{"Nomor": 22265, "Judul": "PEMANFAATAN SAMPAH ORGANIK PASAR DENGAN PROSES TOREFAKSI BASAH UNTUK PRODUKSI PUPUK CAIR DAN BAHAN BAKAR PADAT", "Abstrak": "Timbulan sampah pasar di kota Bandung sebesar 281 ton/hari didominasi oleh sampah organik. Sampah organik pasar sebetulnya memiliki potensi untuk dimanfaatkan menjadi bahan bakar padat dan pupuk cair. Salah satu metode pemanfaatan yang digunakan dalam penelitian ini adalah torefaksi basah. Proses torefaksi basah dilakukan pada daun kol, tandan pisang, dan sampah organik pasar yang diwakili oleh campuran daun kol dan tandan pisang berdasarkan hasil survei di TPS Pasar induk Caringin.    \n \n \n\nTorefaksi basah merupakan perlakuan termal dengan menggunakan medium air pada temperatur dan tekanan yang tinggi. Proses torefaksi basah dilakukan pada skala laboratorium menggunakan reaktor autoclave. Temperatur operasi torefaksi basah divariasikan pada 150-225 Ã‚Â°C, rasio biomassa terhadap air 1:1Ã‚Â–1:3, dan waktu tinggal 30-90 menit. Berdasarkan hasil penelitian, peningkatan kandungan NPK dan nilai kalor pada temperatur yang lebih tinggi selalu diikuti peningkatan kebutuhan energi. Oleh karena itu, perlu dirumuskan suatu yang parameter optimum   \n \n \n\nProses torefaksi basah ketiga jenis sampah organik pasar menghasilkan nilai kalor atas berkisar antara 14,67-17,64 MJ/kg dan kandungan NPK 1,69-5,13%. Parameter optimum proses torefaksi basah tandan pisang adalah temperatur 225 Ã‚Â°C, waktu tinggal 30 menit, dan rasio 1:3 sedangkan parameter optimum untuk torefaksi basah daun kol dan sampah organik pasar adalah pada temperatur 200 Ã‚Â°C, waktu tinggal 30 menit, dan rasio 1:3. Berdasarkan hasil diatas, pemanfaatan sampah organik pasar dapat dilakukan dengan torefaksi basah pada kondisi optimum untuk menghasilkan bahan bakar padat dengan kebutuhan energi yang minim dan pupuk cair dengan kandungan NPK yang mencukupi.", "Daftar File": {"2017 TA PP GHANI RAIS AZKA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113980"}, "Penulis": "GHANI RAIS AZKA (NIM : 13113066)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Eng. Pandji Prawisudha S.T.,M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sampah organik pasar, torefaksi basah, bahan bakar padat, pupuk cair", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "03 Okt 2017"}