{"Nomor": 22279, "Judul": "ANALISIS LOW FLOW DI SUNGAI CIKAPUNDUNG PADA PERIODE 1992-2013", "Abstrak": "Sungai Cikapundung mengalir di tengah Kota Bandung dan memberikan banyak manfaat bagi penduduk kota tersebut. Beberapa tahun terakhir, terjadi penurunan debit di Sungai Cikapundung yang berujung pada kondisi low flow. Diduga bahwa penyebab kemunculan low flow ini adalah praktek penggunaan lahan dan penarikan air berlebih di daerah aliran sungai (DAS). Faktor lain yang diperkirakan ikut berkontribusi adalah perubahan kondisi iklim di DAS Cikapundung yang dipengaruhi oleh peristiwa ENSO (El Nino Southern Oscillation). Untuk itu dilakukan analisis mengenai variabilitas low flow dengan metode hidrologis 7Q10 untuk melihat variabilitas low flow di Sungai Cikapundung pada 22 tahun ke belakang (1992-2013) dan hubungannya dengan faktor-faktor yang menyebabkan kemunculan low flow ini. Hasil analisis menunjukkan bahwa nilai low flow 7Q10 pada seri tahunan dan musim kemarau di Pos Duga Air Maribaya adalah 1,25 m3/s sedangkan pada Pos Duga Air Gandok adalah 0,25 m3/s. Peristiwa El Nino yang tergolong kuat yang terjadi pada perode 2001-2006 diduga kuat mempengaruhi kemunculan low flow dan penurunan nilainya selama 22 tahun kebelakang. Faktor penarikan air dan perubahan tutupan lahan juga diperkirakan telah mempengaruhi nilai low flow sebagai bagian integritas dari pengelolaan DAS Cikapundung.", "Daftar File": {"2015 TA PP GILANG RAMADHAN 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/114014", "2015 TA PP GILANG RAMADHAN 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/114015", "2015 TA PP GILANG RAMADHAN 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/114016", "2015 TA PP GILANG RAMADHAN 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/114017", "2015 TA PP GILANG RAMADHAN 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/114018", "2015 TA PP GILANG RAMADHAN 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/114019", "2015 TA PP GILANG RAMADHAN 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/114020"}, "Penulis": "GILANG RAMADHAN ( NIM 15310046 )", "Kontributor / Dosen Pembimbing": ["pembimbing :  \n \n\nIr. Arief Sudradjat, MIS, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "7Q10, Cikapundung, ENSO, variabilitas low flow, penarikan air", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}