{"Nomor": 22273, "Judul": "PERANCANGAN KAMPANYE DASAR KEPEMIMPINAN UNTUK ANAK-ANAK DENGAN SIFAT JUJUR SEBAGAI SIFAT UTAMA", "Abstrak": "Kepemimpinan sebagai bagian dalam setiap aktivitas organisasi mempunyai peranan yang penting, dimana kepemimpinan menjadi salah satu faktor penentu arah dan tujuan organisasi. tidak dapat dipungkiri bahwa generasi muda saat ini akan menjadi pewaris kepemimpinan negara ini di masa depan dan dalam kepemimpinan yang baik tentunya ada sosok pemimpin yang memenuhi karakteristik pemimpin yang ideal. Pesatnya laju informasi dan perubahan yang terus menerus terjadi merupakan tantangan yang harus dihadapi anak-anak kita. penanaman kejujuran pada anak merupakan sifat dasar yang harus diajarkan dalam membangun jiwa kepemimpinan guna mempersiapkan pemimpin masa depan. Diperlukan peran orang tua untuk mengajarkan kejujuran kepada anaknya agar menjadi tunas pemimpin yang berkualitas. Penelitian ini menggunakan metode observasi langsung ke target kampanye yaitu ibu yang mempunyai anak kelas 1 sampai 3 tingkat sekolah dasar, di Sekeloa, Bandung. Hal itu dilakukan untuk mendapatkan data primer berupa hasil wawancara. Pencarian data sekunder baik di internet maupun media lain digunakan untuk mendukung perancangan ini. Teori yang digunakan dalam perancangan ini adalah teori kampanye menurut Denis Mquail dan teori media menurut MarkPlus&Co. L. Hasil dari perancangan kampanye kejujuran untuk anak ini adalah tercapainya generasi muda yang terhindar dari karakter tidak jujur sehingga menciptakan generasi penerus kepemimpinan yang berkualitas.", "Daftar File": {"2017 TA PP GHULBUDDIN SAID YUNUS 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113988"}, "Penulis": "GHULBUDDIN SAID YUNUS    (NIM : 17413038)", "Kontributor / Dosen Pembimbing": ["Drs. Oki Hamka Suyatna, M.Ds"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "kampanye sosial, kejujuran anak , pendidikan anak, pemimpinan ideal", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "02 Okt 2017"}