{"Nomor": 22278, "Judul": "ANALISIS KERENTANAN PENCEMARAN AIRTANAH DENGAN MENGGUNAKAN METODE SINTACS DAN PENENTUAN SKALA PRIORITAS TINDAKAN  PENGENDALIAN KERENTANAN AIRTANAH DI KOTA CIMAHI", "Abstrak": "Peta kerentanan airtanah telah menjadi alat standar untuk melindungi sumber airtanah dari polusi dan sangat berharga dalam proses pengambilan keputusan terkait perencanaan tata guna lahan. Asumsi bahwa lingkungan fisik mempengaruhi tingkat perlindungan pada airtanah terhadap bahan pencemar dan memasuki lingkungan bawah permukaan. Salah satu metode pembuatan peta kerentanan pencemaran airtanah adalah metode SINTACS. Metode SINTACS memiliki 7 parameter yaitu: kedalaman muka airtanah, laju pengisian kembali, zona tak jenuh, tekstur tanah, media akuifer, konduktifitas hidrolik, dan kemiringan lereng. Analisa data dilakukan dengan menggunakan aplikasi Arcgis 10.3 Dilakuan juga penentuan skala prioritas tindakan pengendalian kerentanan airtanah. Studi ekspolratif yang berorientasi pada penggalian fakta lapangan dan multikriteria dalam memilih model atau strategi alternatif untuk mengoptimalkan kinerja strategi kerentanan airtanah. Sebagai kajian terapan, terlebih dahulu dilakukan mempelajari teori dan penelitian terlebih dahulu kemudian dilakukan survey yaitu pengisian kuisoner untuk mengumpulkan data sampel pada suatu waktu tertentu dari beberapa responden ahli. Metode yang digunakan yaitu AHP dan menggunakan software Expert Choice. Kerentanan pencemaran airtanah di Kota Cimahi berdasarkan hasil penilaian metode SINTACS terbagi menjadi lima kelas kerentanan yaitu Zona sangat rendah kerentanan pencemaran airtanah Kota Cimahi tersebar di 4 kelurahan yaitu Cipageran, Citeureup, Cibabat dan Pasir Paliki. Zona Sedang kerentanan pencemaran airtanah Kota Cimahi tersebar di 10 Kelurahan Cipageran, Citeureup, Cibabat, Pasir kaliki, Cimahi, Padasuka, Setia Manah, Karang Mekar, Baros dan Cigugur. Zona Tinggi kerentanan pencemaran airtanah Kota Cimahi tersebar di  kelurahan yaitu Cibeureum, Melong, Utama, Leuwi Gajah, Cibeber , Padasuka. Zona sangat Tinggi kerentanan pencemaran airtanah Kota Cimahi tersebar di  kelurahan yaitu Cibeureum, Cigugur, baros, Utama, Leuwi Gajah, Cibeber, Padasuka Cipageran, Citeureup. Serta terpilih lima opsi kategori yang menjadi pilihan populer dimata ahli, secara berurutan yaitu pembatasan debit, penerapan AMDAL, peraturan kerapatan lokasi, penentuan zona pengambilan dan penerapan instrumen Ekonomi.", "Daftar File": {"2017 TS PP GILANG GARNADI SURYADI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/114013"}, "Penulis": "GILANG GARNADI SURYADI  (NIM : 25314706)", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Suprihanto Notodarmojo, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "kerentanan airtanah, SINTACS, AHP, Kota Cimahi", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "05 Okt 2017"}