{"Nomor": 22271, "Judul": "PENGARUH LINDI BLACK SOLDIER FLY (Hermetia illucens) DAN GREYWATER TERHADAP PERTUMBUHAN TANAMAN CAISIM (Brassica rapa var. parachinensis) HIDROPONIK SISTEM WICK", "Abstrak": "Penelitian ini dilatar belakangi oleh tingginya minat masyarakat perkotaan untuk memproduksi pangannya sendiri serta meningkatnya konsumsi sayuran khususnya caisim. Dalam memanfaatkan sumberdaya yang tersedia dan menyedia-kan solusi bagi masalah perkotaan, limbah rumah tangga seperti Greywater diduga dapat digunakan dalam kegiatan pertanian, meskipun memiliki pH yang cukup tinggi. Sistem hidroponik dapat diterapkan di perkotaan, namun pilihan nutrisinya terbatas. Oleh karena itu, dirumuskan solusi menggunakan sumber nutrisi alternatif melalui lindi black soldier fly (BSF). Penelitian ini bertujuan untuk menentukan pengaruh campuran lindi BSF dan greywater pada pertumbuhan tanaman caisim dan menentukan proporsi campuran lindi BSF dan greywater yang paling baik dalam meningkatkan pertumbuhan tanaman caisim hidroponik sistem wick. \n\nPenelitian ini menggunakan lima perlakuan yaitu 0%, 25%, 50%, 75%, dan 100% lindi BSF di dalam AB Mix 1500 ml yang dicampurkan pada greywater 500 ml dengan enam kali ulangan. Parameter pertumbuhan yang diukur adalah tinggi batang, jumlah daun, berat basah, dan berat kering. Selain itu dilakukan juga pengukuran terhadap karakteristik larutan nutrisi berupa pH, suhu larutan, dissolved oxygen (DO), dan total dissolved solid (TDS), serta faktor mikroklimat berupa suhu udara, kelembapan udara, dan intensitas cahaya matahari. Pengukuran dilakukan setiap tiga hari sekali selama 30 hari setelah pindah tanam. Data pertumbuhan tanaman dianalisis menggunakan analisis ragam rancangan acak kelompok meng-gunakan aplikasi komputer IRRI STAR. Dilakukan juga analisis korelasi antara karakteristik larutan terhadap pertumbuhan tanaman dengan metode pearson. \n\nHasil yang diperoleh adalah pemberian campuran lindi BSF dan greywater terhadap tanaman caisim hidroponik sistem wick memberikan pengaruh yang signifikan terhadap jumlah daun dan biomassa tanaman, namun tidak memberikan pengaruh signifikan terhadap tinggi batang tanaman. Perlakuan 0% lindi BSF ternyata memberikan pengaruh lebih baik daripada perlakuan campuran lindi BSF dengan konsentrasi lebih tinggi. Terdapat juga korelasi yang signifikan dari pH, \n\nsuhu larutan, DO, dan TDS terhadap tinggi batang, jumlah daun, dan biomassa tanaman caisim.", "Daftar File": {"2017 TA PP  GHIFARI PRISMA RADHEKA  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/113986"}, "Penulis": "GHIFARI PRISMA RADHEKA (NIM : 11412029)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Angga Dwiartama. \n\nDr. Agus Dana Permana."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "lindi black soldier fly, greywater, caisim", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Sep 2017"}