{"Nomor": 22274, "Judul": "PENGURANGAN MULTIPEL PERMUKAAN GELOMBANG SEISMIK PANTUL DENGAN METODE INVERSE SCATTERING SERIES", "Abstrak": "Kegiatan eksplorasi merupakan tahapan awal proses pencarian minyak bumi dan gas alam yang di mulai dari akuisisi data seismik, pengolahan data seismik hingga interpretasi data seismik. Data seismik refleksi memiliki signal pengganggu berupa multipel khususnya pada kegiatan ekplorasi laut. Multipel dapat mengganggu signal primer yang memberikan informasi penting, sehingga dapat menyulitkan interpreter dalam menganalisis data seismik refleksi.  \nStudi ini membahas pengurangan free-surface multiple pada kasus satu lapisan bumi, dua lapisan bumi dan signal primer dalam multipel dengan menggunakan metode inverse scattering series. Metode inverse scattering series merupakan metode pengurangan multipel yang memanfaatkan metode separasi dan prediksi gelombang. Metode inverse scattering series dapat memprediksikan bentuk free-surface multiple dalam bentuk nilai reflektansi total dengan perhitungan deret pangkat tak hingga.  \nMetode inverse scattering series mampu mengurangi efek free-surface multiple dengan baik pada data reflektansi total. Nilai reflektansi total pada free-surface multiple akan berkurang sesuai bertambahnya waktu tempuh gelombang. Fungsi reflektansi yang memiliki multipel penuh akan hilang, sedangkan multipel yang memiliki signal primer akan hilang sebagian karena terdapat data yang mengindikasikan signal primer.", "Daftar File": {"2016 TA PP GIAN ANGGA GINANJAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/113989", "2016 TA PP GIAN ANGGA GINANJAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/113990", "2016 TA PP GIAN ANGGA GINANJAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/113991", "2016 TA PP GIAN ANGGA GINANJAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/113992", "2016 TA PP GIAN ANGGA GINANJAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/113993", "2016 TA PP GIAN ANGGA GINANJAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/113994", "2016 TA PP GIAN ANGGA GINANJAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/113995"}, "Penulis": "GIAN ANGGA GINANJAR (NIM : 10211097)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \nDr. Eng. Bagus Endar B. Nurhandoko."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Free-surface multiple, Inverse scattering series, Reflektansi", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     suwadji", "File": "7 file", "Tanggal Input": "23 Okt 2018"}