{"Nomor": 22287, "Judul": "STUDY OF CRYSTAL STRUCTURE AND MAGNETIC PROPERTIES OF THE LANTHANUM BASED MANGANITES PEROVSKITE", "Abstrak": "The perovskite manganites with chemical formula R1 xAxl'v1n0 :3 (R = trivalent rare-earth element, A = divalent alkaline earth element) have given many influences in material for last decades. When the doping level is between 0,2 and 0.5, a number of remarkable  magnetotransport properties appears due to the ferromagnetic character of electrical conduction. In this work, the synthesis of the manganites LaMnO:J (LMO), LarJ67Cao.:dVlnO:J (LCMO), Lao.G?Sro.:d!InO:l (LSMO), Lao.sBao.2MnO:l (LBMO) and Lao.G7Bao.3:lMn03 (LBMO) had been conducted by using solid state reaction method through the mechanical milling process. The milling process was conducted for 5 hours, then the pellet of manganites were calcinated for 10 hours in the temperature of 800 Ã‚Â°C and also sintered for 20 hours in the temperature of 1150 Ã‚Â°C. The synthesized samples of manganites were characterized by using x-ray diffractometer. X-ray diffraction datas have been analyzed by using General Structure Analysis System (GSAS) Program to obtain the lattice and structure parameters. Furthermore, the synthesized samples of manganites were characterized by using Scanning Electron Microscopy (SEM) and Energy Dispersive Spectroscopy (EDS) to check the grain sizes as well as the stoichiometry compositions, respectively. It shows that the  particles distribution on the surface are uniform and homogeneous. The shape of particles are polygonal with the size in the order of micrometer. In addition, the synthesized samples of manganites were characterized by using Vibrating Sample Magnetometer (VSM) to verify the magnetic properties of the samples at the room temperature. It shows that paramagnetic behaviour  appears in the sample of Lao.67Bao.33Mn0:3 at the room temperature. Inspite of having unsaturated magnetization,  ferromagnetic  behaviour appears in the samples of LaMn03, Lao.G?Sro.:d'v1n03, and Lao.sBao.2Mn03.", "Daftar File": {"2017 TA PP GIOVANNI ANNUR SAFARINA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/114041", "2017 TA PP GIOVANNI ANNUR SAFARINA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/114042", "2017 TA PP GIOVANNI ANNUR SAFARINA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/114043", "2017 TA PP GIOVANNI ANNUR SAFARINA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/114044", "2017 TA PP GIOVANNI ANNUR SAFARINA 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/114045", "2017 TA PP GIOVANNI ANNUR SAFARINA 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/114046", "2017 TA PP GIOVANNI ANNUR SAFARINA 1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/114047", "2017 TA PP GIOVANNI ANNUR SAFARINA 1-BAB 4D.pdf": "https://digilib.itb.ac.id/gdl/download/114048", "2017 TA PP GIOVANNI ANNUR SAFARINA 1-BAB 4E.pdf": "https://digilib.itb.ac.id/gdl/download/114049", "2017 TA PP GIOVANNI ANNUR SAFARINA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/114050", "2017 TA PP GIOVANNI ANNUR SAFARINA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/114051"}, "Penulis": "GIOVANNI  ANNUR  SAFARINA (NIM. 10212036)", "Kontributor / Dosen Pembimbing": ["Pembimbing :A.Agung Nugroho S.H., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Crystal Structure, Magnetic Properties, Manganites, XÃ‚Â­  rays Diffraction (XRD), Vibrating Sample Magnetometer (VSM)", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Ena Sukmana", "File": "11 file", "Tanggal Input": "27 Sep 2017"}