{"Nomor": 22280, "Judul": "PENGARUH POPULASI KUMBANG Elaeidobius kamerunicus Faust (COLEOPTERA : CURCULIONIDAE) PADA BUNGA BETINA KELAPA SAWIT (Elaeis guineensis Jacq) TERHADAP PEMBENTUKAN FRUIT SET KELAPA SAWIT", "Abstrak": "Kumbang Elaeidobius kamerunicus (Coleoptera : Curculionidae) merupakan salah satu polinator yang efektif untuk melakukan penyerbukan pada bunga kelapa sawit. Serangga tersebut telah terbukti dapat meningkatkan produktivitas kelapa sawit. Telah dilakukan penelitian untuk mengetahui pengaruh populasi Elaeidobius kamerunicus yang mengunjungi bunga betina pada tanaman kelapa sawit berumur 8 tahun di PTPN VIII, Sukabumi. Pengamatan dilakukan pada 30 - 32 tandan bunga betina dalam 8 plot (1 plot = Ã‚Â± 0.2 Ha). Rasio bunga jantan dan betina dihitung langsung pada seluruh area. Populasi kumbang yang berkunjung ke bunga betina dilakukan antara pukul 07.00 - 16.00 dengan menghitung langsung (Direct count) pada bunga betina diatas pohon kelapa sawit menggunakan hand counter. Presentase fruit set yang terbentuk dihitung 6 bulan setelah pengamatan populasi kumbang. Hasil penelitian menunjukkan bahwa jumlah bunga betina lebih banyak daripada bunga jantan. Elaeidobius kamerunicus mulai berkunjung ke bunga betina sejak pagi hari, mencapai puncak antara pukul 11.45 Ã‚Â– 12.45 kemudian menurun hingga setelah pukul 16.00. Rata-rata populasi Elaeidobius kamerunicus yang berkunjung ke bunga betina paling tinggi terjadi antara pukul 12.00 Ã‚Â– 12.15, sebanyak 84,5 individu/bunga. Rata-rata presentase fruit set yang terbentuk sebesar 73,64%, jumlah tersebut berkorelasi positif (r = 0,37). Dari hasil penelitian dapat disimpulkan bahwa kunjungan kumbang Elaeidobius kamerunicus memiliki pengaruh terhadap peningkatan fruit set kelapa sawit.", "Daftar File": {"2017 TA PP GILANG RAMADHAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/114021"}, "Penulis": "GILANG RAMADHAN (NIM : 11413050)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Agus Dana Permana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Elaeidobius Kamerunicus, Fruit set, Kelapa Sawit, Bunga Betina", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}