{"Nomor": 22285, "Judul": "OPTIMASI PENDAYAGUNAAN AIR DI DAERAH IRIGASI CIUJUNG DENGAN DIOPERASIKANNYA WADUK KARIAN UNTUK MENINGKATKAN PENDAPATAN PETANI", "Abstrak": "Daerah Irigasi Ciujung memiliki luasan Ã‚Â± 22.000 hektar terletak di Kecamatan Petir Kabupaten Serang. Pola tanam eksisting di Daerah Irigasi Ciujung yaitu Padi-Padi/Palawija. Pada kondisi eksisting petani tidak dapat bercocok tanam pada masa tanam tiga, dikarenakan tidak cukupnya air. Oleh karena itu, diharapkan dengan di bangunnya Bendungan Karian dapat meningkatkan intensetas tanam yang awalnya hanya 200%  tanam menjadi 300% dengan dilakukan bercocok tanam pada musim tanam tiga.   \n \n\nKebutuhan air untuk musim tanam tiga yaitu sebesar 15,54 m3/detik dan akan disuplai dari Bendungan Karian. Hasil optimasi luas tanam untuk masa tanam tiga diperoleh luas tanam untuk padi yaitu seluas 5.750 ha dan tanaman palawija sebesar 16.250 ha. Optimasi luas tanam dilakukan untuk memperoleh keuntungan yang optimal karena jika ditanami padi, keseluruhan areal sawah tidak tertanami sehingga intensitas tanam tidak mencapai 300%. Oleh karena itu, pada musim tanam tiga dilakukan diversifikasi tanaman yaitu dengan menanam bawang merah, jagung, dan kedelai.   \n \n\nOptimasi pendapatan petani pada MT III pada keadaan optimal sebesar Rp 620.190.000.000,00. Pendapatan petani pada MT I sebesar Rp 589.380.000.000,00 dan pada MT II sebesar Rp 692.780.000.000,00. Pendapatan petani pertahun sebelum optimasi sebesar Rp 6.240.000,00 dan pendapatan petani setelah optimasi Rp 8.653.285,00 per tahunnya. Dengan dibangunnya Bendungan Karian Terjadi peningkatan pendapatan sebesar  Rp 2.407.045,00 pertahun atau Rp 200.587,00 perbulan.  Berdasarkan hasil analisa SWOT bahwa tanaman bawang merah dan jagung yang memiliki kesempatan untuk ditanam sedangkan tanaman kedelai kesempatan untuk ditanami lebih kecil.", "Daftar File": {"2017 TS PP GINANJAR HIDAYATULLAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/114039"}, "Penulis": "GINANJAR HIDAYATULLAH    (NIM : 95014003)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sri Legowo"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Bendungan Karian, Optimasi, Produktivitas, Pola Tanam, SWOT.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}