{"Nomor": 22299, "Judul": "MEMAHAMI MEKANISME INJEKSI MICROBUBBLE CO2 MELALUI SIMULASI SLIM-TUBE DAN PERUBAHAN SIFAT FISIK MINYAK", "Abstrak": "Sudah banyak metode peningkatan perolehan minyak yang digunakan diseluruh dunia, salah satu metode yang popular adalah injeksi karbon dioksida (CO2). Karbon dioksida (CO2) dalam prakteknya sangat efektif untuk menjadi injectan dalam pengangkatan hidrokarbon khususnya minyak. Ada tiga hal utama yang menjadi alasan injeksi CO2 dalam kondisi miscible baik selama ini, pertama adalah oil swelling dimana akan memperbesar saturasi dari minyak dan akhirnya meningkatkan permeabilitas relatif. Kedua adalah menurunkan nilai viskositas hidrokarbon, karena CO2 akan larut dalam hidrokarbon. Dan ketiga adalah mengatasi interfacial tension dengan baik karena injeksi CO2 akan ada di dalam kondisi miscible.    \n \n \n \n\nNamun, daerah seperti Indonesia memiliki banyak lapangan tua dengan tekanan reservoir yang sudah rendah. Fenomena ini membuat kondisi miscible sulit didapatkan, dimana kondisi miscible perlu memenuhi syarat injeksi di atas tekanan minimal untuk larut atau minimum miscibility pressure (MMP). Ada kemungkinan injeksi CO2 dalam bentuk microbubble dapat dijadikan solusi tanpa harus memenuhi syarat tekanan injeksi di atas MMP, karena dengan bentuk gelembung yang sangat kecil, CO2 akan sangat mudah larut dengan hidrokarbon. Untuk memahami mekanismenya, dilakukan studi perubahan sifat fisik dari hidrokarbon saat injeksi normal bubble CO2 dan microbubble CO2 menggunakan perangkat lunak komersial dengan membuat model slim-tube reservoir. Pengubahan parameter PVT mengacu pada data referensi dan percobaan laboratorium sebelumnya (Xue et al, 2014), terutama pencocokan saturasi CO2 terhadap jumlah injeksi total. Dilakukan hipotesa bahwa berat molekul dan mobilitas minyak yang berubah, sehingga pada simulasi dilakukan perubahan pada parachor dan acentric factor. Parachor dipilih karena berkaitan degan molecular weigth dan mobility fluid dari efek tegangan permukaan. Kemudian dilakukan juga penyesuaian pada acentric factor karena berkaitan dengan titik didih hidrokarbon karena makin banyaknya CO2 yang terlarut.    \n \n \n \n\nDari simulasi didapat bahwa dengan mengubah component parachor, saturasi bertambah 3% dan dengan mengubah acentric factor, saturasi bertambah 7%. Hasil simulasi dengan nilai parameter yang baru menghasilkan bahwa injeksi microbubble 20% lebih lambat pada kecepatan sapuan, dari titik injeksi sampai ke titik produksi dibandingkan normal bubble. Hal ini mengakibatkan lebih seragamnya penyapuan CO2 pada zona minyak sesuai pada hasil riset laboratorium sebelumnya (Xue et al, 2014).", "Daftar File": {"2017 TA PP G PRAMANA SUWIDYA PUTRA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/114110"}, "Penulis": "G PRAMANA SUWIDYA PUTRA (NIM : 12213030 )", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tutuka Ariadji, M.Sc.,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Microbubble, karbon dioksida, injeksi, EOR, simulasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Suharsiyah", "File": "2 file", "Tanggal Input": "27 Sep 2017"}