{"Nomor": 22298, "Judul": "PERANCANGAN GEDUNG UTARA RUMAH SAKIT IBU DAN ANAK DI MEDAN", "Abstrak": "Sebagai salah satu kota terbesar di Indonesia, Kota Medan membutuhkan berbagai fasilitas untuk melayani warganya. Salah satu yang dibutuhakan ialah fasilitas kesehatan. Untuk memenuhi kebutuhan tersebut maka perlu dibangun Rumah Sakit khususnya Rumah Sakit Ibu dan Anak. Desain rumah sakit tersebut harus dapat menahan gaya gempa. \n\nPada perancangan tugas akhir ini akan dibangun Gedung Utara Rumah Sakit Ibu dan Anak yang terdiri dari 4 lantai ditambah 1 basement dengan tinggi total 21,3 meter. Struktur bangunan merupakan Sistem Rangka Pemikul Momen Khusus (SRPMK) yang terletak pada lokasi dengan klasifikasi tanah sedang. Gedung Rumah sakit yang dirancang termasuk dalam kategori IV dan memiliki kategori desain seismik (KDS)D. Pemodelan struktur dilakukan dengan menggunakan software ETABS 2015. Pengecekan kriteria desain gempa seperti efek P-Delta, simpangan antar lantai, ketidakberaturan horizontal dan vertikal dilakukan sebelum mendesain tulangan pada elemen struktur. Gedung tidak memiliki ketidakberaturan vertical namun terdapat ketidakberaturan horizontal yaitu pada sudut dalam dan torsi. Pada desain tulangan kolom digunakan software PCACOL dan untuk desain tulangan pelat menggunakan software SAFE. Dalam pengecekan dan perancangan elemen struktur, acuan yang digunakan ialah Standar Nasional Indonesia (SNI).", "Daftar File": {"2017 TA PP GORBY WISAKSONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/114101", "2017 TA PP GORBY WISAKSONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/114102", "2017 TA PP GORBY WISAKSONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/114103", "2017 TA PP GORBY WISAKSONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/114104", "2017 TA PP GORBY WISAKSONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/114105", "2017 TA PP GORBY WISAKSONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/114106", "2017 TA PP GORBY WISAKSONO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/114107", "2017 TA PP GORBY WISAKSONO 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/114108", "2017 TA PP GORBY WISAKSONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/114109"}, "Penulis": "GORBY WIJAKSONO  [15013077]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dyah Kusumastuti S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Fasilitas, Rumah Sakit, gempa, desain, software, pengecekan, tulangan ; Facility, Hospital, Earthquake, design, software, check, reinforcement", "Sumber": "FTSL", "Staf Input/Edit": "hidayat  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "04 Des 2017"}