{"Nomor": 22290, "Judul": "STUDI SENSITIVITAS PARAMETER RESERVOIR PADA SUMUR HUFF AND PUFF CO2 UNTUK MENENTUKAN PARAMETER YANG BERPENGARUH TERHADAP PERFORMA PRODUKSI DENGAN METODE DESIGN OF EXPERIMENT", "Abstrak": "Salah satu metode peningkatan perolehan minyak yang sudah terbukti sukses dalam meningkatkan perolehan minyak di lapangan-lapangan di dunia, namun studi dan penerapannya masih minim di Indonesia, adalah injeksi CO2. Akan tetapi, untuk dapat mengimplementasikan CO2 flooding dibutuhkan waktu studi dan perencanaan selama 5 sampai 10 tahun. Untuk itu, salah satu metode yang dapat dilakukan untuk meningkatkan produksi dalam waktu bulanan adalah dengan injeksi CO2 secara siklik (huff and puff).  \n \n\nStudi ini membahas tentang beberapa parameter reservoir yang dapat mempengaruhi performa produksi dari sumur huff and puff CO2. Uji sensitivitas dilakukan untuk melihat bagaimana pengaruh parameter tersebut terhadap beberapa faktor, yaitu tambahan produksi kumulatif, tambahan umur produksi sumur, dan laju produksi rata-rata setelah injeksi dilakukan. Kemudian, dilakukan studi dengan metode Design of Experiment (DoE) untuk menentukan tingkat keberpengaruhan parameter-parameter reservoir terhadap faktor-faktor produksi tersebut.  \n \n\nHasil dari DoE menunjukkan bahwa API minyak mempengaruhi penambahan produksi kumulatif 1.7 kali lebih besar dari permeabilitas, dan 3 kali lebih besar dari temperatur reservoir. Parameter yang mempengaruhi penambahan umur produksi sumur hanyalah permeabilitas. Sedangkan, laju produksi rata-rata setelah injeksi dipengaruhi oleh permeabilitas dan API minyak, dimana permeabilitas berpengaruh 1.4 kali lebih besar. Berdasarkan hasil studi sensitivitas yang dikombinasikan dengan hasil analisis DoE, dapat disimpulkan bahwa reservoir yang cocok untuk dilakukan huff and puff CO2 adalah reservoir dengan API rendah, permeabilitas tinggi, dan temperatur tinggi.", "Daftar File": {"2017 TA PP GITANI TSALITSAH DAHNIL 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/114067"}, "Penulis": "GITANI TSALITSAH DAHNIL (NIM : 12213069)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Tutuka Ariadji, M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "EOR, CO2 huff and puff, uji sensitivitas, Design of Experiment (DoE)", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "2 file", "Tanggal Input": "27 Sep 2017"}