{"Nomor": 22300, "Judul": "PENGARUH UMUR PANEN TERHADAP KANDUNGAN MINYAK ATSIRI KULTUR PUCUK TANAMAN NILAM (Pogostemon cablin Benth.) PADA SISTEM BATCH KULTUR THIN LAYER", "Abstrak": "Pogostemon cablin Benth. atau lebih dikenal dengan nilam merupakan salah satu varietas unggulan di Indonesia yang dapat menghasilkan minyak nilam dengan kandungan senyawa patchouli alcohol tertinggi dibandingkan dengan varietas lainnya. Beberapa literatur menunjukkan bahwa umur tanaman berpengaruh pada proses sintesis minyak nilam untuk dapat menghasilkan minyak nilam dengan kadar patchouli alcohol minimal 30%. Penelitian dilakukan untuk mengetahui pengaruh perbedaan umur panen terhadap kandungan minyak atsiri kultur pucuk tanaman nilam serta mengevaluasi biokonversi substrat medium menjadi biomassa pucuk. Pada penelitian ini, pucuk nilam ditumbuhkan pada medium Murashige dan Skoog (MS) tanpa penambahan zat pengatur tumbuh. Kultur pucuk ini dikultivasi selama 28 hari dengan variasi umur panen setiap 7 hari. Laju pertumbuhan biomassa sebesar 0,054 mg berat kering/hari dengan waktu penggandaan selama 12,78 hari. Nilai kandungan sukrosa dan konduktivitas medium menurun mengikuti laju peningkatan biomassa. Rendemen minyak nilam yang diperoleh berkisar antara 2,34 - 3,23%. Hasil Kromatografi Gas-Spektrometri Massa (KG-SM) menunjukkan adanya senyawa farnesane (0,18% - 0,28%), eicosane (1,17% - 4,24%), squalene (0,35% - 0,46%), serta sebagian besar golongan alkana dan asam lemak. Namun, tidak ditemukan kandungan senyawa patchouli alcohol dalam sampel minyak yang diuji.", "Daftar File": {"2017 TA PP Abstrak Grace Amadea 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/114111"}, "Penulis": "GRACE AMADEA (NIM : 11213031)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Rizkita Rachmi Esyanti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kata kunci : umur panen, Pogostemon cablin Benth., TLC, laju pertumbuhan, rendemen minyak, kultur pucuk.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2017"}