{"Nomor": 22309, "Judul": "PENGARUH PENAMBAHAN Ti DAN Mo TERHADAP KESTABILAN STRUKTUR MIKRO DENGAN PADUAN DASAR SUPERALLOY Ni-15Al-10Cr", "Abstrak": "Superalloy merupakan paduan khusus yang digunakan dalam suhu tinggi akibat perbedaan kebutuhan material pada suhu rendah dan suhu tinggi. Agar mampu digunakan pada suhu tinggi superalloy harus memiliki titik leleh yang tinggi, kekuatan tarik yang tinggi, ketahanan terhadap perayapan yang tinggi, kestabilan stuktur mikro dan ketahanan terhadap korosi suhu tinggi yang baik. Untuk memenuhi sifat-sifat tersebut pembuatan superalloy mengharuskan penambahan elemen pemadu. Studi ini dilakukan untuk mempelajari pengaruh titanium dan molibdenum terhadap kestabilan struktur mikro dan perilaku oksida paduan Ni-15Al-10Cr.   \n \n \n\nPengamatan dilakukan pada 3 paduan dengan komposisi berbeda yaitu Ni-10,2Al-8,5Cr-4,8Ti-2,9Mo ; Ni-9,5Al-8Cr-5,8Ti-3,9Mo dan Ni-11,1Al-9Cr-3,6Ti-2,2Mo. Setiap paduan dikenakan perlakuan panas dengan variasi waktu aging 10, 100, 1000, dan 10000 menit. Pengamatan perubahan struktur mikro dilakukan dengan menggunakan mikroskop optik, scanning electron microscop (SEM) dan analisis EDS. Perubahan struktur mikro yang dijelaskan adalah terjadinya pengkasaran dan penggabungan presipitat γÃ‚Â’. Microhardness digunakan dalam mengukur kekerasan dari setiap sampel.   \n \n \n\nBeberapa hasil yang didapat dari pengamatan adalah pada waktu aging yang lama akan dihasilkan presipitat yang berbentuk kubik di sisi luar dan memanjang di sisi dalam akibat adanya penggabungan presipitat. Penambahan titanium dan molibdenum akan menurunkan laju pengkasaran presipitat dan mempercepat laju pembentukan daerah denuded zone bebas presipitat.", "Daftar File": {"2010 TA PP GROMIKO ANDRONOV TAMBUNAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/114144", "2010 TA PP GROMIKO ANDRONOV TAMBUNAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/114145", "2010 TA PP GROMIKO ANDRONOV TAMBUNAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/114146", "2010 TA PP GROMIKO ANDRONOV TAMBUNAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/114147", "2010 TA PP GROMIKO ANDRONOV TAMBUNAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/114148", "2010 TA PP GROMIKO ANDRONOV TAMBUNAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/114149", "2010 TA PP GROMIKO ANDRONOV TAMBUNAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/114150"}, "Penulis": "GROMIKO ANDRONOV TAMBUNAN (NIM : 12506037)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Eddy Agus Basuki, M.Sc", "Ir.Djoko Hadiprayitno,MSME"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Superalloy, micro structure stability", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}