{"Nomor": 22306, "Judul": "ZEOLIT ZSM-5 HIERARKIS BEBAS MESOPOROGEN: SINTESIS, MEKANISME DAN PENINGKATAN TINGKAT HIERARKI", "Abstrak": "Zeolit merupakan material aluminosilikat kristalin bermikropori (100 Ã‚Â°C. Hal ini menyebabkan kerugian dari segi lingkungan maupun ekonomi untuk produksi zeolit hierarkis dalam skala industri.   \n \n\nDalam penelitian ini, zeolit ZSM-5 hierarkis disintesis tanpa penambahan mesoporogen pada temperatur rendah (90 Ã‚Â°C). Faktor-faktor yang mempengaruhi kristalisasi dipelajari secara detail, antara lain jumlah Al,  NaOH, H2O dan TPABr. Kristalisasi berjalan semakin lambat dengan peningkatan jumlah Al akibat ekspansi unit sel zeolit ZSM-5. Kebasaan yang ditentukan oleh jumlah NaOH memainkan peran yang signifikan karena mengkatalisis pemutusan dan pembentukan ikatan TÃ‚Â–OÃ‚Â–T masing-masing melalui reaksi hidrolisis dan kondensasi. Semakin besar jumlah NaOH, kristalisasi zeolit ZSM-5 berlangsung semakin cepat. Namun, apabila jumlah NaOH terlampau besar, reaksi kondensasi akan berlangsung lebih cepat sehingga menghasilkan struktur padatan keras aluminosilika. Keberhasilan sintesis zeolit ZSM-5 pada temperatur rendah tidak lepas dari peran H2O. Jumlah H2O yang lebih rendah menyebabkan kenaikan konsentrasi setiap reaktan sehingga dapat mengkompensasi penurunan laju kristalisasi akibat penurunan temperatur sintesis. Namun, penurunan jumlah H2O memiliki batas karena tetap diperlukan sebagai media pelarutan dan transpor reaktan. TPABr merupakan pengarah struktur zeolit ZSM-5 sehingga wajib berpartisipasi dalam sintesis zeolit ZSM-5. Dalam penelitian ini, penggunaan TPABr dapat ditekan hingga rasio TPABr/SiO2 = 0,035. Sintesis zeolit ZSM-5 pada umumnya membutuhkan jumlah TPABr yang cukup besar mencapai TPABr/SiO2 = 0,2. Karakterisasi menggunakan isoterm adsorpsi-desorpsi N2, SEM, TEM dan HR-TEM menunjukkan bahwa zeolit ZSM-5 yang dihasilkan memiliki mesopori interkristalin dengan ukuran sekitar 3,5 nm. Metode yang dikembangkan pada penelitian tidak hanya menguntungkan dari sudut pandang lingkungan, konsumsi energi dan bahan kimia, tetapi juga sifat material yang dihasilkan.  \n \n\nBerbagai karakterisasi seperti difraksi sinar-X, spektroskopi (ATR-IR, Raman, 29Si dan 27Al MAS NMR) dan mikroskopi elektron (SEM, FE-SEM, TEM dan HR-TEM) digunakan untuk mempelajari kristalisasi zeolit ZSM-5 secara ex-situ dalam berbagai waktu sintesis. Pada awal sintesis, sebagian besar molekul TPA+ dan spesi Al berada dalam fasa larutan, diikuti dengan pelarutan spesi Si. Spesi Si dan Al akan mengalami kondensasi membentuk spesi aluminosilikat bersamaan dengan inkorporasi molekul TPA+ ke dalam fase gel. Dengan berjalannya waktu sintesis, terjadi penataan ulang ikatan TÃ‚Â–OÃ‚Â–T amorf menjadi struktur yang semakin teratur menurut mekanisme transformasi gel padat (solid gel transformations). Temperatur yang rendah menyebabkan terbentuknya inti kristal dalam jumlah banyak yang tumbuh menjadi kristalit-kristalit berukuran kecil. Kristalit-kristalit ini dapat membentuk aggregat satu sama lain sehingga memungkinkan terbentukan mesopori interkristalin.  \n \n\nDesilikasi terkontrol kandungan senyawa hidrokarbon diaplikasikan untuk meningkatkan tingkat hierarki zeolit ZSM-5 yang disintesis pada temperatur rendah. Senyawa hidrokarbon yang berada dalam kerangka zeolit ZSM-5, baik TPA+ maupun hasil degradasi TPA+, dapat menginhibisi serangan ion OH- terhadap ikatan SiÃ‚Â–OÃ‚Â–Si sehingga mengontrol jalannya pembentukan mesopori. Desilikasi menyebabkan pembentukan mesopori baru pada rentang 7-20 nm yang intensitasnya semakin meningkat dengan berkurangnya jumlah senyawa hidrokarbon. Hal ini menyebabkan peningkatan tingkat hierarki yang diwakili oleh faktor hierarki terindeks (indexed hierarchy factor atau IHF). Uji katalitik pada reaksi fase cairan (kondensasi Claisen-Schmidt antara benzaldehida dan asetofenon) dan fase gas (perengkahan LDPE) menunjukkan adanya hubungan yang berbanding lurus antara tingkat hierarki dengan aktivitas katilitik pada kedua reaksi tersebut.", "Daftar File": {"2017 DS PP GRANDPRIX THOMRYES MARTH KADJA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/114129"}, "Penulis": "GRANDPRIX THOMRYES MARTH KADJA (NIM: 30515005)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing :   \n \n\n1. Dr. Veinardi Suendo.  \n \n\n2. Dr. Rino R. Mukti.  \n \n\n3. Prof. Dr. Ismunandar.  \n \n\n4. Dr. I Nyoman Marsih.", ""], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "desilikasi terkontrol, hierarki, mesopori, temperatur rendah, zeolit ZSM-5", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}