{"Nomor": 22304, "Judul": "INDONESIAN FIXED INCOME MUTUAL FUNDS PERFORMANCE PERSISTENCE (2011-2016)", "Abstrak": "Penelitian ini bertujuan untuk menguji persistensi kinerja reksadana pendapatan tetap di Indonesia. Reksadana di Indonesia mengalami pertumbuhan setiap tahunnya dan beberapa tahun belakangan ini, reksadana pendapatan tetap memiliki kinerja yang lebih baik dibanding reksadana saham. Hal ini dapat menarik minat investor untuk berinvestasi di reksadana pendapatan tetap. Akan tetapi, beberapa investor kerap kali memilih produk raksadana berdasarkan kinerja masa lalunya. Di lain sisi, terdapat discliamer yang menyatakan kinerja   \n\nmasa lalu tidak akan menjamin kinerja masa depan, di mana hal ini mendukung teori Efficient  Market Hypothesis (EMH). Oleh karena itu, penelitian ini dilaksanakan untuk mengevaluasi persistensi kinerja reksadana pendapatan tetap dan memberikan rekomendasi untuk para investor. Sebanyak 68 reksadana pendapatan tetap selama periode 2011-2016 yang dikumpulkan dari  OJK digunakan sebagai sampel untuk analisis dengan menggunakan contingency table. MalkielÃ‚Â’s Z-test, BrownÃ‚Â’s, GoetzmannÃ‚Â’s odds ratio (OR), dan KahnÃ‚Â’s and RuddÃ‚Â’s X -statistic dengan YatesÃ‚Â’ correction digunakan untuk mengevaluasi robustness dari persistensi kinerja.    \n\nBerdasarkan hasil yang diperoleh, terdapat persistensi kinerja pada reksadana pendapatan tetap di Indonesia selama periode pengamatan. Dalam perbandingan antara kinerja dalam suatu periode dengan kinerja dalam periode-periode setelahnya, terdapat bukti persistensi   \n\nkinerja dengan level signifikansi yang berbeda pada masing-masing hasil observasi  individual. Dengan kata lain, beberapa observasi individual menunjukkan hasil yang signifikan pada level 1%, 5%, atau 10%, namun beberapa hasil observasi individual lainnya tidak demikian. Akan tetapi, apabila observasi individual tersebut digabungkan menjadi data total, hasil test menunjukkan signifikansi di bawah 1%. Sebagai tambahan, penelitian ini juga melakukan perbandingan antara kinerja dalam suatu periode dengan periode-periode   \n\nsebelumnya. Hasil test ini menemukan adanya bukti dengan signifikansi yang lebih tinggi jika  menggunakan data historis 2 tahun dibanding hanya menggunakan data historis 1 tahun. Penggunaan data historis lebih dari 2 tahun (3 tahun) tidak memberikan perbedaan yang signifikan.", "Daftar File": {"2017 TA PP GRACIA ANGLANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/114121", "2017 TS PP GRACIA ANGLANI 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/251996"}, "Penulis": "Gracia Anglani (NIM 19014091)", "Kontributor / Dosen Pembimbing": ["Dr. SUBIAKTO SOEKARNO MBA, CFP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Fixed income mutual funds, performance persistence, Indonesia, contingency table", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "25 Sep 2017"}