{"Nomor": 22316, "Judul": "STUDI PERUBAHAN KONSENTRASI Fe, Ni DAN Cr AKIBAT PENGARUH ALIRAN AIRTANAH PADA MODEL PROFIL LATERIT DALAM SKALA LABORATORIUM", "Abstrak": "Tingginya permintaan pasar akan komoditi bahan tambang menyebabkan tambang-tambang di dunia meningkatkan produksinya. Daerah dengan endapan bahan galian yang dahulu dianggap tidak menguntungkan kini mulai ditambang kembali. Kadar dari endapan sangat dipengaruhi oleh konsentrasi dari unsur-unsur yang terdapat didalam bijih tersebut. Konsentrasi unsur-unsur dari suatu endapan bahan galian dipengaruhi oleh banyak hal, salah satunya adalah proses genesanya. Studi mengenai endapan laterit dapat menambah pengetahuan mengenai kontrol airtanah terhadap pengkayaan unsur tertentu, memodelkan endapan laterit dengan lebih baik, merancang strategi eksplorasinya. \n \n\nUntuk mempelajari endapan laterit maka dilakukan pemodelan endapan laterit pada skala laboratorium dengan kondisi dan asumsi yang disesuaikan dengan kondisi daerah penelitian di daerah Sorowako-Sulawesi Selatan dan melakukan simulasi kondisi alamiah dari proses aliran air tanah yang disebut proses perlakuan. \n \n\nHasil pengamatan dari proses perlakuan ini berupa perubahan parameter fisika-kimia air, yaitu; pH turun hingga mencapai 6 pada awal proses perlakuan dan naik hingga mendekati ph air hujan pada akhir proses perlakuan, fluktuasi Eh yang kecil (-0.1 V), TDS rata-rata paling tinggi pada kolom hilir (171.8 mg/l), Ec mempunyai pola yang mirip dengan TDS dan DO yang meningkat pada akhir proses perlakuan dari 4 mg/l menjadi 12 mg/l, penurunan unsur kimia terlarut, perubahan konsentrasi unsur tiap zona laterit dan fraksi mineral lempung yang terbentuk. Hasil analisis memperlihatkan bahwa kondisi perubahan parameter fisika-kimia air (pH, Eh, TDS, Ec, TDS) dapat menjadi indikasi terjadinya proses pelindian, waktu dan aliran airtanah akan menentukan konsentrasi unsur yang terlindi, penurunan konsentrasi unsur terjadi paling banyak di kolom recharge, dan banyak faktor yang perlu dipertimbangkan dalam melakukan pemodelan endapan laterit.", "Daftar File": {"2008 TA PP HADI HARMAWAN FIRDAUSI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/114175", "2008 TA PP HADI HARMAWAN FIRDAUSI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/114176", "2008 TA PP HADI HARMAWAN FIRDAUSI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/114177", "2008 TA PP HADI HARMAWAN FIRDAUSI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/114178", "2008 TA PP HADI HARMAWAN FIRDAUSI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/114179", "2008 TA PP HADI HARMAWAN FIRDAUSI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/114180", "2008 TA PP HADI HARMAWAN FIRDAUSI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/114181", "2008 TA PP HADI HARMAWAN FIRDAUSI 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/114182", "2008 TA PP HADI HARMAWAN FIRDAUSI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/114183"}, "Penulis": "HADI HARMAWAN FIRDAUSI (NIM 12103055)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Syafrizal, ST., MT., dan Prof. Dr. Ir. Sudarto Notososwoyo, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Perubahan Konsentrasi Fe, Ni, Cr, Aliran Airtanah, Model Profil Laterit, Skala Laboratorium", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "07 Des 2017"}