{"Nomor": 22314, "Judul": "SISTEM LINGKARAN", "Abstrak": "Lingkaran merupakan salah satu contoh objek geometri. Misal terdapat suatu titik O dan suatu r bilangan riil nonnegatif. Sebuah lingkaran dengan pusat O dan jari-jari r adalah himpunan titik-titik P sedemikian sehingga jarak dari titik O ke titik P adalah r. Suatu lingkaran C dapat ditulis secara aljabar, yaitu C(X,Y ) = X2 + Y 2 + 2gX + 2fY + e = 0 dengan syarat g2 + f2 −e ≥ 0 dan lingkaran lain C0 dapat ditulis sebagai C0(X,Y ) = X2+Y 2+2g0X+2f0Y +e0 = 0 dengan syarat g02 + f02 −e0 ≥ 0 . Suatu lingkaran dapat dihasilkan dari kombinasi dua lingkaran berbeda dengan persamaan λC +Ã‚ÂµC0 = 0, untuk suatu λ dan Ã‚Âµ ∈ R. Dua lingkaran dasar C dan C0 yang dikombinasikan disebut lingkaran pembangkit (generator). \n\nTerdapat tiga kemungkinan dari kombinasi dua buah lingkaran: lingkaran, garis, atau kosong. Lingkaran-lingkaran yang dihasilkan dari dua lingkaran pembangkit akan mempunyai sifat yang sama. Himpunan lingkaran-lingkaran tersebut membentuk suatu sistem lingkaran yang disebut pensil lingkaran. \n\nBerdasarkan hubungan dua lingkaran pembangkitnya, terdapat tiga jenis pensil lingkaran: pensil hiperbolik (lingkaran pembangkit tidak berpotongan), pensil elliptik (lingkaran pembangkit berpotongan di dua titik), dan pensil parabolik (lingkaran pembangkit bersinggungan). Ketiga jenis pensil tersebut dinamakan pensil hiperbolik, pensil elliptik dan pensil parabolik karena terdapat berkas hiperbola, ellips, atau parabola pada masing-masing pensil tersebut.", "Daftar File": {"2015 TS PP GUNTUR MAULANA MUHAMMAD 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/114168", "2015 TS PP GUNTUR MAULANA MUHAMMAD 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/114169", "2015 TS PP GUNTUR MAULANA MUHAMMAD 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/114170", "2015 TS PP GUNTUR MAULANA MUHAMMAD 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/114171", "2015 TS PP GUNTUR MAULANA MUHAMMAD 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/114172", "2015 TS PP GUNTUR MAULANA MUHAMMAD 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/114173"}, "Penulis": "GUNTUR MAULANA MUHAMMAD (NIM: 90112301)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. M. Wono Setya Budhi, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "sistem lingkaran, pensil llingkaran, pensil hiperbolik, pensil elliptik, pensil parabolik.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "19 Des 2017"}