{"Nomor": 22317, "Judul": "KARAKTERISASI BATUAN RESERVOAR PERMEABILITAS RENDAH FORMASI BEKASAP BERDASARKAN STUDI PETROGRAFI DAN LINGKUNGAN PENGENDAPAN", "Abstrak": "Studi integrasi petrografi dan lingkungan pengendapan merupakan salah satu metode dengan biaya yang kompetetif, dan memberikan hasil yang akurat dalam waktu yang relatif cepat untuk melakukan karakterisasi batuan reservoar. Tujuan dari studi ini untuk melakukan identifikasi karakter batupasir interval 1950 Formasi Bekasap dalam rangka optimalisasi produksi. \n \n \n \n\nPenelitian ini mendokumentasikan pengaruh faktor geologi terhadap strategi pengembangan dan optimalisasi produksi pada batupasir Formasi Bekasap interval 1950 yang merupakan hasil pengendapan sistem estuarin, tidal domniated delta. Secara litofasies, batupasir tersebut dapat dibedakan atas dua bagian, yaitu bagian-atas dan bawah. Bagian bawah tersusun oleh fasies batupasir silang-siur dan batupasir masif dengan sedikit struktur bioturbasi, berbutir sedang dan konglomeratan dengan permeabilitas-horizontal mencapai 1900 mD yang didominasi oleh batupasir tipe arenite terdiri dari subarkose dan sublitharenite. Sedangkan bagian-atas didominasi oleh fasies batupasir berbutir halus dan sangat-halus, bioturbasi sedang-kuat serta sedikit batupasir bioturbasi glaukonitan di bagian atasnya dengan permeabilitas-horizontal bervariasi beberapa puluh mD sampai 200 mD, umumnya terdiri dari batupasir tipe greywacke yang terdiri dari feldspathic greywacke dan lithic greywacke. \n \n \n \n\nProses diagenesis yang telah berlangsung meliputi kompaksi, rekristalisasi masadasar menjadi mineral lempung mikrokristalin, pengisian porositas oleh semen dolomit, siderit, kaolinit dan silika, penggantian feldspar oleh mineral lempung ilit, serta pelarutan dari feldspar membentuk porositas sekunder. \n \n \n \n\nPerkembangan kualitas reservoar, terutama harga permeabilitas, lebih dipengaruhi oleh hasil lingkungan pengendapan berupa ukuran butir, sortasi dan kandungan masadasar dibandingkan proses diagenesis berupa sementasi dan pelarutan yang hanya mempengaruhi secara lokal/terbatas. \n \n \n \n\nUkuran butir menghalus, sortasi semakin buruk serta kandungan masadasar dan struktur bioturbasi semakin banyak menyebabkan harga permeabilitas berkurang. Sebaliknya, nilai permeabilitas akan bertambah seiring dengan ukuran butir mengkasar, sortasi semakin baik, dan kandungan masadasar berkurang. Sementasi dolomit menyebabkan berkurangnya nilai permeabilitas dan porositas, sedangkan pelarutan akan menambah harga porositas dan permeabilitas. \n \n \n \n\nSensitivitas reservoar terhadap produksi, pemboran dan stimulasi dikontrol oleh kehadiran dolomit dan siderit yang be rpotensi menyebabkan problem presipitasi calciumfluoride dan/atau iron-hydroxide, serta kaolinit / ilit yang menyebabkan munculnya problem fine migration. \n \n \n \n\nsecara teknik dan ekonomi, pemboran horizontal merupakan strategi pengembangan dan peningkatan produksi yang optimal pada reservoar permebilitas rendah di batupasir interval 1950 Formasi Bekasap.", "Daftar File": {"2009 TS PP HADI PRASETYO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/114184", "2009 TS PP HADI PRASETYO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/114185", "2009 TS PP HADI PRASETYO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/114186", "2009 TS PP HADI PRASETYO 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/114187", "2009 TS PP HADI PRASETYO 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/114188", "2009 TS PP HADI PRASETYO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/114189", "2009 TS PP HADI PRASETYO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/114190", "2009 TS PP HADI PRASETYO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/114191", "2009 TS PP HADI PRASETYO 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/114192", "2009 TS PP HADI PRASETYO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/114193"}, "Penulis": "HADI PRASETYO (NIM 22006030)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Emmy Suparka dan Dr. Ir. Dardji Noeradi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Batuan reservoar permeabilitas rendah, Formasi Bekasap, Studi petrografi, Lingkungan pengendapan", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}