{"Nomor": 22312, "Judul": "INVENTORY STRATEGY FOR FINITE PLANNING HORIZON CONSIDERING LOST SALES AND SERVICE LEVEL", "Abstrak": "Dalam pasar persaingan sempurna, kehilangan penjualan atau lost sales terjadi ketika terjadi kekurangan barang. Kekurangan barang akan menyebabkan kerugian bagi distributor atau retailer. Inventory model dengan menggunakan perencanaan waktu yang terbatas lebih tepat digunakan dibandingkan dengan menggunakan perencanaan waktu yang terbatas terutama untuk produk dengan siklus yang pendek.    \n \n\nPenelitian ini mengembangkan Economic Order Quantity (EOQ) model dengan mempertimbangkan terjadinya lost sales dan perencanaan waktu yang terbatas. Algoritma yang terperinci dikembangkan untuk mengatasi masalah ini. Tujuan dari penelitian ini untuk menentukan berapa kali jumlah pemesanan yang dilakukan dan titik pemesanan kembali atau reorder point sehingga meminimalkan total biaya yang terdiri dari biaya pesan, biaya simpan, dan biaya kekurangan barang. Contoh numerical dan analisis sensitivitas digunakan untuk memvalidasi model dan menunjukkan kegunaan dari penelitian ini. Hasil analisis menunjukkan bahwa total biaya minimum yang dihasilkan dari algoritma yang dikembangkan pada penelitian ini lebih besar jika dibandingkan dengan solusi global optimal yang didapatkan dengan menggunakan integer non-linear programming. Penelitian ini juga mengembangkan solusi model bagi pembuat keputusan untuk mengimplementasikan kebijakan persediaan yang optimal dengan mempertimbangkan service level yang telah ditetapkan di awal perencanaan sistem persediaan.", "Daftar File": {"2014 TS PP GUNAWAN MANGKUHARJO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/114159", "2014 TS PP GUNAWAN MANGKUHARJO 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/114160", "2014 TS PP GUNAWAN MANGKUHARJO 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/114161", "2014 TS PP GUNAWAN MANGKUHARJO 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/114162", "2014 TS PP GUNAWAN MANGKUHARJO 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/114163", "2014 TS PP GUNAWAN MANGKUHARJO 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/114164", "2014 TS PP GUNAWAN MANGKUHARJO 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/114165", "2014 TS PP GUNAWAN MANGKUHARJO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/114166"}, "Penulis": "GUNAWAN MANGKUHARJO", "Kontributor / Dosen Pembimbing": ["Pembimbing :Dr. Andi Cakravastia Arisaputra Raja, S.T., M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Lost Sales; Service Level; Inventory; Finite Planning Horizon", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}