{"Nomor": 22322, "Judul": "PENENTUAN KOEFISIEN NONSTANDARD PART-LOAD VALUE UNTUK BEBERAPA KOTA DI INDONESIA DENGAN METODE DEGREE HOURS DAN METODE RADIANT TIME SERIES", "Abstrak": "Penggunaan sistem pengondisian udara pasti akan diikuti dengan upaya penghematan energi. Kebanyakan konsumen memilih chiller berdasarkan efisiensi beban penuh, sedangkan efisiensi chiller berubah-ubah terhadap kondisi beban parsialnya. Hal ini menyebabkan banyak konsumen salah dalam memilih chiller. Tugas Sarjana ini bertujuan untuk mendapatkan koefisien pada persamaan Nonstandard Part-Load Value (NPLV) yang digunakan untuk memberikan nilai efisiensi chiller secara keseluruhan. Koefisien NPLV ditentukan untuk daerah Kemayoran, Bandar Udara Soekarno-Hatta, Tanjung Priok, dan Palembang dengan menggunakan metode degree hours dan metode radiant time series.  \n \n\nHasil perhitungan menunjukkan koefisien NPLV hasil metode degree hours memperlihatkan kondisi pembebanan sangat dominan pada 75% dan 50% dengan kondisi 100% dan 25% sangat insignifikan. Sedangkan hasil metode radiant time series lebih merata dengan kondisi pembebanan dominan pada nilai 75%. Jika dibandingkan dengan kondisi operasi aktual, hasil metode radiant time series mempunyai karakteristik yang lebih serupa. Selanjutnya, dengan persamaan NPLV yang didapat, efisiensi keseluruhan beberapa jenis chiller dapat dibandingkan. Hasil perhitungan menunjukkan bahwa chiller berkompresor ulir memiliki efisiensi yang terbaik untuk setiap kota. Oleh karena itu, chiller ini direkomendasikan untuk dioperasikan di kota-kota tersebut.", "Daftar File": {"2017 TA PP HAEKAL ADITYO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/114217"}, "Penulis": "HAEKAL ADITYO (NIM : 13113031)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Ari Darmawan Pasek"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "chiller, efisiensi keseluruhan chiller, pemilihan chiller, perhitungan beban pendinginan, metode degree hours, metode radiant time series.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}