{"Nomor": 22333, "Judul": "PERANCANGAN STRUKTUR BAJA BERPENGAKU TAHAN TEKUK UNTUK BANGUNAN BERISIKO TINGGI BERDASARKKAN SNI 1726-2012", "Abstrak": "Sistem Struktur Rangka Bresing Tahan Tekuk (SRBTT) merupakan penyempurnaan rangka bresing konsentrik dimana bresing yang direncanakan tidak menekuk akibat gaya aksial tekan. Untuk menghilangkan kegagalan tekuk, elemen tekan dikekang secara lateral sehingga panjang efektif elemen tekan tidak terkekang mendekati nol  \n \n\ndan bresing memiliki kapasitas antara tarik dan tekan yang sama. Desain sistem SRBTT konfigurasi V-inverted akan dilakukan pada gedung 2, 5, dan 10 lantai.  \n \n\nKinerja sistem SRBTT akan dibandingkan dengan hasil desain yang dilakukan penulis lain terhadap bangunan serupa menggunakan Sistem Struktur Rangka Bresing  \n \n\nKonsentrik Khusus (SRBKK) dan Sistem Struktur Rangka Eksentrik (SRBE).  \n \n\nLangkah preliminary design dilakukan dengan memperkirakan besarnya profil penampang rencana, pembebanan gravitasi dan gempa, dan pengecekan kapasitas  \n \n\nbresing sebagai sekring. Bresing yang digunakan dalam perancangan merupakan modifikasi bresing spesimen 1 yang diuji oleh Universitas California pada tahun 2006. Perencanaan elemen struktur pemikul gempa dilakukan berdasarkan desain kapasitas dan perencanaan elemen struktur non-pemikul gempa dilakukan berdasarkan perhitungan gaya-gaya dalam akibat beban gravitasi. Analisis pushover yang dilakukan menunjukkan plastifikasi struktur sesuai dengan yang direncanakan,  \n \n\nstruktur mampu menanggung beban gempa yang direncanakan, dan kinerja struktur mencapai target.  \n \n\nHasil perencanaan menunjukkan bahwa bangunan SRBTT pada tugas akhir ini memenuhi syarat simpangan yang ketat untuk bangunan kategori IV yaitu sebesar 1%. Dalam perancangan, syarat simpangan tidak menentukan desain bangunan 2 dan 5 lantai karena desain lebih ditentukan oleh syarat kekuatan. Sedangkan untuk bangunan 10 lantai, desain lebih ditentukan oleh syarat simpangan. Dibandingkan dengan bangunan serupa menggunakan Sistem SRBKK dan Sistem SRBE, SRBTT merupakan sistem dengan berat struktur baja balok, kolom, dan inti bresing relatif paling ringan dan simpangan yang relatif besar.", "Daftar File": {"2013 TA PP HAMAMA AGHNIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/114253", "2013 TA PP HAMAMA AGHNIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/114254", "2013 TA PP HAMAMA AGHNIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/114255", "2013 TA PP HAMAMA AGHNIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/114256", "2013 TA PP HAMAMA AGHNIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/114257", "2013 TA PP HAMAMA AGHNIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/114258", "2013 TA PP HAMAMA AGHNIA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/114259", "2013 TA PP HAMAMA AGHNIA 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/114260", "2013 TA PP HAMAMA AGHNIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/114261"}, "Penulis": "HAMAMA AGHNIA (NIM : 15009023)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Muslinang Moestopo, MSEM, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bresing, tahan tekuk, desain kapasitas, analisis pushover, simpangan.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}