{"Nomor": 22345, "Judul": "EVALUASI POTENSI RADIOGRAFI PANORAMIK UNTUK ANALISIS KERAPATAN TULANG BERDASARKAN KORELASI DENGAN DATA 3D MICROCT", "Abstrak": "Osteoporosis adalah penyakit yang berkaitan sangat erat dengan kerapatan pada tulang yang secara kuantitatif dikenal dengan istilah Bone Mineral Density (BMD). Alat yang saat ini banyak digunakan untuk mendeteksi nilai BMD adalah Dual energy X-ray Absorptiometry (DXA). Namun, rendahnya jumlah DXA di Indonesia menuntut untuk ditemukannya metode alternatif sebagai metode untuk deteksi dini osteoporosis.  \n \n\nRadiografi panoramik, diduga memiliki potensi untuk menjadi suatu alternatif metode deteksi dini osteoporosis. Akan tetapi, belum ada lembaga berwenang yang menyatakan bahwa radiografi panoramik dapat menjadi metode alternatif tersebut. Oleh karena itu, tujuan dari penelitian ini adalah membuktikan apakah radiografi panoramik memiliki potensi untuk menjadi metode deteksi dini osteoporosis.  \n \n\nPada penelitian ini tulang rahang tersebut diganti dengan tulang iga sapi sebagai sampel yang akan diteliti. Pemindaian dengan microCT digunakan sebagai Ã‚Â“gold standardÃ‚Â” kerapatan tulang sehingga hasil pemindaian dari radiografi panoramik dapat dibandingkan. Baik microCT maupun radiografi panoramik menghasilkan citra yang tidak bisa untuk segera dianalisis, sehingga membutuhkan pengolahan citra, yaitu teknik pemfilteran dan segmentasi.  \n \n\nDari percobaan ini dapat diketahui bahwa radiografi panoramik memiliki potensi untuk menjadi metode alternatif deteksi dini osteoporosis dengan hasil perbandingan indeks kerapatan tulang menunjukkan kecenderungan yang sama, dengan perbedaan persentase sekitar 4% jika dibandingkan dari hasil microCT.", "Daftar File": {"2013 TA PP HANIFAN PRAFIADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/114312", "2013 TA PP HANIFAN PRAFIADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/114313", "2013 TA PP HANIFAN PRAFIADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/114314", "2013 TA PP HANIFAN PRAFIADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/114315", "2013 TA PP HANIFAN PRAFIADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/114316", "2013 TA PP HANIFAN PRAFIADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/114317", "2013 TA PP HANIFAN PRAFIADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/114318"}, "Penulis": "HANIFAN PRAFIADI (NIM :  13308032)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nDr. Suprijanto, S.T. M.T.", "Dr. Ir. Endang Juliastuti, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Citra panoramik, pengolahan citra, microCT, osteoporosis", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}