{"Nomor": 22343, "Judul": "STUDI ANALISIS PENINGKATAN PEROLEHAN MINYAK DENGAN SURFACTANT FLOODING PADA RESERVOIR TIPIS MENGGUNAKAN VERTICAL-HORIZONTAL PATTERN", "Abstrak": "Surfactant flooding adalah salah satu jenis peningkatan perolehan minyak secara kimiawi yang digunakan untuk mengambil minyak tersisa pada lapangan tua. Peningkatan perolehan minyak dengan menggunakan surfactant ini umumnya dimulai setelah proses secondary recovery selesai dilakukan. Secondary recovery yang biasa digunakan adalah dengan injeksi air karena biaya yang cukup murah. Namun, pada kasus tertentu seperti reservoir oil-wet, dimana minyak lebih mudah membasahi batuan reservoir dibandingkan air, injeksi air tidak akan memberikan pengurasan minyak secara maksimal. Dengan sifat yang dapat menurunkan tegangan antar-muka dari minyak-air, injeksi surfactant dapat mengambil minyak dengan lebih maksimal.  \n \n\nPada paper ini akan dilakukan studi peningkatan perolehan minyak menggunakan surfactant flooding pada reservoir tipis. Kasus reservoir tipis merupakan salah satu kasus dimana sumur horizontal banyak digunakan. Penggunaan sumur produksi horizontal akan membuat pengurasan minyak menjadi lebih efisien karena area pengurasan yang lebih besar dibandingkan dengan sumur vertikal. Injeksi surfactant sebagai metode peningkatan perolehan minyak akan dilakukan dengan menggunakan sumur injeksi vertikal. Kemudian, studi sensitivitas dilakukan terhadap jarak antara sumur produksi dengan sumur injeksi, jarak antar sumur injeksi, laju injeksi, serta konsentrasi surfactant. Penggunaan vertical-horizontal pattern ini terbukti mampu memberikan peningkatan faktor perolehan minyak secara signifikan.", "Daftar File": {"2017 TA PP HANGGA YUDHA WIBISONO 1.pdf": "https://digilib.itb.ac.id/gdl/download/114303"}, "Penulis": "HANGGA YUDHA WIBISONO (NIM : 12213083)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Leksono Mucharram, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Surfactant flooding, tegangan antar-muka, reservoir tipis, vertical-horizontal pattern", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}