{"Nomor": 22342, "Judul": "UNDERSTANDING GEOLOGICALLY COMPLEX RESERVOIR ZONE USING MULTI TANK MATERIAL BALANCE ANALYSIS FOR BETTER RESERVES ESTIMATION", "Abstrak": "Studi ini bertujuan untuk membuktikan bahwa dengan sebuah permodelan dinamik sederhana bisa membantu menganalisa cadangan sebuah lapangan berdasarkan data statik serta dinamik. Permodelan dinamik pada lapangan ini menggunakan analisa material balance.  \n \n\nStudi ini dimulai dari screening reservoir berdasarkan kelengkapan dan hasil permodelan statik. Hasil permodelan ini di-review sedemikian sehingga bisa menghasilkan gambaran awal tentang kompartemen yang mungkin terbentuk di reservoir-reservoir ini. Selanjutnya, data dinamik yaitu produksi serta histori tekanan akan dianalisa untuk mengetahui kompartemen yang terbentuk berdasarkan data dinamik. Integrasi kedua jenis data ini akan dimasukkan sebagai input pada permodelan dinamik dengan material balance.  \n \n\nPada studi ini dikenalkan penggunaan multi tank material balance sebagai suatu metode baru dalam penggunaan material balance untuk reservoir yang kompleks. Aplikasi dari metode ini sangat membantu dalam memberikan gambaran dinamik dari reservoir ini.  \n \n\nHasil dari studi ini menyebutkan bahwa terdapat beberapa reservoir yang berbeda jenis kompartemen setelah dilakukan permodelan dinamik. Permodelan secara multi tank pada material balance menghasilkan model dinamik yang menggambarkan sifat dinamik dari reservoir ini. Selanjutnya, evaluasi cadangan serta prediksi performa reservoir bisa dihasilkan dari permodelan dinamik ini. Hasil dari evaluasi cadangan menghasilkan sebanyak 21% dari total 24 reservoir yang dimodelkan mengalami perbedaan absolut lebih dari 30% dari nilai original oil in-place referensi, sedangkan 75% dari total 24 reservoir mengalami perbedaan absolut lebih dari 30% dari nilai initial gas in-place yang direferensikan. Hasil permodelan ini akan digunakan sebagai acuan untuk studi kedepannya terutama dalam penentuan nilai initial gas in-place.", "Daftar File": {"2017 TS PP HANDITA REKSI DWITANTRA SUTOYO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/114302"}, "Penulis": "HANDITA REKSI DWITANTRA SUTOYO", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tutuka Ariadji, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "material balance, evaluasi cadangan, permodelan dinamik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}