{"Nomor": 22354, "Judul": "IDENTIFIKASI KARAKTERISTIK KETERSEDIAAN LAYANAN DAN TINGKAT PERMINTAAN TRANSJAKARTA (STUDI KASUS: TRANSJAKARTA KORIDOR 1, 6 DAN 9)", "Abstrak": "Tingkat penggunaan layanan transit di area perkotaan merupakan sebuah hal yang penting, mengingat penggunaan kendaraan pribadi yang terus meningkat akan menimbulkan berbagai permasalahan. Ketersediaan secara layanan dan temporal dipercayai memiliki peranan mendasar dalam mempengaruhi preferensi pengguna dalam memilih layanan transit, sehingga karakteristik ketersediaan dari layanan TransJakarta harus diketahui supaya kualitas pelayanan dapat di tingkatkan. Karakteristik ketersediaan layanan akan di identifikasi dengan menggunakan metode yang terdapat pada TCQSM (Transit Capacity and Quality of Service Manual) yang diterbitkan oleh TRB (Transportation Research Board). Karakteristik ketersediaan layanan yang sudah teridentifikasi kemudian akan dianalisis untuk menentukan keterkaitannya dengan tingkat penggunaan layanan di sebuah pemberhentian. Dari hasil analisis, dapat disimpulkan bahwa tidak terdapat keterkaitan yang signifikan antara karakteristik ketersediaan secara spasial dengan tingkat penggunaan layanan, adapun ketersediaan layanan secara temporal ditemukan memiliki keterkaitan yang signifikan dengan tingkat penggunaan layanan. Tidak ditemukannya keterkaitan yang signifikan antara ketersediaan layanan secara spasial dengan tingkat penggunaan disebabkan oleh terdapat perbedaan mendasar yang signifikan antara karakteristik area sekitar halte TransJakarta dengan karakteristik kota-kota di Amerika Serikat tempat pedoman TCQSM pada awalnya di rancang untuk digunakan.", "Daftar File": {"HANNAN AZINUDDIN.pdf": "https://digilib.itb.ac.id/gdl/download/114334"}, "Penulis": "HANNAN AZINUDDIN", "Kontributor / Dosen Pembimbing": ["Ibnu Syabri, B.sc., M.sc., Ph.d."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "layanan transit, transjakarta, ketersediaan layanan, tingkat permintaan, TCQSM", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}