{"Nomor": 22356, "Judul": "STUDI KETERKAITAN KONFIGURASI RUANG JALAN DALAM UPAYA PENURUNAN TINGKAT KRIMINALITAS (Studi Kasus: Kecamatan Sukasari, Bandung)", "Abstrak": "Kejahatan selalu menjadi masalah sosial yang terjadi di banyak bagian kota termasuk daerah pemukiman. Rasa takut akan kejahatan terus meningkat seiring dengan meningkatnya tingkat kejahatan, yang pada akhirnya mempengaruhi kualitas hidup penduduk yang tinggal di daerah tersebut. Hal ini menyebabkan warga terpaksa menyediakan keamanan dengan mengandalkan berbagai strategi seperti memasang CCTV dan mempekerjakan penjaga keamanan daripada memiliki lingkungan yang dapat diawasi secara alamiah. Namun, pemasangan alat-alat ini tidak benar-benar optimal, baik dari segi biaya dan bahkan dalam kehidupan sosial. Beberapa strategi yang digunakan untuk mengurangi tingkat kejahatan dengan desain kemudian dikembangkan, seperti mengidentifikasi hubungan antara konfigurasi jaringan jalan dengan tindak kejahatan dan kemudian mengusulkan konfigurasi jaringan jalan yang lebih baik menggunakan Space Syntax. Hasilnya akan membantu untuk menentukan konfigurasi ruang yang lebih baik bagi kawasan tersebut. Langkah penelitian pertama adalah membuat peta aksial kawasan studi, yaitu di Sukasari, Bandung. Langkah ini diikuti dengan menganalisis peta aksial menggunakan Ruang Sintaks untuk menemukan nilai-jalan oleh masing-masing variabel sehingga ditemukan variabel-variabel apa saja yang terkait dengan insiden kejahatan. Variabel-variabel ini kemudian dianalisis secara regresi untuk melihat keterkaitan dan kuat pengaruhnya terhadap insiden kejahatan di Sukassari, Bandung. Hasil penelitian menunjukkan bahwa konfigurasi ruang kawasan mempengaruhi tingkat kejahatan di Sukasari adalah integrasi global, konektivitas, dan integrasi pejalan kaki. Integrasi global dan integrasi pejalan kaki keduanya memiliki korelasi negatif terhadap kejahatan. Ini berarti bahwa semakin tinggi kawasan terintegrasi, semakin rendah kemungkinan insiden kejahatan akan terjadi. Di sisi lain, konektivitas kawasan memiliki korelasi positif terhadap tindak kejahatan, yang menunjukkan bahwa semakin tinggi konektivitas Kecamatan Sukasari, maka semakin tinggi pula tingkat kejahatan yang terjadi di kawasan tersebut.", "Daftar File": {"2014 TS PP HANNY ARYUNDA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/114336", "2014 TS PP HANNY ARYUNDA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/114337", "2014 TS PP HANNY ARYUNDA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/114338", "2014 TS PP HANNY ARYUNDA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/114339", "2014 TS PP HANNY ARYUNDA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/114340", "2014 TS PP HANNY ARYUNDA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/114341", "2014 TS PP HANNY ARYUNDA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/114342", "2014 TS PP HANNY ARYUNDA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/114343"}, "Penulis": "HANNY ARYUNDA (NIM: 25611010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. M. Prasetyo Effendi Y., M.Arch, MAUD.", "Dr.Eng. Hanson Endra Kusuma, ST, M.Eng.,", "Hanson Endra Kusuma, ST, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "kejahatan, space syntax, konfigurasi ruang/jalan.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "24 Nov 2017"}