{"Nomor": 22364, "Judul": "PEMISAHAN HIDROGEN DARI CAMPURAN GAS (H2, N2, CO, CO2) MENGGUNAKAN MEMBRAN Pd82Ag18/Al2O3 PADA KEADAAN TUNAK DAN TAK TUNAK", "Abstrak": "Hidrogen merupakan salah satu sumber energi alternatif masa depan. Untuk  \n \n\nmemproduksi hidrogen dengan kemurnian yang tinggi diperlukan reaktor  \n \n\npergeseran gas air dan unit pemisahan hidrogen. Intensifikasi proses menawarkan  \n \n\nmetode baru dengan cara menggabungkan unit operasi tersebut menjadi sebuah  \n \n\nmembran reaktor berbasis paladium.  \n \n\nPenelitian ini bertujuan untuk mengkaji karakteristik pemisahan H2 dari campuran  \n \n\ngas umpan yang terdiri dari H2 dan sejumlah co-existing gas (N2, CO, CO2)  \n \n\nmenggunakan membran Pd82Ag18/Al2O3 (tebal 20,2μm) yang dioperasikan secara  \n \n\ntunak serta melakukan simulasi pengoperasian membran secara tak tunak dengan  \n \n\nvariasi switching time. Membran dioperasikan pada temperatur 350oC, tekanan  \n \n\natmosferik, dan pengamatan dilakukan selama Ã‚Â± 8 jam. Kinerja membran diukur  \n \n\nberdasarkan perolehan dan fluks hidrogen.  \n \n\nPada penelitian ini diperoleh hasil yang menunjukkan tidak adanya deaktivasi  \n \n\nmembran yang diakibatkan N2 dan CO2; namun deaktivasi membran terjadi akibat  \n \n\nCO. Urutan co-existing gas yang mempengaruhi fluks hidrogen adalah  \n \n\nCO>CO2>N2. Pada percobaan ini juga ditemukan kesimpulan bahwa semakin  \n \n\nbesar fraksi co-exsisting gas pada umpan maka perolehan dan fluks hidrogen akan  \n \n\nsemakin kecil akibat adanya dilution, polarisasi konsentrasi, dan/atau inhibisi di  \n \n\npermukaan membran. Pada pengoperasian membran secara tak tunak, switching  \n \n\ntime (ST) 2 detik memberikan rejim sliding; ST 12 detik memberikan rejim  \n \n\ndinamik; dan ST 120 detik memberikan rejim quasy steady state. Dari simulasi  \n \n\ndiperoleh kesimpulan bahwa swiching time 120 detik memberikan potensi  \n \n\npeluang pengoperasian membran yang memberikan perolehan hidrogen lebih  \n \n\nbesar dibandingkan operasi tunak serta peluang untuk menurunkan time-lag saat  \n \n\nperiode start-up.", "Daftar File": {"2017 TS PP HANS KRISTIAN IRAWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/114375"}, "Penulis": "HANS KRISTIAN IRAWAN (NIM: 23016041)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Yogi Wibisono Budhi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Membran Pd-Ag, tunak, CO, CO2, N2, dinamik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}