{"Nomor": 22387, "Judul": "KAJIAN PERAN WISATA KULINER DALAM MENDORONG  PENGEMBANGAN EKONOMI LOKAL DI KABUPATEN GARUT (STUDI KASUS : KAWASAN STRATEGIS PARIWISATA KABUPATEN (KSPK) PERKOTAAN GARUT)", "Abstrak": "Perkembangan wisata kuliner di Kabupaten Garut dapat menimbulkan pengaruh terhadap masyarakat, lingkungan, ekonomi dan sosial. Sektor pariwisata salah satu sektor ekonomi yang terandalkan dalam penanggulangan kemiskinan yang dioptimalkan dengan memberbesar multiplier effect dalam kesempatan kerja, peluang berusaha dan distribusi pendapatan. Tujuan penelitian yang ingin dicapai adalah melakukan kajian mengenai peran wisata kuliner dalam mendorong pengembangan ekonomi lokal di Kabupaten Garut serta faktor-faktor yang mempengaruhinya. jenis penelitan yang digunakan adalah deskriptif dengan menggunakan pendekatan penelitan kuantitatif, yang diperoleh melalui analisis tabulasi data. Sasaran penelitian diantaranya yaitu teridentifikasinya perkembangan wisata kuliner di Kabupaten Garut dari segi jenis, sebaran, dan jumlah; teridentifikasinya peran wisata kuliner terhadap pengembangan ekonomi lokal yaitu dilihat dari tingkat kepemilikan usaha, penyerapan tenaga kerja, dan pemanfaatan bahan baku;  dan teridentifikasinya faktor-faktor yang mempengaruhi peran wisata kuliner dalam mendorong pengembangan ekonomi lokal.     \n \n \n \n \n\nBerdasarkan hasil analisis dapat diketahui bahwa dari segi jumlah dan sebaran wisata kuliner di Kabupaten Garut, KSPK Perkotaan Garut merupakan pusat wisata kuliner di Kab. Garut baik dari segi penyedia jasa kuliner dan produsen barang kuliner. Bersama-sama dengan pusat objek wisata unggulan, pusat penjualan oleh-oleh serta pusat amenitas wisata lainnya di koridor jalan-jalan utama di Kabupaten Garut membentuk suatu kawasan wisata yang saling mendukung satu sama lain. Hasil penilaian lainnya terhadap beberapa indikator peran wisata kuliner dalam mengembangkan ekonomi lokal yaitu dari aspek kepemilikan adalah sangat tinggi, dari aspek kontrol secara lokal melalui kantor pusat yang berlokasi di tingkat lokal adalah sangat tinggi, penggunaan tenaga kerja lokal juga sangat tinggi, begitu pula tingkat pengisian posisi penting oleh tenaga kerja lokal dalam perusahaan adalah sangat tinggi. Sementara itu dalam hal penggunaan bahan baku lokal peran wisata kuliner dalam pengembangan ekonomi lokal adalah rendah. Dalam hal supply chain bahan baku komoditi pertanian melalui pembelian langsung kepada petani adalah sedang.    \n \n \n \n \n\nFaktor-faktor yang mempengaruhi peran wisata kuliner terhadap pengembangan ekonomi lokal, antara lain dari aspek motivasi pemilik usaha mayoritas pelaku usaha memiliki motivasi utama adalah memperoleh keuntungan ekonomi. Dari aspek kesesuaian supply dan demand bahan baku terutama komoditi bahan baku utama yaitu dari aspek kualitas mampu memenuhi permintaan, tetapi dari aspek harga dan ketersediaan tidak mampu memenuhi permintaan karena harga yang mahal dan sulit diperoleh. Sementara itu, kesesuaian supply dan demand tenaga kerja mayoritas pemilik usaha memiliki kualtas yang tinggi atau sesuai dengan kualifikasi yang ditetapkan. Faktor lainnya yaitu kebijakan pemerintah, secara kebijakan sudah terdapat dasar yang jelas tetapi dalam implementasinya masih kurang dari terutama dari segi cakupan penerima bantuan program dari pemerintah.", "Daftar File": {"2017 TS PP HARRY SUBAGJA_ABSTRAK 1.pdf": "https://digilib.itb.ac.id/gdl/download/114493"}, "Penulis": "HARRY SUBAGJA", "Kontributor / Dosen Pembimbing": ["Prof. Drs. Arief Rosyidie MSP,M.Arch.,Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "wisata kuliner, ekonomi lokal.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}