{"Nomor": 22380, "Judul": "PEMODELAN FASIES RESERVOIR BATUPASIR A, FORMASI LOWER GABUS BAGIAN ATAS, LAPANGAN KF, CEKUNGAN NATUNA BARAT", "Abstrak": "Dalam usaha meningkatkan produksi minyak yang terus mengalami penurunan tingkat produksi, dilakukan usaha-usaha untuk memproduksi minyak dengan metode produksi tingkat lanjut. Lapangan KF merupakan salah satu lapangan penghasil minyak dan gas bumi yang berada di Blok Kakap PSC, Cekungan Natuna Barat. Lapangan ini ditemukan pada tahun 1985 dan mulai berproduksi pada Desember 1989 yang mencapai puncak produksi pada November 1990 yang menghasilkan 43.720 barel minyak per-hari. Dalam rangka meningkatkan pemahaman tentang karakter dari reservoir minyak yang ada, studi tentang pemodelan geologi (karakterisasi reservoir) lebih lanjut perlu dilakukan. salah satu metode yang diterapkan dalam penelitian ini yaitu dengan melakukan pemodelan reservoir. Studi kali ini akan melakukan pemodelan reservoir Batupasir A pada interval Formasi Keras bagian bawah hingga Formasi Lower Gabus bagian atas di Lapangan KF. Beberapa langkah yang dilakukan antara lain: menganalisis log sumur, menganalisis tipe endapan berdasakan pola log GR, pemetaan geometri, dan pemodelan fasies. Data-data yang digunakan dalam studi ini antara lain adalah data log sumur, data seismik 3D, data checkshot, data well top dan well bottom, laporan litostratigrafi serta laporan studi inti batuan Lapangan KF. Terdapat sembilan belas interval batupasir yang menyusun reservoir Batupasir A namun dalam penelitian ini hanya digunakan enam belas interval batupasir sebagai interval studi, yaitu Batupasir Keras-2, LG-1A, LG-1B, LG-2A, LG-2B, LG-3A, LG-3B, LG-4, LG-5AB, LG-5C, LG-6A, LG-6B, LG-6C, LG-7A, LG-7B, dan LG-8. Keenam belas interval batupasir tersebut diendapakan pada lingkungan fluvial dan fluvial-deltaic. Interval Batupasir Keras-2, LG-4, LG-5AB, LG-5C, LG-6A, LG-6B, LG-6C, LG-7A, dan LG-7B merupakan fasies delta front/distal bar sand, dan interval Batupasir LG-1A, LG-1B, LG-2A, LG-2B, LG-3A, LG-3B, dan LG-8 merupakan fasies fluvial channel sand. Seluruh fasies pada kesembilan belas interval batupasir tersebut memiliki arah sedimentasi Tenggara-Baratlaut. Pemodelan fasies reservoir menunjukkan hasil yang mirip dengan pemetaan geometri reservoir (peta isochore reservoir), yaitu persebarannya berarah Tenggara-Baratlaut. Pemodelan fasies ini dimaksudkan untuk mendefinisikan penyebaran lateral masing-masing fasies batupasir penyusun reservoir Batupasir A.", "Daftar File": {"2011 TS PP HARISMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/114439", "2011 TS PP HARISMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/114440", "2011 TS PP HARISMA 1-BAB 2A.pdf": "https://digilib.itb.ac.id/gdl/download/114445", "2011 TS PP HARISMA 1-BAB 2B.pdf": "https://digilib.itb.ac.id/gdl/download/114444", "2011 TS PP HARISMA 1-BAB 2C.pdf": "https://digilib.itb.ac.id/gdl/download/114443", "2011 TS PP HARISMA 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/114442", "2011 TS PP HARISMA 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/114441", "2011 TS PP HARISMA 1-BAB 3C.pdf": "https://digilib.itb.ac.id/gdl/download/114448", "2011 TS PP HARISMA 1-BAB 3D.pdf": "https://digilib.itb.ac.id/gdl/download/114447", "2011 TS PP HARISMA 1-BAB 3E.pdf": "https://digilib.itb.ac.id/gdl/download/114446", "2011 TS PP HARISMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/114449", "2011 TS PP HARISMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/114450"}, "Penulis": "HARISMA (NIM: 22008304)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Prihadi Sumintadiredja."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "geometri reservoir, pemodelan fasies, fluvial channel sand, delta front/distal bar sand.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "12 file", "Tanggal Input": "26 Okt 2017"}