{"Nomor": 22386, "Judul": "MODEL BANGKITAN PERJALANAN PENGHUNI APARTEMEN DI KOTA BANDUNG (STUDI KASUS : APARTEMEN GATEWAY AHMAD YANI)", "Abstrak": "Meningkatnya jumlah penduduk akan mempengaruhi pertumbuhan perumahan, sarana kota, dan transportasi. Keterbatasan lahan dan harga tanah yang tinggi serta makin populernya bisnis properti di Indonesia terutama di kota-kota besar memunculkan variasi jenis hunian dengan sistem multi lantai yang dikenal dengan Apartemen. Salah satu dari apartemen yang telah beroperasi di kota Bandung adalah Apartemen Gateway Ahmad Yani yang terletak di Jalan Ahmad Yani No. 669. Dengan adanya Apartemen Gateway Ahmad Yani pasti akan menimbulkan bangkitan lalu-lintas sehingga akan membebani jaringan jalan tertentu terutama Jalan Ahmad Yani yang langsung terhubung dengan pintu keluar-masuk kawasan apartemen.   \n \n \n\nPenelitian ini bertujuan untuk memperoleh model bangkitan perjalanan penghuni apartemen Gateway Ahmad Yani Bandung. Metode analisis yang digunakan adalah metode regresi dengan menggunakan variabel bebas : jumlah total anggota keluarga (X1), jumlah total anggota keluarga yang berusia di atas 5 tahun (X2), jumlah anggota keluarga yang memiliki SIM (X3), jumlah anggota keluarga yang bekerja (X4), jumlah anggota keluarga yang bersekolah (X5), jumlah unit mobil yang dimiliki (X6), jumlah unit sepeda motor yang dimiliki (X7), Usia kepala keluarga (X8), Total pendapatan rumah tangga (X9) dan variabel terikatnya adalah jumlah perjalanan penghuni apartemen yang ditinjau berdasarkan kondisi jam puncak pagi (06.00-08.00), jam puncak siang (12.00-14.00) dan jam puncak sore (16.00-18.00).   \n \n \n\nBerdasarkan hasil analisis dengan SPSS diperoleh model bangkitan perjalanan penghuni apartemen dalam bentuk persamaaan matematis. Model untuk hari Senin pada jam puncak pagi adalah Y = - 0,168 + 0,284 X2 + 0,232 X7 , model ini setelah ditransformasikan ke dalam bentuk trip rate menghasilkan nilai trip rate terbesar yaitu 0,432 smp/unit.   \n \n \n\nEnam dari sembilan variabel bebas berpengaruh terhadap model-model bangkitan perjalanan penghuni apartemen yang dihasilkan. Hal ini menunjukkan bahwa parameter sosial ekonomi rumah tangga berpengaruh signifikan terhadap bangkitan perjalanan penghuni apartemen.", "Daftar File": {"2016 TS PP HARRY RICHARDO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/114485", "2016 TS PP HARRY RICHARDO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/114486", "2016 TS PP HARRY RICHARDO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/114487", "2016 TS PP HARRY RICHARDO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/114488", "2016 TS PP HARRY RICHARDO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/114489", "2016 TS PP HARRY RICHARDO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/114490", "2016 TS PP HARRY RICHARDO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/114491", "2016 TS PP HARRY RICHARDO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/114492"}, "Penulis": "HARRY RICHARDO (NIM : 25414048)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Binsar PH Naipospos, Ir., MSP, Dr"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Residential & related buildings", "Kata Kunci": "Apartemen, Model Bangkitan, Metode Regresi, Trip Rate", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Rd. Lenny Fatimah N., Dra", "File": "8 file", "Tanggal Input": "09 Okt 2017"}