{"Nomor": 22381, "Judul": "PERANCANGAN DAN PEMBUATAN PERANGKAT AKUISISI DATA TOMOGRAFI ELEKTRIK UNTUK SUSUNAN ELEKTRODA SIRKULAR DAN PLANAR", "Abstrak": "Teknologi pencitraan sekarang ini sedang mengalami perkembangan yang sangat pesat, terutama pencitraan berdasarkan karakteristik elektrik dari objek uji yang dikenal dengan Electrical Impedance Tomography (EIT). Pada tomografi elektrik, sejumlah elektroda ditempatkan di bidang batas objek. Arus listrik berorde rendah diinjeksikan ke dalam objek uji melalui elektroda-elektroda yang telah dipasang. Beda potensial dari elektroda-elektroda terpasang kemudian akan diukur dan distribusi resistivitas objek dapat diperoleh melalui perhitungan.  \n \n\nPada umumnya konfigurasi elektroda tomografi elektrik dipasang mengelilingi objek. Untuk keadaan tertentu, elektroda tidak dapat dipasang di sekeliling objek. maka diperlukan konfigurasi elektroda yang lain. Salah satunya adalah konfigurasi elektroda planar dimana elektroda hanya berada pada salah satu sisi objek yang saling berlawanan.  \n \n\nUntuk mendukung studi eksperimen tomografi elektrik, maka perlu dikembangkan perangkat akuisisi data yang mudah digunakan, murah, dan ringkas. Perangkat akuisisi data yang dibuat terdiri dari perangkat keras dan perangkat lunak. Perangkat keras yang dikembangkan terdiri dari modul sumber arus, modul koleksi data, modul pengukur tegangan, dan modul mikrokontroler. Koleksi data dari objek dilakukan dengan menggunakan metode berpasangan. kemudian data hasil pengukuran yang telah diterima komputer dapat direkonstruksi dengan menggunakan Electrical Impedance Diffuse Optical Reconstruction Software (eidors).  \n \n\nUjicoba hasil perancangan dilakukan dengan pengambilan data pada phantom. data hasil pengukuran yang direkonstruksi dengan menggunakan eidors dapat menghasilkan citra distribusi resistivitas dari phantom. Hasil pembuatan perangkat akuisisi data berupa sistem yang mudah untuk digunakan, murah untuk dibuat, dan ringkas sehingga mudah untuk dipindah tempatkan.", "Daftar File": {"2012 TA PP HARI SUSETYO  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/114451", "2012 TA PP HARI SUSETYO  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/114452", "2012 TA PP HARI SUSETYO  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/114453", "2012 TA PP HARI SUSETYO  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/114454", "2012 TA PP HARI SUSETYO  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/114455", "2012 TA PP HARI SUSETYO  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/114456", "2012 TA PP HARI SUSETYO  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/114457"}, "Penulis": "HARI SUSETYO (NIM : 13307082)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nProf. Deddy Kurniadi, Dr. Eng.", "Dr. Ir. Suprijanto, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tomografi elektrik, distribusi resistivitas, perangkat akuisisi data, metode berpasangan, algoritma rekonstruksi citra.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}