{"Nomor": 22391, "Judul": "STUDI PENGGUNAAN DUAL ELECTRIC SUBMERSIBLE PUMP (DESP) SEBAGAI METODE PENGANGKATAN BUATAN PADA SUMUR DENGAN KOMPLESI DOWNHOLE WATER SINK", "Abstrak": "Downhole water sink (DWS) merupakan komplesi yang dikembangkan untuk mencegah terjadinya water coning, dengan memproduksikan air dari perforasi di bawah water oil contact (WOC) dan air dari perforasi di zona minyak secara beramaan. Terbatasnya tekanan reservoir maupun productivity index pada sumur dengan komplesi DWS dapat menyebabkan produksi minyak menjadi tidak ekonomis. Metode dual electric submersible pump (DESP) yang diajukan pada tugas akhir ini bertujuan untuk mengatasi masalah tersebut. Instalasi ESP akan meningkatkan tekanan dari fluida produksi, memungkinkan peningkatan drawdown sumur dan menyediakan tenaga tambahan yang dibutuhkan minyak maupun air untuk mengalir menuju permukaan. Dalam studi ini dilakukan studi kelayakan dan diajukan prosedur desain DESP untuk sumur dengan komplesi DWS. Terdapat dua konfigurasi DESP yang digunakan pada tugas akhir ini, yaitu konfigurasi tubing konsentrik dan konfigurasi commingled. Hasil dari desain DESP adalah kombinasi ESP dan Bypass tubing untuk laju alir yang ditentukan, dengan mempertimbangkan jumlah stages, efisiensi total, dan kebutuhan daya Aplikasi DESP pada suatu contoh lapangan menunjukkan peningkatan laju produksi minyak dari semula 79.4 BOPD pada komplesi DWS konvensional menjadi 600 BOPD pada konfigurasi tubing konsentrik dan 755.5 BOPD pada konfigurasi commingled. Masing-masing konfigurasi memiliki efisiensi total sebesar 26.64% dan 29.54%. Dalam tugas akhir ini juga diajukan matriks pemilihan bypass tubing untuk berbagai ukuran ESP dan casing.", "Daftar File": {"2013 TA PP HARYO ANINDITO 1.pdf": "https://digilib.itb.ac.id/gdl/download/114505"}, "Penulis": "HARYO ANINDITO (NIM : 12209044)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Pudjo Sukarno, M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "downhole water sink (DWS), metode pengangkatan buatan, dual electric submersible pump (DESP)", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Des 2017"}