{"Nomor": 22396, "Judul": "STUDI DINAMIKA MOLEKULER: TRANSPOR LITIUM PADA ELEKTROLIT LITIUMMONTMORILONIT/ POLI(ETILEN OKSIDA) UNTUK APLIKASI BATERAI POLIMER LITIUM", "Abstrak": "Kristalinitas merupakan permasalahan utama dalam penggunaan poli(etilen oksida) sebagai elektrolit pada baterai polimer litium. Kristalinitas yang tinggi  \n \n\nmenyebabkan terhambatnya difusivitas ion litium untuk bergerak di dalam elektrolit. Untuk mengatasinya, ditawarkan solusi berupa pemberian aditif molekul anorganik ke dalam elektrolit. Pada penelitian ini, dilakukan simulasi komputer untuk mengamati kristalinitas PEO dan difusivitas litium setelah  \n \n\npemberian Litium-Montmorilonit, suatu jenis clay yang dianggap berpotensi dalam mengurangi kristalinitas PEO. Simulasi dilakukan dengan menerapkan metode dinamika molekuler klasik menggunakan perangkat lunak DL_POLY  \n \n\n2.02. Dipilih temperatur simulasi 100, 200, dan 300 Kelvin sebagai sampel, dengan ensembel yang digunakan adalah ensembel kanonikal. Analisis mean square displacement dan radial distribution function pada data ruang fasa sistem menunjukkan atom litium yang berada dalam kondisi sangat stabil di dalam situs oktahedral montmorilonit. Kenaikan temperatur menyebabkan kristalinitas PEO berkurang dan perilaku litium mendekati zat cair, namun koefisien difusi atom litium masih sangat kecil. Hal ini menunjukkan potensi mobilitas yang baik pada ion litium yang disebar di permukaan antara montmorilonit dan PEO, karena  \n \n\nstabilitas litium di dalam situs oktahedral akan mencegah tertariknya ion litium ke dalam galeri montmorilonit.", "Daftar File": {"2013 TA PP HASNA AFIFAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/114524", "2013 TA PP HASNA AFIFAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/114525", "2013 TA PP HASNA AFIFAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/114526", "2013 TA PP HASNA AFIFAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/114527", "2013 TA PP HASNA AFIFAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/114528", "2013 TA PP HASNA AFIFAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/114529", "2013 TA PP HASNA AFIFAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/114530"}, "Penulis": "HASNA AFIFAH (NIM : 13309085)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nProf. Hermawan K. Dipojono, MSEE, Ph.D", "Nugraha, Dr. Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Litium, montmorilonit, poli(etilen oksida), difusivitas, simulasi dinamika molekuler", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}