{"Nomor": 22397, "Judul": "ANALISIS BLACKOUT PASCA GANGGUAN YANG TERJADI PADA SUBSISTEM BENGKULU", "Abstrak": "Blackout yang terjadi pada subsistem Bengkulu pada tanggal 15 Februari 2017 diawali dengan gangguan hubung singkat 1 fasa dekat Gardu Induk Lubuk Linggau 150 kV. Pemutusan saluran yang mengalami gangguan menyebabkan subsistem Bengkulu terlepas dari sistem Sumatra Bagian Selatan dan Tengah (Sumbagselteng). Lepasnya subsistem Bengkulu diikut dengan terjadinya osilasi daya pada pembangkit di subsistem tersebut. Tiga pembangkit berukuran kecil yang tidak mampu bertahan akibat adanya osilasi ini lepas dari subsistem Bengkulu. Kejadian tersebut menyebabkan subsistem Bengkulu mengalami kekurangan pembangkitan dan terjadinya penurunan frekuensi yang menyebabkan relay under frekeunsi tahap 1 aktif dan melepas beban.Osilasi daya yang terjadi semakin membesar dan menyebabkan dua pembangkit terbesar pada subsistem Bengkulu lepas dan terjadi Blackout.  \n \n\nPada tesis ini dilakukan analisa penyebab blackout yang terjadi pada subsistem Bengkulu. Berdasarkan hasil analisis modal, osilasi disebabkan karena permasalahan kendali dari dua pembangkit terbesar pada sistem. Pendekatan yang digunakan dalam mencari akar permasalahan blackout pada sistem menggunakan analisa modal dari kestabilan dinamik dan menghitung faktor partisipasi pada moda yang tidak stabil. Dengan menentukan moda osilasi dan variabel yang berpartisipasi pada ketidakstabilan sistem, dapat dilakukan aktivasi penstabil sistem tenaga (PSS) pada subsistem Bengkulu untuk meningkatkan kestabilan. Hasil dari simulasi menunjukkan pengaturan yang baik dari PSS dapat mencegah terjadinya blackout ketika subsistem Bengkulu terlepas dari sistem Sumbagselteng.", "Daftar File": {"2017 TA PP HASNA SATYA DINI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/114531"}, "Penulis": "HASNA SATYA DINI (NIM. 23216116)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Muhammad Nurdin"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Sistem kelistrikan Bengkulu; Blackout pada sistem; Kestabilan Sinyal Kecil; Analisa Modal", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}