{"Nomor": 22395, "Judul": "INTERPRETASI STRUKTUR BAWAH PERMUKAAN LERENG SELATAN GUNUNG TANGKUBAN PARAHU MENGGUNAKAN METODE GAYABERAT", "Abstrak": "Gunung Tangkuban Parahu merupakan salah satu gunungapi tipe Strato (berlapis),   \n \n \n\ngunung ini tumbuh di dalam Kaldera Sunda sebelah Timur. Berdasarkan corak, erupsi   \n \n \n\ngunung Tangkuban Parahu dikelompokkan dalam tiga fase, yaitu Fase Eksplosif yang   \n \n \n\nmenghasilkan piroklastik dan mengakibatkan terjadinya lahar, Fase Efusif yang   \n \n \n\nmenghasilkan banyak aliran lava berkomposisi andesit basaltik serta Fase   \n \n \n\nPembentukan/pertumbuhan saat ini, yang umumnya eksplosif kecil kadang diselingi   \n \n \n\nerupsi freatik. Karena itu, gunung ini menarik untuk dikaji terkait fenomena   \n \n \n\ngeologinya. Kajian geologi bawah permukaan penting dilakukan untuk mengetahui   \n \n \n\ngambaran struktur bawah permukaan, meliputi batuan penyusun, bentuk rekahan yang   \n \n \n\nterjadi di bawah permukaan, serta peranan air tanah yang mendorong terjadinya erupsi   \n \n \n\nfreatik. Kajian geofisika menggunakan Metode Gayaberat (gravity) dinilai efektif dan   \n \n \n\nefisien, untuk mengetahui variasi densitas batuan bawah permukaan yang menyusun   \n \n \n\ngunung Tangkuban Parahu berdasarkan anomali gayaberat yang terukur di permukaan,   \n \n \n\nsehingga dapat diperkirakan fenomena geologi bawah permukaan melalui kondisi   \n \n \n\nbatuan yang telah diketahui densitasnya. Penelitian ini bertujuan untuk mendapatkan   \n \n \n\npeta anomali gayaberat Bouguer lengkap, peta anomali gayaberat regional, serta peta   \n \n \n\nanomali gayaberat residual serta dapat memodelkan struktur geologi bawah   \n \n \n\npermukaan. Sejumlah 35 data observasi gayaberat hasil akuisisi langsung di lapangan   \n \n \n\ndengan pola acak tersebar di Puncak, dengan dominan persebaran data ke arah Lereng   \n \n \n\nSelatan. Proses pemisahan nilai anomali regional dan residual dilakukan menggunakan   \n \n \n\nMetode Low Pas Filter 2D Fast Fourir Transform. Interpretasi geologi bawah   \n \n \n\npermukaan dilakukan secara kuantitatif, melalui pemodelan ke depan (forward   \n \n \n\nmodelling). Penelitian ini, memberikan pemahaman yang lebih baik mengenai struktur   \n \n \n\nbawah permukaan Lereng Selatan Gunung Tangkuban Parahu, berdasar pada   \n \n \n\npenampang A ke B dan Penampang C ke D terdapat dua struktur patahan normal yang   \n \n \n\nterjadi di bawah permukaan, dengan demikian secara umum daerah penelitian disusun   \n \n \n\noleh dua satuan batuan, yaitu satuan gunungapi tua dan satuan gunungapi muda.", "Daftar File": {"2017 TS PP HASDI ABDULLAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/114522"}, "Penulis": "HASDI ABDULLAH (NIM: 22315017)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Djoko Santoso, M.Sc. IPU"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Tangkuban Parahu, Metode Gayaberat, Lowpass Filter, Forward Modelling", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}