{"Nomor": 22398, "Judul": "ISOLASI DAN KARAKTERISASI LIPASE TAHAN ALKOHOL DARI MIKROORGANISME KOMPOS UNTUK BIODIESEL", "Abstrak": "Lipase (triacylglycerol acylhydrolases, EC 3.1.1.3) adalah enzim yang mengkatalisis reaksi hidrolisis ikatan ester pada trigliserida dan juga mengkatalisis reaksi transesterifikasi dengan adanya alkohol. Lipase merupakan biokatalis potensial untuk aplikasi dalam bidang industri. Industri-industri yang menggunakan lipase antara lain adalah industri pangan, minyak dan lemak, kesehatan, kosmetik, dan deterjen. Selain itu, akhir-akhir ini lipase telah dikembangkan sebagai biokatalis dalam sintesis biodiesel. Pada proses sintesis biodiesel, dibutuhkan lipase yang tahan terhadap alkohol yang merupakan reaktan dalam proses enzimatik. Oleh karena itu, perlu dicari lipase yang kemampuan aktivitas katalitiknya tahan terhadap alkohol. Lipase dapat diisolasi dari hampir semua makhluk hidup, baik organisme tingkat tinggi seperti hewan dan tumbuhan maupun tingkat rendah seperti jamur dan mikroorganisme. Sumber yang paling potensial untuk mengisolasi lipase adalah mikroorganisme dikarenakan pertumbuhannya lebih cepat dan hasilnya lebih bervariasi. Mikroorganisme yang lebih tahan terhadap alkohol dibutuhkan dalam penelitian ini untuk mendapatkan lipase yang tahan terhadap alkohol sebagai biokatalis biodiesel. Mikroorganisme yang digunakan pada penelitian ini adalah mikroorganisme yang berasal dari proses pembuatan kompos. Pemilihan ini dikarenakan mikroorganisme kompos diasumsikan lebih tahan terhadap alkohol (pelarut organik) dibanding dengan mikroorganisme dari sumber lain karena mikroorganisme kompos hidup dalam berbagai campuran limbah dan senyawa organik. Kompos yang digunakan pada penelitian ini diambil pada fasa termofilik pada proses pembuatan kompos. Berangkat dari latar belakang di atas, maka tujuan penelitian ini adalah untuk mendapatkan lipase yang tahan alkohol sebagai biokatalis untuk biodiesel serta mengidentifikasi mikroorganisme penghasil lipase tersebut.      \n \n \n \n \n \n\nTahap penelitian ini meliputi seleksi mikroorganisme tahan alkohol dan penghasil lipase, identifikasi bakteri tahan alkohol dan penghasil lipase, kultivasi bakteri dan isolasi lipase, serta karakterisasi aktivitas hidrolisis dan transesterifikasi lipase. Seleksi ketahanan mikroorganisme terhadap alkohol dilakukan dengan media Luria Bertani dengan kandungan alkoholnya mencapai 8% pada suhu 55 oC. Mikroorganisme yang hidup pada seleksi ketahanan terhadap alkohol diambil beberapa isolat untuk diuji aktivitas lipasenya secara kualitatif menggunakan iii minyak zaitun, tween 80, dan rhodamin B. Dua isolat yang paling berpendar secara kualitatif dibuat kurva pertumbuhan dan ditentukan aktivitas hidrolisis secara kuantitatif tiap jamnya. Kedua isolat memiliki aktivitas hidrolisis tertinggi pada jam ke-15 dan dipilih 1 isolat yang aktivitasnya lebih tinggi untuk dikarakterisasi lebih lanjut baik mikroorganisme maupun lipasenya. Isolat yang dipilih tersebut diidentifikasi sebagai bakteri gram positif berbentuk batang dan analisis ribotyping memiliki keidentikan 99% dengan bakteri Aeribacillus pallidus. Variasi substrat rantai pendek, sedang dan panjang dilakukan terhadap aktivitas hidrolisis ekstrak kasar lipase menghasilkan aktivitas hidrolisis tertinggi pada substrat p-nitrofenil laurat (rantai sedang). Ekstrak kasar lipase juga diuji ketahanan alkoholnya dan masih memiliki kestabilan 75,66% dari aktivitas awal pada saat penambahan 20% alkohol. Fraksinasi terhadap ekstrak kasar dilakukan menggunakan ammonium sulfat dengan fraksinasi bertingkat dari 0-30%, 30-60%, dan 60-80%. Hasil zimogram native PAGE menunjukkan adanya lipase yang aktif dari setiap fraksi dan berdasarkan SDS-PAGE memilki berat molekul 44 kDa. Aktivitas hidrolisis tertinggi diperoleh pada fraksi 0-30% yang memiliki karakteristik pH optimum pada 8,5 dan suhu optimum pada 65 oC. Untuk mendapatkan lipase yang dapat digunakan sebagai biokatalis dalam biodiesel maka uji aktivitas transesterifikasi diuji terhadap fraksi 0-30%, 30-60%, dan 60-80%. Aktivitas transesterifikasi tertinggi juga diperoleh pada fraksi 0-30% dengan konversi 18,895% dan memiliki suhu optimum 45 oC. Parameter Kinetika menunjukkan nilai Vmaxapp 0,137 μmol/mg menit pada aktivitas hidrolisis dan 8,946% konversi/menit pada aktivitas transesterifikasi, nilai Kmapp 0,9 mmol/L pada aktivitas hidrolisis dan 59,373 mmol/L pada aktivitas transesterifikasi, serta nilai Kcatapp 0,019 menit-1 pada aktivitas hidrolisis dan 18,408 menit-1 pada aktivitas transesterifikasi. Karakteristik lipase yang tahan alkohol dan memiliki aktivitas transesterifikasi pada rantai sedang tersebut diharapkan dapat digunakan sebagai biokatalis untuk biodiesel.", "Daftar File": {"2016 TS PP HASTI ASFARINA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/114532", "2016 TS PP HASTI ASFARINA 1- BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/114533", "2016 TS PP HASTI ASFARINA 1- BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/114534", "2016 TS PP HASTI ASFARINA 1- BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/114535", "2016 TS PP HASTI ASFARINA 1- BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/114536", "2016 TS PP HASTI ASFARINA 1- BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/114537", "2016 TS PP HASTI ASFARINA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/114538"}, "Penulis": "HASTI ASFARINA (NIM : 20514049)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Fida Madayanti Warganegara MS, Ph. D"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Alcohol tolerant lipase, Compost microorganism, Biodiesel, Transesterification, Hydrolase, Thermophile enzyme", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}