{"Nomor": 22393, "Judul": "PERANCANGAN STRUKTUR APARTEMEN TROPIS DI KEBON MELATI JAKARTA", "Abstrak": "Seiring dengan berkembangnya zaman, menyebabkan semakin beragam kegiatan manusia sehingga perlu didukung dengan ketersediaan ruang yang memadai. Gedung-gedung tinggi dibangun agar dapat memenuhi kebutuhan ruang yang semakin meningkat. Namun, Indonesia adalah negara yang rawan terjadi gempa, sehingga dalam pembangunan gedung atau infrastruktur, khususnya gedung-gedung tinggi, harus dipertimbangkan kemungkinan gaya-gaya saat gempa terjadi. Semakin tinggi suatu gedung maka, simpangan akibat gempa akan semakin besar. Oleh karena itu, perlu dilakukan perencanaan yang baik dalam mendesain gedung tahan gempa. Apartemen Kebon Melati mempunyai fungsi utama sebagai kawasan hunian. Apartement ini terletak di daerah Kebon Melati, Jakarta. Struktur banguanan terdiri dari 3 tower yang mempunyai jumlah lantai 28, 30, dan 32 lantai dan 1 basement yang berfungsi sebagai lahan parkir.        \n \n\nRekayasawan struktur harus dapat menerjemahkan desain arstitektural menjadi suatu desain struktural yang dapat didesain. Dalam perencanaannya, struktur harus mempertimbangkan aspek ekonomi, dan kekuatan struktur. Struktur harus mampu memikul beban akibat beban sendiri bangunan, beban-beban mati dan hidup sesuai dengan fungsi gedung. Karena struktur berada di Indonesia, struktur juga harus mampu menahan beban gempa yang cukup tinggi, ditambahkan lokasi dengan tanah yang termasuk kategori SE, struktur tergolong dalam Kategori Desain Seismik D (KDS D). Struktur didesain dengan menggunakan material beton dengan sistem ganda yaitu Sistem Rangka Pemikul Momen Khusus (SRPMK) dan Sistem Dinding Struktural Khusus (SDSK).        \n \n\nBerdasarkan analisis, periode struktur untuk setiap tower adalah 3,07 detik, 3,83 detik, dan 3,57 detik. Struktur tidak mengalami ketidakberaturan struktur horizontal dan ketidakberaturan struktur vertikal. Struktur juga memenuhi batas simpangan antar lantai dan memenuhi persyratan P-Delta. Struktur atas dan struktur bawah dianalisis secara terpisah melalui analisis dua tahap. Proses desain dipisah dan dilakukan peningkatan gaya gempa sebesar 1,75 kali gempa struktur atas. Setelah analisis struktur dilakukan, desain elemen struktur dapat dilakukan.        \n \n\nDetailing elemen struktur mengacu pada SNI 2847-2013 dan SNI 1727-2012. Elemen struktur yang didesain antara lain adalah pelat, balok, kolom, dinding geser, dan balok kopel.", "Daftar File": {"2017 TA PP HARY SETYA BUDHI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/114514", "2017 TA PP HARY SETYA BUDHI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/114515", "2017 TA PP HARY SETYA BUDHI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/114512", "2017 TA PP HARY SETYA BUDHI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/114513", "2017 TA PP HARY SETYA BUDHI 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/114511", "2017 TA PP HARY SETYA BUDHI 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/114510", "2017 TA PP HARY SETYA BUDHI 1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/114509", "2017 TA PP HARY SETYA BUDHI 1-BAB 4D.pdf": "https://digilib.itb.ac.id/gdl/download/114508", "2017 TA PP HARY SETYA BUDHI 1-BAB 4E.pdf": "https://digilib.itb.ac.id/gdl/download/114507", "2017 TA PP HARY SETYA BUDHI 1-BAB 4F.pdf": "https://digilib.itb.ac.id/gdl/download/114516", "2017 TA PP HARY SETYA BUDHI 1-BAB 4G.pdf": "https://digilib.itb.ac.id/gdl/download/114517", "2017 TA PP HARY SETYA BUDHI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/114518", "2017 TA PP HARY SETYA BUDHI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/114519", "2017 TA PP HARY SETYA BUDHI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/114520"}, "Penulis": "HARY SETYA BUDHI [15013119]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. I Gede Widiadnyana Merati"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Beban gempa, sistem ganda, sistem rangka pemikul momen khusus, sistem dinding struktural khusus, detailing, pelat, balok, kolom, balok kopel ; earthquake load, dual system, special moment resisting frame, shear wall, plate, beam, coupling beam", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "14 file", "Tanggal Input": "11 Des 2017"}