{"Nomor": 22404, "Judul": "SISTEM DIAGNOSA JARAK JAUH BERBASIS INTERNET PADA ISOLATOR TEGANGAN TINGGI DI AREA PANTAI STUDI KASUS: PANTAI PANGANDARAN", "Abstrak": "Sistem diagnosa yang dibangun merupakan sistem yang berdasarkan pada pengambilan data di lapangan dan laboratorium. Pengambilan data di lapangan yakni berupa arus bocor, dilakukan di GI Pangandaran dengan penuaan secara alami selama lima tahun tujuh bulan sejak Oktober 2011 hingga Mei 2017. Pengambilan data terhadap enam buah isolator keramik dengan coating dan enam buah isolator keramik tanpa diberi coating dilakukan pada pagi, siang, dan sore hari. Isolator diberi tegangan sebesar 11 kV dengan frekuensi AC 50 Hz. Data yang diperoleh berupa arus bocor, sudut kontak, THD, suhu lingkungan, dan suhu permukaan isolator. untuk mengetahui karakteristik flashover-nya, isolator diuji di laboratorium dengan tegangan uji 11 kV Ã‚Â– 50 kV. Pengujian dilakukan dengan kondisi yang sama dengan pengandaran yakni lembab bersih dan garam. Data yang diperoleh digunakan sebagai dasar informasi karakteristik isolator keramik dengan dan tanpa coating pada alat diagnosa online. Hasil yang diperoleh isolator keramik coating adalah dapat menekan arus bocor. Sedangkan alat diagnosa memiliki kemampuan dan kecepatan yang lebih dibandingkan dengan alat sebelumnya. Data dan alat yang telah dibuat bisa menjadi referensi pengembangan alat diagnosis lainnya.", "Daftar File": {"2017 TS PP HELDI ALFIADI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/114576"}, "Penulis": "Heldi Alfiadi     (NIM : 23215043)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suwarno. MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Arus bocor, Isolator Keramik, Online Monitoring, RTV silicone rubber,", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "27 Sep 2017"}