{"Nomor": 22402, "Judul": "PENGEMBANGAN METODE PENENTUAN LOGAM BERAT DAN SENYAWA POLISIKLIK AROMATIK HIDROKARBON (PAH) PADA SEDIMEN LAUT DI PANTAI MARUNDA", "Abstrak": "Logam berat dan senyawa polisiklik aromatik hidrokarbon (PAH) adalah senyawa yang dapat mengakibatkan pencemaran lingkungan. Salah satu lingkungan yang dapat tercemar adalah sedimen laut. Pencemaran yang ditimbulkan dari logam berat dan senyawa PAH, berbahaya bagi kelangsungan hidup manusia dan makhluk hidup lainnya. Oleh karena itu dilakukan pengembangan metode untuk menentukan logam berat dan senyawa PAH pada sedimen laut. Logam berat yang diteliti adalah logam Cu, Ni, Pb, Cd, dan Cr; sedangkan senyawa PAH yang diteliti adalah naftalena, fenantrena dan antrasena. Sampel yang digunakan dalam penelitian diambil dari pantai Marunda, Jakarta Utara. Untuk menganalisis logam berat dilakukan metode standar luar dan metode adisi standar tunggal dengan spektrofotometri serapan atom (SSA) menggunakan prinsip nyala. Sedangkan untuk analisis senyawa PAH dilakukan dengan menggunakan kromatografi cair kinerja tinggi (KCKT) fasa terbalik dengan kolom C-18 dan eluen asetonitril : air. Untuk preparasi sampel dilakukan destruksi basah untuk penentuan logam berat dan ekstaksi soxhlet untuk penentuan senyawa PAH. Hasil penelitian menunjukkan bahwa pada sampel sedimen laut terdapat kadar logam berat Cu, Ni, Pb, Cd dan Cr masing-masing 1,96 ppm, 1,91 ppm, 6,58 ppm, 0,22 ppm, dan 2,20 ppm dengan menggunakan metoda standar luar. Sementara itu jika digunakan dengan cara adisi standar terdapat kadar logam berat Cu, Ni, Pb, Cd dan Cr masing-masing 8,73 ppm, 4,48 ppm, 11,08 ppm, 1,15 ppm dan 2,97 ppm. Dapat disimpulkan bahwa matriks sampel berpengaruh terhadap hasil analisis spekrofotometri serapan atom. Untuk senyawa PAH pada sampel sedimen laut menunjukkan adanya senyawa organik naftalena dan antrasena namun tidak ditemukan senyawa fenantrena.", "Daftar File": {"2016 TA PP  HASYYATI MASTURAH RAMADHANIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/114562", "2016 TA PP  HASYYATI MASTURAH RAMADHANIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/114563", "2016 TA PP  HASYYATI MASTURAH RAMADHANIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/114564", "2016 TA PP  HASYYATI MASTURAH RAMADHANIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/114565", "2016 TA PP  HASYYATI MASTURAH RAMADHANIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/114566", "2016 TA PP  HASYYATI MASTURAH RAMADHANIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/114567", "2016 TA PP  HASYYATI MASTURAH RAMADHANIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/114568"}, "Penulis": "HASYYATI MASTURAH RAMADHANIA (NIM :  10511003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Buchari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "logam berat, polisiklik aromatik hidrokarbon (PAH), spektrofotometri serapan atom (SSA), kromatografi cair kinerja tinggi (KCKT)", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "31 Okt 2017"}