{"Nomor": 22416, "Judul": "ANALISIS KEKUATAN STATIK DAN TENGGANG CACAT PADA STRUKTUR PESAWAT YANG MENGALAMI PERBAIKAN (REPAIR DOUBLER) STUDI KASUS : BOEING 737-800, REG : PK-GEK", "Abstrak": "Pada umumnya struktur pesawat terbang memiliki cacat awal berupa cacat material, cacat akibat proses manufaktur serta cacat akibat operasional. Cacat awal tersebut menjadi inti retak yang selanjutnya merambat akibat beban operasional yang bekerja pada pesawat terbang. Untuk mencegah terjadinya kegagalan struktur tersebut maka diperlukan perbaikan dengan cara membuang daerah yang terjadi kecacatan kemudian melakukan penambalan di daerah yang dibuang tersebut (repair doubler).  \n \n\nPada penelitian ini dilakukan analisis kekuatan statik dan tenggang cacat pada struktur yang mengalami perbaikan serta dibandingkan laju perambatan retak hasil perhitungan metode elemen batas dengan DTRINA dan metode compounding dengan RAPID. Kasus yang dianalisis merupakan kasus yang terjadi pada pesawat Boeing 737-800 PK-GEK milik Garuda Indonesia Airlines yang diperbaiki oleh Garuda Maintenance Facility (GMF) AeroAsia.  \n \n\nPada tugas akhir ini kasus perbaikan Boeing 737-800 PK-GEK, dinyatakan aman secara statik. Kemudian pada analisis tenggang cacat, spektrum tegangan yang dihasilkan DTRINA menghasilkan laju perambatan yang 0.8% lebih konservatif dibandingkan dengan RAPID. Pada skenario center fastener hole dan corner fastener hole hasil analisis laju perambatan retak yang dihasilkan oleh DTRINA berturut turut 0.3% dan 1.11% lebih konservatif dibandingkan dengan analisis yang dihasilkan oleh RAPID. Selain itu, nilai critical crack length hasil analisis DTRINA lebih kecil dibandingkan RAPID akibat perbedaan metoda perhitungan residual strength. Pada DTRINA perhitungan residual strength menggunakan kriteria net section yield, sedangkan RAPID menggunakan fungsi fracture toughness.  \n \n\nKata", "Daftar File": {"2017 TA PP HENDRIK ARDIANTO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/114610"}, "Penulis": "Hendrik Ardianto    (NIM :  13613020)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Tatacipta Dirgantara  \n \n\nDr. Annisa Jusuf"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Repair doubler, metode compounding, metode elemen batas, kekuatan statik, perambatan retak, tenggang cacat.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}