{"Nomor": 22412, "Judul": "KAJIAN PERANCANGAN KAWASAN PERUMAHAN GEDEBAGE YANG RAWAN BANJIR", "Abstrak": "Perkembangan laju pertumbuhan kota Bandung pada saat ini mengalami peningkatan yang sangat tinggi, dimana kita dapat melihat dari pertumbuhan sektorÃ‚Â–sektor ekonomi yang dibarengi dengan tingkat pertumbuhan populasi manusia pada kota Bandung semakin besar. Hal tersebut mengakibatkan kebutuhan terhadap bangunan semakin meningkat, dengan adanya pembukaan lahanÃ‚Â–lahan baru yang kemudian dibangun menjadi bangunanÃ‚Â–bangunan pendukung segala aktifitas dalam kota Bandung. Namun yang secara langsung tidak kita sadari dalam maraknya pembukaan lahan baru menjadi bangunan ini mengakibatkan ruangÃ‚Â–ruang hijau didalam kota yang memiliki fungsi sebagai daerah resapan air semakin berkurang yang otomatis memiliki dampak besar dalam potensi banjir akibat luapan air yang tidak terserap pada masingÃ‚Â–masing area tersebut. Ditambah lagi dengan saluran yang berada pada kota Bandung yang kondisinya sangat buruk, seperti luasan saluran yang tidak lagi dapat mengatasi debit air yang semakin besar, kondisi saluran yang tertutup sampah, dan saluran yang hancur akibat gerusan air.   \n \n \n\nTesis ini saya menjabarkan perencanaan kawasan perumahan baru pada suatu kawasan yang memiliki potensi luapan banjir dengan penekatan konsep Water Sensitive Urban Design (WSUD). Pendekatan WSUD ini merupakan suatu pendekatan rancang kota dan ruang hijau yang digunakan dalam perencanaan kawasan dengan sensitifitas yang tinggi terhadap air, yang diharapkan dapat menangani terhadap masalah kawasan yang memiliki potensi banjir.   \n \n \n\nAdapun objek penelitian yang dibahas dalam tesis ini adalah perencanaan kawasan perumahan di Gedebage Bandung. Konsep WSUD diterapkan dengan membuat simulasi desain kawasan perumahan dengan memperhitungkan besaran saluran air serta sungai, orientasi kawasan, serta terhadap faktor investasi infrastruktur pada kawasan. Hasil dari simulasi itu kemudian menghasilkan rekomendasi besaran penampang saluran air ideal kawasan, orientasi desain kawasan serta besar investasi infratrsuktur secara global yang dapat menjadi acuan dalam perencanaan kawasan Gedebage di kemudian hari.", "Daftar File": {"2015 TS PP HENDI ANWAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/114599", "2015 TS PP HENDI ANWAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/114600", "2015 TS PP HENDI ANWAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/114601", "2015 TS PP HENDI ANWAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/114602", "2015 TS PP HENDI ANWAR 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/114603", "2015 TS PP HENDI ANWAR 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/114604", "2015 TS PP HENDI ANWAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/114605", "2015 TS PP HENDI ANWAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/114606"}, "Penulis": "HENDI ANWAR  (NIM : 25612010)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n \n \n\nDr.-Ing. Ir. Himasari Hanan, MAE.    \n \n \n\nDr. Andry Widyowijatnoko, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Water sensitive urban design, rawan Banjir, perumahan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}