{"Nomor": 22419, "Judul": "ANALISIS AKTIVITAS TRANSPORTASI HARIAN DAN FAKTOR PENGARUH PENGGUNAAN TRANSPORTASI TIDAK BERMOTOR Studi Kasus Wilayah Pusat Kota Yogyakarta.", "Abstrak": "Aktivitas transportasi dan faktor pengaruhnya merupakan landasan dasar pembangunan sistem transportasi. Dengan mengetahui aktivitas transportasi, tata guna lahan dan sistem transportasi di suatu wilayah maka dapat diidentifikasi dengan jelas masalah pergerakan di suatu wilayah. Pusat kota adalah salah satu wilayah dengan permintaan pergerakan yang tinggi. Pergerakan yang tinggi dan cepat ini menimbulkan berbagai masalah, seperti kemacetan dan lingkungan yang berdampak pada kondisi sosial, ekonomi dan lingkungan. Transportasi yang berkelanjutan menjadi solusi dari permasalahan ini, ada beberapa jenis transportasi berkelanjutan diantaranya transportasi tidak bermotor dan transportasi umum masal.   \n \n \n\nTransportasi tidak bermotor sebagai salah satu bentuk transportasi berkelanjutan dinilai cocok untuk pusat kota dengan luasan wilayah yang relatif kecil dan fasilitas yang banyak dan padat. Dengan mengetahui aktivitas transportasi dan faktor pengaruhnya maka dapat dilihat masalah-masalah dasar dari transportasi di pusat kota. Identifikasi aktivitas transportasi dapat dilihat dari karakteristik sosial, ekonomi, tata guna lahan dan pola perjalanan. Dengan mengetahui aktivitas transportasi diharapkan dapat menyelesaikan masalah-masalah transportasi di pusat kota.   \n \n \n\nHasil penelitian menunjukan potensi penggunaan transportas tidak bermotor di Pusat Kota Yogyakarta tergolong baik, namun penggunaannya cenderung rendah, banyak faktor yang mempengaruhi penggunaan dan pemilihan transportasi tidak bermotor sebagai tranportasi harian diantaranya kepemilikan kendaraan bermotor, jenis kelamin, kepemilikan SIM dan lainnya. Persepsi penggunaan transportasi tidak bermotor juga cendrung rendah, penelitian ini akan memperlihatkan analisis perjalanan harian, faktor pengaruh penggunaan dan persepsi masyarakat pusat kota terhadap penggunaan transportasi tidak bermotor.", "Daftar File": {"2016 TS PP  HENDRO MULIARTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/114619", "2016 TS PP  HENDRO MULIARTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/114620", "2016 TS PP  HENDRO MULIARTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/114621", "2016 TS PP  HENDRO MULIARTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/114622", "2016 TS PP  HENDRO MULIARTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/114623", "2016 TS PP  HENDRO MULIARTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/114624", "2016 TS PP  HENDRO MULIARTO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/114625", "2016 TS PP  HENDRO MULIARTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/114626"}, "Penulis": "HENDRO MULIARTO (NIM : 25414021)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Petrus Natalivan Indradjati, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Transportasi tidak bermotor, tata guna lahan, aktivitas transportasi, sistem transportasi, faktor pengaruh penggunaan moda transportasi dan Pusat Kota Yogyakarta.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}