{"Nomor": 22410, "Judul": "DEVELOPING SITE SELECTION METHOD FOR LOCAL EMERGENCY LOGISTIC WAREHOUSE USING RESILIENCE CRITERIA", "Abstrak": "Humanitarian relief is genuinely different with the commercial logistics. The humanitarian relief aims to distribute the goods to affected people in order to save the human lives. The characteristic of disaster that are inevitable and uncontrolled make emergency logistics be unpredictable. This circumstance will cause unbalance condition between the supply and the demand of emergency logistic. The logistic supply can be abundant in particular demand node; on the other hand be insufficient in another demand node. To solve this problem, it is need a permanent logistic warehouse that can manage the distribution of humanitarian relief in the chaos condition as an impact of massive disaster. Only the systems which are persistence to changes and disturbances can survive in that critical situation.   \n \n \n\nAccording to that reason, the consideration of resilience perspective becomes very substantial in the emergency response especially in term of humanitarian warehouse location. The optimal location for the humanitarian warehouse can be decided based on some selection criteria. This study will try to identify the new model of the selection criteria that will be enriched by the perspective of resilience. In the end, the new model will be applied in the study area, the city of Padang, using spatial multi-criteria evaluation (SMCE) to evaluate and compare the selected locations for the local emergency logistic warehouse that is using the resilience model and the common model.", "Daftar File": {"2015 TS PP HEL PEBY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/114589", "2015 TS PP HEL PEBY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/114590", "2015 TS PP HEL PEBY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/114591", "2015 TS PP HEL PEBY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/114592", "2015 TS PP HEL PEBY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/114593", "2015 TS PP HEL PEBY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/114594", "2015 TS PP HEL PEBY 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/114595", "2015 TS PP HEL PEBY 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/114596", "2015 TS PP HEL PEBY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/114597"}, "Penulis": "HEL PEBY (ITB : 25413042) (ITC: s6019366)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n \n \n\nDr. Ir. L.G.J. Boerboom (ITC Supervisor)", "Saut Aritua Sagala, ST, M.Sc, Ph.D (ITB Supervisor)."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "emergency logistic, resilience, SMCE, local emergency logistic warehouse.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}