{"Nomor": 22420, "Judul": "GENDER DIVERSITY, OWNERSHIP STRUCTURE, AND CORPORATE RISK TAKING", "Abstrak": "The thesis investigates the relationship of gender diversity and ownership structure on corporate risk taking. Gender diversity is proxied by three variable that is blau index, male-only dummy, and female ratio. Ownership structure is measured by three ownership variable that is insider ownership, institutional ownership and ownership concentration. Using a sample of 407 the non financial firms listed on the Indonesia Stock Exchange (IDX) from 2009 to 2014 panel data regression analysis is done per sector using EVIEWS 8.      \n \n\nThis study finds that blau index has significant negative associations with corporate risk taking in infrastructure, utilities, & transportation sector. Male-only dummy variable has significant positive relationship to corporate risk taking in three sector that is mining, miscellaneous industry, and trade, service, and investment. Female ratio variable has significant negative relationship to corporate risk taking in infrastructure, utilities, and transportation sector. There is no link found between insider ownership and corporate risk taking. The evidence suggest that institutional ownership has different relationship with corporate risk taking in two sectors, that positive relationship with corporate risk taking on trade, service and investment sector and negative relationship with corporate risk taking in mining sector. Ownership concentration has positive relationship on corporate risk taking only in mining sector.", "Daftar File": {"2017 TS PP HENI WULANDARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/114627", "COVER HENI WULANDARI Student ID: 29014006": "https://digilib.itb.ac.id/gdl/download/246101", "2021 TS PP HENI WULANDARI 1-CHAPTER I.pdf)u": "https://digilib.itb.ac.id/gdl/download/246102", "2021 TS PP HENI WULANDARI 1-CHAPTER II.pdf?": "https://digilib.itb.ac.id/gdl/download/246103", "2021 TS PP DEWI RIANI 1-CHAFTER III.pdf?_": "https://digilib.itb.ac.id/gdl/download/246104", "2021 TS PP HENI WULANDARI 1-CHAPTER IV.pdf?": "https://digilib.itb.ac.id/gdl/download/246105", "2021 TS PP HENI WULANDARI 1-CHAPTER V.pdf)u": "https://digilib.itb.ac.id/gdl/download/246106", "2021 TS PP HENI WULANDARI 1-REFERENCE.pdf)u": "https://digilib.itb.ac.id/gdl/download/246107"}, "Penulis": "HENI WULANDARI Student ID: 29014006", "Kontributor / Dosen Pembimbing": ["Pembimbing : Deddy P. Koesrindartoto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Risk-Taking, Gender Diversity, Ownership Structure", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}