{"Nomor": 22426, "Judul": "KAJIAN PEMANFAATAN PETA BAHAYA BANJIR DALAM PERENCANAAN TATA RUANG WILAYAH KABUPATEN BOJONEGORO TAHUN 2011-2031", "Abstrak": "Salah satu dampak fenomena perubahan iklim adalah terjadinya cuaca ekstrim (curah hujan dengan intensitas tinggi) sebagai faktor pemicu terjadinya banjir. Peningkatan kejadian banjir juga dipengaruhi oleh perubahan guna lahan yang mengakibatkan berkurangnya resapan air dan meningkatnya erosi lahan ke sungai. Kabupaten Bojonegoro merupakan salah satu daerah yang rutin mengalami banjir dan digunakan sebagai lokasi penelitian.   \n \n \n\nTujuan penelitian ini adalah untuk menghasilkan rencana tata ruang yang adaptif terhadap bencana banjir. Penelitian dilakukan secara kualitatif dan kuantitatif. Penelitian kualitatif dilakukan dengan wawancara kepada aktor yang terlibat atau mengetahui proses perencanaan tata ruang Kabupaten Bojonegoro 2011-2031. Sedangkan penelitian kuantitatif dilakukan melalui overlay peta bahaya banjir dengan peta struktur ruang dan pola ruang.   \n \n \n\nBerdasarkan hasil analisis yang telah dilakukan dapat diketahui terjadi perubahan guna lahan dari kawasan hutan menjadi perkebunan, permukiman dan lading, kemudian terdapat pengembangan kawasan permukiman di daerah yang berpotensi banjir serta terdapat 15 kecamatan di sepanjang aliran Sungai Bengawan Solo Kabupaten Bojonegoro yang terdampak banjir dengan tingkat bahaya sangat tinggi (> 3 m) sampai sangat rendah (< 3 m). Untuk itu perlu diperhatikan alih fungsi lahan agar tidak menambah risiko banjir serta pengembangan kawasan permukiman dilakukan di daerah yang aman terhadap banjir.   \n \n \n\nRekomendasi pilihan adaptasi untuk kawasan permukiman dapat dilakukan dengan penyesuaian desain bangunan (flood proofing), membangun tanggul, peningkatan kualitas permukiman, penataan kembali perumahan di tepian sungai, membuat sumur resapan, asuransi banjir dan relokasi. Sedangkan untuk kawasan pertanian dengan mengembangkan jenis dan varietas tanaman yang unggul adaptif terhadap genangan/banjir serta penyesuaian pola tanam.", "Daftar File": {"2015 TS PP HEPPY WAHYUNI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/114667", "2015 TS PP HEPPY WAHYUNI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/114668", "2015 TS PP HEPPY WAHYUNI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/114669", "2015 TS PP HEPPY WAHYUNI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/114670", "2015 TS PP HEPPY WAHYUNI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/114671", "2015 TS PP HEPPY WAHYUNI 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/114672", "2015 TS PP HEPPY WAHYUNI 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/114673", "2015 TS PP HEPPY WAHYUNI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/114674", "2015 TS PP HEPPY WAHYUNI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/114675"}, "Penulis": "HEPPY WAHYUNI (NIM : 25414012)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir Djoko Santoso Abi Suroso, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "banjir, perubahan guna lahan, peta bahaya banjir, perencanaan tata ruang, adaptasi banjir.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}