{"Nomor": 22423, "Judul": "STRATEGI PRODUKSI SUMUR GAS PADA TIGHT GAS FORMATION: PENJADWALAN PRODUKSI", "Abstrak": "Tight gas reservoir merupakan reservoir gas dengan permeabilitas ≤0.1 mD, di mana tanpa melakukan strategi produksi yang tepat, reservoir tersebut sulit dieksploitasi secara kontinu dan ekonomis. Strategi produksi yang ditawarkan adalah dengan melakukan pembukaan dan penutupan sumur secara berturutan. Periode penutupan dilakukan supaya terjadi build-up pressure di reservoir, yang diharapkan mampu memberi drawdown tekanan yang lebih besar sehingga meningkatkan potensi sumur pada saat dibuka kembali. Untuk memperoleh suatu laju alir lapangan yang kontinu dan tetap, diperlukan lebih dari satu sumur di mana pada waktu satu sumur ditutup, maka sumur lain yang berproduksi sehingga secara keseluruhan terjadi kesinambungan produksi.  \n \n\nTesis ini mengusulkan suatu metode penjadwalan produksi yang disusun untuk 2 dan 3 sumur tunggal. Setelah dilakukan simulasi produksi dengan laju alir konstan terhadap model tersebut (dalam tesis ini digunakan simulator CMG), hasil simulasi berupa performa produksi sumur tunggal terhadap waktu yang kemudian diaplikasikan ke dalam penjadwalan produksi lapangan yang selanjutnya dapat diperoleh produksi yang kontinu dan tetap/plateau.  \n \n\nMetode ini dapat diaplikasikan untuk n model sumur tunggal, di mana n merupakan jumlah pengulangan (repetisi) model, dengan asumsi karakteristiknya dianggap seragam. Untuk penggunaan beberapa model dengan karakteristik yang sama, digunakan metode shifting time of production, namun untuk penggunaan beberapa model dengan karakteristik yang berbeda, aplikasi penjadwalan produksi harus menggunakan performa produksi sumur untuk masing-masing model.", "Daftar File": {"2010 TS PP HENRY IRAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/114643", "2010 TS PP HENRY IRAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/114644", "2010 TS PP HENRY IRAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/114645", "2010 TS PP HENRY IRAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/114646", "2010 TS PP HENRY IRAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/114647", "2010 TS PP HENRY IRAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/114648", "2010 TS PP HENRY IRAWAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/114649", "2010 TS PP HENRY IRAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/114650"}, "Penulis": "HENRY IRAWAN (NIM : 22208027)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Pudjo Sukarno"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "tight gas reservoir, penjadwalan produksi, plateau, shifting time of production", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}