{"Nomor": 22432, "Judul": "PERANCANGAN SISTEM PEMANTAUAN ENERGI LISTRIK NIRKABEL PADA BANGUNAN BERBASIS JARINGAN SENSOR ZIGBEE", "Abstrak": "Konservasi energi dewasa ini telah menjadi isu yang hangat akibat adanya ketimpangan antara permintaan energi dan ketersediaan sumber daya yang semakin terbatas. Pemantauan (monitoring) konsumsi energi secara aktual dan mendetail merupakan langkah awal dalam melihat peluang dan penentuan kebijakan agar bisa melakukan penghematan energi. Pemantauan energi mampu memberikan data yang akurat mengenai pola penggunaan energi, celah-celah yang ada untuk meningkatkan efisiensi dan juga sebagai indikator keberhasilan proses konservasi energi.  \n \n\nProtokol nirkabel telah banyak dikembangkan untuk keperluan pemantauan energi. Salah satunya adalah protokol zigbee. Protokol ini adalah sebuah protokol hemat daya dengan bandwidth sebesar 250 kbps yang khusus dikembangkan untuk keperluan otomasi bangunan. Kelebihan zigbee terletak pada jaringannya yang berbentuk mesh. Bentuk jaringan ini sangat reliabel karena mampu memperbaiki diri sendiri jika terjadi kerusakan jaringan. Masing-masing anggota jaringan mampu berkomunikasi satu sama lain dan mampu mengoptimasi rute transmisi dengan cepat. Namun demikian, performa jaringan zigbee belumlah terbukti dalam lingkungan bangunan di Indonesia.  \n \n\nPenelitian ini berfokus untuk membuat sistem pemantauan energi listrik dengan menggunakan jaringan sensor zigbee serta menguji kualitas jaringan tersebut. Penelitian dilakukan di Laboratorium Manajemen Energi Gedung TP Rachmat lantai 3. Pengujian yang dilakukan meliputi kualitas pengukuran, waktu tempuh, jarak, keutuhan data pengiriman, dan waktu pulih jaringan. Hasil penelitian menunjukkan bahwa kesalahan pengukuran maksimum adalah sebesar 4,19% dengan transmisi data memakan waktu rata-rata 90 ms pada kecepatan 9600 bps. Jarak yang bisa dicapai mencapai 18 m dengan adanya halangan dan 40 m jika penerima dan pengirim relatif tanpa halangan. Pengujian CRC menunjukkan kesalahan 0% yang berarti jaringan zigbee sangat reliabel dalam pengiriman data. Waktu pulih jika sistem mengalami kerusakan tercatat rata-rata selama 2338 ms dengan penampil data yang mampu menampilkan data dalam waktu 40,45 ms.", "Daftar File": {"2014 TA PP HERJUNO RAH NINDHITO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/114687", "2014 TA PP HERJUNO RAH NINDHITO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/114688", "2014 TA PP HERJUNO RAH NINDHITO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/114689", "2014 TA PP HERJUNO RAH NINDHITO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/114690", "2014 TA PP HERJUNO RAH NINDHITO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/114691", "2014 TA PP HERJUNO RAH NINDHITO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/114692", "2014 TA PP HERJUNO RAH NINDHITO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/114693"}, "Penulis": "HERJUNO RAH NINDHITO  (NIM : 13309009)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nDr. Ir. Edi Leksono, M.Eng.", "Augie Widyotriatmo, Ph. D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "zigbee, pemantauan energi, jaringan nirkabel, mesh network, konservasi energi, energi listrik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}