{"Nomor": 22434, "Judul": "DESAIN BANGUNAN PERLINDUNGAN PANTAI DI PANTAI KIJING, KABUPATEN MEMPAWAH, KALIMANTAN BARAT", "Abstrak": "Indonesia merupakan negara dengan garis pantai terpanjang keempat di dunia. Hal ini menjadikan kawasan pesisir Indonesia sangat potensial. Potensi dari pembangunan kawasan pesisir secara garis besar dibagi menjadi tiga, yaitu: sumber daya yang dapat pulih; sumber daya tidak dapat pulih; dan jasa-jasa lingkungan. Adanya erosi pantai membuat potensi-potensi ini menjadi sulit untuk dimanfaatkan terutama pada jasa-jasa lingkungan. Erosi adalah mekanisme pada perubahan permukaan (seperti aliran air atau angin) yang memindahkan tanah, batu, atau bahan terlarut dari satu lokasi di permukaan bumi, lalu membawanya ke lokasi lain. Sungai Kunyit Laut merupakan sebuah desa di Kecamatan Sungai Kunyit, Kabupaten Mempawah, Provinsi Kalimantan Barat, Indonesia yang memanfaatkan potensi jasa-jasa lingkungan pada kawasan pesisir. Terjadinya erosi membuat aktivitas warga terganggu, untuk itu diperlukan adanya bangunan perlindungan pantai guna menyokong pertumbuhan ekonomi di kawasan pesisir. Untuk perencanaan pengamanan pantai, perlu dilakukan kajian pasang-surut dan hidro-oseanografi lainnya. Hasil analisa ini adalah gelombang rencana dan angkutan sedimen yang dijadikan parameter untuk mendesain ukuran/dimensi bangunan pantai. Bangunan pantai yang akan dibangun berupa breakwater. Desain breakwater yang akan dibahas berupa layout (panjang dan jarak dari pantai), dimensi struktur (elevasi puncak, lebar puncak, berat satuan pelindung yang digunakan, ketebalan lapisan pelindung, ukuran unit pelindung dan lebar kaki breakwater) dan rancangan anggaran biaya.", "Daftar File": {"2017 TA PP HERLAND PARJUANGAN SIMANJUNTAK 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/114701"}, "Penulis": "HERLAND PARJUANGAN SIMANJUNTAK  (NIM :15813011)", "Kontributor / Dosen Pembimbing": ["Joko Nugroho, S.T., M.T., Ph.D.  \n \n\nWidyaningtias, S.T.,M.T.,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Angkutan Sedimen, Gelombang, Bangunan Pantai, Breakwater", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}