{"Nomor": 22436, "Judul": "PENGGUNAAN METODE INSAR DIFERENSIAL UNTUK PEMANTAUAN DEFORMASI ERUPSI GUNUNG MERAPI PADA TAHUN 2010", "Abstrak": "Gunung Merapi merupakan salah satu gunung api di dunia yang memiliki tingkat kepentingan yang tinggi untuk dilakukan penelitian. Hal ini dikarenakan kedekatan lokasi gunung api tersebut dengan peradaban manusia sehingga dapat membahayakan apabila terjadi erupsi dan sebagainya. Oleh karena itu diperlukan pengamatan aktifitas Gunung Merapi untuk mereduksi bahaya jika terjadi bencana. Pengamatan deformasi ini dapat dilakukan dengan metode Interferometry Synthetic Aperture Radar (InSAR). InSAR merupakan salah satu metode untuk mempelajari deformasi gunung api yang saat ini banyak digunakan. Metode ini menggunakan beda fase antara dua citra satelit SAR sehingga terbentuk interferogram yang memiliki informasi topografi permukaan Bumi, kelengkungan permukaan Bumi, deformasi, gangguan (noise), atmosfer dan orbit. Informasi deformasi diperoleh dengan cara mereduksi semua informasi selain deformasi pada interferogram. DEM Global SRTM 3Ã‚Â” digunakan untuk mengeliminasi efek topografi dalam interferogram melalui serangkaian proses diferensial InSAR. Pada penelitian ini, interferogram yang terbentuk dari beberapa pasang data ALOS PALSAR digunakan untuk membentuk DEM dengan resolusi yang lebih baik dari DEM Global SRTM 3Ã‚Â”. Data ini kemudian digunakan sebagai pembanding pada proses DInSAR. Hasil perbandingan tersebut menunjukkan bahwa peta deformasi yang didapatkan dengan menggunakan DEM yang diturunkan dari SAR dan DEM Global SRTM 3Ã‚Â” menghasilkan pola deformasi yang sama namun memiliki resolusi serta ketelitian yang berbeda. Selain itu juga didapatkan bahwa adanya inflasi yang terjadi pada Gunung Merapi sebelum terjadinya erupsi dan setelah erupsi masih terdapatnya inflasi yang relatif lebih rendah dibandingkan sebelum terjadinya erupsi.", "Daftar File": {"2012 TA PP HERMAN MARADEN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/114705", "2012 TA PP HERMAN MARADEN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/114706", "2012 TA PP HERMAN MARADEN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/114703", "2012 TA PP HERMAN MARADEN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/114704", "2012 TA PP HERMAN MARADEN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/114707", "2012 TA PP HERMAN MARADEN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/114708", "2012 TA PP HERMAN MARADEN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/114709"}, "Penulis": "HERMAN MARADEN (NIM 15108091)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Dina Anggreni Sarsito,M.T dan Teguh Purnama Sidiq, S.T, M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "InSAR, Deformasi, DEM, Gunung Api, Merapi", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}