{"Nomor": 22447, "Judul": "KUALITAS SAMA, HARGA JUAL BERBEDA? : FAKTOR-FAKTOR YANG MEMPENGARUHI HARGA JUAL PERUMAHAN. STUDI KASUS D.I.YOGYAKARTA", "Abstrak": "Penelitian ini akan membahas tentang apa sajakah faktor-faktor yang dapat mempengaruhi harga jual produk perumahan. Ditemukannya fenomena perbedaan harga jual perumahan dengan kualitas yang sama tentu memberikan tanda tanya sendiri, baik bagi konsumen maupun masyarakat awam. Mengambil lokasi penelitian Daerah Istimewa Yogyakarta, salah satu kota besar di Indonesia, kota budaya yang sedang tumbuh dalam pembangunan dan pengembangan real estate, tentu akan sangat menarik.     \n \n\nDalam penelitian ini terdapat 3 Faktor utama yang dianalisis untuk mengetahui seberapa kuatnya faktor-faktor tersebut dalam mempengaruhi harga produk     \n \n\nperumahan. Faktor-faktor tersebut yaitu faktor wilayah, faktor produk dan faktor pengembang. Pada proses penelitiannya, tiap-tiap faktor diolah dan dianalisis     \n \n\nmenggunakan Metode Hedonic Price Analysis. Data yang berjenis rasio atau memiliki tingkatan dianalisis menggunakan regresi, dan data yang berjenis katagori dianalisis menggunakan mean anova. Temuan yang dihasilkan dari penelitian ini sangat menarik, melihat dari adanya korelasi antara karakteristik budaya masyarakat Jogja dengan faktor yang besar pengaruhnya dalam penentuan harga jual produk perumahan. Setiap Faktor-faktor yang diteliti memiliki plus minus-nya masing-masing dalam pengaruhnya terhadap harga jual produk perumahan. Diharapkan kedepannya para pengembang     \n \n\ndapat mempelajari faktor-faktor tersebut untuk meningkatkan strategi penjualan produknya disesuaikan dengan karakter daerah dimana produk perumahan itu     \n \n\ndikembangkan.", "Daftar File": {"2016 TS PP HIBATULLAH HINDAMI NUR AMALI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/114784", "2016 TS PP HIBATULLAH HINDAMI NUR AMALI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/114785", "2016 TS PP HIBATULLAH HINDAMI NUR AMALI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/114786", "2016 TS PP HIBATULLAH HINDAMI NUR AMALI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/114787", "2016 TS PP HIBATULLAH HINDAMI NUR AMALI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/114788", "2016 TS PP HIBATULLAH HINDAMI NUR AMALI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/114789", "2016 TS PP HIBATULLAH HINDAMI NUR AMALI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/114790", "2016 TS PP HIBATULLAH HINDAMI NUR AMALI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/114791"}, "Penulis": "HIBATULLAH HINDAMI NUR AMALI (NIM : 25213022)", "Kontributor / Dosen Pembimbing": ["Pembimbing :     \n \n\nIr. Ismet Belgawan Harun. M.Sc. PhD.      \n \n \n \n \n\nAllis Nurdini. ST. MT. PhD"], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Perumahan, Harga jual produk, Faktor yang mempengaruhi harga.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}