{"Nomor": 22440, "Judul": "Analisis Probabilitas Kelongsoran Lereng di Pit C2H Blok B East Tambang Sambarata PT Berau Coal", "Abstrak": "Metoda Probabilistik merupakan pendekatan alternatif dalam menentukan kestabilan suatu lereng,yang dapat menjawab kemungkinan/peluang suatu lereng akan mengalami kelongsoran selain nilai faktor keamanan (FK). Hal menarik dari metode probabilistik adalah representasi yang eksplisit dari ketidakpastian pada setiap parameter yang digunakan dalam analisis kestabilan lereng. Pada akhirnya nilai FK dapat dioptimasi dengan nilai Probabilitas Kelongsoran (PK) sehingga dapat memberikan tingkat keyakinan terhadap desain tersebut.Analisis kestabilan lereng dilakukan dengan metode kesetimbangan batas dengan menggunakan program Slide. Metode Point Estimate dan Metode Monte Carlo digunakan untuk menganalisis probabilitas kelongsoran lereng. Analisis dilakukan pada 3 section lereng highwall.   \n\nDari hasil analisis menghasilkan bahwa dengan menggunakan Metode Point Estimate dan Metode Monte Carlo diperoleh Section dengan probabilitas kelongsoran terbesar pada section C. Pada metode Point Estimate, sudut lereng yang dapat diterima untuk tinggi lereng 200 m adalah 20Ã‚Â° dan 25Ã‚Â°,semakin tinggi lereng yang digunakan, membutuhkan sudut yang lebih landai untuk menghasilkan nilai PK yang sesuai kriteria. Pada metode Monte Carlo, sudut lereng yang dapat diterima untuk tinggi lereng 200 m adalah 20Ã‚Â°,25Ã‚Â°, dan 30Ã‚Â°. Untuk tinggi lereng 250 m adalah  \n\n20Ã‚Â°,25Ã‚Â° dan 30Ã‚Â°. Untuk tinggi lereng 300 m adalah 20Ã‚Â° .Nilai Faktor Keamanan saat Probabilitas Kelongsoran 10 % diperoleh sebesar 1,443. Faktor Keamanan sebesar 1,4 yang diterapkan sebagai nilai minimun PT Berau Coal untuk lereng dengan tinggi >150 m belum cukup untuk design lereng dapat dikatakan stabil atau aman, karena minimum nilai FK yang diperbolehkan saat PK 10% lebih besar dari 1,4 yaitu 1,443", "Daftar File": {"2017 TA PP HERU ANGGARA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/114738"}, "Penulis": "HERU ANGGARA (NIM : 12113077)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Ridho K Wattimena"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "metode Point Estimate, metode Monte Carlo, Kestabilan Lereng, Faktor Keamanan, Probabilitas kelongsoran", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "27 Sep 2017"}