{"Nomor": 22451, "Judul": "USULAN PENGEMBANGAN LINI BISNIS BARU  UNTUK CV. TIGA BERLIAN", "Abstrak": "CV. Tiga berlian adalah usaha yang bergerak di dalam bidang pengelolaan limbah sisa hasil industri.  \n\nCV. Tiga Berlian ini didirikan oleh Bapak H. Dofir pada tahun 2003. Usaha ini berlokasi di Cikarang  \n\nSelatan, Kab. Bekasi. Hingga saat ini CV. Tiga Berlian telah memiliki 14 orang tenaga kerja. \n\nMasalah yang dihadapi  CV. Tiga Berlian adalah semakin ketatnya persaingan di dalam bisnis  \n\npengelolaan limbah sisa hasil industri dan juga hanya berfokus pada pengelolaan limbah industri yang  \n\ntidak berbahaya (limbah Non B3), sedangkan limbah industri yang dihasilkan tidak hanya  limbah  \n\ntidak berbahaya  tapi limbah  berbahaya.  Hal  tersebut berdampak terhadap busines CV. Tiga Berlian \n\ndari segi pendapatan maupun jumlah perusahaan yang berkerjasama dengan CV. Tiga Berlian. \n\nDalam eksplorasi  bisnis,  penulis melakukan  analisis eksternal  dan Internal untuk menemukan  \n\nKekuatan, kelemahan, peluang  dan ancaman. Untuk analisis eksternal menggunakan analisis  \n\nPESTEL,  PorterÃ‚Â’s Five Forces, Sedangkan untuk analisis Internal menggunakan  Existing  Business  \n\nModel Canvas  dan  Corporate Value Chain.  Sementara itu, startegi formulasi menggunakan  TOWS  \n\nmatrix  dan  Model Bisnis Kanvas. Hasil analisis menunjukan  ketatnya persaingan pada bisnis ini dan  \n\nlemahnya manajemen perusahaan. Strategi  yang dapat diterapkan  untuk  memperbaiki manajemen,  \n\nperusahaan berfokus efisiensi, dan layanan manajemen terpadu.  \n\nMenghadapi ketatnya persaingan, dalam jangka pendek  perusahaan  harus memperbaiki sitem  \n\nmanajemen, termasuk sistem keuangan, dan tim manajemen.  Untuk jangka menengah  perusahaan  \n\nharus mengembangkan jaringan, dan melengkapi peirizinan pengelolaan limbah berbahaya. Untuk  \n\nJangka Panjang perusahaan harus membuka lini bisnis baru dalam bidang pengelolaan limbah, seperti  \n\nlimbah berbahaya, termasuk limbah Rumah Sakit dan layanan transportasi Limbah Berbahaya.", "Daftar File": {"2017 TS PP HILALUDDIN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/114802"}, "Penulis": "HILALUDDIN (NIM 29115363)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Alibasjah Inggriantara, SE, MM."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "PESTEL analysis, PorterÃ‚Â’s five force Analysis, Matriks TOWS, SWOT analysis", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "28 Sep 2017"}