{"Nomor": 22452, "Judul": "PENGARUH UKURAN PORI PENYANGGA TERHADAP AKTIVITAS KATALIS FISCHER-TROPSCH BERBASIS KOBALT", "Abstrak": "Energi adalah aspek fundamental sektor ekonomi dunia yang bertujuan untuk memenuhi \n\nkesejahteraan manusia. Dewasa ini, penggunaan bahan bakar dunia sebagian besar bergantung \n\npada bahan bakar fosil. Namun, karena ketersediaannya yang semakin menipis dan emisinya \n\nrentan menyebabkan polusi, diperlukan sumber energi alternatif untuk menggantikan peran \n\nbahan bakar fosil. Melalui sintesis Fischer-Tropsch, dapat dihasilkan sumber energi alternatif \n\nberupa bahan bakar cair dari gasifikasi batubara dan biomassa. Sintesis Fischer-Tropsch adalah \n\nproses konversi gas sintesis (CO dan H2) menjadi hidrokarbon berantai karbon panjang. \n\nSintesis Fischer-Tropsch skala komersial menggunakan katalis berbasis besi atau kobalt. Katalis \n\nberbasis kobalt dipilih karena memiliki masa aktif yang lebih lama, selektivitas tinggi terhadap \n\npembentukan hidrokarbon rantai panjang, dan kestabilan lebih terhadap deaktivasi. Penelitian ini \n\nbertujuan untuk menentukan pengaruh ukuran pori penyangga Fischer-Tropsch berbasis kobalt \n\nterhadap konversi dan selektivitas hidrokarbon rantai panjang. \n\nSintesis Fischer-Tropsch dilangsungkan dalam reaktor unggun diam pada tekanan 20 bar dan \n\ntemperatur 250oC. Katalis yang digunakan adalah katalis Co/Al2O3 dengan air sebagai larutan \n\nhydrothermal treating penyangga γ-Al2O3. Variabel yang divariasikan adalah tekanan proses \n\nhydrothermal treating. \n\nUntuk variasi tekanan treatment sebesar 15 bar, 30 bar, dan 45 bar, diperoleh ukuran pori \n\npenyangga dari analisis BET berturut-turut sebesar 49,9 nm; 20,3 nm; dan 22,5 nm. Dari analisis \n\nXRD, diperoleh ukuran partikel Co berturut-turut sebesar 9,8 nm; 11,8 nm; dan 12,6 nm. Nilai \n\nkonversi H2 berturut-turut sebesar 88,96%; 91,18%; dan 92,56% dengan konversi CO ketiga \n\nvariasi sebesar 100%. Nilai selektivitas hidrokarbon berantai karbon C5+ berturut-turut sebesar \n\n80,51%; 74,28%; dan 78,45%. Dengan demikian, semakin besar ukuran pori penyangga, \n\nsemakin besar pula ukuran partikel katalis. Ukuran partikel katalis yang semakin besar dari 10 \n\nnm tidak mempengaruhi selektivitas rantai karbon C5+.", "Daftar File": {"2017 TA PP HILARION DEVARA SUYATNO - ANTONIUS JEFFRY POERJOTO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/114803"}, "Penulis": "HILARION DEVARA SUYATNO (NIM : 13013081) - ANTONIUS JEFFRY POERJOTO (NIM : 13013015)", "Kontributor / Dosen Pembimbing": ["Pembimbing: \n\nDr. Ir. I.G.B.N. Makertihartha. \n\nDr. Ir. Subagjo."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fischer-Tropsch, katalis Co/γ-Al2O3, hydrothermal treating, pori penyangga", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Sep 2017"}