{"Nomor": 22455, "Judul": "ANALISA HASIL ISOLASI BAKTERI LOKAL TERHADAP KEMAMPUANNYA MENDEGRADASI BERBAGAI JENIS MINYAK BUMI", "Abstrak": "Salah satu kasus yang sering terjadi di Indonesia yang berkaitan dengan industri minyak dan gas adalah kontaminasi minyak ke tanah. Salah satu cara penanganannya adalah dengan pengolahan secara biologi dengan menggunakan bakteri. Sebelum dilakukan pengolahan, bakteri harus diuji untuk mengetahui kemampuannya dalam mendegradasi minyak. Tujuan dari penelitian ini adalah untuk menemukan isolat terbaik yang mampu mendegradasi beberapa jenis minyak bumi. Penelitian ini menggunakan bakteri lokal yang terdapat pada tanah yang tercemar oli. Penelitian diawali dengan mengisolasi bakteri yang berasal dari tanah tercemar oli ke media agar kaya nutrisi. Bakteri yang tumbuh dipilih beberapa untuk kemudian dimurnikan dan diuji pada media cair SBS (Standar Basal Salt) dengan tambahan berbagai jenis minyak yang akan diuji. Minyak yang akan diujikan berupa minyak tanah, solar, dan oli. Masing-masing minyak yang diujikan akan divariasikan dengan komposisi 0,1%, 0,2%, 0,3%, 0,4%, 0,5%, dan 0,6%. Uji degradasi minyak dilakukan selama 7 hari dengan rentang waktu pengamatan 1 hari sekali. Hasil pertumbuhan ditemukan dua isolat yang memiliki kemampuan mendegradasi minyak yaitu isolat A-1 (Bacillus simplex) dan isolat A-2 (Bacillus firmus). Uji pendegradasian bakteri terhadap minyak tanah, solar, dan oli dilakukan untuk mengetahui kinetika pertumbuhan bakteri. Hasil dari kinetika menunjukkan bahwa Bacillus simplex memiliki Ks = 4,26 g/L dan μmaks = 0,090/hari pada minyak tanah, Ks = 3,68 g/L dan μmaks = 1,24/hari pada solar, dan Ks = 2,06 g/L dan μmaks = 0,240/hari pada oli dan untuk Bacillus firmus Ks = 0,69 g/L dan μmaks = 0,056/hari pada minyak tanah, Ks = 8,00 g/L dan μmaks = 1,127/hari pada solar, dan Ks = 13,36 g/L dan μmaks = 0,543/hari pada oli. Dari hasil tersebut diketahui bahwa Bacillus simplex paling baik untuk mendegradasi minyak terutama pada jenis solar.", "Daftar File": {"2015 TA PP HIMAWAN GANJAR PRABOWO 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/114806", "2015 TA PP HIMAWAN GANJAR PRABOWO 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/114807", "2015 TA PP HIMAWAN GANJAR PRABOWO 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/114808", "2015 TA PP HIMAWAN GANJAR PRABOWO 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/114809", "2015 TA PP HIMAWAN GANJAR PRABOWO 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/114810", "2015 TA PP HIMAWAN GANJAR PRABOWO 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/114811", "2015 TA PP HIMAWAN GANJAR PRABOWO 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/114812"}, "Penulis": "HIMAWAN GANJAR PRABOWO ( NIM : 15310081 )", "Kontributor / Dosen Pembimbing": ["pembimbing :  \n \n\nDr. Ir. Edwan Kardena"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bakteri lokal, degradasi, isolat bakteri, minyak, Standard Basal Salt", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}