{"Nomor": 22460, "Judul": "PERANCANGAN SISTEM OPERASI PENANGANAN DAN PENGAMANAN KARGO UDARA (STUDI KASUS: INDUSTRI KARGO UDARA DI BANDUNG)", "Abstrak": "Proses pengiriman kargo udara melibatkan beberapa pelaku diantaranya penyedia jasa logistik, penyedia fasilitas logistik dan regulator. Penyedia jasa logistik \n\nmemiliki tanggung jawab dalam mengirimkan barang dari titik sumber ke titik tujuan. Penyedia fasilitas logistik berperan menyediakan fasilitas kepada penyedia \n\njasa logistik agar proses pengiriman berjalan lancar. Regulator menghasilkan aturan yang harus dipatuhi oleh operator dan fasilitator. \n\nPeningkatan permintaan pengiriman kargo udara akhir-akhir ini menyebabkan proses bisnis yang ada saat ini tidak lagi mampu mengakomodir permintaan \n\nkonsumen sehingga beresiko terhadap keamanan dan kecepatan pemrosesan kargo. Proses bisnis yang terkotak-kotak dan terpisah antar pelaku menjadi sumber ketidakefisienan dan ketidakefektifan sehingga perlu dilakukan integrasi proses dan informasi. Di era digital saat ini, keberadaan komputer dan perangkat mobile diharapkan dapat memberikan solusi untuk mengintegrasikan pelaku-pelaku \n\nindustri kargo udara. \n\nPada proyek akhir ini, akan dilakukan perancangan proses dan sistem informasi yang terintegrasi (berbasis komunitas) dari sistem penanganan dan pengamanan \n\nkargo yang dilakukan oleh agen, kurir kargo, regulated agent, dan gudang bandara Husein Sastranegara Bandung. Metode yang digunakan untuk merancang sistem operasi penanganan dan pengamanan kargo adalah dengan menggunakan model acuan Leung,dkk pada tahun 2000 dan menambahkan pendekatan analisis bisnis proses, business process improvement ,dan eksekusi bisnis proses menggunakan BPMN 2.0. Setelah perancangan sistem usulan dilakukan,maka sistem kemudian diujicobakan terhadap pelayanan bisnis yang paling buruk. Data kondisi saat ini dibandingkan dengan data hasil uji coba untuk mendapatkan kinerja hasil usulan. \n\nKinerja hasil usulan dapat mengurangi keseluruhan waktu proses pengiriman kargo udara sebesar 10,85% serta memberikan transparansi pelacakan proses pengiriman \n\ndan mengurangi penggunaan sumber daya seperti printer dan kertas.", "Daftar File": {"2017 TS PP Hukman Thayib Amri 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/114828"}, "Penulis": "Hukman Thayib Amri    (NIM: 94514002)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir Senator Nur Bahagia"], "Jenis Koleksi": "Tesis", "Penerbit": "Logistik", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Kargo Udara, Business Process Improvement, Integrasi Proses dan Informasi", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "29 Sep 2017"}