{"Nomor": 22468, "Judul": "A NEW METHODOLOGY OF ROP CORRECTION FOR D-EXPONENT TO PREDICT FORMATION PRESSURE", "Abstrak": "Prediksi dari tekanan pori dan tekanan rekah formasi yang tepat dari suatu lapangan sangat penting untuk proses \n\npemboran agar proses tersebut aman, ekonomis, dan efisien. Berbagai macam masalah well control seperti terjadinya kick, lost circulation, blowout di permukaan, dan blowout di bawah casing dapat dihindari dengan perhitungan tekanan pori dan tekanan rekah pada formasi dengan akurat. \n\nMetode d-exponent yang digunakan untuk memprediksi tekanan pori formasi dengan menggunakan kecepatan pemboran, kecepatan putaran, berat pada pahat, dan diameter pahat masih memiliki beberapa kelemahan. \n\nPertama, koreksi kecepatan putaran hanya dapat dipakai pada batuan yang tdak keras, tetapi d-exponent menggunakan kecepatan putaran yang sama pada batuan yang keras. Kedua, pahat Polycrystalline diamond compact (PDC) dapat memberikan nilai d-exponent yang tidak baik disebabkan oleh pembacaan ketidakakuratan pembacaan nilai kecepatan pengeboran. Ketiga, d-exponent tidak dapat dihitung pada formasi dengan bermacam-macam litologi, sehingga harus ada tren baru pada litologi yang berbeda. Keempat, kecepatan \n\npengeboran tidak hanya dipengaruhi pada tekanan formasi saja, tetapi juga dipengaruhi oleh perbedaan tekanan \n\ndan waktu pemakaian pahat. Dan masih banyak lagi yang tidak disebutkan pada studi ini. \n\nPersamaan d-exponent untuk memprediksi teanan pori pada suatu lapangan menggunakan parameter-parameter yang harus dikoreksi. Metode Comb untuk memperbaiki penggunaan nilai kecepatan pengeboran telah digunakan dengan mengoreksi berat pada pahat, kecepatan putaran, hidrolika, perbedaan tekanan, dan pemakaian pahat.", "Daftar File": {"2013 TA PP HUSIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/114873", "2013 TA PP HUSIN 1-1.pdf": "https://digilib.itb.ac.id/gdl/download/114874", "2013 TA PP HUSIN 1-2.pdf": "https://digilib.itb.ac.id/gdl/download/114875"}, "Penulis": "HUSIN (NIM: 12209042)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.-Ing. Ir. Bonar Tua Halomoan Marbun."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "tekanan pori, d-exponent, metode Comb", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "3 file", "Tanggal Input": "21 Des 2017"}