{"Nomor": 22461, "Judul": "MODEL MATEMATIKA IDOL FEVER", "Abstrak": "Kepopuleran seorang idola tidak lepas dari pengaruh adanya media sosial. Kebanyakan dari mereka memiliki akun media sosial agar dekat dengan para penggemarnya. Media sosial dapat dijadikan sebagai penyebar berita yang relatif cepat, baik itu berita positif maupun berita negatif. Tugas akhir ini akan membahas model matematika pengaruh media sosial terhadap kepopuleran seorang idola. Model ini dibagi menjadi dua yakni tanpa adanya media sosial dan dengan adanya media sosial. Tiap model akan dianalisis kestabilan dari titik kesetimbangan yang diperoleh dan juga simulasi numerik untuk beberapa kasus di kedua model sehingga terlihat bagaimana pengaruh media sosial. Pengaruh adanya media sosial dalam menyebarkan berita positif mengakibatkan populasi terinfeksi semakin bertambah sedangkan berita negatif mengakibatkan populasi terinfeksi semakin cepat bosan. Selain itu, simulasi juga dilakukan berdasarkan data yang diperoleh dari google trends. Simulasi ini berdasarkan data untuk Justin Bieber, One Direction, Michael Jackson, dan The Beatles. Hasil simulasi model pertama berdasarkan data idola tersebut menghasilkan parameter yang berbeda pada tiap idola, sedangkan simulasi model kedua memberikan kemiringan terhadap jenis berita dengan kemiringan  berita negatif lebih tajam daripada berita positif.", "Daftar File": {"2016 TA PP HULIA AFNI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/114829", "2016 TA PP HULIA AFNI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/114830", "2016 TA PP HULIA AFNI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/114831", "2016 TA PP HULIA AFNI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/114832", "2016 TA PP HULIA AFNI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/114833", "2016 TA PP HULIA AFNI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/114834", "2016 TA PP HULIA AFNI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/114835"}, "Penulis": "HULIA AFNI  [10112053]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Nuning Nuraini"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "idol, idol fever, media sosial, pemodelan, ode, titik kesetimbangan ;", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "7 file", "Tanggal Input": "20 Des 2017"}