{"Nomor": 22475, "Judul": "PETROLOGI DAN IMPLIKASI TEKTONIK BATUAN VULKANIK DAN KOMPLEKS OFIOLIT DAERAH AMPANA SULAWESI TENGAH BERDASARKAN POLA GEOKIMIA", "Abstrak": "Daerah Ampana dan Kepulauan Togean terletak di Sulawesi Tengah, secara tatanan tektonik berada di Lengan Timur Sulawesi. Di kepulauan Togean terdapat Gunung Api Colo yang berada di Pulau Una-Una. Tujuan penelitian ini adalah mengetahui pola geokimia batuan vulkanik dan kompleks ofiolit dan mengetahui genesis batuan vulkanik dan kompleks ofiolit daerah Ampana dan sekitarnya. Metode yang digunakan berupa analisis petrografi, XRF (X-Ray Fluoroscence) dan ICP-MS (Inductively Coupled Plasma Mass Spectrometry) dari 8 batuan vulkanik dan 19 batuan dari kompleks ofiolit. \n\nLitologi yang teramati pada batuan vulkanik dari hasil analisis petrografi yaitu andesit dan tuf, sedangkan pada kompleks ofiolit terdiri dari gabro, diabas, dan basalt. Analisis geokimia batuan dari data XRF terdiri dari unsur utama, unsur jejak, dan unsur tanah jarang. Berdasarkan diagram AFM (FeO*, K2O + Na2O, MgO) batuan vulkanik berafinitas toleit sedangkan pada kompleks ofiolit juga berafinitas toleit. Diagram K2O + Na2O terhadap SiO2 pada batuan vulkanik memperlihatkan evolusi magma berkomposisi dari andesit hingga dasit, sedangkan pada ofiolit berkomposisi peridot gabro hingga gabro. \n\nData unsur tanah jarang batuan vulkanik disajikan dalam diagram normalisasi terhadap kondrit menunjukkan pola fraksinasi REE yang semakin menurun dari unsur tanah jarang ringan (LREE) sampai unsur tanah jarang berat (HREE). Oleh karena itu, diinterpretasikan bahwa magma di daerah penelitian terbentuk pada lingkungan tektonik busur kepulauan serta adanya kontaminasi dari kerak benua bagian atas yang terkait dengan proses subduksi. Sedangkan pada kompleks ofiolit pada unsur tanah jarang menunjukan pola fraksinasi yang relatif mendatar. Pola seperti ini diinterpretasikan magma terbentuk pada lingkungan punggung tengah samudera (PTS).", "Daftar File": {"2017 TS PP HUZAELY LATIEF 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/114901"}, "Penulis": "HUZAELY LATIEF SUNAN (NIM: 22015004)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Andri S. Subandrio, Dipl. Geol"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Ampana, ofiolit, geokimia, petrogenesis, tektonik.", "Sumber": "", "Staf Input/Edit": "Diah Ayu Merdekawati  \n                                     Diah Ayu Merdekawati", "File": "1 file", "Tanggal Input": "03 Okt 2017"}