{"Nomor": 22477, "Judul": "ANALISIS CHAOTIC DIFFUSION PADA DAERAH DEKAT RESONANSI GERAK-RERATA JUPITER 3:2", "Abstrak": "Tata Surya memiliki banyak benda kecil. Kompleksitas orbit benda kecil merupakan bahasan yang menarik pada bidang mekanika benda langit. Sejumlah benda kecil yang terletak dekat Resonansi Gerak-Rerata (Mean Motion Resonance, MMR) planet tertentu memiliki orbit yang kompleks. Benda kecil yang terletak pada daerah Hilda adalah salah satu contohnya. Hilda merupakan daerah yang mengalami MMR 3:2 dengan Jupiter. Salah satu kompleksitas orbit pada daerah tertentu ditandai dengan adanya proses chaotic diffusion. Chaotic diffusion merupakan proses yang dapat menyebabkan perubahan nilai proper element benda langit. Secara umum, perubahan tersebut sulit dideteksi melalui pengamatan karena waktunya yang sangat lama. Selain itu, perubahan ini juga sulit dideteksi dengan pemodelan sederhana karena membutuhkan skema integrasi orbit dengan waktu integrasi yang sangat lama dan step integrasi yang sangat sempit. Akan tetapi, untuk kasus benda kecil, perubahan tersebut    \n\nsecara pemodelan lebih mudah untuk dideteksi. Selain chaotic diffusion, perubahan nilai proper element dapat dipengaruhi oleh efek termal Yarkovsky. Efek ini hanya bekerja secara dominan pada benda langit berukuran relatif kecil. Oleh karena itu, pada kasus benda kecil, chaotic    \n\ndiffusion dan efek termal adalah dua mekanisme yang dapat menyebabkan perubahan nilai proper element. Tesis ini bertujuan untuk mempelajari proses chaotic diffusion pada benda kecil di daerah dekat MMR 3:2 yang terdapat di Sabuk Utama. Selain itu, ditinjau pula pengaruh efek termal Yarkovsky pada dinamika orbit benda kecil di daerah-daerah tersebut. Hasil integrasi menunjukkan adanya tiga tipe orbit, yaitu regular orbit, strong chaotic, dan chaotic diffusion dengan papasan dekat. Analisis hasil komputasi menghasilkan waktu huni terlama benda kecil berada pada daerah orbit dengan nilai setengah sumbu panjang  4 au dan eksentrisitas 0:15. Selain itu, efek termal Yarkovsky juga berpengaruh pada tipe orbit benda kecil.", "Daftar File": {"2016 TS PP IBNU NURUL HUDA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/114903", "2016 TS PP IBNU NURUL HUDA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/114904", "2016 TS PP IBNU NURUL HUDA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/114905", "2016 TS PP IBNU NURUL HUDA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/114906", "2016 TS PP IBNU NURUL HUDA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/114907", "2016 TS PP IBNU NURUL HUDA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/114908", "2016 TS PP IBNU NURUL HUDA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/114909"}, "Penulis": "IBNU NURUL HUDA (NIM : 20314001)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Budi Dermawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "mekanika benda langit, metode: numerik, chaotic diffusion, resonansi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "18 Des 2017"}