{"Nomor": 22470, "Judul": "UNDERSTANDING WHY PEOPLE CHOOSE SHARIA BANK USING CUSTOMERS ISLAMIC ETHICAL KNOWLEDGE AND CUSTOMER PERCEPTION", "Abstrak": "Bank syariah di Indonesia dikategorikan secara relatif sebagai industry baru di dunia perbankan di Indonesia. Bank syariah di Indonesia semenjak dari awal berdiri hingga kini, telah beroperasi kurang lebih selama 25 tahun. Jika dibandingkan dengan negara bermayoritas penduduk Muslim, industry bank syariah di Indonesia menunjukkan pertumbuhan yang relatif lambat dan berada  dalam kondisi stagnan di beberapa layanan. Juga ditemukan secara empiris bahwa pengguna  bank syariah tidak lah hanya masyarakat Muslim saja, namun pengguna masyarakat non-Muslim juga turut menggunakan layanan bank syariah. Hal ini dapat mengindikasikan bahwa stereotype bahwa bank syariah hanya bisa digunakan oleh masyarakat Muslim merupakan hal yang salah. Bagi sebagian orang, memilih suatu bank tidaklah hanya berdasarkan keuntungan (profit). Tugas akhir ini bertujuan untuk memahami lebih baik tentang alasan di balik pemilihan bank dengan     \n \n \n\nmemahami konsep Pengetahuan Etika Islami sebagai basis dari pengambilan keputusan di finansial seseorang dan persepsi nasabah di Bank Syariah di Indonesia. Beberapa studi kasus di Bank Syariah mengenai persepsi nasabah telah dilaksanakan di berbagai negara dan hasilnya bisa     \n \n \n\nmemberikan kontribusi signifikan untuk pengembangan sektor Bank Syariah di dalam negeri itu. Survey dalam studi ini telah diadapatasi dari studi sebelumnya dan sudah dilaksanakan melalui pengisian kuesioner oleh 323 nasabah Bank Syariah di Indonesia. Riset ini telah diuji dengan metode regresi multilinear dan telah menunjukan tingkat signifikansi di setiap variabel. Variabel  persepsi familiaritas investasi tidak menunjukan tingkat signifikansi terhadap Pengetahuan Etika Islami. Di sisi lain, Pengetahuan Etika Islami menunjukkan tingkat signifikansi terhadap persepsi religius di prinsip syariah dan persepsi reputasi dari Bank Syariah.", "Daftar File": {"2017 TA PP HUSNA H TOKITA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/114883", "2017 TS PP HUSNA H TOKITA 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/252005"}, "Penulis": "Husna H Tokita (NIM 19014107)", "Kontributor / Dosen Pembimbing": ["Deddy Priatmodjo Koesrindartoto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sharia Banking, Indonesia, Islamic Ethical Knowledge, Islamic Financing, Behavioral Determinants, Customer Perception", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Neng Kartika", "File": "2 file", "Tanggal Input": "25 Sep 2017"}