{"Nomor": 22489, "Judul": "MODEL PENENTUAN RUTE KENDARAAN DENGAN STRATEGI CROSS-DOCKING MEMPERTIMBANGKAN RUTE MAJEMUK", "Abstrak": "Logistik merupakan salah satu aktivitas yang berpotensi menimbulkan biaya berlebih bagi perusahaan. Transportasi dan distribusi termasuk kedalam perencanaan strategis pada logistik. Pentingnya transportasi menyebabkan perlu adanya perencanaan transportasi agar menjaga efisiensi sumber daya tetap tinggi, salah satunya adalah kemampuan untuk mengelola serta pengaturan jadwal dan rute kendaraan. Strategi cross-docking adalah salah satu teknik logistik yang dapat membantu mengurangi ongkos inventori dan disaat bersamaan meningkatkan kecepatan aliran barang, dan memperpendek aliran barang.  \n \n\nPada penelitian ini dikembangkan suatu model MRK-CD yang dapat meminimasi ongkos transportasi dengan mempertimbangkan jendela waktu pelayanan (JW) pada konsumen (supplier dan retailer) dan depot. Penelitian ini mempertimbangkan adanya penggunaan rute majemuk (RM) pada kendaraan. Permasalahan ini muncul karena pada kondisi kehidupan nyata, kendaraan tidak hanya digunakan sekali pada periode perencanaan (single-trip) karena dianggap tidak efisien. Model yang dikembangkan tidak dapat menyelesaikan permasalahan dalam data jumlah besar. Karena kelemahan tersebut, diusulkan suatu algoritma (SI) yang dapat menyelesaikan permasalahan MRK-CDJWRM dalam data jumlah besar.   \n \n\nAlgoritma SI yang dikembangkan, menunjukkan gap yang relatif besar. Uji coba perbandingan solusi analitik dengan solusi SI terhadap 10 data, menunjukkan gap yang relatif besar (< 30%), sehingga diperlukan algoritma perbaikan solusi. Sedangkan untuk waktu komputasi yang dibutuhkan, algoritma SI lebih cepat > 99% dalam menghasilkan solusi jika dibandingkan dengan model analitik. Model yang dikembangkan juga diujicobakan pada 5 set data hipotetik. Berdasarkan hasil perhitungan, diketahui penggunaan rute majemuk memberikan penghematan yang signifikan jika dibandingkan model MRK-CD rute tunggal. Hasil fungsi tujuan pada rute tunggal memiliki gap sebesar > 130% lebih mahal jika dibandingkan dengan model MRK-CD dengan rute majemuk yang diusulkan.", "Daftar File": {"2017 TS PP IFA SAIDATUNINGTYAS 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/114968"}, "Penulis": "IFA SAIDATUNINGTYAS - NIM : 23414029", "Kontributor / Dosen Pembimbing": ["(Suprayogi Ph.D.)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Cross-docking, MRK-CDJWRM.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Sep 2017"}