{"Nomor": 22490, "Judul": "KAJI NUMERIK PERBANDINGAN TIGA TEKNIK SPLIT-HOPKINSON SHEAR BAR", "Abstrak": "Pengujian Split-Hopkinson Shear Bar merupakan modifikasi dari pengujian impak laju regangan tinggi metode Split-Hopkinson Pressure Bar. SHSB kini semakin dikembangkan dengan berbagai teknik yaitu hat-shaped, double-notch, dan punch. Namun, ketiga teknik tersebut memiliki karakteristik yang berbeda meskipun menggunakan material spesimen uji yang sama.  \n \n\nTujuan utama dalam penelitian ini adalah untuk menentukan teknik SHSB yang paling baik dan optimal dalam penentuan tegangan geser-regangan geser suatu material dengan analisis numerik metode elemen hingga menggunakan perangkat lunak Abaqus/CAEÃ‚Â®.  \n \n\nPermodelan elemen hingga yang dibuat berupa komponen 3D solid seperempat bagian untuk teknik hat-shaped dan punch, serta 3D solid setengah bagian untuk teknik double-notch. Digunakan batang striker sepanjang 300 mm dengan kecepatan awal 10,915 m/s, batang incident 1200 mm, dan batang transmitted 1200 mm, dengan material maraging steel. Untuk spesimen digunakan material T351-2024 Aluminium (AISI Grade 16Ni) dan constitutive material model Johnson-Cook.  \n \n\nKetiga teknik pengujian yang dibuat memiliki perbedaan pada bentuk spesimen dan dimensi batang incident serta transmitted. Berdasarkan hasil simulasi numerik dari ketiga teknik tersebut didapatkan besar tegangan geser maksimum teknik hat-shaped sebesar 247,66 MPa, regangan geser akhir 64%, dan laju regangan 5162 s-1, teknik punch (τ = 181,3 MPa, γ = 34%, 𝛾̇=5239 s-1), dan teknik double-notch (τ = 250,5 MPa, γ = 69%, 𝛾̇=5470 s-1). Dipilih teknik double-notch sebagai teknik SHSB yang paling optimal karena memiliki kemiringan strain rate 4,06 dan eror gaya 0%.", "Daftar File": {"2017 TA PP IFFAH FAIZAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/114969"}, "Penulis": "Iffah Faizah     (NIM : 13113143)", "Kontributor / Dosen Pembimbing": ["M. Agus Kariem S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Split-Hopkinson Shear Bar, hat-shaped, punch, double-notch.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}