{"Nomor": 22494, "Judul": "PERANCANGAN PUSAT INFORMASI PARIWISATA UBUD DENGAN PENDEKATAN PLACEMAKING", "Abstrak": "Ubud merupakan salah satu daerah tujuan pariwisata yang memiliki daya tarik berdasarkan karakter tradisi, budaya dan keseniannya. Perkembangan industri pariwisata yang pesat dan tidak terkendali di Ubud menyebabkan menghilangnya karakter lingkungan setempat yang berakibat  menurunnya kualitas pariwisata di Ubud. Perancangan pusat informasi pariwisata dibangun sebagai upaya untuk mempertahankan karakter dari pariwisata Ubud dengan cara memenuhi kebutuhan wisatawan terhadap informasi dan wawasan mengenai pariwisata Ubud.   \n \n\nPusat informasi pariwisata di Ubud dirancang dengan pendekatan placemaking yang merupakan fasilitas yang bergerak di pelayanan pariwisata yang memiliki tempat demonstrasi dan pameran kesenian, panggung terbuka menyerupai panggung kesenian dan beberapa tambahan fasilitas lainnya. Pusat informasi pariwisata ini selain sebagai penyedia layanan terkait informasi pariwisata juga berfungsi sebagai media edukasi bagi pengunjung dengan menyertakan komunitas masyarakat kesenian lokal sebagai pelaku yang mendemonstrasikan kesenian sebagai karaker Ubud. Fasilitas ini akan dibangun diantara objek wisata monkey forest Ubud dan Puri Ubud dengan tapak seluas 1,5 hektar dengan pertimbangan pemilihan lokasi tapak yang dekat dengan atraksi dan objek wisata namun tidak mengganggu kegiatan upacara dan tradisi yang terdapat di desa adat yang berada di dalam kawasan pariwisata Ubud.   \n \n\nUntuk mempertahankan karakter lingkungan di Ubud yang menjadi daya tarik pariwisata maka ditetapkan menggunakan pendekatan dengan konsep placemaking yaitu menciptakan tempat yang bermakna dan berkesan bagi penggunanya berdasarkan karakter tempat itu sendiri. Proses analisa terhadap karakter placemaking di Ubud akan menghasilkan faktor pembentuk makna tempat yang nantinya dapat diaplikasikan terhadap perancangan ini. Setelah dianalisis berdasarkan aspek kontekstual lokasi, ditemukan faktor pembentuk makna sebuah tempat di Ubud yaitu ornamen, material, karakter bentuk dan prororsi serta tata letak bangunan. Penerapan konsep ke dalam rancangan diharapkan mampu memberikan karakter pada tempat dan ruang sehingga lebih memiliki makna serta kesan bagi penggunanya. Hal tersebut diharapkan berdampak pada pengertian pengunjung terhadap karakter lingkungan Ubud dan dapat melakukan proses berwisata yang benar berdasarkan pemahaman tersebut.", "Daftar File": {"2017 TS PP I GDE BANYU PRIAUTAMA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/114979"}, "Penulis": "I GDE BANYU PRIAUTAMA (NIM: 252 15 017)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nIr. Basauli Umar Lubis, MSA., Ph.D.\t\t  \n \n\nIndah Widiastuti, ST., MT., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pariwisata, budaya, placemaking, Ubud.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}