{"Nomor": 22501, "Judul": "ANALISIS PROBABILISTIK BAHAYA TSUNAMI KAWASAN LAUT BANDA", "Abstrak": "Pada tahun 2010, Indonesia mengeluarkan peta nasional bahaya gempa bumi dengan menggunakan metoda analisis probabilistik. Keluarnya peta ini memberikan kesempatan untuk menggunakan model gempa yang digunakan untuk membuat peta bahaya tsunami Indonesia. Tujuan penelitian ini adalah untuk membuat peta bahaya tsunami Indonesia, khususnya kawasan Laut Banda, dengan menggunakan metoda    \n \n \n \n\nprobabilistik (Probabilistic Tsunami Hazard Analysis, PTHA). Sumber pembangkit tsunami yang digunakan adalah gempa bumi yang berasal dari busur Banda, yaitu gempa subduksi (Timor, Banda dan Sumba) serta gempa patahan    \n \n \n \n\n(Flores, Timor, Wetar dan selatan Seram). Parameter sumber gempa bumi yang digunakan mengikuti parameter yang digunakan untuk membuat peta nasional bahaya gempa bumi dan beberapa parameter yang disesuaikan. Hasil disajikan dalam bentuk kurva dan peta bahaya tsunami yang menunjukkan kemungkinan tinggi tsunami pada kedalaman 1 m untuk kejadian dengan perioda ulang 100 dan 500 tahun serta peta probabilistik bahaya tsunami.    \n \n \n \n\nDaerah dengan potensi paling tinggi terjadi tsunami dengan amplitudo lebih dari tiga meter adalah selatan Kepulauan Maluku, dengan tingkat 0,02 ~ 0,07 kejadian    \n \n \n \n\npertahun. Perbandingan antara distribusi tinggi tsunami kejadian dengan perioda ulang 225 tahun mendekati distribusi tinggi tsunami akibat gempa dan tsunami Flores 1992.", "Daftar File": {"2012 TS PP IGNATIUS RYAN PRANANTYO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/114993", "2012 TS PP IGNATIUS RYAN PRANANTYO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/114994", "2012 TS PP IGNATIUS RYAN PRANANTYO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/114995", "2012 TS PP IGNATIUS RYAN PRANANTYO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/114996", "2012 TS PP IGNATIUS RYAN PRANANTYO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/114997", "2012 TS PP IGNATIUS RYAN PRANANTYO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/114998", "2012 TS PP IGNATIUS RYAN PRANANTYO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/114999", "2012 TS PP IGNATIUS RYAN PRANANTYO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/115000"}, "Penulis": "IGNATIUS RYAN PRANANTYO (NIM : 22411004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Hamzah Latief", "Dr. Irwan Meilano, S.T, M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bahaya tsunami, PTHA, kawasan Banda", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "17 Okt 2017"}