{"Nomor": 22509, "Judul": "STUDI NUMERIK PERAMBATAN RETAK KOMPOSIT CFRP MENGGUNAKAN XFEM", "Abstrak": "Penelitian ini menjelaskan mengenai sifat karakteristik yang dimiliki oleh material komposit Carbon Epoxy. Saat ini kebutuhan meterial komposit terbesar terlihat pada Industri Aerospace dan diikuti oleh Industri Automotif. Komposit Carbon Epoxy merupakan salah satu jenis material yang tersusun dari fiber komposit yang memiliki kekuatan melebihi material baja dengan kerapatan masa yang lebih rendah. Salah satu keuntungan material komposit adalah ringan dan kuat. Hal tersebut membuat material komposit sering digunakan pada struktur pesawat udara dan automotif. Industri Automotif atau Aerospace mulai menggunakan material komposit, khususnya CFRP pada struktur rangka. Sebagai contoh, pada saat ini 50% sampai 70% struktur pesawat udara telah terbuat dari material komposit. Struktur rangka pesawat udara menjadi sangat penting karena rangka sayap, badan dan juga ekor pesawat udara merupakan bagian dari Struktur Primer. Regulasi mengenai kelaikan struktur komposit menjadi tahapan yang harus dipenuhi dan disetujui sebelum material tersebut digunakan dalam komponen struktur rangka. Pembuktian kelayakan struktur komposit dapat dilakukan dengan cara melakukan studi mengenai perilaku material secara eksperimental maupun simulasi numerik.    \n \n \n \n\nPada penelitian ini studi simulasi numerik menggunakan XFEM mengenai material Carbon Epoxy IM7/8552 dilakukan dengan berdasarkan pada standar tes Overheight Compact Tension (OCT). Validasi data simulasi diperoleh dengan cara membandingkan hasil OCT eksperimen yang dilakukan oleh Xiangqian Li pada komposisi Simetrik Cross-ply dispered IM7/8552 dengan ketebalan 2 mm. Studi simulasi numerik mencakup pengaruh orientasi sudut Simetrik Cross-ply, Quasi Isotropik, dan juga Simetrik Angle ply pada susunan dispersed maupun blocked. Perbedaan karakteristik akan terlihat pada hasil studi simulasi numerik yang menunjukan kekuatan material sangat dipengaruhi oleh susunan dan komposisi arah serat pembentuk komposit. Hasil simulasi menunjukan Simetrik Cross-ply pada komposisi dispersed dapat menahan beban lebih tinggi dari angle dan quasi isotropik ply. Pada perbandingan susunan dispersed dan blocked akan terlihat hasil susunan bloked mampu menahan lebih tinggi dari susunan dispersed. Studi mengenai pengaruh orientasi fiber dan susunan akan menjadi salah satu pertimbangan dalam memilih komposisi kompisit pada struktur pesawat maupun automotif. Penentuan komposisi komposit akan dipengaruhi oleh kebutuhan dan jenis pembebanan yang terjadi.", "Daftar File": {"2017 TA PP  I KADEK VERY ADE ANDREANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115046"}, "Penulis": "I KADEK VERY ADE ANDREANA (NIM : 13613069)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n \n \n \n\nProf. Dr. Tatacipta Dirgantara", "Dr. Annisa Jusuf"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Blocked plies, Carbon-Epoxy, Cross-ply composite, Dispersed plies, Komposit Material, Over-height Compact Tension, XFEM", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}