{"Nomor": 22503, "Judul": "PERENCANAAN LOKASI PENGUNGSIAN DAN ESTIMASI KERUGIAN EKONOMI AKIBAT BENCANA BANJIR DI KABUPATEN BANDUNG", "Abstrak": "Kabupaten Bandung merupakan sebuah kabupaten di Provinsi Jawa Barat, Indonesia yang rutin mengalami bencana banjir setiap tahun sehingga warga yang terdampak banjir harus mengungsi. Selain itu, banjir juga menyebabkan kerugian ekonomi yang besar untuk rumah tangga, bisnis, industri, pertanian, infrastruktur, fasilitas umum, dan kegiatan sosial (Gumilar et al., 2015). Mempertimbangkan hal di atas, penentuan lokasi pengungsian dan mengestimasi kerugian ekonomi merupakan hal yang sangat penting untuk dilakukan. Penentuan lokasi pengungsian dilakukan dengan menggunakan metode AHP yang berguna untuk menyelesaikan permasalahan multi kriteria. Metode ini menggunakan 9 kriteria yang diambil dari beberapa pertimbangan sesuai dengan karakteristik wilayah Kabupaten Bandung yaitu jarak dari sumber air, jarak dari lokasi bencana, jarak dari fasilitas kesehatan, kemiringan lereng, jarak dari ancaman longsor, jenis tutupan lahan, aksesibilitas, luas lokasi, dan hak atas tanah. Metode ini akan menghasilkan nilai bobot yang akan digunakan dalam pemrosesan data selanjutnya. Estimasi kerugian ekonomi menggunakan metode ECLAC untuk menghasilkan nilai estimasi kerugian akibat bencana, sehingga nilai tersebut dapat digunakan oleh pemerintah sebagai pertimbangan kebijakan dalam pemulihan pasca bencana. Proses estimasi dilakukan dengan memperhitungkan kerugian berdasarkan 4 sektor yang terdampak yaitu sektor pertanian, rumah tangga, industri dan infrastruktur jalan. Hasil penelitian ini adalah peta kesesuaian lahan untuk lokasi pengungsian dan nilai estimasi kerugian ekonomi dari empat sektor utama yang terdampak. Peta Lokasi pengungsian dihasilkan dari penilaian kriteria oleh responden dengan bobot kriteria paling besar adalah jarak dari sumber air sebesar 20%. Lokasi dengan kesesuaian lahan tinggi terletak di Kecamatan Cileunyi, Ibun, Majalaya, Margaasih, Margahayu, Pacet, Rancaekek, Soreang, Kertasari, Pengalengan dan Rancabali. Hasil perhitungan kerugian ekonomi untuk banjir tahun 2010 terdapat 191.170 unit rumah yang terdampak banjir dengan total luasan 2750,057 Ha, 1.094 kawasan pertanian yang terdampak banjir dengan total luasan 17.582 Ha, 376 unit industri yang terdampak banjir dengan total luasan 501 Ha, dan 157.842 m jalan yang terendam banjir. Kerugian total dari keempat sektor yang terdampak banjir adalah Rp. 769.150.002.498 dengan kerugian terbesar pada sektor rumah tangga yaitu Rp. 595.427.179.770", "Daftar File": {"2016 TS PP I GST NGR YOGA JAYANTARA 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/115009", "2016 TS PP I GST NGR YOGA JAYANTARA 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/115010", "2016 TS PP I GST NGR YOGA JAYANTARA 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/115011", "2016 TS PP I GST NGR YOGA JAYANTARA 1 - BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/115012", "2016 TS PP I GST NGR YOGA JAYANTARA 1 - BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/115013", "2016 TS PP I GST NGR YOGA JAYANTARA 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/115014", "2016 TS PP I GST NGR YOGA JAYANTARA 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/115015"}, "Penulis": "I GST NGR YOGA JAYANTARA (NIM : 25114006)", "Kontributor / Dosen Pembimbing": ["Pembimbing I: Dr. Ir. Irwan Meilano, M.Sc", "Pembimbing II     \n \n \n \n \n\nDr. Irwan Gumilar, ST., M.Si"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Kabupaten Bandung, Banjir, Lokasi Pengungsian, Estimasi Kerugian Ekonomi, Metode AHP, Metode ECLAC.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}