{"Nomor": 22502, "Judul": "EVALUASI AKUSTIK PADA RUANG RAWAT PASIEN ANAK DI DUA RUMAH SAKIT DI BANDUNG", "Abstrak": "Rumah sakit merupakan sarana kesehatan yang membutuhkan aspek kenyamanan akustik, yang diperlukan untuk proses penyembuhan dengan cara meningkatkan kualitas tidur atau istirahat pasien. Penelitian kenyamanan akustik telah dilakukan di rumah sakit Ã‚Â“AÃ‚Â” dan Ã‚Â“BÃ‚Â” yang terletak di Bandung, dimana ruang yang diteliti adalah ruang kamar pasien anak. Kamar pasien anak dipilih sebagai objek penelitian karena anak belum mampu melakukan kontrol informasi yang masuk, dalam hal ini adalah suara atau kebisingan.  \n \n\nParameter akustik yang dianalisis pada tugas akhir ini adalah tingkat tekanan suara (SPL), waktu dengung, definisi (D50), dan kriteria bising (NC). Parameter tersebut didapatkan melalui simulasi keadaan awal, pengukuran aktual, dan pengamatan subyektif kemudian dilakukan simulasi rekomendasi pengendalian akustik.  \n \n\nHasil pengukuran aktual dan simulasi yang didapat dari kamar pasien di rumah sakit A dan B tersebut memiliki nilai waktu dengung yang baik begitu juga dengan parameter D50. Nilai waktu dengung berada pada nilai 0,6 s dan Nilai D50 berada di atas 50%. Berdasarkan simulasi parameter SPL masih terjadi amplifikasi suara pada kedua ruang kamar tersebut, dan pada pengkuran aktual nilainya masih ada yang berada di atas standar maksimum 35dBA, yang ditunjukkan juga oleh nilai NC-40. Sumber suara didominasi oleh percakapan di luar kamar dan suara kegiatan di jalan raya.  \n \n\nPengendalian akustik pasif yang dilakukan dengan melapisi tembok setinggi 1 meter dari lantai dengan panel akustik Dupont AudioComfort memberikan hasil: kenaikan nilai parameter D50 hingga 15,4%, nilai parameter waktu dengung yang turun hingga 28,6% serta nilai SPL mengalami pengurangan sebesar 0,7-2,7 dB. Pelapisan lebih luas dapat memberikan efek yang lebih baik namun menjadi kurang aplikatif.", "Daftar File": {"2012 TA PP IGNATIUS WIDANTA KRISTYO ADHY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/115001", "2012 TA PP IGNATIUS WIDANTA KRISTYO ADHY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/115002", "2012 TA PP IGNATIUS WIDANTA KRISTYO ADHY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/115003", "2012 TA PP IGNATIUS WIDANTA KRISTYO ADHY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/115004", "2012 TA PP IGNATIUS WIDANTA KRISTYO ADHY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/115005", "2012 TA PP IGNATIUS WIDANTA KRISTYO ADHY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/115006", "2012 TA PP IGNATIUS WIDANTA KRISTYO ADHY 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/115007", "2012 TA PP IGNATIUS WIDANTA KRISTYO ADHY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/115008"}, "Penulis": "IGNATIUS WIDANTA K. ADHY  (Nim : 13307047)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Ir. R. Sugeng Joko Sarwono", "Ir. FX Nugroho Soelami, MBEnv., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "rumah sakit, kamar pasien anak, kenyamanan akustik, waktu dengung, definisi D50, tingkat tekanan suara (SPL), kriteria bising (NC)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}