{"Nomor": 22507, "Judul": "ISOLASI DAN UJI ANTIBAKTERI METABOLIT SEKUNDER DARI BIJI LANSIUM DOMESTICUM VAR. LANGSAT", "Abstrak": "Famili Meliaceae atau mahoni-mahonian adalah suatu famili tumbuhan berupa pohon dan semak yang terdistribusi dari daerah tropis hingga subtropis termasuk Indonesia. Meliaceae terdiri dari 50 genus dan 575 spesies, termasuk genus Lansium. Lansium merupakan salah satu genus dari famili Meliaceae yang memiliki satu spesies, yaitu Lansium domesticum Corr. Spesies ini terdistribusi luas terutama di negara-negara Asia    \n \n\nTenggara, Tiongkok, dan Amerika Utara. Di Indonesia, spesies ini dijumpai hampir di seluruh wilayah, terutama Sumatera, Jawa, dan Kalimantan. Spesies ini diklasifikasikan ke dalam tiga varietas, yaitu Ã‚Â“DukuÃ‚Â”, Ã‚Â“LangsatÃ‚Â”, dan Ã‚Â“KokosanÃ‚Â”. L. domesticum var. langsat memiliki ciri-ciri yaitu, berupa pohon dengan tinggi 10-20 meter, kulit batang berwarna merah kecokelatan atau kuning kecokelatan, daun menyirip, dan kulit buah berwarna kuning pucat dengan biji yang pahit. Langsat sudah dimanfaatkan secara etnobotani, yakni sebagai obat disentri, pereda radang mata, obat malaria, dan obat demam. Penelitian mengenai bioaktivitas dari ekstrak L. domesticum telah dilaporkan. Ekstrak air dari daun dan kulit buah L. domesticum dilaporkan aktif mengurangi populasi parasit malaria, Plasmodium falciparum dan ekstrak kulit buahnya juga dilaporkan aktif merusak siklus hidup dari parasit tersebut. Selain itu, ekstrak CHCl3 buah L. domesticum juga telah dilaporkan memiliki aktivitas sitotoksik terhadap beberapa sel kanker, yaitu sel Murine Melanoma Cells (B16F10), Epidermal Carcinoma (KB), dan Human Colon Adenocarcinoma (HT-28). Berdasarkan kajian fitokimia diketahui bahwa L. domesticum memiliki kandungan metabolit sekunder golongan triterpenoid dan limonoid. Senyawa triterpenoid dijumpai hampir di seluruh  bagian tumbuhan ini, seperti bagian kulit buah, ranting, daun, kulit batang, dan biji. Di sisi lain, senyawa limonoid hanya dilaporkan berasal dari bagian biji tumbuhan tersebut. Senyawa triterpenoid dari L. domesticum memiliki ciri kerangka onoseranoid, sekoonoseranoid, bisekoonoseranoid, dan sikloartanoid, sedangkan senyawa limonoid bervariasi dari azadiron, andirobin, metil angolensat, meksikanolid, dukunolid, dan kokosanolid. Pada penelitian ini telah dilakukan isolasi metabolit sekunder dari biji tumbuhan ini. Isolasi metabolit sekunder dilakukan dengan metode maserasi dalam  pelarut MeOH. Fraksinasi awal dilakukan dengan teknik kromatografi vakum cair (KVC) menggunakan campuran eluen n-heksana dan EtOAc. Fraksinasi selanjutnya dilakukan dengan KVC dan pemurnian metabolit sekunder dilakukan dengan teknik kromatografi radial (KR). Penentuan struktur metabolit sekunder hasil isolasi dilakukan    \n \n\ndengan metode spektroskopi NMR 1D (1H-NMR, 13C-NMR, dan NOE) dan NMR 2D (HSQC, HMBC, dan COSY). Berdasarkan metode tersebut telah berhasil diisolasi dan  diidentifikasi dua senyawa turunan limonoid jenis meksikanolid, yaitu 6- ii hidroksimeksikanolid dan 6-asetoksimeksikanolid serta satu senyawa turunan triterpen jenis sekoonoseranoid, yaitu asam lansiolat. Kedua senyawa limonoid jenis meksikanolid hasil isolasi memiliki karakteristik unit bisiklik[3.3.1]nonana dengan    \n \n\nsubstituen gugus hidroksi dan asetoksi masing-masing pada C-6. Senyawa triterpen jenis sekoonoseranoid hasil isolasi mengalami pemutusan ikatan karbon-karbon antara    \n \n\nC-21 dan C-22 yang membentuk asam karboksilat dan alkena. Uji antibakteri ketiga senyawa hasil isolasi terhadap beberapa bakteri Gram positif dan Gram negatif    \n \n\nmengungkapkan senyawa triterpenoid, asam lansiolat bersifat aktif terhadap bakteri B. subtilis dan S. dysenteriae dengan KHM 3,12 μg/ml. Penelitian ini mengungkapkan isolasi L. domesticum var. langsat dari Indonesia dan uji antibakterinya untuk yang  pertama kalinya. Dari hasil penelitian ini diungkapkan pula bahwa bagian biji langsat  mengandung senyawa triterpenoid yang berpotensi sebagai senyawa antibakteri baru terhadap S. dysenteriae yang diketahui merupakan bakteri penyebab penyakit disentri. Sebagai kesimpulan, pada penelitian ini telah diperoleh dua senyawa limonoid, yaitu 6-hidroksimeksikanolid dan 6-asetoksimeksikanolid serta satu senyawa triterpen, yaitu asam lansiolat dari biji L. domesticum var. langsat. Senyawa triterpenoid, asam lansiolat bersifat aktif terhadap bakteri Bacillus subtilis dan Shigella dysenteriae dengan KHM 3,12 μg/ml.", "Daftar File": {"2016 TS PP IIN AGREEANI SITOHANG 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/115031", "2016 TS PP IIN AGREEANI SITOHANG 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/115032", "2016 TS PP IIN AGREEANI SITOHANG 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/115033", "2016 TS PP IIN AGREEANI SITOHANG 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/115034", "2016 TS PP IIN AGREEANI SITOHANG 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/115035", "2016 TS PP IIN AGREEANI SITOHANG 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/115036", "2016 TS PP IIN AGREEANI SITOHANG 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/115037"}, "Penulis": "IIN AGREEANI SITOHANG (NIM: 20514018)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Yana Maolana Syah"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Meliaceae, Lansium domesticum, triterpenoid, limonoid, antibakteri", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}