{"Nomor": 22500, "Judul": "PERBAIKAN ALGORITMA BRUTE-FORCE PARALEL BERBASIS GPU UNTUK PEMECAHAN KATA SANDI BERKAS PDF DENGAN MENGGUNAKAN FAKTOR-FAKTOR PENDUKUNG PENGURANGAN WAKTU EKSEKUSI PROGRAM", "Abstrak": "Metode brute-force merupakan sebuah cara tertua dalam memecahkan pesan bersandi. Pesan yang dienkripsi dengan kunci yang pendek dapat dengan mudah dipecahkan dengan metode ini tanpa bantuan alat penghitung. Seiring perkembangan metode enkripsi dan bertambah panjangnya kunci yang dipakai, metode brute-force memerlukan sumber daya komputasi yang besar. \n\nPDF merupakan format dokumen yang paling banyak digunakan dalam era informasi saat ini. Format ini menawarkan kemudahan bagi pengguna untuk mengendalikan penyebarannya dengan mengatur tingkat keamanan dokumen tersebut. Format ini menawarkan 2 bentuk enkripsi yaitu dengan kata sandi atau sertifikat digital. \n\nPenelitian yang dilakukan sebelumnya mencoba membuat sebuah implementasi algoritma brute-force untuk memecahkan enkripsi PDF yang dibuat dengan kata sandi. Implementasi algoritma serial mampu mengalahkan waktu eksekusi software yang beredar luas. Demikian juga dengan implementasi algoritma paralelnya. Namun, speedup yang dihasilkan oleh algoritma paralel GPU tidak sebanding dengan sumber daya yang digunakan. \n\nPenelitian ini mencoba mencari aspek atau faktor yang tidak dipertimbangkan dalam penelitian sebelumnya. Faktor tersebut harus dapat mendukung pengurangan waktu eksekusi. Interaksi antar faktor juga menjadi pertimbangan dalam perancangan algoritma yang baru. Algoritma tersebut harus dapat mengalahkan waktu eksekusi dari implementasi algoritma penelitian sebelumnya. \n\nPendekatan yang digunakan dalam penelitian ini adalah eksperimen rekayasa perangkat lunak. Eksperimen dilakukan terhadap 5 faktor yang didapatkan dari hasil studi literatur pemrograman paralel. Eksperimen ini menggunakan rancangan faktorial pecahan. Interaksi antar faktor yang mendukung pengurangan waktu eksekusi menjadi dasar bagi eksperimen berikutnya. \n\nUntuk menguji dampak dari faktor-faktor tersebut, ekperimen ini membutuhkan 2 buah algoritma paralel GPU. Algoritma pertama dirancang untuk melihat dampak perlakuan \n\nii \n\ndari faktor secara individual. Algoritma kedua dirancang untuk melihat interaksi antar faktor. Algoritma kedua disusun berdasarkan algoritma dari penelitian sebelumnya. \n\nInstrumen yang digunakan untuk melakukan eksperimen terdiri dari 2 macam yaitu terminal eksperimen dan mesin penguji. Terminal eksperimen merupakan sebuah desktop PC atau laptop yang dapat terhubung dengan jaringan internal. Mesin penguji merupakan sebuah server yang dilengkapi GP-GPU Nvidia Tesla C2075. \n\nHasil yang didapat dari penelitian ini adalah bahwa faktor memori bersama memberikan dampak yang terbesar bagi pengurangan waktu eksekusi program. Interaksi faktor tersebut dengan faktor yang lain mendukung pengurangan waktu eksekusi. Algoritma final yang disusun berdasarkan perlakuan dari faktor-faktor tersebut menghasilkan program dengan nilai speedup sebesar 2,92 untuk kata sandi huruf dan angka berukuran 2 byte dan 4,77 untuk kata sandi angka berukuran 6 byte.", "Daftar File": {"2017 TS PP IGNATIUS LEO SRI HENDARTO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/114992"}, "Penulis": "IGNATIUS LEO SRI HENDARTO    (NIM: 23215053)", "Kontributor / Dosen Pembimbing": ["Dr. Yusuf Kurniawan, ST, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "brute-force, pemrograman paralel GPU, pemecahan kata sandi", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "29 Sep 2017"}