{"Nomor": 22517, "Judul": "OPTIMISASI NON-LINIER JARINGAN PIPA TRANSMISI GAS DENGAN METODA HEURISTIK", "Abstrak": "Pembangunan pipa transmisi gas merupakan proyek yang membutuhkan biaya yang sangat besar. Biaya tersebut terdiri dari biaya investasi dan operasi. Karena itu perlu dilakukan optimisasi untuk mencari biaya total yang paling minimum tetapi masih memenuhi persyaratan yang ditentukan.  \n \n \n\nPada Tugas Akhir ini dilakukan studi tentang masalah optimisasi untuk jaringan pipa transmisi gas yang besar dalam pengertian jaringan pipa yang menghubungkan beberapa sumber, beberapa kompresor, dan konsumen dengan gabungan jaringan seri dan paralel. Parameter yang dioptimasi di sini adalah diameter pipa pada setiap segmen serta letak kompresor, sedangkan fungsi sasaran adalah total biaya, yang terdiri dari biaya investasi dan biaya operasi.  \n \n \n\nDengan batasan yang terdiri dari tekanan maksimum yang masih berada dalam batas toleransi kekuatan pipa (Pmax) dan persamaan laju alir gas dalam pipa Panhandle A dan Panhandle B. Nilai optimum yang sebenarnya tidak begitu penting dalam praktek. Sebagai gantinya, adalah cukup untuk memperoleh solusi yang cukup dekat dengan optimum. Dengan pertimbangan hanya terdapat nilai diskrit dari ukuran diameter pipa yang tersedia di pasaran, masalahnya direduksi menjadi masalah optimisasi batasan diskrit.  \n \n\nDalam Tugas Akhir ini diperkenalkan algoritma heuristik yang memberikan perhitungan cepat untuk menemukan solusi yang mendekati optimum untuk jaringan pipa yang besar. Dalam Tugas Akhir ini juga dibahas pengembangan model dalam penentuan tarif tol.", "Daftar File": {"2003 TA PP I KETUT OSCAR EDY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/115084", "2003 TA PP I KETUT OSCAR EDY 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/115091"}, "Penulis": "I KETUT OSCAR EDY (NIM: 12299047)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Arsegianto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pipe diameter, pipeline network, heuristic method, toll fee", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}