{"Nomor": 22519, "Judul": "FENOMENA REFRAKSI DAN SHOALING PADA GELOMBANG PANTAI", "Abstrak": "Shoaling dan refraksi gelombang adalah dua fenomena yang dialami gelombang ketika menuju area perairan dangkal. Shoaling adalah fenomena bertambahnya amplitudo gelombang saat bergerak menuju pantai. Gelombang di perairan dangkal  \n\nbergerak lebih lambat dibandingkan di perairan yang lebih dalam, sehingga gelombang mengalami pembelokan atau refraksi. Pada tesis ini Shallow Water Equations(SWE) digunakan untuk mengkaji kedua fenomena tersebut. SWE terdiri dari persamaan konservasi massa dan kesetimbangan momentum, yang dinyatakan dalam variabel simpangan permukaan dan kecepatan horisontal partikel  uida. Simulasi numerik persamaan SWE dapat menunjukkan fenomena pembelokan arah gerak gelombang dan wave shoaling saat gelombang merambat ke area yang lebih dangkal.  \n\nMetode numerik yang akan digunakan adalah metode finite volume pada staggered grid, yang menghasilkan skema yang stabil bersyarat dan bersifat non-disipatif. Melalui prinsip konservasi energi dalam kasus linier, rumus analitik koefisien refraksi gelombang dan koefisien shoaling dapat diperoleh. Dalam hal kontur kedalaman sejajar dan lurus, kedua besaran tersebut dapat ditentukan secara langsung. Lebih jauh lagi, koefisien refraksi gelombang dan koefisien shoaling hasil numerik menunjukkan kesesuaian dengan hasil analitik. Kita juga mensimulasikan pemfokusan gelombang karena artificial sill pada dasar miring. Pemfokusan gelombang tersebut memberi penjelasan bahwa topografi batimetri mempengaruhi perilaku gelombang di atasnya.", "Daftar File": {"20110009 IKHA MAGDALENA-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/115093", "2012 TS PP IKHA MAGDALENA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/115094", "2012 TS PP IKHA MAGDALENA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/115095", "2012 TS PP IKHA MAGDALENA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/115096", "2012 TS PP IKHA MAGDALENA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/115097", "2012 TS PP IKHA MAGDALENA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/115098", "2012 TS PP IKHA MAGDALENA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/115099", "2012 TS PP IKHA MAGDALENA 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/115100", "2012 TS PP IKHA MAGDALENA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/115101"}, "Penulis": "IKHA MAGDALENA (NIM : 20110009)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Sri Redjeki Pudjaprasetya"], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Shallow Water Equation, shoaling, refraksi, koefisien refraksi, koefisien shoaling.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "19 Des 2017"}