{"Nomor": 22511, "Judul": "DESIGN AND SIMULATION OF THREE-WAY NOZZLE ON CROSS FLOW WATER TURBINE FOR VARIOUS HEADS", "Abstrak": "Sektor energi negeri Indonesia yang terus berkembang dengan tingkat konsumsi yang terus meningkat membuat kebutuhan suatu pembangkit tenaga listrik yang sederhana, handal dan mampu menjangkau daerah-daerah terpenci di Indonesia. Salah satu opsi pembangkitan yang mampu mengatasi karakteristik-karakteristik tersebut ialah pembangkit listrik tenaga mikro hidro.      \n \n\nTurbin air arus lintang sebagai salah satu opsi turbin untuk sebuah PLTMH dengan keunggulannya yang memiliki konstruksi sederhana, ekonomis dan mudah difabrikasi membuat turbin ini menjanjikan untuk digunakan. Namun, karakteristik efisiensi yang rendah dari Turbin Arus Lintang membuat suatu kebutuhan untuk pengembangan turbin yang dapat meningkatkan nilai efisiensi dan investasi dari proyek PLTMH. Perancangan desain turbin arus lintang dengan nosel tiga laluan untuk mengembangkan performa dari turbin tersebut dilakukan yang mencakup proses simulasi untuk mengetahui performa yang dihasilkannya.      \n \n\nHasil perancangan dan simulasi dari turbin arus lintang dengan nosel tiga laluan menunjukkan sedikit peningkatan nilai efisiensi dari desain sebelumnya dengan nosel satu laluan. Nilai efisiensi tertinggi mencapai 81,73% yang didapatkan oleh desain alternative dengan discharge angle 90Ã‚Âº pada putaran operasi 400 RPM. Karakteristik turbin yang didesain untuk berbagai head menunjukkan perbesaran kurva parabolic efisiensi dan daya keluaran seiring peningkatan nilai head. Kontur tekanan yang ditunjukkan hasil simulasi mengindikasikan tidak adanya kavitasi yang terjadi pada turbin yang didesain.", "Daftar File": {"2017 TA PP IKA KURNIAWATI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115057"}, "Penulis": "IKA KURNIAWATI  (NIM : 13113080)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Turbin Arus Lintang, Nosel Tiga Laluan, CFD, Head, Tekanan, PLTMH", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}