{"Nomor": 22516, "Judul": "RANCANGAN PELAKSANAAN PEKERJAAN PERSIAPAN, TANAH, DAN PONDASI PROYEK PEMBANGUNAN GEDUNG CENTER FOR ADVANCED SCIENCES (CAS) ITB", "Abstrak": "Gedung Center for Advanced Sciences (CAS) adalah salah satu proyek pengembangan infrastruktur untuk menunjang cita-cita Institut Teknologi Bandung (ITB) sebagai World Class Research University. Di dalam gedung ini dibangun fasilitas laboratorium sains tingkat lanjut (Laboratorium Akustik dan Laboratorium Nano Teknologi) untuk Program Studi Matematika dan Program Studi Astronomi. Dalam pelaksanaan proyek, dibutuhkan rancangan pelaksanaan pekerjaan yang baik agar kontruksi dapat berjalan secara efektif, efisien, aman, dan lancar. Rancangan pelaksanaan pekerjaan meliputi site management plan dan site preparation. Site management plan terbagi menjadi 2 sektor, yakni sektor pertama meliputi pembangunan fasilitas kantor dan sektor kedua meliputi lokasi gedung beserta fasilitas pendukungnya. Sementara site preparation meliputi pekerjaan mobilisasi dan demobilisasi, site clearing (pembersihan lokasi proyek), dan pembangunan fasilitas pendukung. Dalam pengerjaan proyek ini, pekerjaan tanah diawali dengan pengukuran untuk menentukan metode kerja pelaksanaan pekerjaan cutting and filling. Dalam hal ini, pelaksanaan pekerjaan cutting and filling terbagi menjadi 2 zona, yaitu zona A dan zona B (basement). Pekerjaan galian dilaksanakan melalui 2 tahap, yaitu    \n \n \n \n\ntahap pertama untuk mempersiapkan pekerjaan bore pile dan slab, dan tahap kedua untuk mempersiapkan pekerjaan pile cap dan tie beam. Selanjutnya material tanah hasil galian yang tidak terpakai dibuang ke spoil bank, sementara material timbunan disalurkan ke stock pile. Selanjutnya, pekerjaan back filling dengan compaction dirancang menjadi 4 sektor. Pemadatan dilakukan perlayer    \n \n \n \n\ndengan ketebalan maksimal 30 cm dengan alat pemadat (stamper). Pekerjaan pondasi gedung CAS didesain menggunakan pondasi tiang bore pile, dengan pile cap sebagai penghubung antara kolom dan tiang bore pile. Pelaksanaan pekerjaan ini terbagi menjadi 4 sektor. Pekerjaan bore pile dikerjakan dengan metode dry boring system dengan pemasangan cassing. Pengukuran menjadi bagian yang sangat penting pada pekerjaan pile cap, untuk mencegah adanya eksentrisitas pada pendistribusian beban ke bore pile. Pekerjaan ini dilakukan setelah umur beton bore pile mencapai 7 hari", "Daftar File": {"2014 TA PP I KETUT HENDRA WIRYASUTA 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/115075", "2014 TA PP I KETUT HENDRA WIRYASUTA 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/115076", "2014 TA PP I KETUT HENDRA WIRYASUTA 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/115077", "2014 TA PP I KETUT HENDRA WIRYASUTA 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/115078", "2014 TA PP I KETUT HENDRA WIRYASUTA 1 - BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/115079", "2014 TA PP I KETUT HENDRA WIRYASUTA 1 - BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/115080", "2014 TA PP I KETUT HENDRA WIRYASUTA 1 - BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/115081", "2014 TA PP I KETUT HENDRA WIRYASUTA 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/115082", "2014 TA PP I KETUT HENDRA WIRYASUTA 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/115083"}, "Penulis": "I KETUT HENDRA WIRYASUTA ( NIM : 15010003 )", "Kontributor / Dosen Pembimbing": ["pembimbing :    \n \n \n \n\nProf. Dr. Ir. Rizal Z. Tamin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "rancangan pekerjaan, kontruksi, Center for Advanced Sciences", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "07 Nov 2017"}