{"Nomor": 22510, "Judul": "PENGARUH FENOMENA DOUBLE VORTEX DI SAMUDERA HINDIA BAGIAN TIMUR TERHADAP CURAH HUJAN DI INDONESIA BAGIAN BARAT DAN TENGAH", "Abstrak": "Penelitian ini melihat pengaruh yang ditimbulkan Double Vortex yang terjadi di Samudera Hindia bagian timur terhadap intensitas curah hujan secara kuantitatif di wilayah Indonesia bagian barat dan tengah. Identifikasi fenomena Double Vortex dilakukan dengan menggunakan data reanalysis daily wind dari National Centers for Enviromental Prediction-National Center for Atmospheric Research (NCEP-NCAR) selama tahun 2005/2006 hingga 2015/2016. Selanjutnya, dilakukan komposit data curah hujan spasial menggunakan data satelit Tropical Rainfall Measuring Mission (TRMM) pada waktu fenomena Double Vortex terjadi. Untuk mendukung hasil tersebut, maka dilihat pula intensitas curah hujan dari data observasi permukaan di 16 stasiun yang tersebar di wilayah Indonesia bagian barat dan tengah. \n\nHasil identifikasi fenomena Double Vortex menunjukkan sebanyak 56 Double Vortex terjadi selama periode kajian. Analisis curah hujan dari hasil komposit data TRMM menunjukkan adanya anomali positif di Samudera Hindia bagian timur, sebagian Pulau Sumatra dan pesisir barat Pulau Kalimantan. Lebih lanjut, analisis data observasi permukaan menunjukkan adanya peningkatan curah hujan saat terjadi Double Vortex terutama di stasiun Padang, Bengkulu, dan Palembang. Di sisi lain, terdapat penurunan curah hujan yang signifikan di Pulau Jawa setelah terjadi Double Vortex akibat adanya pelemahan cross equatorial flow sebagai dampak dari adanya vortex di Samudera Hindia bagian timur sebelah utara ekuator.", "Daftar File": {"2017 TA PP I KADEK YOGA DWI PUTRA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115047"}, "Penulis": "I KADEK YOGA DWI PUTRA   (NIM : 12813026)", "Kontributor / Dosen Pembimbing": ["Dr. Nurjanna Joko Trilaksono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Double Vortex, curah hujan, anomali, Samudera Hindia bagian timur.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "27 Sep 2017"}