{"Nomor": 22521, "Judul": "PERANCANGAN TANGAN BIONIC TRANSRADIAL ADATIF BIAYA RENDAH", "Abstrak": "Disabilitas fisik adalah salah satu kondisi tubuh yang paling dihindari oleh masyarakat. Walaupun bukan kondisi yang fatal, disabilitas fisik memiliki chain effect yang tinggi terhadap kesehatan, terutama bagi kondisi mental. Indonesia merupakan salah satu dari negara dengan prevalensi disabilitas terbesar di ASEAN. Namun, kondisi prevalensi yang tinggi ini tidak diimbangi dengan tersedianya solusi yang baik untuk masyarakat. Salah satu contohnya adalah tangan prostetik. Tangan prostetik yang mendominasi pasar Indonesia saat ini masih berupa prostetik konvensional, bersifat hanya untuk kosmetik. Padahal, dengan adanya prostetik aktif (bionic hand) yang mampu berfungsi layaknya tangan asli, fungsi tangan yang hilang dari penyandang disabilitas dapat terpenuhi. Akan tetapi, harga tangan bionic yang tersedia di pasaran saat ini masih sangat tinggi, mencapai 400 juta rupiah. Penelitian ini bertujuan untuk merancang desain tangan bionic transradial adaptif dengan biaya rendah untuk memenuhi kebutuhan masyarakat. Pembuatan design requirements and objective mengacu pada definisi tangan fungsional serta data antropometrik tubuh. Hasil analisis dinamik dan statik menggunakan metode elemen hingga menunjukkan bionic hand yang didesain mampu menahan beban dalam aktivitas sehari-hari. Penelitian lebih lanjut masih diperlukan dalam hal desain struktur frame untuk mengembangkan tangan bionic dengan harga terjangkau.", "Daftar File": {"2017 TA PP IKHSAN FIRMANSYAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115110"}, "Penulis": "IKHSAN FIRMANSYAH (NIM : 13113029)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n\nDr. Eng. Sandro Mihradi.   \n\nProf. Dr. Ir. Andi Isra Mahyuddin."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "disabilitas, tangan prostetik, tangan bionic, metode elemen hingga", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "30 Sep 2017"}