{"Nomor": 22520, "Judul": "METODE MICROGRAVITY DENGAN INVERSI NON-LINEAR DAN  PENDEKATAN GLOBAL DALAM TINJAUAN DEFORMASI VOLUM RUANG MAGMA GUNUNG MERAPI", "Abstrak": "Metode microgravity merupakan metode pengembangan dari metode gravity yang memiliki ketelitian yang lebih tinggi. Metode ini juga dapat digunakan dalam monitoring panas bumi maupun monitoring perubahan distribusi densitas akibat terjadinya deformasi serta menentukan lokasi magma chamber berada. Pada penelitian kali ini dilakukan metode microgravity untuk mendeteksi lokasi dan proses deformasi magma pada Gunung Merapi. Inversi Non linear dan metode Pendekatan Global digunakan untuk mengolah data dan menginterpretasi letak magma serta proses deformasi magma yang terjadi pada Gunung Merapi tahun 1993-1994. Program inversi non-linear yang digunakan menyangkut metode Gauss-Newton dan Levenberg Marquardt, sedangkan program pendekatan global yang digunakan adalah metode Particle Swarm Optimization. Setelah dilakukan koreksi data pada data microgravity, dihasilkan anomaly residual yang dapat dilakukan proses inversi dengan menggunakan model MogiÃ‚Â’s Point Source. Hasil inversi menunjukkan bahwa terdapat pertambahan dan pengurangan massa pada 3 titik di daerah Gunung Merapi. Pertambahan dan pengurangan massa tersebut dihasilkan dari proses deformasi magma yang terjadi. Jika ditinjau pada nilai misfit yang dihasilkan pada penilitian kali ini, inversi dengan metode Particle Swarm Optimization lebih baik dalam menentukan posisi, kedalaman serta jumlah perubahan massa yang terjadi, namun jika ditinjau dari kecepatan konvergensi dari solusi, inversi dengan metode Gauss-Newton lebih baik dalam penelitian kali ini.", "Daftar File": {"2017 TA PP IKHBAR MUKTAMAR SIDIK 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115102", "2017 TA PP IKHBAR MUKTAMAR SIDIK 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/115103", "2017 TA PP IKHBAR MUKTAMAR SIDIK 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/115104", "2017 TA PP IKHBAR MUKTAMAR SIDIK 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/115105", "2017 TA PP IKHBAR MUKTAMAR SIDIK 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/115106", "2017 TA PP IKHBAR MUKTAMAR SIDIK 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/115107", "2017 TA PP IKHBAR MUKTAMAR SIDIK 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/115108", "2017 TA PP IKHBAR MUKTAMAR SIDIK 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/115109"}, "Penulis": "IKHBAR MUKTAMAR SIDIK (NIM : 10213043)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Wahyu Srigutomo, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Metode Microgravity, MogiÃ‚Â’s Point Source, Inversi Non Linear, PSO", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "03 Nov 2017"}