{"Nomor": 22527, "Judul": "MODEL KONSEPTUAL SOCIAL TENURE DOMAIN MODEL (STDM) UNTUK PENCATATAN PENGUASAAN LAHAN OLEH MASYARAKAT HUKUM ADAT DI INDONESIA (Area Studi : Masyarakat Hukum Adat Jawa Barat, Minangkabau, Bali, Maluku)", "Abstrak": "Keputusan Mahkamah Konstitusi Nomor 35/PUU-X/2012 terkait uji materi Undang -Undang Nomor 41 tahun 1999 tentang Kehutanan, mewajibkan kepada Pemerintah Indonesia untuk mengakui wilayah adat terutama hutan adat. Keputusan ini   \n\nditindaklanjuti pemerintah dengan menerbitkan Peraturan Presiden Nomor 88 tahun 2017 tentang Penyelesaian Penguasaan Tanah dalam Kawasan Hutan sebagai bentuk   \n\npenegasan terhadap peraturan Ã‚Â– peraturan menteri sebelumnya yang terkait dengan pengakuan wilayah adat di kawasan hutan. Pengundangan peraturan Ã‚Â– peraturan diikuti dengan pengakuan atas hutan adat bagi 18 masyarakat hukum adat (MHA).   \n\nDi lain sisi, pengakuan wilayah MHA hingga saat ini belum diikuti dengan pencatatan informasi tentang pengelolaan dan penguasaan wilayah MHA secara komprehensif. Kementerian Agraria dan Tata Ruang/Badan Pertanahan Nasional belum memiliki infrastruktur yang secara efektif dapat digunakan untuk mencatatkan wilayah MHA. Untuk mendukung pengakuan wilayah MHA oleh Pemerintah Indonesia, terutama melalui pengembangan infrastruktur pencatatan informasi terkait penguasaan wilayah dan lahan adat, dikembangkan suatu model konseptual Social Tenure Domain Model (STDM). STDM merupakan model yang dapat digunakan untuk mencatatkan   \n\nhubungan sosial antara manusia dengan lahan tanpa memperhatikan tingkatan formal maupun legalitas lahan adat.   \n\nPengembangan model dilakukan melalui identifikasi konsep pemanfaatan dan penguasaan lahan adat pada 5 masyarakat hukum adat, yaitu Kampung Naga, Ciptagelar, Minangkabau, Bali, dan Maluku. Proses identifikasi menghasilkan   \n\nkarakteristik sistem penguasaan lahan dan digunakan sebagai dasar dalam penyusunan model. Penyusunan model menggunakan standarisasi STDM sebagai model administrasi pertanahan global.   \n\nDengan melakukan beberapa penyesuaian variabel penguasaan lahan adat, model yang dihasilkan dapat mencerminkan karakteristik dari sistem penguasaan lahan adat.  \n\nKarakteristik penguasaan lahan adat bersifat komunal yang memungkinkan dilakukan pemberian hak diatas hak dinyatakan dengan kelas BAUnit, Required RelationshipBAUnit, dan RequiredRelationshipSpatialUnit dalam skema STDM. Dengan model ini, langkah awal dalam pengembangan infrastuktur pencatatan penguasaan wilayah dan lahan adat dapat diwujudkan.", "Daftar File": {"2017 TS PP ILHAM ARIFUDIN LATIEF 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115122"}, "Penulis": "ILHAM ARIFUDIN LATIEF (NIM : 25115005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Rizqi Abdulharis, ST. M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "STDM, lahan adat Indonesia, model konseptual.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Des 2017"}