{"Nomor": 22524, "Judul": "ANALISIS PREDIKSI DINAMIKA STOKASTIK SAHAM PERBANKAN BLUECHIPS DAN NON BLUECHIPS DENGAN MENGGUNAKAN METODE SUPPORT VECTOR REGRESSION", "Abstrak": "Dalam fisika terdapat banyak data yang termasuk dalam dinamika stokastik pada studi ini digunakan data fluktuasi harga saham sebagai data yang memiliki dinamika stokastik.Data yang digunakan adalah harga penutupan saham dari 6 perusahaan yaitu Bank Negara Indonesia(BBNI),Bank Rakyat Indonesia(BBRI),Bank MANDIRI(BMRI) yang merupakan kategori saham bluechips dan Bank Danamon(BDMN),Bank Tabungan Negara(BBTN),Bank CMIB Niaga(BNGA) yang merupakan katagori saham non bluechips.Pada penelitian ini dilakukan prediksi terhap closing price dari Indeks Harga Saham Gabungan dengan menggunakan metode Support Vector Regression (SVR). SVR adalah pengembangan dari algoritma Support Vector Machine (SVM). SVM merupakan algoritma yang dikembangkan dari teori statisik yang dilakukan oleh Vapnik. Algoritma SVM digunakan untuk kasus klasifikasi sedangkan SVR dipergunakan untuk kasus regresi. Sektor perbankan menjadi objek untuk diambil datanya. Tiga perusahaan perbankan katagori bluechip stocks dan 3 bukan katagori bluechip stocks. Pengambilan data bluechip dan non-bluechip bertujuan untuk melihat perbandingan kestabilan harga sahamnya saat dilakukan prediksi harga penutupannya. Untuk melakukan prediksi sebelumnya dilakukan pemodelan terlebih dahulu dengan menggunakan softwere WEKA (Weikato Environment for Knowledge Analysis) terhadap data training yang sudah ditentukan.Sebagai bahan perbandingan untuk menguji performa SVR dalam prediksi closing price IHSG maka digunakan dua jenis fungsi kernel yang berbeda yaitu fungsi kernel RBF(Radial Basis Function) dan polynomial.Dari model yang didapat inilah akan digunakan untuk memprediksi closing price IHSG.", "Daftar File": {"2016 TA PP I KOMANG  PARINATA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/115113", "2016 TA PP I KOMANG  PARINATA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/115114", "2016 TA PP I KOMANG  PARINATA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/115115", "2016 TA PP I KOMANG  PARINATA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/115116", "2016 TA PP I KOMANG  PARINATA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/115117", "2016 TA PP I KOMANG  PARINATA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/115118", "2016 TA PP I KOMANG  PARINATA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/115119"}, "Penulis": "I KOMANG PARINATA (NIM : 10210015)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Acep Purqon,Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bluechips,Kernel,Polynomial,Radial Basis Function(RBF),Saham,Support Vector Machine (SVM),Support Vector Regression(SVR),Weikato Environment for Knowledge Analysis(WEKA).", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}