{"Nomor": 22538, "Judul": "ANALISIS HETEROGENITAS FASIES DENGAN MENGGUNAKAN MODEL DIGITAL SINGKAPAN (DOM) DI AREA DELTA MAHAKAM, CEKUNGAN KUTEI, KALIMANTAN TIMUR", "Abstrak": "Pengggunaan metode pengambilan data berupa foto digital dalam studi singkapan batuan sangat bermanfaat untuk menangkap karakteristik litologi secara detail sehingga dapat menambah pemahaman kita dalam memahami heterogenitas batuan pembentuk reservoir hidrokarbon. Ditambah dengan adanya kemampuan penentuan posisi pengambilan foto menggunakan koordinat dari satelit seperti Global Positioning System (GPS) dan Global Navigation Satellite System (GLONASS) posisi dan geometri singkapan tersebut dapat ditentukan dengan akurat.   \n \n \n\nSingkapan batuan di permukaan seringkali terletak pada lokasi yang sulit dijangkau seperti pada tebing yang curam, di tepi sungai dan lokasi lain yang berbahaya, sehingga tidak memungkinkan untuk pengambilan contoh batuan secara langsung. Oleh sebab itu metode pengambilan foto singkapan dengan bantuan pesawat tak berawak (drone) sangat berguna untuk mengetahui sebaran batuan tersebut.   \n \n \n\nSetiap jenis batuan memiliki karakteristik warna tertentu berdasarkan material pembentuknya, kandungan mineralnya, proses mekanis dan kimiawi ketika mineral tersebut diendapkan, serta proses pelapukan setelah batuan tersebut terbentuk. Karakteristik warna batuan itu dapat direpresentasikan secara digital dengan menggunakan histogram warna primer merah, hijau dan biru (RGB).   \n \n \n\nFoto digital singkapan dapat diproses melalui beberapa tahapan untuk membentuk model singkapan digital dua dimensi (2D) maupun tiga dimensi (3D), yang merepresentasikan warna, karakteristik, dan geometri singkapan dengan akurat.   \n \n \n\nAnalisis distribusi warna RGB pada foto digital dapat digunakan untuk mengetahui kesamaan jenis litologi pada singkapan batuan. Histogram yang dihasilkan dari setiap foto digital dapat dibandingkan dengan metode komparasi histogram sehingga dapat ditentukan tingkat kemiripannya, jenis litologi serta penyebarannya.", "Daftar File": {"2017 TS PP I MADE SUDIANA PUTRA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115151"}, "Penulis": "I MADE SUDIANA PUTRA  (NIM. 22015303)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dardji Noeradi   Dr. Dwiharso Nugroho, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Foto digital singkapan, Histogram, RGB", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Dedi Rosadi", "File": "1 file", "Tanggal Input": "27 Sep 2017"}