{"Nomor": 22537, "Judul": "MODEL STOKASTIK UNTUK EPIDEMI PERTUSSIS DENGAN VAKSIN TAK SEMPURNA", "Abstrak": "Sebelum vaksin ditemukan, pertussis merupakan penyebab utama sakit dan kematian pada bayi. Bahaya pertussis lebih diakibatkan oleh infeksi sekunder yang timbul. Kasus pertussis turun hingga 99% sejak vaksin ditemukan. Data terakhir menunjukkan bahwa pertussis masih menjadi endemik pada sebagian besar wilayah dan sewaktu-waktu dapat memicu munculnya epidemi. Salah satu faktor penyebab belum punahnya pertussis adalah vaksin yang digunakan belum sempurna yaitu masih memungkinkan individu tervaksin terinfeksi. Masa inkubasi pertussis berkisar antara 3-12 hari. Setelah periode ini barulah individu terinfeksi bersifat menular. Dalam tesis ini, adanya periode laten diperhatikan dan juga disusun model stokastik berupa model rantai markov waktu kontinu dan model persamaan diferensial stokastik. Analisis kualitatif dan kuantitatif dilakukan untuk model deterministiknya kemudian dibandingkan dengan model stokastiknya.", "Daftar File": {"2009 TS PP I MADE SUARSANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/115144", "2009 TS PP I MADE SUARSANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/115145", "2009 TS PP I MADE SUARSANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/115146", "2009 TS PP I MADE SUARSANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/115147", "2009 TS PP I MADE SUARSANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/115148", "2009 TS PP I MADE SUARSANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/115149", "2009 TS PP I MADE SUARSANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/115150"}, "Penulis": "I MADE SUARSANA (NIM: 20107002)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Agus Yodi Gunawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Bilangan reproduksi tervaksin, bifurkasi mundur, rantai markov waktu kontinu, matriks generator, waktu antarkejadian, persamaan diferensial stokastik, drift, difusi.", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}