{"Nomor": 22533, "Judul": "PENGUJIAN PENGARUH UMUR SADAP, PENYARINGAN DAN KONSENTRASI PENGAWET ALAMI BERBAHAN KULIT MANGGIS TERHADAP MUTU NIRA AREN (Arenga pinnata Merr)", "Abstrak": "Nira aren merupakan produk utama tanaman aren (Arenga pinnata Merr.), hasil penyadapan mayang bunga jantan yang menghasilkan produk turunan berupa gula aren, minuman ringan, cuka, alkohol, dan bioetanol. Secara umum di Indonesia, manajemen pengolahan bersifat tradisional dan keanekaragaman pengolahan produk utama nira yang dihasilkan memiliki perbedaan kualitas produk, serta tidak tahan lama. Sehingga penelitian ini ditujukan untuk menentukan pengaruh umur sadap (minggu mulai penyadapan nira), penyaringan, serta konsentrasi kulit manggis sebagai pengawet alami terhadap mutu nira aren.  \n \n\nRancangan penelitian yang digunakan adalah Rancangan Acak Lengkap (RAL) yang terdiri dari 3 faktorial. Faktor pertama adalah umur sadap nira aren yang terdiri dari tiga perlakuan, yaitu 1 minggu (A), 3 minggu (B), dan 16 minggu (C). Faktor kedua adalah penyaringan dengan dua perlakuan, yaitu penyaringan dengan penyaring 230 mesh (P) dan tanpa penyaringan (T). Faktor ketiga adalah konsentrasi pengawet alami ekstrak kulit manggis terhadap sampel nira aren dengan tiga perlakuan, yaitu konsentrasi 0% ekstrak kulit manggis (0%), konsentrasi 7% ekstrak kulit manggis (7%) dan, konsentrasi 14% ekstrak kulit manggis (14%). Penelitian dilakukan tiap 2 jam selama 6 jam dengan parameter pengukuran pH dan total gula.  \n \n\nBerdasarkan hasil penelitian pH, umur sadap B memiliki nilai tertinggi sedangkan berdasarkan total gula umur sadap A memiliki nilai tertinggi pada jam ke-0 dan ke-6 C memiliki nilai tertinggi pada jam ke-2,4,dan 6. Konsentrasi kulit manggis terbaik terhadap mutu nira aren berdasarkan total gula adalah 0% sedangkan pada nilai pH tidak berbeda. Berdasarkan nilai pH tertinggi adalah perlakuan penyaringan dan nilai total gula tertinggi pada jam ke 0,4, dan 6 adalah tanpa penyaringan. Berdasarkan nilai pH tertinggi pada perlakuan BT7%, sedangkan berdasarkan total gula, AT0% pada jam ke-0; CP0% dan CT0% pada jam ke-2; CT0% pada jam ke-4; AT0% pada jam ke-6.", "Daftar File": {"2017 TA PP ILMI BINTANG FADHILAH 1- Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/115140"}, "Penulis": "ILMI BINTANG FADHILAH (NIM : 11413007)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Wawan Gunawan.   \n \n\nDr. Ramadhani Eka Putra."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Nira aren, umur sadap, penyaringan, pengawet alami, ekstrak kulit manggis", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}