{"Nomor": 22534, "Judul": "PERENCANAAN ULANG INSTALASI PENGOLAHAN AIR LIMBAH (IPAL) DOMESTIK PT. ANGKASA PURA I CABANG BANDAR UDARA INTERNASIONAL  I GUSTI NGURAH RAI, BALI  MENGGUNAKAN COMPLETELY MIXED ACTIVATED SLUDGE", "Abstrak": "PT. Angkasa Pura I Cabang Bandar Udara I Gusti Ngurah Rai (terletak di Kecamatan Kuta, Kabupaten Badung, Bali) adalah salah satu perusahaan milik negara yang bergerak dibidang kebandaraudaraan. Selain itu Bandara Ngurah Rai juga salah satu bandara dengan aktivitas terpadat di Indonesia. Hal itu menunjukan bahwa jumlah air buangan domestik berbanding lurus dengan kepadatan aktivitas yang ada. Air buangan domestik Bandara Ngurah Rai berasal dari sektor toilet, lavatory pesawat, dan restoran di kawasan bandara. Untuk menanggulangi hal tersebut, seluruh air limbah domestik yang dihasilkan dilayani oleh IPAL eksisting terpusat. IPAL eksisting sudah ada sejak pertama kali bandara dibangun diperkirakan pada tahun 1970-an dan sudah mengalami beberapa modifikasi sampai saat ini. Selain itu kapasitas pengolahan yang dimiliki IPAL eksisting sudah melebihi kapasitas desain awal. Sehingga perlu dilakukan perancangan ulang instalasi dengan kapasitas pada tahap awal (Tahun 2017) 7,09 L/detik dan kapasitas pada tahap akhir (Tahun 2037) 13,88 L/detik. Pada perencanaan ini digunakan alternatif teknologi pengolahan biologis yaitu completely mixed activated sludge, yang dianggap paling cocok setelah dilakukan pembobotan dari beberapa aspek yang diperlukan seperti kondisi lingkungan, efesiensi pengolahan, kebutuhan ekonomi, dan beberapa aspek lainnya. Mengingat kedepannya aktivitas di kawasan bandara akan terus meningkat diperlukan teknologi dengan kapasitas yang mampu mengolah air limbah domestik yang ada. Sistem instalasi pengolahan air limbah ini juga dilengkapi unit pengolahan lain yaitu bar screen, tangki ekualisasi, bak pengendap I, tangki aerasi, clarifier, juga unit pengolahan lumpur yaitu gravity thickener, dan sludge drying bed. Air olahan ditargetkan mencapai baku mutu yang berlaku yaitu PerMen LHK Nomor 68 Tahun 2016 mengenai Baku Mutu Air Limbah Domestik. Hal ini dilakukan demi melindungi kualitas lingkungan dan juga kesehatan publik.", "Daftar File": {"2017 TA I MADE ARYA MAHENDRA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115141"}, "Penulis": "I Made Arya Mahendra (NIM: 15313026)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ing. Ir. Prayatni Soewondo, M.S. \n\nDr. Qomaruddin Helmy, S.Si.,M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bandara Ngurah Rai, air limbah domestik, completely mixed activated sludge", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "27 Sep 2017"}