{"Nomor": 22548, "Judul": "SIMULASI DINAMIKA TERBANG PESAWAT TEMPUR PADA PROSES PELEPASAN EXTERNAL STORE SECARA ASIMETRIK", "Abstrak": "Pada umumnya, sebuah pesawat tempur didesain untuk melumpuhkan musuh. Untuk itu, pesawat tempur biasanya dilengkapi dengan persenjataan atau external store seperti misil, bom, roket, dll. Pada kasus pelepasan external store guna menyerang musuh, pesawat tempur mengalami gangguan akibat lepasnya komponen dengan massa dan kontribusi aerodinamika yang cukup besar. Proses ini dapat mengganggu operasi pertempuran pesawat tempur, oleh karena itu dinamika terbang pesawat tempur pada proses pelepasan external store perlu dianalisis dan dievaluasi sejak awal proses pengembangan pesawat tempur.    \n \n \n \n\nTugas akhir ini membahas tentang simulasi dinamika terbang dari sebuah model pesawat tempur bernama Jet-Fighter Eksperimen (JF-1 E) pada proses pelepasan external store secara asimetrik dengan menggunakan perangkat lunak MATLAB/Simulink. Pelepasan external store secara asimetrik dapat menyebabkan perubahan besarnya massa, lokasi titik berat, inersia, gaya, dan momen. Untuk mengakomodasi perubahan dari besarnya variabel-variabel tersebut, diturunkan persamaan transien pelepasan external store yang kemudian diaplikasikan pada persamaan gerak pesawat udara.    \n \n \n \n\nProses pelepasan external store disimulasikan dalam dua skenario pelepasan yang berbeda. Hasil simulasi menunjukkan bahwa respon dari pesawat tempur akan berbeda untuk skenario pelepasan external store yang berbeda. Namun perbedaan yang terjadi tidaklah signifikan, sehingga kedua kedua skenario dapat diaplikasikan. Selain itu, simulasi dengan variasi kecepatan yang berbeda juga dilakukan. Hasil yang didapatkan menunjukkan bahwa pelepasan external store pada kecepatan terbang yang tinggi akan memberikan respon yang lebih buruk pada pesawat. Oleh karena itu, akan lebih aman jika pelepasan external store dilakukan pada kecepatan terbang yang rendah.", "Daftar File": {"2017 TA PP IMAM SAFIÍ 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115196"}, "Penulis": "Imam SafiÃ‚Â’i      (NIM : 13613030)", "Kontributor / Dosen Pembimbing": ["Ony Arifianto, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "dinamika terbang, simulasi pelepasan external store, pesawat tempur, MATLAB/Simulink", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}