{"Nomor": 22545, "Judul": "PEMODELAN TIGA DIMENSI STRUKTUR BAWAH PERMUKAAN GUNUNG BROMO MENGGUNAKAN METODE GAYA BERAT", "Abstrak": "Metode gayaberat merupakan metode geofisika yang dapat digunakan untuk mengetahui citra bawah permukaan dengan mengukur variasi medan gravitasi bumi akibat perbedaan densitas batuan secara lateral dibawah permukaan. Metode gayaberat biasanya digunakan dalam eksplorasi pendahuluan untuk minyak dan gas bumi serta mineral. Selain itu metode ini juga dapat digunakan untuk mendeteksi kehadiran magma. Magma adalah cairan silikat pijar yang terbentuk secara alamiah yang menempati suatu kantong yang disebut sebagai dapur magma (Magma Chambers). Kedalaman dan besar geometri dari kantong magma merupakan beberapa faktor penyebab besar tidaknya erupsi suatu gunungapi. Dengan alasan tersebut, kantong magma perlu dibuat geometrinya agar dapat memperkirakan kedalaman dan volume magma yang terdapat didalamnya. Pada penelitian ini, gunung api yang menjadi objek penelitian adalah Gunung Api Bromo, Malang, Jawa Timur. Data yang digunakan merupakan data peta anomali CBA daerah Malang pada tahun 1994, yang didigitasi terlebih dahulu agar didapatkan peta CBA digital. Dari data ini, kemudian diolah sehingga didapatkan peta anomali residual dan anomali regional. Dari peta tersebut dilakukan Forward Modeling dengan mengacu pada data penelitian Bromo terdahulu (seperti: data Hiposenter, dan informasi geologi di sekitar daerah target). Diharapkan model yang diperoleh dapat digunakan sebagai informasi untuk melakukan kegiatan mitigasi bencana.", "Daftar File": {"2017 TA PP IMAM MAULANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115187"}, "Penulis": "IMAM MAULANA  (NIM : 12313031)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Djoko Santoso, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Magma, Metode gayaberat, Pemodelan kedepan.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}