{"Nomor": 22544, "Judul": "PENGEMBANGAN ANALOGY BASED ESTIMATION METHOD MENGGUNAKAN PENDEKATAN KOMPLEKSITAS USE CASE UNTUK ESTIMASI USAHA DAN BIAYA PROYEK SOFTWARE (Studi Kasus : Pada Instansi Pemerintah)", "Abstrak": "Implementasi TI pada instansi pemerintah telah menjadi kebutuhan, terutama dalam proses pelayanan publik dan proses bisnis internal lainnya. Hal ini telah memunculkan berbagai proyek TI, khususnya dalam pengembangan perangkat lunak. Proyek pengembangan perangkat lunak memiliki tingkat kegagalan yang cukup tinggi. Dalam implementasinya, proyek pengadaan TI di Indonesia telah memunculkan berbagai permasalahan. Hal yang paling sering menjadi pemicu masalah dalam pengadaan TI adalah harga perangkat lunak. Beberapa kasus korupsi pengadaan TI yang terjadi karena tidak sesuainya harga pengadaan khususnya perangkat lunak. Salah satu aspek penting yang perlu diperhatikan pada proyek pengembangan perangkat lunak adalah bagaimana melakukan estimasi biaya dalam pengadaannya.  \n \n\nPerkiraan harga yang akurat sangat dibutuhkan dalam pengadaan proyek perangkat lunak baik pada organisasi swasta maupun pemerintah. Estimasi biasanya dilakukan secara internal oleh organisasi berdasarkan spesifikasi awal kebutuhan yang disusun dari perspektif user. Pada instansi pemerintah misalnya, hasil estimasi biaya digunakan sebagai dasar untuk menetapkan batas tertinggi penawaran serta menilai kewajaran penawaran termasuk rinciannya. Hasil estimasi ini sangat penting dalam pengadaan, karena apabila harga yang ditetapkan terlalu tinggi maka akan berpotensi merugikan negara, sementara jika lebih rendah maka berpotensi terjadinya kegagalan dalam proses pengadaan karena tidak ada yang berminat dalam pengerjaannya. Oleh karena itu, sangat penting untuk mengembangkan metode estimasi yang dapat merepresentasikan kompleksitas perangkat lunak pada tahap awal pengadaan dan mampu menghasilkan estimasi yang akurat. Pendekatan yang dapat dipertimbangkan untuk digunakan pada tahap awal adalah pendekatan Use Case. UCP merupakan metode yang mampu digunakan untuk mendapatkan ukuran perangkat lunak berdasarkan spesifikasi awal, namun metode ini memiliki kelemahan dalam perhitungan effort yang mempengaruhi tingkat keakuratan estimasi yang dihasilkan. Sementara itu, dari beberapa penelitian didapatkan bahwa metode analogi telah mampu menghasilkan kinerja yang lebih baik dari metode algoritmik, namun parameter yang telah digunakan sebelumnya kurang cocok untuk melakukan estimasi pada tahap awal.   \n \n\nPada penelitian ini, kami mengusulkan pengembangan metode estimasi effort berbasis analogi untuk meningkatkan akurasi estimasi. Pengembangan yang dilakukan yaitu membangun dataset baru menggunakan parameter kompleksitas use case sebagai fitur dalam mencari similaritas proyek. dataset dikumpulkan dari 100 data historis proyek pengembangan perangkat yang telah dibangun menggunakan pendekatan metode UCP. Untuk menghitung effort diusulkan metode interpolasi IDW yaitu dengan mempertimbangkan bobot jarak similaritas fitur yang ada pada proyek. Sementara itu, komponen biaya yang digunakan untuk melakukan estimasi biaya proyek mengikuti peraturan pengadaan barang dan jasa yang berlaku di Indonesia.  \n \n\nBerdasarkan pengujian estimasi effort yang telah dilakukan menggunakan dataset yang telah dibangun, metode yang diusulkan menghasilkan nilai MMRE sebesar 0.36 dan PRED(0.25) sebesar 0.57. MMRE menunjukkan perbedaan rata-rata nilai effort aktual dan effort estimasi, sedangkan PRED (0,25) menunjukkan tingkat prediksi dengan nilai kesalahan lebih kecil atau sama dengan 25%. Hasil ini menunjukkan bahwa metode analogy yang diusulkan mendapatkan hasil yang lebih baik daripada metode UCP secara algoritmik menggunakan dataset yang diusulkan. Sementara hasil pengujian estimasi biaya menggunakan studi kasus dari tiga proyek software yang dilakukan pada instansi pemerintah telah menghasikan nilai persentase deviasi rata-rata sebesar 7.37%. Berdasarkan hasil evaluasi, metode estimasi analogi menggunakan pendekatan kompleksitas use case dapat digunakan untuk memperkirakan biaya pengembangan perangkat lunak pada organisasi yang membutuhkan estimasi pada tahap awal, misalnya instansi pemerintah.", "Daftar File": {"2017 TS PP IMAM KURNIAWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115186"}, "Penulis": "IMAM KURNIAWAN", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Arry Akhmad Arman, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Analogy based estimation; Use Case Points; Software Cost Estimation; Effort Estimation", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}