{"Nomor": 22553, "Judul": "DESIGN AND EVALUATION OF CEMENT IN EXPLORATION WELL TO BE CONVERTED INTO CO2 INJECTION WELL", "Abstrak": "Kehadiran CO2 pada lubang sumur minyak dan gas dapat mengakibatkan kerusakan pada lapisan semen di dalam sumur melalui proses karbonasi, sehingga terjadi kenaikan nilai porositas dan permeabilitas, serta penurunan nilai compressive dan shear bond strength. Hal ini dapat berujung pada gagalnya fungsi utama semen, yaitu untuk mengisolasi zona tertentu dan menahan beban dari berat casing serta tekanan fluida dari dalam formasi. Oleh karena itu, semen yang digunakan pada sumur injeksi CO2 perlu didesain secara khusus untuk menghindari kerusakan akibat paparan CO2 selama proses injeksi berlangsung. Umumnya, sumur injeksi CO2 merupakan sumur yang khusus dibor dengan menggunakan semen yang tahan terhadap paparan CO2, namun saat ini mulai berkembang ide untuk melakukan konversi dari sumur konvensional menjadi sumur injeksi CO2 dengan melakukan program penyemenan ulang.  \n \n\nStudi ini berfokus pada program konversi sebuah sumur eksplorasi menjadi sumur injeksi CO2. Program konversi tersebut meliputi evaluasi semen pada sumur eksplorasi untuk dikonversi menjadi sumur injeksi CO2, komposisi semen yang digunakan untuk mengubah sumur tersebut menjadi sumur injeksi CO2, serta program kerja ulang untuk mengonversi sumur eksplorasi menjadi sumur injeksi CO2. Standar yang digunakan untuk desain pada studi ini mengacu pada standar API Spec 10A dan API TR 10TR1.  \n \n\nStudi ini menyimpulkan bahwa sumur X yang merupakan sumur konvensional disemen dengan menggunakan semen Portland yang rentan terhadap kerusakan akibat reaksi karbonasi oleh CO2. Masalah lainnya adalah adanya indikasi kualitas ikatan semen yang buruk pada interval tertentu, sehingga operasi penyemenan ulang perlu dilakukan untuk meningkatkan kualitas semen sebelum dilakukan konversi sumur X mejadi sumur injeksi CO2. Program penyemenan ulang tersebut dapat dilakukan dengan menggunakan semen dengan aditif yang dapat mengembang, maupun dengan menggunakan semen dengan teknologi resin, sesuai dengan hasil uji injektivitas yang akan dilakukan. Kemudian, sumur X akan dikonversi menjadi sumur injeksi CO2 dengan memasukkan selubung berukuran lebih kecil dari lubang sumur, dan disemen menggunakan semen yang tahan terhadap paparan CO2.", "Daftar File": {"2017 TA PP IMANUEL CAESAR SILAMBA 1.pdf": "https://digilib.itb.ac.id/gdl/download/115222"}, "Penulis": "IMANUEL CAESAR SILAMBA (NIM: 12213093)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.-Ing. Bonar Tua Halomoan Marbun"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "semen, injeksi, CO2", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}