{"Nomor": 22558, "Judul": "PERANCANGAN SISTEM PLAMBING RUMAH SAKIT BERSALIN KOTA BANDUNG", "Abstrak": "Sistem plambing merupakan bagian yang tidak terpisahkan dalam pembangunan gedung. Perancangannya harus dilakukan dengan baik agar tidak terjadi kebocoran yang dapat menimbulkan pencemaran sumber air bersih. Perancangan sistem plambing gedung Rumah Sakit Bersalin Kota Bandung ini terdiri dari sistem penyediaan air bersih, sistem penyaluran air buangan dan venting, sistem pencegah kebakaran serta penyaluran air hujan gedung. Perancangan awal sistem plambing meliputi penentuan jalur perpipaan untuk seluruh sistem, gambar denah, dan skema. Kemudian dilanjutkan dengan menentukan kebutuhan air bersih dan pencegah kebakaran, jenis dan dimensi pipa pada masing-maisng sistem, kebutuhan reservoir, kebutuhan pompa, gambar detail dan isometri, serta rencana anggaran biaya keseluruhan sistem plambing yang direncakan. Air bersih gedung berasal dari air PDAM dan didistribusikan ke seluruh alat plambing menggunakan pompa. Penyaluran air buangan yang dihasilkan gedung ini direncanakan terpisah (air bekas, air kotor, dan limbah B3) secara gravitasi menggunakan pipa PVC. Air bekas diolah menggunakan grease trap dan filter, air kotor diolah menggunakan tangki septik. Efluen yang dihasilkan disalurkan menuju saluran riol kota. Limbah B3 yang dihasilkan dikumpulkan dalam tangki terpisah untuk kemudian diangkut dan diolah secara terpisah. Penyaluran air hujan pada gedung dilakukan menggunakan talang atap (gutter) dan talang tegak (leader).", "Daftar File": {"2017 TA PP INDAH AZZAHRA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115239"}, "Penulis": "Indah Azzahra ( NIM  15713002)", "Kontributor / Dosen Pembimbing": ["Haryo Satriyo Tomo, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": ": Air bekas, air bersih, air hujan, air kotor, limbah B3, plambing, sprinkler", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2017"}