{"Nomor": 22557, "Judul": "PERANCANGAN ALAT UKUR TINGKAT KEPUASAN PELANGGAN TERHADAP PELAYANAN NAVIGASI UDARA DENGAN MENGGUNAKAN METODOLOGI ANALISIS DATA KUALITATIF & ANALISIS FAKTOR", "Abstrak": "Peningkatan jumlah permintaan transportasi udara berdampak pada peningkatan kepadatan lalu lintas udara yang menimbulkan efek negatif berupa penurunan on time performance dan peningkatan jumlah kecelakaan sehingga memengaruhi kepuasan pelanggan jasa transportasi udara. Agar kepuasan pelanggan tetap terjaga, perlu dilakukan perbaikan kualitas pelayanan dari pihak yang berperan terhadap dua fenomena tersebut, salah satunya pelayanan navigasi udara yang disediakan oleh AirNav Indonesia. Rancangan pengembangan dan perbaikan kualitas pelayanan yang mampu meningkatkan kepuasan pelanggan tersebut  dapat diperoleh melalui kegiatan Survei Kepuasan Pelanggan. Namun, alat ukur yang digunakan masih memiliki kekurangan dalam hal indikator yang digunakan, metode pengukuran, dan penyusunan tampilan fisik dari alat ukur tersebut sehingga perlu dilakukan pembentukan alat ukur baru yang mampu memeriksa kepuasan pelanggan terhadap pelayanan navigasi udara dengan penyesuaian terhadap kondisi obyek yaitu Bandara Internasional SoekarnoHatta.     \n \n \n \n\nPenentuan indikator pada alat ukur yang dirancang menggunakan metode analisis kualitatif dalam bentuk pelaksanaan berupa in-depth interview kepada pilot yang didapat dengan cara purposive sampling. Hasil wawancara diolah menggunakan analisis data kualitatif untuk mendapatkan indikator awal alat ukur. Dilanjutkan dengan merancang alat ukur kepuasan pelanggan berbentuk kuesioner menggunakan penyebaran kuesioner untuk uji coba alat ukur berupa uji validitas menggunakan construct validity, uji reliabilitas dengan melihat nilai alpha Cronbach, dan analisis faktor, serta untuk mendapatkan gambaran awal kepuasan pelanggan juga saran perbaikan kualitas pelayanan menggunakan perhitungan nilai gap 5 SERVQUAL, uji signifikansi, dan pemetaan matriks kepentingan-performansi.     \n \n \n \n\nMelalui wawancara yang dilakukan terhadap 10 pilot didapati 172 kode awal yang selanjutnya dianalisis menjadi 62 kode untuk dijadikan indikator awal. Penyebaran kuesioner berhasil mengumpulkan 167 data dengan 152 data yang dapat diolah. Kuesioner yang disebar teruji valid dan reliabel. Analisis faktor yang dilakukan menghasilkan 59 indikator dengan 8 faktor yang mampu untuk mengukur kualitas pelayanan navigasi udara di Bandara Internasional Soekarno-Hatta. Perhitungan nilai gap 5 SERVQUAL menghasilkan kesenjangan sebesar -0.12 yang menandakan bahwa pelayanan masih belum dapat memenuhi ekspektasi pelanggan sehingga membutuhkan perbaikan. Saran perbaikan yang diberikan adalah pemberian pelatihan atau training kepada ATC secara berkala, penegakan jumlah jam kerja dan jam istirahat ATC, dan penegakan peraturan penggunaan frekuensi radio.", "Daftar File": {"2017 TA PP INADO GRACE SIMARMATA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115238"}, "Penulis": "INADO GRACE SIMARMATA - NIM 14412010", "Kontributor / Dosen Pembimbing": ["Dr. Hasrini Sari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Pelayanan navigasi udara, analisis kualitatif, analisis faktor, alat ukur, gap 5 SERVQUAL, matriks kepentingan-performansi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "09 Feb 2018"}