{"Nomor": 22559, "Judul": "SYNTHESIS AND CHARACTERIZATION OF FERROELECTRIC BARIUM STRONTIUM TITANATE Ba0.5Sr0.5TiO3", "Abstrak": "Barium Strontium Titanate Oxide (Ba0.5Sr0.5TiO3) has been synthesized by Solid State Reaction Method and Barium Strontium Titanate Oxide (Ba0.5Sr0.5TiO3) thin film has grown on Silicon (100) substrate using Pulsed Laser Deposition (PLD) technique. Considerable amount of research has recently focused on the growth of ferroelectric thin films. The ferroelectric BaSrTiO3 thin film is very attractive for a large field of application. BaSrTiO3 thin film is used in electronic and electro-optic devices due to its high permittivity phenomena, associated with the basic ferroelectric behaviour. For these applications it is important to have high-quality epitaxial thin films with smooth surfaces. Actual efforts are being concentrated on reducing the size of electronic devices. A related challenge is that of finding new materials or improving the dielectric properties of existing materials used in the fabrication of ceramic capacitors and dynamic random access memories (DRAMs) which require a high dielectric constant in the case of small dimensions. In the high frequency range, it has high application potential. BaSrTiO3 films have recently received much attention for its high electric field tuneability and low dielectric loss. It can be used as phase shifters, delay lines, tunable filters, steerable antennas. BaSrTiO3 system must processes the following characteristics: high dielectric constant, high tuneability, low dissipation factor amd low temperature dependence when it will be applied in these devices. In this research, Ba0.5Sr0.5TiO3 bulk ceramic was synthesized by solid state reaction method in order to study about the characteristics of Ba0.5Sr0.5TiO3. Ba0.5Sr0.5TiO3 bulk ceramic was characterized using XRD that used for phase identification of a crystalline material and SEM-EDS that can be used to obtain information about the surface topography and determine the element composition of the material product. Then, in the growth of Ba0.5Sr0.5TiO3 thin film, fabricated BaSrTiO3 bulk ceramic used as the target for thin film deposition using Pulsed Laser Deposition (PLD) technique. Thin films of stoichiometric Ba0.5Sr0.5TiO3 was deposited on Si (100) substrate. Film deposition was carried out at 700Ã‚Â°C , 750Ã‚Â°C and 850Ã‚Â°C by maintained the pressure at 190 mTorr. Nanometer-thick Ba0.5Sr0.5TiO3 film on Si substrate was characterized using XRD, AFM and Raman Spectroscopy. AFM images show that Ba0.5Sr0.5TiO3 film has growth on Si substrate uniformly. XRD also support the growth of single phase Ba0.5Sr0.5TiO3 film on Si substrate. The presence of Raman active modes was clearly shown at the peak diagram.", "Daftar File": {"2017 TA PP INDAH DARAPUSPA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/115240", "2017 TA PP INDAH DARAPUSPA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/115241", "2017 TA PP INDAH DARAPUSPA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/115242", "2017 TA PP INDAH DARAPUSPA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/115243", "2017 TA PP INDAH DARAPUSPA 1-BAB 4 A.pdf": "https://digilib.itb.ac.id/gdl/download/115244", "2017 TA PP INDAH DARAPUSPA 1-BAB 4 B.pdf": "https://digilib.itb.ac.id/gdl/download/115245", "2017 TA PP INDAH DARAPUSPA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/115246", "2017 TA PP INDAH DARAPUSPA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/115247"}, "Penulis": "INDAH DARAPUSPA (NIM : 10211008)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : A. Agung Nugroho Sulistyo Hutomo, Ph.D.    \n \n \n \n\nPembimbing II : Dr. Ir. Mardiyanto, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "ferroelectric, barium strontium titanate, solid state reaction, pulsed laser deposition, XRD, SEM-EDS, AFM, Raman.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}