{"Nomor": 22564, "Judul": "POTENSI BLACK GARLIC SEBAGAI AGEN ANTIBAKTERI DALAM MENGHAMBAT PERTUMBUHAN Escherichia coli DAN Staphylococcus aureus", "Abstrak": "Bawang putih (Allium sativum L.) adalah tanaman yang telah lama digunakan dalam pengobatan tradisional karena aktivitas biologis yang dimilikinya seperti antimikroba, antioksidan, antikanker, proteksi sistem kardiovaskuler dan penanganan infeksi opportunistik HIV/AIDS. Namun banyak masyarakat yang tidak dapat menggunakannya karena aromanya menyebabkan bau mulut dan tidak enak jika dikonsumsi secara langsung, sehingga dilakukan pengembangan produk yaitu black garlic yang sudah dimanfaatkan sejak lama oleh masyarakat Korea dan Tiongkok. Black garlic dipercaya memiliki kemampuan sebagai antimikroba yang dapat menghambat pertumbuhan mikroba secara luas, mencakup virus, jamur, bakteri, juga dapat menghambat bakteri gram positif maupun negatif. Penelitian ini dilakukan untuk menguji aktivitas antibakteri dari black garlic terhadap Staphylococcus aureus dan Escherichia coli. Pembuatan black garlic dilakukan dengan pemanasan pada suhu 65-80oC selama 30 hari tanpa tambahan perlakuan. Selama proses pembuatan black garlic dilakukan isolasi dan perhitungan bakteri dengan metode serial dilusi dan angka lempeng total setiap 5 hari sekali. Pada pembuatan black garlic, bakteri yang ditemukan terlalu sedikit untuk dihitung dan hanya ditemukan 3 isolat. Black garlic dengan konsentrasi (w/v) 100; 50; 25; 12,5; 6,25; dan 3,13mg/mL dan akuades steril sebagai kontrol negatif, diuji aktivitas antibakteri terhadap Staphylococcus aureus dan Escherichia coli dengan metode difusi kertas cakram dengan melihat diameter zona hambat pertumbuhan bakteri. Hasil yang diperoleh untuk Staphylococcus aureus berturut-turut 12,13; 6,88; 3,94; 3,75; 1,75; dan 1mm dan untuk Escherichia coli 15,88; 11,63; 5,38; 6,81; 3,63, dan 1mm. Dilakukan pula uji ketahanan penyimpanan black garlic setiap 1 minggu sekali selama 4 minggu dengan metode serial dilusi dan angka lempeng total. Pada uji ketahanan penyimpanan black garlic bakteri yang ditemukan juga terlalu sedikit untuk dihitung hanya ditemukan 4 isolat. Profil bioaktif bawang putih melalui GC-MS memberikan hasil allicin dan ajoene sebagai antibakteri, sedangkan pada black garlic adalah 2-furancarboxaldehid, furanon, asam heksadekanoat. Jadi disimpulkan pembuatan black garlic lebih melibatkan reaksi kimia dalam bawang putih dibandingkan proses fermentasi dan black garlic aman dari kontaminasi bakteri selama penyimpanan, serta  black garlic berpotensi sebagai antibakteri terhadap pertumbuhan Staphylococcus aureus dan Escherichia coli karena kandungan senyawa bioaktifnya.", "Daftar File": {"2017 TA PP INDAH PURWANINGSIH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115266"}, "Penulis": "INDAH PURWANINGSIH (NIM : 10613041)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n \n \n \n\nDr. Dea Indriani Astuti, S.Si    \n \n \n \n\nDr. Indra Wibowo, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Black garlic, antibakteri, senyawa bioaktif, Staphylococcus aureus, Escherichia coli", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}