{"Nomor": 22570, "Judul": "PEMETAAN GEOLOGI TEKNIK DAN ANALISIS DURABILITAS BATULEMPUNG FORMASI JATILUHUR DI AREA SEKITAR JEMBATAN CISOMANG, KECAMATAN CIKALONG WETAN, KABUPATEN BANDUNG BARAT, JAWA BARAT", "Abstrak": "Daerah penelitian terletak pada koordinat 6o 42Ã‚Â’ 00Ã‚Â” LS - 6 o 42Ã‚Â’ 15Ã‚Â” LS dan 107 o 25Ã‚Â’ 55Ã‚Â” BT - 107 o 26Ã‚Â’ 10Ã‚Â” BT yang secara administratif meliputi Kecamatan Darangdan, Kabupaten Purwakarta dan Kecamatan Cikalong Wetan, Kabupaten Bandung Barat, Jawa Barat. Luas daerah penelitian sebesar 0,25 km2. Tujuan penelitian ialah untuk mengindentifikasi kondisi geologi teknik daerah penelitian melalui pemetaan geologi teknik dengan skala 1 : 2500 dan menganalisis sifat durabilitas batulempung Formasi Jatiluhur yang terkandung di daerah penelitian dengan uji slake durability. Metode yang digunakan mencakup studi literatur, pemetaan lapangan, serta pengujian contoh batuan dan tanah di laboratorium.  \n \n\nDaerah penelitian terdiri atas perbukitan dan lembahan dengan kemiringan 0% hingga lebih dari 140%. Proses geomorfik yang terjadi berupa erosi (erosi alur, parit, dan erosi ke hulu), longsoran (rotasi dan rayapan), dan sedimentasi. Mata air berupa mata air kontak dan depresional dengan hubungan antara airtanah dengan sungai berupa efluen. Geologi teknik daerah penelitian terdiri atas enam satuan dari tua ke muda, yaitu Satuan Batulempung, Satuan Breksi Volkanik, Satuan Pasir Berfragmen, Satuan Koluvial, Satuan Aluvial, dan Satuan Tanah Timbunan. Struktur geologi yang hadir berupa bidang perlapisan berarah barat-timur serta kekar gerus berarah barat laut-tenggara dan timur lautbarat daya pada Satuan Batulempung. Bencana geologi yang berpotensi terjadi di daerah penelitian berupa pergerakan massa tanah di beberapa lereng terjal dan banjir di sekitar Sungai Cisomang.   \n \n\nHasil pengujian durabilitas memperlihatkan bahwa batulempung Formasi Jatiluhur di daerah penelitian memiliki durabilitas rendah Ã‚Â– sedang (Id2 = 48,1-74,8%). Faktor yang mempengaruhi sifat durabilitas tersebut adalah kandungan mineral kuarsa, kaolinit, monmorilonit, dan pirit.", "Daftar File": {"2017 TA PP INDIRA SARASWATI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115296"}, "Penulis": "Indira Saraswati (12013053)", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Imam Achmad Sadisun, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Jembatan Cisomang, geologi teknik, batulempung Formasi Jatiluhur, slake durability", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     tuti yulia", "File": "13 file", "Tanggal Input": "31 Jul 2018"}