{"Nomor": 22575, "Judul": "PENGEMBANGAN PROTOTIPE SISTEM PENDUKUNG KEPUTUSAN PEMILIHAN PASANGAN HIDUP TERINTEGRASI DENGAN KAKAS ANALISIS MEDIA SOSIAL", "Abstrak": "Salah satu tugas perkembangan manusia pada masa dewasa awal adalah memilih    \n \n \n \n\npasangan hidup. Developmental Process Theory menyatakan bahwa pasangan hidup    \n \n \n \n\nterpilih melalui serangkaian proses penyaringan bertahap yang didasarkan pada dua    \n \n \n \n\nkriteria utama yakni latar belakang keluarga dan karakteristik personal. Proses    \n \n \n \n\npenyaringan bertahap ini sulit dilakukan karena melibatkan banyak kriteria    \n \n \n \n\npertimbangan. Salah satu teknologi yang mampu memudahkan proses penyaringan ini    \n \n \n \n\nadalah Online Dating Sites (ODS).    \n \n \n \n\nAda dua masalah yang umum ditemukan pada kebanyakan ODS. Masalah pertama    \n \n \n \n\nadalah ketiadaan pertimbangan preferensi implisit pengguna dalam pemberian    \n \n \n \n\nrekomendasi. Pengguna sering kali tidak memiliki pemahaman utuh akan preferensinya    \n \n \n \n\nsendiri. Oleh karena itu, selain preferensi eksplisit, ODS perlu juga mendasarkan    \n \n \n \n\nrekomendasinya pada preferensi implisit. Masalah kedua adalah ketiadaan fitur    \n \n \n \n\npembobotan kriteria penjodohan. Kebanyakan ODS memberlakukan bobot yang sama    \n \n \n \n\nuntuk setiap kriteria kepada seluruh pengguna. Hal ini merupakan masalah karena    \n \n \n \n\nsetiap individu memiliki pola pemrioritasan yang berbeda akan kriteria penjodohan.    \n \n \n \n\nKedua masalah tersebut menyebabkan pengguna tidak mendapatkan rekomendasi    \n \n \n \n\npasangan hidup yang akurat.    \n \n \n \n\nPada penelitian ini dikembangkan prototipe Sistem Pendukung Keputusan (SPK)    \n \n \n \n\nberbentuk ODS sebagai wujud perbaikan model ODS yang ada saat ini. Algoritma    \n \n \n \n\nrekomendasi yang dipakai SPK adalah reciprocal recommendation algorithm,    \n \n \n \n\nalgoritma yang menerapkan konsep reciprocal liking dalam memberikan rekomendasi.    \n \n \n \n\nAlgoritma ini menghitung nilai kecocokan antar pengguna dengan dua metode yakni    \n \n \n \n\ncontent-based dan collaborative filter. Metode collaborative filter memungkinkan SPK    \n \n \n \n\nuntuk menghitung nilai kecocokan berdasarkan preferensi implisit yang diperoleh dari    \n \n \n \n\ndata historis interaksi antar pengguna. Prototipe SPK ini dilengkapi dengan fitur    \n \n \n \n\npembobotan kriteria berbasiskan metode Analytical Hierarchy Process (AHP). AHP    \n \n \n \n\nmemfasilitasi pengguna untuk melakukan pembobotan kepentingan secara tidak    \n \n \n \n\nlangsung melalui matriks perbandingan berpasangan. Agar SPK dapat memberikan    \n \n \n \n\ninformasi pendukung, SPK diintegrasikan dengan kakas analisis media sosial. Kakas    \n \n \n \n\nini akan memberikan informasi mengenai sikap dan karakteristik pengguna,    \n \n \n \n\nkecenderungan pengguna dalam menyalahgunakan zat adiktif, serta keterikatan    \n \n \n \n\npengguna dengan jaringan terorisme. Hasil pengujian prototipe menunjukkan bahwa    \n \n \n \n\nprototipe telah mampu memenuhi kebutuhan SPK dalam mendukung proses pemilihan    \n \n \n \n\npasangan.", "Daftar File": {"2017 TA PP INDRA NICOLOSI WASKITA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115327"}, "Penulis": "INDRA NICOLOSI WASKITA (NIM: 18213041)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Kridanto Surendro, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Analytical Hierarchy Process, kakas analisis media sosial, Online Dating Sites, pemilihan pasangan hidup, reciprocal recommendation algorithm, Sistem Pendukung Keputusan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Okt 2017"}