{"Nomor": 22579, "Judul": "IMPROVEMENT OF MUSIC DIGITAL (STREAMING) PROVIDERS ACTIVATION TO THE LATEST TECHNOLOGY THROUGH MUSIC CONSUMPTION BEHAVIOR ANALYSIS ON EACH GENERATION AT BANDUNG CITY", "Abstrak": "The fast pace of global trends movement especially in internet connections, has made communityÃ‚Â’s behavior changed. Indonesian digital customers are very fond of purchasing digitize goods, especially with music consumption. Music physical form also suffered a declining revenue due to piracy (peer-to-peer and physical form). Because of this phenomena, Music Industry tries to intermediate the distribution of music through digital sales. Then digital music that mostly from streaming, takes over physical music revenue in recent years. Indonesia is also one of the fastest growing countries for streaming music in ASEAN countries, and different from physical music purchase. Therefore, it is important for music industry to solve the main problem that recently faced by music industry in latest technology development. Thus, music industry know how to drive each generation behavior specially for younger generation that changes their way in consuming music and need to get the right strategy to face this situation and conditions.    \n\nThis research method is use qualitative and quantitative analysis. Qualitative analysis, on this research is using exploratory factor analysis by observing the phenomenon happened in each generation and for quantitative analysis by using sampling technique. This research narrowing from 4 generations, Baby boomers, X, Y, and Z until only mostly music streaming users are Y and Z generation. To know the relationship on each variable, this research also used Structural Equation Modelling (Partially and Simultaneously). It is the tools mostly used to analyze the hypotheses on behavioral research. Only younger generation, X and Y generation that included on this hypothesis. This hypothesis was used an adaption from UTAUT2 model with some changed variables and other extended variables. Each variables of influencer are Culture, Reference group, Perception, and Consumer Attitude that make them into Purchasing Decision is resulted give a positive effect. Then from Purchasing Decision also give result a positive effect to act on Use and Subscribe Behavior.    \n\nProven on the result that baby boomers and X generation are unchanged their establishments from the oncoming new trends on music media. Y and Z are the opposite of the old generation, they willing to use and purchase up to Rp 200,000 if its provided right away, authentic/legal, great features and user-friendly. Afterwards, music industry can develop the potentials of current and future technology developments. Then, adopted it into the latest music service media and the upcoming young generation and will surely try this latest technology.", "Daftar File": {"2017 TS PP INDRIANA SOFIMARWANTI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115337"}, "Penulis": "INDRIANA SOFIMARWANTI (NIM: 29115082)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Drs. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Consumer Behavior, Influence, Music Streaming, Purchasing Decision, TRA", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "18 Des 2017"}