{"Nomor": 22578, "Judul": "PRODUKSI TEPUNG KARET ALAM DARI LATEKS", "Abstrak": "Produk-produk berbahan dasar karet alam banyak digunakan dalam kehidupan seharihari. Ada tiga hasil olahan hulu karet alam, yaitu crumb rubber, karet konvensional, dan lateks pekat. Lateks mudah rusak karena mengalami penggumpalan. Disamping itu, lateks pekat mengandung 35-40% b/b air sehingga volume kemasannya relatif besar dan tidak efisien dalam transportasi. Lateks juga mengandung amonia sebagai bahan antipenggumpal sehingga kemasannya harus khusus agar tidak bocor dan menimbulkan bau yang tidak sedap. Penelitian ini bertujuan untuk membuat pilot plant dari hasil simulasi spray drying lateks yang telah dilakukan di Laboratorium Teknologi Polimer dan Membran ITB, melakukan uji performa, melakukan evaluasi hasil uji performa, serta membuat perbaikan agar produksi tepung karet dapat berhasil baik.  \n \n\nTahapan dari penelitian ini adalah pengumpulan data rancangan spray dryer, verifikasi desain rancangan, konstruksi spray dryer, pengujian alat spray dryer, dan karakterisasi tepung karet. Sistem pemanas yang digunakan dalam spray dryer menggunakan tungku berbahan bakar gas LPG. Pengujian alat spray dryer dilakukan dengan memvariasikan temperatur udara pengering 120oC, 150oC, dan 180oC, kadar air umpan lateks 70% dan 80% b/b, serta bahan anti lengket berupa serbuk talc dan MgO. Tepung karet hasil spray drying dikarakterisasi kadar airnya dengan alat digital moisturemeter dan dianalisis spektrumnya dengan Fourier Transform Infrared Spectroscopy (FTIR).  \n \n\nHasil penelitian menunjukkan kondisi operasi optimum untuk memproduksi tepung karet alam adalah temperatur udara pengering sebesar 150oC dan kadar air umpan lateks 80% b/b. Tepung karet alam yang dihasilkan mengandung air 10 s.d. 13% b/b namun masih lengket sehingga butir-butir tepung menempel satu sama lain. Analisis spektrum FTIR produk tepung karet alam menunjukkan kecocokan gugus ikatan dengan senyawa karet alam poliisoprena. Produk tepung karet alam dapat juga dimanfaatkan sebagai pengganti crumb rubber.", "Daftar File": {"2017 TA PP INDRA RAHARDI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115336"}, "Penulis": "Indra Rahardi - Nim: 13013031", "Kontributor / Dosen Pembimbing": ["Ir. Akhmad Zainal Abidin, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "karet, lateks, tepung, spray drying, spektrum.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2017"}