{"Nomor": 22573, "Judul": "DESAIN STRUKTUR DERMAGA PENUMPANG DI SULAWESI UTARA", "Abstrak": "Manado merupakan ibu kota dari Sulawesi Utara yang terletak di utara memerlukan moda transportasi yang baik untuk menopang perekonomian daerah maupun nasional. Dengan itu diperlukannya pelabuhan kapal yang baik sebagai moda transportasi antar pulau dan antar kota di wilayah kepulauan seperti Sulawesi Utara ini sangatlah penting. Terlepas untuk menunjang perekonomian daerah adanya kapal laut pun dapat menjadi sebuah income bagi pendapatan daerah Sulawesi Utara. \n\nDermaga pelabuhan adalah elemen terpenting dari suatu pelabuhan. Proses desain dilakukan dengan mencari dan mengolah data-data lingkungan yang ada seperti data angin, arus, gelombang, pasang surut, batimetri dan data tanah. Data lingkungan menjadi parameter penting untuk mendesain suatu dermaga. Proses pemodelan dilakukan oleh piranti lunak SAP2000. Dalam pemodelan dilakukan kombinasi pembebanan berupa beban mati, beban hidup, beban gelombang, beban arus, beban mooring, beban berthing kapal 10.000 GT dan juga beban gempa. Output pemodelan berupa unity cek ratio ratio (UCR) pada pile dan gaya dalam pada struktur beton. \n\nSelanjutnya output gaya dalam dari piranti lunak SAP2000 digunakan untuk menentukan jumlah dan luas tulangan pada elemen balok, pelat dan pile cap. Penulangan dilakukan untuk menahan gaya momen dan geser pada struktur beton. Karena keterbatasan kuat tarik beton sehingga perlu dipasang tulangan agar beton mampu menahan beban yang diberikan. Dari analisis yang dilakukan didapat UCR 0.287 yang diakibatkan gaya berthing (tumbukan kapal). Dan juga gaya dalam terbesar dalam pada struktur -78.8 kN pada balok melintang.", "Daftar File": {"2015 TA PP  INDRA BUDI UTOMO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/115318", "2015 TA PP  INDRA BUDI UTOMO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/115319", "2015 TA PP  INDRA BUDI UTOMO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/115320", "2015 TA PP  INDRA BUDI UTOMO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/115321", "2015 TA PP  INDRA BUDI UTOMO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/115322", "2015 TA PP  INDRA BUDI UTOMO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/115323", "2015 TA PP  INDRA BUDI UTOMO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/115324", "2015 TA PP  INDRA BUDI UTOMO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/115325"}, "Penulis": "INDRA BUDI UTOMO (NIM : 15510043)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Paramashanti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Dermaga, Pelabuhan, SAP2000, Balok, Sulawesi Utara", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "14 Des 2017"}