{"Nomor": 22586, "Judul": "PENINGKATAN PRODUKSI BIOSURFAKTAN DARI BAKTERI BACILLUS LICHENIFORMIS DS 1 MELALUI OPTIMASI NUTRISI UNTUK APLIKASI MICROBIAL ENHANCED OIL RECOVERY (MEOR)", "Abstrak": "Minyak bumi merupakan sumber energi utama yang belum dapat tergantikan sedangkan produksinya di Indonesia terus mengalami penurunan sejak tahun 1999. Berbagai upaya dilakukan untuk meningkatkan produksi minyak bumi, termasuk optimasi perolehan residu minyak bumi menggunakan metode Microbial Enhanced Oil Recovery (MEOR). Salah satu bioproduk mikroba yang berperan penting dalam MEOR adalah biosurfaktan. Bakteri Bacillus licheniformis DS 1 diketahui mampu memproduksi biosurfaktan dan potensial untuk diaplikasikan dalam MEOR, namun perlu dilakukan optimasi untuk meningkatkan produksi biosurfaktan dari bakteri ini. Oleh karena itu, penelitian ini bertujuan untuk mengoptimasi produksi biosurfaktan oleh Bacillus licheniformis DS 1 melalui variasi konsentrasi sumber nutrisi karbon (C), nitrogen (N) dan fosfat (P). Digunakan desain penelitian dengan metode respon permukaan berupa desain komposit pusat menggunakan tiga faktor, yaitu konsentrasi molase (0-10% (v/v)), urea (0-1% (w/v)) dan KH2PO4 (0-1% (w/v)). Penelitian ini dilakukan dengan sistem batch menggunakan medium SMSS (NH4NO3 (2,5 g); MgSO4.7H2O (0,5 g); MnCl2.4H2O (0,2 g); CaCO3 (0,5 g); Na2HPO4.7H2O (1 g); KH2PO4 (0,5 g) (per liter akuades)), 2% (v/v) minyak bumi dan variasi nutrisi tambahan (molase, urea dan KH2PO4) serta diinkubasi pada suhu 50˚C dalam kondisi aerob. Parameter yang diamati meliputi jumlah bakteri, pH medium, berat kering biosurfaktan, dan interfacial tension (IFT). Hasil formulasi berdasarkan analisis desain komposit pusat menunjukkan konsentrasi nutrisi optimum adalah molase 2,2654% (v/v), urea 0,039% (w/v) dan KH2PO4 0,0643% (w/v). Uji konfirmasi dilakukan menggunakan nutrisi optimum formulasi dan diperoleh jumlah sel 1,32x1011 CFU/mL, pH medium 6,2 dengan berat kering biosurfaktan 1,11 gram/L, dan penurunan IFT mencapai 41,39%. Sehingga melalui penelitian ini dapat disimpulkan bahwa konsentrasi nutrisi yang optimum untuk meningkatkan produksi biosurfaktan oleh Bacillus licheniformis DS 1 adalah molase 2,2654% (v/v) sebagai sumber C, urea 0,039% (w/v) sebagai sumber N dan KH2PO4 0,0643% (w/v) sebagai sumber P.", "Daftar File": {"2017 TA PP INKA NURAWAL RESTYO DEWI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115358"}, "Penulis": "Inka Nurawal Restyo Dewi   (NIM : 10413004)", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Bacillus licheniformis DS 1, desain komposit pusat, interfacial tension, optimasi, produksi biosurfaktan.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}