{"Nomor": 22582, "Judul": "THE DESIGN OF INTERACTIVE MINE FORECASTING SYSTEM  TO IMPROVE MINE PLANNING PERFORMANCE", "Abstrak": "Salah satu anak perusahan Freeport McMoRan (FCX) yaitu P.T. Freeport Indonesia (PTFI)  \n \n\nadalah perusahan tambang yang memproduksi konsentrat tembaga, emas dan perak. PTFI  \n \n\nmendapatkan ijin operasi berupa Kontrak Karya pada tahun 1967 untuk periode operasi selama  \n \n\n30 tahun sejak 1973. Kontrak Karya berikutnya ditandatangani pada tahun 1991 untuk periode 30  \n \n\ntahun kedua. Pada saat ini, operasional penambangan dilakukan dengan dua metode yaitu  \n \n\nTambang Terbuka (surface mine) dan Tambang Dalam (underground). Satu-satuya Tambang  \n \n\nTerbuka adalah Grasberg Open Pit yang depositnya ditemukan pada tahun 1988 dan mulai  \n \n\nditambang pada tahun 1990. Tambang Grasberg saat ini sudah memasuki masa akhir. Jika Plan17Q2R3  \n \n\ntercapai, maka  \n \n\npenambangan  \n \n\nakan  \n \n\nselesai  \n \n\npada  \n \n\nakhir  \n \n\ntahun  \n \n\n2018.  \n \n \n\nSeksi Perencanaan Jangka Panjang Grasberg selain bertugas merencanakan Tambang  \n \n\nGrasberg, juga bertanggung-jawab membuat dan memperbarui metal forecast per kwartal. Pada  \n \n\nbeberapa tahun terakhir, penyelesaian perkerjaannya cukup sering melewati batas waktu. Kepala  \n \n\ntim perencana berusaha menganalisis permasalahan ini dan berupaya memperbaiki kinerja tim  \n \n\nperencanaan. Caranya adalah dengan menggunakan pendekatan baik kualitatif maunpun  \n \n\nkuantitatif. Pendekatan kualitatif mencakup pengamatan detil terhadap proses perencanaan untuk  \n \n\nmengetahui hambatan-hambatan (constraints) yang pernah ada, dilanjutkan dengan studi literatur  \n \n\ndalam upaya mencari metoda perbaikan yang efektif dan efisien. Pada tahap perumusan masalah,  \n \n\nsuatu metode berpikir pada Theory of Constariant yang disebut  Current Reality Tree (CRT)  \n \n\ndigunakan untuk memahami sebab dan akibat dari serangkaian permasalahan untuk dapat  \n \n\nmerumuskan penyebab dasarnya (root cause), selanjutnya merancang perbaikan sistemnya.   \n \n\nAdapun masalah utama yang dihadapi adalah keterbatasan waktu, sistem kerja manual, serta   \n \n\nditemukan mine-mill model yang belum terintgrasi (disintegrated) sepenuhnya. Lewat serangkain  \n \n\npertemuan, tim memutuskan membuat alternatif sistem perencanaan yang disebut Mine Planning  \n \n\nInteractive (MPI). Sistem ini dapat meningkatkan kecepatan simulasi perencanaan menjadi  \n \n\nkurang dari satu jam yang sebelumnya lebih dari empat jam per satu skenario.   \n \n\nUntuk validasi hasil, verifikasi dilakukan dengan pendekatan kuantitatif yaitu dengan  \n \n\nmengerjakan dua studi kasus, kemudian mengukur tingkat perbedaan hasilnya terhadap metode  \n \n\nlama. Besarnya perbedaan didapat sekitar tiga hingga lima persen. Sistem ini telah diterima oleh  \n \n\nmanajemen, dimana cocok untuk menganalisis banyak (multiple) studi kasus disaat keterbatasan  \n \n\nwaktu tersedia. Sistem ini dapat digunakan berdampingan dengan metode lama. Bagaimanapun  \n \n\nsistem baru ini belum sepenuhnya sempurna, masih diperlukan pengembangan lanjutan,   \n \n\ndiantaranya menambahkan perhitungan kebutuan alat-alat terutama alat angkut.", "Daftar File": {"2017 TS PP I NENGAH SUGITA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115354"}, "Penulis": "I NENGAH SUGITA (NIM 29115388)", "Kontributor / Dosen Pembimbing": ["Muhammad Hanafi, ST, MBA, SSBB"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Long Term Mine Plan, Grasberg Open Pit, Strategic Mine Planning, Mine Planning Optimization, PT Freeport Indonesia", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}