{"Nomor": 22580, "Judul": "PENENTUAN HARGA OPSI PATH-DEPENDENT DENGAN METODE INTERPOLASI", "Abstrak": "Opsi merupakan suatu kontrak finansial yang memberikan hak kepada pemilik opsi untuk membeli atau menjual saham pada harga tertentu (strike price) dan dalam jangka waktu tertentu (maturity time). Dalam pasar keuangan, penentuan harga opsi yang tepat dan efisien sangat penting bagi para penerbit opsi. Penentuan harga opsi umumnya menggunakan model persamaan diferensial parsial yang diselesaikan secara analitik. Metode lattice digunakan untuk mencari solusi numerik dari model persamaan diferensial parsial tersebut, namun kekonvergenannya membutuhkan waktu yang cukup lama. Pada Tugas Akhir ini, penentuan harga opsi path-dependent akan menggunakan metode interpolasi Lagrange dan metode interpolasi kubik spline. Metode tersebut digunakan untuk mereduksi waktu komputasi dari metode lattice. Sehingga, penentuan harga opsi akan menjadi lebih efisien.", "Daftar File": {"2016 TA PP INDRI ANGELIA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/115338", "2016 TA PP INDRI ANGELIA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/115339", "2016 TA PP INDRI ANGELIA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/115340", "2016 TA PP INDRI ANGELIA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/115341", "2016 TA PP INDRI ANGELIA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/115342", "2016 TA PP INDRI ANGELIA 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/115343", "2016 TA PP INDRI ANGELIA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/115344"}, "Penulis": "INDRI ANGELIA (10112030)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Kuntjoro Adji Sidarto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "options pricing, path-dependent, model binomial, model trinomial, metode lattice, interpolasi Lagrange, interpolasi spline kubik", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}