{"Nomor": 22584, "Judul": "Analisis Slipstream Effect Propeller On Terhadap Aliran di Sekitarnya dengan Pendekatan CFD", "Abstrak": "Slipstream effect merupakan fenomena aerodinamika kompleks yang terjadi pada bagian belakang propeller. Fenomena ini muncul akibat rotasi pada blade propeller. Slipstream effect dapat merusak aliran yang mengalir menuju wing atau tail, sehingga mengurangi efektifitas komponen tersebut. Besarnya efek slipstream yang ditimbulkan oleh propeller dipengaruhi beberapa faktor, salah satunya kecepatan sudut propeller. Kecepatan sudut desain yang digunakan dalam penelitian ini adalah 2700 RPM. Selain kecepatan sudut desain, dilakukan variasi pada kondisi off-desain 2300 RPM, 2500 RPM, 2900 RPM, dan 3100 RPM. Penelitian mengenai slipstream effect dilakukan dalam beberapa metode, antara lain metode simulasi numerik CFD steady state dan unsteady state (transient), serta pendekatan analitik perfrma propeller. Pada pendekatan steady state digunakan interface frozen rotor, sedangkan unsteady state simulation menggunakan kondisi transient. Dengan metode simulasi tersebut diperoleh hasil bahwa efek slipstream aliran pada kondisi propeller on menyebabkan terjadinya suction pada lower wing dan menyebabkan terjadinya distribusi kenaikan kecepatan pada area belakang propeller. Adapun nilai performa thrust coefficient dan power coefficient propeller berbanding terbalik dengan kecepatan sudut propeller. Terdapat selisih nilai performa propeller hasil analitik dan numerik yang diakibatkan perbedaan asumsi-asumsi yang digunakan. Asumsi tersebut antara lain viskositas udara dan interferensi hub/spinner yang tidak diperhitungkan dalam pendekatan analitik, serta adanya variasi Reynold number yang terjadi di sepanjang blade.", "Daftar File": {"2017 TA PP Inggi Safitri 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115356"}, "Penulis": "Inggi Safitri - Nim: 13613038", "Kontributor / Dosen Pembimbing": ["Dr.-Ing Mochammad Agoes Moelyadi, ST. MSc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Slipstream effect, propeller, kecepatan sudut.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}