{"Nomor": 22587, "Judul": "RUMAH SUSUN PASAR RUMPUT, JAKARTA SELATAN SELATAN", "Abstrak": "Proyek Rumah Susun Pasar Rumput Jakarta merupakan sebuah kompleks bangunan yang terdiri dari dua fungsi utama yaitu hunian sewa serta pasar tradisional. Rumah susun ini terletak di Jalan Sultan Agung, Kelurahan Pasar Manggis, Jakarta Selatan. Pemrakarsa proyek ini adalah pemerintah provinsi DKI Jakarta yang bekerjasama dengan Kemetrian PUPR sebagai pihak pelaksana. Rumah susun sewa yang ada pada proyek ini ditujukan khusus untuk masyarakat berpenghasilan rendah (MBR). Hal ini ditujukan untuk mengatasi permukiman kumuh di DKI Jakarta dan sebagai penyediaan hunian yang berpihak terhadap MBR. Pada proyek ini, MBR yang ditargetkan merupakan masyarakat pinggiran Kali Ciliwung yang direlokasi akibat adanya normalisasi sungai. Hal ini menyebabkan rancangan dari proyek ini akan menggunakan pendekatan-pendekatan berbasis sosial dan karakter pengguna. Adapun konsep rancangan utama dari proyek ini adalah integrasi dan simbiosis bangunan dalam konteks urban, beberapa gagasan desain yang diusulkan adalah adanya ruang-ruang transisi pemisah privasi penghuni dari pengguna pasar. Ruang-ruang transisi tersebut juga dapat menjadi sebuah ruang publik yang ditujukan untuk memberikan nilai tambah terhadap lingkungan sekitar. Lokasi yang strategis serta akses yang mudah juga mengharuskan kompleks bangunan ini mempertahankan nilai-nilai tanah yang sesuai dengan pengembangan kawasan untuk meningkatkan vitalitas kawasan.", "Daftar File": {"2017 TA PP INNEKE RIZKY RACHMAWATI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115359"}, "Penulis": "INNEKE RIZKY RACHMAWATI (NIm : 15213036)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Ismet Belgawan Harun, M.Sc, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Rumah Susun, Integrasi, Simbiosis, Urban", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}