{"Nomor": 22599, "Judul": "PENGUKURAN METODE GEOLISTRIK TAHANAN JENIS DENGAN MENGGUNAKAN FLAT-BASE ELECTRODE", "Abstrak": "Metode geolistrik merupakan salah satu metode geofisika yang mempelajari struktur lapisan bawah permukaan berdasarkan sifat kelistrikan suatu medium. Metode geolistrik banyak diaplikasikan dalam bidang eksplorasi, teknik dan lingkungan. Pada metode geolistrik, arus diinjeksikan ke dalam bumi melalui elektroda arus dan beda potensial yang dihasilkan diukur melalui elektroda potensial. Elektroda yang digunakan berupa elektroda logam yang memiliki bidang kontak dengan medium tanah dengan cara memasukkan elektroda tersebut ke dalam tanah. Elektroda tersebut tidak dapat digunakan di lingkungan bukan tanah (trotoar, beton atau semen). Keterbatasan elektroda konvensional ini menjadi dasar pemikiran untuk melakukan penelitian menggunakan flat-base electrode sebagai alternatif dalam pengukuran geolistrik. Penelitian ini dilakukan untuk menguji flat-base electrode dalam menentukan pipa konduktif dan rongga resistif dengan menggunakan konfigurasi Wenner dan Wenner-Schlumberger. Pada penelitian ini kinerja flat-base electrode dibandingkan dengan elektroda konvensional. Pengukuran data lapangan dilakukan di kampus ITB dan di lahan pertanian Ciwaruga, masing-masing merepresentasikan kasus yang diteliti. Hasil inversi data lapangan menunjukkan bahwa pipa konduktif dan rongga resistif dapat ditentukan dengan baik berdasarkan data yang diperoleh menggunakan flat-base electrode.", "Daftar File": {"2011 TS PP IRA KUSUMA DEWI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/115397", "2011 TS PP IRA KUSUMA DEWI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/115398", "2011 TS PP IRA KUSUMA DEWI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/115399", "2011 TS PP IRA KUSUMA DEWI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/115400", "2011 TS PP IRA KUSUMA DEWI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/115401", "2011 TS PP IRA KUSUMA DEWI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/115402", "2011 TS PP IRA KUSUMA DEWI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/115403"}, "Penulis": "IRA KUSUMA DEWI (NIM : 22309007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Hendra Grandis"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Flat-base electrode, inversi least-square dan forward modelling.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}