{"Nomor": 22593, "Judul": "Sintesis Poli(suksinimida-ko-asam laktat) sebagai Inhibitor Korosi Baja Karbon dalam Lingkungan HCl 1 M Jenuh CO2 dan Inhibitor Terak CaCO3", "Abstrak": "Korosi dan  pembentukan  terak baik dalam  jaringan pipa transportasi minyak dan gas  alam maupun dalam  sistem  pipa sirkulasi air pendingin berbagai proses  industri menjadi salah satu masalah besar yang berpotensi sebagai penyebab kerugian sebesar 30% dari biaya perawatan  peralatan dan utilitas industri. Untuk menghambat laju korosi dan pembentukan terak CaCO3 pada permukaan bagian dalam pipa baja karbon digunakan inhibitor korosi dan inhibitor terak yang ramah lingkungan. Pada penelitian ini, senyawa poli(suksinimida-koasam laktat) yang merupakan polimer ramah lingkungan dikaji untuk dijadikan sebagai inhibitor terak CaCO3 dan inhibitor korosi pada baja karbon dalam lingkungan HCl 1 M jenuh CO2.  Senyawa tersebut disintesis melalui reaksi polimerisasi kondensasi polisuksinimida dengan (S)-asam laktat menggunakan katalis (CH3COO)2Mn.4H2O. Karakterisasi struktur senyawa hasil sintesis melalui pengukuran spektrum FTIR dan 1HNMR menunjukkan bahwa senyawa poli(suksinimida-ko-asam laktat) telah berhasil disintesis. Senyawa poli(suksinimida-ko-asam laktat) hasil sintesis memberikan efisiensi inhibisi maksimum terhadap korosi sebesar 56,35% pada suhu 40 oC dengan konsentrasi 250 ppm melalui pengukuran Electrochemical Impedance Spectroscopy (EIS) dan memberikan efisiensi inhibisi maksimum terhadap korosi sebesar 29,98% pada suhu 40 oC dengan konsentrasi 250 ppm melalui pengukuran pengurangan berat (wheel test corrosion). Pengukuran ekstrapolasi Tafel menunjukkan bahwa senyawa tersebut tergolong ke dalam inhibitor campuran yang dapat menginhibisi korosi secara anodik maupun katodik. Berdasarkan pengukuran daya inhibisi terhadap pembentukan terak CaCO3, senyawa poli(suksinimida-ko-asam laktat) memberikan efisiensi inhibisi maksimum sebesar >99% pada konsentrasi 150 ppm.", "Daftar File": {"2017 TA PP INTAN MULYANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115371", "PUSTAKA Intan Mulyani - Nim: 10513090 ": "https://digilib.itb.ac.id/gdl/download/167744"}, "Penulis": "Intan Mulyani - Nim: 10513090", "Kontributor / Dosen Pembimbing": ["Dr. Bunbun Bundjali, MS."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Baja karbon, inhibitor korosi, inhibitor terak, polimer ramah lingkungan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "28 Sep 2017"}