{"Nomor": 22597, "Judul": "PERANCANGAN RUANG LUAR UNTUK MEREDUKSI PM10 DI PEMUKIMAN SEKITAR JALAN LAYANG PASUPATI", "Abstrak": "Studi ini bertujuan untuk memberi pemodelan penataan arsitektur lansekap pada pemukiman sekitar jalan layang untuk mereduksi PM10 akibat beban emisi kendaraan yang melintas di jalan tersebut. Ruang luar pada pemukiman berupa ruang terbuka dan koridor merupakan media perantara polusi sehingga menjadi sarana penataan.           \n \n \n\nPemukiman di Kelurahan Taman Sari, Kecamatan Bandung Wetan, Bandung diangkat menjadi studi kasus. Topografi lahan berbentuk cekungan memberikan reseptor ketinggian yang berbeda-beda terhadap sumber polusi sehingga konsentrasi dan arah dispersi polusi berbeda-beda pada tiap titik reseptor. Reseptor yang berada di bawah jalan membutuhkan intervensi vegetasi bertajuk kanopi, sedangkan vegetasi bertajuk kolom ditempatkan pada reseptor yang berada sejajar atau lebih tinggi dari sumber polusi. Secara horisontal, perumusan model dilakukan dengan menganalisis karakter polusi, pemukiman, dan vegetasi. Arah dispersi dan konsentrasi           \n \n \n\ndibenturkan dengan pola pemukiman, dan dimensi ruang sehingga menghasilkan intervensi lansekap berupa bentuk, jenis, dan dimensi vegetasi. Perhitungan luas vegetasi yang dibutuhkan dilakukan menggunakan Big-Leaf Resistance Model. Studi menunjukkan bahwa berapapun jumlah konsentrasi polusinya, jumlah pohon yang dibutuhkan untuk mereduksi seluruh polusi adalah 43% luas lahan, sedangkan rumput membutuhkan 147% luas lahan. Rasio lebar dan tinggi ruang luar (d/h) mencerminkan turbulensi angin yang terjadi dalam ruang. Jika rasio d/h < 1, maka intervensi lanskap yang diusulkan adalah vegetasi berkanopi. Jika rasio d/h >=1, vegetasi bertajuk kolom dipilih sebagai solusi intervensi. Tinggi antar sisi bangunan berpengaruh pada           \n \n \n\npemilihan intervensi menggunakan atap hijau atau dinding hijau.", "Daftar File": {"2010 TS PP IQBAL MAULANA ACHMAD-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/115389", "2010 TS PP IQBAL MAULANA ACHMAD-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/115390", "2010 TS PP IQBAL MAULANA ACHMAD-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/115391", "2010 TS PP IQBAL MAULANA ACHMAD-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/115392", "2010 TS PP IQBAL MAULANA ACHMAD-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/115393", "2010 TS PP IQBAL MAULANA ACHMAD-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/115394", "2010 TS PP IQBAL MAULANA ACHMAD-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/115395"}, "Penulis": "IQBAL MAULANA ACHMAD (NIM : 25208022)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Ismet Belgawan Harun, MSc", "Dr. Ir. Katharina Oginawati, M.S"], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "PM10, line sources, penataan lansekap, pemukiman padat", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}