{"Nomor": 22607, "Judul": "KAJIAN SISTEM TERINTEGRASI SEBAGAI OPTIMASI DESAIN PADA LAYANAN BIKE-SHARING DI KOTA BANDUNG", "Abstrak": "Saat ini, masalah mobilitas perkotaan telah menjadi isu yang sangat umum bagi warga di kota-kota berkembang, termasuk di Kota Bandung. Salah satu pendekatan yang dilakukan Pemerintah Kota dalam rangka memberikan solusi terhadap berbagai permasalahan yang dihadapi adalah dengan mengembangkan dan mengadaptasi konsep kota cerdas (smart city) yang di dalamnya juga mencakup perihal solusi terhadap masalah-masalah dalam mobilitas perkotaan (urban mobility). Dari sekian banyak solusi oleh berbagai elemen yang diformulasikan untuk mengatasi masalah ini, penerapan layanan berbagi sepeda (bike-sharing) adalah salah satunya, sebagaimana termaktub dalam Rencana Pembangunan Jangka Menengah Daerah (RJPMD) Kota Bandung peride tahun 2013-2018 yang disahkan dalam Peraturan Daerah Kota Bandung No.03 Tahun 2014.   \n\nNamun, sebagai fasilitas umum transportasi di Kota Bandung, layanan bike-sharing masih memiliki tantangan dan berbagai masalah yang harus dihadapi, terutama dalam konteks lokal dimana pengguna belum memiliki informasi dan pengetahuan sebelumnya atas layanan yang diimplementasikan. Preseden berdasarkan sistem serupa yang diterapkan di berbagai tempat di berbagai kota di belahan negara lain banyak memberikan informasi permasa lahan semisal: informasi yang tidak responsif berdampak pada redistribusi jumlah sepeda di setiap stasiun dan terjadinya tindak perilaku vandalisme serta rendahnya preferensi pengguna untuk menggunakan layanan bike-sharing tersebut.   \n\nPenelitian ini dilakukan dengan tujuan untuk mengidentifikasi faktor-faktor manusia berupa perilaku pengguna yang dapat dijadikan bahan pertimbangan untuk merumuskan solusi terhadap potensi permasalahan yang didapat dari preseden penelitian yang sangat mungkin terjadi juga pada layanan bike-sharing di Kota Bandung. Selanjutnya hal tersebut dapat digunakan sebagai faktor penarik untuk meningkatkan jumlah penggunaan layanan bike-sharing antar warga dan wisatawan di Kota Bandung sehingga penyediaan layanan menjadi optimal. Sedangkan faktor pendorong keberhasilan sistem bike-sharing adalah kesadaran pengguna akan adanya layanan tersebut sebagai sarana transportasi yang aman, nyaman dan dapat diandalkan sehingga menimbulkan rasa butuh dan rasa memiliki.   \n\nPerumusan solusi dengan kajian desain sistem terintegrasi yang berpusat pada manusia merupakan kunci agar sistem dapat berjalan dengan baik (human-centered design). Melalui metode design-thinking yang digunakan, akan dilakukan perumusan solusi berbasis faktor manusia yang akan dirangkum menjadi rekomendasi bagi pengembangan layanan bike-sharing kedepannya. Penelitian ini mengidentifikasi berbagai faktor terkait warga Kota Bandung sebagai pengguna dan menemukan bahwa terdapat tiga hal utama yang dapat diintegrasikan berdasarkan faktor-faktor manusia tersebut agar layanan sistem bike-sharing dapat optimal di Kota Bandung, yaitu: pengembangan sistem aplikasi informasi dan sosialisasi layanan, pengembangan fitur desain dan teknologi layanan sistem pada sepeda, serta keterhubungan layanan sistem bike-sharing dengan layanan transportasi publik lainnya di Kota Bandung. Rumusan solusi berupa rekomendasi desain sistem terintegrasi yang dikembangkan dalam penelitian ini ditujukan untuk memicu pengguna dalam memutuskan tindakan untuk memilih layanan sistem bike-sharing sehingga menimbulkan kesadaran akan tersedianya layanan ini sebagai moda transportasi alternatif dan meningkatkan preferensi pengguna terhadap layanan tersebut.", "Daftar File": {"2017 TS PP Irfan Gani Purwanda 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115429"}, "Penulis": "IRFAN GANI PURWANDA  (NIM: 27114014)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Larasati Dwinita.   \n\nDr. Intan Rizky Mutiaz."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Bike-sharing. Design Thinking. Desain Sistem. Smart City. Urban Mobility.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Okt 2017"}