{"Nomor": 22608, "Judul": "ANALISIS WALKABILITY GUNA PENINGKATAN KENYAMANAN DAN KESELAMATAN PEJALAN KAKI DI JALAN AHMAD YANI KOTA BEKASI", "Abstrak": "Walkability adalah istilah yang digunakan untuk menjelaskan dan mengukur tingkat konektifitas dan kualitas dari fasilitas pejalan kaki di perkotaan yang dapat mengukur secara komprehensif akan ketersediaan infrastruktur bagi pejalan kaki dan kajian-kajian yang menghubungkan sisi penyediaan/supply dan kebutuhan. Walkability merupakan konsep penting dalam desain perkotaan yang berkelanjutan dan ukuran dari seberapa ramah suatu daerah adalah untuk menjadi daerah ramah bagi pejalan kaki. Faktor-faktor yang mempengaruhi walkability termasuk ada atau tidaknya dan kualitas jalur pejalan kaki, trotoar, kondisi lalu lintas dan jalan, pola pemanfaatan lahan, bangunan aksesibilitas, dan keamanan. Jalan Ahmad Yani sebagai salah satu jalan utama Kota Bekasi merupakan jalan penghubung jalan utama yang tumbuh pesat dan saat menjadi jalan protokol terbesar di Kota Bekasi. dimana segala macam aktivitas berlangsung disepanjang jalan tersebut. Dengan beragamnya aktivitas tersebut maka mobilitas masyarakat yang melakukan kegiatan di sepanjang jalan Ahmad Yani memerlukan fasilitas pejalan kaki yang memadai sebagai salah satu penujang kegiatan. Fasilitas pejalan kaki yang baik yang memenuhi keselamatan, keamanan, kenyamanan bagi penggunanya serta tingkat aksesibilitas yang baik dalam konektifitas antara pusat-pusat kegiatan yang terdapat di sepanjang jalan tersebut Tingkat walkability pada jalan Ahmad Yani Kota Bekasi didapat dari 2 (dua) metode penilaian yaitu dengan Global Walability Index (GWI) dan ketentuan pedoman dari Peraturan Menteri Pekerjaan Umum Nomor: 03/PRT/M/2014 tentang Pedoman Perencanaan, Penyediaan, dan Pemanfaatan Prasarana dan Sarana Jaringan Pejalan Kaki di Kawasan Perkotaan dengan hasil sebagai berikut : Hasil pengolahan data yang didapat dari penilaian responden terhadap tingkat walkablity keseluruhan Jl. Ahmad Yani adalah sebesar 52.54 dengan kriteria cukup baik. Kondisi terbaik ditunjukan pada penilaian segmen 2 dengan nilai 63.63 yang berarti baik, dan terendah adalah segmen 6 dengan nilai 38.74 yang berarti buruk. Bedasarkan pengamatan dan penilaian yang dilakukan surveyor pada 6 segmen pengamatan didapat hasil nilai tertinggi adalah pada segmen 1 dengan nilai 62.22 (baik) dan terendah didapat oleh segmen 6 dengan nilai 40 (buruk). Nilai keseluruhan Jl Ahmad Yani adalah 52.22 yang berarti nilai walkability cukup baik.", "Daftar File": {"2014 TS PP IRFAN HARDIANSYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/115430", "2014 TS PP IRFAN HARDIANSYAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/115431", "2014 TS PP IRFAN HARDIANSYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/115432", "2014 TS PP IRFAN HARDIANSYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/115433", "2014 TS PP IRFAN HARDIANSYAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/115434", "2014 TS PP IRFAN HARDIANSYAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/115435", "2014 TS PP IRFAN HARDIANSYAH 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/115436"}, "Penulis": "IRFAN HARDIANSYAH (NIM : 24212005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Heru Purboyo Hidayat Putro, DEA."], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kota Bekasi, Pejalan Kaki, Walkability", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}