{"Nomor": 22602, "Judul": "IDENTIFIKASI DIAGRAM USE CASE SECARA OTOMATIS DENGAN EKSTRAKSI FITUR CITRA DAN PEMBELAJARAN MESIN", "Abstrak": "Berbagai diagram use case yang tersedia sebenarnya memiliki potensi untuk digunakan sebagai bahan penelitian empiris di bidang pengembangan perangkat lunak. Namun, sumber diagram use case yang pada umumnya berbentuk gambar membuat penelitian di bidang ini menjadi lebih sulit dilakukan. Oleh karena itu, dibutuhkan alat yang dapat mengenali diagram use case dari sebuah gambar. Pembangunan alat identifikasi diagram use case dilakukan dengan memanfaatkan metode ekstraksi fitur citra dan pembelajaran mesin.   \n \n \n\nProses pembangunan alat identifikasi diagram use case pada tugas akhir ini dapat dibagi menjadi beberapa tahap, yaitu pengumpulan data latih dan uji, pengembangan program ekstraksi fitur citra, eksperimen, dan pengujian. Data latih dan uji berasal dari hasil crawling pada Google Images Search. Ekstraksi fitur citra dilakukan dengan melakukan pendeteksian tepi dengan metode Canny edge detector, ekstraksi kontur dengan algoritma Suzuki85 dan Ramer-Douglas-Peucker, pendeteksian garis dengan algoritma Progressive Probabilistic Hough Transform, implementasi pendeteksian bentuk sesuai karakteristik masing-masing bentuk, dan diakhiri perhitungan fitur dari hasil analisis karakteristik diagram use case. Pembelajaran mesin dilakukan terhadap fitur citra dengan menggunakan tiga algoritma, yaitu Support Vector Machine (SVM), Random Forest (RF), dan Logistic Regression. Berdasarkan hasil eksperimen dengan 10-fold cross validation dan pengujian terhadap data uji, kinerja terbaik diberikan oleh algoritma Random Forest dengan 15 fitur citra yang diekstraksi. Model berhasil melakukan identifikasi diagram use case dengan presisi 0.903, recall 0.892, F-measure 0.898, dan akurasi 0.898 terhadap data uji.", "Daftar File": {"2017 TA PP IRENE WILIUDARSAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115406"}, "Penulis": "IRENE WILIUDARSAN  (NIM: 13513002)", "Kontributor / Dosen Pembimbing": ["Dr.techn. Wikan Danar Sunindyo, ST, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "diagram use case, fitur citra, identifikasi, pembelajaran mesin, pemrosesan gambar.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}