{"Nomor": 22605, "Judul": "IMPLEMENTASI PEMODELAN DENGAN PENDEKATAN BOND GRAPH PADA SIMULATOR TERINTEGRASI MATLAB -PLC-HMI -MINIPLANT STUDI KASUS SISTEM TANGKI TUNGGAL", "Abstrak": "Pada penelitian ini, fasilitas simulator yang terintegrasi dengan PLC dan HMI dirancang, dibuat dan dihubungkan ke miniplant yang ada pada Laboratorium Instrumentasi Industri. Simulator merupakan suatu model matematis yang merepresentasikan dinamika sistem yang ada pada miniplant. Model matematis yang diimplementasikan pada simulator adalah model dengan pendekatan Bond Graph. Sistem tangki tunggal dengan pemipaannya adalah sistem yang akan dimodelkan dan diimplementasikan ke simulator. Tahapan yang dilakukan dalam pembuatan simulator terintegrasi tersebut adalah perancangan model matematis tangki tunggal dengan pendekatan Bond Graph, persiapan komponen-komponen untuk integrasi Matlab-PLC-HMI ke miniplant, dan penggabungan model dan simulator menjadi satu. Untuk menguji performansi alat, dilakukan studi model dan karakteristik dinamika tangki tunggal sebenarnya. Dari hasil eksperimen dan perbandingannya dengan model, didapatkan bahwa unsur resistif dan kapasitif berpengaruh terhadap kecepatan respon. Sedangkan yang mempengaruhi gain adalah unsur resistif. Setelah diketahui pengaruh parameter-parameter pada dinamika tangki, diberikan rekomendasi dinamika tangki yang lebih cocok untuk fungsi simulator sebagai alat peraga di laboratorium. Simulator telah terintegrasi dengan PLC, HMI, dan miniplant dengan baik. Respon antara simulator dan miniplant dapat dilihat secara on-line dan secara off-line pada HMI. Dari sisi aplikasi pada industri, simulator terintegrasi Matlab-PLC-HMI-Miniplant dapat dijadikan sarana pembelajaran untuk sistem kontrol pada industri.", "Daftar File": {"2012 TA PP IRFAN BAHIUDDIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/115421", "2012 TA PP IRFAN BAHIUDDIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/115422", "2012 TA PP IRFAN BAHIUDDIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/115423", "2012 TA PP IRFAN BAHIUDDIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/115424", "2012 TA PP IRFAN BAHIUDDIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/115425", "2012 TA PP IRFAN BAHIUDDIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/115426", "2012 TA PP IRFAN BAHIUDDIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/115427"}, "Penulis": "IRFAN BAHIUDDIN (NIM : 13308109)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.-Ing. Parsaulian I. Siregar", "Ir.Estiyanti Ekawati, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bond Graph, Integrasi Sistem, Miniplant, Dinamika Tangki", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}