{"Nomor": 22612, "Judul": "A NEW SOFTWARE DEVELOPMENT OF GENETIC ALGORITHM APPLICATION TO OPTIMIZE VERTICAL WELL PLACEMENTS BASED ON BASIC RESERVOIR ROCK PROPERTIES CONSIDERING EXISTING WELLS, DRAINAGE RADIUS AND FAULT EXISTENCE FOR MULTI-LAYER RESERVOIRS", "Abstrak": "Optimum well placement determination is a crucial decision to be taken in the planning process of field development scenarios. Therefore, attempts of well placement optimization by implementing Genetic Algorithm have been conducted to several fields. However, the previous attempts did not encompass the existence of faults, drainage radius, existing wells and multi-layer reservoirs so that the solution might be inappropriate for heterogeneous reservoirs. \n\nTo cope with the mentioned problem, a Genetic Algorithm software application which considers the existence of faults, drainage radius, existing wells and multi-layer reservoirs was developed. This paper thoroughly explicates the method and formulations which are used in the developed software along with the validation of the solution given by the software by comparing it with the previous study and conventional trial and error method. This hybrid mathematical approach based software was found to be successful in obtaining the optimal solution with better accuracy than the previous study and indeed with less time and less effort than the conventional method of trial and error.", "Daftar File": {"2013 TA PP IRFAN TAUFIK RAU 1.pdf": "https://digilib.itb.ac.id/gdl/download/115460"}, "Penulis": "IRFAN TAUFIK RAU (NIM : 12209041)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Tutuka Ariadji, M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Genetic Algorithm, Software, Well Placement, Fault Existence, Drainage Radius, Existing Well, Multi-Layer", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Des 2017"}