{"Nomor": 22613, "Judul": "PENYISIHAN C, N, DAN P PADA LINDI SPA TEGALEGA DENGAN MENGGUNAKAN BIOFILTER ANAEROB", "Abstrak": "Air lindi merupakan air yang memiliki konsentrasi kandungan organik berkisar antara 3.000-60.000 mg/l COD. Air lindi timbul akibat masuknya air eksternal ke dalam timbunan sampah, melarutkan dan membilas materi-materi terlarut, termasuk juga materi organik hasil proses dekomposisi biologis. Lindi yang diambil sebagai sampel dalam penelitian ini adalah lindi yang dihasilkan dari SPA Tegalega yang terletak di daerah Tegalega, Kelurahan Ciateul, Kecamatan Regol, Kotamadya Bandung. Penelitian ini bertujuan untuk meneliti pengolahan lindi SPA Tegalega tersebut dengan biofilter anaerob upflow skala laboraturium yang bertujuan untuk mereduksi kadar C, N, dan, P . Biofilter anaerob adalah pengolahan anaerob dengan mengombinasikan antara suspended growth dengan attached growth system yang menggunakan media plastik berbentuk silinder dan bulat bergerigi. Volume reaktor biofilter yang digunakan adalah 17,08 L dengan tiga variasi organic loading rate yakni 4,26 kg/m3.hari , 8,49 kg/m3.hari, dan 12,74 kg/m3.hari. Parameter yang diteliti pada penelitian kali ini adalah pH, COD, Temperatur, nitrat nitrit, ammonia, fosfat, VSS, TAV, dan Alkalinitas. Pada organic loading rate 4,26 kg/m3.hari penyisihan COD steady state terjadi sebesar 73,54 %, 8,49 kg/m3.hari sebesar 66,88 % , dan 12,74 kg/m3.hari sebesar 65,64%. Oleh karena itu, efisiensi penyisihan sangat berpengaruh dengan organic loading rate yang diberikan kedalam biofilter anaerob.", "Daftar File": {"2013 TA PP IRFAN YULANDA 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/115461", "2013 TA PP IRFAN YULANDA 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/115462", "2013 TA PP IRFAN YULANDA 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/115463", "2013 TA PP IRFAN YULANDA 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/115464", "2013 TA PP IRFAN YULANDA 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/115465", "2013 TA PP IRFAN YULANDA 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/115466", "2013 TA PP IRFAN YULANDA 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/115467"}, "Penulis": "IRFAN YULANDA (NIM : 15308091)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Qomarudin Helmy S.Si, M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Lindi, organic loading rate, pH, Chemical Oxygen Demand (COD), efisiensi penyisihan C, N, dan Kadar P.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}