{"Nomor": 22624, "Judul": "PERANCANGAN STASIUN BARU DI SISI SELATAN STASIUN TUGU YOGYAKARTA", "Abstrak": "Peningkatan kualiatas pelayanan transportasi mendorong PT. KAI sebagai perusahaan BUMN yang   \n \n\nmenangani perkeretaapian di Indonesia untuk mengembangkan kawasan Stasiun Tugu. Kawasan   \n \n\nstasiun yang ingin dikembangkan meliputi kawasan utara, timur dan selatan. Sebagai salah satu akses   \n \n\nke dalam stasiun, sisi selatan Stasiun Tugu belum dalam kondisi yang baik. Berdasarkan Rencana   \n \n\nPengembangan Kawasan Sisi Selatan Stasiun Tugu 2016, akan dibanggun pengembangan kawasan   \n \n\nyang mewadahi berbagai fungsi meliputi transportasi, komersial dan jasa, dan perhotelan.    \n \n\nPerancangan kali ini berfokus pada perancangan stasiun baru di sisi selatan Stasiun Tugu dan juga   \n \n\npusat komersial yang diintegrasikan dengan Stasiun Tugu. Lokasi stasiun yang berada di pusat kota dan   \n \n\npariwisata menungkinkan stasiun dikembangkan menjadi daerah yang lebih kompleks yang mana   \n \n\nmampu mewadahi aktifitas masyarakat. Adanya pusat komersial di stasiun dapat menjadi awal sebuah   \n \n\nbagi stasiun untuk menjadi daerah Transit Oriented Development (TOD).    \n \n\nPerancangan yang dilakukan juga mempertimbangkan aspek lingkungan, bangunan cagar budaya,   \n \n\ndan kebencaan yang ada di lokasi perancangan. Bangunan yang sustainability dapat bertahan seiring   \n \n\ndengan berkembangnya zaman. Penghematan energi dan penanggulangan bencana pada bangunan   \n \n\ndapat memimalisir maintenance pada bangunan dan dampak yang ditimbulkan oleh bencana alam.", "Daftar File": {"2017 TA PP IRSAL TRI PUTRA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115515"}, "Penulis": "IRSAL TRI PUTRA", "Kontributor / Dosen Pembimbing": ["Indra Budiman Syamwil, Ir., M.sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kata Kunci: Stasiun, Komersial, Bangunan Cagar Budaya, Sustainability", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}