{"Nomor": 22641, "Judul": "FORMULASI STRATEGI PEMASARAN UNTUK MENINGKATKAN PERTUMBUHAN PENJUALAN PADA START UP BISNIS MODE (STUDI KASUS: BINAR)", "Abstrak": "Dalam beberapa tahun terakhir industri kreatif telah menjadi kata kunci di kota-kota besar di Indonesia. Pemerintah mendefinisikan ekonomi kreatif sebagai salah satu yang 'mengintensifkan informasi dan kreativitas dengan mengandalkan gagasan dan stok pengetahuan tentang sumber daya manusianya sebagai faktor produksi utama dalam praktik ekonominya', sedangkan industri kreatif adalah 'industri yang berasal dari individu kreativitas, keterampilan dan bakat, dan yang memiliki potensi kekayaan dan penciptaan lapangan kerja melalui generasi dan eksploitasi kekayaan intelektual dan konten.  \n\nBINAR sebagai bisnis start up di fashion mengambil kesempatan di industri kreatif yang menawarkan pakaian siap pakaian premium untuk acara formal dengan menggunakana bahan berkualitas tinggi dengan harga terjangkau bagi pelanggan mereka. BINAR menciptakan kembali desain dan berinovasi dengan pakaian formal menjadi pakaian yang modis. BINAR sedang melakukan inovasi dengan menciptakan kain tradisional berkolaborasi baru yang dirancang dengan kain modern untuk acara-acara formal. Sayangnya, BINAR tidak berhasil menerapkan strategi pemasaran yang sesuai dengan bisnis mereka. Dilihat dari rendahnya pertumbuhan penjualan BINAR dalam beberapa bulan terakhir. Oleh karena itu, untuk mengatasi masalah yang dihadapi BINAR, penting bagi perusahaan untuk mengetahui dan melakukan analisis terhadap kondisi internal dan eksternal mereka saat ini. Semua faktor tersebut akan dilanjutkan menjadi analisis SWOT yang menunjukkan kekuatan, kelemahan, peluang dan ancaman bagi BINAR, kemudian diformulasikan ke dalam EFAS (Eksternal Factor Analysis Summary), CPM (Matriks Profil Kompetitif), dan IFAS (Analisis Faktor Internal). Setelah itu, penulis akan merumuskan ke dalam matriks IE, yang menunjukkan posisi BINAR berada pada posisi sel pertama (build and grow). Untuk membuat formulasi strategi untuk meningkatkan pertumbuhan penjualan, penulis mengajukan bauran pemasaran  dan model bisnis baru. \n\n Kesimpulannya, berdasarkan isu yang dihadapi oleh BINAR, strategi BINAR yang paling sesuai akan terdiri dari penetrasi pasar, pengembangan produk, dan pengembangan pasar, yang akan dijelaskan lebih rinci mengenai tindakan tersebut. rencana dan tindakan timeline dalam setahun.", "Daftar File": {"2017 TA PP ISTAVANI KAYESHA1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115621"}, "Penulis": "ISTAVANI KAYESHA - Nim: 29115595", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Formulasi Strategi, Industri Kreatif, Bisnis Start Up, Bauran Pemasaran, Model Bisnis", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "11 Des 2017"}