{"Nomor": 22643, "Judul": "IMOBILISASI LIPASE PADA FILM KITOSAN (Kit)/POLIPROPILENA (PP) TERMODIFIKASI CETYL TRIMETHYLAMMONIUM BROMIDE (CTAB) DAN ASPEK KARAKTERISASINYA", "Abstrak": "Enzim merupakan biokatalisator yang memiliki karakteristik tidak stabil, tidak dapat dipergunakan berulang dan kontinu, serta biaya produksi dan isolasi tinggi. Imobilisasi enzim adalah solusi dari permasalahan tersebut. Imobilisasi enzim merupakan metode penempatan enzim secara fisik ataupun kimia pada ruang ataupun daerah. Imobilisasi lipase adalah metode yang sangat menjanjikan dalam meningkatkan kinerja lipase. Sistem lipase terimobilisasi dapat dipergunakan           \n\nsecara berulang dan kontinu, memiliki efektivitas kontrol katalitik tinggi, dan mengurangi biaya isolasi dan operasi. Sistem lipase terimobilisasi pada film          \n\nkitosan/polipropilena termodifikasi CTAB dibuat dengan mengimobilisasikan lipase pada sistem pendukung berlapis. Lipase berada di antara membran PP termodifikasi CTAB dan nanopartikel kitosan. Lipase diimobilisasikan pada material pendukung dengan metode carrier binding. Keberhasilan pembentukan sistem lipase terimobilisasi ditunjukkan dari hasil pengukuran Particle Size Analyzer (PSA), Fourier Transform Infrared spectroscopy (FTIR), sudut kontak, dan Scanning Electron Microscopy (SEM). Hasil penentuan PSA menunjukkan ukuran nanopartikel kitosan adalah 70,5 nm. Hasil FTIR ditentukan secara bertahap, yakni modifikasi dari PP dengan CTAB ditunjukkan dengan adanya puncak pada 729, 911, 960, dan 1473 cm-1, sementara keberadaan lipase pada sistem PP-CTAB-Lipase ditunjukkan dengan adanya puncak pada 1086, 1370, 1660, dan 3323 cm-1, serta keberadaan kitosan dikonfirmasi dengan munculnya puncak pada 1585 cm-1. Hasil pengukuran sudut kontak dari setiap bagian sistem lipase terimobilisasi terhadap air juga menunjukkan perbedaan. Membran polipropilena yang memiliki sifat hidrofobik memiliki sudut kontak terhadap air sebesar 117o dan mengalami penurunan menjadi 88o yang mengindikasikan kenaikan hidrofilisitas akibat modifikasi permukaan membran dengan CTAB. Imobilisasi lipase dengan hidrofilisitas tinggi pada membran polipropilena termodifikasi menyebabkan penurunan sudut kontak menjadi 32o, dan adanya kitosan pada membran terimobilisasi lipase menyebabkan kenaikan sudut kontak           \n\nmenjadi 66o akibat backbone hidrofobik yang dimiliki kitosan. Sementara, hasil SEM mengindikasikan perubahan morfologi permukaan membran yakni terjadi           \n\nii penutupan pori pada membran polipropilena terimobilisasi. Aktivitas katalitik dari sistem lipase terimobilisasi menunjukkan peningkatan dibandingkan dengan enzim bebas (peningkatan aktivitas katilitik lima dan tiga kali dibandingkan dengan enzim bebas untuk sistem PP-CTAB-Lip dan PP-CTAB-Lip-Kit secara berurutan). Keberadaan kitosan dalam sistem lipase terimobilisasi menyebabkan kenaikan stabilitas lipase terhadap pengaruh temperatur, penggunaan berulang,           \n\ndan penyimpanan. Lipase terimobilisasi menunjukkan stabilitas terhadap temperatur lebih tinggi dibandingkan enzim bebas yang dibuktikan dengan masih adanya aktivitas enzim pada temperatur 60 oC sementara enzim bebas sudah mengalami inaktivasi. Lipase terimobilisasi juga menunjukkan stabilitas terhadap penyimpanan lebih tinggi dibandingkan enzim bebas yang dibuktikan dengan           \n\nmasih adanya aktivitas enzim pada hari penyimpanan ke-8 dan 13 (sistem PPCTAB- Lipase dan PP-CTAB-Lipase-Kitosan secara berurutan) sementara enzim bebas sudah mengalami inaktivasi pada hari penyimpanan ke-4. Lipase terimobilisasi menunjukkan stabilitas terhadap penggunaan ulang yang tidak dapat diperoleh dari penggunaan enzim bebas, yakni lipase terimobilisasi dapat dipergunakan dan masih menunjukkan adanya aktivitas pada penggunaan ke-15 dan 20 (sistem PPÃ‚Â–CTAB-Lipase dan PP-CTAB-Lipase-Kitosan secara berurutan). Analisis potensial membran memberikan kajian baru berupa fitur yang menarik di mana perubahan pola nilai potensial membran untuk setiap tahap pembentukan sistem terimobilisasi mengindikasikan perubahan polaritas dari           \n\nmembran dan hal ini sesuai dengan hasil pengukuran sudut kontak. Perubahan nilai potensial membran yang disebabkan oleh injeksi substrat menunjukkan reaksi katalitik telah berhasil terjadi berdasarkan tinjauan sifat elektrokinetik.", "Daftar File": {"2016 TS PP ISTIQOMAH RAHMAWATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/115631", "2016 TS PP ISTIQOMAH RAHMAWATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/115632", "2016 TS PP ISTIQOMAH RAHMAWATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/115633", "2016 TS PP ISTIQOMAH RAHMAWATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/115634", "2016 TS PP ISTIQOMAH RAHMAWATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/115635", "2016 TS PP ISTIQOMAH RAHMAWATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/115636", "2016 TS PP ISTIQOMAH RAHMAWATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/115637"}, "Penulis": "ISTIQOMAH RAHMAWATI (NIM :20514029)", "Kontributor / Dosen Pembimbing": ["Dr. Veinardi Suendo, S.Si., M.Eng.", "Dr.Made Puspasari Widhiastuty"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Imobilisasi lipase, nanopartikel kitosan, PP-CTAB-Lipase, PPCTAB- Lipase-Kitosan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Latifa Noor", "File": "7 file", "Tanggal Input": "27 Sep 2017"}