{"Nomor": 22642, "Judul": "PENAMPANG IMPEDANSI AKUSTIK MENGGUNAKAN HASIL CRS Stack Studi Kasus : Data Old-Vintage dengan Far Offset Pendek dan Fold Coverage Rendah", "Abstrak": "Pencitraan bawah permukaan secara detail dan akurat merupakan hasil yang diinginkan dalam pengolahan data seismik. Namun adanya keterbatasan pada data seismik dan         \n \n \n \n\neventreflektor yang berundulasi membuat hasil pengolahan yang didapat kurang optimal, sehingga tidak dapat mencitrakan permukaan bawah bumi dengan lebih detail. Untuk itu, diperlukan sebuah metode yang lebih baik lagi dibandingkan dengan metode konvensional. Salah satu metode itu adalah Zero Offset Common Reflection Surface (ZO CRS) stack. ZO CRSstack tidak hanya menggunakan parameter VNMO seperti yang dilakukan di metode         \n \n \n \n\nkonvensional, tetapi menggunakan operator CRS-stack yang dapat mencitrakan reflektor yang paling sesuai. Metode pengolahan data seismik secara konvensional akan dibandingkan dengan metode CRS untuk meneliti sejauh mana metode CRS mampu memberikan pencitraan yang lebih baik. Data yang digunakan adalah data real darat dengan far offset yang pendek, memiliki conflicting dip dan sesar. Data tersebut akan diolah menggunakan metode konvensional dan metode CRS-Stack hingga tahap migrasi sebelum stack dalam kawasan waktu (Prestack Time         \n \n \n \n\nMigration). Selanjutnya data Migrated Stack diinterpretasi inversi Impedansi Akustik (AI) untuk kemudian diteliti sebaik apa penampang inversi dari data hasil metode CRS jika dibandingkan dengan data hasil metode konvensional. Dari perbandingan penampang antara kedua metode, hasil CRS-Stack mampu memberikan penampang seismik dengan kualitas yang lebih baik daripada hasil metode konvensional.", "Daftar File": {"2012 TS PP ISTIQOMAH ARI KUSUMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/115622", "2012 TS PP ISTIQOMAH ARI KUSUMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/115623", "2012 TS PP ISTIQOMAH ARI KUSUMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/115624", "2012 TS PP ISTIQOMAH ARI KUSUMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/115625", "2012 TS PP ISTIQOMAH ARI KUSUMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/115626", "2012 TS PP ISTIQOMAH ARI KUSUMA 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/115627", "2012 TS PP ISTIQOMAH ARI KUSUMA 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/115628", "2012 TS PP ISTIQOMAH ARI KUSUMA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/115629", "2012 TS PP ISTIQOMAH ARI KUSUMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/115630"}, "Penulis": "ISTIQOMAH ARI KUSUMA (NIM : 22310002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.rer.nat. R. M. Rachmat Sule"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Common Reflection Surface (CRS) Stack.Acoustic Impedance Inversion", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}