{"Nomor": 22651, "Judul": "ANALISIS LIFE CYCLE COST DALAM PERANCANGAN SISTEM PENGONDISIAN UDARA APARTEMEN KELAS PREMIUM DI JAKARTA", "Abstrak": "Kawasan Jakarta yang semakin padat mendorong pemerintah untuk menyediakan tempat tinggal bagi penduduknya. Salah satu solusi yang sesuai untuk menjawab permasalahan ini adalah dengan dibangunnya gedung seperti Apartemen Z yang mampu menjadi tempat tinggal bagi warga Jakarta. Sistem pengondisian udara Apartemen Z merupakan elemen penting dalam menjaga kenyamanan termal bagi penghuninya. Bagi para investor dan pengembang Apartemen Z, biaya investasi dan operasional dari sistem pengondisian udara ini harus diperhitungkan agar unit apartemen dapat dijual ke para pembeli dengan harga yang kompetitif. Maka dari itu, diperlukan analisis life cycle cost untuk mendapatkan sistem pengondisian udara yang sesuai dan efisien dalam pembangunan Apartemen Z. Di dalam analisis ini, estimasi beban pendinginan dilakukan untuk menentukan kebutuhan pengondisian udara dari Apartemen Z. Beban pendinginan maksimum yang dirasakan gedung Apartemen Z adalah 2869,9 kW. Kemudian, perancangan sistem pengondisian udara dibagi menjadi tiga alternatif, yaitu sistem split-wall, sistem split-duct, dan sistem VRF. Dari ketiga alternatif ini, akan dilakukan analisis life cycle cost yang bertujuan untuk membandingkan berapa besar biaya yang diperlukan untuk sistem pengondisian udara dalam 15 tahun ke depan. Hasil dari penelitian ini menyatakan bahwa alternatif sistem pengondisian udara yang paling sesuai untuk Apartemen Z adalah sistem VRF dengan kapasitas pendinginan sebesar 1177,49 TR, kebutuhan listrik sebesar 9966,14 kWh/hari, dan biaya total sebesar Rp 88.808.085.593.", "Daftar File": {"2017 TA PP IVAN KURNIAWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115654"}, "Penulis": "Ivan Kurniawan - Nim: 13113148", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Prihadi Setyo Darmanto \n\nIr. Agus Marjianto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Apartemen, analisis life cycle cost, estimasi beban pendinginan, alternatif sistem pengondisian udara, biaya", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2017"}