{"Nomor": 22654, "Judul": "KAJIAN HIDRODINAMIKA DAN SEDIMENTASI DI PELABUHAN BALONGAN, INDRAMAYU, JAWA BARAT", "Abstrak": "Penelitian ini bertujuan untuk mengkaji dan menganalisis pola hidrodinamika dan sedimentasi yang terjadi di sekitar kolam Pelabuhan Balongan akibat adanya pasang surut, gelombang, dan debit sungai di sekitar kolam pelabuhan selama musim timur dan musim barat. Hasil penelitian ini diharapkan dapat memberikan gambaran pergerakan sedimen secara musiman dan pengaruh yang diberikan oleh sistem sungai terhadap sedimentasi yang terjadi.  \n \n\nPenelitian ini dilakukan dengan memasukkan nilai elevasi muka air pada syarat batas, hasil transformasi gelombang menggunakan MIKE21 SW dan debit sungai pada model MIKE21 ST. Selain itu parameter lain juga dimasukkan sesuai dengan data pengukuran lapangan. Hasil model kemudian di verifikasi menggunakan data lapangan yang ada. Kemudian dilakukan analisis hidrodinamika dan perubahan morfologi dasar untuk melihat pergerakan sedimen dan pengaruh debit sungai di wilayah kajian.  \n \n\nHasil simulasi menunjukkan arus bergerak ke arah barat laut saat pasang dan ke arah tenggara saat surut dengan kecepatan maksimum 0,11 m/s. Arus pasut di wilayah pantai relatif kecil karena besarnya gesekan dasar dan terhalang oleh bangunan pengaman pantai. Abrasi tetap terjadi di kedua sisi pelabuhan baik musim timur maupun musim barat. Pada saat musim timur, gelombang dominan dari arah timur (1,15 meter) menyebabkan arus sejajar pantai ke arah barat laut dengan kecepatan maksimum 0,6 m/s dan membangkitkan transport sedimen yang bergerak dari arah tenggara pelabuhan ke arah barat laut. Saat musim timur sedimen mampu bergerak melewati jetty pelabuhan dan menyebabkan pendangkalan di mulut pelabuhan sebesar 11 cm dan 8 cm di kolam pelabuhan. Sistem sungai sangat berperan dalam memberikan input sedimen baik musim timur maupun musim barat dilihat dari pendangkalan yang terjadi relatif kecil bila sistem sungai dimaatikan.", "Daftar File": {"2017 TS PP IVANTHEAUS SIREGAR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115672"}, "Penulis": "Ivantheaus Siregar     (NIM : 25015017)", "Kontributor / Dosen Pembimbing": ["Prof. Ir. M. Syahril B.K, MSc., Ph.D.    \n \n \n \n\nDr. Eng. Eka Oktariyanto Nugroho ST.,MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "arus, gelombang, transpor sedimen, musim timur, musim barat, perubahan morfologi dasar", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}