{"Nomor": 22658, "Judul": "A MATHEURISTIC SAMPLING APPROACH FOR LOCATION INVENTORY ROUTING PROBLEM", "Abstrak": "Kami mempertimbangkan sebuah model di mana satu komoditas didistribusikan melalui dua jaringan eselon yang mencakup satu fasilitas produksi, satu set fasilitas antara, kandidat dan serangkaian klien yang lebih besar yang menghadapi serangkaian permintaan di atas cakrawala perencanaan yang terbatas dan terbatas. Masalah optimasi yang sesuai bertujuan untuk meminimalkan biaya pembukaan pusat distribusi (DC) secara terpisah di antara fasilitas perantara, mengelola persediaan dan klien mereka dan mengangkut unit melalui jaringan, dari unit produksi sampai tujuan akhirnya. Masalah yang diakibatkannya terletak pada persimpangan lokasi fasilitas, routing kendaraan dan masalah manajemen persediaan. Hal ini dikenal sebagai Masalah Routing Inventaris Lokasi (LIRP) dan merupakan masalah NP Inventory Routing Problem (LIRP) dan merupakan masalah NP-hard.   \n \n \n\nKami memfokuskan pada dua varian model ILRP. Yang pertama, perjalanan langsung dilakukan antara pusat produksi dan masing-masing DC (eselon atas). Pada eselon yang lebih rendah, rute distribusi independen yang dimulai pada setiap DC mengirimkan barang ke satu atau beberapa pelanggan dan kembali ke DC. Pada tahap kedua, eselon atas terdiri dari rute yang dimulai dari pusat produksi dan mengunjungi satu atau beberapa DC sebelum kembali ke pusat produksi. Eselon yang lebih rendah mengasumsikan biaya tetap untuk mengirimkan setiap klien dari DC. Ini dapat memodelkan biaya pengiriman langsung ke setiap klien, atau insentif tetap untuk setiap klien untuk memilih barang secara langsung di DC. Di kedua varian tersebut, rute dibatasi oleh beberapa kendala bisnis, mis. keterbatasan durasi rute, jumlah maksimum klien pada rute. Fungsi tujuan mencakup biaya tetap untuk setiap DC yang dibuka, biaya rute tetap untuk pengiriman langsung, biaya penahanan dan biaya rute melingkar. Kami menyelesaikan contoh kedua model matematis dengan IBM Ilog Cplex 12.6. Kami menampilkan hasil perhitungan berdasarkan data yang dibuat sendiri, dan menarik kesimpulan memalui pertimbangan manajemen maupun aplikasi praktis.", "Daftar File": {"2017 TS PP IWAN JAYA AZIZ 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115683"}, "Penulis": "IWAN JAYA AZIZ (NIM: 23415029)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Suprayogi, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Lokasi, Inventori, Rute, Multi-eselon, Varian", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Sep 2017"}