{"Nomor": 22652, "Judul": "EVALUASI TINGKAT PENGGUNA PENERAPAN APLIKASI E-BUDGETING  MENGGUNAKAN MODEL TAM MODIFIKASI  MANDATORY SITUATION (Studi Kasus : Implementasi Sistem Rencana Kerja Pemerintah Daerah Online di lingkup Pemerintah Provinsi Jawa Barat)", "Abstrak": "Dalam era e-government dan keterbukaan informasi publik sektor pemerintah terus berupaya dalam meningkatkan penggunaan teknologi informasi guna menunjang tugas pokok dan fungsinya, akan tetapi penerapan teknologi informasi membutuhkan hasil yang positif yang hanya akan didapat apabila teknologi tersebut digunakan secara efektif oleh para penggunanya. Penelitian ini bertujuan untuk mengevaluasi penerapan e-budgeting melalui sistem informasi RKPD Jabar online yang telah dilakukan oleh Pemerintah Provinsi Jawa Barat. Langkah evaluasi yang dilakukan adalah dengan cara mengukur tingkat penerimaan pengguna menggunakan framework Technology Acceptance Model (TAM) yang telah dimodifikasi untuk lingkungan penggunaan wajib serta uji validitas menggunakan metode Structural Equation Modelling (SEM) dengan alat bantu SmartPLS, sehingga dapat diketahui faktor-faktor pendukung dan penghambat dari penerapan e-budgeting. Faktor-faktor tersebut selanjutnya akan dianalisa menggunakan Force Field Analysis sehingga terdapat keluaran berupa rekomendasi penggunaan maupun perbaikan sistem e-budgeting guna mendukung kesuksesan penerapan sistem informasi RKPD Jabar online dari perspektif pengguna di lingkup Pemerintah Provinsi Jawa Barat .", "Daftar File": {"2017 TS PP IVAN NOVEMBERIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115655"}, "Penulis": "IVAN NOVEMBERIA - NIM : 23214118", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bambang Pharmasetiawan, M.SEE."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Kata Kunci : e-budgeting; RKPD Jabar online; TAM; SEM; Force field analysis; Pemerintah Provinsi Jawa Barat;.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2017"}