{"Nomor": 22662, "Judul": "REVITALISASI TEMPAT PENAMPUNGAN SEMENTARA (TPS) LEMBENG MENJADI TEMPAT PENGOLAHAN SAMPAH REDUCE, REUSE, RECYCLE (TPS 3R) DI KABUPATEN GIANYAR", "Abstrak": "Kabupaten Gianyar memiliki jumlah penduduk sebanyak 490.500 jiwa dengan laju pertumbuhan sebesar 1,79% setiap tahun. Total timbulan sampah yang dihasilkan mencapai 173,39 ton/hari dengan komposisi sebesar 58,73% sampah organik dan 41,27% sampah anorganik. Saat ini, pengelolaan sampah di Kabupaten Gianyar belum terlayani 100%. Akibatnya masih banyak praktik pembuangan sampah sembarangan yang dapat berdampak pada kerusakan lingkungan dan penurunan kualitas kesehatan masyarakat. Untuk itu diperlukan upaya penanganan sampah yang lebih optimal dengan cara menyediakan infrastruktur baru atau dengan mengoptimalkan sarana persampahan yang sudah ada. Salah satu caranya adalah pengembangan fasilitas Tempat Pengolahan Sampah Reduce, Reuse, Recycle (TPS 3R). TPS Lembeng merupakan salah satu fasilitas persampahan yang layak untuk direvitalisasi menjadi TPS 3R. TPS ini terletak di Desa Adat Lembeng, Desa Ketewel, Kecamatan Sukawati, Kabupaten Gianyar. Daerah pelayanan TPS meliputi wilayah Desa Adat Lembeng dengan jumlah penduduk sebanyak 2.190 jiwa. Dalam perancangan ini digunakan sampah input sebesar 2 ton/hari dengan komposisi sampah dapur (9,33%), daun/tanaman (61,55%), plastik (12,95%), kertas (8,48%), logam (2,36%), karet (0,25%), tekstil (0,52%), kaca/gelas (2,42%), limbah B3 (0,71%) dan lain-lainnya (1,14%). Proses penanganan sampah dimulai dari pengumpulan sampah yang sudah terpilah di sumber. Selanjutnya sampah dibawa ke TPS 3R untuk dikelola lebih lanjut. Pengelolaan yang dilakukan yaitu berupa pengomposan menggunakan sistem open windrow composting, pemilahan sampah anorganik yang masih memiliki nilai jual serta pemilahan limbah B3. Sisa dari pengelolaan dibuang sebagai residu yang akan diangkut ke TPA. Fasilitas pengelolaan sampah yang ada di dalam TPS 3R ini berupa area penerimaan dan pemilahan, area penyimpanan sampah anorganik, area pencacahan, area pengolahan kompos, gudang penyimpanan limbah B3, kontainer residu, bak penampung lindi, kantor dan beberapa fasilitas penunjang lainnya. Dengan adanya TPS 3R ini, timbulan sampah yang dibuang ke TPA berkurang hingga 69,64% berat. Pengurangan ini akan berdampak secara ekonomis dan lingkungan.", "Daftar File": {"2017 TA PP I WAYAN GEDE ADI ARJANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115694"}, "Penulis": "I WAYAN GEDE ADI ARJANA (NIM: 15313002)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Mont. Kania Dewi, S.T, M.T.  \n \n\nDr. Opy Kurniasari, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kabupaten Gianyar, sampah, TPS Lembeng, TPS 3R", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}