{"Nomor": 22667, "Judul": "FABRIKASI, KARAKTERISASI, DAN SIMULASI STRUKTUR GRATING SUB-MIKRON PENGEKSITASI GELOMBANG PLASMON PERMUKAAN UNTUK APLIKASI BIOSENSOR", "Abstrak": "Surface Plasmon Resonance (SPR) adalah peristiwa resonansi antara plasmon dari elektron-elektron pada permukaan logam dengan gelombang elektromagnetik datang yang menghasilkan osilasi plasmon terkuantisasi di permukaan logam tersebut. Akibat terjadi resonansi tersebut, kuat medan listrik yang terbentuk di permukaan logam menjadi lebih besar dibandingkan dengan kuat medan listrik pada peristiwa pemantulan internal total biasa. Oleh karena itu, pemanfaatan SPR dikaji secara intensif dalam dua dasawarsa terakhir untuk pengembangan piranti biosensing yang sensitif. Terdapat empat metode untuk mengeksitasi SPR, yaitu, prisma, grating (kisi), waveguide (pandu gelombang) dan nanopartikel. Berdasarkan beberapa metode tersebut, metode dengan grating lebih mudah secara instrumentasi. Namun, metode ini masih diperlukan penelitian lebih lanjut untuk memahami eksitasi gelombang SPR dan pola spektrum SPR yang terukur terutama pada kisi dengan bentuk non-sinusoidal. Tugas Akhir ini menyajikan hasil eksperimen pada pembuatan kisi untuk eksitasi gelombang SPR dengan periodisitas dalam ratusan nanometer (sub-mikron) dengan menggunakan metode nano-imprint lithograpy, yang bertujuan untuk meningkatkan spektrum gelombang SPR dalam rentang cahaya tampak. Struktur tersebut dikaji pula secara komputasi simulasi untuk menghitung spektrum SPR yang akan terukur dengan menggunakan metode Rigorous Coupled-Wave Analysis (RCWA). Pemilihan metode ini didasari oleh pertimbangan bahwa formulasi dasar metode ini telah memanfaatkan ekspansi deret Fourier, yang sangat bermanfaat dalam menganalisis struktur kompleks, yang bukan berbentuk struktur fundamental atau bentuk sinusoidal. Logam dengan ketebalan puluhan nanometer yang dideposisikan diatas grating 500 nm dan 700 nm telah berhasil difabrikasi dan dikarakterisasi. Dip SPR spektrum dari grating pada difraksi orde nol dan pertama bergeser ke panjang gelombang yang lebih besar seiring dengan penambahan sudut datang. Karakteristik dan performa dip SPR spektra yang teramati sesuai dengan hasil simulasi.", "Daftar File": {"2017 TA PP  JALU SETIYA PRADANA  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115706", "2017 TA PP JALU SETIYA PRADANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/115707", "2017 TA PP JALU SETIYA PRADANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/115708", "2017 TA PP JALU SETIYA PRADANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/115709", "2017 TA PP JALU SETIYA PRADANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/115710", "2017 TA PP JALU SETIYA PRADANA 1-BAB 4 A.pdf": "https://digilib.itb.ac.id/gdl/download/115711", "2017 TA PP JALU SETIYA PRADANA 1-BAB 4 B.pdf": "https://digilib.itb.ac.id/gdl/download/115712", "2017 TA PP JALU SETIYA PRADANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/115713", "2017 TA PP JALU SETIYA PRADANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/115714"}, "Penulis": "JALU SETIYA PRADANA (NIM: 10213098)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Rachmat Hidayat, S.Si.,M.Eng.,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "biosensor, grating, polimer hibrid, RCWA, SPR", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ratnasari", "File": "9 file", "Tanggal Input": "13 Nov 2017"}