{"Nomor": 22666, "Judul": "ANALISIS COMOVEMENT SAHAM SEKTORAL TERHADAP HARGA MINYAK DUNIA MENGGUNAKAN METODE WAVELET COHERENCE", "Abstrak": "Ekonofisika merupakan bidang penelitian lintas disiplin ilmu yang mempelajari persoalan ekonomi dengan pendekatan fisika. Ekonofisika adalah salah satu contoh dari sistem kompleks, dimana dalam sistem itu bagian-bagiannya tumbuh membentuk suatu lingkungan kompleks secara kolektif. Pasar keuangan merupakan contoh sistem kompleks yang bagian-bagiannya berhubungan satu dengan lainnya. Comovement dapat diartikan sebagai korelasi positif yang menjelaskan fenomena pergerakan harga suatu aset dengan harga aset lainnya. Pada tahun 2015, terjadi penurunan harga minyak mentah secara drastis, penurunan harga minyak ini mengakibatkan sektor-sektor saham lain juga terkena dampaknya. Pada penelitian ini akan dianalisis bagaimana comovement antara harga minyak mentah dengan lima sektor saham yang ada di Indonesia pada selang waktu 2014 hingga 2016. Dalam penelitian ini digunakan metode wavelet coherence dan diolah menggunakan MATLAB. Hasil yang diperoleh pada penelitian ini terdapat beberapa sektor saham yang memiliki comovement yang signifikan dengan harga minyak dunia. Perbedaan hasil analisis setiap sektor saham selanjutnya digunakan untuk menentukan strategi yang tepat bagi investor dalam berinvestasi.", "Daftar File": {"2017 TA PP JALA RIDWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115703", "2017 TA PP JALA RIDWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/115699", "2017 TA PP JALA RIDWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/115698", "2017 TA PP JALA RIDWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/115702", "2017 TA PP JALA RIDWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/115701", "2017 TA PP JALA RIDWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/115700", "2017 TA PP JALA RIDWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/115704", "2017 TA PP JALA RIDWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/115705"}, "Penulis": "JALA RIDWAN  (nim : 10213073)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Acep Purqon, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Comovement, minyak mentah, saham, wavelet", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "06 Nov 2017"}