{"Nomor": 22668, "Judul": "FEASIBILITY STUDY OF INJECTION WELL INTEGRITY FOR CARBON CAPTURE STORAGE PILOT PROJECT IN INDONESIA", "Abstrak": "Carbon capture and storage (CCS) adalah proses penangkapan karbon dioksida (CO2) dan menyimpannya ke dalam formasi batuan berpori. CO2 yang akan diinjeksikan biasanya dikumpulkan dari fasilitas pengolahan gas terdekat. Saat ini, CO2 yang diproduksikan dari fasilitas pengolahan gas dilepaskan ke udara. CCS adalah salah satu metode yang dapat diterapkan di seluruh dunia untuk mengurangi polusi CO2 di udara. Pada kasus ini, CO2 akan diinjeksikan ke dalam formasi yang memiliki potensi injeksi dan penyimpanan terbaik berdasarkan kondisi geologi, geofisik, dan reservoir.  \n \n\nSumur yang akan dijadikan sebagai sumur injeksi CO2 merupakan sumur eksplorasi yang telah dilakukan temporary plug. Studi kelayakan dilakukan pada studi ini untuk mengetahui kondisi terkini dari well integrity dari sumur yang dipilih. Studi terkait well lintegrity dilakukan dengan mengevaluasi spesifikasi dan kondisi dari valve packing & seals, wellhead, casing, tubing, tubing joint seals, dan semen. Setelah itu, evaluasi korosi pada tubular dan evaluasi semen juga dilakukan sebagai bagian dari studi well integrity.  \n \n\nStudi well integrity dilakukan dengan memeriksa kondisi sumur terkini dan membandingkannya dengan standar API (American Petroleum Institute). Adapun API yang digunakan pada studi ini meliputi API 6A untuk wellhead dan Christmas Tree, API Spec 5CT untuk casing, tubing, dan tubing joint seals, API Spec 11D1 untuk packers, API Spec 14L untuk on/off tool dan profile nipple, API Std 622 dan API 624 untuk valve packing dan seals, dan API Spec 10A untuk semen dan aditif semen. Studi lanjutan terkait pengalaman proyek CCS lainnya juga dilakukan untuk membuat rekomendasi secara menyeluruh. Korosi pada casing dan tubing dievaluasi dengan menggunakan software ECEÃ‚Â® untuk mensimulasikan laju korosi yang disebabkan oleh injeksi CO2 ke dalam sumur. Setelah itu, evaluasi semen dilakukan dengan menganalisis data CBL-VDL untuk mengidentifikasi kualitas ikatan semen. Selain evaluasi terhadap tubing-casing dan semen, ada masalah tambahan yang terjadi, yaitu adanya kebocoran gas yang juga dianalisis pada studi ini.  \n \n\nStudi ini menyimpulkan bahwa operasi logging lanjutan seperti CBL dan logging ultrasonic harus dilakukan untuk memperbaharui informasi mengenai kondisi terkini sumur X. Hasil logging ini akan digunakan untuk menentukan lokasi dan laju alir kebocoran yang kemudian akan ditentukan metode penutupan kebocoran yang efektif dari sumur X. Setelah memperbaiki kebocoran, proses workover siap untuk dilakukan. Operasi workover yang bertujuan untuk meningkatkan kondisi sumur X dilakukan dengan memasang peralatan yang sesuai terkait resistansi CO2, sehingga sumur X siap dijadikan sebagai sumur injeksi CO2.", "Daftar File": {"2017 TA PP JALU WASKITO AJI NUGROHO 1.pdf": "https://digilib.itb.ac.id/gdl/download/115715"}, "Penulis": "JALU WASKITO AJI NUGROHO (NIM : 12213029)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.-Ing. Bonar Tua Halomoan Marbun"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "carbon capture and storage, Well Integrity, sumur injeksi.", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}