{"Nomor": 22665, "Judul": "PERANCANGAN LAYOUT TERMINAL BATUBARA  DI TANJUNG API-API, SUMATERA SELATAN", "Abstrak": "Potensi batubara di Indonesia sangat melimpah sehingga menjadikan Indonesia sebagai salah satu negara dengan produksi batubara tertinggi di dunia. Provinsi Sumatera Selatan merupakan salah satu provinsi dengan produksi batubara terbesar di Indonesia. Maka dari itu, perlu dibuat pelabuhan dengan fasilitas yang menunjang produksi batubara di Sumatera Selatan. Tujuan dari pembuatan Tugas Akhir ini adalah untuk merancang pola operasi dan layout terminal batubara di Tanjung Api-Api Sumatera Selatan. Metode yang digunakan dalam merancang layout terminal batubara pada Tugas Akhir ini adalah dengan memproyeksikan volume batubara yang melalui Terminal Tanjung Api-Api. Dari proyeksi data yang ada, selanjutnya akan dilakukan perencanaan pola operasi, perancangan lapangan penumpukan, perancangan jumlah tambatan pada dermaga dengan memperhitungkan BOR izin, dan perhitungan capital cost. Kapasitas batubara yang akan dilayani  terminal batubara Tanjung Api-Api yaitu sebesar 21,26 juta ton. Dermaga yang direncanakan memiliki 3 tambatan dengan satu shiploader berkapasitas 2750 ton/jam di setiap tambatannya. Kapal terbesar yang akan dilayani adalah kapal dengan kapsitas 15.000 DWT. Nilai capital cost pada perancangan terminal batubara Tanjung Api-Api yaitu sebesar Rp. 183.152.135.885.", "Daftar File": {"2017 TA PP Jaklyn Raharjo Nugroho 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115697"}, "Penulis": "Jaklyn Raharjo Nugroho - NIM 15513067", "Kontributor / Dosen Pembimbing": ["Harman Ajiwibowo,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Batubara, capital cost, layout terminal, pola operasi, Tanjung Api-Api.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Okt 2017"}