{"Nomor": 22678, "Judul": "STUDI FRAGMENTASI HASIL PELEDAKAN BATUAN PENUTUP DENGAN MENGGUNAKAN AIR DECK (KOMBINASI BOTTOM DAN MIDDLE AIR DECK) TERHADAP WAKTU GALI ALAT MUAT EX 3600 DAN PC 4000 DI TAMBANG BATUBARA PIT PQRT PT.BUMA JOB SITE LATI KALIMANTAN TIMUR", "Abstrak": "Salah satu kegiatan penambangan adalah pengupasan lapisan batuan penutup. Sebelum digali batuan penutup tersebut diberai menggunakan kegiatan pemboranpeledakan. Kegiatan pemboran pada job site Lati dilakukan dengan menggunakan alat bor merk Atlas Copco DM 45, sedangkan jenis mata bor yang digunakan adalah tricon roller bit dengan diameter 7 7/8 inchi. Pola pemboran yang digunakan adalah pola pemboran selang - seling (staggered pattern) dengan arah pemboran tegak. Aksesoris peledakan yang digunakan adalah non electric (nonel) detonator dengan pola peledakan beruntun antar lubang menggunakan surface delay 25 ms, 67 ms, 109 ms dan inhole delay 400 ms, 500 ms. Adapun bahan peledak yang digunakan adalah Emulsion Trojan 4070. Besarnya digging time alat muat EX 3600 dan PC 4000 untuk setiap material hasil peledakan merupakan bagian dari target yang harus dipenuhi oleh PT. Buma Job Site Lati adalah 12 detik. Dari target powder factor yang direncanakan oleh perusahaan sebesar 0.227 Kg/BCM maka didapatkan nilai prediksi P80 dengan menggunakan kombinasi bottom dan middle air deck  sebesar 814.330 mm dan didapatkan nilai prediksi digging time sebesar 14.509 detik.    Metode peledakan air deck diyakini dapat menghasilkan fragmen batuan yang baik tetapi dengan konsumsi bahan peledakan yang cukup rendah. Hal tersebut yang membuat PT Bukit Makmur Mandiri Utama Tbk mengaplikasikan metode peledakan air deck. Penelitian ini dilakukan untuk mengetahui kinerja dari metode peledakan air deck terhadap waktu alat muat EX 3600 dan PC 4000 dengan batasan ukuran fragmentasi sebesar 1/3 kali ukuran bucket.", "Daftar File": {"2017 TA PP JAYA YOSNANDA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115775"}, "Penulis": "JAYA YOSNANDA (NIM : 12113029)", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Ganda Marihot Simangunsong, ST., MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Air deck, fragmentasi P80, digging time", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "27 Sep 2017"}