{"Nomor": 22674, "Judul": "EVALUASI PROSES SQUEEZE CEMENTING BEBERAPA ZONA DI SUMUR ME-02, LAPANGAN FCB", "Abstrak": "Salah satu permasalahan sumur produksi yang cukup sering terjadi saat ini adalah produksi air yang cukup tinggi. Salah satu metode yang dapat meningkatkan kembali laju produksi hidrokarbon di sumur tersebut adalah water shut-off dengan melakukan squeeze cementing. Dengan cara ini, diharapkan bisa dilakukan isolasi terhadap zonaÃ‚Â–zona produksi air tertentu dalam suatu sumur sehingga dapat meningkatkan kembali laju produksi hidrokarbon pada sumur.  \n \n\nTulisan ini menjelaskan proses dan evaluasi squeeze cementing pada sumur ME-02 di Lapangan FCB. Pekerjaan squeeze cementing ini cukup beresiko tinggi karena dilakukan dengan penyemenan dua stage sekali run terhadap sembilan interval perforasi dengan panjang 850 ft. Sebelum penempatan semen dilakukan, terlebih dahulu dilakukan perendaman sumur dengan surfaktan. Perendaman dengan surfaktan ini bertujuan untuk meningkatkan kualitas hasil penyemenan, di mana surfaktan dapat mengubah wettability batuan dari oil-wet menjadi water-wet sehingga nantinya ikatan semen dengan matriks batuan menjadi lebih baik.  \n \n\nOleh karena itu, optimalisasi dalam pengerjaan squeeze cementing dibantu dengan perendaman surfaktan sangat membantu dalam meningkatkan keberhasilan pekerjaan ini.", "Daftar File": {"2011 TA PP JANICO ZAFERSON MULIA OMPUSUNGGU 1.pdf": "https://digilib.itb.ac.id/gdl/download/115733", "2011 TA PP JANICO ZAFERSON MULIA OMPUSUNGGU 1 -DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/115734"}, "Penulis": "JANICO ZAFERSON MULIA OMPUSUNGGU (NIM : 12207063)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr-Ing. Ir. Bonar Tua Halomoan Marbun"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "squeeze, surfaktan, tekanan, temperatur, perforasi, semen", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "2 file", "Tanggal Input": "27 Sep 2017"}