{"Nomor": 22682, "Judul": "MENENTUKAN KEY PERFORMANCE INDICATOR (KPI) UNTUK MENDUKUNG STRATEGI PERCEPATAN PENYEHATAN PDAM KABUPATEN MINAHASA", "Abstrak": "PDAM sebagai BUMD yang bergerak dalam pelayanan air minum perlu membenahi diri menghadapi tantangan dalam penyediaan air minum, seperti pertumbuhan penduduk yang terus meningkat, adanya perubahan iklim yang mengakibatkan berkurangnya pasokan sumber air, target universal RPJMN (2015-2019) 100% akses aman air minum, yang berarti juga target 100% PDAM sehat tahun 2019. Penilaian kinerja diperlukan agar PDAM dapat melakukan evaluasi dan perbaikan terhadap sistem yang diterapkan selama ini. Adapun tujuan penelitian ini untuk mengetahui dan mengembangkan KPI (key performance indicator) yang mempengaruhi kinerja PDAM dengan menggunakan metode prism performance dimana identifikasi KPI berdasarkan pada kepuasan stakeholder yang mempengaruhi keadaan PDAM, dilihat dari 5 perspektif yakni stakeholder satisfaction, stakeholder contribution, strategy, process, dan capabilities. Diperoleh 4 stakeholder primer yang mempengaruhi kinerja PDAM Kabupaten Minahasa yakni stakeholder pemilik/investor (11 KPI), stakeholder pelanggan (15 KPI), stakeholder intern PDAM (15 KPI) dan stakeholder karyawan (8 KPI). Metode AHP (analytical hierarchy process) digunakan untuk penentuan pembobotan KPI, dari hasil AHP diperoleh nilai dengan bobot tertinggi yakni stakeholder pelanggan (0,349), stakeholder intern PDAM (0,305), stakeholder pemilik (0,222) dan stakeholder karyawan (0,123). Dengan metode prism performance, dilakukan penilaian kinerja terhadap PDAM Kabupaten Minahasa berdasarkan 4 stakeholder primer dan diperoleh nilai 2.30 (kurang memuaskan) dan 22 indikator terendah. Dari penelitian ini terlihat bahwa indikator pengukuran kinerja dengan metode prism performance dapat digunakan untuk mengetahui kinerja PDAM, adanya 30 indikator baru yang muncul bila dibandingkan dengan penilaian kinerja berdasarkan BPPSPAM maupun Kepmendagri No. 47 Tahun 1999 dikarenakan berdasarkan kepuasan/kebutuhan/ keinginan dari masing-masing stakeholder, membuat penilaian kinerja dengan metode ini lebih detail mengetahui kondisi PDAM dan solusi penanganannya.", "Daftar File": {"2016 TS PP JEINE KANDOU 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/115785", "2016 TS PP JEINE KANDOU 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/115786", "2016 TS PP JEINE KANDOU 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/115787", "2016 TS PP JEINE KANDOU 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/115788", "2016 TS PP JEINE KANDOU 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/115789", "2016 TS PP JEINE KANDOU 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/115790", "2016 TS PP JEINE KANDOU 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/115791", "2016 TS PP JEINE KANDOU 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/115792", "2016 TS PP JEINE KANDOU 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/115793"}, "Penulis": "JEINE KANDOU (NIM : 25713304)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Suprihanto Notodarmojo, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "penyehatan PDAM, prism performance, ahp", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "15 Mar 2018"}