{"Nomor": 22683, "Judul": "Fenomena Pemakaian Sepatu Heels dengan Ketinggian dan Diameter Berbeda terhadap Kestabilan, Distribusi Tekanan Telapak Kaki, Aktivitas dan Kelelahan Otot, serta Penampilan pada Saat Berdiri", "Abstrak": "Kehidupan manusia modern di perkotaan membutuhkan sepatu yang nyaman yang dapat menunjang berbagai aktivitas dan penampilan sehari-hari. Khususnya pada kaum wanita, sepatu memiliki nilai estetika yang tinggi karena dianggap dapat memperbaiki penampilan dan meningkatkan rasa percaya diri. Terlepas dari penampilan yang menawan, diketahui sepatu dengan tumit tinggi berdampak negatif terhadap kesehatan. Penelitian ini bertujuan untuk melihat profil pemakaian sepatu, pengaruh heels pada penampilan dan kepercayaan diri, stabilitas, postur tubuh, tekanan telapak kaki, dan aktivitas serta tingkat kelelahan otot pada saat berdiri memakai sepatu heels pada narauji wanita Penentuan narauji serta pembuatan profil preferensi sepatu terhadap penampilan diperoleh melalui kuesioner. Pengujian dilakukan terhadap tujuh wanita dewasa (kisaran : usia = 19-21 tahun, tinggi = 148-156 cm, berat badan= 50-55 kg) dengan 12 macam perlakuan, dimulai dari posisi berdiri dengan kaki telanjang (barefoot) hingga memakai 11 jenis sepatu dengan 3 diameter dan 4 ketinggian yang berbeda untuk 4 tipe pengujian. Pada pengujian digunakan alat ukur: 1) forceplate, yang dapat melihat pergerakan titik tekan (center of pressure/COP) sebagai parameter kestabilan, 2) piezoelectric, sensor yang dapat mengubah tekanan menjadi tegangan, 3)electromyogram, sensor yang dapat mendeteksi perbedaan potensial pada aktivitas otot. Pengujian yang diukur meliputi: (1) keseimbangan tubuh saat di atas forceplate, (2) postur tubuh melalui foto tampak samping, (3) distribusi tekanan telapak kaki dengan piezoelectric insole, dan (4) aktivitas otot dengan electromyogram superfisial pada 4 jenis otot yang berbeda yakni (a) extensor digitorum brevis (EDB), (b) gastrocnemius (Gas), (c) rectus femoris (RF), dan (d) erector spinae (ES). Hasil analisa menunjukkan (1) tipe sepatu tidak berpengaruh signifikan terhadap keseimbangan (Friedman, p >0.05), namun didapatkan urutan rataan stabilitas sepatu terendah hingga tertinggi adalah pointed high, chunky, dan wedges high, (2) postur tubuh berdasarkan Two-Way ANOVA (p", "Daftar File": {"2017 TA PP JENIFER KIEM AVIANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115794"}, "Penulis": "JENIFER KIEM AVIANI    (NIM : 10613011)", "Kontributor / Dosen Pembimbing": ["Dr. Lulu Lusianti Fitri, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sepatu heels, penampilan, stabilitas, postur, distribusi tekanan, aktivitas dan kelelahan otot", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "27 Sep 2017"}