{"Nomor": 22686, "Judul": "KONTROL MOTOR SHOT 602 SEBAGAI PENDUKUNG EKSPERIMEN SURFACE PLASMON RESONANCE (SPR)", "Abstrak": "Gelombang evanescent merupakan hasil dari Attenuated Total Reflection (ATR), Surface Plasmon Resonance (SPR) terjadi pada sudut tertentu pada kondisi Attenuated Total Reflection (ATR). Ketika suatu sinar dilewatkan melalui prisma, sinar tersebut akan mengalami pemantulan pada bagian dalam prisma yang bersentuhan dengan sampel. Hasil pantulan inilah yang akan ditangkap oleh detector. Pada kondisi Surface Plasmon Resonance (SPR) terjadi pelemahan intensitas sinar pantul dari laser yang terjadi karena adanya cahaya yang dibiaskan secara eksponensial menjauhi bidang batas kedua medium. Telah dibuat program berbasis labview yang dapat digunakan sebagai alat bantu untuk percobaan Surface Plasmon Resonance (SPR), dengan menggunakan Motor SHOT 602 dan Lock In Amplifier (SR510). Program yang telah dibuat sudah dilengkapi dengan kondisi otomatisasi dimulai dari pergerakan Motor 2 (Prisma), Motor 1 (Detektor), pembacaan tegangan detektor oleh Lock In Amplifier (SR510) dan penyimpanan hasil (waktu, posisi motor 1 dan 2, tegangan yang terbaca Lock In Amplifier). Program otomatisasi ini dibuat dengan mempelajari jalan sinar pada percobaan Surface Plasmon Resonance (SPR), dengan mengetahui hubungan antara sudut rotasi prisma dan sudut rotasi detektor terhadap sudut datang cahaya, maka dapat digunakan unttuk mengontrol posisi sampel pada prisma dan detektor dalam sebuah program berbasis labview.", "Daftar File": {"2016 TS PP JERFI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/115804", "2016 TS PP JERFI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/115805", "2016 TS PP JERFI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/115806", "2016 TS PP JERFI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/115807", "2016 TS PP JERFI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/115808", "2016 TS PP JERFI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/115809", "2016 TS PP JERFI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/115810"}, "Penulis": "JERFI (NIM: 90214017)", "Kontributor / Dosen Pembimbing": ["pembimbing : Dr. Hendro, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Motor SHOT 602, Surface Plasmon Resonance (SPR), LabVIEW", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "20 Nov 2017"}