{"Nomor": 22699, "Judul": "TRANSFORMASI GEN BFE (BACTERIAL FAD EXPORTER) PADA Escherichia coli BL21 SEBAGAI ELEKTROGEN PADA SISTEM MICROBIAL FUEL CELL (MFC)", "Abstrak": "Microbial Fuel Cell adalah salah satu teknologi terbarukan yang menggunakan mikroba sebagai sumber energi listrik. Mikroba yang biasa digunakan dalam system MFC adalah Shewanella oneidensis MR-1 karena kemampuannya untuk melakukan transfer elektron pada logam padat dan fleksibilitas pada lingkungan yang anaerob. Salah satu metode yang diketahui dapat membantu transfer elektron ini adalah dengan menggunakan mekanisme electron shuttle yang berupa senyawa Flavin dan kompleks MtrCAB. Sekresi senyawa Flavin ini diperantarai oleh multidrug and toxin efflux transporter yang kemudian diberi nama bfe (bacterial flavinadenine dinucleotide [FAD] exporter) (Acc: NC_004347.2). Tujuan penelitian ini adalah menentukan potensi kelistrikan yang dihasilkan oleh Escherichia coli BL21 yang ditransformasi dengan gen bfe. Gen bfe yang digunakan adalah gen sintetik yang telah dimasukkan ke dalam vektor pET-23a(+) oleh perusahaan GenScript. E. coli BL21 yang telah dibuat kompeten ditransformasikan dengan gen bfe kemudian dilakukan SDS-PAGE untuk mengkonfirmasi keberhasilan ekspresi setelah induksi IPTG. Bakteri E. coli BL21 transforman dan non-transforman kemudian diuji dalam sistem MFC. Sistem MFC yang dipakai adalah berupa MFC ruang ganda. Parameter kelistrikan diukur dengan menggunakan Arduino Uno sebagai multimeter dan pengambilan data dilakukan dengan menggunakan software PLX-DAQ dan Arduino. OCV tertinggi pada sistem MFC ini adalah 0,51 V dengan rata-rata 0,482V untuk bakteri non-transforman dan 0,55 V dengan rata-rata 0,516 untuk bakteri transforman. Pada bakteri non-transforman, kerapatan daya tertinggi adalah pada saat resistensi sekitar 300Ω, kerapatan daya 201,38 mW/m2 dan kerapatan arus 958,54 mA/m2 sedangkan pada bakteri transforman, kerapatan daya tertinggi adalah pada saat resistensi sekitar 400Ω, kerapatan daya 240,75 mW/m2 dan kerapatan arus 1046,76mA/m2", "Daftar File": {"2017 TA PP jimmy widata 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115848"}, "Penulis": "Jimmy Widata  (NIM 10612009)", "Kontributor / Dosen Pembimbing": ["Dr. Maelita Ramdani Moeis"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Arduino Uno, bfe , Escherichia coli BL21, Microbial Fuel Cell, pET- 23a(+) Shewanella Oneidensis zMR-1, transformasi", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}