{"Nomor": 22706, "Judul": "DESAIN GEDUNG APARTEMEN 10 TINGKAT MENGGUNAKAN STRUKTUR BAJA SRBKK TIPE INVERTED-V", "Abstrak": "Tugas akhir membahas tentang perencanaan apartemen menggunakan struktur baja dengan sistem Struktur Rangka Bresing Konsentrik Khusus (SRBKK) dengan konfigurasi bresing yang digunakan adalah tipe Inverted-V. Perencanaan yang dilakukan mengacu pada ketentuan-ketentuan yang berlaku pada desain gedung baja struktural, diantaranya Specification for Structural Steel Buildings ANSI/AISC 360-10, Seismic Provisions for Structural Steel Buildings ANSI/AISC 341-10, dan Minimum Design Loads for Buildings and Other Structures ASCE/SEI 7-10. \n\nPerencanaan apartemen yang dilakukan terletak di lokasi Serpong dengan klasifikasi tanah SE. Analisis struktur dilakukan dengan menggunakan bantuan software ETABS 2013, dimana perencanaan struktur gedung apartemen menggunakan persyaratan struktur tahan gempa yang mengacu pada AISC 360-10, AISC 341-10, SNI 1726-2012, dan SNI 1729-2015. Struktur juga dianalisis dengan menggunakan analisis pushover. Analisis pushover dilakukan untuk mengetahui mekanisme kinerja bangunan, desain yang optimum, dan juga kekakuan, kekuatan, serta daktilitas struktur yang sebenarnya. \n\nDari hasil analisis yang diperoleh, pemilihan profil baja SRBKK sudah memenuhi persyaratan kekuatan dan simpangan izi.. Mekanisme kelelehan struktur yang didapatkan dari hasil analisis pushover menunjukkan bahwa struktur sudah memenuhi persyaratan, dengan elemen bresing merupakan elemen struktur yang pertama kali leleh. Taraf kinerja struktur yang didapatkan dari analisis adalah Immediate Occupancy (IO).", "Daftar File": {"2017 TA PP JOHN NATANAEL 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115868"}, "Penulis": "JOHN NATANAEL (NIM : 15012073)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nIr. Biemo W. Soemardi, MSE, Ph.D.  \n\nIr. Muhamad Abduh, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "SRBKK, bresing, inverted-V, analisis pushover", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "27 Sep 2017"}