{"Nomor": 22708, "Judul": "PENGEMBANGAN SISTEM INFORMASI MANAJEMEN RUMAH SAKIT UMUM TIPE B: SUBSISTEM ANTRIAN DAN MANAJEMEN REKAM MEDIS", "Abstrak": "Sejak program jaminan kesehatan nasional (JKN) - yang lebih dikenal sebagai  \n \n\nBPJS - dimulai pada tahun 2014, jumlah kunjungan pasien ke rumah sakit rujukan  \n \n\npemerintah meningkat pesat. Salah satu permasalahan yang muncul adalah  \n \n\nmeningkatnya waktu pasien mengantri. Setelah ditelusuri lebih lanjut, didapat  \n \n\nbahwa sistem antrian yang masih belum sempurna dan sistem rekam medis yang  \n \n\nbelum terotomatisasi merupakan beberapa penyebab timbulnya masalah di atas.  \n \n\nOleh karena itu, di dalam Tugas Akhir ini akan fokus membahas kedua poin  \n \n\ntersebut dan solusi yang akan diterapkan untuk menyelesaikannya.  \n \n\nUntuk menyelesaikan permasalahan di atas, dibuat sebuah subsistem antrian dan  \n \n\nrekam medis yang berwujud aplikasi web. Subsistem ini dirancang untuk dapat  \n \n\nmengurus proses registrasi pasien, antrian, dan pencatatan rekam medis. Dalam  \n \n\nsubsistem antrian yang dibangun, antrian dibagi menjadi dua yaitu, antrian  \n \n\nmenuju layanan dan antrian menuju front office. Adapun, metode pendaftaran ke  \n \n\nantrian front office juga dapat dilakukan dengan dua cara, secara fisik dan jarak  \n \n\njauh dengan menggunakan layanan SMS. Sementara itu, sebuah basis data rekam  \n \n\nmedis elektronik beserta fasilitas pengaksesan dan pencatatannya juga dibangun  \n \n\nuntuk subsistem rekam medis.  \n \n\nImplementasi subsistem dilakukan dengan menggunakan arsitektur multi-tier  \n \n\nyang terdiri atas client side, server side, dan basis data. Client side akan  \n \n\nberkomunikasi dengan server side menggunakan API. Pengimplementasian server  \n \n\nside digunakan framework Laravel, sedangkan client side digunakan Angular  \n \n\nTypescript. Pengujian kebutuhan fungsional dilakukan dengan skenario pengujian  \n \n\nsedangkan untuk kebutuhan nonfungsional dilakukan security dan response time.  \n \n\nBerdasarkan hasil pengujian dapat disimpulkan bahwa subsistem yang dibangun  \n \n\nsudah dapat memenuhi kebutuhan rumah sakit untuk mengurus proses registrasi  \n \n\npasien, mengurus antrian, dan pencatatan serta pengaksesan rekam medis.", "Daftar File": {"2017 TA PP JONATHAN BENEDICT 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115878"}, "Penulis": "JONATHAN BENEDICT (NIM : 13513003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Tricya Esterina Widagdo, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "antrian, rekam medis, rumah sakit, sistem informasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}