{"Nomor": 22707, "Judul": "ADSORPSI ZAT WARNA METILEN BIRU OLEH SERBUK CANGKANG KULIT TELUR TERENKAPSULASI KALSIUM ALGINAT", "Abstrak": "Industri tekstil mempunyai peran yang besar dalam masalah pencemaran air. Air sungai yang telah tercemari limbah dapat menyebabkan kerusakan ekosistem perairan dan bila masuk dalam siklus rantai makanan dapat menjadi senyawa penyebab kanker dan mutagen. Metilen biru (MB) adalah salah satu zat warna yang digunakan secara luas pada industri tekstil dan menjadi perhatian besar dalam proses pengolahan limbah karena sulit diuraikan di alam dan berbahaya bagi lingkungan. Adsorpsi metilen biru dari larutan melalui adsorpsi menggunakan adsorben kalsium alginat (CA) dan serbuk cangkang kulit telur terenkapsulasi kalsium alginat (CA-SCKT) serta serbuk cangkang kulit telur (SCKT) telah dipelajari. Adsorben-adsorben tersebut dikarakterisasi menggunakan FTIR dan SEM. Pengaruh parameter adsorpsi seperti pH awal, konsentrasi awal zat warna, massa adsorben dan waktu kontak telah dipelajari dengan metode batch. Hasil penelitian menunjukkan bahwa konsentrasi awal optimum adsorpsi adalah 400 ppm dengan waktu kontak optimum SCKT, CA, dan CA-SCKT terjadi pada waktu kontak 2 jam. Massa adsorben optimum 0,05 gram, dan pH optimum pada pH 6-7. SCKT, CA, dan CA-SCKT berturut-turut adalah 25,07 % dan 10,03 mg/g ; 66,03% dan 26,41 mg/g serta 73,45% dan 29,38 mg/g. Terlihat bahwa enkapsulasi dapat meningkatkan kinerja adsorben. Proses adsorpsi metilen biru berlangsung sesuai kinetika reaksi pseudo orde dua. Adsorben CA dan CA-SCKT dapat digunakan kembali setelah dikontakkan dengan asam klorida 0,1 M.", "Daftar File": {"2017 TS PP JOHN YORO PARLINDUNGAN 1-COVER 1A.pdf": "https://digilib.itb.ac.id/gdl/download/115869", "2017 TS PP JOHN YORO PARLINDUNGAN 1-COVER 1B.pdf": "https://digilib.itb.ac.id/gdl/download/115870", "2017 TS PP JOHN YORO PARLINDUNGAN 1-COVER 1C.pdf": "https://digilib.itb.ac.id/gdl/download/115871", "2017 TS PP JOHN YORO PARLINDUNGAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/115872", "2017 TS PP JOHN YORO PARLINDUNGAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/115873", "2017 TS PP JOHN YORO PARLINDUNGAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/115874", "2017 TS PP JOHN YORO PARLINDUNGAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/115875", "2017 TS PP JOHN YORO PARLINDUNGAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/115876", "2017 TS PP JOHN YORO PARLINDUNGAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/115877"}, "Penulis": "JOHN YORO PARLINDUNGAN ( NIM : 90514009)", "Kontributor / Dosen Pembimbing": ["Dr. Rusnadi, M.Si"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "serbuk cangkang kulit telur, enkapsulasi, adsorpsi metilen biru", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}