{"Nomor": 22709, "Judul": "RELIABILITAS STRUKTUR GEDUNG MENARA KEMBAR DENGAN KETIDAKBERATURAN KEKAKUAN TINGKAT LUNAK TERHADAP GAYA GEMPA", "Abstrak": "Seiring dengan perkembangan zaman, keberadaan gedung tinggi sudah semakin populer. Kebutuhan ruang yang semakin tinggi namun terbatas oleh wilayah dan waktu, menghasilkan konsep one stop living pada satu gedung. Gedung yang ada saat ini bukan hanya gedung berbentuk konvensional, namun muncul gedung-gedung dengan bentuk yang unik, salah satu contohnya adalah gedung menara kembar. Fungsi yang berbeda pada gedung yang sama memberikan kebutuhan ruang yang berbeda untuk masing-masing fungsi tersebut. Mal sebagai salah satu konsep one stop living membutuhkan ruang yang luas dan tinggi untuk memberikan kesan lapang. Maka dari itu bagian dari gedung yang diperuntukkan sebagai mal akan memiliki tinggi antar lantai yang lebih besar dibandingkan bagian lainnya, sehingga timbul mekanisme tingkat lunak (soft story) pada struktur gedung. Indonesia yang rawan terhadap gempa menyebabkan gedung yang berada di negara ini harus direncanakan kuat terhadap gempa yang dapat terjadi kapan saja. Besar gempa yang terjadi maupun waktu terjadinya gempa tidak dapat diprediksi. Maka dari itu diperlukan pemeriksaan lebih lanjut dari reliabilitas gedung terhadap gaya gempa. Gaya gempa dan kapasitas tahanan struktur yang tidak deterministik menyebabkan penentuan reliabilitas dari struktur hanya dapat dilakukan secara probabilistik dalam bentuk kemungkinan keruntuhan struktur (probability of collapse). Penentuan kapasitas struktur dalam menghadapi gaya gempa dilakukan dengan analisis riwayat waktu non-linier menggunakan metode Incremental Dynamic Analysis terhadap berbagai macam gempa yang telah terjadi di dunia, berdasarkan data rekaman gempa. Berdasarkan hasil studi dalam tugas akhir ini, kapasitas struktur yang merupakan variabel acak dari struktur gedung menara kembar ditunjukkan dalam bentuk fragility function, dengan nilai rata-rata PGA sebesar 1,202 pada arah X dan 0,961 pada arah Y dan nilai koefisien variasi sebesar 0,818 pada arah X dan 0,749 pada arah Y. Dengan menggunakan metode risk integral atau total probability theorem antara fragility function dan hazard curve berdasarkan lokasi struktur, didapatkan kemungkinan keruntuhan struktur dari gedung menara kembar yang memiliki ketidakberaturan kekakuan tingkat lunak sebesar 1,735% pada arah X dan 1,961% pada arah Y. Hasil ini menunjukkan bahwa kemungkinan keruntuhan struktur melebihi batasan yang diizinkan, yakni sebesar satu persen kemungkinan kegagalan struktur dalam kurun waktu 50 tahun. Penyebab keruntuhan struktur tersebut adalah kegagalan elemen kolom lantai terbawah dalam menghadapi gaya-gaya gempa yang terjadi. Maka dari itu diperlukan perencanaan yang lebih mendalam untuk struktur gedung menara kembar seperti ini, misalnya dengan penambahan kekakuan elemen kolom lantai terbawah tersebut, dengan cara memperbesar dimensi elemen tersebut, agar mampu menghadapi gaya gempa yang terjadi.", "Daftar File": {"2014 TA PP JONATHAN BUDI RACHMAN 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/115879", "2014 TA PP JONATHAN BUDI RACHMAN 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/115880", "2014 TA PP JONATHAN BUDI RACHMAN 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/115881", "2014 TA PP JONATHAN BUDI RACHMAN 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/115882", "2014 TA PP JONATHAN BUDI RACHMAN 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/115883", "2014 TA PP JONATHAN BUDI RACHMAN 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/115884", "2014 TA PP JONATHAN BUDI RACHMAN 1 - BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/115885", "2014 TA PP JONATHAN BUDI RACHMAN 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/115886"}, "Penulis": "JONATHAN BUDI RACHMAN(  NIM : 15010021 )", "Kontributor / Dosen Pembimbing": ["pembimbing :    \n \n \n \n\nIr. Indra Djati Sidi, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "reliabilitas, gedung menara kembar, tingkat lunak, gaya gempa, incremental dynamic analysis, fragility function, hazard curve, total probability theorem", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "07 Nov 2017"}