{"Nomor": 22704, "Judul": "PENGARUH TINGGI CEROBONG SERTA TEMPERATUR DINDING MOTOR STIRLING DAN TEMPERATUR UDARA SEKUNDER TERHADAP DISTRIBUSI KOEFISIEN PERPINDAHAN PANAS DINDING MOTOR STIRLING", "Abstrak": "Anticlimber is one of the safety component to prevent override when the train accident happen. This component is included in crashworthiness system. Crashworthiness is the ability of the structure to keep the passenger safe when collision happen. Anticlimber is a must component in the modern country railway system.  \n \n\nIn Indonesia the anticlimber is not applied yet, causing the number of train accident is still large. In this final year project the redesign process is conducted to eliminate the weakness of the previous version of anticlimber and then the static finite element simulation is conducted to prove the structure is strong enough to withstand the collison load. After that the protoyope is made in 1:1 scale. Finally the dynamic evaluation of anticlimber is conducted to test the effectiveness of anticlimber in preventing override. The author also checked whether the anticlimber is disturbing the operational requirement when the train is turning.  \n \n\nThe result of static simulation shows that the anticlimber is strong enough to whitstand the vertical load, the anticlimber has maximum stress of 262,8 MPa which is still lower than its ultimate tensile stress. In the turning case the anticlimber should be shortened to provide adequate space between two coaches. The dynamic simulation shows that the anticlimber is able to maintain the vertical displacement of the wheelset at maximum 14,8 mm. This value is still lower than the limit stated by BS EN 15227 :2008.", "Daftar File": {"2017 TA PP JOHAN WIJAYA SANTOSA  1- Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/115853"}, "Penulis": "JOHAN WIJAYA SANTOSA (NIM : 13113151)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Motor Stirling, efek cerobong, distribusi koefisien perpindahan panas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}