{"Nomor": 22713, "Judul": "ANALISIS PERGESERAN KOSEISMIK GEMPA SIANOK TAHUN 2007 BERDASARKAN DATA PENGAMATAN GPS TAHUN 1993-2007", "Abstrak": "Pulau Sumatra merupakan bagian dari lempeng Eurasia yang bergerak dan   \n \n \n\nberinteraksi secara konvergen dengan lempeng Indo-Australia. Tumbukan miring   \n \n \n\nantara kedua lempeng tersebut membentuk zona subduksi di bagian barat pulau   \n \n \n\nSumatra dan sejumlah segmen sesar di darat pulau Sumatra. Zona subduksi dan   \n \n \n\nsegmen sesar yang terbentuk aktif bergerak sehingga sering menimbulkan gempa   \n \n \n\nbumi di wilayah tersebut.   \n \n \n\nSemenjak diberlakukannya Sistem Referensi Geospasial Indonesia 2013   \n \n \n\n(SRGI2013) sebagai referensi tunggal dalam aktivitas pemetaan di Indonesia, maka   \n \n \n\nperubahan posisi kerangka referensi koordinat sebagai fungsi waktu akibat   \n \n \n\ndinamika bumi perlu diperhitungkan. Dengan terjadinya dua gempabumi yang   \n \n \n\nberurutan pada tanggal 6 Maret 2007 di wilayah Danau Singkarak Sumatra Barat,   \n \n \n\nakan menimbulkan deformasi koseismik yang dapat mempengaruhi SRGI2013.   \n \n \n\nDalam penelitian ini dilakukan analisis untuk menentukan model koseismik   \n \n \n\ngempabumi Sianok yang paling sesuai dan sejauh mana dampaknya pada   \n \n \n\nSRGI2013.   \n \n \n\nBerdasarkan hasil analisis terhadap nilai residual hasil validasi dengan koseismik   \n \n \n\npada 11 titik pengamatan GPS dapat disimpulkan bahwa model koseismik dari   \n \n \n\ngempabumi Sianok adalah model koseismik menggunakan data parameter gempa   \n \n \n\ndari Global CMT dengan residual misfit 47.5 mm. Besarnya koseismik gempabumi   \n \n \n\nSianok tidak berpengaruh terhadap peta dengan skala 1: 1000, akan tetapi akan   \n \n \n\nmempengaruhi nilai koordinat Jaring Kontrol Geodesi (JKG) yang berada di sekitar   \n \n \n\ndaerah gempa, sehingga perlu adanya pemutakhiran koordinat dari JKG.", "Daftar File": {"2017 TS PP JONI EFENDI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115901"}, "Penulis": "JONI EFENDI (NIM: 25113008)", "Kontributor / Dosen Pembimbing": ["Pembimbing :     \n \n \n\nDr. Kosasih Prijatna.    \n \n \n\nDr. Irwan Meilano."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "gempabumi Sianok, GPS, deformasi koseismik, SRGI2013", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}