{"Nomor": 22717, "Judul": "MINAT DAN PERILAKU PEMBELIAN TERHADAP LOGISTIK HALAL DI INDONESIA", "Abstrak": "ABSTRAK \n\nDalam konteks rantai pasok, Halal dianggap sebagai komponen baru dalam periode ini. Namun, \n\nsaat ini industry halal sedang mengalami pergeseran tidak hanya terbatas pada produksi \n\nmakanan dan konsumsi semata tetapi juga termasuk banyak proses di dalam rantai tersebut. \n\nPeran logistik halal sangatlah kritis untuk memastikan implementasi dari rantai pasok halal di \n\nsetiap proses dari awal hingga produk akhir. Proses tersebut dimulai dari material mentah hingga \n\nkonsumsi akhir oleh konsumen, maka dari itu setiap proses harus memenuhi prinsip Syari. \n\nIndonesia, sebagai Negara dengan populasi Muslim terbanyak di dunia, diharapkan dapat \n\nmemberikan pengetahuan mendalam melalui hasil dari penelitian ini. \n\nDalam penelitian ini, penulis mengaplikasikan Structural Equation Modelling (SEM) yang mana \n\ndigunakan untuk menganalisis hubungan struktural antara perceived value, perceived usefulness, \n\npengetahuan tentang logistik Halal, minat, dan perilaku terhadap logistik Halal. Tujuan dari \n\npenelitian ini adalah untuk mengalisis lebih lanjut apakah setiap variable memiliki hubungan \n\nyang signifikan satu sama lain dan untuk menyelidiki kerangka yang paling ideal dalam \n\npengembangan logistik Halal. \n\nBerdasarkan survey kuesioner yang dikumpulkan dari 779 responden Muslim di Indonesia, \n\npenelitian ini menemukan bahwa pengetahuan tentang logistik Halal bersifat signifikan untuk \n\nmeningkatkan minat dan perilaku masyarakat dalam mengonsumsi produk Halal. Meskipun \n\nbegitu, mengingat bahwa perceived value dan perceived usefulness tidak memiliki hubungan \n\nyang signifikan terhadap minat, maka modifikasi lebih lanjut dilakukan untuk memperhatikan \n\nhubungan tersebut melalui model yang sudah dimodifikasi. Dalam model yang sudah \n\ndimodifikasi, perceived value dan pengetahuan tentang logistik Halal memainkan peran yang \n\nsignifikan sebelum perceived usefulness. Hasil penelitian menunjukkan semua variable \n\nmerupakan signifikan dan model yang sudah dimodifikasi merupakan model yang paling \n\nsesuai/ideal untuk mengembangkan praktik logistik Halal di Indonesia. \n\nKata kunci : Logistik Halal, perceived value, perceived usefulness, minat, perilaku", "Daftar File": {"2017 TA PP JOSE MANUEL SUSANTO D 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115913", "2017 TS PP JOSE MANUEL SUSANTO 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/252010"}, "Penulis": "JOSE MANUEL SUSANTO (NIM SUSANTO 19014184)", "Kontributor / Dosen Pembimbing": ["Yuliani Dwi Lestari, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "halal logistics, perceived value, perceived usefulness, intention, behaviour", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini  \n                                     Neng Kartika", "File": "2 file", "Tanggal Input": "17 Sep 2017"}