{"Nomor": 22716, "Judul": "ANALISIS INVESTASI STRATEGIS UNTUK PRODUKSI DOMPET KULIT: STUDI KASUS MONZE", "Abstrak": "Industri kulit di Indonesia memiliki kontribusi yang signifikan terhadap pertumbuhan ekonomi Indonesia, menyumbang lebih dari 18 persen PDB Indonesia pada tahun 2015. Monze, sebagai pendatang baru untuk industri barang kulit, optimis dalam bersaing dengan pasar. Satu tahun melakukan bisnis ini, Monze memiliki rencana untuk mengembangkan bisnis mereka ke Jakarta, Surabaya dan Bali untuk meningkatkan penjualan. Saat ini Monze memiliki 8 saluran penjualan dengan 90 produk yang harus dipenuhi setiap bulannya, sedangkan divisi sales dan marketing menyatakan bahwa Monze perlu memenuhi persyaratan minimum 144 produk/bulan untuk melaksanakan rencananya menambah 3 saluran penjualan lagi. Divisi produksi saat ini hanya bisa memproduksi 100 produk/bulan dengan vendor Cut Make Trim (CMT) saat ini. Dengan demikian, tujuan dari penelitian ini adalah untuk menemukan solusi dalam bentuk analisis keputusan investasi dalam hal produksi dompet kulit, sebagai produk unggulan dan memiliki margin keuntungan terbesar. \n \n\nLangkah pertama yang diambil untuk mengetahui permasalahan dan keadaan riil Monze adalah dengan melakukan suatu keadaan eksternal yang terdiri dari analisis Porter Five Forces, serta analisa ukuran pasar. Setelah melakukan analisis eksternal, penelitian dilanjutkan dengan menganalisis keadaan internal yang terdiri dari analisis keuangan, dan analisis proses produksi. Kesimpulan dari analisis ini adalah untuk merencanakan solusi alternatif untuk masalah produksi Monze, yaitu membandingkan produksi dompet dengan menggunakan vendor CMT yang lebih besar, atau dengan memproduksinya dengan membangun bengkel kulit sendiri dari Monze. \n \n\nSolusi yang akan dihasilkan pada akhir penelitian adalah hasil keuangan dan studi kelayakan yang akan menunjukkan kepada kita, proyek mana yang dapat dijalankan oleh Monze untuk memperbaiki lini produksinya. Studi keuangan dan kelayakan akan menjadi dasar untuk menentukan proyek mana yang lebih baik dalam memperbaiki jalur produksi dan juga meningkatkan pendapatan bagi Monze. Hasil perhitungan menunjukkan bahwa proyek workshop akan menghasilkan keuntungan lebih dan layak dilakukan dengan jumlah NPV sebesar Rp 411,191,771, IRR sebesar 158%, Payback Period dalam 1,5 tahun, EVA sebesar Rp 285,182,483, dan PI sebesar 9,06% yang akan dieksekusi dalam waktu satu bulan.", "Daftar File": {"2017 TA PP Jordy Adith Praditya 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115912"}, "Penulis": "Jordy Adith Praditya - Nim: 29115610", "Kontributor / Dosen Pembimbing": ["Asep Darmansyah, Ir., M.Si"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Keuangan, Studi Kelayakan, Industri Kulit", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Des 2017"}