{"Nomor": 22725, "Judul": "PENGEMBANGAN SISTEM INFORMASI MANAJEMEN RUMAH SAKIT UMUM TIPE B: SUBSISTEM PEMBAYARAN RUMAH SAKIT", "Abstrak": "Dengan diimplementasikannya program jaminan kesehatan oleh pemerintah, kompleksitas pelayanan rumah sakit menjadi lebih tinggi. Untuk mengimbangi kenaikan kompleksitas pelayanan ini, dibangun sebuah sistem informasi manajemen rumah sakit. Sistem informasi ini terdiri dari lima buah subsistem, yaitu subsistem front-office, subsistem rawat jalan, subsistem rawat inap, subsistem farmasi, dan subsistem pembayaran. Pada tugas akhir ini, pembahasan berfokus pada subsistem pembayaran dan interaksinya dengan sistem SEP (Surat Eligibilitas Peserta) dan sistem INA-CBG (Indonesian Case-Based Groups).  \n \n\nProgram jaminan kesehatan pemerintah diselenggarakan oleh BPJS (Badang Penyelenggara Jaminan Sosial) Kesehatan. Program ini bersifat reimburse, yaitu rumah sakit diharapkan menanggung terlebih dahulu seluruh biaya layanan, kemudian rumah sakit harus mengajukan klaim ke BPJS Kesehatan untuk mendapatkan ganti biaya layanan tersebut.  \n \n\nBerdasarkan hasil analisis persoalan yang ada, disusun kebutuhan fungsional sistem. Kebutuhan fungsional utama sistem meliputi pemrosesan pembayaran layanan rumah sakit, penyediaan data rekapitulasi transaksi, dan juga otomatisasi pembuatan klaim ke BPJS Kesehatan. Penyediaan data rekapitulasi dilakukan dengan cara menyediakan fitur untuk melakukan ekspor data ke dalam format .xls. Sedangkan otomatisasi pembuatan klaim BPJS dilakukan dengan mengintegrasikan sistem dengan aplikasi INA-CBG milik pemerintah.  \n \n\nArsitektur sistem dibagi menjadi dua, yaitu client side dan API server. API server dibuat dengan menggunakan framework Laravel, sedangkaan client side dibuat dengan framework Angular. Pengujian terhadap sistem dilakukan dengan menggunakan skenario pengujian sesuai dengan use-case.  \n \n\nBerdasarkan hasil pengujian, dapat disimpulkan bahwa sistem pembayaran dapat memenuhi kebutuhan fungsional utama yang ada. Selain itu, sistem juga dapat dikembangkan lebih lanjut untuk menangani pembayaran utang.", "Daftar File": {"2017 TA PP JUAN ANTON 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115935"}, "Penulis": "JUAN ANTON      (NIM : 13513013)", "Kontributor / Dosen Pembimbing": ["Tricya Esterina Widagdo, S.T., M.Sc.,  \n \n\nMuhammad Zuhri Catur, S.T., M.T.,"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "rumah sakit, BPJS, sistem pembayaran, transaksi", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}