{"Nomor": 22726, "Judul": "OPTIMISASI GAS LIFT PADA LAPANGAN K DENGAN MODEL PRODUKSI TERINTEGRASI", "Abstrak": "terhadap produksi minyak kumulatif lapangan K. Untuk memperoleh produksi kumulatif yang terbesar dengan keterbatasan volume gas lift, maka alokasi gas lift ke sumur menjadi penting. Ada beberapa metode optimisasi alokasi gas lift yang tersedia, di antaranya adalah metode equal slope dan metode sequential quadratic programming (SQP). Pada studi ini akan dibandingkan produksi kumulatif yang diperoleh apabila menggunakan alokasi gas lift dari metode equal slope dan metode SQP.   \n \n \n\nUntuk mengetahui produksi kumulatif yang akan diperoleh sampai masa kontrak PSC berakhir, maka dilakukan prediksi produksi dari akhir riwayat produksi sampai waktu berakhirnya kontrak PSC Lapangan K. Prediksi produksi pada studi ini akan mengintegrasikan model reservoir, model sumur dan model fasilitas produksi agar lebih mendekati profil produksi yang aktual. Reservoir akan dimodelkan dengan material balance, dan dilakukan matching terhadap riwayat produksi agar dapat meramalkan tekanan reservoir di masa yang akan datang. Matching juga dilakukan pada model sumur dan model fasilitas produksi terhadap kondisi aktual di akhir riwayat produksi. Setelah semua model sudah match, akan dilakukan simulasi prediksi produksi dengan pembatasan volume gas lift, dimana simulator akan mengalokasikan gas lift dengan metode equal slope dan metode SQP.   \n \n \n\nDari hasil simulasi terlihat bahwa produksi minyak kumulatif Lapangan K dipengaruhi oleh volume gas lift total yang tersedia. Keterbatasan volume gas lift total yang tersedia dapat menurunkan produksi minyak kumulatif di akhir periode kontrak PSC dengan pemerintah di tahun 2028. Alokasi gas lift yang dioptimisasi menggunakan metode SQP akan memberikan produksi kumulatif yang lebih baik dibandingkan alokasi gas lift yang dioptimisasi menggunakan metode equal slope. Alokasi gas lift dari metode SQP dapat mempertahankan produksi kumulatif apabila gas lift total dibatasi (constrained) sampai dengan 4 MMscfd. Apabila gas lift total kurang dari 4 MMscfd, maka akan terjadi penurunan produksi kumulatif yang signifikan. Apabila tidak ada penambahan sumur baru sampai akhir periode kontrak PSC di tahun 2028, maka volume gas lift total yang optimum untuk Lapangan K adalah 4 MMscfd.", "Daftar File": {"2017 TS PP JUDGE SEPTOPANDUVIYATMO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/115936", "2017 TS PP JUDGE SEPTOPANDUVIYATMO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/115937", "2017 TS PP JUDGE SEPTOPANDUVIYATMO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/115938", "2017 TS PP JUDGE SEPTOPANDUVIYATMO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/115939", "2017 TS PP JUDGE SEPTOPANDUVIYATMO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/115940", "2017 TS PP JUDGE SEPTOPANDUVIYATMO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/115941", "2017 TS PP JUDGE SEPTOPANDUVIYATMO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/115942"}, "Penulis": "JUDGE SEPTOPANDUVIYATMO (NIM: 22214022)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Dr. Amega Yasutra   \n \n \n\nPembimbing II: Prof. Dr. Pudjo Sukarno"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "gas lift, alokasi, optimisasi, model produksi terintegrasi, equal slope, sequential quadratic programming.", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}