{"Nomor": 22734, "Judul": "PARTICIPATORY PLANNING TOWARDS SOCIAL JUSTICE CASE STUDY SOCIAL INCLUSION OF DISABLED PEOPLE (HOW TO EMPOWER DISABLED PEOPLE IN TRANSPORTATION PLANNING?)", "Abstrak": "Participatory planning for disabled people in transportation planning processes has become important. Because, it gives insight in what the disabled-peoples preferences are, improve decision making and advance justice. But, there are some barriers of participation to include disabled people; it can be time and money consuming. Other problems are related to the accessibility of facilities; physical impairment, unfamiliar procedure and willingness to participate by disabled people. It is important for the policy makers to know how to empower disabled people and increase their participation in planning processes by considering these barriers.  \n \n\nThis study investigates how to include disabled people in transportation planning processes. It provides lessons learned from United Kingdom and Canada as the best practice of inclusion disabled people in transportation planning processes. The inclusion of disabled people is analyzed based on a case study of Bus Rapid Transit-Transjakarta, Indonesia. Data were gathered using interviews, questionnaire, literature and document review. A descriptive qualitative analysis was used to analyze the data. The result show that applied participatory tools to empower disabled people in planning processes were not sufficient enough to include  \n \n\nthose people in transportation planning. A higher level of participation can be strived for by changing the legal framework, investments in accessible facilities, commitment of the government, and the network of organization at international, national, and local level will increase the level of participation of disabled people in transportation planning processes. Last but not least, inclusion disabled people is hard to implement. But, at least we try to make social justice in our world.", "Daftar File": {"2014 TS PP JUNEDI SEMBIRING 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/115956", "2014 TS PP JUNEDI SEMBIRING 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/115957", "2014 TS PP JUNEDI SEMBIRING 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/115958", "2014 TS PP JUNEDI SEMBIRING 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/115959", "2014 TS PP JUNEDI SEMBIRING 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/115960", "2014 TS PP JUNEDI SEMBIRING 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/115961", "2014 TS PP JUNEDI SEMBIRING 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/115962", "2014 TS PP JUNEDI SEMBIRING 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/115963", "2014 TS PP JUNEDI SEMBIRING 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/115964"}, "Penulis": "JUNEDI SEMBIRING (ITB: 24212016), RUG: S2495015", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nProf. Pradono", "Dr. Femke Niekerk"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Participatory, inclusion, social justice, disabled people, BRT Transjakarta", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}