{"Nomor": 22737, "Judul": "OPTIMASI KONDISI PRODUKSI MnSOD Staphylococcus equorum REKOMBINAN MENGGUNAKAN PLASMID pMCD DENGAN PROMOTOR AUTOINDUKSI DI Escherichia coli TOP10", "Abstrak": "Promotor autoinduksi merupakan salah satu pengembangan bidang genetika molekuler untuk menghasilkan protein rekombinan dari vektor rekombinan yang dapat bekerja dengan memanfaatkan fase pertumbuhan sel inang. Laboratorium Bioteknologi Farmasi ITB telah mengembangkan beberapa vektor rekombinan berbasis promotor autoinduksi di fase stasioner diantaranya pMCD_sod dengan promotor gadA. Namun, protein model MnSOD rekombinan (rMnSODSeq) belum dapat diproduksi dari vektor pMCD_sod pada E. coli BL21(DE3). Promotor ini secara alami bekerja pada fase stasioner, kandungan nutrisi media rendah dan pH media asam. Penelitian ini bertujuan mencari kondisi optimum untuk produksi rMnSODSeq menggunakan plasmid pMCD_sod pada E. coli TOP10 dengan parameter fase pertumbuhan, pH media, dan jenis media. Konfirmasi E. coli TOP10 yang membawa pMCD_sod dilakukan dengan mengisolasi plasmid dan analisis migrasi plasmid tersebut. Keberadaan komponen penting dari promotor gadA pada pMCD_sod dianalisis dengan penentuan urutan DNA. Pengaruh fase pertumbuhan, pH media dan jenis media terhadap produk rMnSODSeq dilakukan dengan menumbuhkan E. coli TOP10-pMCD_sod pada media LB atau TB dan diamati kerapatan sel pada OD600, perubahan pH media serta produksi protein pada jam ke-3, 6, 12, 24, 36, dan 48 pertumbuhan. E. coli TOP10 telah terkonfirmasi dengan baik membawa pMCD_sod dan komponen penting promotor gadA juga secara lengkap berada di pMCD_sod. Produksi rMnSODSeq dianalisis dengan SDS PAGE terhadap lisat sampel pelet sel. Protein rMnSODSeq dapat diproduksi menggunakan pMCD_sod pada rentang fase akhir eksponensial hingga fase stasioner, pH 5,0 hingga 10, serta jenis media LB dan TB. Penggantian media dapat meningkatkan produksi pada kerapatan sel tinggi di fase pertumbuhan awal. Protein rMnSODSeq yang dihasilkan menggunakan pMCD _sod memberikan aktivitas dismutasi dengan pengujian zimografi. Produksi rMnSODSeq telah berhasil dilakukan secara optimal pada fase stasioner pada rentang pH 5,0-10,0 dengan hasil tertinggi yaitu pada kondisi pH 5,5 jam ke-11,5 sebesar 32,47 Ã‚Â± 5,03% dari protein total serta memiliki aktivitas dismutasi", "Daftar File": {"2017 TS PP JUNIZA FIRDHA SUPARNINGTYAS 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/115973", "COVER JUNIZA FIRDHA SUPARNINGTYAS (NIM : 20715033)": "https://digilib.itb.ac.id/gdl/download/203956", "BAB 1 JUNIZA FIRDHA SUPARNINGTYAS (NIM : 20715033)": "https://digilib.itb.ac.id/gdl/download/203957", "BAB 2 JUNIZA FIRDHA SUPARNINGTYAS (NIM : 20715033)": "https://digilib.itb.ac.id/gdl/download/203960", "BAB 3 JUNIZA FIRDHA SUPARNINGTYAS (NIM : 20715033)": "https://digilib.itb.ac.id/gdl/download/203961", "BAB 4 JUNIZA FIRDHA SUPARNINGTYAS (NIM : 20715033)": "https://digilib.itb.ac.id/gdl/download/203962", "BAB 5 JUNIZA FIRDHA SUPARNINGTYAS (NIM : 20715033)": "https://digilib.itb.ac.id/gdl/download/203963", "BAB 6 JUNIZA FIRDHA SUPARNINGTYAS (NIM : 20715033)": "https://digilib.itb.ac.id/gdl/download/203964", "PUSTAKA JUNIZA FIRDHA SUPARNINGTYAS (NIM : 20715033)": "https://digilib.itb.ac.id/gdl/download/203965"}, "Penulis": "JUNIZA FIRDHA SUPARNINGTYAS (NIM : 20715033)", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr. rer. nat. Catur Riani", "Debbie S. Retnoningrum, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "E. coli TOP10; promotor autoinduksi; promotor gadA; produksi protein; rMnSODSeq.", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "10 file", "Tanggal Input": "02 Okt 2017"}