{"Nomor": 22742, "Judul": "REINVENTING PASAR TRADISIONAL (Studi Kasus: Pasar Palasari, Bandung)", "Abstrak": "Pasar tradisional, yang dalam catatan sejarah di sejumlah daerah memiliki posisi strategis sebagai pusat kegiatan, mengalami penurunan kondisi yang berimbas pada  \n \n\npenurunan jumlah perkembangannya. Sebagai pusat kegiatan ekonomi sosial, pasar tradisional memiliki sejumlah kelebihan yang potensial untuk dikembangkan. Seiring  \n \n\ndengan perkembangan dan kemajuan zaman, penting untuk menghidupkan kembali gagasan mengenai pasar tradisional dengan mempertahankan nilai-nilai pasar tradisional  \n \n\nyang sesuai dengan kekinian dan menemukan nilai-nilai baru yang dapat disinergikan dengan yang telah ada, sehingga pasar dapat memiliki daya hidup dan daya saing. Pasar Palasari, yang digunakan sebagai studi kasus, merupakan pasar dengan komoditas dagang berupa buku, hasil bumi, dan bunga di Bandung. Untuk menganalisis keragaman kawasan di sekitar lokasi, digunakan prinsip lokasi-alokasi ruang dan atribut vitalitas dari prinsip  \n \n\ndesain urban. Selain itu digunakan pula analisis sinergi kegiatan untuk memprediksi potensi kegiatan di lokasi. Hasil analisis tersebut digunakan untuk menetapkan kegiatan yang akan diinjeksikan dan sinergi kegiatan yang akan diciptakan pada lokasi. Untuk itu, dikemukakan gagasan agar pasar tradisional dapat kembali menjadi focal point. Pasar harus dapat sejalan dengan dinamika pasar saat ini dan memberikan manfaat serta keuntungan. Untuk itu perlu dialokasikan kegiatan yang potensial yang dapat bersinergi dengan kegiatan pasar. Berdasarkan gagasan tersebut, dapat disimpulkan bahwa, sinergi  \n \n\nkegiatan memiliki peran dalam menghidupkan kembali gagasan mengenai pasar tradisional.", "Daftar File": {"2014 TS PP KADEK INDIRA DIAH KARDINA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/115998", "2014 TS PP KADEK INDIRA DIAH KARDINA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/115999", "2014 TS PP KADEK INDIRA DIAH KARDINA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/116000", "2014 TS PP KADEK INDIRA DIAH KARDINA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/116001", "2014 TS PP KADEK INDIRA DIAH KARDINA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/116002", "2014 TS PP KADEK INDIRA DIAH KARDINA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/116003", "2014 TS PP KADEK INDIRA DIAH KARDINA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/116004", "2014 TS PP KADEK INDIRA DIAH KARDINA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/116005"}, "Penulis": "KADEK INDIRA DIAH KARDINA (NIM: 25211019)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n \n\nIr. Basauli Umar Lubis, MSA., Ph.D.", "Ir. Sutan Hidayatsyah, MSP."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pasar tradisional, Pasar Palasari, vitalitas, sinergi kegiatan, focal point", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}