{"Nomor": 22740, "Judul": "MODEL FISIK EFEKTIVITAS PRESEDAMAN ENERGI GELOMBANG DENGAN PERMEABLE GROINS", "Abstrak": "Penanganan permasalahan pantai dengan mengunakan investasi besar dibangun sebagai respon terhadap perubahan yang terjadi, infrastruktur tradisional yang keras dan masif, seperti pemecah ombak, dalam upaya untuk menyelesaikan masalah. Namun, struktur tersebut mahal dan sering terbukti kontraproduktif untuk pantai     \n\nberlumpur. Selain itu, mereka tidak menghidupkan kembali bakau yang hilang. Untuk melindungi garis pantai dari erosi harus diciptakan zona penyangga bakau. Langkah pertama yang diperlukan untuk menghentikan proses erosi dengan mengembalikan sedimen yang hilang sehingga mendapatkan garis pantai yang stabil. Pendekatan ini bernama 'rekayasa hybrid'. Rekayasa hybrid itu dengan     \n\nmengunkan Permeable Groins dengan memanfaatkan sumber daya alam yang ada disekitar pantai, seperti contoh yang digunakan di pantai Timbulsloko mengunakan bahan berupa ranting atau dahan dari mangrove yang dipotong serta disusun membentuk suatu groin.     \n \n\nPada penelitian ini dilakukan analisis penggunaan Permeable Groins sebagai salah satu pengaman pantai melalui suatu pemodelan fisik untuk mendapatkan    \n\nperedaman yang optimal. Skenario model dilakukan dengan mengubah karakter Skematisasi skenario model dilakukan dengan merubah karakteristik brushwood groin (lebar b dan ketinggian h) terhadap ketinggian muka air d. dan periode gelombang T. Permasalahan dalam kajian ini hanya meninjau transformasi gelombang terhadap tinggi gelombang signifikan, dan koefisien transmisi terhadap     \n\nvariasi tinggi dan lebar brushwood groin.     \n \n\nPengaruh ketinggian stuktur terhadap terhadap peredaman energi gelombang cukup berpengaruh makin besar ketinggian struktur makin besar peredaman energi    \n\ngelombang yang dihasilkan. Begitu juga dengan lebar struktur makin besar lebar  struktur energi yang diredam juga semakin besar. Nilai koefisien transmisi (Kt)     \n\ncenderung turun dengan bertambahnya kedalaman. Dimana kondisi Kt terbesar saat kondisi struktur pada saat kondisi submerge. Sehingga kondisi yang cukup baik dalam penempatan Permeable Groins adalah dengan kondisi diatas MSL atau dikondisi HWL. Apabila struktur makin lebar jika dibanding dengan ketinggian maka Kt akan semakin besar. Perbandingan antara nilai geometri groin yang cukup baik dalam penempanan Permeable Groins adalah perbandingan antara ketinggan dan lebarnya sekitar 2:1", "Daftar File": {"2017 TS PP JUVENTUS WELLY RADIANTA GINTING 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/115984", "2017 TS PP JUVENTUS WELLY RADIANTA GINTING 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/115985", "2017 TS PP JUVENTUS WELLY RADIANTA GINTING 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/115986", "2017 TS PP JUVENTUS WELLY RADIANTA GINTING 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/115987", "2017 TS PP JUVENTUS WELLY RADIANTA GINTING 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/115988", "2017 TS PP JUVENTUS WELLY RADIANTA GINTING 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/115989", "2017 TS PP JUVENTUS WELLY RADIANTA GINTING 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/115990"}, "Penulis": "Juventus Welly Radianta Ginting [95014308]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. M. Cahyono, M.Sc., Ph.D.", "Dr. Fitri Riandini, S.Si., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Model Fisik, rekayasa hybrid, Permeable Groins, Koefisien transmisi, peredaman gelombang ; Physical model, hybrid engineering, Permeable Groins, Transmission coefficient, wave reduction", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "04 Des 2017"}