{"Nomor": 22743, "Judul": "PENGGUNAAN NANOKOMPOSIT NANOSELULOSA DAN NANOPARTIKEL TiO2, SnO2, dopan Fe3+ UNTUK APLIKASI SMART PACKAGING", "Abstrak": "TiO2 memiliki kemampuan fotokatalis yang sangat berguna. Pada penelitian ini TiO2 digunakan untuk dijadikan komponen nanokomposit sebagai pengurai senyawa organik pada active packaging. Komponen lain yang dipakai adalah nanoselulosa. Nanoselulosa merupakan biopolimer terbanyak yang ada di dunia, biodegradable dan tidak beracun. Nanoselulosa memiliki sifat oxygen barrier sehingga cocok dipakai untuk aplikasi food packaging. Matriks nanokomposit yang digunakan untuk menggabungkan nanopartikel dan nanoselulosa adalah polimer PMMA. PMMA dipilih karena merupakan salah satu polimer thermoplas yang memiliki sifat optik dan mekanik yang baik.    \n \n \n \n\nDalam penelitian ini dilakukan pengamatan TEM untuk melihat morfologi dan ukuran nanoselulosa, hasilnya nanoselulosa berbentuk nano rod dengan ukuran < 100 nm. Dilakukan juga karakterisasi XRD untuk mengetahui pengaruh temperatur kalsinasi terhadap fasa TiO2, hasilnya semakin tinggi temperatur kalsinasi fasa anatase akan berubah menjadi fasa rutile. UV-Vis dilakukan untuk melihat transparansi dan absorbansi nanokomposit, hasilnya adalah nanokomposit dengan nanoselulosa terbanyak memiliki transparansi terendah dan absorbansi tertinggi, sedangkan nanokomposit dengan nanoselulosa paling sedikit sebaliknya. Dilakukan pengujian pematangan buah untuk mengetahui kemampuan nanokomposit sebagai penghambat pematangan buah dengan hasil nanokomposit dapat menghambat pematangan buah.", "Daftar File": {"2017 TA PP KALIS KHALIF MUNGGARAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116006"}, "Penulis": "Kalis Khalif Munggaran    (NIM : 13713026)", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Bambang Sunendar, M.Eng.,Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Nanokomposit , Nanopartikel, Nanoselulosa, PMMA, Active packaging", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}