{"Nomor": 22745, "Judul": "TRANSFORMASI ONTOLOGI KE BASIS DATA RELASIONAL UNTUK PEMBANGKITAN DAN PEMELIHARAAN APLIKASI BERBASIS WEB", "Abstrak": "Basis data menyimpan fakta, yang digunakan untuk menyimpan data dalam \n\nsistem pengolahan data. Data saja tidak cukup untuk mengambil keputusan atau \n\nmenjawab pertanyaan terkait makna. Sebaliknya, pengetahuan juga harus \n\ndidukung oleh data. Sebuah aplikasi terdiri dari data dan fungsi untuk pengelolaan \n\ndata seperti CRUD, pengolahan menjadi informasi, atau penambahan \n\npengetahuan. Peran ontologi sebagai representasi pengetahuan dan basis data \n\nsebagai penyimpan fakta masih memegang peran penting dalam pengembangan \n\naplikasi, sehingga menyebabkan perlunya transformasi antar kedua model \n\ntersebut. Namun teknik dan kakas untuk melakukan transformasi dan mendeteksi \n\nperubahan setelah transformasi masih terbatas dan tersebar. Pada tesis ini, telah \n\ndikembangkan kakas untuk transformasi dua arah antara ontologi dan basis data, \n\nmendeteksi perubahan yang terjadi setelah transformasi dan menambahkannya ke \n\nrepresentasi semula. Setelah itu, aplikasi dibangkitkan ulang sebagai akibat dari \n\nperubahan ontologi atau data. Semua proses dilakukan secara otomatis dengan \n\nhanya menekan satu tombol dalam suatu kerangka kerja yang dirancang dan \n\ndiimplementasikan. \n\nTesis ini berhasil memanfaatkan kakas-kakas dan menggabungkannya dalam satu \n\nframework, untuk membangkitkan aplikasi web yang dapat beradaptasi terhadap \n\nperubahan yang terjadi pada basis pengetahuan dan basis data.", "Daftar File": {"2017 TS PP KAMAL MAHMUDI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116014"}, "Penulis": "KAMAL MAHMUDI (NIM: 23514050)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nDr. Ir. M. M. Inggriani Liem. \n\nDr. Tech. Saiful Akbar, ST. MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "transformasi ontologi basis data, konverter, pembangkit aplikasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "2 file", "Tanggal Input": "29 Sep 2017"}