{"Nomor": 22747, "Judul": "KAJIAN MODEL PERENCANAAN EVAKUASI TSUNAMI VERTIKAL DENGAN MODIFIKASI PROGRAM ESCAPE (STUDI KASUS : KECAMATAN PARIAMAN TENGAH, KOTA PARIAMAN)", "Abstrak": "Adanya Mega Tsunami dengan skala kekuatan momen Mw 9,2 pada Tahun 2004 yang telah merusak kota kota pesisir pantai di Indonesia mengakibatkan negara-negara di kawasan Samudera Hindia terutama Indonesia membuat prioritas terhadap penyempurnaan sistem peringatan dini Tsunami yang ada. Sistem peringatan dini 1 dapat mendiseminasi informasi gempa dalam kurun waktu 5 menit dari BMKG kepada Instansi Pemerintah Kota/ Kabupaten, sehingga sejalan dengan pengembangan sistem peringatan dini Tsunami tersebut, diperlukan kesiapsiagaan dan tanggap darurat dari Pemerintah Kota yang berada pada daerah rawan tsunami, dalam hal ini termasuk Pemerintah Kota Pariaman yang berada tidak jauh dari zona subduksi dan memiliki pengalaman gempa berpotensi tsunami sebanyak enam kali dari tahun 1797-2009.   \n \n \n\nKesiapsiagaan Tsunami yang sudah dilakukan di Kota Pariaman diantaranya Pengkajian Risiko Tsunami, membuat peraturan daerah tentang penanggulangan bencana, peningkatan kesadaran masyarakat terhadap risiko tsunami, pengembangan kapasitas kelembagaan dan infrastruktur untuk pelayanan peringatan dini dan kegiatan kesiapsiagaan (contoh : tsunami drill untuk pelajar dan perwakilan dari masing masing kelurahan), serta rencana kontijensi dan rencana evakuasi tsunami yang dibuat tahun 2012 untuk menyelamatkan penduduk dari daerah rawan tsunami menuju daerah yang aman. Tetapi Rencana evakuasi tsunami tersebut masih belum optimal dan belum menggunakan pendekatan ilmiah. Sehingga, perlu dikaji ulang apakah lokasi dan kapasitas dari Tempat Evakuasi Sementara yang ada di Kota Pariaman sudah dapat menampung seluruh penduduk atau tidak, dan juga untuk mengkaji waktu evakuasi yang ada apakah sudah mencukupi atau tidak.   \n \n \n\nOleh karena itu, dalam penelitian ini yang merupakan bagian dari Penelitian PEER Cycle 3 Ã‚Â– NAS Sub Grant 2000004899-FFATA telah dilakukan kajian terhadap rencana evakuasi tsunami yang ada dengan melakukan Kajian Model Perencanaan Evakuasi Tsunami Vertikal Dengan Modifikasi Program ESCAPE di Kecamatan Pariaman Tengah. Lokasi yang dipilih dalam penelitian ini adalah Kecamatan Pariaman Tengah, karena memiliki tingkat kepadatan penduduk yang sangat tinggi dan terdapat 5 Kelurahan yang berada di tepi pantai. Tujuan dari Penelitian ini adalah untuk Evaluasi dan Rekomendasi Perencanaan Evakuasi Tsunami Menggunakan Shelter Vertikal di Kecamatan Pariaman Tengah. Penelitian dilakukan secara kualitatif dan kuantitatif. Penelitian kualitatif dilakukan dengan sebar kuesioner kepada masyarakat dan wawancara kepada aktor yang terlibat atau mengetahui waktu reaksi masyarakat pada saat terjadi gempa Tahun 2009. Sedangkan penelitian kuantitatif dilakukan melalui Kajian Model Evakuasi Tsunami berdasarkan Program Simulasi Utama (Arah, Basin, dan Waktu Evakuasi), Program Simulasi Rute Evakuasi (Jalur, dan lokasi shelter), Program Simulasi Shelter (Basin, Eksposure/Paparan).   \n \n \n\nBerdasarkan hasil analisis yang telah dilakukan, digunakan 6 skenario yaitu 1 Skenario dari Pemerintah dan 5 Skenario Usulan. Untuk Skenario Rencana Lokasi Shelter berupa usulan dari Pemerintah (Skenario 1A) menggunakan 10 Lokasi TES dan 11 Lokasi exit point, diperoleh status kemampuan respon yang lemah (weak response capability) untuk semua lokasi dengan menggunakan waktu golden time minimum -14 menit dan maksimum 15 menit, waktu reaksi masyarakat minimum 1 menit dan maksimum 30 menit. Sedangkan untuk Skenario 1B dengan menggunakan asumsi jika kapasitas Pemerintah dan Masyarakat dalam menghadapi ancaman tsunami dinaikkan 100%, maka waktu golden time menjadi 10 menit dan maksimal sebesar 25 menit, dengan waktu reaksi masyarakat minimum 0,15 menit dan maksimum 15 menit, maka diperoleh 2 lokasi shelter yang aman dengan status kemampuan respon yang baik (good response capability) di exit point 2 (Kelurahan Cimparuh) dan exit point 11 (Kelurahan Jalan Baru).   \n \n \n\nUntuk Skenario Usulan Penelitian (Skenario 2A) menggunakan 55 lokasi baru, diperoleh status kemampuan respon yang lemah (weak response capability) sebanyak 48 titik untuk semua lokasi dengan menggunakan golden time minimum sebesar -16, maksimal 4 menit, dengan waktu reaksi minimum 1 menit, maksimum 31 menit. Sedangkan jika kapasitas Pemerintah dan Masyarakat dalam menghadapi ancaman tsunami dinaikkan 100% maka golden time menjadi 10 menit, dan maksimum 25 menit, waktu reaksi masyarakat minimum 0,5 menit, maksimum 15,5 menit, maka diperoleh shelter yang aman dengan status kemampuan respon yang baik sebesar 32 titik shelter, yang dapat mengevakuasi seluruh masyarakat Kecamatan Pariaman Tengah, yaitu sebanyak 73.380 jiwa.   \n \n \n\nUntuk Skenario 3 dengan menggunakan waktu reaksi masyarakat yang diambil dari nilai modus, maka hasil yang diperoleh yang terbaik adalah Skenario 3 D yaitu skenario dengan menggunakan 55 lokasi baru, dengan golden time sebesar minimum 10 menit maksimum 25 menit, waktu reaksi minimum 0 menit, maksimum 7,5 menit, maka diperoleh shelter yang aman dengan status kemampuan respon yang baik sebesar 35 shelter, yang dapat mengevakuasi seluruh masyarakat Kecamatan Pariaman Tengah, yaitu sebanyak 85.180 jiwa.  Luaran dan rekomendasi dalam pemodelan Perencanaan Evakuasi Tsunami adalah jumlah TES Tempat Evakuasi Sementara yang secara optimal dibutuhkan di tiap kelurahan dan waktu untuk mengevakuasi seluruh kawasan.", "Daftar File": {"2016 TS PP KAMELIA OCTAVIANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116023", "2016 TS PP KAMELIA OCTAVIANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/116024", "2016 TS PP KAMELIA OCTAVIANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/116025", "2016 TS PP KAMELIA OCTAVIANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/116026", "2016 TS PP KAMELIA OCTAVIANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/116027", "2016 TS PP KAMELIA OCTAVIANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/116028", "2016 TS PP KAMELIA OCTAVIANI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/116029", "2016 TS PP KAMELIA OCTAVIANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/116030"}, "Penulis": "KAMELIA OCTAVIANI (NIM : 25414032)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Harkunti Pertiwi Rahayu, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Perencanaan Evakuasi Tsunami, Kajian Kebutuhan Jumlah dan Sebaran TES, Waktu Evakuasi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}