{"Nomor": 22751, "Judul": "PREDIKSI MULTILABEL DOKUMEN PERATURAN  HUKUM INDONESIA MENGGUNAKAN TEXT MINING", "Abstrak": "PT ABC merupakan salah satu media hukum terbesar di Indonesia. PT ABC menggeluti penyajian berita dan informasi serta pengumpulan data di bidang hukum, terutama pengumpulan peraturan dan kebijakan hukum Indonesia. Hingga saat ini, PT ABC memiliki koleksi 52.255 dokumen peraturan hukum di Indonesia.  \n\nPT ABC ingin membuat produk baru untuk memperbaiki fitur Ã‚Â‘Pusat DataÃ‚Â’ yang selama ini dikelola sendiri. PT ABC akhirnya bekerjasama dengan Dattabot, salah satu perusahaan big data terbesar di Indonesia, untuk membuat produk baru yang dinamakan Ã‚Â“ABC Advanced SearchÃ‚Â”. Produk ini bertujuan untuk mempermudah pengguna dalam mencari dokumen hukum Indonesia koleksi PT ABC yang sesuai dengan kebutuhannya. Namun dalam pembuatannya, terdapat beberapa label yang perlu dihilangkan karena tidak menyajikan informasi topik dan isi dokumen tersebut. Akibatnya, 24.084 dokumen tidak memiliki label. Label penting untuk dimiliki dokumen untuk fungsi pendataan maupun integrasi hasil pencarian dokumen dengan fitur lain yang dimiliki oleh PT ABC.  \n\nSalah satu alternatif untuk pemberian label ini ialah menggunakan text mining. Dengan menghasilkan suatu model prediksi klasifikasi multilabel otomatis, label suatu dokumen dapat diprediksi dalam hitungan detik. Pengukuran performa akurasi yang digunakan dalam model ini ialah recall. Dengan berbagai pengubahan variasi parameter, ditemukan bahwa model dapat menghasilkan nilai recall sebesar 90% dengan algoritme Support Vector Machine (SVM) maupun Naive Bayes. Namun, berdasarkan pengukuran performa akurasi lainnya, diketahui bahwa kualitas label yang dihasilkan oleh SVM lebih baik dibandingkan Naive Bayes. Penelitian ini juga menghasilkan rancangan prototipe aplikasi untuk mempermudah dan menghindari kesalahan pelabelan dokumen kedepannya.", "Daftar File": {"2017 TA PP KARANISSA LARASATI 1 ABSTRAK .pdf": "https://digilib.itb.ac.id/gdl/download/116040"}, "Penulis": "Karanissa Larasati - NIM 13413016", "Kontributor / Dosen Pembimbing": ["Dr. Rajesri Govindaraju, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Peraturan hukum Indonesia, text mining, klasifikasi teks, klasifikasi multilabel, prediksi, Support Vector Machine, Naive Bayes", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Sep 2017"}