{"Nomor": 22757, "Judul": "PENERAPAN KONSEP CLIMATE SENSITIVE URBAN DESIGN PADA KAWASAN CBD DENGAN SIMULASI ENVI-MET Studi Kasus: Kemayoran, Jakarta", "Abstrak": "Indonesia sebagai negara tropis dimana karakter iklimnya panas dan lembab, aktivitas ruang luar sering terganggu akibat ketidaknyamanan pada kondisi termal. Pembangunan masif bangunan tinggi di perkotaan akibat semakin bertambahnya  populasi manusia menyebabkan berkurangnya area hijau dan resapan yang  menimbulkan ketidakseimbangan lingkungan dan memicu perubahan iklim mikro dengan kenaikan permukaan temperatur udara.  Meningkatnya temperatur ruang terbuka di jakarta saat ini sudah melebihi standar kenyamanan masyarakat sehingga menyebabkan  ketidaknyamanan untuk melakukan aktivitas sehari-hari. Salah satu kawasan yang  mengalami kenaikan suhu cukup signifikan adalah kawasan CBD, sehingga dalam        \n \n \n \n\nmerancang ruang luar terutama pada kawasan CBD diperlukan suatu pendekatan untuk menciptakan kondisi kenyamanan termal untuk meningkatkan kenyamanan  beraktivitas. Penelitian ini bertujuan untuk merancang kawasan CBD Kemayoran  melalui pendekatan Climate Sensitive Urban Design yang berada pada wilayah  iklim tropis yang panas dan lembab, serta menganalisa tingkat kenyamanan termal        \n \n \n \n\ndan pengkondisian udara yang optimal pada kawasan. Metode penelitian menggunakan metode kuantitatif dengan menguji hasil desain rancangan menggunakan prinsip Climate Sensitive Urban Design melalui simulasi menggunakan program Envi-met 4.1 untuk mengetahui nilai temperatur udara, kecepatan angin, kelembaban udara, serta PMV pada kawasan rancangan. Desain  mempertimbangkan konfigurasi bangunan seperti jarak antar bangunan, rata-rata ketinggian, orientasi gedung, lebar jalan, penutup tanah alami. Simulasi dilakukan dengan menguji dua desain alternatif  berbeda dengan menganalisis pembayangan dan tingkat radiasi untuk mengetahui faktor yang mempengaruhi perancangan kawasan yang responsif terhadap perubahan iklim. Hasilnya diketahui bahwa pergerakan angin lebih diperlukan  untuk meningkatkan kenyamanan termal dibanding pembayangan dari bangunan  di wilayah Jakarta.", "Daftar File": {"2017 TS PP KARINA DWI KUSUMASTUTY 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116053"}, "Penulis": "KARINA DWI KUSUMASTUTY  (NIM: 25615007)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n \n\nHeru Wibowo Poerbo, Ir., MURP, Dr.Ing  \n \n\nDr. Eng. Mochamad Donny Koerniawan, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Climate Sensitive Urban Design, panas-lembab, iklim, Envi-Met.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}