{"Nomor": 22763, "Judul": "STUDI STANDARDIZED PRECIPITATION INDEX (SPI) DAN NORMALIZED DIFFERENCE VEGETATION INDEX (NDVI) TERHADAP BESARNYA SOIL MOISTURE (Studi Kasus Kekeringan Sawah Pertanian Kabupaten Garut)", "Abstrak": "Kekeringan termasuk dalam salah satu bencana utama yang berhubungan dengan perubahan nilai curah hujan dan kondisi ketersediaan air. Kabupaten Garut merupakan daerah pertanian dan persawahan yang pengairannya juga bergantung pada sistem irigasi dan curah hujan. Indeks kekeringan Standradized Precipitation Index (SPI) dan Normalized Difference Vegetation Index (NDVI) dapat digunakan untuk menunjukkan tingkat kekeringan dan hubungannya dengan soil moisture yang biasa digunakan untuk kebutuhan tanaman persawahan.  \n \n\nNilai indeks SPI untuk kategori 3, 6, 9, dan 12 bulanan menunjukkan bahwa sepanjang tahun 1994 dan 2002 Ã‚Â– 2003 nilai SPI mencapai kategori kekeringan ringan sampai dengan ekstrem. Dari nilai NDVI, tidak terlihat kekeringan ekstrem (mendekati -1) pada tahun kajian, namun tetap mengalami penurunan pada saat ada kejadian kekeringan menurut SPI. Nilai soil moisture juga terlihat mengalami penurunan setelah nilai indeks SPI turun dan saat NDVI turun.  \n \n\nHasil kajian ini menunjukkan adanya kejadian kekeringan diantara tahun kajian menurut kedua indeks. Indeks SPI menunjukkan adanya kejadian kekeringan sampai dengan tingkat ekstrem pada tahun 1994 dan 2003. Indeks NDVI menunjukkan kejadian kekeringan di area persawahan pada tahun tersebut namun tidak sampai pada tingkat ekstrem. Kedua jenis indeks menunjukkan korelasi positif terhadap soil moisture. Nilai korelasi SPI terhadap soil moisture sebesar 0,421392 dan nilai korelasi NDVI terhadap soil moisture sebesar 0,21988", "Daftar File": {"2015 TA PP KARTIKA TRISNA PUTRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116074", "2015 TA PP KARTIKA TRISNA PUTRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/116075", "2015 TA PP KARTIKA TRISNA PUTRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/116076", "2015 TA PP KARTIKA TRISNA PUTRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/116077", "2015 TA PP KARTIKA TRISNA PUTRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/116078", "2015 TA PP KARTIKA TRISNA PUTRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/116079", "2015 TA PP KARTIKA TRISNA PUTRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/116080"}, "Penulis": "KARTIKA TRISNA PUTRI (NIM : 12809026)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dra. Atika Lubis, MS."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Kekeringan, SPI, NDVI, Soil moisture", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}