{"Nomor": 22761, "Judul": "WELLNESS CENTRE CIATER, KABUPATEN SUBANG, JAWA BARAT", "Abstrak": "Sebuah proyek Wellness Centre di kawasan Ciater Spa Resort, tepatnya di Jalan Raya Ciater,   \n \n\nKabupaten Subang, Jawa Barat. Proyek ini memiliki 3 fungsi utama yaitu therapy, exercise, dan dining   \n \n\ndengan fungsi penunjang office, retail, dan service. Luas lahan untuk fasilitas Wellness Centre sebesar   \n \n\n2,7ha dengan KDB 20% dan KLB 0,4. Pemilik proyek ini adalah PT. Sari Ater Raya yang juga memiliki   \n \n\nSari Ater Hotel Resort. Target pengguna untuk Wellness Centre ini adalah masyarakat kelas atas dengan   \n \n\npasar turis domestik maupun internasional. Lokasi proyek yang terletak di lahan berkontur dikelilingi   \n \n\npegunungan dan hutan pinus menjadikan lokasi ini memiliki potensi alam yang kaya untuk   \n \n\nmemaksimalkan fungsi bangunan sebagai tempat relaksasi. Salah satu fitur relaksasi yang diangkat   \n \n\nadalah forest spa dimana pengunjung bisa menikmati perawatan relaksasi sembari menikmati   \n \n\nindahnya pemandangan alam sekitar. Pendekatan perancangan dalam menyelesaikan perancangan   \n \n\nproyek ini adalah menggunakan konsep healing architecture, arsitektur tropis, dan memerhatikan   \n \n\nkonteks fisik lingkungan. Penerapan konsep ini menjadi hal utama dalam menjawab isu-isu   \n \n\nperancangan seperti isu suasana, privasi, konteks lingkungan, sirkulasi, dan konsep dari pemilik yaitu   \n \n\npenerapan arsitektur tropis dalam desain bangunan. Hasil akhir perancangan akan menghasilkan bangunan dengan massa majemuk maksimal berjumlah 2 lantai. Total luas bangunan adalah 6100m2   \n \n\nyang terdiri dari lobby utama, restoran, fitness area, spa lobby, 15 spa room, dan bale yoga.", "Daftar File": {"2017 TA PP Karlina Wahyuningtyas 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116066"}, "Penulis": "Karlina Wahyuningtyas", "Kontributor / Dosen Pembimbing": ["Heru Wibowo Poerbo, Ir., MURP, Dr. Ing"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Wellness Centre, Ciater, Forest Spa, Healing Architecture, Arsitektur Tropis", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}