{"Nomor": 22767, "Judul": "KETIDAKPASTIAN PREDIKSI ULTIMATE CLAIMS  MENGGUNAKAN METODE COMPLEMENTARY LOSS RATIO", "Abstrak": "Outstanding claims liabilty adalah utang klaim yang wajib dibayar oleh perusahaan asuransi kepada pemegang polis. Aktuaris perusahaan memprediksi outstanding claims liabilty berdasarkan data paid claims dan/atau incurred claims. Banyak metode pencadangan klaim yang dapat digunakan untuk menentukan prediksi outstanding claims liabilty. Masalah yang sering muncul adalah prediksi ultimate claims berdasarkan paid claims jauh berbeda dari prediksi berdasarkan incurred claims. Tesis ini membahas metode Complementary Loss Ratio (CLR) yang digunakan untuk memprediksi ultimate claims. Metode ini menggunakan data paid claims dan incurred claims secara bersamaan untuk memprediksi ultimate claims. Data yang digunakan dalam analisis disajikan dalam run-off triangle. Prediksi ultimate claims ditentukan berdasarkan pandangan jangka panjang dan pandangan jangka pendek (satu payment year atau satu tahun pembayaran ke depan). Selain itu, metode CLR menghasilkan mean square error (MSE) dari prediktor ultimate claims yang digunakan untuk mengukur ketidakpastian hasil prediksi ultimate claims.", "Daftar File": {"2016 TS PP KASUMA WARDANY HARAHAP 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116090", "2016 TS PP KASUMA WARDANY HARAHAP 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/116091", "2016 TS PP KASUMA WARDANY HARAHAP 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/116092", "2016 TS PP KASUMA WARDANY HARAHAP 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/116093", "2016 TS PP KASUMA WARDANY HARAHAP 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/116094", "2016 TS PP KASUMA WARDANY HARAHAP 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/116095", "2016 TS PP KASUMA WARDANY HARAHAP 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/116096"}, "Penulis": "KASUMA WARDANY HARAHAP (NIM: 20814015)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dumaria R. Tampubolon, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "complementary loss ratio, sensitivitas, mean square error", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}