{"Nomor": 22766, "Judul": "FISIKA MEANDER BESAR SUNGAI BRANTAS", "Abstrak": "Sepanjang Sungai Brantas padat dengan pengetahuan mekanika fluida sederhana yang bermanfaat bagi kehidupan. Sungai yang berawal dari lereng curam Gunung Arjuna Malang Jawa Timur, melewati sisi timur Gunung Kawi dan mengitari Gunung Kelud ini memiliki karakteristik menarik dimana aliran awal sungai menuju ke selatan namun tidak bermuara di pantai selatan, sebaliknya bermuara di pantai utara. Fenomena ini menarik ditelaah lebih dalam sehingga menjadi sumber pengetahuan yang kontekstual. Sungai Brantas yang merupakan sungai terbesar di Jawa Timur ini menjadi tulang punggung bagi kehidupan Jawa Timur. Debit dan aliran Sungai Brantas dimanfaatkan untuk PLTA, irigasi, PDAM, air indutri dan lain-lain.. Penulis menginisiasi sebuah paper yang bertujuan untuk a) menganalisis bagaimana proses terbentuknya fenomena meanders besar aliran Sungai Brantas di Jawa Timur, b) memahami manfaat Brantas secara fisika di bidang PLTA, Irigasi, PDAM, dan Industri, c) mengembangkan paket pembelajaran kontekstual di beberapa titik Brantas. Pelaksanaan yang dilaksanakan untuk mecapai tujuan adalah survei tinjau lapangan (sepanjang Sungai Brantas dari mata air hingga ke hulu) dan melakukan percobaan sederhana di beberapa titik Sungai Brantas. Meander besar Brantas dipengaruhi oleh morfologi pegunungan tektonik dan gunung api yang masih aktif di wilayah Malang sehingga memanaskan batuan kapur selatan menjadi batuan marmer yang bersifat kedap air. Adanya marmer di selatan jawa timur ini yang membelokkan sungai ke utara. Aliran Sungai Brantas banyak digunakan dalam berbagai kebutuhan hidup, diantaranya: energi aliran sungai untuk PLTA, massa air untuk air bersih dan air minum, aliran untuk irigasi. Proses pemanfaatan air Brantas ini menggunakan beberapa konsep fisika yang bisa dijadikan sebagai pembelajaran kontektual. Selain itu, paket fisika berupa percobaan sederhana seperti pengukuran debit, kecepatan aliran, penentuan tinggi muka air dikembangkan lebih dalam untuk meningkatkan pemahaman siswa tentang mekanika fluida sederhana.", "Daftar File": {"2017 TS PP KASIYAMA LUKITASARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116083", "2017 TS PP KASIYAMA LUKITASARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/116084", "2017 TS PP KASIYAMA LUKITASARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/116085", "2017 TS PP KASIYAMA LUKITASARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/116086", "2017 TS PP KASIYAMA LUKITASARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/116087", "2017 TS PP KASIYAMA LUKITASARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/116088", "2017 TS PP KASIYAMA LUKITASARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/116089"}, "Penulis": "KASIYAMA LUKITASARI (NIM : 90215303)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Lilik Hendrajaya, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "meander, morfologi pegunungan tektonik, pembelajaran fisika kontekstual", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}