{"Nomor": 22773, "Judul": "LUBANG HITAM BANADOS, TEITELBOIM & ZANELLI (BTZ) DALAM (2+1) DIMENSI", "Abstrak": "Pada 1992 Banados, Teitelboim, dan Zanelli (BTZ) menunjukan bahwa terdapat solusi lubang hitam untuk teori gravitasi (2+1)-dimensi. Solusi ini banyak menarik perhatian, karena orang menganggap bahwa solusilubang hitam tidak mungkin ada untuk teori ini dikarenakan sifat trivialnya. Solusi BTZ mendeskripsikan lubang hitam yang memiliki massa dan momentum sudut. Terlepas dari sifat kurvaturnya yang konstan, solusi ini memiliki banyak kemiripan dengan lubang hitam Kerr. Disini solusi lubang hitam BTZ ini dikaji ulang, dimulai dari pengambilan aksi yang menghasilkan persamaan Einstein tanpa materi dengan konstanta kosmologi negatif, simbol < 0. Dengan formalisme ADM, persamaan Einstein diklasifikasikan dan dipecahkan. Metrik yang memenuhi persamaan gerak kita batasi pada metrik yang memiliki simetri aksial dan tidak bergantung waktu. Solusi ini berupa metrik yang memiliki dua konstanta integrasi      \n \n \n \n\nyang kemudian diinterpretasikan sebagai massa dan momentum sudut. Lubang hitam ini memiliki kurvatur negatif yang konstan dan memiliki event horizon dengan singularitas kausal pada r = 0. Juga solusi ini dapat diperoleh dengan membentuk ruang kuosien anti-de Sitter AdS3 melalui subgrup diskrit SO(2, 2) sehingga secara global berbeda dengan ruang  AdS3. Terakhir akan ditunjukan bahwa lubang hitam ini juga memenuhi hukum termodinamika untuk lubang hitam.", "Daftar File": {"2017 TA PP KELVIN LOIS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116135", "2017 TA PP KELVIN LOIS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/116136", "2017 TA PP KELVIN LOIS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/116137", "2017 TA PP KELVIN LOIS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/116138", "2017 TA PP KELVIN LOIS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/116139", "2017 TA PP KELVIN LOIS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/116140"}, "Penulis": "KELVIN LOIS (NIM : 10213103)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Dr. Agus Suroso, Pembimbing II : Prof. Freddy P. Zen, D.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Banados, Teitelboim, dan Zanelli (BTZ)", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}