{"Nomor": 22775, "Judul": "IDENTIFIKASI KEBUTUHAN PARKIR PENGUNJUNG TERAS CIHAMPELAS", "Abstrak": "Di dalam RDTR Kota Bandung 2015-2035, tertera rencana pembangunan sistem jalur pejalan kaki. Rencananya, akan dibangun skywalk yang menghubungkan Gelap Nyawang dan Cihampelas dengan harapan dapat menekan penggunaan kendaraan pribadi di Jalan Cihampelas. Pada Januari 2017, diresmikanlah Teras Cihampelas yang merupakan jembatan pedestrian dengan konsep ruang terbuka sekaligus tempat bagi relokasi PKL di Jalan Cihampelas. Namun, keberadaan Teras Cihampelas berbelok dari rencana awal. Teras Cihampelas tidak mengurangi penggunaan kendaraan pribadi, justru menimbulkan bangkitan parkir baru karena daya tariknya sebagai tempat wisata. Permintaan ruang parkir pengunjung Teras Cihampelas mencapai 232 SRP mobil dan 406 SRP motor tiap jamnya. Jumlah tersebut overlapping juga dengan permintaan parkir dari pertokoan di bawah Teras Cihampelas sebanyak 285 SRP. Di sisi lain, sediaan ruang parkir di kawasan Cihampelas terbatas. Sebagian besar telah diokupansi oleh toko-toko dan factory outlet. Meskipun begitu, terdapat potensi ruang parkir umum seluas 2.669,35 m2 atau sekitar 178 SRP mobil. Maka dari itu, diperlukan strategi manajemen penanganan kebutuhan parkir yang tepat. Pendekatan yang dilakukan adalah mengontrol jumlah permintaan dan peningkatan efisiensi penggunaan ruang parkir, bukan menambah jumlah sediaan. Strategi yang mungkin untuk diterapkan yaitu shared parking dengan guna lahan sekitar yang memiliki peak hour berbeda, pembatasan jumlah pegawai toko/hotel yang menggunakan kendaraan pribadi pada weekend, serta penetapan tarif parkir progresif. Adapun rencana yang dapat dimanfaatkan dalam waktu dekat yaitu proyek cable car Gelap Nyawang-Cihampelas yang akan menyediakan gedung parkir di stasiunnya. Gedung parkir tersebut diperkirakan dapat menampung sekitar 47,8% kendaraan pengunjung Teras Cihampelas. Rencana tersebut dapat dikombinasikan dengan insentif tarif parkir flat khusus bagi pengguna cable car dengan harapan dapat menekan kebutuhan parkir di kawasan Cihampelas.", "Daftar File": {"KEMILAU NOYTA.pdf": "https://digilib.itb.ac.id/gdl/download/116142"}, "Penulis": "KEMILAU FISKA NOYTA", "Kontributor / Dosen Pembimbing": ["Prof. Dr.Eng. Pradono, SE., M.Ec.Dev"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Permintaan Parkir, Sediaan Parkir, Strategi Manajemen Kebutuhan Parkir, Teras Cihampelas", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}