{"Nomor": 22771, "Judul": "STUDI PENGARUH PENAMBAHAN BIOPOLIMER PIONEERA L-800  PADA PERFORMA PELINDIAN BIJIH NIKEL LIMONIT DARI SOROWAKO DALAM  LARUTAN ASAM SULFAT", "Abstrak": "Pada pabrik ekstraksi logam secara hidrometalurgi, terdapat beberapa parameter yang umumnya digunakan untuk mengevaluasi unjuk kerja pabrik yang meliputi persen ekstraksi dan total perolehan logam, kapasitas produksi, laju proses dan unit konsumsi bahan habis. Persen ekstraksi proses pelindian dipengaruhi oleh beberapa faktor seperti fraksi ukuran bijih, kadar logam dalam bijih yang diolah (grade), konsentrasi reagen pelindi, temperatur, persen padatan dan lama waktu proses. Salah satu cara yang dapat dilakukan untuk meningkatkan kapasitas produksi dan perolehan secara bersamaan adalah dengan menurunkan viskositas slurry pada persen padatan yang lebih tinggi. Pada penelitian ini dipelajari pengaruh penambahan biopolimer berbasis lignin yaitu Pioneera L-800 terhadap performa pelindian bijih nikel laterit dalam larutan asam sulfat pada tekanan atmosfer. Pada penelitian sebelumnya untuk ekstraksi emas, biopolimer Pioneera L-800 ini dilaporkan dapat menurunkan viskositas slurry  dan mendispersi partikel padatan bijih dalam slurry sehingga dapat meningkatkan persen ekstraksi logam.    \n \n \n\nSerangkaian percobaan pelindian dalam larutan asam sulfat menggunakan biopolimer Pioneera L-800 telah dilakukan untuk mempelajari pengaruhnya terhadap persen esktraksi dan kinetika pelindian nikel. Percobaan dilakukan dengan variasi temperatur, konsentrasi asam sulfat, dosis Pioneera L-800, dan persen solid. Pelindian dilakukan selama 12 jam dengan pengambilan sampel larutan pada menit ke-15, 30, 60, 120, 240, 480, dan 720.  Pengukuran konsentrasi nikel, besi, dan magnesium terlarut dilakukan menggunakan Atomic Absorption Spectrophotometer (AAS) untuk menentukan persen ekstraksi dan jumlah oksida terlarut. Kinetika pelindian dipelajari dengan menggunakan shrinking core model untuk menentukan pengendali laju reaksi dan energi aktivasi proses pelindian.   \n \n \n\nHasil percobaan menunjukkan peningkatan temperatur dan konsentrasi asam meningkatkan persen ekstraksi nikel, sementara peningkatan persen solid cenderung menurunkan persen ekstraksi nikel. Penggunaan biopolimer Pioneera L-800 dengan dosis 1200 ppm dapat menurunkan viskositas slurry sebesar 13,6% dan meningkatkan persen ekstraksi nikel sebesar 10,44% dari 84,94% tanpa biopolimer menjadi 93,81% pada konsentrasi asam sulfat 6M dan persen solid 20%. Peningkatan ekstraksi nikel diikuti oleh peningkatan ekstraksi besi terlarut dimana persen besi terlarut tertinggi sebesar 97,45% diperoleh pada penambahan Pioneera L-800 sebesar 1200 ppm pada konsentrasi asam sulfat 4,5M dan persen solid 15%.   \n \n \n\nPenambahan biopolimer menurunkan energi aktivasi proses pelindian dari 142,41 kJ/mol ke 136,61 kJ/mol dan mempercepat laju pelindian. Analisis kinetika menunjukkan bahwa pelindian bijih nikel laterit dalam larutan asam sulfat tanpa dan dengan biopolimer Pioneera L-800 terkendali oleh difusi melalui lapis produk padat yang tidak bereaksi.", "Daftar File": {"2017 TA PP KAUTSAR HANIEF FITRIANSYAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116127"}, "Penulis": "KAUTSAR HANIEF FITRIANSYAH", "Kontributor / Dosen Pembimbing": ["Dr. mont. M. Zaki Mubarok, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "pelindian, nikel, viskositas, biopolimer Pioneera L-800, persen ekstraksi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}