{"Nomor": 22776, "Judul": "PERILAKU ERUPSI GUNUNG RAUNG JULI 2015", "Abstrak": "Indonesia merupakan negara yang kaya dengan sumber daya alam salah satunya gunungapi. Gunungapi indonesia membentang dari ujung barat kepulauan Indonesia hingga bagian timur kepulauan Indonesia. Gunungapi di Indonesia sering di anggap sebuah malapetaka bagi masyarakat Indonesia. Perubahan pemikiran tersebut dapat dilakukan dengan pemahaman masyarakat tentang gunungapi. Pengkajian gunungapi pada penelitian ini ditumpukkan dengan pembelajaran fisika kontekstual. Pengkajian yang dilakukan dalam sebuah gunungapi berdasarkan sebuah pengamatan langsung maupun dengan bantuan alat pengamatan. Proses erupsi dalam sebuah gunungapi dikaji dimulai dari penjalaran magma yang berasal dari arus konveksi dari lapisan bawah litosfer yang menimbulkan pergerakan litosfer. Pergerakan tektonik ini menghasilkan beberapa produk yang sering disebut magma. Magma ini memiliki suhu dan tekanan yang tinggi. Kemudian magma ini memicu penerobosan batuan untuk naik yang dapat didekati dengan Diagram Mohr-Coulomb. Selanjutnya proses penjalaran melalui retakan dapat dilakukan dengan penggunaan Hukum Poiseulle tentang debit laju aliran magma dalam proses erupsi. Berdasarkan energi yang diperoleh pada setiap erupsi utama, dapat diketahui juga laju penumpukkan energi yang diperoleh. Laju penumpukkan magma ini yang kemudian menjadi prediksi sebagai erupsi sebuah gunungapi. Berdasarkan kajian fisika bahwa erupsi gunung Raung 10 Juli 2015 merupakan erupsi utama. Erupsi utama dapat diketahui bahwa magma berasal dari kantung magma pertengahan. Sehingga diduga terdapat kantung yang berada didekat permukaan yang menimbulkan erupsi lanjutan pada tanggal 2 Agustus 2015. Proses erupsi susulan ini merupakan erupsi yang menandakan penyumbatan gunungapi sudah terbuka. Namun proses kegiatan gunungapi tentang penjalaran magma ini menandakan bahwa kantung medium dan dangkal telah kososng. Selain proses pengkajian dari gunungapi akan diperoleh manfaat dari pemahaman erupsi gunungapi sebagai salah satu sumber bahan ajar fisika kontekstual. Manfaat ini dapat diterapkan dalam sebuah pembelajaran untuk masyarakat sekitar gunungapi. Manfaat yang diperoleh lainnya yaitu menjadi sumber bekal kerja. Bekal kerja ini dapat dimanfaatkan untuk meningkatkan taraf perekonomian masyarakat sekitar gunungapi.", "Daftar File": {"2016 TS PP KENDID MAHMUDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116143", "2016 TS PP KENDID MAHMUDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/116144", "2016 TS PP KENDID MAHMUDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/116145", "2016 TS PP KENDID MAHMUDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/116146", "2016 TS PP KENDID MAHMUDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/116147", "2016 TS PP KENDID MAHMUDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/116148", "2016 TS PP KENDID MAHMUDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/116149"}, "Penulis": "KENDID MAHMUDI (NIM: 90214031)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Drs. Ir. Lilik Hendrajaya, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gunungapi, Erupsi, Aliran Magma, Laju Penumpukkan Energi, Pemanfaatan Erupsi.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}