{"Nomor": 22779, "Judul": "PERANCANGAN PENYETIMBANG AKTIF BATERAI LITIUM ION DENGAN MENGGUNAKAN METODE MODULE TO CELL", "Abstrak": "Baterai merupakan sel elektrokimia yang dapat mengubah energi kimia menjadi energi listrik. Semakin lama, penggunaan baterai, terutama baterai sekunder semakin meningkat. Baterai sekunder yang paling populer digunakan saat ini adalah baterai litium ion karena densitas energi yang relatif lebih tinggi dibandingkan dengan baterai lainnya. Sebuah modul baterai terdiri dari beberapa sel di dalamnya yang memiliki spesifikasi yang sama. Namun, pada kenyataannya, tetap ada perbedaan, antara lain pada hambatan dalamnya. Perbedaan hambatan dalam mengakibatkan tiap sel memiliki laju pengisian dan pengosongan yang berbeda. Hal ini membuat kapasitas baterai tidak dapat digunakan secara optimum. Fenomena ini disebut ketidaksetimbangan baterai.  \n \n\nPada tugas akhir ini, dirancang sistem penyetimbang sel baterai untuk meningkatkan kapasitas penggunaan modul baterai. Acuan yang digunakan sistem penyetimbang adalah State of Charge (SOC) sel baterai, yang didekati nilainya melalui tegangan baterai. Terdapat dua metode umum dalam proses penyetimbangan yaitu: aktif dan pasif. Metode pasif penggunaannya mudah dan murah, namun boros energi. Oleh karena itu akan digunakan metode aktif yang kelebihan energinya dimanfaatkan untuk mengisi sel baterai terendah. Terdapat tiga metode pemanfaatan energi yang dapat digunakan, yaitu: cell to cell, module to cell, dan cell to module. Metode yang digunakan pada penelitian ini adalah metode module to cell. Pada pelaksanaannya, digunakan dua komponen utama (kapasitor dan konverter DC-DC) dan dua jenis sensor (tegangan dan arus).  \n \n\nSeluruh sistem kemudian diuji dan hasilnya dibandingkan terhadap modul baterai yang tidak disetimbangkan. Pada akhirnya, penelitian ini dapat meningkatkan nilai kapasitas modul baterai sebesar 13,43% dan daya sebesar 16,78%, serta menambah waktu pengisian sebesar 673s.", "Daftar File": {"2017 TA PP KESIA MINORIE 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116152"}, "Penulis": "KESIA MINORIE (NIM : 13313002)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n \n\n1. Dr. Ir. Edi Leksono, M.Eng.   \n \n\n2. Dr. Ir. Endang Juliastuti, M. S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Baterai Litium Ion, Ketidaksetimbangan Baterai, Sistem Manajemen Baterai, Sistem Penyetimbang Baterai, Konverter DC-DC", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}