{"Nomor": 22789, "Judul": "IDENTIFIKASI VORTEX-INDUCED VIBRATION PADA FREE STANDING HYBRID RISER", "Abstrak": "Pemilihan struktur riser laut dalam adalah suatu evaluasi rumit dalam hal teknikal dan ekonomi. Free Standing Hybrid Riser (FSHR) telah muncul dalam beberapa tahun ini dan menarik perhatian perusahaan-perusahaan minyak dan gas bumi di seluruh dunia. Salah satu bagian penting FSHR yaitu rigid riser tak bisa dipungkiri harus menerima beban lingkungan yang cukup besar. Rigid riser merupakan pipa penyalur sistem produksi di struktur produksi terapung ke sumur produksi di dasar laut. Ujung rigid riser bertumpu pada fixed joint di dasar laut, dan ujung satunya di-support oleh tanki terapung yang membuat struktur tetap pada kondisi tarik dengan besar tegangan tertentu. Saat arus melewati struktur riser, aliran arus akan membentuk suatu pusaran di belakang riser (disebut dengan vortex) yang mengakibatkan adanya getaran secara periodik atau terus-menerus. Getaran ini menginduksi riser sehingga berosilasi sesuai dengan frekuensi natural yang dimiliki. Bila nilai frekuensi ini mendekati nilai frekuensi arus di sekitar struktur, maka simpangan getaran riser semakin besar dan terjadinya peristiwa lock in. \n\nFenomena lock in merupakan keadaan dimana frekuensi natural struktur sama dengan atau mendekati frekuensi gaya lingkungan di sekitar struktur (dikenal dengan istilah vortex shedding). Getaran riser yang terjadi akibat vortex shedding disebut dengan vortex-induced vibration (VIV). Pengaruh getaran yang terjadi mengakibatkan adanya kelelahan (fatigue damage) pada riser. Melalui identifikasi lock in dan perhitungan besarnya fatigue damage akibat vortex-induced vibraion, umur operasi riser (service life) dapat dihitung dan analisis terhadap syarat besarnya service life yang diinginkan.", "Daftar File": {"2015 TA PP  KEVIN KRISTIAN GOMERI HUTAPEA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116201", "2015 TA PP  KEVIN KRISTIAN GOMERI HUTAPEA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/116202", "2015 TA PP  KEVIN KRISTIAN GOMERI HUTAPEA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/116203", "2015 TA PP  KEVIN KRISTIAN GOMERI HUTAPEA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/116204", "2015 TA PP  KEVIN KRISTIAN GOMERI HUTAPEA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/116205", "2015 TA PP  KEVIN KRISTIAN GOMERI HUTAPEA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/116206", "2015 TA PP  KEVIN KRISTIAN GOMERI HUTAPEA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/116207", "2015 TA PP  KEVIN KRISTIAN GOMERI HUTAPEA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/116208"}, "Penulis": "KEVIN KRISTIAN GOMERI HUTAPEA (nim :  15510038)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Krisnaldi Idris, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "VIV, natural frequency, lock in, vortex shedding, riser subjected to axial load.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "15 Des 2017"}