{"Nomor": 22785, "Judul": "MODEL BRANE-WORLD DAN APLIKASINYA DI BIDANG KOSMOLOGI", "Abstrak": "Salah satu masalah dalam dunia fisika adalah gauge hierarchy problem yang bertujuan mencari penjelasan perbedaan nilai yang sangat besar dua konstanta massa  \n \n\nfundamental: skala massa electroweak dan massa Planck. Pada tugas akhir ini, dibahas dua model brane-world: model ADD dan Randall Sundrum, yang motivasi awalnya adalah untuk memberikan penjelasan mengenai gauge hierarchy problem. Di tugas akhir ini, juga dibahas mengenai formulasi kovarian dari model brane-world.  \n \n\nSelanjutnya, formulasi ini akan diaplikasikan ke kosmologi. Pengaruh dari sukusuku koreksi persamaan Friedmann oleh model brane-world dipelajari, sehingga solusinya dapat dibandingkan dengan model kosmologi konvensional dalam menjelaskan evolusi alam semesta. Komputasi numerik juga dilakukan untuk mendapatkan  \n \n\nparameter-parameter densitas energi dalam persamaan Friedmann yang dimodifikasi. Didapatkan bahwa tegangan dari brane tidak cukup besar untuk mendukung terjadinya nukleosintesis yang sesuai dengan hasil observasi densitas elemen ringan pada masa sekarang. Didapat pula bahwa nilai parameter terkait dark radiation bernilai positif, yang memungkinkan evolusi kosmologi tanpa singularitas", "Daftar File": {"2017 TA PP KEVIN FRANKLY SAMUEL PARDEDE 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116179", "2017 TA PP KEVIN FRANKLY SAMUEL PARDEDE 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/116180", "2017 TA PP KEVIN FRANKLY SAMUEL PARDEDE 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/116181", "2017 TA PP KEVIN FRANKLY SAMUEL PARDEDE 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/116182", "2017 TA PP KEVIN FRANKLY SAMUEL PARDEDE 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/116183", "2017 TA PP KEVIN FRANKLY SAMUEL PARDEDE 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/116184"}, "Penulis": "KEVIN FRANKLY SAMUEL PARDEDE (NIM : 10213022)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Agus Suroso.   \n \n\nProf. Freddy P. Zen, D.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "brane-world, dimensi ekstra, gauge hierarchy problem, modifikasi gravitasi, persamaan Friedmann.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}