{"Nomor": 22784, "Judul": "PENGEMBANGAN MODEL PENGALAMAN PELANGGAN DENGAN MEMERHATIKAN VARIABEL PENGALAMAN MASA LAMPAU PELANGGAN DI OBJEK WISATA", "Abstrak": "Customer Experience Management sudah banyak digunakan dalam mendesain usaha suatu perusahaan. Namun pengukuran untuk pengalaman pelanggan sendiri masih bermacam-macam dan diukur berbeda-beda tergantung situasi. Penelitian ini berupaya untuk membuat suatu pengukuran secara holistik mengenai pengalaman pelanggan dengan meninjau berbagai dimensi yang berpengaruh pada pembentukan pengalaman tersebut. Selain itu, penelitian ini juga meninjau hubungan paska pengalaman sebagai konsekuensi dari pengalaman yang didapatkan, berdasarkan kepuasan dan loyalitas dari pelanggan, dan pengaruh keduanya terhadap rekomendasi pelanggan.  \n \n\nObjek penelitian ini adalah beberapa tempat wisata di Indonesia. Sampel yang digunakan dalam penelitian ini adalah pengunjung tempat wisata yang pernah mengunjungi tempat wisata yang sama minimal sebanyak dua kali. Pengolahan data pada penelitian ini menggunakan multigrup SEM dengan membagi kelompok objek tempat wisata berdasarkan tiket harga masuk.  \n \n\nHasil penelitian ini menunjukkan bahwa dimensi-dimensi yang dapat mencerminkan dari pengalaman pelanggan, yaitu lingkungan sosial, layanan antarmuka, harga, kinerja jasa, lingkungan fisik, dan interaksi multichannel. Pengalaman masa lampau.sebagai variabel pengembangan pada penelitian ini juga dapat mencerminkan pengalaman pelanggan. Selain itu, temuan lainnya didapatkan bahwa setiap dimensi-dimensi pra pengalaman tersebut memiliki pengaruh yang berbeda antar kelompok. Temuan pada paska pengalaman menunjukkan pengalaman berpengaruh positif terhadap kepuasan dan loyalitas pada pelanggan, dan pengaruh loyalitas pada rekomendasi. Namun pengaruh kepuasan terhadap loyalitas dan kepuasan terhadap rekomendasi tidak terbukti secara empiris.", "Daftar File": {"2017 TS PP KEVIN FELISIAN LEVANDUSKY 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116178"}, "Penulis": "KEVIN FELISIAN LEVANDUSKY (NIM: 23415003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Budhi Prihartono, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "pengalaman pelanggan, pengalaman sebelumnya, kepuasan, loyalitas, tempat wisata.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}