{"Nomor": 22795, "Judul": "PEMODELAN SISTEM HIDROGEOLOGI ALIRAN AIRTANAH NON-ISOTHERMAL DI PIT ABC PT XYZ", "Abstrak": "Salah satu pit tambang milik PT XYZ yaitu Pit ABC mengalami permasalahan berupa debit airtanah yang masuk ke pit dengan jumlah yang besar dan karakteristik temperatur mencapai 80Ã‚Â°C. Penelitian ini bertujuan untuk mengetahui parameter akuifer dan sumber dari kehadiran aliran airtanah di Pit ABC, membuat model aliran airtanah pada kondisi non-isotermal yang mempertimbangkan perbedaan temperatur menggunakan hasil observasi di lapangan. Selanjutnya memperkirakan debit airtanah yang masuk ke dalam Pit ABC pada rencana akhir tambang dari kontribusi aliran airtanah lateral dan aliran airtanah akibat pengaruh free convection yang masuk ke dalam Pit ABC. Pengambilan data pada daerah penelitian berasal dari uji pemompaan, pengambilan sampel air untuk penentuan karakteristik fisik dan kimia air, dan pengukuran muka airtanah. Data dari uji pemompaan di Pit ABC diolah agar dapat diketahui parameter akuifer dari daerah tersebut. Air panas yang berada di daerah penelitian adalah air klorida yang mencirikan bahwa air tersebut tergolong air purba (connate) atau fluida panasbumi yang berada di zona outflow. Data sekunder dan primer diolah dengan menggunakan bantuan perangkat lunak Visual Modflow 2010.1. Hasil pemodelan menunjukkan aliran airtanah di Pit ABC memiliki kondisi nonisotermal yang disebabkan oleh adanya perpindahan panas secara konveksi akibat aktivitas termal di bawah permukaan serta perhitungan dari zone budget untuk memperkirakan debit aliran airtanah yang masuk ke tambang sebesar 393 L/det. Kontribusi aliran airtanah lateral dengan aliran free convection yang hadir di dalam tambang memiliki perbandingan sebesar 88% lateral dan 12 % free convection.", "Daftar File": {"2017 TA PP KEVIN SATRIO ADIGUNA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116229"}, "Penulis": "KEVIN SATRIO ADIGUNA (NIM : 12113092)", "Kontributor / Dosen Pembimbing": ["Irwan Iskandar, ST., MT., PhD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "non-isothermal, pemodelan, Pit ABC, sifat fisik dan kimia air, temperatur, uji pemompaan", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "28 Sep 2017"}