{"Nomor": 22796, "Judul": "ANALISIS KESTABILAN TEROWONGAN JALUR KERETA API NOTOG DARI OUTLET SAMPAI PERTENGAHAN TEROWONGAN DENGAN METODE ELEMEN HINGGA", "Abstrak": "Menurut rencana strategis Kementerian Perhubungan tahun 2015-2019, pembangunan jalur kereta api merupakan prioritas yang akan dilakukan pada periode 2015-2019. Salah satu bagian jalur kereta api yang menjadi perhatian adalah jalur kereta Jawa bagian selatan yaitu jalur Cirebon-Kroya. Untuk membuat jalur tersebut, Kementrian Perhubungan merencanakan pembangunan beberapa terowongan. Salah satunya adalah terowongan Notog yang terletak di Desa Notog, Kecamatan Patikraja, Kabupaten Banyumas. Pembuatan terowongan ini menggunakan metode NATM (New Austrian Tunneling Method) dan terowongan akan menembus batuan lunak, sehingga dengan kondisi seperti itu maka dibutuhkan analisis kestabilan lubang bukaan terowongan selama proses konstruksi berlangsung.  \n\nAnalisis kestabilan terowongan ini dilakukan pada 5 titik penelitian yaitu STA 359+420, 359+469, 359+527, 359+552 dan 359+598 menggunakan metode elemen hingga. Di setiap titik dilakukan pengamatan pada saat fase sebelum dilakukan penyanggaan dan setelah dialakukan penyanggaan sesuai dengan tipe penyanggaan yang dipakai pada setiap segmen terowongan. Dari model ini akan didapat besar deformasinya dan faktor kekuatan sebagai acuan analisis kestabilan terowongan.  \n\nHasil dari pemodelan menunjukkan bahwa pada setelah pemasangan penyanggaan, nilai faktor keamanan terowongan di semua titik penelitian bernilai lebih besar daripada satu. Dari besar perpindahan yang terjadi pada seluruh titik penelitian juga menunjukan bahwa setelah pemasangan penyanggaan, besar perpindahan terjadi lebih kecil daripada besar perpindahan kritis yang terjadi. Berdasarkan dua  acuan maka dapat dikatakan bahwa tipe penyanggaan yang dipasang di setiap titik penelitian berfungsi dengan baik dan terowongan dapat dikatakan stabil selama proses konstruksi berlangsung.", "Daftar File": {"2017 TA PP KEVIN SILVANUS 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116230"}, "Penulis": "KEVIN SILVANUS (NIM : 12113012)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Ridho Kresna Wattimena, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "terowongan, kestabilan, faktor keamanan, perpindahan, metode elemen hingga", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "28 Sep 2017"}