{"Nomor": 22799, "Judul": "COMBINATION OF CONTINUOUS GAS LIFT AND ELECTRICAL SUBMERSIBLE PUMP DESIGN BASED ON INTEGRATED APPROACH FROM SUBSURFACE TO SURFACE FOR OIL FIELD X", "Abstrak": "Minyak merupakan salah satu dari sumberdaya alam yang sangat bernilai di bumi ini. Sebagian besar perusahaan minyak selalu merencanakan pengembangan lapangan untuk meningkatkan laju alir minyak. Metode pengangkatan buatan masih menjadi cara yang penting untuk mengoptimasi produksi minyak. Lebih dari 90% sumur minyak menggunakan beberapa dari bentuk metode pengangkatan buatan. Sebagian besar sumur munyak memerlukan metode ini karena teknologi ini mempercepat dan menggantikan aliran reservoir secara alami. Gas lift dan electrical submersible pump (ESP) adalah dua jenis metode pengangkatan buatan untuk meningkatkan laju produksi minyak dan memperpanjang masa pakai sumur. Prinsip dari gas lift adalah dengan menginjeksikan sejumlah gas ke dalam sumur untuk mengurangi penurunan tekanan sepanjang pipa dengan mengurangi kerapatan minyak. Di sisi lain, prinsip dari ESP adalah dengan meningkatkan tekanan discharge sehingga sumur dapat mengatasi penurunan tekanan sepanjang tubing yang vertikal.  \n \n\nPenelitian ini menggunakan kombinasi dari gas lift secara kontinu dan ESP dan proses ini dilakukan dengan mengintegrasikan sistem mulai dari bawah permukaan seperti pemodelan reservoir, penentuan lokasi sumur dan optimasi yang baik, dan pengujian sumur yang baik sampai permukaan seperti mengoptimalkan jaringan, merancang ESP dan gas lift, dan evaluasi ekonomi. Simulator yang digunakan adalah PETREL, PIPESIM, ECLIPSE, dan alat field development tool (FPT). Dengan membandingkan parameter produksi dan ekonomi antara aliran alami dan kombinasi dari penggunaan gas lift dan ESP, akan ditunjukkan bahwa kombinasi dari penggunaan gas lift dan ESP lebih baik diterapkan di sumur ini. Selain itu, hasil ini juga akan dibandingkan dengan metode pengangkatan buatan lainnya yang diterapkan di lapangan yang sama", "Daftar File": {"2017 TA PP KEVIN TAMARA 1.pdf": "https://digilib.itb.ac.id/gdl/download/116233"}, "Penulis": "KEVIN TAMARA (NIM : 12213075)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Dr. Amega Yasutra, ST. MT.  \n \n\nPembimbing II: Prof. Ir. Pudjo Sukarno, M.Sc, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Electrical submersible pump, continuous gas lift, artificial lift, oil production rate, and economic analysis", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}