{"Nomor": 22793, "Judul": "ANALISIS INTERSEPSI CURAH HUJAN PADA BERBAGAI KELAS UMUR JATI PUTIH (Gmelina arborea Roxb.) DI HUTAN RAKYAT GUNUNG GEULIS DESA JATIROKE KECAMATAN JATINANGOR SUMEDANG", "Abstrak": "Pohon merupakan unsur fisik suatu penyusun landscape yang mempunyai kemampuan mempartisi curah hujan (precipitation) melalui proses air hujan yang jatuh ke tanah melalui tajuk (throughfall), melalui aliran batang (stemflow), dan yang tertahan (intersepsi) di kanopi kemudian diuapkan. Informasi mengenai kondisi hidrologi khususnya intersepsi berdasarkan kelas umur sangat penting dalam manajemen maupun merancang suatu kawasan hutan rakyat. Tujuan penelitian ini adalah menentukan nilai presentase intersepsi, throughfall dan stemflow dari presipitasi dan menentukan hubungan ketiganya dengan umur dan curah hujan. Penelitian ini memilih tegakan Gmelina arborea kelas umur I(1-2 tahun), II(3-4 tahun), III(5-6 tahun), IV(7-8 tahun), dan V(9-10 tahun) pada Bulan Februari 2017 hingga Mei 2017 di Hutan Rakyat Gunung Geulis Desa Jatiroke, Sumedang. Pengambilan data meliputi nilai intersepsi, throughfall, stemflow dan presipitasi yang dilakukan setiap hari hujan dan pengukuran kondisi fisik pohon seperti luas tajuk pohon dan indeks luas daun menggunakan hemispherical photograph . Hasil penelitian didapatkan nilai presentase intersepsi pada KU I 21% , KU II 25%, KU III 27%, KU IV 30% dan KU V 32%,. Pada nilai persentase throughfall didapat pada KU I 78,37%, KU II 74,8%, KU III 74,5% , KU IV 67,9% dan KU V 69,41%. Untuk nilai persentase stemflow pada KU I 0,367%, KU II 0,111%, KU III 0,080% , KU IV 0,042% dan KU V 0,029%. Kemudian hubungan dari Intersepsi (I) dengan umur (U) dan curah hujan (CH) dalam persamaan I = 0,86(U)+0,63(CH)-4,490 dan hubungan throughfall (TF) dengan umur dan curah hujan yaitu TF = 0,638(CH)-0,375(U)+4,372 dan pada stemflow diperoleh hubungan = 0,09 Ã‚Â– 0,45(U) + 0,002(CH)", "Daftar File": {"2017 TA PP KEVIN NUGRAHA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116219"}, "Penulis": "KEVIN NUGRAHA", "Kontributor / Dosen Pembimbing": ["Dr. Yoyo Suhaya, S.Hut., M.Si  \n \n\nEka M Alamsyah S.Hut.,M.Agr.,Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "intersepsi, curah hujan, Gmelina Arborea, hemiview", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}