{"Nomor": 22800, "Judul": "ANALISIS STUDI PARAMETRIK DAN USULAN PERSAMAAN BARU UNTUK PERAMALAN PEROLEHAN MINYAK PADA INJEKSI UAP DENGAN MEMPERTIMBANGKAN PARAMETER POLA INJEKSI", "Abstrak": "Simulasi steamflooding telah dibuktikan dengan baik untuk memprediksi performa lapangan yang memiliki karakteristik fluida minyak berat. Saat ini, masih sedikit referensi tentang metode oil recovery prediction yang sederhana. Oleh karena itu, perlu dilakukan uji analisis parameter-parameter apa saja yang bisa mempengaruhi nilai recovery factor pada lapangan yang melakukan steamflooding.  \n \n\nDalam studi ini, Lapangan X, tergolong lapangan minyak berat, digunakan dan parameter-parameter yang diteliti adalah pola injeksi, permeabilitas, viskositas, durasi injeksi dan bottom-hole pressure (BHP) sumur injeksi. Studi ini dilakukan dengan model simulasi reservoir untuk menghasilkan beberapa parameter yang signifikan dan selanjutnya dengan menggunakan metode Two Level Full Factorial Design of Experiment (DOE) untuk memperoleh hubungan antara parameter yang diuji dengan recovery factor. Hasil yang diperoleh Design of Experiment (DOE) menunjukkan bahwa parameter yang mempunyai pengaruh yang paling besar terhadap recovery factor masing-masing adalah permeabilitas, viskositas, pola injeksi, durasi injeksi dan bottom-hole pressure (BHP) sumur injeksi yang menunjukkan permeabilitas dan viskositas adalah sekitar 1.75-2 kali lebih kuat efeknya dari durasi injeksi, pola injeksi dan BHP. Selanjutnya, korelasi yang dihasilkan memiliki persamaan yaitu RF = -6.70 + 6.51 Pattern + 0.01324 k - 0.02854  + 0.662 t + 0.0446 BHP dengan R2 sebesar 92.02% yang cukup tinggi. Perbandingan hasil recovery factor antara Myhill dan Stegemeier (1978), Wiriando (2016) dan studi ini menunjukkan bahwa hasil Wiriando dan studi ini hampir sama tetapi prediksi dengan Myhill dan Stegemeier hampir dua kali lipat dari Wiriando dan studi ini.", "Daftar File": {"2017 TA PP KEVIN TJA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116234"}, "Penulis": "KEVIN TJA", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tutuka Ariadji M.Sc. Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Lapangan Minyak Berat, Injeksi Uap, Faktor Perolehan, Simulasi Reservoir, Pengujian Sensitivitas, Design of Experiment (DOE)", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "2 file", "Tanggal Input": "27 Sep 2017"}