{"Nomor": 22804, "Judul": "TAFF SCHEDULE ANALYSIS OF PHARMACY SERVICES  USING SIMULATION  CASE STUDY:  MEDIKA ANTAPANI REGULAR", "Abstrak": "Kualitas pelayanan yang baik adalah salah satu alat dalam menjamin kepuasan pelanggan. Sebagai salah satu penyedia obat terkemuka di Bandung, Apotek Regular ingin meningakatkan kualitas dengan cara mengurangi waktu tunggu pelangan dalam proses layanan farmasi. Untuk mengetahui waktu tunggu, diperlukan data mengenai waktu layanan dan jumlah staf yang tersedia. Jumlah staff yang tersedia berpengaruh kepada waktu layanan dikarenakan semakin banyak jumlah staf maka kapasitas semakin  bertambah. Masalah yang terjadi di Apotek Regular ini adalah tidak adanya standar yang jelas mengenai alokasi pegawai. Untuk menjawab hal tersebut penelitian ini menggunakan time study untuk mengetahui waktu layanan dari Apotek Reguler. Selanjutnya waktu yang telah catat akan diananlisis menggunakan control chart untuk mengetahui apakah proses layanan dalm  keadaan terkendali atau tidak, kegiatan ini dilakukan dengan aplikasi Minitab. Proses selanjutnya ialah menggambarkan proses bisnis menggunakan aplikasi iGrafx. Setelah semua data didapat termasuk data jumlah kunjungan pelanggan, langkah selanjunya ialah mensimulasikan proses bisnis dengan aplikasi tersebut. Hasil dari penelitian ini adalah cycle time dari proses layanan dan penggunaan sumberdaya manusia di Apotek Reguler. Selain hal tersebut, dari simulasi juga akan diketahui kapan dan berapa staff yang ada harus ditambah atau dikurangi dengan memperhatikan jumlah kunjungan. Dengan demikian waktu tunggu akan berkurang dan penggunaan sumberdaya akan mengalami peningkatan sehingga penjadwalan pegawia bisa lebih baik.", "Daftar File": {"2017 TA PP KHABIB MUSTAIN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116238"}, "Penulis": "Khabib Mustain (NIM 19014081)", "Kontributor / Dosen Pembimbing": ["Dr. Mursyid Hasan Basri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "pharmacy services, pharmacy, time study, waiting time, cycle time,  staff schedule, simulation, business process", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "1 file", "Tanggal Input": "20 Sep 2017"}