{"Nomor": 22810, "Judul": "STUDI PENDAHULUAN TENTANG PEMANFAATAN SERISIN KEPOMPONG ULAT SUTERA UNTUK PEMBUATAN SERAT NANO DENGAN ELECTROSPINNING", "Abstrak": "Sebagian besar komponen dari kepompong ulat sutera terdiri dari fibroin yang menjadi serat sutera dan serisin yang dibuang dalam proses degumming. Beberapa penelitian terdahulu menunjukkan bahwa serisin dapat dimanfaatkan untuk menjadi material dengan berbagai aplikasi di antaranya adalah sebagai biomaterial yang dapat didaur ulang, biomaterial untuk keperluan medis, membran, serat \n\nuntuk tekstil yang bersifat khusus dan kosmetik. Namun serisin pada industri sutera di Indonesia masih belum dimanfaatkan dengan baik. Penelitian ini bertujuan untuk memberikan salah satu jalur aplikasi serisin di bidang tekstil, yaitu untuk membentuk material serat nano dengan menggunakan serisin. Tahapan penelitian dimulai dengan ekstraksi kepompong ulat sutera menggunakan metode suhu dan tekanan tinggi, dilanjutkan dengan pembentukan \n\nserbuk serisin menggunakan metode liofilisasi dan dibentuk menjadi serat nano dengan electrospinning. Ekstraksi kepompong ulat sutera dilakukan dalam high temperature-high pressure dyeing machine, yang menghasilkan larutan serisin dengan konsentrasi 38,16 mg/mL. Larutan ekstrak dibentuk menjadi serbuk serisin dengan menggunakan freeze dryer yang menghasilkan rendemen 15,08%. Hasil percobaan menunjukkan bahwa serisin yang terbentuk tidak dapat dijadikan komponen tunggal untuk menghasilkan serat nano dengan electrospinning, namun dapat dibentuk menjadi serat nano jika dicampurkan dengan polimer lain, antara lain dengan polivinil alkohol (PVA) dan kitosan. Pada larutan PVA-serisin, serisin dilarutkan dalam trifluoro acetic acid (TFA) dengan variasi konsentrasi dari 16 hingga 20% b/b. Setiap konsentrasi larutan serisin dicampurkan dengan larutan PVA 10% b/b dengan perbandingan 50:50. Parameter kondisi electrospinning yang digunakan yaitu tegangan 25 kV, Taylor \n\ncone distance (TCD) 10 cm dan laju alir 0,1 μL/jam. Semakin tinggi konsentrasi serisin dihasilkan serat PVA Ã‚Â– serisin dengan bentuk serat yang semakin tegas tanpa lelehan. Pada persiapan larutan kitosan Ã‚Â– serisin, kitosan dan serisin dilarutkan dalam TFA dengan komposisi 1:1, 1:3 dan 1:5 (% b/b). Larutan kitosan-  serisin dioptimasi proses electrospinning dengan parameter kondisi tegangan \n\nlistrik 30, 32,5 dan 35 kV; laju alir 0,4 dan 0,6 μL/jam serta TCD 10 dan 15 cm. Bentuk serat paling tegas tanpa lelehan diperoleh pada konsentrasi PVA 10% : serisin 20% (50:50) dengan parameter kondisi electrospinning yaitu tegangan listrik 25 kV, TCD 10 cm dan laju alir 0,1 μL/jam. Hasil serat kitosan - serisin dengan diameter rata-rata dan koefisien variasi terkecil didapat pada komposisi kitosan Ã‚Â– serisin 1:3 (% b/b), parameter kondisi electrospinning yaitu tegangan listrik 30 kV, lajualir 0,4 μL/jam dan TCD 15 cm. Dari hasil percobaan ini dapat \n\ndisimpulkan bahwa serisin dapat digunakan sebagai bahan untuk membuat serat nano dengan metoda electrospinning.", "Daftar File": {"2016 TS PP KHAIRUL UMAM 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116250", "2016 TS PP KHAIRUL UMAM 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/116251", "2016 TS PP KHAIRUL UMAM 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/116252", "2016 TS PP KHAIRUL UMAM 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/116253", "2016 TS PP KHAIRUL UMAM 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/116254", "2016 TS PP KHAIRUL UMAM 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/116255", "2016 TS PP KHAIRUL UMAM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/116256"}, "Penulis": "KHAIRUL UMAM (NIM: 20514014)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ing. Cynthia Linaya Radiman"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "kepompong ulat sutera, serisin, PVA, kitosan, serat nano, electrospinning.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "14 Nov 2017"}