{"Nomor": 22811, "Judul": "BUSINESS STRATEGY ANALYSIS FOR TAHU SARIBUMI RESTAURANT", "Abstrak": "Tahu Saribumi merupakan rumah makan tahu yang berdiri sejak tahun 1971 dan memiliki pelanggan tetap dari jaman dahulu. Namun, rumah makan Tahu Saribumi mengalami  penurunan pembeli sejak tahun 2014-sekarang. Kondisi tersebut memberi pengaruh terhadap pendapatan dan keuntungan mereka. Setelah diidentifikasi, permasalahan yang terjadi di Rumah Makan Tahu Saribumi disebabkan oleh Tahu Saribumi Sumedang tidak memiliki strategi bisnis untuk menghadapi pengalihan jalan yang disebabkan oleh tol baru yang akan di bangun. Pada akhirnya, Rumah Makan Tahu Saribumi tersebut tidak lagi dilewati lagi oleh wisatawan yang akan berkunjung ke Sumedang. Oleh karena itu, penelitian ini bertujuan merumuskan strategi bisnis menggunakan pendekatan manajemen strategis agar mampu menarik kembali pembeli yang sudah ada maupun memperluas segmentasi pembeli yang berada di luar kota Sumedang. Sehingga, rumah makan Tahu Saribumi bisa memperoleh kenaikan dalam pendapatan. Teori yang digunakan dalam penelitian ini adalah Analisis Eksternal dan Internal (EFAS dan IFAS), Analisis SWOT, rangkuman analisis faktor strategi (SFAS), dan Strategi Bisnis.   \n\nPenulis melakukan wawancara mendalam kepada pemilik rumah makan, manajer, dan pegawai. Hasil wawancara kemudian dianalisis menggunakan pendekatan manajemen  strategis yang bertujuan untuk menghasilkan strategi bisnis untuk restoran Tahu Saribumi Sumedang.  Strategi bisnis yang dipilih untuk menyelesaikan problem Tahu Saribumi Sumedang ialah strategi diferensiasi. Strategi ini secara garis besar dibagi menjadi dua, strategi jangka pendek dan jangka panjang. Strategi jangka pendek berfokus pada pengembangan produk baru dan strategi pemasaran, sedangkan strategi jangka panjang ditujukan untuk menciptakan bisnis strategi yang teratur, yaitu dengan manajemen sumber daya manusia dan manajemen keuangan.", "Daftar File": {"2017 TA PP KHALANDARA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116257"}, "Penulis": "Khalandara (NIM 19014056)", "Kontributor / Dosen Pembimbing": ["Harimukti Wandebori, MBA., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "strategic management, business strategy, tofu restaurant, tofu industry", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "1 file", "Tanggal Input": "20 Sep 2017"}