{"Nomor": 22816, "Judul": "PERANCANGAN SISTEM RIDESHARING DENGAN MEMANFAATKAN ALGORITMA DIJKSTRA DALAM PROSES PENYUSUNAN JALUR PERJALANAN", "Abstrak": "Kendaraan pribadi merupakan hal yang sangat penting dalam kehidupan modern ini. Akan tetapi, sarana transportasi bermotor sangat bertentangan dengan konsep menjaga kelestarian alam. Setiap tahun jumlah kendaraan yang ada di Indonesia selalu meningkat. Untuk mengurangi jumlah emisi CO2, United Nation Environment Programme menghimbau masyarakat untuk berkendara bersama, baik dengan transportasi umum, maupun dengan transportasi pribadi. Berkendara bersama pada kendaraan pribadi dapat dilakukan dengan carpooling atau ridesharing. Untuk memudahkan proses ridesharing, sudah ada beberapa aplikasi yang membantu ridesharing, salah satunya dengan mendata rencana perjalanan  pada news feed atau mengklasifikasi rencana perjalanan dengan set partitioning. Penelitian lain yang terkait adalah algoritma perancangan jalur berkendara bersama dengan bantuan intermediate location. Dengan algoritma tersebut, kita dapat mencari calon perjalanan yang relevan, serta meningkatkan efisiensi perjalanan bersama. Oleh karena itu, tugas akhir ini bertujuan untuk mengimplementasi algoritma perancangan jalur perjalanan bersama pada sistem ridesharing.  Pada tugas akhir ini dilakukan proses pencarian rencana perjalanan yang relevan dengan menggunakan temporal database serta cosine similarity, perhitungan jarak  antara dua titik dengan euclidean geographic distance, proses query data pada overpass api, perancangan rute perjalanan dengan algoritma dijkstra, serta perhitungan efisiensi perjalanan bersama dengan membandingkan perjalanan yang relevan. Pengujian dilakukan pada fitur-fitur yang diimplementasikan pada sistem. Pengujian dilakukan dengan menggunakan beberapa kasus yang dibuat dan menghitung efisiensi perjalanan yang dilakukan bersama. Berdasarkan pengujian kebenaran, sistem mampu memfasilitasi proses mencari perjalanan yang relevan. Selanjutnya, berdasarkan pengujian kinerja algoritma, jumlah jarak total perjalanan yang dilakukan dapat dikurangi hingga 50% tergantung dengan rencana perjalanan dari pengendara dan penumpang.", "Daftar File": {"2017 TA PP KHALIL AMBIYA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116262"}, "Penulis": "KHALIL AMBIYA - NIM : 13513093", "Kontributor / Dosen Pembimbing": ["Riza Satria Perdana, ST, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Ridesharing, algoritma dijkstra, intermediate location, temporal database, cosine similarity, haversine distance.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}