{"Nomor": 22815, "Judul": "PERANCANGAN ASPEK TRANSPORTASI PROYEK STASIUN INTERMODA JOYOBOYO SURABAYA", "Abstrak": "Stasiun Intermoda Joyoboyo merupakan stasiun yang menjadi pusat pergantian moda transportasi. Moda transportasi yang dapat mengakses stasiun ini antara lain bus kota, bus antar kota, angkutan umum, mobil, dan motor. Hal ini bertujuan untuk memenuhi konsep TOD (Transit-Oriented Development). Akibatnya, kemacetan yang menjadi masalah umum dalam jaringan lalu lintas di kota besar menjadi berkurang.  \n \n\nDalam proyek Stasiun Intermoda Joyoboyo, terdapat beberapa aspek yang harus dianalisis. Salah satu dari aspek tersebut adalah aspek transportasi. Pada proyek ini, aspek transportasi yang dianalisis adalah terkait demand penumpang kereta api monorel, karakteristik parkir, struktur perkerasan parkir terminal pada stasiun, dampak lalu lintas pada kawasan stasiun akibat pembangunannya, geometri jalan rel, platform stasiun kereta api monorel, dan antrian loket tiket kereta api monorel.  \n \n\nBerdasarkan hasil analisis aspek transportasi tersebut, diperoleh demand penumpang kereta api monorel sebesar 415 penumpang/jam. Luas parkir total yang dibutuhkan berdasarkan demand penumpang kereta api monorel adalah 1132,5 m2. Selain itu, kapasitas parkir yang dibutuhkan untuk mobil adalah 1134 mobil.jam dan untuk motor adalah 2250 motor.jam dengan jam operasional stasiun sebesar 18 jam. Struktur perkerasan yang dipilih untuk diaplikasikan pada pelataran stasiun ini adalah perkerasan beton bersambung tanpa tulangan dengan tebal lapis pondasi sebesar 125 mm dan tebal pelat beton sebesar 165 mm. Dalam menghubungkan tiap segmen perkerasan, digunakan tulangan dowel dan tie bar. Pembangunan stasiun ini menghasilkan dampak buruk (derajat kejenuhan lalu lintas tidak dalam kondisi stabil) pada lalu lintas di sekitarnya sehingga membutuhkan beberapa alternatif untuk menanggulangi masalah tersebut. Geometri jalan rel dan platform ditentukan berdasarkan jenis kereta api yang beroperasi pada stasiun, yakni kereta api monorel tipe kecil. Jenis antrian yang terjadi pada stasiun adalah tipe FVFS dan akan berlangsung baik jika stasiun memiliki 3 loket tiket dan ketiga loket tersebut diletakkan secara berdekatan.", "Daftar File": {"2017 TA PP KHALIF ABDUL MALIK 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116261"}, "Penulis": "KHALIF ABDUL MALIK (NIM : 15013135)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Rudy Hermawan Karsaman, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "stasiun intermoda, demand penumpang monorel, karakteristik parkir, perkerasan, dampak lalu lintas, geometri rel dan platform, antrian", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}