{"Nomor": 22824, "Judul": "EVALUASI KEEKONOMIAN UNTUK ENHANCED OIL RECOVERY DENGAN INJEKSI KARBON DIOKSIDA PADA SUATU LAPANGAN DI SUMATRA DENGAN MENGGUNAKAN SISTEM KERJA SAMA PRODUCTION SHARING CONTRACT GROSS SPLIT DAN COST RECOVERY", "Abstrak": "Hasil minyak yang diproduksikan oleh injeksi gas pada Amerika meningkat dengan pesat dari tahun 1986 sampai 1992 dan terus meningkat hingga tahun 2006. Salah satu metode injeksi gas yang dilakukan di dunia adalah proses injeksi gas CO2-EOR. Dengan menginjeksikan gas CO2 kedalam reservoir, gas CO2 mendesak dan meningkatkan mobilitas minyak didalam reservoir sehingga mempermudah proses produksi. Injeksi CO2-EOR telah dipakai dan dikembangkan sejak tahun 1970-an dan telah digunakan pada 74 proyek pada tahun 1998 dengan jumlah produksi sebesar 196.411 BOPD.  \n \n\nSuatu lapangan di Sumatra merupakan lapangan tua di Indonesia yang mempunyai potensi injeksi CO2-EOR yang sangat tinggi. Meskipun dengan potensi yang tinggi tersebut, evaluasi keekonomian perlu dilakukan karena harga minyak dunia yang sedang terpuruk. Harga minyak yang rendah tersebut ditentukan dari nilai Indonesia Crude Price (ICP) di tahun 2015 bernilai 50 USD per barel.  \n \n\nPerhitungan perolehan minyak sebagai hasil dari injeksi CO2-EOR didapatkan berdasarkan persamaan yang terdapat pada literature DOE. Jumlah kumulatif minyak yang diperoleh dibagi menjadi produksi pertahun dengan menggunakan pendekatan Decline Curve Analysis oleh J. J. Arps. Kemudian biaya kapital dan operasional dari injeksi CO2-EOR ini didapatkan berdasarkan berbagai literatur. Setelah mendapatkan data produksi dan biaya, dilakukan proses evaluasi keekonomian menggunakan sIstem kerjasama Production Sharing Contract (PSC) Cost Recovery dan Gross Split. Dengan menggunakan Cost Recovery , NPV kontraktor@10%, NPV pemerintah@10%, dan IRR berturut-turut dari proyek injeksi CO2-EOR ini adalah 9,64 juta USD, 812,36 juta USD, dan 10,56%. Sedangkan dengan Gross Split, NPV kontraktor@10%, NPV pemerintah@10%, dan IRR berturut-turut dari proyek injeksi CO2-EOR ini adalah -244,34 juta USD, 1.066,34 juta USD, dan 0,18%.", "Daftar File": {"2017 TA PP KHENDRY TJIUWANDY 1.pdf": "https://digilib.itb.ac.id/gdl/download/116285"}, "Penulis": "KHENDRY TJIUWANDY (NIM : 12213057)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Tutuka Ariadji M.Sc. Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "CO2 EOR, Model Biaya CO2 EOR, Production Sharing Contract, Gross Split, Cost Recovery.", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}