{"Nomor": 22828, "Judul": "PENERIMAAN TEKNOLOGI PADA RUMAH DI JAKARTA, INDONESIA", "Abstrak": "Teknologi adalah penerapan pengetahuan ilmiah untuk tujuan praktis, biasanya dalam industri. Penerapan teknologi tidak hanya pada bidang industri, tetapi juga dapat membuat kualitas hidup yang lebih baik dan memberikan kemudahan bagi manusia. Hal ini juga berlaku pada konteks rumah. Ada banyak teknologi yang telah digunakan di perumahan, antara lain: teknologi rumah pintar, teknologi green building, dan juga teknologi prefabrikasi. Beberapa penelitian sebelumnya telah membahas teknologi tersebut dengan cara yang terpisah, namun tidak membahas tentang teknologi apa yang paling diminati oleh pasar. Tujuan dari tesis ini adalah: untuk mengetahui teknologi perumahan yang paling diminati oleh pasar di Jakarta, Indonesia dan bagaimana pasar menginginkannya, untuk mengetahui hambatan dari sudut pandang pemasok untuk memasarkan teknologinya, dan juga untuk mengetahui hambatan pada pasar untuk mengadopsi teknologi tersebut.  \n \n\nPenelitian ini menggunakan metode campuran: wawancara untuk metode kualitatif, analisis gabungan dan model UTAUT untuk metode kuantitatif. Hasilnya menunjukkan bahwa teknologi yang paling diminati oleh pasar Jakarta adalah teknologi green building dan mereka ingin membelinya sebagai rumah jadi yang sudah terpasang dengan teknologi green building yang diproduksi oleh pengembang pemerintah. Hasil tahap pertama ini kemudian diikuti oleh hasil tahap kedua yang menunjukkan pengembang pemerintahan masih menunda untuk memasarkan produk perumahan dengan green technology building karena tiga faktor tambahan: harga, pengaruh pemerintah, dan desain. Hasil fase kedua ini kemudian ditambahkan ke model UTAUT. Dengan menggunakan Persamaan Semi Struktural, hasil tahap ketiga menunjukkan bahwa faktor signifikan adopsi teknologi green building adalah harapan pada kinerja dan nilai desain.", "Daftar File": {"2017 TS PP KHULDIA INDI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116301", "COVER KHULDIA INDI - Student ID 29014030 ": "https://digilib.itb.ac.id/gdl/download/246132", "2021 TS PP KHULDIA INDI 1-CHAPTER I.pdf?": "https://digilib.itb.ac.id/gdl/download/246133", "2021 TS PP KHULDIA INDI 1-CHAPTER II.pdf\n]": "https://digilib.itb.ac.id/gdl/download/246134", "2021 TS PP KHULDIA INDI 1-CHAPTER III.pdf)u": "https://digilib.itb.ac.id/gdl/download/246135", "2021 TS PP KHULDIA INDI 1-CHAPTER IV.pdf\n]": "https://digilib.itb.ac.id/gdl/download/246136", "2021 TS PP KHULDIA INDI 1-CHAPTER V.pdf?": "https://digilib.itb.ac.id/gdl/download/246137", "2021 TS PP KHULDIA INDI 1-REFERENCE.pdf?": "https://digilib.itb.ac.id/gdl/download/246138"}, "Penulis": "KHULDIA INDI - Student ID 29014030", "Kontributor / Dosen Pembimbing": ["Akbar Adhiutama, ST., MT., MBA., PH.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "teknologi perumahan, bangunan hijau, penerimaan teknologi, perumahan, pengembang pemerintah", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "12 Okt 2017"}