{"Nomor": 22830, "Judul": "OWNERSHIP STRUCTURE AND GENDER DIVERSITY IN FIRM PERFORMANCE", "Abstrak": "Investor yang tertarik dan peduli dalam investasi akan mencari perusahaan yang menunjukkan kinerja tinggi. Kinerja perusahaan merupakan aspek penting yang perlu dievaluasi oleh investor. Hal itu bisa menjadi pertimbangan bagi investor untuk memutuskan apakah menginvestasikan uangnya ke perusahaan atau tidak. Ada banyak variabel yang dapat mempengaruhi kinerja perusahaan, seperti keragaman gender dan struktur kepemilikan. Hubungan antara struktur kepemilikan, keragaman gender, dan kinerja perusahaan telah menjadi pokok perdebatan penting dan berkelanjutan dalam literatur keuangan perusahaan.        \n \n\nPenelitian ini menganalisis pengaruh keragaman anggota dewan dan struktur kepemilikan mengenai kinerja keuangan pada perusahaan-perusahaan yang terdaftar di Indonesia. Penelitian ini menggunakan kepemilikan majerial, kepemilikan institusional, dan pemegang saham terbesar sebagai proxy untuk struktur kepemilikan dan gender sebagai proxy untuk keragaman. Data tersebut terdiri dari perusahaan non-keuangan yang tercatat di Bursa Efek Indonesia (BEI) untuk periode 2009-2014. Hipotesis diuji dengan metode panel data.        \n \n\nTemuan penelitian ini menunjukkan bahwa masing-masing variabel yang diuji memiliki efek berbeda pada masing-masing sektor. Ada variabel yang sama yang memiliki hubungan signifikan bahkan pada sektor yang berbeda. Keanekaragaman gender hanya memiliki hubungan yang signifikan dengan kinerja perusahaan di sektor industri pertanian, aneka ragam, dan sektor properti, real estate, dan konstruksi bangunan. Struktur kepemilikan hanya memiliki hubungan yang signifikan dengan kinerja perusahaan di industri aneka, industri barang konsumsi dan infrastruktur, utilitas, dan sektor transportasi.", "Daftar File": {"2017 TS PP KICKY EKA SHELVIANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116303"}, "Penulis": "KICKY EKA SHELVIANI (Student ID: 2901428)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Deddy P. Koesrindartoto, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "diversitas gender, struktur kepemilikan, kinerja perusahaan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}