{"Nomor": 22835, "Judul": "PENGGUNAAN METODE ROOT CAUSE ANALYSIS (RCA) DAN FAILURE MODES AND EFFECTS ANALYSIS (FMEA) DALAM PENERAPAN SMK3 DI PROYEK KONSTRUKSI GEDUNG-GEDUNG DI KAMPUS ITB GANESHA", "Abstrak": "Penerapan SMK3 terutama di industri konstruksi belum dilakukan secara optimal. Penelitian ini bertujuan untuk melakukan analisis dan evaluasi penerapan SMK3 oleh perusahaan konstruksi (kontraktor) yang menangani pembangunan gedung-gedung di Kampus ITB Ganesha menggunakan Metode Root Cause Analysis (RCA) dan Metode Failure Modes and Effects Analysis (FMEA), dengan sumber data berupa data primer yaitu hasil observasi di lapangan, dokumentasi, data kecelakaan kerja yang dicatat ketika penelitian, penyebaran kuesioner, dan wawancara serta data sekunder yaitu kebijakan internal organisasi terkait pedoman SMK3 masing-masing kontraktor, PP/UU, standar mutu, referensi ilmiah terbaru, dan data kecelakaan kerja milik kontraktor. Hasil analisis Metode RCA untuk kecelakaan kerja menyatakan bahwa terdapat kecelakaan kerja terberat jatuh dari ketinggian 20 meter saat pemasangan baja untuk Proyek PPTIMP-IAK dengan indeks risiko 15 dan berkategori ekstrim serta kepala kejatuhan puing saat berada di dalam lubang galian borepile untuk Proyek Pengembangan ITB (III) dengan indeks risiko 8 dan berkategori tinggi, sedangkan hasil analisis Metode FMEA menyatakan bahwa Proyek PPTIMP-IAK memiliki potensi risiko pekerjaan kategori tinggi paling banyak dengan jumlah 23 pekerjaan untuk sipil dan struktur (95 %) dan 28 pekerjaan untuk arsitektur (93 %). Penelitian ini menyatakan kesimpulan bahwa besarnya Angka Prioritas Risiko/Risk Priority Number (RPN) paling dipengaruhi oleh nilai detectability.", "Daftar File": {"2015 TS PP KMS. FERRI RAHMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116321", "2015 TS PP KMS. FERRI RAHMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/116322", "2015 TS PP KMS. FERRI RAHMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/116323", "2015 TS PP KMS. FERRI RAHMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/116324", "2015 TS PP KMS. FERRI RAHMAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/116325", "2015 TS PP KMS. FERRI RAHMAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/116326", "2015 TS PP KMS. FERRI RAHMAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/116327", "2015 TS PP KMS. FERRI RAHMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/116328"}, "Penulis": "KMS. FERRI RAHMAN (NIM : 25313305)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Katharina Oginawati, M.S."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "SMK3, analisis akar masalah, analisis moda dan efek kegagalan, indeks risiko, angka prioritas risiko", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}