{"Nomor": 22837, "Judul": "PERBAIKAN KUALITAS PENAMPANG SEISMIK DENGAN MENGIMPLEMENTASIKAN PARTIAL CRS STACK TERHADAP DATA SEISMIK DENGAN FAR OFFSET YANG PENDEK DAN FOLD COVERAGE YANG RENDAH", "Abstrak": "Pengolahan data seismik menggunakan metode konvensional yang kini digunakan tidak dapat memecahkan masalah pada data seismik yang memiliki kompleksitas geologi bawah permukaan yang tinggi, sehingga diperlukan aplikasi metode alternatif yang dapat menjawab permasalahan kompleksitas tersebut. Metode alternatif tersebut adalah metode Common Reflection Surface Stack (CRS-Stack). Metoda stacking terbaru ini dapat mengatur data seismik   \n \n \n\ndan memberi tampilan bawah permukaan dengan kualitas yang lebih baik, khususnya ketika menghadapi struktur geologi yang kompleks. Data seismik yang diproses dengan metoda CRS Stack kemudian dibandingkan dengan metoda konvensional, dimana memperlihatkan beberapa keuntungan yang signifikan, sehingga interpretasi dari sistem perlapisan dan struktur sesar dapat terlihat lebih jelas dan mudah. Tujuan penelitian pada tesis ini adalah untuk meningkatkan kualitas data seismik yang telah dilakukan proses migrasi dan stack. Data seismik tersebut didapatkan pada awal tahun 1980an dengan nilai far offset hanya 720 m dan nilai fold yang rendah. Pengolahan data kemudian dilanjutkan dengan interpretasi struktur geologi bawah permukaan daerah penelitian dari data seismik yang telah di proses ulang. Dari pemodelan tersebut akan diketahui persebaran formasi dan kemenerusan dari struktur sesar dengan lebih baik.", "Daftar File": {"2012 TS PP KOMANG SAWITRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116330", "2012 TS PP KOMANG SAWITRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/116331", "2012 TS PP KOMANG SAWITRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/116332", "2012 TS PP KOMANG SAWITRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/116333", "2012 TS PP KOMANG SAWITRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/116334", "2012 TS PP KOMANG SAWITRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/116335", "2012 TS PP KOMANG SAWITRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/116336"}, "Penulis": "KOMANG SAWITRI (NIM : 22310004)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Dr.rer.nat. R. Mohammad Rachmat Sule, ST, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Common Reflection Surface (CRS) Stack, interpretasi geologi bawah permukaan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}