{"Nomor": 22838, "Judul": "KAJIAN ASURANSI JALAN TOL BERBASIS SISTEM SYARIAH (STUDI KASUS: JALAN TOLCIKAMPEK - PALIMANAN)", "Abstrak": "Jalan tol adalah jalan umum dan merupakan bagian jaringan jalan bebas hambatan sebagai jalan nasional yang kepada penggunanya dikenakan tarif tol. Risiko operasional jalan tol sangat terkait dengan aktivitas pengelolaan operasionalisasi jalan tol dan semua aktivitas pendukungnya, seperti risiko lalu lintas, risiko transaksi, risiko konstruksi dan risiko natural hazard dan force majeure. Badan Pengatur Jalan Tol (BPJT) sebagai pihak regulator yang mewakili pemerintah menanggapi hal ini dengan mewajibkan dalam perjanjian pengusahaan jalan tol (PPJT) bahwa dalam masa pengoperasian, perusahaan jalan tol wajib menyediakan asuransi perlindungan aset jalan tol Civil Engineering Completed Risk (CECR).  \n \n\nPenelitian ini bertujuan mengkaji penerapan asuransi jalan tol berbasis sistem syariah pada masa pengoperasian jalan tol. Pemilihan produk asuransi membutuhkan pengambilan keputusan yang cukup rumit karena melibatkan banyak kriteria. Metode yang digunakan dalam penelitian ini adalah kajian literatur, studi lapangan, wawancara dan penyebaran kuesioner serta metode Analytic Hierarchy Process (AHP) untuk menentukan kriteria pemilihan asuransi. Metode pengumpulan data dengan menyebarkan kuesioner dengan responden dari berbagai pihak antara lain BUJT, BPJT, Asuransi Konvensional dan Asuransi Syariah. Data yang diperoleh dari kuesioner digunakan untuk dianalisis lebih lanjut.  \n \n\nSebagai hasil analisis multi kriteria diperoleh kriteria pemilihan yang paling berpengaruh yaitu berdasarkan aspek keuangan dengan bobot 0,530 dengan sub kriteria premi yang murah dengan bobot 0,408 , juga dengan jaminan risiko yang luas dengan bobot 0,568 dan dengan produknya yang sesuai dengan bobot 0,273.Asuransi syariah memiliki kelebihan transparansi pengelolaan dana peserta, yang dikelola secara Islami dengan menghindarkan Riba (Bunga), Maisir (Judi) dan Gharar (Ketidakjelasan), adanya alokasi distribusi surplus underwriting, dan adanya dana tabarru dan qardh yaitu dana pinjaman untuk menanggulangi ketidakcukupan dana untuk membayar klaim.  \n \n\nAdanya potensi keunggulan asuransi dengan sistem syariah masih belum bisa menjadi daya tarik untuk BUJT atau konsumen untuk menggunakan asuransi syariah sebagai alternatif pilihan lain karena masih adanya beberapa kendala sehingga sampai dengan saat ini belum ada yang menerapkan.", "Daftar File": {"2017 TS PP KOMARA SETIAWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116337"}, "Penulis": "KOMARA SETIAWAN    (NIM : 26914313)", "Kontributor / Dosen Pembimbing": ["Ir. Rudy Hermawan K,M.Sc., Ph.D  \n \n\nDr. Eri Susanto H , ST., M.T.,"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "asuransi rekayasa, asuransi sistem syariah, asuransi masa pengoperasian, infrastruktur jalan tol, risiko operasional.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}