{"Nomor": 22840, "Judul": "ANALISIS PROBABILISTIK KELONGSORAN MENGGUNAKAN METODE POINT ESTIMATE DAN METODE MONTE CARLO PADA LERENG HIGHWALL DESAIN LOM PIT EAST TAMBANG BINUNGAN  PT. BERAU COAL", "Abstrak": "Kestabilan lereng tambang merupakan salah satu hal yang sangat penting untuk menunjang aktivitas penambangan. Jika lereng tersebut tidak aman dan terjadi kelongsoran maka akan dapat mengakibatkan kerugian materil mapun korban jiwa. Umumnya dalam kegiatan mengevaluasi kestabilan lereng hanya menggunakan nilai faktor kemanan yang dianggap dapat mewakili kondisi lereng tambang tersebut. Namun,pada kondisi lapangan yang memiliki kondisi yang sangat jauh dari kata ideal maka  ditemukan banyaknya ketidakpastian. Oleh karena itu, metode probabilistik memberikan cara yang lebih sistematis dan kuantitatif dalam mengevaluasi kestabilan lereng sehingga akan didapatkan informasi berupa nilai probabilitas(peluang) suatu lereng untuk mengalami kelongsoran. Berdasarkan hasil penelitian dengan menggunakan metode Point Estimate dan metode Monte Carlo dengan menggunakan tiga buah penampang didapatkan bahwa penampang yang memiliki nilai probabilitas kelongsoran terbesar adalah penampang A yang berada pada bagian barat dari Pit East. Dan nilai  FK lereng akan terus menurun sedangkan nilai PK semakin besar seiring bertambahnya ketinggian lereng dan kemiringan lereng yang semakin curam. Selain itu juga, dengan menggunakan metode probabilistik ini dapat menganalisis standar FK dari PT Berau Coal dan memberikan rekomendasi geometri lereng yang sesuai nilai PK yang dapat diterima.", "Daftar File": {"2017 TA PP KRESHNA DAMAR SEGORO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116339"}, "Penulis": "KRESHNA DAMAR SEGORO (NIM : 12113080)", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ridho Kresna Wattimena, MT., PhD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kestabilan Lereng, Probabilitas kelongsoran", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "28 Sep 2017"}