{"Nomor": 22847, "Judul": "STUDI ALTERASI DENGAN CITRA SATELIT LANDSAT 8 OLI/TIRS PADA DAERAH VEGETASI LEBAT DI LAPANGAN PANAS BUMI WAYANG WINDU, JAWA BARAT", "Abstrak": "Penginderaan jauh adalah salah satu metode eksplorasi pendahuluan panas bumi melalui penampakan anomali alterasi permukaan dari citra multispektral. Tujuan dari studi alterasi di lapangan panas bumi Wayang Windu, Kabupaten Bandung, Provinsi Jawa Barat untuk mengetahui karakteristik zonasi alterasi pada permukaan dengan metode penginderaan jauh menggunakan citra multispektral dari Landsat 8 OLI/TIRS dibantu dengan observasi langsung di lapangan panas bumi Wayang Windu sebagai validasi. Daerah penelitian yaitu lapangan panas bumi Wayang Windu terletak pada ketinggian 1500Ã‚Â–2600 mdpl, lokasi penelitian berada di Kabupaten Bandung di bagian selatan terletak di jalur pegunungan kuarter dengan formasi batuan tersusun dari batuan andesit basalan, tuf-breksi, batuapung serta terdapat sesar dan patahan yang berarah Barat laut-Tenggara dan Timur laut-Barat daya. Penelitian ini dilakukan dengan studi literatur, survei lapangan dan pengujian laboratorium terhadap contoh tanah menggunakan analisis reflektansi spektroskopi, X-Ray Diffraction untuk menentukan jenis mineral dan X-Ray Fluorescence untuk menentukan kelimpahan unsur yang ada di lapangan panas bumi Wayang Windu. Penginderaan jauh menggunakan citra satelit dari Landsat 8 OLI/TIRS dengan tanggal akuisisi 10 September 2013 pada scene 122/65, analisis terhadap citra Landsat 8 OLI/TIRS menggunakan metode Directed Principal Component. Berdasarkan survei lapangan dan pengolahan citra satelit, zona alterasi permukaan di Wayang Windu berkorelasi dengan sesar dan patahan. Kelompok alterasi yang teridentifikasi di lapangan panas bumi adalah kelompok argilik lanjut dengan mineral penciri: kristobalit dan haloisit, serta kelompok propilitik dengan mineral penciri epidot dan klorit.", "Daftar File": {"2017 TA PP KRISTIAN EDWIN SALAMBA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116352"}, "Penulis": "KRISTIAN EDWIN SALAMBA (NIM : 12113006)", "Kontributor / Dosen Pembimbing": ["Mohammad Nur Heriawan, ST., MT. PhD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "panas bumi, Wayang Windu, alterasi, hidrotermal, penginderaan jauh", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "8 file", "Tanggal Input": "27 Sep 2017"}