{"Nomor": 22845, "Judul": "PENGARUH PENGGUNAAN TERAK BAJA SEBAGAI SUBSTITUSI PARSIAL SEMEN TERHADAP KEKUATAN TEKAN BETON", "Abstrak": "Industri semen merupakan penghasil CO2 terbesar ketiga di dunia setelah sektor transportasi dan pembangkit. Industri semen dapat menyumbangkan hingga 10% dari total emisi CO2 di dunia. Konsentrasi CO2 yang berlebihan di atmosfir dapat memicu fenomena pemanasan global (global warming) yang pada akhirnya dapat mengakibatkan ketidakstabilan iklim dan kenaikan ketinggian permukaan laut. Salah satu upaya yang dapat dilakukan terkait hal tersebut adalah dengan mengurangi penggunaan semen dengan menambahkan bahan pozzolan. \n \n \n \n\nPenelitian ini bertujuan untuk melihat kemungkinan pemanfaatan terak baja (steel slag) sebagai bahan substitusi parsial semen dalam struktur beton. Terak baja diperlakukan sebagai bahan substitusi parsial semen dengan persentase substitusi 0%, 5%,10%, dan 15%. \n \n \n \n\nHasil pengujian menunjukkan bahwa persentase yang memberikan kuat tekan maksimum adalah untuk persentase subsitusi 10% yang menghasilkan kuat tekan 37,98 Mpa pada umur 56 hari dibandingkan dengan beton normal 37,6 Mpa. Berdasarkan analisa semi kuantitatif terhadap hasil XRD menunjukkan perbandingan senyawa CSH pada beton normal berbanding beton substitusi terak baja 10% sebesar 1:1,34. Beton terak baja menunjukkan kelecakan yang lebih baik namun menunjukkan laju pengikatan dan pertumbuhan kekuatan yang lambat pada umur dini.", "Daftar File": {"2007 TA PP KRISNA NUGROHO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116344", "2007 TA PP KRISNA NUGROHO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/116345", "2007 TA PP KRISNA NUGROHO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/116346", "2007 TA PP KRISNA NUGROHO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/116347", "2007 TA PP KRISNA NUGROHO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/116348", "2007 TA PP KRISNA NUGROHO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/116349", "2007 TA PP KRISNA NUGROHO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/116350"}, "Penulis": "KRISNA NUGROHO (NIM 13702014)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Saptahari M. Sugiri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Pozzolan, Substitusi parsial semen, Terak baja, Beton", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}