{"Nomor": 22859, "Judul": "FLOW ASSURANCE PIPA MINYAK DASAR LAUT: PREDIKSI TITIK AWAL TERJADINYA PEMBENTUKAN WAX", "Abstrak": "Eksploitasi sumber hidrokarbon pada saat ini lebih ditujukan kepada pengembangan lapangan lepas pantai khususnya di laut dalam, karena semakin menipisnya jumlah cadangan minyak di darat dimana keperluan akan flow assurance ketika produksi di laut dalam menjadi meningkat untuk mencegah terjadinya masalah selama produksi.  \n \n\nSalah satu masalah yang sering dihadapi pada saat produksi adalah terjadinya penyumbatan aliran baik di lubang sumur maupun di pipa alir (flowline).  \n \n\nTersumbatnya aliran dapat dikarenakan adanya kerusakan mekanis, terbentuknya hydrat, pengendapan paraffin wax dan masalah-masalah lainnya. Seperti telah disebutkan di atas, bahwa pengendapan paraffin wax merupakan salah satu faktor  \n \n\npenyebab terjadinya penyumbatan aliran di pipa. Presipitasi dan deposisi paraffin wax dalam transportasi minyak mentah di pipeline menjadi suatu masalah yang sulit ketika produksi tersebut dilakukan di reservoir hidrokarbon bawah laut khususnya deepwater karena perbaikan tidak dapat dilakukan sewaktu-waktu bahkan seandainya dapat dilakukan penanggulangan maka akan dibutuhkan biaya yang sangat besar untuk menanggulanginya, sehingga mengakibatkan perusahaan akan kehilangan milyaran dollar setiap tahunnya.  \n \n \n\nTujuan dari tesis ini adalah untuk mengembangkan metodologi dalam rangka menjamin keberlangsungan aliran fluida produksi dengan membuat program yang dapat mendeteksi titik dimana pengendapan paraffin wax mungkin terjadi sehingga diharapkan dapat menganalisis kinerja instalasi pipa produksi dan melakukan pencegahan dengan mengatur parameter-parameter yang mendukung terbentuknya pengendapan wax. Selain itu program ini dapat membantu proses desain awal dari instalasi pipa produksi lepas pantai.  \n \n \n\nTerjadinya pembentukan paraffin wax sangat erat kaitannya dengan temperatur titik kabut (cloud point) fluida. Sehingga pertama yang harus dilakukan adalah menentukan temperatur titik kabut (cloud point) dari fluida. Temperatur titik kabut fluida sangat dipengaruhi oleh berat molekul dari komponen berat (heavy hydrocarbon), fraksi berat dari komponen berat, dan berat molekul nyata dari  \n \n\nlarutan. Setelah mendapatkan temperatur titik kabut fluida, selanjutnya dilakukan perhitungan terhadap distribusi tekanan dan temperatur sepanjang aliran, mulai dari lubang sumur hingga sampai kepermukaan sehingga diketahui titik-titik dimana pengendapan paraffin wax mungkin terbentuk.  \n \n \n\nBerdasarkan prinsip di atas maka dibuat Program untuk flow assurance. Dimana program yang dihasilkan dapat digunakan untuk menghitung temperatur titik kabut (cloud point) dari fluida dengan memasukkan data komposisi fluida.  \n \n\nProgram tersebut juga dapat digunakan untuk menghitung distribusi tekanan dan temperatur sepanjang pipa alir mulai dari lubang sumur hingga ke permukaan laut.  \n \n\nDari Tc dan distribusi temperatur yang didapat kita dapat menentukan titik dimana pengendapan paraffin wax akan terjadi untuk laju alir, diameter pipa, komposisi minyak, dan kondisi operasi tertentu. Program yang dikembangkan diverifikasi dengan menggunakan software komersial yang ada. Walaupun persamaan matematik dan data masukan yang  \n \n\ndigunakan pada program yang dikembangkan berbeda dengan software komersial, tetapi hasil yang diperoleh tidak jauh berbeda.", "Daftar File": {"2007 TS PP KURNIA RAHMAN 1 -COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116418", "2007 TS PP KURNIA RAHMAN 1 -BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/116419", "2007 TS PP KURNIA RAHMAN 1 -BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/116420", "2007 TS PP KURNIA RAHMAN 1 -BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/116421", "2007 TS PP KURNIA RAHMAN 1 -BAB 4a.pdf": "https://digilib.itb.ac.id/gdl/download/116422", "2007 TS PP KURNIA RAHMAN 1 -BAB 4b.pdf": "https://digilib.itb.ac.id/gdl/download/116423", "2007 TS PP KURNIA RAHMAN 1 -BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/116424", "2007 TS PP KURNIA RAHMAN 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/116425"}, "Penulis": "KURNIA RAHMAH (NIM : 22204008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Asep Kurnia Permad & Dr. Ir. Leksono Mucharam"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Flow Assurance, Pipa, Minyak, paraffin wax", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}