{"Nomor": 22854, "Judul": "ANALISIS DISTRIBUSIDAN MODEL PENGENDAPAN FASIES KARBONAT MIOSEN DAERAH FAKFAK, PAPUA BARAT, INDONESIA", "Abstrak": "Fasies adalah tubuh batuan yang dicirikan oleh kombinasi litologi, sifat fisik, biologi dan kimia. Batugamping memiliki heterogenitas fasies yang cukup tinggi, sehingga perlu dilakukan analisis fasies dan lingkungan pengendapan untuk mengetahui perkembangan batuan karbonat dan distribusi fasiesnya. Batuan karbonat merupakan batuan reservoir yang sangat penting bagi industri minyak dan gas bumi. Porositas pada batuan karbonat berbeda dengan batuan silisiklastik. Porositas batugamping memiliki tipe heterogen (conto: moldik, vuggy, intrapartikel) karena diakibatkan oleh efek diagenesis. Saat ini masih kurang dimengerti bagaimana hubungan antara fasies karbonat dan distribusinya terhadap presentasi nilai porositas pada batuan karbonat. Pengambilan data lapangan merupakan data yang dipakai pada penelitian ini. Data Sayatan tipis diperlukan untuk menganalisis fasies, lingkungan pengendapan, umur dan porositas sehingga akan didapatkan karakterisasi dari fasies-fasies yang di analisis.  \n \n\nFasies yang terdapat pada daerah Fakfak adalah foraminifera wackestone dengan porositas buruk, fasies foraminifera wacke-packstone dengan porositas buruk,  \n \n\nfasies bioklastik packstone dengan porositas baik dan fasies floatstone. Dari fasies-fasies tersebut didapatkan tiga asosiasi fasies yaitu, fore reef bioklastik packstone, fore reef-basin foraminifera wackestone-packstone dan slope deposite floatstone. Hasil paleogeografi menunjukkan bahwa pada saat Miosen Tengah daerah ini diendapkan pada lingkungan neritic luar sampai bathyal dan semakin kearah utara akan semakin mendangkal.", "Daftar File": {"2016 TS PP KURNIA ADJI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116379", "2016 TS PP KURNIA ADJI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/116380", "2016 TS PP KURNIA ADJI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/116381", "2016 TS PP KURNIA ADJI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/116382", "2016 TS PP KURNIA ADJI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/116383", "2016 TS PP KURNIA ADJI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/116384", "2016 TS PP KURNIA ADJI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/116385", "2016 TS PP KURNIA ADJI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/116386"}, "Penulis": "KURNIA ADJI (NIM: 22012303)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Benyamin Sapiie, Ph.D", "Dr. Ir. Dardji Noeradi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Fasies karbonat, karbonat Miosen, Misool-Onin, Formasi Onin", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}