{"Nomor": 22856, "Judul": "ZONASI KERENTANAN GERAKAN TANAH DENGAN METODE STATISTIK BIVARIATE DAN ANALISIS KESTABILAN LERENG DI DESA WANGUNSARI, KECAMATAN SINDANGKERTA, KABUPATEN BANDUNG BARAT, PROVINSI JAWA BARAT", "Abstrak": "Kabupaten Bandung Barat merupakan salah satu daerah yang sering mengalami gerakan tanah di Indonesia. Secara administratif, daerah penelitian termasuk dalam wilayah Desa Wangunsari, Kabupaten Bandung Barat, Provinsi Jawa Barat. Penelitian ini terbagi menjadi dua bagian. Penelitian pertama adalah pembuatan model kerentanan gerakan tanah di Desa Wangunsari dan sekitarnya. Parameter-parameter yang diperkiran menjadi pengontrol terjadinya gerakan tanah di daerah penelitian diantaranya litologi, ketinggian, tata guna lahan, kemiringan lereng, arah lereng, curvature, jarak dari sungai, kebasahan lahan (TWI), dan indeks vegetasi. Terdapat 69 kejadian gerakan tanah yang teridentifikasi di daerah penelitian. Data kejadian gerakan tanah dibagi secara acak menjadi landslide train (60%) dan landslide test (40%). Hubungan antara titik-titik kejadian gerakan tanah dan parameter-parameter yang disebutkan sebelumnya dapat dikuantifikasikan menggunakan nilai WoE (Weight of Evidence) ditiap kelasnya. Nilai WoE dari model dibagi menjadi 4 kelas zona kerentanan yaitu tinggi (18,8%), sedang (11,3%), rendah (17,2%) dan sangat rendah (52,7%). Penelitian kedua adalah menganalisis kestabilan lereng dari daerah terpilih pada penelitian pertama. Analisis kestabilan lereng dilakukan dengan memperhatikan geometri dari lereng dan kondisi geologi bawah permukaan, yaitu stratigrafi dan sifat fisik mekanik tanah/batuan. Stratigrafi daerah penelitian terdiri dari lapisan tanah pasiran (γ = 15,57-15,59 kN/m3, ϕÃ‚Â’ = 17,34-23Ã‚Â°, cÃ‚Â’ = 0,62-3,94 kN/m2), jenis tanah termasuk kedalam kelas SM, dengan ketebalan Ã‚Â±2,5 m; lapisan tanah lempungan (γ = 13,53 kN/m3, ϕÃ‚Â’ = 15Ã‚Â°, cÃ‚Â’ = 4,8 kN/m2), jenis tanah termasuk kedalam kelas MH & OH, dengan ketebalan Ã‚Â±5 m; lapisan Breksi Tuf, berwarna abu kecokelatan, ukuran kerikil-kerakal, massa dasar Tuff, fragmen batuan beku dengan ketebalan Ã‚Â±10 m, termasuk kedalam Formasi Beser; Breksi Andesit, berwarna abu-abu hingga hitam, berukuran kerikil-bongkah, menyudut-menyudut tanggung, kompak, kemas terbuka, masa dasar batuan ini terdiri dari mineral mafik berukuran pasir hingga lempung, termasuk kedalam Formasi Beser. Analisis geoteknik menggunakan perangkat lunak SLIDE yang berbasis metode Kesetimbangan Batas. Lereng alami di daerah penelitian memiliki nilai faktor keamanan yang beragam, 1,03Ã‚Â–1,42.", "Daftar File": {"2016 TA PP KURNIA FERDIANSYAH 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116399", "2016 TA PP KURNIA FERDIANSYAH 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/116398", "2016 TA PP KURNIA FERDIANSYAH 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/116397", "2016 TA PP KURNIA FERDIANSYAH 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/116394", "2016 TA PP KURNIA FERDIANSYAH 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/116395", "2016 TA PP KURNIA FERDIANSYAH 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/116396", "2016 TA PP KURNIA FERDIANSYAH 1 - BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/116400", "2016 TA PP KURNIA FERDIANSYAH 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/116401"}, "Penulis": "KURNIA FERDIANSYAH (NIM : 12012010)", "Kontributor / Dosen Pembimbing": ["Pembimbing :         \n \n \n\nDr. Ir. Prihadi Soemintadiredja, MS     \n \n \n\nDr.Eng. Imam Achmad Sadisun, ST, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "gerakan tanah, kerentanan, kestabilan lereng, Kesetimbangan Batas, Wangunsari, Bandung Barat.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}