{"Nomor": 22867, "Judul": "KAJIAN HUBUNGAN ANTARA ERGONOMI PARTISIPASI DAN FAKTOR PSIKOSOSIAL DENGAN TINGKAT KECELAKAAN KERJA UNTUK PERBAIKAN PROGRAM KESELAMATAN KERJA DI PT PERTAMINA TBBM PADALARANG", "Abstrak": "TBBM Padalarang merupakan salah satu perusahaan yang menjalankan kegiatan hilir minyak dan gas bumi di Indonesia. Dalam melakukan kegiatan operasinya, aspek keselamatan sangatlah penting, sehingga perusahaan terus memasang target zero accident. Namun masih terdapat kelemahan pada SMK3 yang ditunjukkan dengan masih adanya pelaporan unsafe act, unsafe condition dan nearmiss setiap bulannya (Goetsch, 2011). Partisipasi pekerja dan dukungan manajemen merupakan elemen penting dalam program keselamatan kerja yang harus terpenuhi agar program keselamatan kerja yang sudah dirancang dapat berjalan dengan efektif (OSHA, 2016). Tujuan penelitian ini adalah untuk mengidentifikasi faktor tingkat partisipasi pekerja dan faktor psikososial yang berpengaruh pada tingkat kecelakaan kerja serta memberikan rekomendasi perbaikan pada program keselamatan kerja yang disesuaikan dengan hasil pengukuran tingkat partisipasi dan faktor psikososial. Penelitian ini menggunakan metode ergonomi partisipasi dengan mengukur tingkat partisipasi pekerja, yang diturunkan menjadi faktor keterlibatan mental dan emosional, motivasi untuk berkontribusi, dan penerimaan tanggung jawab. Faktor psikososial diturunkan menjadi faktor psychological job demand, skill discretion, decision authority, mental workload, social support, job insecurity, reward, dan over commitment. Tingkat partisipasi dan faktor psikososial tersebut akan diteliti apakah terdapat hubungan dengan tingkat kecelakaan pekerja. Alat ukur yang digunakan adalah kuesioner tingkat partisipasi yang dikembangkan oleh Aditama dan kuesioner faktor psikososial yang dikembangkan oleh Hamam. Responden dalam penelitian ini sebanyak 184 responden. Hasil pengolahan data menunjukkan tingkat partisipasi,adalah : faktor keterlibatan mental dan emosional bernilai 56% (kategori sedang), motivasi untuk berkontribusi bernilai 57% (kategori sedang), dan penerimaan tanggung jawab bernilai 59% (kategori sedang). Faktor psikososial yang dominan dirasakan oleh pekerja adalah psychological job demand, skill discretion, decision authority, mental workload, job insecurity,dan over commitment. Berdasarkan uji korelasi, dihasilkan kesimpulan bahwa tingkat partisipasi memiliki korelasi negatif dengan tingkat kecelakaan dan faktor psikososial tidak memiliki korelasi dengan tingkat kecelakaan kerja. Berdasarkan hasil ini kemudian diberikan rekomendasi terkait perbaikan program keselamatan kerja di TBBM Padalarang dengan sistem 8E-1M. Program yang direkomendasikan adalah safety talk AMT, sharing session, PATUH, safety meeting, dan pelatihan safety awareness.", "Daftar File": {"2017 TA PP laras qatrunnada 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116441"}, "Penulis": "LARAS QATRUNNADA", "Kontributor / Dosen Pembimbing": ["Dr.Ir. Herman R. Soetisna.,DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "ergonomi partisipasi, kecelakaan kerja, program keselamatan kerja,8E-1M", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}