{"Nomor": 22868, "Judul": "KEBIJAKAN PENGADAAN KOMPONEN REMANUFAKTUR MESIN EKSKAVATOR SERI PC2000-8 DI PT KOMATSU REMAN INDONESIA", "Abstrak": "PT Komatsu Reman Indonesia merupakan perusahaan remanufaktur produk alat berat Komatsu. Pemasok utama dan satu-satunya PT Komatsu Reman Indonesia adalah Komatsu Ltd (Jepang). Pemesanan komponen dimulai empat bulan sebelum produk bekas (core) datang ke lantai produksi untuk diremanufaktur. Kualitas komponen penyusun produk bekas dapat diketahui setelah produk tersebut datang ke lantai produksi, sehingga seringkali terjadi kekurangan komponen pada saat dibutuhkan karena kualitas produk bekas yang kurang baik. \n\nTindakan preventif untuk menanggulangi kekurangan komponen adalah dengan menggunakan faktor rasio penggantian dalam perencanaan pengadaan komponen. Rasio penggantian merupakan rasio antara rata-rata jumlah penggantian komponen dengan jumlah komponen dalam satu produk. \n\nNilai rasio penggantian yang sekarang digunakan oleh perusahaan dirasa kurang efektif karena tingginya frekuensi kekurangan komponen saat produksi. Oleh karena itu, evaluasi dan usulan kebijakan yang lebih baik dalam menentukan nilai rasio penggantian perlu dilakukan. \n\nPendekatan simulasi MRP manufaktur digunakan untuk menyelesaikan permasalahan ini. Simulasi MRP dilakukan dengan dua tahap. Tahap pertama, simulasi dijalankan dengan rasio penggantian berdasarkan rata-rata bergerak sederhana dari julmlah penggantian komponen dan rata-rata jumlah penggantian komponen pada masing-masing region asal produk bekas. Metode terpilih merupakan metode yang menghasilkan rata-rata biaya pengadaan minimum dan rata-rata tingkat pemenuhan komponen maksimum. \n\nPada tahap simulasi MRP kedua, metode terbaik dari simulasi MRP pertama dibandingkan kembali dengan penambahan faktor simpangan baku sebagai cadangan pengaman. Selain metode penentuan nilai rasio penggantian terbaik, ukuran lot ekonomis berdasarkan metode heuristik juga ditentukan untuk meminimasi biaya pesan komponen. \n\nHasil simulasi MRP menunjukkan bahwa metode perhitungan rasio penggantian terbaik adalah dengan menggunakan rata-rata penggantian komponen berdasarkan region asal produk ditambah satu simpangan baku, sedangkan ukuran lot yang paling ekonomis adalah dengan menggunakan metode silver meal heuristic untuk permintaan yang sering dan lot for lot untuk permintaan yang jarang. Penghematan biaya yang didapatkan dengan menggunakan metode ini adalah 40% dengan kenaikan tingkat pemenuhan komponen sebesar 31% dari kebijakan awal yang diterapkan perusahaan.", "Daftar File": {"2017 TA PP LARISSA RAHADIYANTI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116442"}, "Penulis": "LARISSA RAHADIYANTI (NIM 13413053)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Prof. Dr. Ir. Bermawi P. Iskandar, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Remanufaktur, Rasio penggantian, Komponen, MRP", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Sep 2017"}