{"Nomor": 22866, "Judul": "STUDI PERKUATAN LERENG DENGAN REINFORCED GABION DAN SOIL NAILING STUDI KASUS: KM 52 PT FREEPORT INDONESIA, TEMBAGAPURA, PAPUA", "Abstrak": "Tugas akhir ini membahas mengenai penanggulangan kelongsoran pada lereng alami KM 52 PT Freeport Indonesia, Tembagapura, Papua. Fungsi dari lereng ini adalah sebagai infrastruktur transportasi kendaraan berat yang mengangkut hasil tambang dari PT Freeport Indonesia. Data tanah yang tersedia sangat terbatas, terutama untuk parameter tanah asli, sehingga digunakan metode back calculation untuk menentukan parameter tanah dengan menggunakan program komputer ABAQUS/CAE 6.11. Batasan dalam metode back calculation pada studi ini adalah mencari parameter tanah saat tepat akan terjadinya keruntuhan lereng. Kriteria yang akan dicapai adalah ketika angka keamanan ≤ 1 dan bidang keruntuhan pada pemodelan harus sama dengan bidang keruntuhan pada peta topografi. Hasil dari metode back calculation ini akan digunakan sebagai acuan dalam mendesain perkuatan lereng. Analisis pseudostatik digunakan untuk menentukan gaya gempa yang terjadi pada permukaan tanah lokasi studi. Perkuatan Reinforced Gabion dan Soil Nailing untuk lereng KM 52 PT Freeport Indonesia berada sampai pada kedalaman 30 meter. Hasil dari studi kasus ini adalah angka keamanan lereng setelah perkuatan. Perkuatan Reinforced Gabion untuk pengaruh beban statik menghasilkan angka keamanan sebesar 1,41 dan untuk pengaruh beban seismik sebesar 1,13. Perkuatan Soil Nailing untuk pengaruh beban statik menghasilkan angka keamanan sebesar 1,15 dan untuk pengaruh beban seismik sebesar 1,078. Berdasarkan pertimbangan besar angka keamanan dan ketersediaan bahan di lapangan, maka alternatif desain yang direkomendasikan adalah perkuatan lereng dengan Reinforced Gabion", "Daftar File": {"2015 TA PP LARAS DIPA PRAMUDITA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116432", "2015 TA PP LARAS DIPA PRAMUDITA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/116433", "2015 TA PP LARAS DIPA PRAMUDITA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/116434", "2015 TA PP LARAS DIPA PRAMUDITA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/116435", "2015 TA PP LARAS DIPA PRAMUDITA 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/116436", "2015 TA PP LARAS DIPA PRAMUDITA 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/116437", "2015 TA PP LARAS DIPA PRAMUDITA 1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/116438", "2015 TA PP LARAS DIPA PRAMUDITA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/116439", "2015 TA PP LARAS DIPA PRAMUDITA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/116440"}, "Penulis": "LARAS DIPA PRAMUDITA ( NIM : 15011136 )", "Kontributor / Dosen Pembimbing": ["Pembimbing : Hasbullah Nawir, ST., MT., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Back Calculation, Reinforced Gabion, Soil Nailing, beban statik, beban seismik, ABAQUS/CAE 6.11, analisis pseudostatik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}