{"Nomor": 22864, "Judul": "PEMILIHAN METODE IDENTIFIKASI BAHAYA DAN ANALISIS RESIKO SERTA PENERAPANNYA PADA PROSES PRODUKSI PT X DENGAN MENGGUNAKAN AHP (ANALYTICAL HIERARCHY PROCESS)", "Abstrak": "Upaya dalam mengurangi dan mencegah terjadinya kecelakaan akibat kerja adalah dengan melakukan identifikasi bahaya dan analisis resiko. Akan tetapi banyak dari industri belum melakukan kegiatan tersebut, salah satunya PT X yang berada di kota Bandung. Terdapat beberapa jenis metode yang dapat digunakan untuk mengidentifikasi bahaya seperti JHA, FMEA, dan What-if, tetapi metode-metode tersebut tentunya memiliki kelebihan, kekurangan, serta perbedaan dalam prosedur implementasinya. AHP (Analitycal Hierarchy Process) dipergunakan untuk pengambilan keputusan dalam menentukan metode identifikasi bahaya yang sesuai diterapkan pada PT X. Responden ahli yang terlibat dalam kuesioner AHP berasal dari internal maupun eksternal PT X, dimana para responden adalah orang-orang yang bekerja di bidang K3, pernah mendapatkan pelatihan atau sertifikasi K3, serta memahami mengenai identifikasi bahaya dan analisis risiko. Hasil pengambilan keputusan yang diperoleh dari PT X berdasarkan penilaian AHP untuk semua kelompok responden, bahwa dengan melihat analisis AHP berdasarkan jumlah responden terbanyak yang mewakili responden internal dan eksternal PT X, maka hasil penilaian berdasarkan responden gabungan (konsistensi penilaian ≥75%)  menjadi dasar dalam menentukan alternatif metode terpilih, dimana What-if memiliki bobot tertinggi (0,378), disusul oleh JHA (0,357), dan FMEA (0,265). What-if kemudian menjadi metode yang terpilih untuk diterapkan pada PT X. Keunggulan dari metode What-if adalah biaya yang dikeluarkan paling murah, waktu analisis paling cepat, jumlah personil tim dan dokumentasi yang dibutuhkan paling sedikit, dan keahlian tim yang diperlukan paling minim dibandingkan dengan metode JHA dan FMEA. Dari hasil identifikasi bahaya dengan menggunakan metode What-if, skor resiko tertinggi (300) berada pada unit sawing, turning, turn-mill, milling yang disebabkan oleh sumber bahaya gravitasi", "Daftar File": {"2017 TS LAMTUA PURBA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116430"}, "Penulis": "Lamtua Purba (NIM : 25315021)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Indah Rachmatiah Siti Salami M.Sc., Ph.D \n\nDr. Benno Rahardyan ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Identifikasi bahaya, JHA, What-if, FMEA, AHP", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "03 Okt 2017"}