{"Nomor": 22863, "Judul": "BAGAIMANA PEMANGKU KEPENTINGAN BERKOLABORASI DALAM EKOSISTEM LAYANAN FESYEN HIJAB: PENDEKATAN SISTEM DINAMIKA KUALITATIF", "Abstrak": "Perkembangan dunia fesyen telah meningkat secara signifikan dalam beberapa dekade terakhir. Fesyen berubah sangat cepat tidak terkecuali untuk fesyen hijab. Sejak pengesahan visi nasional Indonesia sebagai kiblat fesyen Muslim dunia pada tahun 2020, industri ini harus menghadapi sejumlah tantangan daripada membuat kemajuan.       \n \n\nUntuk mewujudkan visi tersebut maka pemangku kepentingan yang terlibat dalam industry memerlukan bentuk kolaborasi. Melihat pentingnya kolaborasi dan tuntutan untuk menemukan model yang paling tepat terkait konteks Indonesia mendasari tujuan penelitian ini: (1) memahami kondisi kolaborasi yang ada di industri fesyen hijab, (2) mengidentifikasi variabel kunci dari kolaborasi aktual dalam industri fesyen hijab, (3) menganalisis variabel kunci model kolaborasi yang mengacu pada perspektif ekosistem layanan, (4) mengembangkan model kolaborasi yang mengintegrasikan kondisi aktual industri fesyen hijab dengan perspektif ekosistem layanan. Penelitian ini menggunakan teori ekosistem layanan yang terdiri dari banyak sistem pelayanan dimana terhubung melalui jaringan, integrasi sumber daya dan pertukaran layanan.      \n \n\nPengumpulan data melalui wawancara tatap muka dengan pemangku kepentingan dari pengusaha, asosiasi perancang busana, perancang busana, media dan pemetintah. Pendekatan kualitatif digunakan untuk memberikan masukan bagi pengembangan system dinamik dan pengembangan model konseptual kemudian system dinamik kualitatif digunakan untuk mengidentifikasi hubungan kausal dan loop umpan balik antara variabel sistem internal dan eksternal untuk model penciptaan bersama. Temuan penelitian ini yaitu para pemangku kepentingan memandang kolaborasi yang ada saat ini dalam perspektif yang berbeda; empat variabel kunci yang dapat menyebabkan tuas kebijakan, yaitu jumlah pemangku kepentingan, niat kooperatif, kemampuan produksi dan keterlibatan pemerintah; kemudian untuk perbaikan yang lebih baik perlu proses evaluasi dan penting untuk saling percaya untuk mendapatkan komunikasi yang efektif selama proses penciptaan bersama.", "Daftar File": {"2017 TS PP LAKSMI DWI PRADHINA P - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116429"}, "Penulis": "LAKSHMI DWI PRADHINA PRAJNAGITANINGTYAS (NIM : 29015006)", "Kontributor / Dosen Pembimbing": ["Lakshmi Dwi Pradhina Prajnagitaningtyas"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Fesyen Hijab, Kolaborasi, Ekosistem Layanan, Penciptaan Bersama, QSD", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}