{"Nomor": 22871, "Judul": "A COMPARATIVE STUDY BETWEEN CONVENTIONAL AND ISLAMIC COMMERCIAL BANKS IN TERMS OF SHAREHOLDERS EFFICIENCY OVER THE PERIOD 2010- 2016", "Abstrak": "Pertumbuhan pada Perbankan Islam menunjukan reputasi yang bagus di lingkup internasional dan \n\nlokal yaitu di Indonesia. Berdasarkan Financial Service Industry Stability Report 2016 dengan \n\nsampel 59 bank di 11 negara, Perbankan Islam ditahun terakhir menunjukan pertumbuhan yang \n\nsedang, tidak terlalu turun ataupun naik. Hal ini dibuktikan dengan angka Compound Annual Growth \n\nRate (CAGR) di tiga tahun terakhir (2011-2014) sebesar 13.8%. hal ini di bandingkan dengan angka \n\nCAGR di enam tahun terakhir (2008-2014) sebesar 15.4% dan tiga tahun sebelum tahun 2011 yaitu \n\n2008-2011 sebesar 17.1%. Di Indonesia sendiri, selama tujuh tahun terakhir, dari tahun 2008-2015, \n\nPerbankan Islam memiliki pertumbuhan total aset yang lebih tinggi dibandingkan dengan Perbankan \n\nKonvensional. Dengan perbandingan angka 22% untuk Perbankan Islam dan 11% untuk Perbankan \n\nKonvensional. Terlepas dari fakta tersebut, Karim Business Consulting, sebuah perusahaan \n\nkonsultan yang terpercaya dalam dunia perbankan, memprediksikan bahwa pertumbuhan Perbankan \n\nIslam akan mengalami perlambatan atau slow-moving disebabkan kecilnya skala ekonomi yang \n\nberkaitan dengan modal dan kapasitas dan bahkan hanya ada satu Bank Umum Syariah yang akan \n\nmasuk dalam kategori BUKU 3. Untuk pengertian modal di sini adalah sejumlah dana yang \n\ndigunakan untuk menjalankan kegiatan bisnis yang pada umumya diperoleh dengan menerbitkan \n\nsaham, sedangkan kapasitas adalah kemampuan bank untuk melayani nasabah dalam hal \n\npeminjaman (Otoritas Jasa Keuangan, 2017). Dikarenakan adanya perbedaan fakta dan prediksi \n\ntersebut, bahkan menunjukan bahwa Perbankan Islam memiliki pertumbuhan lebih cepat dari \n\nPerbankan Konvensional. Oleh karena itu, penelitian ini dilakukan untuk menganalisis efisiensi dari \n\nsegi pemegang saham pada Bank Umum Syariah yang kemudian dibandingkan dengan Bank \n\nKonvensional. \n\nTerdapat dua metode utama yang digunakan dalam penelitian ini. Yang pertama adalah Data \n\nEnvelopmnet Analysis (DEA). Dan yang kedua adalah SpearmanÃ‚Â’s Correlation. DEA digunakan \n\nuntuk mengukur effisiensi dari bank dan SpearmanÃ‚Â’s Correlation digunakan untuk melihat \n\nhubungan antara hasil efisiensi dengan pertumbuhan (perubahan pada total aset). Mann-Whitney \n\ntest juga diaplikasikan dalam penelitian ini untuk mengukur perbedaan signifikan secara statistik. \n\nSebagai tambahan, Kolmogorov-Smirnov digunakan untuk mengukur normal tidaknya data. \n\nHasil penelitian ini diantaranya, pada perhitungan perbedaan efisiensi per-tahun antara dua tipe \n\nbank, terdapat dua tahun yang menunjukan adanya perbedaan yang signifikan yaitu di tahun 2010 \n\ndan 2012. Dimana di tahun 2010, Bank Konvensional lebih efisien dalam melayani para pemegang \n\nsahamnya di bandingkan dengan Bank Umum Syariah. Sedangkan di tahun 2012 menunjukan hasil \n\nyang sebaliknya. Untuk hasil analisis single multi-year menunjukan tidak ada perbedaan yang \n\nsiginifakan antara dua tipe bank. Yang kedua, Bank Konvensional dan Bank Umum Syariah samasama \n\nmemiliki kecenderungan rata-rata efisiensi yang menurun dari tahun 2010-2016. Yang ketiga \n\nadalah pada Bank Konvensional memiliki korelasi negatif sangat lemah antara effisiensi pemegang \n\nsaham dengan pertumbuhan bank, yang berarti bahwa semakin besar total aset dari bank, semakin \n\nkecil manfaat yang diperoleh pemegam saham. Sedangkan pada Bank Umum Syariah memiliki \n\nkorelasi positif lemah, yang berarti bahwa semakin besar total aset dari bank semakin besar juga \n\nmanfaat yang diperoleh pemegang saham.", "Daftar File": {"2017 TA PP LATIF ZUHRIYAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116450", "2017 TS PP LATIF ZUHRIYAH MUKAROMAH 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/252047"}, "Penulis": "Latif Zuhriyah Mukaromah (NIM 19014039)", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman Ph. D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "efficiency, Data Envelopment Analysis (DEA), shareholders, Islamic Commercial Bank, Conventional Bank", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "15 Sep 2017"}