{"Nomor": 22882, "Judul": "EVALUASI KINERJA PENGEMBANGAN PETERNAKAN SAPI POTONG BERBASIS KAWASAN DI KECAMATAN TANJUNG SARI KABUPATEN LAMPUNG SELATAN", "Abstrak": "Pendekatan pembangunan peternakan dewasa ini menggunakan pendekatan kawasan. Pendekatan kawasan ini dirancang untuk meningkatkan efektivitas kegiatan, efisiensi anggaran dan mendorong keberlanjutan kawasan komoditas unggulan. Sentra peternakan diartikan sebagai bagian dari kawasan yang memiliki ciri tertentu di mana di dalamnya terdapat kegiatan produksi suatu jenis produk peternakan. Ciri-ciri kawasan peternakan tersebut antara lain; berada dalam satu manajemen lokasi (area), terdapat penguatan pelayanan (teknis dan pembiayaan), terdapat penguatan kelembagaan, terdapat kemandirian usaha dan daya saingnya, terdapat peningkatan kualitas sumber daya manusia dan pendidikannya, terdapat integrasi kegiatan dan kewenangannya, pendampingan dari stakeholder dan diversifikasi produk. Sehingga dalam suatu kawasan peternakan ini akan terdapat sarana prasarana pelayanan teknis budidaya, sarana prasarana pelayanan pembiayaan, sarana prasarana pelayanan pendidikan/ pelatihan, sarana prasarana pelayanan pemasaran, sarana prasarana pelayanan kesehatan ternak, dan sarana prasarana pengolahan hasil ternak.   \n \n \n\nPenelitian ini bertujuan untuk mengevaluasi kinerja pengembangan peternakan berbasis kawasan di sentra peternakan Kecamatan Tanjung Sari, Kabupaten Lampung Selatan dan mengidentifikasi permasalahan yang mempengaruhi kinerja pengembangan peternakan berbasis kawasan. Penelitian ini dilakukan dengan pendekatan kualitatif dengan 2 (dua) lingkup analisis yaitu lingkup kawasan dengan 3 (tiga) aspek yaitu aspek manajemen kawasan, aspek manfaat kawasan, dan aspek kelembagaan kawasan. Lingkup analisis berikutnya adalah lingkup usaha ternak dengan 4 (empat) aspek yaitu aspek manajemen, aspek teknis, aspek manfaat dan aspek kelembagaan.   \n \n \n\nAnalisis lingkup kawasan menunjukkan bahwa untuk manajemen kawasan, dari 5 indikator yang telah ditetapkan hanya 4 indikator yang terpenuhi, sedangkan indikator lainya yaitu ada dokumen Master Plan pengembangan kawasan belum terpenuhi yang baru dianggarkan pada tahun 2016. Dari lingkup manfaat tingkat kawasan, 3 indikator yang ditetapkan belum terpenuhi yaitu nilai ekspor produk peternakan, Jumlah investasi di sektor peternakan, besarnya pendapatan asli daerah dari sektor peternakan. Sedangkan dari lingkup kelembagaan tingkat kawasan, ada 2 indikator yang belum terpenuhi yaitu ada eksportir/ pedagang dan beroperasinya terminal agribisnis.   \n \n \n\nAnalisis lingkup usaha ternak menunjukkan bahwa untuk manjemen usaha ternak indikator kinerja yang belum terpenuhi adalah pengaturan kandang/ klasifikasi kandang. Sedangkan lingkup teknis usaha ternak yang terdiri 6 indikator kinerja, 3 diantaranya belum terpenuhi yaitu ada aktivitas pengolahan (pupuk cair, kulit, kompos, biogas, dll), Jumlah Rumah Potong Hewan (RPH) untuk pemotongan ternak, dan ada pengolahan hasil produksi. Dari lingkup manfaat ditingkat peternak, semua indikator sudah terpenuhi, sedangkan dari lingkup kelembagaan ditingkat peternak, indikator tentang aksesibilitas terhadap sumber pembiayaan masih belum terpenuhi karena sebagian besar tanah mereka belum mempunyai sertifikat yang dapat digunakan sebagai agunan.   \n \n \n\nHasil dari penelitian ini menunjukkan bahwa secara keseluruhan kinerja pengembangan peternakan yang berbasis kawasan di Kecamatan Tanjung sari Kabupaten Lampung Selatan ini belum dilaksanakan dengan optimal karena masih banyak indikator keberhasilan pengembangan kawasan peternakan yang belum terpenuhi. Disamping itu teridentifikasi pula permasalahan yang terjadi dalam pengembangan kawasan peternakan di Kecamatan Tanjung sari antara lain status tanah peternak yang sebagian besar masuk kawasan register, kurangnya koordinasi lintas sektoral, tidak adanya jaminan keamanan, infrastruktur yang masih buruk, belum adanya master plan pengembangan peternakan yang berbasis kawasan serta belum berfungsinya Rumah Potong Hewan (RPH) dan Terminal Agribisnis.", "Daftar File": {"2016 TS PP LEONARDO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116496", "2016 TS PP LEONARDO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/116497", "2016 TS PP LEONARDO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/116498", "2016 TS PP LEONARDO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/116499", "2016 TS PP LEONARDO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/116500", "2016 TS PP LEONARDO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/116501", "2016 TS PP LEONARDO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/116502", "2016 TS PP LEONARDO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/116503"}, "Penulis": "LEONARDO (NIM : 25414069)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Hastu Prabatmodjo, M.S., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Evaluasi, Kawasan, Peternakan, Sapi potong", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}