{"Nomor": 22886, "Judul": "INHIBISI KOROSI BAJA KARBON DALAM LARUTAN NACL 1% DENGAN ETANOLAMIN, FORMALDEHID, DAN GLISIN", "Abstrak": "Korosi adalah serangan yang merusak logam akibat reaksi kimia dan elektrokimia dengan lingkungannya. Korosi pada bagian dalam pipa baja karbon penyalur minyak mentah basah dalam industri minyak dan gas bumi sangat menjadi perhatian karena kerugian ditimbulkan akibat peningkatan korosinya. Penggunaan inhibitor korosi merupakan salah satu cara untuk menghambat korosi internal pada permukaan bagian dalam pipa tersebut. Inhibitor yang digunakan sebaiknya bersifat ramah lingkungan, maka pada penelitian ini digunakan etanolamin, formaldehid, dan glisin. Daya inhibisi, parameter adsorpsi dan termodinamika etanolamin, formaldehid, dan glisin sebagai inhibitor korosi baja karbon dalam NaCl 1% diukur dengan menggunakan metode pengurangan berat (Weight Loss), Electrochemical Impedance Spectroscopy (EIS), dan uji polarisasi potensiodinamik (Tafel). Pengujian dilakukan dengan memvariasikan konsentrasi dari 25 sampai 150 ppm dan variasi suhu 25, 45, dan 65 Ã‚Â°C. Efisiensi Inhibisi etanolamin mencapai 27,96% pada 150 ppm dan suhu 65 Ã‚Â°C. Efisiensi Inhibisi formaldehid dan glisin meningkat dengan meningkatnya konsentrasi inhibitor, tetapi efisiensi inhibisinya menurun dengan meningkatnya suhu. Efisiensi inhibisi formaldehid mencapai 54,04% pada 125 ppm dan suhu 25 Ã‚Â°C, sedangkan glisin mencapai 25,96% pada 150 ppm dan suhu 25 Ã‚Â°C. Etanolamin, formaldehid, dan glisin merupakan inhibitor katodik, namun etanolamin bertindak sebagai inhibitor campuran pada 25 Ã‚Â°C dan formaldehid bertindak sebagai inhibitor anodik pada 45 Ã‚Â°C. Isoterm adsorpsi Langmuir digunakan untuk mengetahui karakteristik adsorpsi dari inhibitor. Energi bebas adsorpsi inhibitor berada pada rentang Ã‚Â–15,92 sampai Ã‚Â–27,69 kJ/mol dan perubahan entalpi yang bernilai negatif mengindikasikan bahwa proses adsorpsi inhibitor pada permukaan baja karbon adalah proses eksoterm, berlangsung secara spontan, dan memenuhi mekanisme adsorpsi fisika (physisorption). Entropi adsorpsi yang bernilai negatif pada formaldehid dan glisin menunjukkan bahwa proses adsorpsi terjadi pada sistem yang teratur atau tidak acak, sedangkan etanolamin teradsorpsi pada permukaan baja karbon di lingkungan yang tidak teratur.", "Daftar File": {"2014 TA PP LETIZIA PRIMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116519", "2014 TA PP LETIZIA PRIMA 1-BAB-1.pdf": "https://digilib.itb.ac.id/gdl/download/116520", "2014 TA PP LETIZIA PRIMA 1-BAB-2.pdf": "https://digilib.itb.ac.id/gdl/download/116521", "2014 TA PP LETIZIA PRIMA 1-BAB-3.pdf": "https://digilib.itb.ac.id/gdl/download/116522", "2014 TA PP LETIZIA PRIMA 1-BAB-4.pdf": "https://digilib.itb.ac.id/gdl/download/116523", "2014 TA PP LETIZIA PRIMA 1-BAB-5.pdf": "https://digilib.itb.ac.id/gdl/download/116524", "2014 TA PP LETIZIA PRIMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/116525"}, "Penulis": "LETIZIA PRIMA (NIM:10509001)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Bunbun Bundjali"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "inhibisi korosi, etanolamin, formaldehid, glisin, Weight Loss, EIS, Tafel, Langmuir, energi bebas, entalpi, entropi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}