{"Nomor": 22881, "Judul": "STUDI KINERJA SEISMIK KONSTRUKSI BAJA MODULAR TINGKAT RENDAH UNTUK MATERIAL BAJA COLD-FORMED", "Abstrak": "Semakin pesatnya perkembangan populasi manusia menuntut tersedianya tempat tinggal yang layak dalam jangka waktu yang cepat. Dorongan ini membuat teknologi konstruksi semakin berkembang untuk menciptakan sistem konstruksi bangunan instan. Salah satu teknologi yang sering menjadi perhatian pada masa sekarang adalah sistem prafabrikasi, khususnya modular. Akan tetapi penerapan dari teknologi ini masih jarang ditemukan pada daerah rawan gempa, seperti Indonesia. Maka dari itu, perlu dilakukan fokus studi berupa analisis kinerja seismik konstruksi apartemen di Bandung dengan struktur bangunan baja modular yang dikhususkan pada material baja canai dingin (cold-formed steel). Awal proses studi ini dilakukan melalui tahapan pemodelan struktur. Software ETABS 9.7.4 digunakan untuk membantu dalam pemodelan. Model struktur memiliki total dimensi 14 x 40 m yang tersusun dari 16 pasang modul berukuran 2.5 x 6 m dan koridor selebar 2 m membentang sepanjang gedung. Jumlah lantai direncanakan sebanyak 6 lantai dengan ketinggian antar lantainya 3 m. Pendesainan struktur modular menggunakan sistem penahan gaya seismik berupa dinding penumpu yang terdiri dari dinding rangka ringan (baja cold-formed) dan infill panel struktur kayu untuk tahanan geser. Keseluruhan elemen struktur tersebut didesain dengan metode desain berbasis kinerja. Aturan yang digunakan untuk kriteria desain gempa mengacu kepada SNI 1726-2012 dan AISC 41-13. Analisis yang dilakukan dibagi menjadi 2 metode untuk meninjau kinerja seismik struktur, yaitu analisis statik beban dorong (Pushover) dan analisis riwayat waktu linear (Linear Time History Analysis). Analisis pushover dilakukan dengan memberikan beban dorong lateral pada bangunan sampai bangunan mencapai titik keruntuhan. Dari analisis tersebut, akan dapat dievaluasi tingkat kinerja struktur dan nilai performa struktur. Sementara analisis riwayat waktu linear berdasarkan pada kondisi gempa EL CENTRO 1940, berfungsi untuk mengetahui kapasitas elastis struktur.", "Daftar File": {"2015 TA PP LEONARDO HENDRIONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116487", "2015 TA PP LEONARDO HENDRIONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/116488", "2015 TA PP LEONARDO HENDRIONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/116489", "2015 TA PP LEONARDO HENDRIONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/116490", "2015 TA PP LEONARDO HENDRIONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/116491", "2015 TA PP LEONARDO HENDRIONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/116492", "2015 TA PP LEONARDO HENDRIONO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/116493", "2015 TA PP LEONARDO HENDRIONO 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/116494", "2015 TA PP LEONARDO HENDRIONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/116495"}, "Penulis": "LEONARDO HENDRIONO (NIM : 15011018)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n \n \n \n\nProf. Ir. Iswandi Imran, MAS.c., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "modular, cold-formed steel, infill wood panel, pushover analysis, linear time history analysis", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}