{"Nomor": 22883, "Judul": "Produksi dan Karakterisasi Tepung Peuyeum", "Abstrak": "Singkong (Manihot escluenta) merupakan salah satu komoditi pangan yang unggul di Indonesia. Sebagai bahan pangan pokok, singkong dapat diolah menjadi berbagai macam produk olahan pangan. Tapai ubi kayu, yang dalam bahasa Sunda disebut peuyeum, merupakan salah satu produk olahan singkong melalui proses fermentasi oleh ragi. Untuk memperpanjang waktu simpan peuyeum, peuyeum dapat diproses lebih lanjut dengan proses pengeringan menjadi tepung peuyeum. Keunggulan dari tepung peuyeum yaitu memiliki rasa manis dari gula hasil fermentasi. Hal ini dapat menghemat penggunaan gula bila tepung peuyeum digunakan dalam industri pangan. Namun, sifat higroskopis dari gula dapat menyebabkan penggumpalan tepung sehingga menurunkan kualitas dari tepung. Tujuan dari penelitian ini yaitu untuk mengevaluasi proses produksi dan berikut produk yang dihasilkan. Evaluasi akan dilakukan melalui analisis karakteristik tepung peuyeum yang meliputi kadar air, kadar glukosa, kadar asam asetat, kadar pati, swelling power, Dextrose Equivalent, rendemen tepung, dan kualitas tepung. Variasi yang digunakan tahap eksplorasi adalah waktu fermentasi dan ketebalan potongan singkong selama fermentasi. Setelah itu, tahap optimasi dilakukan dengan variasi waktu fermentasi 6, 12, 18, 24, 30, dan 36 jam serta jenis singkong susu dan singkong mentega, dengan perlakuan chipping pada singkong sebelum difermentasi.  \n \n\nHasil yang diperoleh dari tahap eksplorasi yaitu semakin kecil ukuran ketebalan singkong, maka waktu yang dibutuhkan untuk fermentasi singkong menjadi peuyeum lebih singkat. Pada tahap optimasi, kondisi optimum yang diperoleh untuk pembuatan tepung peuyeum yaitu pada waktu fermentasi 24 jam. Karakteristik tepung peuyeum yang diperoleh antara lain kadar air sebesar 5,476,51 %, kadar glukosa 35,75-37,40 %, kadar pati 49,79-52,75 %, kadar gula pereduksi 15,8716,84%, nilai DE 15,99-16,85, warna putih kekuningan, nilai swelling power 3,46-3,75, rendemen tepung sebesar 37,50-42,62%, serta memiliki rasa manis dan aroma khas peuyeum.", "Daftar File": {"2017 TA PP Leonardus Kevin 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116504"}, "Penulis": "Leonardus Kevin - Nim: 13013001", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Yazid Bindar  \n\nDr. Made Tri Ari Penia Kresnowati"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fermentasi, glukosa, higroskopis, singkong, tepung peuyeum", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2017"}