{"Nomor": 22895, "Judul": "PENGEMBANGAN MEDIUM PENGUAT LASER BERBASIS GELAS BORAT YANG DIDOPING OLEH ION NEODIMIUM (Nd3+)", "Abstrak": "Teknologi laser telah banyak dimanfaatkan pada berbagai bidang seperti industri, kesehatan, dan komunikasi. Di bidang kedokteran, laser digunakan untuk peralatan operasi dan pembunuhan sel kanker. Kemudian di bidang industri, laser digunakan untuk pemotongan baja, dan di bidang telekomunikasi, laser dapat digunakan untuk mentransmisikan data. Pada penelitian ini dikembangkan medium penguat laser dengan menggunakan borat oksida yang didoping ion tanah jarang karena luminesensinya pada daerah sinar tampak dan inframerah dekat. Glass former yang dipilih adalah borat oksida karena sifat mekanik, kimia, dan stabilitas termalnya yang tinggi. Komposisi medium penguat yang dibuat adalah 10ZnO:10Al2O3:20BaO: (60-x)B2O3:xNd3+ dengan x = 0,5; 1,0; 1,5 dan 2,0 mol%. Material yang digunakan berbentuk serbuk dengan kemurnian 99.9% dari Sigma-Aldrich. Metode pembuatan yang digunakan adalah melt-quenching dimana sampel dilelehkan pada suhu 11000C selama 3 jam dan diannealing pada suhu 5000C selama 3 jam. Setelah itu, sampel gelas dipotong dan dipolish dengan ukuran 0,35 x 1 x 1,5 cm3 untuk dikarakterisasi. Karakterisasi yang dilakukan meliputi sifat fisik, optik, lifetime dan radiatif. Untuk mengetahui sifat radiatif dan memprediksi kemampuan lasing dari sampel dilakukan perhitungan menggunakan teori Judd-Ofelt. Variabel yang dihasilkan dari teori JO adalah oscillator strength pengukuran (fexp) dan perhitungan (fcal), parameter JO (Ωλ=2,4,6), tampang lintang emisi terstimulasi (σemi), probabilitas transisi radiatif (AR), dan branching ratio pengukuran (βexp) dan perhitungan (βcal). Dari data yang diperoleh, medium gelas yang didoping ion Nd3+ memiliki potensi untuk dijadikan medium penguat laser 1067 nm dengan pumping 581 nm.", "Daftar File": {"2017 TS PP LIA YULIANTINI -1COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116549", "2017 TS PP LIA YULIANTINI -1BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/116550", "2017 TS PP LIA YULIANTINI -1BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/116551", "2017 TS PP LIA YULIANTINI -1BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/116552", "2017 TS PP LIA YULIANTINI -1BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/116553", "2017 TS PP LIA YULIANTINI -1BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/116554", "2017 TS PP LIA YULIANTINI -1PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/116555"}, "Penulis": "LIA YULIANTINI (NIM : 20215049)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr.-Ing. Mitra Djamal"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Borat oksida, emisi, ion Nd3+, sifat optik, teori Judd-Ofelt", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}