{"Nomor": 22890, "Judul": "ESTIMASI PARAMETER UNTUK MODEL BIOLOGI DENGAN OPTIMISASI SPIRAL DYNAMICS", "Abstrak": "Pemodelan dan simulasi dari suatu fenomena biologi dapat melibatkan sistem  \n \n\npersamaan diferensial yang menggambarkan interaksi-interaksi yang terlibat dalam  \n \n\nsistem biologi tersebut. Model biologi biasanya bergantung pada parameterparameter  \n \n\ndan syarat awal yang nilainya belum tentu diketahui. Nilai parameter  \n \n\nyang tidak tepat akan mengakibatkan kekeliruan dalam hasil simulasi. Hal ini  \n \n\ndapat dicegah dengan mengestimasi nilai-nilai parameter yang tidak diketahui,  \n \n\nyaitu mencocokan model prediksi dengan data eksperimen. Estimasi parameter  \n \n\nberkaitan dengan meminimumkan fungsi objektif yang menghitung selisih antara  \n \n\nmodel prediksi dengan data eksperimen. Secara umum, model biologi melibatkan  \n \n\nsistem persamaan tak linier. Masalah estimasi parameter akan dibawa ke dalam  \n \n\nmasalah optimisasi tak linier. Dengan demikian, masalah estimasi parameter akan  \n \n\ndiselesaikan secara numerik.  \n \n\nDalam tugas akhir ini estimasi parameter untuk model biologi akan diselesaikan  \n \n\nsecara numerik dengan optimisasi Spiral Dynamics. Selain dengan optimisasi  \n \n\nSpiral Dynamics, metode Nonlinear Least Square dan Genetic Algorithm akan  \n \n\ndigunakan untuk mengestimasi parameter model biologi sebagai pembanding. Dari  \n \n\nsegi komputasi, metode optimisasi Spiral Dynamics menghasilkan parameter yang  \n \n\ncukup baik dengan waktu komputasi paling cepat.", "Daftar File": {"2017 TA PP LEVINA MICHELLA 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116536", "Abstrak_Levina Michella.pdf?": "https://digilib.itb.ac.id/gdl/download/185451"}, "Penulis": "LEVINA MICHELLA (NIM: 10113049)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Mochamad Apri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "model biologi, estimasi parameter, Spiral Dynamics", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "2 file", "Tanggal Input": "27 Sep 2017"}