{"Nomor": 22902, "Judul": "ANALISA GERAK DIRI BINTIK MATAHARI TERKAIT PERISTIWA LEDAKAN MATAHARI KELAS X3,1 24 OKTOBER 2014", "Abstrak": "Gerak diri bintik Matahari merupakan suatu gerak yang masih ada, walaupun sudah dikurangi oleh gerak akibat rotasi diferensial Matahari. Beberapa gaya bisa jadi merupakan sumber pembangkitan energi, yakni suatu mekanisme yang dilepaskan dalam bentuk ledakan Matahari dan aktivitas lainnya. Diduga gerak diri bintik menjadi salah satu penyebab dinamika di lapisan atas fotosfer, yaitu terjadinya peristiwa ledakan Matahari (solar flare). Ledakan Matahari merupakan peristiwa di lapisan korona yang terjadi akibat rekoneksi medan magnet di permukaan Matahari. Ledakan tersebut memancarkan radiasi pada seluruh panjang gelombang dan dapat teramati hingga lapisan fotosfer. Secara umum ledakan Matahari dikelompokkan dalam beberapa kelas yang bergantung kekuatan ledakannya. Bintik Matahari pada daerah aktif AR12192 pada tanggal 24 Oktober 2014 dipilih menjadi objek penelitian pada Tugas Akhir ini. Pada tanggal tersebut tercatat terjadi ledakan Matahari dengan kelas X3,1. Untuk mengetahui adanya keterkaitan antara gerak diri bintik dengan peristiwa ledakan Matahari, dilakukan plot pola pergerakan bintik tersebut dari citra yang diambil oleh instrumen SDO/HMI pada panjang gelombang kontinum dan magnetogram dan diukur kecepatan liniernya. Dihitung pula kecepatan untuk bintik dengan polaritas berbeda dan untuk bintik yang mengalami perubahan gerak yang signifikan, serta pemantauan terhadap pola polaritas magnetik bintik di sekitar waktu ledakan terjadi.", "Daftar File": {"2017 TA PP LILIS MUBASAROH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116562"}, "Penulis": "LILIS MUBASAROH (NIM : 10313015)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Dhani Herdiwijaya"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Matahari: bintik Matahari Ã‚Â– Matahari: gerak diri Ã‚Â– Matahari: ledakan Matahari", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}