{"Nomor": 22900, "Judul": "THE INFLUENCE OF PERCEIVED FAIRNESS IN PERFORMANCE APPRAISAL ON ORGANIZATIONAL COMMITMENT", "Abstrak": "ABSTRAKSI \n\nSaat ini, sektor transportasi mengalami kekacauan dengan diperkenalkannya layanan \n\ntransportasi berbasis teknologi seperti berbagi kendaraan motor dan mobil yang semakin \n\npopuler di Indonesia. Menurut Badan Pusat Statistik, pekerja sektor transportasi meningkat dari \n\n5,1 juta menjadi 5,6 juta pada periode 2015 sampai 2016. Salah satu perusahaan transportasi \n\nberbasis teknologi ini adalah PT Transportasi Jaya. Karena sektor ini semakin kompetitif, untuk \n\nmenjaga keberlanjutannya, PT Transportasi Jaya berusaha memberikan pelayanan terbaik \n\nkepada pelanggannya dengan menjadikan sumber daya manusianya sebagai keunggulan \n\nkompetitif mereka. PT Transportasi Jaya berharap para pengemudi selalu memberikan performa \n\nterbaik. Salah satu upaya yang mereka lakukan untuk mengendalikan kinerja sumber daya \n\nmanusia adalah dengan menerapkan sistem penilaian kinerja bagi pengemudi. Berdasarkan \n\nsurvei dan wawancara dengan beberapa pengemudi, dengan sistem manajemen kinerja saat ini, \n\n87% pengemudi tidak puas karena menganggap sistem penilaian kinerja sebagai tidak adil dan \n\nkesalahan yang sering terjadi pada sistem. Selain itu, karena sistem ini, beberapa pengemudi \n\nmengundurkan diri dan memilih bekerja untuk pesaing. Penelitian ini bertujuan untuk \n\nmengetahui hubungan persepsi keadilan dalam penilaian kinerja dengan komitmen organisasi \n\npada PT Transportasi Jaya. \n\nPeneliti melakukan regresi linier berganda dengan jumlah sampel 126 driver di Bandung, \n\nIndonesia. Variabel dalam penelitian ini meliputi komitmen organisasi sebagai variabel \n\ndependen dan perceived fairness yang terdiri dari procedural justice (keadilan dalam proses) \n\ndan distributive justice (keadilan dalam hasil) sebagai variabel independen. Berdasarkan hasil \n\ntemuan dalam penelitian ini, peneliti menemukan bahwa perceived fairness yang terdiri dari \n\nprosedural dan distributif memiliki hubungan positif dengan komitmen organisasional. Artinya \n\nsemakin tinggi pengemudi menilai penilaian kinerja itu adil, semakin besar kemungkinan \n\nmereka akan berkomitmen terhadap perusahaan. Dalam penelitian ini, baik keadilan prosedural \n\nmaupun keadilan distributif juga memiliki hubungan yang signifikan dengan komitmen \n\norganisasi yang berarti bahwa penelitian ini dapat menggambarkan keseluruhan populasi. \n\nApalagi, dari hasil tersebut dapat dilihat bahwa keadilan distributif memiliki pengaruh lebih \n\nbesar daripada keadilan prosedural terhadap komitmen organisasional. Oleh karena itu, PT \n\nTransportasi Jaya harus memperbaiki sistem penilaian kinerja mereka untuk meningkatkan \n\nkewajaran yang dirasakan yang mengarah pada komitmen organisasional yang lebih baik. \n\nKata kunci: perceived fairness, komitmen organisasi, penilaian kinerja, sumber daya manusia", "Daftar File": {"2017 TA PP LIGAR BNASIH S  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116560", "2017 TA PP LIGAR BUNASIH SETIAMANAH 1-ASLI.pdf\n]": "https://digilib.itb.ac.id/gdl/download/238039"}, "Penulis": "Ligar Bunasih Setiamanah (NIM 19014146)", "Kontributor / Dosen Pembimbing": ["Nur Arief Rahmatsyah Putranto S.T., M.HRMHONS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "perceived fairness, organizational commitment, performance appraisal, human resources", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini  \n                                     Wiwik Istiyarini", "File": "2 file", "Tanggal Input": "17 Sep 2017"}