{"Nomor": 22908, "Judul": "PEMETAAN DAERAH RAWAN LONGSOR DI SEKITAR WILAYAH KERJA PERTAMBANGAN (WKP) PANAS BUMI STUDI KASUS: WKP PANAS BUMI JAWA BARAT", "Abstrak": "Secara geologis, banyak faktor yang mendukung pengembangan wilayah Jawa Barat bagian selatan. Daerah ini merupakan jalur mineralisasi batuan. Selain itu, secara kualitatif sumber daya energi Panas bumi juga sangat melimpah. Pada penelitian ini lokasi penelitian adalah Kecamatan Pangalengan dan PLTP Ã‚Â“XÃ‚Â”.. Disamping faktor yang mendukung perkembangan Bandung tersebut, ada banyak kendala berupa topografi dan bencana alam geologi di daerah tersebut, salah satunya adalah longsor. Tujuan utama penelitian ini adalah melakukan pemetaan daerah rawan longsor di Kecamatan Pangalengan dan di sekitar area panas bumi. Selanjutnya menganalisis upaya mitigasi yang harus dilakukan. Pada penelitian ini faktor-faktor yang dianalisis sebagai penyebab longsor adalah kemiringan lereng, bentuk muka bumi (curvature), jarak dari saluran air, kondisi geologi, jarak dari patahan, tutupan lahan, dan curah hujan. Data-data yang diperoleh dianalisis menggunakan metode analisis probabilistik Frekuensi Rasio. Berdasarkan penelitian, daerah yang sangat rawan terhadap longsor di Kecamatan Pangalengan adalah sekitar 4,91%. Daerah yang rawan longsor adalah 48,66% dan lokasi yang relatif aman dari bencana longsor adalah 46,43%. Untuk daerah di sekitar PLTP, daerah yang sangat rawan terhadap bencana longsor adalah 28,71 %. Sedangkan, daerah yang termasuk dalam kategori rawan adalah 56,23% dari luas keseluruhan. Analisis sifat fisis tanah juga telah menghasilkan hasil yang selaras dengan ilmu fisika. Hal ini menggambarkan bahwa lebih dari setengah bagian wilayah tersebut adalah wilayah yang rawan longsor. Bentuk mitigasi yang dapat dilakukan adalah melakukan penguatan lereng, membuat saluran air yang baik dan juga menggunakan teknik vegetasi. Pada daerah panas bumi, pembangunan infrastruktur harus memperhatikan daerah-daerah yang rawan terhadap bencana longsor. Jika tetap harus membangun di daerah tersebut, maka harus melakukan pengamanan tertentu. Secara umum longsor juga bisa ditangani dengan melakukan perbaikan geometri lereng. Hal penting yang juga dapat dilakukan adalah membuat pemantauan pergerakan tanah di bangunan-bangunan atau tempat-tempat krusial.", "Daftar File": {"2016 TS PP LINDA HANDAYANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116576", "2016 TS PP LINDA HANDAYANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/116577", "2016 TS PP LINDA HANDAYANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/116578", "2016 TS PP LINDA HANDAYANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/116579", "2016 TS PP LINDA HANDAYANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/116580", "2016 TS PP LINDA HANDAYANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/116581", "2016 TS PP LINDA HANDAYANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/116582"}, "Penulis": "LINDA HANDAYANI (NIM: 20214016)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Eng. Alamta Singarimbun, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Longsor, Pemetaan, Mitigasi, Panas Bumi", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}