{"Nomor": 22905, "Judul": "INTEGRATED LIVING DESIGN PADA PERUMAHAN UMUM DI NYENGSERET, BANDUNG", "Abstrak": "Kota Bandung merupakan salah satu kota di Indonesia dengan laju pertumbuhan penduduk yang tinggi. Selaras dengan laju pertumbuhan penduduk tersebut, kebutuhan terhadap hunian juga meningkat. Harga tanah di perkotaan semakin mahal, sehingga tingkat kesenjangan antara masyarakat dengan hunian yang layak semakin besar. Kesenjangan tersebut membuat sebagian masyarakat terpaksa menempati lahan pemerintah secara illegal. Berdasarkan hal tersebut Pemerintah Kota Bandung periode 2013-2018 memiliki inisiatif untuk menyediakan hunian vertikal yang terjangkau bagi masyarakat, yaitu program apartemen rakyat. Apartemen rakyat merupakan program penyediaan hunian vertikal yang terjangkau bagi masyarakat dengan konsep baru, yaitu kerjasama antara pemerintah dengan pihak swasta. Proyek perumahan umum (public housing) yang dipilih dalam persiapan tugas akhir ini merupakan salah satu bagian dari apartemen rakyat, yaitu bangunan dengan fungsi tunggal sebagai hunian. Lokasi proyek tersebut ada di Kelurahan Nyengseret, Bandung. Dalam RTRW Kota Bandung, lokasi tersebut memiliki peruntukan ganda yaitu sebagai kawasan campuran dan hunian. Berdasarkan hasil kesimpulan analisis, isu utama yang diangkat adalah isu integrasi. Integrasi yang dimaksud meliputi integrasi pada skala bangunan, skala tapak, dan skala kawasan. Oleh sebab itu, kehidupan yang terintegrasi (integrated living) dipilih sebagai konsep utama dalam perancangan.", "Daftar File": {"2017 TA PP  LINA SHOFIYYAH ASTUTI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116565"}, "Penulis": "LINA SHOFIYYAH ASTUTI (NIM : 15213069)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. M. Donny Koerniawan, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Public housing, Kawasan Fungsi Ganda, Integrated Living, Nyengseret.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}