{"Nomor": 22904, "Judul": "PENGEMBANGAN KULTUR DENSITAS TINGGI Pichia pastoris GS115 TERINTEGRASI 4 SALINAN KASET sHBsAg", "Abstrak": "Penelitian terdahulu telah berhasil mengembangkan Pichia pastoris rekombinan        \n \n \n \n \n \n \n \n\nGS115 yang mengandung 4 Salinan Kaset sHBsAg sebagai sistem ekspresi protein        \n \n \n \n \n \n \n \n\nsHBsAg. Protein sHBsAg merupakan bahan baku vaksin Hepatitis B yang hingga        \n \n \n \n \n \n \n \n\nsaat ini masih diimpor. Penelitian selanjutnya menunjukan bahwa penggunaan        \n \n \n \n \n \n \n \n\nkomposisi medium pertumbuhan yang disarankan oleh berbagai penelitian tidak        \n \n \n \n \n \n \n \n\ndapat memberikan konsentrasi biomassa yang diinginkan. Dalam penelitian ini,        \n \n \n \n \n \n \n \n\ndilakukan modifikasi komposisi medium dan teknik kultivasi curah untuk        \n \n \n \n \n \n \n \n\nmenumbuhkan Pichia pastoris GS115 agar dapat menghasilkan kultur dengan        \n \n \n \n \n \n \n \n\nkonsentrasi biomassa yang tinggi. Hasil penelitian menunjukan bahwa penambahan        \n \n \n \n \n \n \n \n\nekstrak ragi dengan konsentrasi 6,89 g/l ke dalam medium mampu menghasilkan        \n \n \n \n \n \n \n \n\nkultur dengan biomassa Pichia pastoris GS115 hingga 38,75 g/l. Konsentrasi        \n \n \n \n \n \n \n \n\nbiomassa ini lebih tinggi dibandingkan dengan konsentrasi biomassa pada kultur        \n \n \n \n \n \n \n \n\nyang tidak mendapatkan penambahan ekstrak ragi, yang hanya mencapai kepadatan        \n \n \n \n \n \n \n \n\n16,98 g/l. Penelitian selanjutnya menunjukan bahwa penerapan metode kultivasi        \n \n \n \n \n \n \n \n\ncurah umpan dapat meningkatkan konsentrasi biomassa Pichia pastoris GS115        \n \n \n \n \n \n \n \n\npada kultur lebih tinggi lagi dan pasokan oksigen pada kultur sangat mempengaruhi        \n \n \n \n \n \n \n \n\nbiomassa yang diperoleh. Hasil penelitian ini menunjukan bahwa kultur curah        \n \n \n \n \n \n \n \n\numpan yang diberi pasokan 4 liter per menit (LPM) udara dan 0,26 LPM oksigen        \n \n \n \n \n \n \n \n\nmenghasilkan kultur dengan kepadatan yang paling tinggi, yaitu 119,47 g/l, diikuti        \n \n \n \n \n \n \n \n\ndengan kultur yang diberi pasokan 4 LPM udara dan 0,58 LPM oksigen, yaitu        \n \n \n \n \n \n \n \n\n111,52 g/l, pasokan 4 LPM udara dan 1,2 LPM oksigen, yaitu 95,78 g/l dan 4 LPM        \n \n \n \n \n \n \n \n\nudara tanpa penambahan oksigen, yaitu 39,55 g/l. Jadi, penambahan ektrak ragi dan        \n \n \n \n \n \n \n \n\npasokan oksigen dapat meningkatkan konsentrasi biomassa Pichia pastoris GS115.", "Daftar File": {"2017 TA PP LIM EDRIA KOSASIH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116564"}, "Penulis": "LIM EDRIA KOSASIH (NIM : 10413015)", "Kontributor / Dosen Pembimbing": ["Pembimbing :      \n \n \n \n \n \n\nDr. Ernawati Ariffin Giri-Rachman        \n \n \n \n \n \n\nDr. Wardono Niloperbowo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "ekstrak ragi, kultivasi curah umpan, oksigen, Pichia pastoris, sHBsAg", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}