{"Nomor": 22917, "Judul": "PRIVATE SECTOR INVOLVEMENT IN RAILWAY SYSTEMS, LESSONS LEARNED FROM GREAT BRITAIN AND THE NETHERLANDS FOR INDONESIA", "Abstrak": "Railways transport is one of the mass transportation that can be used as an alternative to mobilize passengers or goods. Many railways transport run by the state monopoly. Then, in the development, railways reform more involve private sector in the form a privatization. Privatization is part of the way to govern that indicates the term of Ã‚Â‘governance through competitionÃ‚Â’. Great Britain and the Netherlands have implemented the privatization of railways system a few years ago. Indonesia is still use a monopoly system for the railways. Legally, Indonesian Railways Act has opened the opportunity for private sector to join in the railways system.  \n \n\nThis research explores the experiences of British and Dutch privatizatization in their railways system. Looking at the cases in Great Britain and The Netherlands, it could be drawn the condition for introduction of private sector involvement in railway systems. Therefore, it could be lessons for improving railways system in Indonesia. Looking for information as well as drawing lessons, it was carried out by document analysis. Relevant documents such as literatures, books, research reports, government reports, relevant publications were used to gain knowledge for analysis. Explorative and comparative analysis also complements the discussions of this research.  \n \n\nThe results of this research shows that radical privatization like carried out in Great Britain apparently would be difficult to be implemented Indonesia. It because related to the fear of the national asset loss if it is sold. The Dutch way in introduction for privatization could be adopted. For temporarily, PT KAI as a operator could be given a consession for operating profitable railways. Hereinafter, it is expected that private parties have a willingness to compete with PT KAI in obtaining profitable network. However, prior it is needed an acceleration of separation between train operation and infrastructure management. For infrastructure, it is better still domain of government. Private parties still might to be involved in a form Public Private Partnership (PPP). For example, doing a joint venture in track construction as still been planned in the construction of some of lines of Indonesian Railways. Besides that, it should more involve private parties in stations development as supporting business activities.", "Daftar File": {"2014 TS PP LISTIFADAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116611", "2014 TS PP LISTIFADAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/116612", "2014 TS PP LISTIFADAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/116613", "2014 TS PP LISTIFADAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/116614", "2014 TS PP LISTIFADAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/116615", "2014 TS PP LISTIFADAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/116616", "2014 TS PP LISTIFADAH 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/116617", "2014 TS PP LISTIFADAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/116618"}, "Penulis": "LISTIFADAH (ITB: 24212018)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDrs. Hotze Hofstra", "Dr. Heru Purboyo H. P."], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Railways system, privatization, governance system", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}