{"Nomor": 22910, "Judul": "PERANCANGAN DAN IMPLEMENTASI SISTEM MANAJEMEN TERMAL BATERAI LiFeMnPO4 DENGAN OPTIMASI MENGGUNAKAN MESIN VEKTOR PENDUKUNG", "Abstrak": "Kendaraan listrik merupakan proyeksi yang tepat untuk digunakan sebagai transportasi masa depan. Hal ini dikarenakan banyaknya keunggulan yang diberikan oleh jenis kendaraan ini dibandingkan kendaraan dengan mesin pembakaran hidrokarbon. Diantaranya adalah efisiensi energi yang lebih tinggi, ramah lingkungan, mengurangi bising, serta mengurangi ketergantungan terhadap bahan bakar fosil. Sementara itu, baterai lithium-ion merupakan kandidat terbaik dalam penggunaannya sebagai penyedia energi pada kendaraan listrik.  Beberapa keuntungan dari tipe penyimpanan energi ini adalah kerapatan energi yang tinggi, tidak memiliki efek memori, serta memiliki jumlah siklus pengosongan dan pengisian yang tinggi. \n\nMeskipun terdapat banyak keuntungan dari penggunaan kendaraan listrik, namun juga masih terdapat banyak tantangan yang harus diselesaikan. Sebagian besar permasalahan yang terjadi berkaitan dengan baterai sebagai tempat penyimpan sekaligus penyedia energi. Seperti misalnya harga baterai, jarak tempuh yang dapat dicapai, kehandalan, keamanan, kapasitas baterai, siklus hidup, dan waktu pengisian. Dengan demikian dapat dikatakan performa dari kendaraan listrik sangat bergantung pada baterai. Beberapa kelemahan dari baterai lithium-ion adalah sensitif terhadap temperatur berlebih, tegangan antar sel yang tidak seimbang, posisi pengosongan yang terlalu rendah, dan posisi pengisian yang terlalu tinggi.  \n\nPada dasarnya permasalahan temperatur berlebih pada baterai lithium-ion bersumber pada 3 hal, yakni panas hasil reaksi reduksi Ã‚Â– oksidasi di dalam baterai, panas yang timbul mengikuti kaidah hukum ohm, serta panas akibat paparan temperatur lingkungan. Jika panas yang berlebihan muncul pada baterai, namun tidak terdapat usaha untuk menghilangkannya, maka akan menyebabkan berkurangnya umur baterai atau State-of-Health (SoH) baterai, berkurangnya efisiensi baterai, atau akan terjadi short circuit didalam baterai karena separator yang memisahkan antara katoda dan anoda meleleh sehingga mengakibatkan thermal runaway. Oleh karena itu, penelitian ini berfokus pada membangun sistem manajemen termal baterai lithium-ion agar baterai dapat terjaga pada temperatur diantara 25 Ã‚Â– 28oC. \n\nPenelitian ini bertujuan untuk mendapatkan sistem manajemen termal pada modul baterai lithium-ion. Kemudian menggunakan mesin vektor pendukung (MVP) yang berfungsi untuk memberikan penilaian terhadap penggunaan parasitic energy, rata-rata temperatur baterai setelah digunakan sistem pendingin, dan perbedaan temperatur sel baterai selama proses pengosongan. Mesin vektor pendukung juga dikondisikan agar kedepannya dapat memberikan input kontrol yang mengatur besarnya kecepatan kipas selama proses pengosongan berlangsung agar kondisi baterai terjaga pada temperatur 26,5oC. Mesin vektor pendukung (MVP) adalah sebuah metode klasifikasi dan regresi dimana metode tersebut bekerja berdasarkan  pembelajaran data yang tujuannya untuk melakukan prediksi terhadap data baru atau data yang akan dihitung. Metode MVP dibagi menjadi dua bagian yakni klasifikasi vektor pendukung (KVP) untuk permasalahan yang membutuhkan teknik klasifikasi dan regresi vektor pendukung (RVP) yang digunakan dalam kasus regresi.  Agar hasil dari metode MVP optimal, maka diperlukan beberapa pengaturan terhadap parameter MVP. Parameter tersebut antara lain adalah tipe MVP, jenis kernel, gamma (γ), epsilon (ε), dan nu (n). \n\nDari penelitian ini dapat disimpulkan bahwa penggunaan sistem manajemen termal baterai lithium ion mempengaruhi jumlah energi yang dapat disimpan didalam baterai. Hal ini dibuktikan dengan besarnya energi yang dapat diambil dari baterai pada siklus C5 saat tidak digunakan sistem manajemen termal sebesar 2895 kJ, sedangkan saat sistem manajemen termal digunakan menunjukkan nilai yang lebih tinggi yakni 3044 kJ. Selain itu, diperoleh juga penggunaan mesin vektor pendukung (MVP) untuk kasus sistem manajemen termal baterai adalah tipe nu-kvp, dimana jenis kernel yang digunakan adalah radial basis function (RBF), dengan gamma (γ) = 0,33, epsilon (ε) = 0,01, dan nu (n) = 0,01. Dari nilai parameter tersebut diketahui metode MVP memberikan penilaian bahwa variasi kecepatan kipas paling baik berada pada posisi 20 % dan 40 %. Posisi kipas sebesar 20 % menunjukkan nilai parasitic energy = 0,39 %, perbedaan temperatur baterai = 4,20oC, dan temperatur rata-rata baterai = 26,10oC. Sedangkan posisi kipas sebesar 40 % menunjukkan nilai parasitic energy = 0,64 %, perbedaan temperatur baterai = 3,90oC, dan temperatur rata-rata baterai = 25,68oC. Selain hal tersebut, diperoleh juga parameter MVP yang dapat digunakan sebagai umpan balik pada sistem kontrol agar dapat menjaga temperatur baterai pada temperatur 26,5oC adalah tipe nu-kvp, dengan jenis kernel radial basis function (RBF), dimana gamma (γ) = 0,20, epsilon (ε) = 0,01, dan nu (n) = 0,01.", "Daftar File": {"2017 TS PP LINO HUGUN SAPUTRA 1- ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116584"}, "Penulis": "LINO HUGUN SAPUTRA - NIM: 23315309", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Edi Leksono, M.Eng. \n\nRahmat Romadhon, S.T,M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Baterai Lithium-ion, Sistem Manajemen Termal Baterai, Mesin  Vektor Pendukung.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2017"}