{"Nomor": 22911, "Judul": "PERANCANGAN DAN PENGEMBANGAN VIRTUAL LOCK-IN AMPLIFIER FASE TUNGGAL DENGAN RUJUKAN EKSTERNAL BERBASIS LABVIEW DAN VERNIER SENSOR DAQ", "Abstrak": "Dalam penelitian ini telah dilakukan perancangan dan pengembangan instrumen lock-In amplifier berbasis perangkat lunak (virtual-LIA). Virtual-LIA dirancang menggunakan Vernier SensorDAQ sebagai alat akuisisi data dan perangkat lunak LabVIEW 2011 sebagai media membuat program. Desain virtual-LIA dibuat berdasarkan operasi matematis prinsip kerja LIA. Virtual-LIA yang dibuat berjenis LIA fase tunggal dengan kemampuan mengolah sinyal rujukan eksternal. Uji coba dilakukan dengan tiga cara, yaitu: menguji program virtual-LIA dengan mengolah sinyal periodik dari generator sinyal dalam LabVIEW, menguji ketepatan pembacaan terminal masukan analog Vernier SensorDAQ dengan mengolah sinyal periodik dari perangkat keras generator sinyal, dan uji coba melakukan pengukuran yang sebenarnya terdiri dari eksperimen rangkaian pembagi tegangan dan eksperimen transmisi cahaya. Persentase keakuratan pengukuran hasil uji coba secara simulasi menunjukkan nilai 98% untuk simulasi tanpa gangguan dan 96,3% untuk simulasi dengan gangguan. Persentase keakuratan pengukuran hasil uji coba menggunakan generator sinyal menunjukkan nilai 96%. Persentase keakuratan pengukuran hasil uji coba dalam eksperimen yang sebenarnya menunjukkan nilai 94% untuk eksperimen rangkaian pembagi tegangan sederhana, 99,14% untuk percobaan transmisi mika, dan 96,4% untuk percobaan transmisi air keruh. Secara keseluruhan persentase keakuratan pengukuran virtual-LIA yang telah dikembangkan dalam penelitian ini sudah mencapai 96.64%.", "Daftar File": {"2016 TS PP LINTANG RATRI PRASTIKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116585", "2016 TS PP LINTANG RATRI PRASTIKA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/116586", "2016 TS PP LINTANG RATRI PRASTIKA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/116587", "2016 TS PP LINTANG RATRI PRASTIKA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/116588", "2016 TS PP LINTANG RATRI PRASTIKA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/116589", "2016 TS PP LINTANG RATRI PRASTIKA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/116590", "2016 TS PP LINTANG RATRI PRASTIKA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/116591"}, "Penulis": "LINTANG RATRI PRASTIKA (NIM: 20214044)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Hendro, MS."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Virtual Lock-In Amplifier, fase tunggal, rujukan eksternal, LabVIEW, DAQ.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}