{"Nomor": 22925, "Judul": "PENGEMBANGAN MODEL KETERKAITAN KAPABILITAS VENDOR DENGAN KUALITAS HUBUNGAN KERJA SAMA DALAM MENDUKUNG KEBERHASILAN PROYEK OFFSHORE IT OUTSOURCING", "Abstrak": "Offshore IT outsourcing adalah proses memindahkan sebagian atau seluruh proses bisnis kepada pihak eksternal yang berasal dari luar negeri, utamanya dari negara berkembang. Tren aktivitas ini berkembang dan memiliki potensi yang besar, hal tersebut mendorong Indonesia untuk masuk ke dalam negara yang menjadi tujuan offshore outsourcing. Dalam prakteknya, pelaksanaan offshore outsourcing di Indonesia mengalami banyak hambatan, terutama berkaitan dengan aspek hubungan kerja sama. Penelitian sebelumnya mengidentifikasi kapabilitas yang diperlukan untuk menunjang kualitas hubungan kerja sama. Tetapi penelitian yang spesifik meneliti pada kapabilitas client-specific dan sumber daya manusia dalam konteks offshore IT outsourcing di Indonesia masih sedikit. \n\nPenelitian ini dilakukan untuk mengembangkan model kapabilitas vendor yang memiliki pengaruh terhadap kualitas hubungan kerja sama yang menunjang keberhasilan proyek. Penelitian ini mengadopsi penelitian dan mengembangkannya dengan mengadopsi kapabilitas client-specific dan sumber daya manusia sebagai determinan dari kualitas hubungan kerja sama. Dalam penelitian dilakukan analisis hubungan keterkaitan antara dimensi yang menyusun kualitas hubungan kerja sama yaitu kepercayaa, komitmen, kooperasi dan fleksibilitas. \n\nPenelitian ini menggunakan 45 sampel berupa proyek offshore IT outsourcing yang dilakukan oleh perusahaan di Indonesia dan diolah menggunakan metode PLS-SEM. Dari pengolahan data dan kajian pada penelitian ini disimpulkan terdapat beberapa faktor yang berpengaruh pada kualitas hubungan kerja sama. Faktor tersebut adalah pemahaman bisnis klien, komunikasi dan etos kerja. Sementara pengaruh faktor pemilihan tim terhadap kualitas hubungan kerja sama tidak terbukti secara empiris. Sedangkan kualitas hubungan kerja sama memiliki pengaruh positif terhadap keberhasilan proyek. Dalam hubungan antara dimensi kualitas hubungan kerja sama, disimpulkan bahwa kepercayaan mempengaruhi komitmen, komitmen mempengaruhi kooperasi, sedangkan pengaruh kepercayaan terhadap kooperasi dan fleksibilitas terhadap kooperasi tidak terbukti secara empiris.", "Daftar File": {"2017 TS PP LUDWIKA DENDY HERMAWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116641"}, "Penulis": "LUDWIKA DENDY HERMAWAN - NIM: 23415027", "Kontributor / Dosen Pembimbing": ["Dr. Rajesri Govindaraju, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Offshore IT outsourcing, kapabilitas client-specific, kapabilitas sumber daya manusia, kualitas hubungan kerja sama, keberhasilan proyek", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Okt 2017"}