{"Nomor": 22928, "Judul": "VERIFIKASI PREDIKSI DEBIT SUNGAI CITARUM DENGAN MENGGUNAKAN KELUARAN CLIMATE FORECAST SYSTEM (CFS) VERSION 2 (Studi Kasus Daerah Kajian DAS Citarum Hulu, Bandung, Jawa Barat)", "Abstrak": "Sungai Citarum berfungsi sebagai pemasok air untuk waduk utama di wilayah Jawa Barat, yaitu Waduk Saguling. Prediksi debit menjadi penting terkait operasional waduk. Penelitian ini menjelaskan penggunaan data Climate Forecast System (CFS) Version 2 yang telah dilakukan statistical downscaling untuk memprediksi debit di DAS Citarum Hulu dengan menggunakan model hidrologi. Metode statistical downscaling yang digunakan dalam penelitian ini adalah constructed analogue multiwindows dengan memanfaatkan data chi 850 hPa dan psi 850 hPa serta windows prediktor yang digunakan adalah AUSMI dan WNPMI untuk memprediksi curah hujan harian. Curah hujan prediksi tersebut kemudian akan menjadi masukan untuk model hidrologi SWAT untuk menghasilkan debit prediksi di DAS Citarum Hulu. Verifikasi dilakukan dengan menentukan event debit rendah < 54,8 m3/s yang berpengaruh pada pergerakan turbin khususnya pada periode Desember-Januari-Februari tahun 2011 Ã‚Â– 2016 dengan menggunakan Brier Score dan Brier Skill Score.  \n \n\nDari hasil verifikasi tersebut diketahui bahwa CFSv2 mampu merepresentasikan kejadian debit < 54,8 m3/s yang terjadi selama 10 Ã‚Â– 14 hari dalam satu bulan dengan nilai akurasi yang baik yaitu 0,068 dan memiliki kemampuan yang baik dalam memprediksi kejadian tersebut. Selain itu, data CFSv2 memiliki akurasi yang cukup baik dalam memprediksi kategori debit tinggi pada periode Desember-Januari-Februari. Namun, data CFSv2 tidak memiliki kemampuan dalam memprediksi kategori debit rendah, normal, dan tinggi.", "Daftar File": {"2017 TA PP LUH PUTU PRADIPTIANTI LESTARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116656"}, "Penulis": "LUH PUTU PRADIPTIANTI LESTARI    (NIM : 12813012)", "Kontributor / Dosen Pembimbing": ["Dr. Rusmawan Suwarman, S.Si,MT.  \n \n\nM. Ridho Syahputra M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Prediksi Debit; Statistical Downscaling; Constructed Analogue Multiwindows; Model Hidrologi; Brier Score", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}