{"Nomor": 22939, "Judul": "SPEKTROSKOPI LANGIT SENJA DENGAN KISI RESOLUSI RENDAH DAN LENSA MEDAN LEBAR", "Abstrak": "Langit merupakan aspek yang sangat berpengaruh untuk pengamatan objek langit di atas permukaan Bumi. Karakter dan kualitas langit pada setiap lokasi dapat berbeda karena kondisi atmosfer maupun penerangan buatan. Dikarenakan pengaruh ini, penelitian dilakukan terhadap langit di kawasan Observatorium Bosscha. Penelitian ini bertujuan untuk mengidentifikasi kualitas langit di kawasan Observatorium Bosscha, terutama langit senja dan fajar dengan menggunakan metode spektroskopi beresolusi rendah. Tujuan ini dapat tercapai dengan mendapatkan data spektrum bintang Vega (A0V) dan Fomalhaut (A3V) pada berbagai jarak zenit. Metode spektroskopi ini menggunakan kisi beralur 200 garis/mm, Star Analyser 200. Alat dipasangkan pada lensa Canon EFS 18-55 mm f/3,5-5,6 yang telah dilengkapi detektor CCD Imaging Source DMK41AU02.AS. Rangkaian instrumen ini ditopang oleh Vixen Sphinx Equatorial Mount. Data yang dihasilkan merupakan citra spektrum dalam rentang panjang gelombang 4000 ÃƒÂ… Ã‚Â– 8000 ÃƒÂ… dengan bukaan rana sebesar 30 detik. Pengolahan citra dilakukan oleh IRIS Ver.5.58 dalam tahap preprocessing dan processing. Hasil pengolahan citra selanjutnya diproses menggunakan perangkat lunak RSpec Ver.1.8 untuk menghasilkan profil spektrum dalam bentuk kurva. Profil spektrum Vega dan Fomalhaut yang telah dihasilkan kemudian dibandingkan dengan profil spektrum bintang yang memiliki tipe spektral yang sama (profil bintang referensi dihasilkan oleh A.J. Pickels). Hasil identifikasi menunjukkan bahwa terdapat pengaruh atmosfer yang menunjukkan adanya garis Telurik H2O pada panjang gelombang 7185,9 ÃƒÂ… dan O2 pada panjang gelombang 7605,0 ÃƒÂ…. Rasio kedalaman garis Telurik terhadap Hα semakin meningkat dengan membesarnya jarak zenit yang bersamaan dengan waktu senja dan fajar. Selain itu, keberadaan awan dapat menurunkan intensitas pada panjang gelombang visual sehingga dapat mempengaruhi pengamatan visual.", "Daftar File": {"2016 TS PP LUTHFIANDARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116704", "2016 TS PP LUTHFIANDARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/116705", "2016 TS PP LUTHFIANDARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/116706", "2016 TS PP LUTHFIANDARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/116707", "2016 TS PP LUTHFIANDARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/116708", "2016 TS PP LUTHFIANDARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/116709"}, "Penulis": "LUTHFIANDARI (NIM: 20314002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Dhani Herdiwijaya"], "Jenis Koleksi": "Tesis", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "spektrum langit, spektrograf kisi, RSpec", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "18 Des 2017"}