{"Nomor": 22930, "Judul": "RESPON RESISTIVITAS DAN POLARISASI TERINDUKSI DOMAIN WAKTU PADA MODEL FISIS RESERVOIR LAPISAN TIPIS", "Abstrak": "Reservoir lapisan tipis memainkan peranan penting dalam produksi lapangan minyak bumi dan gas alam, diantaranya pada daerah kipas delta, alluvial, distributed channel, fracture basement, dan turbidite. Akibatnya kebutuhan untuk mengkarakterisasi lapisan tipis makin hari main besar, sehingga perlu dikembangkan beberapa teknik pengukuran untuk mengkarakterisasi lapisan tipis. Lapisan tipis didefinisikan sebagai suatu lapisan yang memiliki ketebalan yang lebih tipis dibandingkan jarak antara kedua probe tegangan. Beberapa teknik atau metode pengukuran yang dapat digunakan untuk mengkarakterisasi lapisan tipis diantaranya adalah metode resisitivitas dan metode induksi terpolarisasi. Metode resistivitas merupakan metode untuk menyelidiki karakteristik lapisan bawah permukaan bumi dengan memanfaatkan sifat kelistrikan. Sedangkan metode polarisasi terinduksi atau IP merupakan fenomena penyimpanan energi listrik pada media berpori. Prinsip kerjanya adalah dengan mengalirkan arus listrik ke dalam bumi kemudian mengamati beda potensial yang terjadi setelah arus listrik dihentikan. Idealnya beda potensial langsung menjadi nol, tetapi pada medium tertentu akan terjadi penyimpanan energi listrik seperti halnya kapasitor.    \n \n\nPengukuran metode resistivitas dan IP dapat dilakukan dalam domain frekuensi dan domain waktu. Pada penelitian ini domain yang digunakan adalah domain waktu untuk mengukur efek chargeability dan respon resistivitas pada batuan shale, kaolin dan sand yang disusun secara seri. Shale, kaolin dan sand yang digunakan pada eksperimen ini dibuat dalam keadaan basah dan dijaga kelembapannya. Desain eksperimen dirancang dengan memvariasikan ketebalan susunan batuan, namun total panjang dan volume susunan dijaga tetap disetiap eksperimen. Efek yang diamati adalah relasi antara ketebalan shale, kaolin dan sand persatuan jarak dimana ketebalan batuan antara shale-sand dan kaolin-sand sama terhadap respon resistivitas dan perubahan nilai chargeability. Selain itu, efek lain yang diamati adalah efek perubahan ketebalan sand persatuan jarak dimana ketebalan batuan antara shale-sand dan kaolin-sand  berbeda terhadap respon resistivitas dan perubahan nilai chargeability. Efek terakhir yang diamati adalah pengaruh polaritas pemberian arus terhadap respon resisitivitas dan nilai chargeability. Hasil yang didapatkan menunjukkan jika ketebalan batuan antara shale-sand dan kaolin-sand sama, maka besarnya nilai resistivitas adalah tetap. Sedangkan jika ketebalan batuan antara shale-sand dan kaolin-sand berbeda dan dilakukan perubahan ketebalan sand maka resistivitas meningkat seiring dengan semakin tebalnya sand persatuan jarak. Respon chargeability dipengaruhi oleh perubahan ketebalan persatuan jarak dengan ketebalan batuan antara shale-sand dan kaolin-sand sama dan perubahan ketebalan sand dengan ketebalan batuan antara shale-sand dan kaolin-sand berbeda. Untuk ketebalan batuan antara shale-sand dan kaolin-sand yang sama chargeability menurun seiring semakin tebalnya batuan, sedangkan untuk perubahan ketebalan sand dengan ketebalan batuan antara shale-sand dan kaolin-sand berbeda chargeability akan meningkat seiring semakin tebalnya lapisan sand. Polaritas arus tidak mempengaruhi respon resistivitas yang didapatkan. Sebaliknya polaritas arus mempengaruhi respon chargeability. Polaritas positif memberikan nilai chargeability yang lebih tinggi dibandingkan dengan polaritas negatif.", "Daftar File": {"2016 TS PP LULU BRIANNI PUTERI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116672", "2016 TS PP LULU BRIANNI PUTERI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/116673", "2016 TS PP LULU BRIANNI PUTERI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/116674", "2016 TS PP LULU BRIANNI PUTERI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/116675", "2016 TS PP LULU BRIANNI PUTERI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/116676", "2016 TS PP LULU BRIANNI PUTERI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/116677", "2016 TS PP LULU BRIANNI PUTERI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/116678"}, "Penulis": "LULU BRIANNI PUTERI (NIM : 20214012)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Bagus Endar B. Nurhandoko"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "chargeability, domain waktu, polarisasi terinduksi, lapisan tipis, respon resistivitas", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}