{"Nomor": 22938, "Judul": "TRANSACTION COSTS PERSPECTIVE IN COORDINATION OF JABODETABEKPUNJUR SPATIAL PLANNING PROCESS", "Abstrak": "Government agencies coordination is essential in Indonesian spatial planning due to the dynamic change evolving in the process of spatial planning arrangement. The current research presents a case study in Jakarta, Bogor, Depok, Tangerang, Bekasi, Puncak, and Cianjur (Jabodetabekpunjur) spatial planning evaluation process. Jabodetabekpunjur spatial planning evaluation process is an evaluation process regarding the President Regulation 54/2008 on Jabodetabekpunjur Spatial Planning Area. According the mandate stated in the Law 26/2007 on Spatial Planning and the mandate is the President Regulation should be evaluated. However, the Jabodetabekpunjur spatial planning evaluation process faces several obstacles, which result in uncertainty concerning the Jabodetabekpunjur spatial planning system. This study aims to identify the coordination problems in Jabodetabekpunjur spatial planning process, which focuses on the government agencies relationship from the transaction costs perspective. The current study employs an analysis method, whereby comparison between the document review methods and semi structured questionnaire, with distinguished by four main costs explained by Feiock (2007): information/coordination costs, negotiation/division costs, enforcement/monitoring costs, and agency costs are conducted. The study reveals that the problem of coordination in Jabodetabekpunjur spatial planning evaluation process includes unclear regulation in government agencies coordination especially in the process of Jabodetabekpunjur spatial planning evaluation, displacement responsibilities of spatial planning affairs in the national level, and the absence of time limit with regard the evaluation process. It can be concluded that the process needs a clear regulation of institutional relationship to give the certainty of the government agencies responsibility in Jabodetabekpunjur spatial planning.", "Daftar File": {"2015 TS PP LUTFI FIRMANSYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116697", "2015 TS PP LUTFI FIRMANSYAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/116698", "2015 TS PP LUTFI FIRMANSYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/116699", "2015 TS PP LUTFI FIRMANSYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/116700", "2015 TS PP LUTFI FIRMANSYAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/116701", "2015 TS PP LUTFI FIRMANSYAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/116702", "2015 TS PP LUTFI FIRMANSYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/116703"}, "Penulis": "LUTFI FIRMANSYAH (RUG: S2692872)", "Kontributor / Dosen Pembimbing": ["Supervisor I:   \n \n \n\nTaufiq Hidayat Putra, M.Eng. (University of Groningen)   \n \n \n\nSupervisor II:   \n \n \n\nIr. Miming Miharja, M.Sc.Eng, Ph.D. (Technology Institute of Bandung)"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Coordination, Government Agencies, Jabodetabekpunjur Spatial Planning, Transaction Costs.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}