{"Nomor": 22947, "Judul": "STRATEGI PENINGKATAN KINERJA PT PERTAMINA (PERSERO) MELALUI SPIN&#8208;OFF UNIT PELUMAS DAN PENGEMBANGANYA SELAKU STRATEGI UNIT BISNIS MELALUI JOINT VENTURE DENGAN LUBRIZOL", "Abstrak": "Pertamina adalah perusahaan minyak dan gas bumi yang dimiliki pemerintah yang lingkup usahanya terdiri atas bisnis energi disektor hulu dan sektor hilir. Salah satu bisnis Pertamina yang cukup penting adalah bisnis pelumas. Yang merupakan isu pada bisnis pelumas ini adalah apakah bisnis pelumas ini nantinya dapat dilakukan pemisahan (Spin‐Off) dan menjadi anak perusahaan yang khusus menjalankan bisnis pelumas.     \n \n \n \n \n\nPenelitian ini bertujuan untuk menilai feasibilitas rencana Spin‐Off guna meningkatkan nilai dan kinerja perusahaan, serta menentukan strategi unit bisnis yang layak bagi perkembangan perusahaan Spin‐Off. Isu yang melatarbelakangi terjadinya Spin‐off antara lain adalah Kegagalan atau keterlambatan dalam merespon tantangan bisnis dikarenakan tidak fokus dalam penanganan, Regulasi Pemerintah yang mengatur tentang bisnis pelumas di Indonesia, Banyaknya pendatang baru yang memiliki pengalaman dan reputasi internasional, Teknologi permesinan yang berkembang pesat yang mempengaruhi teknologi pelumasan, Pasar bebas (Ekonomi global).     \n \n \n \n \n\nAnalisa terhadap rencana Spin‐Off dilakukan dengan melakukan penilaian terhadap perusahaan pra Spin‐Off kemudian menganalisa proses Spin‐Off dan melihat kondisi perusahaan pasca Spin‐Off. Hasil analisa menunjukkan bahwa dengan melakukan Spin‐Off, PT Pertamina (Persero) akan memperoleh tingkat profitabilitas yang lebih tinggi dari sebelum Spin‐Off dan PT Pertamina Lubricant mengalami peningkatan nilai yang mencerminkan kinerja perusahaan.", "Daftar File": {"2009 TS PP MACHMUD FAHMI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116737", "2009 TS PP MACHMUD FAHMI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/116738", "2009 TS PP MACHMUD FAHMI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/116739", "2009 TS PP MACHMUD FAHMI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/116740", "2009 TS PP MACHMUD FAHMI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/116741", "2009 TS PP MACHMUD FAHMI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/116742"}, "Penulis": "MACHMUD FAHMI (NIM : 29107399)", "Kontributor / Dosen Pembimbing": ["Pembimbing Akademik: Ir. Uke MMP. Siahaan, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "spin‐off, investasi, pelumas pertamina", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}