{"Nomor": 22949, "Judul": "RELATIONSHIP BETWEEN CRITICAL VELOCITY AND GAS-LIQUID RATIO TO DETERMINE LIQUID LOADING IN GAS WELL : PRELIMINARY STUDY", "Abstrak": "Liquid loading problem is well known in depleted gas wells. During liquid loading condition, gas in the wellbore could not be produced due to the presence of water or condensate with higher density blocking the gas. In field practices, liquid loading often occur without notice. Handling of liquid loading itself could not be performed during the onset of liquid loading since well must be shut in, before further treatment can be applied.  \n \n\nCommonly used prediction method is the concept of critical velocity. This study compares model developed by Turner et al., (1969), Nosseir et al., (1997), and Zhou et al., (2009). They have different approaches and parameters included in the consideration of determining the critical velocity. Turner model predicts liquid loading with a force equilibrium model between the liquid droplets at the flow along the wellbore. In the Turner model, the parameters that influence the determination of critical velocity are the physical properties of the fluid. Nosseir model developed a critical velocity model that considers the flow regime in the tubing. Zhou model includes liquid holdup parameter as a factor affecting critical velocity. Liquid holdup and flow regime is directly related to the gas-oil ratio. Moreover, the idea of using gas-oil ratio as a direct prediction parameter could ease the prediction of liquid loading due to the gas-oil ratio commonly measured in the surface.  \n \n\nThis study will simulate the production of condensate gas in field X by using plateau production. Production wells used are 10 wells. The liquid loading conditions will be identified in the production period after the plateau rate could not be reached. Gas rate in the liquid loading condition that occurs in the simulation results will be compared with the result of critical velocity calculation from Turner, Nosseir, and Zhou models. The results of this study conclude that the Nosseir model produces the most pesimistic predictions, while the Zhou model and the Turner model produce relatively similar predictions for wells in field X. This study shows that gas-liquid ratio affect the onset of liquid loading and result in different model prediction.", "Daftar File": {"2017 TA PP MAGHFIRA RAMADHANI 1.pdf": "https://digilib.itb.ac.id/gdl/download/116751"}, "Penulis": "MAGHFIRA RAMADHANI (NIM : 12213045)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Silvya Dewi Rahmawati, S.Si, M.Si, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "liquid loading, critical velocity, gas-liquid ratio, gas well.", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}