{"Nomor": 22956, "Judul": "SIMULASI PENYEBARAN H2S MENGGUNAKAN COMPUTATIONAL FLUID DYNAMICS (Studi Kasus di PLTP IV Pertamina Geothermal Energy Area Kamojang)", "Abstrak": "Energi Panas Bumi merupakan sumber energi yang saat ini sedang dikembangkan sebagai upaya untuk mengurangi ketergantungan pada energi berbasis. Salah satu perusahaan yang mengembangkan energi panas bumi di Indonesia adalah perusahaan milik PT Pertamina yaitu PLTP IV PT Pertamina Geothermal Energy (PGE) Area Kamojang. Namun, dalam perkembangannya energi panas bumi ini memiliki dampak terhadap lingkungan yaitu dengan adanya pencemaran udara oleh Hidrogen Sulfida (H2S) yang dapat membahayakan kesehatan manusia. Data hasil observasi nilai konsentrasi H2S yang diperoleh dari pihak PGE Area Kamojang menunjukkan bahwa adanya peningkatan konsentrasi pada keempat cooling tower dari tahun 2012 - 2014. Kemudian pada tahun 2014 dilakukan pengembangan yaitu penambahan 4 buah cooling tower dibagian sisi kanan dari 4 cooling tower pertama. Dengan adanya pengembangan ini maka kemungkinan tingkat konsentrasi H2S yang berada di titik kajian PLTP IV PGE Area Kamojang akan meningkat. Oleh karena itu simulasi penyebaran H2S perlu dilakukan, kemudian hasil dari simulasi ini dapat digunakan sebagai peringatan dini untuk meminimalkan dampak yang dapat ditimbulkan oleh .    \n \n \n \n\nUntuk melakukan simulasi penyebaran H2S pada penelitian ini digunakan salah satu model yaitu model Computational Fluid Dynamics (CFD). Model CFD merupakan model yang sangat berguna untuk menganalisis permasalahan yang berkaitan dengan aliran fluida, termasuk penyebaran H2S yang diemisikan oleh cooling tower.    \n \n \n \n\nPada skenario 1 yaitu simulasi dengan kondisi saat 4 cooling tower didapatkan bahwa waktu paling rawan ialah pada pagi dan malam hari dikarenakan konsentrasi H2S cenderung tinggi dan mencapai maksimum, sedangkan waktu paling aman ialah pada siang hari dikarenakan konsentrasi H2S cenderung lebih rendah. Sementara itu pada skenario 2 yaitu simulasi dengan kondisi saat 8 cooling tower didapatkan bahwa dengan adanya penambahan 4 cooling tower maka konsentrasi H2S yang terdeteksi pada titik kajian meningkat dibandingkan sebelum adanya penambahan. Peningkatan konsentrasi H2S yang terjadi bahkan mencapai 61%.", "Daftar File": {"2015 TA PP  M. AKBARI DANASLA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116780", "2015 TA PP  M. AKBARI DANASLA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/116781", "2015 TA PP  M. AKBARI DANASLA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/116782", "2015 TA PP  M. AKBARI DANASLA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/116783", "2015 TA PP  M. AKBARI DANASLA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/116784", "2015 TA PP  M. AKBARI DANASLA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/116785", "2015 TA PP  M. AKBARI DANASLA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/116786"}, "Penulis": "M. AKBARI DANASLA  (NIM : 12811020)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dra. Atika Lubis, MS."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Energi Panas Bumi, Cooling Tower, Computational Fluid Dynamics (CFD), H2S", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}