{"Nomor": 22958, "Judul": "PERANCANGAN DAN PENGEMBANGAN APLIKASI MOBILE SEXUAL HEALTH EDUCATION BAGI ANAK", "Abstrak": "Kasus kekerasan terhadap anak, terutama jenis kekerasan seksual adalah salah satu contoh    \n \n \n \n\npelanggaran HAM yang sering terjadi belakangan ini di Indonesia. Kurangnya pendidikan    \n \n \n \n\nseksual (sexual health education) yang diberikan kepada anak sejak dini dinilai sebagai salah    \n \n \n \n\nsatu faktor penyebab terjadinya kasus tersebut. Ironinya, sexual health education itu sendiri    \n \n \n \n\nternyata sulit untuk diterapkan ke dalam kurikulum sekolah di Indonesia. Hal ini dikarenakan    \n \n \n \n\noleh tidak terlatihnya guru-guru di sekolah untuk mengajarkan pelajaran tersebut kepada para    \n \n \n \n\nsiswa.    \n \n \n \n\nSolusi alternatif yang dapat diterapkan untuk mengatasi masalah ini adalah dengan membuat    \n \n \n \n\naplikasi mobile tentang cara mempelajari sexual health education khusus untuk anak. Khusus    \n \n \n \n\ndi sini artinya materi yang diberikan akan disusun sesuai dengan informasi yang boleh diterima    \n \n \n \n\noleh anak (age-appropriate information). Namun, walaupun aplikasi ini ditujukan untuk    \n \n \n \n\nmendidik anak, target penggunanya bukanlah anak itu sendiri, melainkan orang tua mereka.    \n \n \n \n\nPenyebabnya adalah karena materi tentang sexual health education sifatnya sangat sensitif dan    \n \n \n \n\ntidak bisa sembarangan diberikan kepada anak.    \n \n \n \n\nAplikasi yang dibangun adalah jenis aplikasi hybrid yang dikembangkan dengan menggunakan    \n \n \n \n\nframework Ionic 2. Aplikasi akan menyediakan modul pelajaran yang terdiri dari kumpulan    \n \n \n \n\ninstruksi, dimana instruksi-instruksi tersebut telah dirancang untuk membantu orang tua dalam    \n \n \n \n\nmenjelaskan materi sexual health education kepada anak. Selain itu, aplikasi juga dilengkapi    \n \n \n \n\ndengan fitur kuis yang berguna untuk mengetahui sejauh mana pemahaman yang telah    \n \n \n \n\ndidapatkan oleh anak setelah mengikuti proses pembelajaran.    \n \n \n \n\nDalam membangun aplikasi ini, terdapat beberapa tahapan yang perlu dilakukan, yaitu studi    \n \n \n \n\nliteratur, analisis kebutuhan yang mengubah kebutuhan menjadi modul fungsional,    \n \n \n \n\nperancangan detail aplikasi dari hasil analisis yang didapat, implementasi yaitu pembuatan    \n \n \n \n\nprototype, dan pengujian. Hasil dari pengujian yang dilakukan terhadap 30 wali dan orang tua    \n \n \n \n\nanak menunjukkan respons yang positif. Seluruh responden mengatakan bahwa materi sexual    \n \n \n \n\nhealth education yang diberikan mudah dimengerti. Seluruh responden juga berpendapat    \n \n \n \n\nbahwa desain antarmuka aplikasi mudah dimengerti, sehingga memudahkan mereka untuk    \n \n \n \n\nmenggunakan aplikasi.", "Daftar File": {"2017 TA PP M. ALI SETIA PRATAMA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116796"}, "Penulis": "M. ALI SETIA PRATAMA    (NIM 18211018)", "Kontributor / Dosen Pembimbing": ["Yusep Rosmansyah, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Aplikasi Mobile, Sexual Health Education, Anak, Aplikasi Hybrid, Ionic 2.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Okt 2017"}