{"Nomor": 22959, "Judul": "PENGEMBANGAN SEL SURYA BERBAHAN DASAR TITANIUM DIOKSIDA DENGAN PENAMBAHAN IMPURITAS DAN PENYISIPAN PARTIKEL TEMBAGA MENGGUNAKAN METODE PULSE VOLTAGE ELECTROPLATING", "Abstrak": "Peningkatan efisiensi sel surya berbahan dasar TiO2 telah berhasil dilakukan dengan penambahan impuritas copper(II) nitrate trihydrate (Cu-NT) maupun partikel tembaga oksida (CuO) pada lapisan TiO2. Sel surya ini tersusun atas  transparent conducting electrode (TCO), lapisanTiO2 sebagai lapisan aktif, polimer elektrolit sebagai media transpor lubang dan aluminium sebagai counter electrode. Efisiensi sel surya meningkat menjadi 0,04% untuk penambahan  dengan Cu-NT dan sebesar 0,17% untuk penambahan dengan partikel CuO. Efisiensi sel surya meningkat seiring dengan meningkatnya fraksi berat Cu-NT maupun partikel CuO yang ditambahkan sampai mencapai nilai optimum saat fraksi berat Cu-NT sebesar 1,4 %wt dan penambahan partikel CuO sebesar 1,8 %wt. Keberadaan impuritas ini mampu memperbaiki spektrum serapan lapisan TiO2 sehingga dapat meningkatkan kinerja sel surya. Untuk memperbaiki proses transpor elektron yang telah dihasilkan pada lapisan  TiO2 maka dilakukan penyisipan partikel logam tembaga (Cu) pada ruang di antara partikel-partikel TiO2. Penyisipan partikel tembaga dilakukan pada lapisan TiO2 yang mengandung 1,4 %wt Cu-NT menggunakan metode traditional electroplating (TEP) dengan sumber tegangan konstan sebesar 5 volt selama 10    \n \n\ndetik. Efisiensi sel surya sebesar 0,35% dengan fill factor (FF) sebesar 0,31  diperoleh setelah dilakukan penyisipan partikel tembaga dan jumlah kandungan  partikel tembaga sebesar 5,77%. Keberadaan partikel tembaga ini mampu    \n \n\nmemperbaiki proses transpor elektron menuju elektroda utama, sehingga mengurangi proses rekombinasi antara elektron dan lubang. Metode pulse voltage electroplating (PVEP) telah berhasil dikembangkan untuk mengontrol kandungan partikel tembaga yang tersisipkan pada lapisan TiO2. Jumlah kandungan patikel tembaga dapat dikontrol melalui pengaturan duty cycle dan lamanya waktu elektroplating. Peningkatan performansi sel surya pun berhasil dicapai dengan penyisipan partikel tembaga menggunakan metode PVEP ini. Dengan menggunakan duty cycle 60% selama 30 detik, efisiensi tertinggi sel  surya dapat dicapai, yaitu sebesar 2,21% dengan FF sebesar 0,30. Pengembangan model matematis pun diusulkan untuk menjelaskan hubungan antara kandungan  partikel tembaga dengan efisiensi sel surya yang diperoleh. Model yang diusulkan pun memiliki kedekatan nilai dengan data eksperimen yang diperoleh. Treatment sel surya dengan NaOH berhasil meningkatkan performansi sel surya.  Efisiensi sel surya meningkat menjadi 3,5% dan FF sebesar 0,40 setelah dilakukan NaOH post-treatment. Peningkatan ini terjadi karena pengaruh penambahan ion  Na+ meningkatkan konduktivitas ionik elektrolit. Di samping itu, ketika NaOH    \n \n\npost-treatment dilakukan maka tingginya luas permukaan spesifik terbentuk pada counter electrode aluminium. Akibatnya, hal ini akan meningkatkan kontak antara aluminium dan elektrolit.", "Daftar File": {"2017 DS PP MAMAT ROKHMAT 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116797", "2017 DS PP MAMAT ROKHMAT 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/116798", "2017 DS PP MAMAT ROKHMAT 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/116799", "2017 DS PP MAMAT ROKHMAT 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/116800", "2017 DS PP MAMAT ROKHMAT 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/116801", "2017 DS PP MAMAT ROKHMAT 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/116802", "2017 DS PP MAMAT ROKHMAT 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/116803", "2017 DS PP MAMAT ROKHMAT 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/116804"}, "Penulis": "MAMAT ROKHMAT (NIM : 30212005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Eng. Mikrajuddin Abdullah"], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "titanium dioksida, sel surya, copper(II) nitrate trihydrate, partikel CuO, partikel tembaga, metode elektroplating, pulse voltage electroplating", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}