{"Nomor": 22962, "Judul": "STUDI KINETIKA REAKSI HIDRODEOKSIGENASI (HDO) METIL LAURAT", "Abstrak": "Kebutuhan akan sumber energi mengalami peningkatan yang seiring dengan pertumbuhan populasi manusia yang tinggi. Cadangan minyak bumi dan batubara yang menjadi pilihan utama masyarakat hingga saat ini semakin menipis. Oleh karena itu, diperlukan sumber energi alternatif yang terbarukan, salah satunya melalui reaksi hidrodeoksigenasi (HDO) yang merupakan salah satu metode untuk meningkatkan kualitas minyak nabati menjadi bahan bakar layak pakai. \n\nPenelitian ini mempelajari kinetika reaksi HDO metil laurat dalam pelarut n-heksadekana pada katalis NiMo/γ-Al2O3 tersulfidasi. Data kinetika diperoleh dari reaksi yang diselenggarakan dalam sebuah reaktor unggun tetap pada temperatur 280-300oC dan weight-hourly space velocity (WHSV) 2,2-4,5 jam-1, tekanan 60 bar, dengan rasio H2/umpan 1000 NmL/mL, dan ukuran katalis 45/60 mesh. Dimetil disulfida (DMDS) sebanyak 0,05%-b ditambahkan ke reaktan cair untuk mempertahankan kinerja katalis. Umpan dan produk dianalisis menggunakan gas chromatography Ã‚Â– flame ionization detector (GC-FID). \n\nPersamaan kinetika reaksi HDO metil laurat dibuat dalam bentuk Hukum Pangkat. Model kinetika yang dibangun adalah model kinetika reaksi HDO metil laurat overall serta model kinetika reaksi paralel HDO dan HDCO2/HDCO. Parameter kinetika dari model tersebut ditentukan menggunakan metode integrasi dan metode optimasi. Dari metode integrasi, didapatkan bahwa reaksi berorde 1 dengan konstanta Arrhenius (A) sebesar 1,1509 detik-1 dan energi aktivasi (Ea) sebesar 31,03 kJ/mol. Sedangkan dari metode optimasi didapatkan bahwa reaksi berorde 0,83 dengan nilai A sebesar 1,64 M0,17 detik-1 dan Ea sebesar 33,483 kJ/mol. Parameter kinetika dari reaksi paralel HDO dan HDCO2/HDCO yang ditentukan dengan metode optimasi menghasilkan A sebesar 0,05 M0,55 detik-1, Ea sebesar 21,29 kJ/mol, dan n sebesar 0,45 untuk laju reaksi pembentukan n-dodekana serta menghasilkan A sebesar 1,53 M-0,08 detik-1, Ea sebesar 38,39 kJ/mol, dan n sebesar 1,08 untuk laju reaksi pembentukan n-undekana.", "Daftar File": {"2017 TA PP Mannuel Kevin Suhendra 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116814"}, "Penulis": "Mannuel Kevin Suhendra    (NIM : 13013069)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. I.G.B.N. Makertihartha \n\nDr. Ir. Melia Laniwati Gunawan, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "hidrodeoksigenasi, Hukum Pangkat, model kinetika, parameter kinetika, metil laurat", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "29 Sep 2017"}