{"Nomor": 22970, "Judul": "KAJIAN PERMODELAN SPASIAL DALAM MENDUKUNG PENGELOLAAN DATARAN BANJIR (FLOOD PLAIN AREA) DI SUNGAI TONDANO KOTA MANADO", "Abstrak": "Banjir yang terjadi seringkali mengenangi daerah dataran banjir (flood plain area) yang pada umumnya merupakan kawasan pemukiman padat penduduk dan pusat kegiatan manusia terutama di daerah perkotaan. Kajian menurut analisis hidrologi secara spasial perlu dilakukan pada daerah dataran banjir agar bisa diketahui tingkat risiko bahaya banjir yang ditimbulkan dan dapat digunakan sebagai dasar pertimbangan dalam  pengelolaan daerah dataran banjir (flood plain area) kota sehingga diharapkan dapat mengurangi risiko yang ditimbulkan oleh banjir.   \n \n \n\nKota Manado khususnya di daerah DAS Tondano hilir juga merupakan daerah dengan tingkat risiko banjir yang cukup tinggi sebagaimana yang terjadi pada  peristiwa banjir tahun 2013 dan 2014 dimana terjadi banjir besar (debit banjir ekstrim) yang membawa dampak yang cukup merugikan bagi Kota Manado. Kajian ini dilakukan pada flood plain area seluas 1,86 km2 yang meliputi 17 kelurahan (49 lingkungan) dan dipengaruhi oleh banjir sebagai akibat dari luapan banjir sungai Tondano.  \n \n \n\nAnalisis hidrologi menggunakan metode hidrograf satuan sintetik untuk memperoleh debit inflow sedangkan permodelan dengan analisis hidrolika menggunakan Mike 11 dan Mike 21 yang diintegrasikan ke Mike Flood,  kemudian ditampilkan secara spasial dengan ArcGis. Analisis risiko banjir menggunakan standar Perka BNPB No. 2 Tahun 2012 kemudian dilanjutkan dengan kajian penyusunan strategi kebijakan menggunakan analisis SWOT.  \n \n \n\nHasil analisis diperoleh bahwa debit inflow maksimum : Q2 281,42 m3/s, Q10 466,94 m3/s  dan Q50 628,24 m3/s. Kemudian dari hasil analisis hidrolika secara spasial diperoleh peta genangan Q2 dengan luas genangan 0.75 km2 dan 9,95 % berada pada tinggi genangan > 3 m, Q10 dengan luas genangan 1.02 km2 dan 20,71 % berada tinggi genangan > 3 m dan Q50 dengan luas genangan 1.31 km2 dan 44,46 % berada pada tinggi genangan > 3 m. Peta genangan Q50 digunakan untuk memperoleh indeks ancaman banjir di flood plain area sesuai dengan peraturan tentang pengelolaan dataran banjir dalam PP Sungai No. 38 Tahun 2011  pasal 42. Indeks ancaman banjir menunjukkan bahwa 46,94 % dari daerah tinjauan berada pada indeks ancaman tinggi, sementara indeks kerentanan penduduk menunjukkan presentase yang tinggi mencapai 89,80 % sehingga setelah dihubungkan maka tingkat ancaman banjir pada level tinggi di flood plain area mencapai 67,35 %. Indeks kerentanan fisik yang cukup tinggi di daerah tinjauan yang mencapai 91,94 % mengakibatkan indeks kerugian tinggi mencapai 87,76 % dan setelah dihubungkan dengan tingkat ancaman banjir menghasilkan 85,71 % wilayah tinjauan berada pada tingkat kerugian tinggi. Indeks kapasitas daerah tinjauan 100 % masih berada pada kategori rendah sehingga setelah dihubungkan dengan tingkat ancaman maka 89,80 % wilayah masih berada pada tingkat kapasitas rendah. Selanjutnya tingkat risiko dihasilkan dari hubungan antara tingkat kapasitas dan tingkat kerugian yang menghasilkan 89,80 % berada pada tingkat risiko tinggi.   \n \n \n\nSelanjutnya dikaji alternatif pengelolaan berupa normalisasi maka terjadi penurunan luas genangan sebesar 18,66 % dan penurunan luas genangan dengan tinggi genangan > 3 m mencapai 71,36 %. Dengan adanya normalisasi dapat menurunkan indeks ancaman banjir hingga hanya berada pada indeks ancaman sedang dan rendah. Namun penurunan indeks ancaman banjir ini belum mampu menurunkan tingkat risiko. Alternatif  lainnya berupa peningkatan nilai kapasitas yang dapat menurunkan tingkat risiko pada 11 daerah tinjauan menjadi tingkat risiko rendah, namun 73,47 % daerah flood plain area tinjauan masih berisiko tinggi. Alternatif lainnya adalah dengan pengabungan normalisasi dan peningkatan nilai kapasitas dimana tingkat risiko dapat diturunkan sampai pada level sedang dan rendah namun ada 26 daerah tinjauan yang harus dinaikkan indeks kapasitasnya sampai pada level tinggi sehingga ditetapkan sebagai kawasan prioritas dalam pengelolaan.   \n \n \n\nBerdasarkan kajian tingkat risiko yang diperlihatkan maka dilakukan penyusunan kajian kebijakan pengelolaan dataran banjir (flood plain area) menggunakan analisis SWOT dengan memprioritaskan pengelolaan pada usaha untuk mengurangi ancaman banjir, mengurangi kerentanan penduduk dan fisik/bangunan, sehinggga diperoleh strategi kebijakan prioritas yang dapat dilakukan adalah normalisasi secara berkala, mitigasi dan flood proffing/relokasi.", "Daftar File": {"2017 TS PP MARGARETHA LAHIWU 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116842"}, "Penulis": "MARGARETHA LAHIWU   (NIM : 95014307)", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Iwan Kridasantausa, Ph.D  \n \n\nDr. Ir.  Yadi Suryadi, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Banjir, Flood plain area, MIKE FLOOD, Analisis risiko, Analisis SWOT", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}