{"Nomor": 22971, "Judul": "WELLNESS RETREAT DI DESA ANGSERI, KECAMATAN BATURITI, KABUPATEN TABANAN, BALI", "Abstrak": "Kepadatan aktifitas dan tekanan kehidupan yang dirasakan oleh manusia, khususnya di perkotaan, membuat manusia memerlukan sebuah bentuk pemulihan diri baik secara fisik, emosional, dan spiritual. Didorong dengan keadaan ekonomi yang baik, kebutuhan akan adanya sebuah fasilitas pemulihan diri yang nyaman dan eksklusif mulai meningkat. Hal ini membuka pasar yang besar di bidang pariwisata, khususnya pariwisata wellness atau wellness tourism. Wellness retreat merupakan salah satu bentuk wellness tourism  yang menyediakan ruang dan waktu bagi pengunjungnya untuk dapat meningkatkan kualitas fisik, emosional, dan spiritual diri melalui serangkaian program aktifitas. Fasilitas ini biasanya didirikan pada lahan yang terletak jauh dari keramaian perkotaan serta memiliki potensi alam yang dapat dieksplorasi untuk menunjang program-program yang dijalankan.   \n \n\nDesa Angseri di Kabupaten Tabanan merupakan sebuah area di bagian dataran tinggi Bali yang dipenuhi dengan perkebunan dan persawahan. Area ini terletak jauh dari pusat keramaian kota dan memiliki hawa yang cukup dingin serta potensi alam yang dapat mendukung aktifitas sebuah wellness retreat. Selain itu, karakter budaya Bali yang melekat kuat pada lahan ini juga memberikan nilai tambah bagi fasilitas ini jika dibandingkan dengan pesaingnya di daerah luar Bali. Maka dari itu, Wellness Retreat di Desa Angseri ini dirancang dengan menggunakan pendekatan lahan, dimana potensi alam serta karakter budaya Bali menjadi kekuatan serta dasar dari pengembangan desain arsitekturnya.", "Daftar File": {"2017 TA PP MARIA ANGGITHA JUSUF 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116843"}, "Penulis": "MARIA ANGGITHA JUSUF (NIM : 15213101)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Budi Faisal, Ir.,MAUD,MLA,Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Wellness Retreat, Desa Angseri, Arsitektur Bali, Kontemplasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}