{"Nomor": 22989, "Judul": "MARKETING STRATEGY TO MAINTAIN HIGH OCCUPANCY RATE AT AWANI STUDENTO", "Abstrak": "Awani Studento adalah sebuah kawasan kost terpadu di Jatinangor yang memiliki 277 kamar   \n \n \n\nyang tersedia untuk disewakan dengan harga yang bervariasi sesuai dengan fasilitas dan   \n \n \n\nukuran kamar. Ini adalah kost terpadu pertama yang beroperasi di Jatinangor, yang berada    \n \n \n\ndidekat universitas ternama seperti UNPAD, ITB, IKOPIN dan STPDN.   \n \n \n \n\nIsu utama  yang dihadapi oleh Awani Studento adalah bagaimana bersaing di bisnis kost   \n \n \n\ndengan melakukan analisis SWOT, bagaimana mempertahankan tingkat hunian yang tinggi   \n \n \n\ndi atas 90% dan bagaimana menjadi top of mind ( top 5 ) setiap kali seseorang mencari kost   \n \n \n\ndi Jatinangor.   \n \n \n \n\nTugas akhir ini bertujuan untuk menemukan strategi kreatif terbaik yang bisa digunakan untuk   \n \n \n\nmempertahankan tingkat hunian yang tinggi. Menjadi kost terpadu pertama ada keuntungan   \n \n \n\ndan kerugian. Jadi perusahaan harus fokus pada keuntungan dengan menunjukkan   \n \n \n\npelayanan yang terbaik, selalu berada  satu langkah di depan dari pesaing lain.   \n \n \n \n\nMetodologi yang digunakan meliputi analisis faktor eksternal yaitu PEST analysis, market   \n \n \n\nanalysis, dan PorterÃ‚Â’s 5 forces , dan faktor internal: Analisis SWOT, Analisis bauran   \n \n \n\npemasaran 7 P, Segmentasi,Targeting dan Positioning. Pengumpulan data dengan   \n \n \n\nmenggunakan kuesioner, yang dibagikan secara acak kepada 151 responden dari   \n \n \n\nmahasiswa saat ini yang menyewa kamar di Awani Studento.   \n \n \n \n\nSolusi yang ditemukan dibagi menjadi 3 bagian, yaitu :   \n \n \n\n1. Strategi perbaikan: merancang media promosi yang up to date, mengambil foto berkualitas   \n \n \n\ntinggi, melakukan pelatihan dan evaluasi sumber daya manusia    \n \n \n\n2. Strategi saat ini: Memperhatikan lebih banyak alat pemasaran modern mengenai promosi    \n \n \n\nmedia sosial, memperkuat identitas merek dengan menerapkan tanda neon baru dan segar,   \n \n \n\nmenambahkan 2 staf keamanan lagi dan mengubah ISP dari Indosat ke Indi Home    \n \n \n\n3. Strategi masa depan: Bergerak ke pusat kebugaran yang lebih besar dan menambahkan   \n \n \n\nalat yang lebih lengkap, menyediakan area komunal yang lebih besar dan mempekerjakan   \n \n \n\ntempat parkir Yamaha dan Honda di malam hari.   \n \n \n \n\nTugas akhir ini bertujuan  untuk menemukan  beberapa strategi yang dapat memberikan nilai    \n \n \n\nkepuasan pelanggan yang baik dan dapat  menjaga tingkat hunian tetap tinggi. Yang   \n \n \n\nterpenting adalah beberapa ide yang diajukan bisa segera dilaksanakan  tanpa harus   \n \n \n\nmengeluarkan banyak uang dan itu bukan sekedar teori.", "Daftar File": {"Martono  29115004.pdf": "https://digilib.itb.ac.id/gdl/download/116908"}, "Penulis": "Martono 29115004", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana.,S.Farm.,Apt., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Awani Studento, SWOT, STP, 7 P marketing mix, PorterÃ‚Â’s 5 Forces , PEST", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Okt 2017"}