{"Nomor": 22982, "Judul": "PEMODELAN TINGKAT LAYANAN KESEHATAN MASYARAKAT BERBASISKAN SISTEM INFORMASI GEOGRAFIS (STUDI KASUS: KOTA BANDUNG)", "Abstrak": "Layanan kesehatan merupakan hak asasi manusia dan juga merupakan salah satu aspek penting yang menunjang pembangunan suatu bangsa. Fasilitas Ã‚Â– fasilitas kesehatan memiliki peran penting dalam menjawab kebutuhan masyarakat akan pelayanan kesehatan. Semakin tinggi jumlah penduduk di suatu wilayah, maka kebutuhan akan ketersediaan fasilitas kesehatan pun akan semakin meningkat. Dalam memodelkan tingkat layanan kesehatan masyarakat, faktor aksesibilitas keruangan dan jumlah penduduk merupakan faktor pendukung dalam melakukan pertimbangan. Faktor Ã‚Â– faktor pendukung tersebut memberikan pengaruh dalam melakukan proses pengolahan data dan analisis. Wilayah studi kasus dalam melakukan penelitian ini adalah Kota Bandung. Metode analisis spasial yang digunakan dalam penelitian ini adalah metode buffering dan pengukuran jarak lurus. \n\nHasil akhir penelitian berupa peta cakupan pelayanan puskesmas dan peta cakupan pelayanan rumah sakit di Kota Bandung. Dari hasil pengolahan data yang dilakukan, banyak sekali fasilitas kesehatan di Kota Bandung yang belum memenuhi standardisasi yang telah ditetapkan oleh pemerintah, ditinjau dari segi pelayanan terhadap jumlah penduduk. Berdasarkan hasil akhir penelitian, terdapat wilayah Ã‚Â– wilayah yang tercakup dalam lebih dari 1(satu) fasilitas kesehatan.", "Daftar File": {"2014 TA PP MARLINA WANDI YATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116887", "2014 TA PP MARLINA WANDI YATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/116888", "2014 TA PP MARLINA WANDI YATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/116889", "2014 TA PP MARLINA WANDI YATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/116890", "2014 TA PP MARLINA WANDI YATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/116891", "2014 TA PP MARLINA WANDI YATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/116892"}, "Penulis": "MARLINA WANDI YATI  (NIM : 15109021)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Albertus Deliar, ST, MT \n\nRiantini Virtriana, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kesehatan masyarakat, tingkat layanan kesehatan masyarakat, Kota Bandung, aksesibilitas keruangan, jumlah penduduk, cakupan pelayanan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "29 Nov 2017"}