{"Nomor": 22987, "Judul": "STUDI ALTERASI, MINERALISASI, DAN GEOKIMIA  ENDAPAN TUNGSTEN DAN UNSUR TANAH JARANG PADA  ENDAPAN TIKUS, GRANIT TANJUNGPANDAN, KABUPATEN BELITUNG, PROVINSI KEPULAUAN BANGKA BELITUNG", "Abstrak": "Endapan Tikus adalah endapan bijih utama yang paling penting pada Granit Tanjungpandan di Belitung, Indonesia. Meskipun situs ini dikenal dengan prospek timahnya, beberapa tipe batuan granit di daerah ini telah  menunjukkan potensi sumberdaya  tungsten dan unsur tanah jarang (UTJ). Seiring dengan berkembangnya teknologi, permintaan akan unsur-unsur ini akan mendorong kegiatan eksplorasi di masa yang akan datang. Delapan belas sampel chip batuan telah dikumpulkan dari Gunung Tikus dan di lokasi sekitarnya di dalam Granit Tanjungpandan. Pengamatan mineralogi optis (petrografi dan mineragrafi), interpretasi mineralogi analytical spectral device (ASD), dan analisis kimia inductively coupled plasma mass spectrometry (ICP-MS) dilakukan untuk mengidentifikasi tipe alterasi dan mineralisasi serta geokimia unsur tungsten dan UTJ di daerah penelitian. Sampel batuan menunjukkan pengayaan pada UTJ ringan diikuti dengan UTJ berat serta penyusutan pada UTJ tengah. Pengayaan pada UTJ diakibatkan oleh mineral aksesori (alanit, zirkon, monazit, dan apatit) yang terdeteksi pada batuan. Tungsten, bersama dengan timah, hadir dalam mineralisasi kasiterit-wolframit halus yang tersebar di dalam granit sampai fase greisen. Tungsten juga temineralisasi dalam mineral scheelite yang ditemukan pada fase greisen dalam jumlah minor. Studi ini akan membantu pengembangan model eksplorasi untuk usaha pertambangan pada daerah ini di masa yang akan datang.", "Daftar File": {"2017 TA PP MARSHEL EMMANUELLE 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116905"}, "Penulis": "MARSHEL EMMANUELLE (NIM : 12113048)", "Kontributor / Dosen Pembimbing": ["Ir. Teti Indriati, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Alterasi Hidrotermal, Belitung, Geokimia, Granit, Greisen, Tungsten, Unsur Tanah Jarang", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "28 Sep 2017"}