{"Nomor": 22998, "Judul": "IDENTIFIKASI FAKTOR-FAKTOR KENDALA DALAM PENGELOLAAN SAMPAH PADA KAWASAN PASAR  (STUDI KASUS : KOTA BANDUNG)", "Abstrak": "Perkembangan kota dan pertumbuhan penduduk yang cukup pesat menyebabkan terjadinya peningkatan aktivitas ekonomi. Salah satu tanda perkembangan aktifitas ekonomi yaitu banyaknya pasar yang terbangun di Indonesia, tercatat 13.450 pasar tradisional terbangun sampai tahun 2010. Perkembangan yang terjadi melalui pertumbuhan pasar tradisional akan diikuti dengan peningkatan jumlah sampah yang dihasilkan. Berdasarkan data Kementerian Lingkungan Hidup dan Kehutanan, pada 2014 indonesia menghasilkan 63,8 juta ton dengan prediksi timbulan sampah pada tahun 2019 menjadi 67,1 juta ton dalam satu tahun. Sedangkan pengelolaan sampah yang ada sampai saat ini belum  dilakukan secara maksimal. Oleh karena itu, dalam penelitian ini akan dilakukan identifikasi faktor-faktor yang menjadi penghambat dalam pengelolaan sampah kawasan pasar tradisional berdasarkan 6 aspek peraturan/hukum, organisasi/kelembagaan, teknik operasional, pembiayaan ,peran serta pedagang dan kesehatan masyarakat dan lingkungan. Identifikasi faktor- faktor tersebut dilakukan dengan analisis deskriptif dan analisis perbandingan menggunakan metode benchmarking. Dari hasil pengukuran timbulan sampah didapatkan rata-rata timbulan sampah pasar yang dihasilkan 666,01 kg/hari dengan timbulan yang sangat dipengaruhi oleh keberadaan pedagang pada masing-masing pasar. Berdasarkan komposisi sampah diperoleh rata-rata sampah organik sebesar 80,78%, kertas 3,61%, plastik 11,86%, kain 0,43%, kulit/karet 0,55%, kaleng/logam 0,67% dan komposisi sampah lainnya 1,32%.  Dalam pengelolaan sampah kawasan pasar tradisional ditemukan faktor kendala berupa keberadaan jadwal pengangkutan, peraturan tentang denda, keberadaan sarana edukasi, tingkat pengetahuan mengenai pengelolaan sampah, tingkat peran serta pedagang, pengaduan pengelolaan sampah kawasan pasar, tingkat penggunaan perlengkapan K3 untuk PHL/ pegawai harian lepas.", "Daftar File": {"2017 PP TS MAULANA AKBAR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116926"}, "Penulis": "Maulana Akbar (NIM : 25314734)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Benno Rahardyan, ST, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "pasar tradisional, pengelolaan sampah, faktor kendala, evaluasi kinerja", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "05 Okt 2017"}