{"Nomor": 22993, "Judul": "PENGARUH PEMBERIAN ZAT PENGATUR TUMBUH AUKSIN (IBA) DAN GIBERELIN (GA3) TERHADAP KUALITAS BENIH BIJI BAWANG MERAH (TRUE SHALLOT SEED) VARIETAS LOKANANTA", "Abstrak": "Bawang Merah (Allium ascalonicum L.) merupakan komoditas hortikultura yang memiliki banyak manfaat dan nilai ekonomis yang tinggi. Produksi nasional bawang merah setiap tahun mengalami peningkatan, namun peningkatan ini belum mampu memenuhi kebutuhan nasional karena kurangnya ketersediaan benih yang bermutu. Salah satu alternatif teknologi yang dapat digunakan dalam mengatasi masalah tersebut adalah penggunaan benih biji bawang merah atau True shallot Seed (TSS). Penelitian bertujuan untuk mengetahui pengaruh pemberian zat pengatur tumbuh Auksin dan Giberelin serta interaksinya terhadap kualitas benih TSS (True Shallot Seed) varietas Lokananta. Penelitian ini dilakukan selama 5 bulan, dengan metode Rancangan Acak Kelompok (RAK) pola faktorial 4x5 dengan faktor pertama konsentrasi ZPT IBA (I) terdiri dari 4 taraf yaitu i0= tanpa IBA, i1= IBA konsentrasi 50 ppm, i2= IBA konsentrasi 100 ppm, i3= IBA konsentrasi 150 ppm dan faktor kedua adalah ZPT GA3 (G) terdiri dari 5 taraf yaitu g0= tanpa GA3, g1= GA3 konsentrasi 100 ppm, g2= GA3 konsentrasi 200 ppm, g3= GA3 konsentrasi 300 ppm, dan g4= GA3 konsentrasi 400 ppm. Hasil penelitian menunjukan pemberian zat pengatur tumbuh Auksin (IBA) dan Giberelin (GA3) tidak berpengaruh nyata terhadap kualitas benih TSS (True Shallot Seed) tetapi terdapat kecenderungan bahwa pemberian auksin 100 ppm atau giberelin 100 ppm cenderung memberikan bobot 1000 butir benih terbaik (3,88-3,89g); pemberian auksin 150 ppm atau giberelin 300 ppm cenderung menghasilkan TSS bernas yang lebih banyak (84,27-84,42%); pemberian auksi 100 ppm atau giberelin 400 ppm cenderung menghasilkan daya kecambah lebih baik (88,5-89,2%)", "Daftar File": {"2017 TA PP MARYATI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/116921"}, "Penulis": "MARYATI - (11413052)", "Kontributor / Dosen Pembimbing": ["Dr. Rijanti Rahaju Maulani    \n \n \n \n\n(Dr. Robert Manurung, M. Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Auksin, Bawang Merah, Giberelin, True Shallot Seed, ZPT.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}