{"Nomor": 22996, "Judul": "AN APPROXIMATION FUNCTION OF CO2, H2S AND BACTERIA PITTING CORROSION MODEL IN CASE X", "Abstrak": "Laju produksi minyak memiliki kecenderungan menurun seiring berjalannya waktu ketika diproduksian secara alami yang diakibatkan oleh menurunnya cadangan atau penurunan tekanan selama produksi berlangsung. Penurunan laju produksi produksi minyak membutuhkan beberapa penanganan untuk tetap memenuhi kebutuhan minyak dunia. Salah satu metode yang digunakan adalah peningkatan perolehan minyak lanjutan. Salah satu peningkatan perolehan minyak lanjutan yang menjanjikan adalah menggunakan mikroba yang dapat memindahkan minyak yang terperangkap dengan mengubah saturasi, kebasahan batuan atau meningkatkan efisiensi penyapuan menggunakan aliran air.  \n \n\nMikroba penyebab korosi adalah suatu reaksi dari komponen bakteri dengan logam dari tubing yang dapat menyebabkan korosi. Keberadaan mikroba pada lingkungan tertentu akan lebih menghasilkan korosi lokal dibanding korosi umum, yang biasa disebut Pitting Corrosion. Sulphate Reducing Bacteria adalah salah satu bakteri yang dapat menyebabkan korosi pada pipa secara langsung.  \n \n\nPitting Corrosion Model dibuat untuk memprediksi laju korosi akibat efek dari kombinasi CO2, H2S, dan bakteri. Hasil dari model tersebut dapat memperlihatkan hubungan antara laju korosi dan konsentrasi H2S dengan jumlah konsentrasi sulfat yang dapat dikonsumsi oleh Sulphate Reducing Bacteria. Penyederhanaan model akan dibentuk untuk menyederhanakan perhitungan laju korosi.  \n \n\nHasil dari Pitting Corrosion Model memperlihatkan bahwa semakin besar konsentrasi sulfat akan meningkatkan laju korosi karena Sulphate Reducing Bacteria akan menghasilkan asam asetat dan asam sulfida. Asam asetat akan mengakibatkan peningkatan laju korosi pada daerah dominasi CO2 dan asam sulfida akan mengakibatkan penurunan laju korosi yang disebakan oleh pembentukan kerak FeS. Penyederhanaan model akan menggunakan dua metode: regresi dengan MATLAB dan fungsi aproksimasi. Laju korosi yang didapat dari fungsi aproksimasi lebih benar dibandingkan regresi dengan MATLAB.", "Daftar File": {"2017 TA PP MATIAS PETRADIKA 1.pdf": "https://digilib.itb.ac.id/gdl/download/116924"}, "Penulis": "MATIAS PETRADIKA (NIM : 12213039)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "MEOR, MIC, Pitting Corrosion Model, Model Simplification", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}