{"Nomor": 23003, "Judul": "Karya tulis sebagai salah satu syarat untuk memperoleh gelar Sarjana dari Institut Teknologi Bandung", "Abstrak": "Imbal hasil menunjukkan sifat dinamis yang memungkinkan terjadinya perubahan  \n \n\nperilaku dari satu keadaan ke keadaan lainnya atau disebut fenomena regimeswitching  \n \n\n(perubahan segmen). Model stokastik threshold dikembangkan untuk  \n \n\nmengakomodasi fenomena tersebut. Threshold digunakan sebagai pembatas antar  \n \n\nsegmen, sehingga untuk segmen berbeda, memungkinkan memiliki model deret  \n \n\nwaktu yang berbeda. Pada Tugas Akhir ini, digunakan varian dari model  \n \n\nAR dan GARCH dengan adanya satu nilai threshold, yaitu model TAR(p) dan  \n \n\nTGARCH(1,1). Dalam membangun kedua model tersebut, diperlukan penaksiran  \n \n\nparameter. Metode penaksiran yang digunakan adalah metode kuadrat terkecil dan  \n \n\nlikelihood maksimum.  \n \n\nTAR membagi imbal hasil menjadi beberapa segmen dan digunakan dalam prediksi  \n \n\nimbal hasil. Berbeda dengan TAR, segmen pada TGARCH terbagi berdasarkan  \n \n\nvolatilitasnya. Volatilitas adalah salah satu aspek penting dalam kajian mengenai  \n \n\nimbal hasil, sehingga, disamping memiliki keakuratan prediksi imbal hasil yang  \n \n\nbaik, suatu model juga perlu memiliki kemampuan yang dapat mengakomodasi  \n \n\naspek volatilitas. Pada Tugas Akhir ini, digunakan model volatilitas GARCH(1,1)  \n \n\ndan TGARCH(1,1) untuk memprediksi volatilitas. Dengan menggunakan tiga  \n \n\nindeks saham, diperoleh hasil bahwa model TGARCH(1,1) memberi hasil prediksi  \n \n\nvolatilitas yang lebih akurat dibandingkan dengan model GARCH(1,1) untuk  \n \n\nketiga indeks saham tersebut. Hal tersebut mengindikasikan bahwa adanya nilai  \n \n\nthreshold pada model TGARCH(1,1) dapat meningkatkan keakuratan hasil prediksi  \n \n\nvolatilitas.", "Daftar File": {"2017 TA PP MAULIA DITA AGISTIA 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116937"}, "Penulis": "MAULIA DITA AGISTIA ( NIM: 10113043)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "threshold, TAR, TGARCH, volatilitas, kuadrat terkecil, likelihood maksimum", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}