{"Nomor": 23014, "Judul": "PEMILIHAN PEMENANG KONTRAKTOR - KONTRAK KERJASAMA (KKKS) MENGGUNAKAN METODE ANALYTICAL HIERARCHY PROCESS (AHP)", "Abstrak": "Dalam studi penelitian ini, permasalahan yang dikaji adalah kriteria apa saja yang menjadi penilaian KKKS dan bagaimana cara menentukan pemenang KKKS secara objektif berdasarkan kriteria-kriteria penilaian yang telah  \n \n\nditentukan. Saat ini proses penilaian pemenang lelang KKKS yang dilakukan oleh Tim Penawaran Wilayah Kerja belum memiliki metode pengambilan keputusan yang objektif. Oleh karena itu, perlu dilakukan suatu analisis keputusan yang objektif, salah satunya dengan Metode Analytical Hierarcy Process (AHP) yang  \n \n\nmerupakan model pengambilan keputusan yang sering digunakan. AHP umumnya digunakan dengan tujuan untuk menyusun prioritas dari berbagai alternatif / pilihan yang ada dan pilihan-pilihan tersebut bersifat  \n \n\nkompleks atau multikriteria. Dengan menggunakan AHP, prioritas yang dihasilkan akan bersifat konsisten dengan teori, logis, transparan, dan partisipatif.  \n \n\nDengan tuntutan yang semakin tinggi berkaitan dengan transparansi dan partisipasi, AHP akan sangat cocok digunakan untuk penyusunan prioritas kebijakan publik yang menuntut transparansi dan partisipasi.  \n \n\nTujuan dari penelitian ini adalah mendapat gambaran tentang sistem penilaian pemenang lelang KKKS, mengetahui faktor-faktor yang dijadikan pedoman untuk sistem penilaian pemenang lelang KKKS dan menganalisa serta memilih alternatif kontraktor dengan menggunakan metode Analytical Hierarchy Process (AHP).  \n \n\nDari hasil pengolahan data menggunakan metode AHP, maka kriteria yang menjadi penilaian utama dalam penetapan pemenang lelang adalah teknis dan ekonomi kemudian cadangan dan kinerja. Dari hasil perhitungan bobot subkriteria dari kriteria teknis dan ekonomi menunjukkan bahwa subkriteria split memiliki bobot tertinggi kemudian diikuti FTP dan Future Exploration Expense. Untuk hasil perhitungan bobot subkriteria cadangan menunjukkan bahwa subkriteria cadangan yang diperoleh memiliki bobot tertinggi kemudian diikuti produksi  \n \n\nmigas dan GSPA. Untuk hasil perhitungan bobot subkriteria dari kriteria kinerja menunjukkan bahwa subkriteria financial capacity memiliki bobot tertinggi  \n \n\nkemudian diikuti technology capacity dan SDM nasional. Hasil dari ilustrasi pemenang KKKS yaitu Pertamina.", "Daftar File": {"2010 TS PP MAWARNI NARULITA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116972", "2010 TS PP MAWARNI NARULITA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/116973", "2010 TS PP MAWARNI NARULITA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/116974", "2010 TS PP MAWARNI NARULITA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/116975", "2010 TS PP MAWARNI NARULITA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/116976", "2010 TS PP MAWARNI NARULITA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/116977", "2010 TS PP MAWARNI NARULITA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/116978"}, "Penulis": "MAWARNI NARULITA (NIM : 22208007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Arsegianto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "KKKS, Metode Analytical Hierarcy Process (AHP)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}