{"Nomor": 23024, "Judul": "ANALISIS KESALAHAN PADA PERANCANGAN PURWARUPA GIROSKOP SERAT OPTIK SATU SUMBU BERBASIS INTERFEROMETER OPTIK", "Abstrak": "Giroskop memiliki peran penting pada sistem navigasi inersial (INS) yaitu memberikan informasi orientasi yang juga diperlukan guna transformasi koordinat output akselerometer ke kerangka inersial yang relatif tetap atau kerangka yang ditetapkan pada sistem navigasi. Oleh karena pentingnya kehandalan serta kebenaran output sebuah giroskop, tujuan dari penelitian ini adalah melakukan analisis kesalahan potensial pada rancangan giroskop serat optik berbasis interferometer optik (IFOG). Perancangan dilakukan dengan membuat purwarupa IFOG. IFOG bekerja berdasarkan efek Sagnac. Efek Sagnac menyatakan bahwa perbedaan fasa dari dua cahaya laser yang berpropagasi berlawanan arah dalam lintasan tertutup pada sistem IFOG akan sebanding dengan kecepatan sudut putar IFOG yang bersangkutan. Dengan demikian yang menjadi objek pengukuran adalah perbedaan fasa yang sebanding dengan perubahan sudut. Namun dalam perancangan IFOG, banyak sumber beda fasa yang bukan berasal dari efek Sagnac yang disebut dengan bias sudut fasa. \n\nSelain terdapat bias sudut fasa, terdapat pula noise deterministik dan noise stokastik pada sistem IFOG. Upaya reduksi noise deterministik dilakukan dengan metode least square, sedangkan noise stokastik perlu diberikan perlakuan khusus. Noise stokastik perlu diidentifikasi terlebih dahulu untuk mendapatkan jenis noise yang dominan pada sistem menggunakan metode variansi Allan. Pada sistem IFOG yang dirancang telah didapatkan tiga jenis noise yang dominan, yaitu ARW (angle random walk), BI (bias instability) dan RRW (rate random walk). Hasil dari identifikasi noise ini kemudian digunakan untuk membuat model sistem IFOG dan selanjutnya model digunakan untuk implementasi algoritma tapis Kalman. Dalam penelitian ini tapis Kalman akan melakukan estimasi daya output giroskop. Dari daya output terestimasi selanjutnya dapat dihitung sudut orientasi yang diberikan oleh giroskop. Dari penelitian ini diketahui bahwa tapis Kalman mampu menghasilkan estimasi daya output giroskop dengan baik. Pada sistem purwarupa yang dirancang teridentifikasi bahwa terdapat very low frequency disturbance yang berasal dari sistem optik yang tidak dapat dihilangkan dengan high-pass filter.", "Daftar File": {"2017 TA PP MEGAN GRACIELA NAULI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117023"}, "Penulis": "Megan Graciela Nauli    (NIM : 13313008)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Endang Juliastuti, MS. \n\nProf. Dr. Ir. Harijono A. Tjokronegoro, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sistem Navigasi Inersial, Interferometer Fiber Optic Gyroscope, variansi Allan, tapis Kalman", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "27 Sep 2017"}