{"Nomor": 23021, "Judul": "REKONSTRUKSI PETA DISPARITAS PADA DIGITAL STEREO VISION", "Abstrak": "Sistem stereo vision dapat diartikan sebagai sistem penglihatan dengan menggunakan dua mata yang masing-masing memiliki bidang pandang berbeda tetapi masih saling tumpang tindih. Perbedaan dan kesamaan antar kedua citra yang direkam oleh mata kemudian diolah oleh otak sehingga didapatkan informasi mengenai kedalaman. Pada digital stereo vision, peran mata digantikan  \n \n\noleh kamera serta peran otak untuk mengolah citra digantikan oleh komputer. Informasi kedalaman pada digital stereo vision ditampilkan dalam bentuk peta  \n \n\ndisparitas. Bidang yang mengaplikasikan sistem digital stereo vision antara lain pada bidang pengukuran, pencitraan, dan rekonstruksi tiga dimensi. Sistem yang digunakan pada penelitian ini terdiri dari perangkat keras perekaman citra berupa satu buah webcam standar dan perangkat lunak yang terdiri dari program perekaman, pembacaan citra, block-matching, dan estimasi subpiksel.  \n \n\nPada percobaan, pergeseran kamera diatur pada jarak 0,5 cm dengan rentang disparitas 0-15. Objek yang digunakan pada penelitian ini berupa tiga balok yang diberi pola agar peta disparitas yang dihasilkan dapat melingkupi seluruh permukaan balok. Rentang jarak antar balok disusun mulai dari 1 cm sampai 50 cm dengan variasi interval jarak 2 cm, 5 cm, dan 10 cm. Percobaan dengan jarak antar balok 10 cm menghasilkan peta disparitas yang optimum secara visual. Pada percobaan ini, proses block-matching dengan template 7x7 piksel menghasilkan nilai rata-rata disparitas pada balok 1 sebesar 11,91, balok 2 sebesar 8,98, dan balok 3 sebesar 7,04. Upaya untuk meminimalkan noise atau disparitas bernilai ekstrem kemudian dilakukan dengan memperbesar ukuran template dan menjalankan proses estimasi subpiksel. Setelah ukuran template diperbesar menjadi 15x15 piksel, nilai rata-rata disparitas pada balok 1 berubah menjadi 12,00, balok 2 menjadi 9,01, dan balok 3 menjadi 7,01.  \n \n\nSetelah dilakukan proses estimasi subpiksel dengan template 15x15 piksel, nilai rata-rata disparitas yang dimiliki balok 1 berubah menjadi 12,02, balok 2 menjadi  \n \n\n9,05, dan balok 3 menjadi 7,17. Perubahan nilai rata-rata disparitas mengindikasikan noise yang dapat diminimalkan.", "Daftar File": {"2013 TA PP MEDIANE NURUL FUADAH  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/116999", "2013 TA PP MEDIANE NURUL FUADAH  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/117000", "2013 TA PP MEDIANE NURUL FUADAH  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/117001", "2013 TA PP MEDIANE NURUL FUADAH  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/117002", "2013 TA PP MEDIANE NURUL FUADAH  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/117003", "2013 TA PP MEDIANE NURUL FUADAH  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/117004", "2013 TA PP MEDIANE NURUL FUADAH  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/117005"}, "Penulis": "MEDIANE NURUL FUADAH (NIM : 13309027)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nDr. Ir. Endang Juliastuti, M.S.", "Dr. Suprijanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Stereo vision, peta disparitas, block-matching, range imaging sensor, kedalaman, rekonstruksi tiga dimensi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}