{"Nomor": 23032, "Judul": "ANALISA KEPUASAN KARYAWAN DI EMERALD BANK, INDONESIA", "Abstrak": "Emerald Bank telah beroperasi dan menajalankan bisnisnya di Indonesia dengan melayani    \n \n \n \n\nnasabah korporasi. Mengacu hal tersebut, Emerald Bank diharuskan untuk memperoleh    \n \n \n \n\ndan memanfaatkan sumber daya yang ada dalam mencapai tujuan bisnisnya. Masalah lain    \n \n \n \n\nmuncul di Emerald Bank dimana perusahaan menghadapi kesulitan yang lebih besar    \n \n \n \n\ndalam memperoleh sumber daya manusia yang diperlukan untuk memenuhi tujuan dan    \n \n \n \n\nsasaran perusahaan. Adanya ketidakpuasan karyawan ditandai dengan tidak adanya    \n \n \n \n\ntanggapan positif terhadap prestasi pegawai. Hal itu bisa mempengaruhi loyalitas, dedikasi    \n \n \n \n\ndan kejujuran mereka jika tidak ada apresiasi yang tepat dari institusi tersebut. Jadi untuk    \n \n \n \n\nmeningkatkan kinerja karyawan, kepuasan kerja karyawan berperan besar dalam    \n \n \n \n\nmendukung tanggung jawabnya.     \n \n \n \n\nPenelitian ini bertujuan untuk menguji hubungan karakteristik pekerjaan terhadap    \n \n \n \n\nkepuasan kerja di Emerald Bank Indonesia. Oleh karena itu, penelitian korelasional    \n \n \n \n\ndilakukan untuk mengidentifikasi hubungan antara faktor-faktor penting (variabel    \n \n \n \n\nindependen) dan masalah (variabel dependen). Untuk memeriksa hubungan tersebut,    \n \n \n \n\nteknik pengumpulan data yang digunakan adalah metode kuantitatif. Dengan metode    \n \n \n \n\nkuantitatif memungkinkan analisis statistik yang akan menjamin data yang terkumpul    \n \n \n \n\ndapat diandalkan dan valid. Oleh karena itu, kuesioner diisi oleh 57 responden sebagai    \n \n \n \n\ninstrumen untuk penelitian ini.     \n \n \n \n\nBerdasarkan hasil pengamatan, penelitian ini telah merumuskan praktik implementasi    \n \n \n \n\npada objek berikut: 1.Perbaikan kepemimpinan; 2.Kepemimpinan yang mengetahui    \n \n \n \n\npekerjaan anak buah; 3.Peningkatan karir; 4.Penerimaan fasilitas yang sama; 5.Perbaikan    \n \n \n \n\nmanajemen (hadiah dan penghargaan); 6.Tandem kerja dengan sesama tim dan pertukaran    \n \n \n \n\ndivisi; 7.Promosi staff; 8.Pengaturan ulang tempat meja kerja.", "Daftar File": {"2017 TS PP MEITY ANDINA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117079"}, "Penulis": "MEITY ANDINA (NIM 29114514)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Jann Hidajat Tjakraatmadja"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "job satisfaction, effectiveness of supervision, employee acceptance, work allocation, rewards and recognizing", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "28 Sep 2017"}