{"Nomor": 23033, "Judul": "KAJIAN PENYEDIAAN RUANG TERBUKA HIJAU PUBLIK DI KAWASAN PERKOTAAN INDRALAYA KABUPATEN OGAN ILIR SUMATERA SELATAN", "Abstrak": "Secara formal UU Nomor 26 Tahun 2007 menetapkan proporsi RTH publik minimal 20% dari luas wilayah kota yang harus dipenuhi semua kota dalam dokumen RTRW. Pada prakteknya di lapangan banyak menimbulkan persoalan karena masih banyak kota yang tidak dapat memenuhinya. Baik kota otonom maupun non otonom dewasa ini mempunyai permasalahan penurunan kualitas lingkungan hidup yang beragam dan harus mendapat perhatian khusus terutama terkait penyediaan RTH publik. Persoalan penyediaan RTH publik pada dasarnya tidak bisa ditetapkan secara kaku harus seluas minimal 20% dari luas wilayah kota, karena terdapat beragam perbedaan antar tipologi kota, antara kota di Pulau Jawa dan luar Pulau Jawa, dan antara kota yang berada di hulu, tengah dan hilir dalam suatu Daerah Aliran Sungai (DAS) sebagai suatu ekoregion. Oleh karena itu penelitian ini bertujuan untuk mengkaji kembali aspek penyediaan RTH publik pada kawasan perkotaan non otonom di kabupaten dengan memperkirakan kebutuhan RTH publik berdasarkan jumlah penduduk yang harus mendapatkan jasa lingkungan dari RTH tersebut.           \n \n\nWilayah penelitian adalah kawasan perkotaan Indralaya yang merupakan kawasan perkotaan berstatus non otonom di Kabupaten Ogan Ilir Sumatera Selatan. Kajian juga didasari oleh belum teridentifikasinya RTH publik yang ada dan untuk mengevaluasi aspek penyediaan RTH publik di kawasan perkotaan Indralaya dengan melihat perbandingan ketersediaan terhadap kebutuhan RTH publik. Dalam pelaksanaannya penelitian ini dilakukan dengan metode kuantitatif, menggunakan teknik analisis spasial GIS, analisis perhitungan kebutuhan RTH publik, dan statistik deskriptif.           \n \n\nHasil penelitian menunjukkan bahwa untuk kawasan perkotaan non otonom di kabupaten seperti kawasan perkotaan Indralaya, penetapan luas RTH publik yang harus disediakan oleh sebuah kota berdasarkan luas wilayah kota kurang tepat. Perhitungan kebutuhan RTH publik berdasarkan luas wilayah akan menghasilkan nilai luasan RTH publik yang terlalu besar bila dibandingkan dengan kebutuhan berdasarkan jumlah penduduk sehingga sulit untuk dicapai. Ini terihat dari selisih yang besar antara luasan ketersediaan potensial terhadap ketentuan 20% luas wilayah perkotaan. Hasil perhitungan dengan memperkirakan kebutuhan RTH publik berdasarkan jumlah penduduk menghasilkan nilai yang relatif lebih mendekati karakteristik kawasan perkotaan non otonom di kabupaten, sementara itu ketersediaan potensialnya jauh lebih luas.", "Daftar File": {"2016 TS PP MELARADIANI SIREGAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/117080", "2016 TS PP MELARADIANI SIREGAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/117081", "2016 TS PP MELARADIANI SIREGAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/117082", "2016 TS PP MELARADIANI SIREGAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/117083", "2016 TS PP MELARADIANI SIREGAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/117084", "2016 TS PP MELARADIANI SIREGAR 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/117085", "2016 TS PP MELARADIANI SIREGAR 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/117086", "2016 TS PP MELARADIANI SIREGAR 1-BAB 5C.pdf": "https://digilib.itb.ac.id/gdl/download/117087", "2016 TS PP MELARADIANI SIREGAR 1-BAB 5D.pdf": "https://digilib.itb.ac.id/gdl/download/117088", "2016 TS PP MELARADIANI SIREGAR 1-BAB 5E.pdf": "https://digilib.itb.ac.id/gdl/download/117089", "2016 TS PP MELARADIANI SIREGAR 1-BAB 5F.pdf": "https://digilib.itb.ac.id/gdl/download/117090", "2016 TS PP MELARADIANI SIREGAR 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/117091", "2016 TS PP MELARADIANI SIREGAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/117092"}, "Penulis": "MELARADIANI SIREGAR (NIM", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. IwanKustiwan, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Landscape architecture", "Kata Kunci": "Ruang terbuka hijau publik, kawasan perkotaan non otonom di kabupaten, 20% dari luas wilayah kota.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Rd. Lenny Fatimah N., Dra", "File": "13 file", "Tanggal Input": "09 Okt 2017"}