{"Nomor": 23042, "Judul": "Kerapuhan", "Abstrak": "Memori manusia timbul ketika sorang manusia mengalami suatu peristiwa yang menghasilkan emosi yang mendalam. Rasa sedih, senang, cemburu, takut dan marah adalah hasil implikasi dari suatu peristiwa yang dialami oleh setiap manusia. Emosi yang timbul dari peristiwa yang terjadi membentuk perilaku individu itu sendiri.   \n \n\nEmosi merupakan reaksi tubuh saat menghadapi situasi tertentu. Emosi yang timbul membangkitkan energi yang menciptakan gairah dalam hidup manusia. Dengan demikian bisa dikatakan emosi tidak hanya merupakan reaksi terhadap kondisi diri sendiri maupun luar diri sendiri, tetapi juga upaya pencapaian ke arah pembentukan diri menuju hidup yang spiritual.   \n \n\nPengalaman estetik membuat semua unsur pengalaman menjadi pengalaman Memiliki makna dan kedalaman. Semua kautuhan pengalaman itu terjadi lewat kegiatan menghubungkan dan merangkaikan unsur-unsur pengalaman yang kita peroleh dari penginderaan atas benda seni. Inilah sebabnya sebuah karya seni yang bermutu  dapat memberikan pengalaman seni yang berbeda-beda bagi apresiatornya.   \n \n \n\nInteraktifitas antara indra dan tindakan seseorang adalah hal yang saling berkaitan satu sama lain. Dalam hal berkarya senirupa hal ini dapat diaplikasikan pada seni interaktif yang merupakan bagian dari seni media baru ,menggabungkan antara aktivitas audience ( pengamat ) dengan karya dan menjadikan audience bagian dari dalam karya itu sendiri.", "Daftar File": {"2017 TS PP Melvan G.H Sagala 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117127"}, "Penulis": "Melvan G.H Sagala - Nim: 27014014", "Kontributor / Dosen Pembimbing": ["Drs. Asmudjo Jono Irianto, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "memori, emosi, pengalaman estetik, media interaktif", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}