{"Nomor": 23048, "Judul": "KAJIAN BIAYA KETERLAMBATAN PROYEK DENGAN ANALISIS WHAT-IF (Studi Kasus: Proyek Apartemen dan Condotel La Grande Merdeka Tamansari)", "Abstrak": "Keterlambatan dalam proyek konstruksi adalah akibat dari tidak terpenuhinya jadwal yang telah direncanakan karena adanya ketidaksesuaian kondisi rencana dengan kondisi aktual. Akibat dari keterlambatan proyek antara lain terjadinya peningkatan biaya baik berupa denda maupun kerugian dari masing-masing pihak yang terlibat. Oleh karena itu, diperlukan adanya tindakan preventif untuk mengantisipasi jika disinyalir adanya indikasi keterlambatan proyek, salah satu caranya adalah dengan melakukan upaya percepatan. Tujuan tugas akhir ini adalah mengkaji upaya percepatan apa saja yang dapat dilakukan dalam mengantisipasi keterlambatan proyek dan dampak masing-masing upaya percepatan tersebut terhadap biaya proyek pada suatu penjadwalan proyek konstruksi, yaitu proyek Apartemen dan Condotel La Grande Merdeka Tamansari. Pada tugas akhir ini dilakukan peninjauan pada Precedence Diagram Method (PDM) dan dilakukan analisis what-if dengan mensimulasikan keterlambatan pada satu kegiatan kritis, kemudian dilakukan upaya percepatan pada kegiatan pengikut dimana penentuan kegiatan pengikut yang akan dipercepat dilakukan dengan crash program. Hasil dari tugas akhir ini menunjukkan bahwa upaya percepatan yang dapat dilakukan antara lain penambahan jumlah tenaga kerja dan penambahan jam kerja (lembur) dimana kedua upaya percepatan tersebut harus diintegrasikan dengan peningkatan jumlah persediaan material. Masing-masing dari upaya percepatan yang telah disebutkan memberikan dampak terhadap  penambahan biaya. Setelah dibandingkan dengan denda akibat keterlambatan, upaya percepatan memberikan dampak biaya lebih rendah. Oleh karena itu, direkomendasikan untuk dilakukan upaya percepatan ketika terjadi keterlambatan, yaitu dengan melakukan penambahan jumlah tenaga kerja dan peningkatan jumlah persediaan material.", "Daftar File": {"2014 TA PP MESA GUSTYA SITI ULFIANA 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/117141", "2014 TA PP MESA GUSTYA SITI ULFIANA 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/117142", "2014 TA PP MESA GUSTYA SITI ULFIANA 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/117143", "2014 TA PP MESA GUSTYA SITI ULFIANA 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/117144", "2014 TA PP MESA GUSTYA SITI ULFIANA 1 - BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/117145", "2014 TA PP MESA GUSTYA SITI ULFIANA 1 - BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/117146", "2014 TA PP MESA GUSTYA SITI ULFIANA 1 - BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/117147", "2014 TA PP MESA GUSTYA SITI ULFIANA 1 - BAB 4D.pdf": "https://digilib.itb.ac.id/gdl/download/117148", "2014 TA PP MESA GUSTYA SITI ULFIANA 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/117149", "2014 TA PP MESA GUSTYA SITI ULFIANA 1 - BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/117150", "2014 TA PP MESA GUSTYA SITI ULFIANA 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/117151"}, "Penulis": "MESA GUSTYA SITI ULFIANA ( NIM : 15010053 )", "Kontributor / Dosen Pembimbing": ["pembimbing :    Dr. Ir. Krishna Suryanto Pribadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Keterlambatan proyek, percepatan proyek, PDM, analisis whatif, crash program", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "11 file", "Tanggal Input": "07 Nov 2017"}