{"Nomor": 23040, "Judul": "PERANCANGAN PENAMBAHAN KAPASITAS PENGOLAHAN INSTALASI PENGOLAHAN AIR LIMBAH (IPAL) DOMESTIK WADUK MELATI, JAKARTA PUSAT", "Abstrak": "Waduk Melati berada di Kelurahan Kebon Melati, Kecamatan Tanah Abang, Jakarta Pusat. Waduk Melati ini berfungsi sebagai bangunan pengendali banjir dan menampung air dari Kebon Kacang dan sebagian permukiman penduduk di sekitar Waduk. Waduk Melati memiliki luas sekitar 8,5 hektar dan menampung air dari 20.380 jiwa. Kondisi Waduk Melati saat ini adalah tercemar oleh limbah domestik dari kawasan permukiman. Oleh karena itu, air limbah yang dihasilkan itu memerlukan penanganan khusus sebelum dibuang ke badan air penerima.  \n \n\nSaat ini terdapat Instalasi Pengolahan Air Limbah (IPAL) di Waduk Melati, dan sumber air limbah yang masuk ke IPAL Waduk Melati ini yaitu dari pemukiman penduduk, fasilitas perkotaan, air sungai, dan air hujan. Air yang masuk ke IPAL ini tidak melalui suatu riol pengumpul tetapi tercampur dengan saluran drainase dan anak sungai yang dapat mencemari badan air. IPAL yang ada saat ini memiliki kapasitas pengolahan sebesar 5,78 liter/detik. Namun apabila dilihat dari cakupan pelayanan, kapasitas eksisting tidak cukup untuk menampung air limbah dari 20.380 jiwa sehingga dibutuhkan untuk peningkatan kapasitas pengolahan IPAL. Sehingga dalam perencanaan ulang IPAL Waduk Melati ini dlilakukan evaluasi meliputi evaluasi kapasitas dan performansi dari setiap unit IPAL. Dalam evaluasi performansi unit IPAL, dikaji efisiensi pengolahan dalam setiap unit yang ada pada IPAL. \n \n\nDalam perencanaan ulang IPAL Waduk Melati ini dipilih alternatif pengolahan menggunakan Rotating Biological Contactor yang diikuti dengan pengolahan menggunakan Activated Sludge. Pemilihan alternatif ini sesuai dengan pertimbangan yang ditinjau dari beberapa aspek. Dengan adanya desain baru IPAL ini diharapkan akan mencapai efisiensi pengolahan yang optimum dan akan menghasilkan effluen yang sesuai dengan baku mutu yang telah ditetapkan pemerintah sehingga aman dibuang ke lingkungan dan mampu meminimalisasi kontaminasi fisik, kimia, dan biologi terhadap badan air penerima. Hal ini dimaksudkan untuk mengurangi beban yang diterima oleh badan air penerima yaitu Waduk Melati.", "Daftar File": {"2017 TA PP MELITA NESYA M 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117125"}, "Penulis": "MELITA NESYA M.( NIM : 15313081)", "Kontributor / Dosen Pembimbing": ["Ir. Agus Jatnika Effendi, Ph. D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": ": IPAL, Waduk Melati, rotating biological contactor, activated sludge", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "03 Okt 2017"}