{"Nomor": 23043, "Judul": "EVALUASI RELIABILITAS STRUKTUR KABEL JEMBATAN SURAMADU TERHADAP GAYA ANGIN", "Abstrak": "Jembatan Suramadu adalah salah satu contoh jembatan cable stayed yang memiliki bentang utama 818 m. Permasalahan yang sering terjadi pada jembatan bentang panjang adalah kelangsingan yang menyebabkan struktur jembatan menjadi sangat labil terhadap gangguan angin. Angin dan beban lalu lintas adalah beban-beban yang bersifat acak atau random. Begitu pula dengan besarnya tahanan yang dimiliki oleh suatu struktur juga bergantung pada variabel yang dalam hal ini adalah kuat tarik baja dan kuat tekan beton. Dengan demikian, resiko yang terjadi bila tahanan < beban tidak dapat dihindari. Maka dari itu, resiko atau reliabilitas yang merupakan 1 dikurang resiko dari struktur kabel terhadap beban mati, beban lalu lintas, dan beban angin perlu ditinjau. Gangguan angin pada struktur juga dapat menyebabkan terjadinya flutter dan vortex shedding. Dalam tugas akhir ini, kedua bahaya juga dievaluasi. Berdasarkan evaluasi yang sudah dilakukan, kabel penggantung memiliki resiko kegagalan struktur yang sangat kecil terhadap beban mati, berbagai kombinasi beban lalu lintas, dan beban angin. Di samping itu, berdasarkan perhitungan analisis dinamik struktur untuk periode umur bangunan 100 tahun, Jembatan Suramadu aman terhadap bahaya flutter. Namun, ada indikasi kemungkinan terjadi vortex shedding.", "Daftar File": {"2014 TA PP MENDY 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/117128", "2014 TA PP MENDY 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/117129", "2014 TA PP MENDY 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/117130", "2014 TA PP MENDY 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/117131", "2014 TA PP MENDY 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/117132", "2014 TA PP MENDY 1 - BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/117133", "2014 TA PP MENDY 1 - BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/117134", "2014 TA PP MENDY 1 - BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/117135", "2014 TA PP MENDY 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/117136"}, "Penulis": "MENDY ( NIM : 15010034 )", "Kontributor / Dosen Pembimbing": ["pembimbing :    \n \n \n \n\nIr. Indra Djati Sidi, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Jembatan Suramadu, reliabilitas, kabel penggantung, beban angin, flutter, vortex shedding.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "07 Nov 2017"}