{"Nomor": 23056, "Judul": "PEMANFAATAN ABU BIOMASSA UNTUK PRODUKSI GEOPOLIMER RAMAH LINGKUNGAN", "Abstrak": "Meningkatnya pembangunan infrastrukur di Indonesia diiringi dengan meningkatnya permintaan terhadap bahan konstruksi, terutama semen Portland. Industri semen Portland merupakan salah satu industri energi intensif yang menimbulkan emisi gas CO2 yang tinggi. Salah satu alternatif pengganti semen Portland dengan proses produksi yang lebih ramah lingkungan adalah geopolimer. Geopolimer merupakan polimer anorganik silika-alumina yang dapat memanfaatkan limbah industri seperti terak, abu terbang batu bara maupun abu biomassa sebagai bahan baku. Konsumsi Indonesia terhadap biomassa yang tinggi merupakan potensi yang besar untuk pemanfaatan limbah abu biomassa sebagai bahan baku geopolimer untuk pengganti semen Portland. Oleh karena itu, peninjauan terhadap kelayakan penggunaan abu biomassa sebagai pengganti semen Porland dilakukan pada penelitian ini.  \n \n\nPada penelitian ini, geopolimer dibuat dengan memvariasikan komposisi abu yang terdiri dari abu tempurung kelapa, abu sekam padi dan flyash sesuai rancangan campuran simplex-centroid. Penelitian dimulai dengan percobaan pendahuluan untuk menentukan perbandingan bahan baku pada masing-masing variasi percobaan utama yang terdiri dari aktivator/prekursor dan NaSi/KOH. Selanjutnya dilakukan percobaan utama dengan memproduksi geopolimer berukuran kubus sisi 5 cm. Pengujian yang dilakukan pada geopolimer berupa uji kuat tekan mortar pada umur pematangan 7 hari, uji waktu ikat awal dan analisis ikatan kimia dengan menggunakan FTIR. Kelayakan geopolimer sebagai pengganti semen Portland ditentukan berdasarkan standar SNI 15-2049-2004.  \n \n\nBerdasarkan uij kuat tekan, geopolimer berbasis tempurung kelapa dan campuran sekam padiflyash memenuhi standar yang ditentukan yaitu memiliki kuat tekan diatas 2 MPa pada umur 7 hari produksi. Geopolimer dengan komposisi sekam padi tidak memenuhi standar karena memiliki kuat tekan 1,4 MPa. Uji waktu ikat menunjukkan bahwa geopolimer berbasis tempurung kelapa dan flyash memiliki waktu ikat yang relatif cepat dan sesuai standar minimal waktu ikat awal selama 45 menit, sedangkan geopolimer dengan komposisi abu sekam padi memiliki waktu ikat awal yang relatif lama dibandingkan dengan variasi komposisi geopolimer lainnya. Pengujian FTIR pada sampel geopolimer menunjukkan bahwa terdapat ikatan Al-O atau Si-O asimetris yang menunjukkan terjadinya reaksi geopolimerisasi.", "Daftar File": {"2017 TA PP Mhd. Rizki Fernando 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117172"}, "Penulis": "Mhd. Rizki Fernando - Nim: 13013115", "Kontributor / Dosen Pembimbing": ["Dr. Tjokorde Walmiki Samadhi  \n\nDr. Winny Wulandari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Geopolimer, abu tempurung kelapa, abu sekam padi, abu terbang batubara, mortar, kuat tekan, waktu ikat awal, simplex-centroid design.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2017"}