{"Nomor": 23054, "Judul": "MODEL MATEMATIKA DALAM PENGATURAN KELESTARIAN HUTAN PERUSAHAAN PERHUTANI BKPH BEGAL, KPH NGAWI, JAWA TIMUR", "Abstrak": "Kelestarian Hutan adalah salah satu faktor yang mendukung keberlangsungan siklus hidrologi yang ada di kehidupan. Hutan dikatakan lestari apabila di dalam hutan tersebut terdapat komposisi kelas umur tanaman yang tepat, yakni kelas umur tanaman tua cenderung lebih dominan daripada kelas umur tanaman muda. Tanaman berumur tua memiliki akar yang kuat dan tajuk yang rindang yang mampu menghambat laju erosi tanah pada lantai hutan. Pada penelitian ini difokuskan pada tanaman produksi Perusahaan Perhutani, yakni pohon jati yang memiliki kelas umur dengan durasi umur tertentu. Tentu, untuk mencapai status hutan lestari perlu dilakukan pengaturan yang baik perihal perawatan dan penjagaan sesuai dengan kondisi hutan yang ada, oleh karena itu penelitian ini bertujuan untuk memprediksi dinamika populasi pohon jati agar dapat menentukan kebijakan pengelolaan hutan yang relevan serta untuk menemukan langkah-langkah yang tepat dalam mempertahankan kondisi hutan. Pada penelitian ini digunakan model matematika Matriks Leslie dan Rantai Markov. Matriks Leslie adalah matriks yang berisikan entri berupa peluang suatu kelas hutan bertahan di kelasnya dan peluang naik ke kelas berikutnya. Pada akhir penelitian ini disimpulkan kondisi hutan di Begal akan pulih menjadi hutan lestari dalam perkiraan waktu Ã‚Â±18 tahun. Sementara pada Model Rantai Markov terdapat matriks transisi peluang perubahan state antara lain, state KU (Baik), state TBK (Buruk), dan state TK (Sangat Buruk). Melalui analisis long-run behaviour diperoleh waktu rataan kelas hutan bertahan di kelasnya yang sesuai dengan perubahan kondisi hutan yang ada, sehingga dengan mensimulasi perubahan kondisi hutan dapat diketahui petak-petak hutan yang sebaiknya dijaga dan dipertahankan.", "Daftar File": {"2017 TA PP MHARTA ADJI WARDANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/117164", "2017 TA PP MHARTA ADJI WARDANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/117170"}, "Penulis": "MHARTA ADJI WARDANA (NIM : 10113064)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Nuning Nuraini, S.Si, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Komposisi kelas umur hutan lestari, Matriks Leslie, Rantai Markov, Analisis long-run behaviour", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "2 file", "Tanggal Input": "06 Nov 2017"}