{"Nomor": 23064, "Judul": "PEMODELAN STRUKTUR BAWAH PERMUKAAN GUNUNGAPI TANGKUBAN PARAHU DENGAN METODE GAYABERAT", "Abstrak": "Metode gayaberat merupakan sebuah metode geofisika non-invasif yang mengukur perbedaan medan gravitasi Bumi pada lokasi-lokasi tertentu. Metode ini dapat digunakan untuk berbagai aplikasi dalam studi keteknikan dan  \n \n\nlingkungan. Kesuksesan dari penggunaan metode gayaberat tergantung pada materi dalam Bumi yang mengandung densitas bulk yang berbeda yang menghasilkan variasi dalam medan gravitasi yang diukur.  \n \n\nGunung Tangkuban Parahu merupakan gunungapi aktif bertipe stratovolcano dengan ketinggian 2,081 m di atas laut yang terletak dalam kaldera Sunda, yang berada pada sekitar 30 km di utara kota Bandung, provinsi Jawa Barat, Indonesia. Tujuan dari penelitian ini adalah membuat Peta Anomali Bouguer Residual dengan menggunakan Peta Anomali Bouguer Lengkap Gunung Tangkuban Parahu, serta membuat model bawah permukaan Gunung Tangkuban Parahu menggunakan Peta Anomali Bouguer Residual yang didukung oleh informasi geologi. Peta Anomali Bouguer Lengkap memiliki rentang nilai gayaberat berkisar antara 0 sampai dengan +48 mGal, dengan nilai anomali tinggi yang terdapat di baratdaya Tangkuban Parahu, dan nilai anomali rendah di barat Tangkuban Parahu. Peta Anomali Bouguer Regional memiliki rentang nilai gayaberat yang hampir serupa dengan Peta Anomali Bouguer Lengkap, yakni +2 hingga +48 mGal, dan Peta Anomali Bouguer Residual rentang nilai gayaberat berkisar antara Ã‚Â–4.56 hingga +5.25 mGal. Pemodelan kedepan 2.5 dimensi menghasilkan kantung magma dengan bentuk dan posisi yang berada hampir tepat dibawah gunungapi.", "Daftar File": {"2017 TA PP MICHAEL DWAYNE H. 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117211"}, "Penulis": "MICHAEL DWAYNE HAHIJARY    (NIM: 12311009)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Djoko Santoso, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "metode gayaberat, struktur bawah permukaan, digitasi, residualisasi, anomali, pemodelan", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}