{"Nomor": 23063, "Judul": "TOMOGRAFI ATENUASI MENGGUNAKAN DATA MICROEARTHQUAKE (MEQ)  STUDI KASUS: LAPANGAN PANAS BUMI WAYANG WINDU", "Abstrak": "Lapangan panas bumi Wayang Windu terletak diantara kawasan vulkanik Gunung Wayang, Gunung Windu dan Gunung Malabar. Lapangan panas bumi ini mulai memproduksi uap pada Juni tahun 2000 dengan kapasitas produksi 227 MWe dari dua unit produksi. Pada sumur MBB-1, telah dilakukan tiga kali simulasi hidrolik yang dilakukan pada tahun 1998, 2005 dan 2007. Simulasi ini bertujuan untuk monitoring hydraulic fractures yang muncul dibawah permukaan, sehingga dapat menentukan target eksplorasi dan titik pemboran. Data yang digunakan merupakan hasil perekaman pada tahun 2007 selama 44 hari dengan menghasilkan 234 event sekitar kompleks Malabar. Berdasarkan data yang diperoleh kita dapat mendeterminasi struktur geologi dan karakteristik reservoar dengen menggunakan metode tomografi atenuasi(1/Q).          \n \n \n\nAtenuasi merupakan parameter fisik batuan yang dapat menggambarkan kondisi geologi di bawah permukaan. Pencitraan tomografi atenuasi di lapangan panas bumi Wayang Windu menggunakan data microearthquake (MEQ) dalam bentuk operator atenuasi, t*. Metode spectral fitting digunakan untuk mendeterminasi nilai t*. Untuk melakukan inversi tomografi atenuasi digunakan pula inputan kecepatan 3D dari penelitian terdahulu yang telah dilakukan di wilayah yang sama. Penelitian ini menggunakan nilai Qp, Qs and rasio Qp/Qs untuk mendeterminasi kondisi geologi, serta membandingkan dengan hasil tomografi kecepatan (Vp, Vs and rasio Vp/Vs). Nilai anomali atenuasi dan kecepatan tersebut berasosiasi keberadaan fluida dan segmen sesar.", "Daftar File": {"2013 TS PP MIA USWATUN HASANAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/117203", "2013 TS PP MIA USWATUN HASANAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/117204", "2013 TS PP MIA USWATUN HASANAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/117205", "2013 TS PP MIA USWATUN HASANAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/117206", "2013 TS PP MIA USWATUN HASANAH 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/117207", "2013 TS PP MIA USWATUN HASANAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/117208", "2013 TS PP MIA USWATUN HASANAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/117209", "2013 TS PP MIA USWATUN HASANAH 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/117210"}, "Penulis": "MIA USWATUN HASANAH  (NIM : 22310013)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Microearthquake, Tomografi, Atenuasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}