{"Nomor": 23069, "Judul": "ROCK TYPING PADA FORMASI BATU PASIR POROSITAS RENDAH", "Abstrak": "Sumur MF merupakan salah satu sumur laut dalam pada formasi batu pasir berporositas rendah di lapangan eksplorasi MF Natuna Timur. Formasi Gabus merupakan zona target reservoir lapangan MF. Namun dalam penelitian ini yang menjadi fokus bahasan adalah Gabus 3B karena formasi ini memiliki permasalahan hubungan porositas (ÃƒÂ˜) dan permeabilitas (k) yang kurang baik dikarenakan efek diagenesa. RCAL dan SCAL menujukkan bahwa sebaran data porositas dan permeabilitas dalam kondisi NOB 4200 psia adalah porositas sekitar 6 Ã‚Â– 15 % dan Permeabilitas sekitar 0.1 Ã‚Â– 100 mD dengan komposisi mineral coarse conglomeratic sandstone. Selama ini pendekatan yang dipakai untuk mendapatkan hubungan ÃƒÂ˜ dan k memakai pendekatan konvensional dengan regresi linier biasa.         \n \n\nOleh karena itu dibutuhkan metode pendekatan lain yang mampu mendiskripsikan dan mengkarakterisasi reservoir Gabus 3B sehingga bisa mengurangi ketidakpastian dalam kebutuhan model geologi dan reservoir. Metoda yang dipakai dalam rock typing ini adalah Metode Pore Geometry Structure (PGS), Hydraulic Flow Unit (HFU) dan Winland R35 dimana data RCAL dan SCAL merupakan input data utama yang sudah dalam kondisi reservoir sebenarnya. Penelitian ini juga mengevaluasi metoda mana yang lebih disarankan untuk formasi tight sand.         \n \n\nBerdasarkan rock typing dengan metode PGS dari data RCAL menghasilkan 12 rock type dan data dari data SCAL menghasilkan 8 rock type. Untuk Rock typing dengan metode Hydraulic Flow Unit (HFU) dari RCAL menghasilkan 11 Hydraulic Unit (HU) dan dari data SCAL menghasilkan 10 rock type. Sedangkan Rock typing metode Winland R35 menghasilkan 10 rock type dan dari data SCAL menghasilkan 8 rock type.         \n \n\nMetode PGS memberikan prediksi permeabilitas lebih baik karena memiliki tingkat kesalahan yang paling kecil yaitu 0,029 dibandingkan dengan metode Winland R35 dengan tingkat kesalahan 0,059 dan HFU adalah 0,062. Kurva PGS dapat mengidentifikasi adanya micro fracture baik yang aktif maupun yang tidak aktif tanpa adanya data thin section.", "Daftar File": {"2017 TS PP MIFTAHUL FIRDAUS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/117239", "2017 TS PP MIFTAHUL FIRDAUS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/117240", "2017 TS PP MIFTAHUL FIRDAUS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/117241", "2017 TS PP MIFTAHUL FIRDAUS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/117242", "2017 TS PP MIFTAHUL FIRDAUS 1-BAB 4a.pdf": "https://digilib.itb.ac.id/gdl/download/117243", "2017 TS PP MIFTAHUL FIRDAUS 1-BAB 4b.pdf": "https://digilib.itb.ac.id/gdl/download/117244", "2017 TS PP MIFTAHUL FIRDAUS 1-BAB 4c.pdf": "https://digilib.itb.ac.id/gdl/download/117245", "2017 TS PP MIFTAHUL FIRDAUS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/117246", "2017 TS PP MIFTAHUL FIRDAUS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/117247"}, "Penulis": "MIFTAHUL FIRDAUS (NIM : 22214031)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Pudji Permadi, M.Sc., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Rock Type, karakteristik reservoir, porositas, prediksi permeabilitas, PGS, Winland R35, HFU.", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}