{"Nomor": 23075, "Judul": "PENGEMBANGAN BENTUK BERTARGET KE HATI DARI KURKUMIN MENGGUNAKAN SISTEM NANOPARTIKEL KURKUMIN-EMAS DAN KAJIAN EFEKTIVITAS SECARA IN VITRO PADA SEL NIH/3T3", "Abstrak": "Fibrosis hati didefenisikan sebagai akumulasi berlebihan dari jumlah matriks ekstraseluler dan biasanya merupakan tahap akhir dari penyakit luka hati kronis. Kerusakan hati menyebabkan hepatic stellate cells menjadi lebih aktif dan memicu terjadinya peningkatan sintesis matriks ekstraselular khususnya kolagen. Pengobatan anti fibrosis ditujukan untuk menghambat aktivasi sel fibrogenik, menginduksi apoptosis hepatic stellate cells yang aktif dan/atau mencegah penumpukan matriks ekstraseluler. Kurkumin merupakan senyawa bahan alam yang telah diketahui aktivitasnya sebagai antifibrosis. Aktivitas anti fibrosis dari kurkumin dapat terjadi melalui pengurangan ekspresi mediator pre-inflamasi, menghambat aktivasi hepatic stellate cells secara in vitro dengan mengurangi proliferasi sel, menginduksi apoptosis dan menekan ekspresi gen matriks ekstraseluler. Berbagai pendekatan telah dilakukan untuk meningkatkan efektivitas kurkumin sebagai terapi fibrosis hati, diantaranya adalah pendekatan nanopartikel dengan mengkonjugasi kurkumin dengan emas berdasarkan prinsip green chemistry. Nanopartikel emas digunakan sebagai pembawa disebabkan karena sifatnya yang inert, kurang sitotoksik dan ditemukan paling banyak terakumulasi di hati. Pembentukan konjugasi antara kurkumin dan emas yang dilakukan dalam penelitian ini diharapkan mampu menghantarkan kurkumin secara spesifik ke hati sehingga mengoptimalkan terapi melalui pengubahan distribusi obat hanya tertuju pada organ target. Dengan pendekatan ini diharapkan efikasi obat menjadi maksimum dan efek samping yang tidak diinginkan menjadi minimum. Penelitian diawali dengan melakukan optimasi terhadap sejumlah parameter pada proses pembentukan konjugasi antara lain pH kurkumin, ratio konsentrasi kurkumin dengan HAuCl4, kecepatan dan lama pengadukan. Keberhasilan konjugasi secara cepat dan sederhana ditandai dengan perubahan warna dari kuning menjadi merah muda. Untuk mengkonfirmasi hasil tersebut, dilakukan juga serangkaian karakterisasi menggunakan spektrofotometri UV-visible, spektrofotometri inframerah, differential scanning calorimetry, difraksi sinar X, ukuran, indeks polidispersitas dan morfologi partikel. Untuk mengetahui kestabilan aktivitas kurkumin setelah reaksi, dilakukan uji \n\niii \n\nantioksidan pada nanopartikel kurkumin-emas menggunakan metode DPPH. Uji stabilitas fisik dan kimia juga dilakukan selama satu bulan pada suhu 5oC, suhu ruang dan suhu 40oC. Uji Aktivitas nanopartikel kurkumin-emas selanjutnya dilakukan secara in vitro pada sel NIH/3T3. Dari hasil optimasi diperoleh kondisi optimum pembentukan konjugat nanopartikel kurkumin-emas adalah pada pH kurkumin 9,3 diaduk dengan kecepatan 1000 rpm selama 2 jam, dengan perbandingan molar kurkumin: HAuCl4 adalah 1,5:1. Hasil karakterisasi menunjukan adanya interaksi antara kurkumin dengan HAuCl4. Dari hasil TEM, diperoleh morfologi nanopartikel kurkumin-emas berupa partikel sferis. Aktivitas antioksidan nanopartikel kurkumin-emas tergolong sangat kuat dan meningkat secara signifikan dibandingkan kurkumin bebas. Uji stabilitas fisik menunjukan peningkatan ukuran partikel tetapi masih dalam batas yang terkendali dalam waktu satu bulan dan uji stabilitas kimia dengan menggunakan KCKT menunjukan konjugasi nanopartikel kurkumin-emas dapat meningkatkan stabilitas kurkumin dibandingkan dengan bentuk kurkumin bebas dalam waktu sebulan. Hasil uji toksisitas in vitro pada sel NIH 3T3 diperoleh nanopartikel kurkumin-emas tidak menunjukkan toksisitas sel pada konsentrasi < 1 μg/mL. Selain itu dan yang terpenting adalah pada konsentrasi 1 μg/mL nanopartikel kurkumin-emas menunjukkan efektivitas fibrosis secara in vitro melalui penurunan produksi kolagen secara signifikan dibandingkan dengan kurkumin bebasnya. Untuk mengkaji keberhasilan pentargetan ke hati, perlu dilakukan studi lebih lanjut secara in vivo.", "Daftar File": {"2017 TS PP M ILHAM TOMAGOLA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117272", "COVER M. ILHAM TOMAGOLA (NIM: 20714316)": "https://digilib.itb.ac.id/gdl/download/200586", "BAB 1 M. ILHAM TOMAGOLA (NIM: 20714316)": "https://digilib.itb.ac.id/gdl/download/200588", "BAB 2 M. ILHAM TOMAGOLA (NIM: 20714316)": "https://digilib.itb.ac.id/gdl/download/200590", "BAB 3 M. ILHAM TOMAGOLA (NIM: 20714316)": "https://digilib.itb.ac.id/gdl/download/200592", "BAB 4 M. ILHAM TOMAGOLA (NIM: 20714316)": "https://digilib.itb.ac.id/gdl/download/200593", "BAB 5 M. ILHAM TOMAGOLA (NIM: 20714316)": "https://digilib.itb.ac.id/gdl/download/200595", "BAB 6 M. ILHAM TOMAGOLA (NIM: 20714316)": "https://digilib.itb.ac.id/gdl/download/200596", "PUSTAKA M. ILHAM TOMAGOLA (NIM: 20714316)": "https://digilib.itb.ac.id/gdl/download/200598"}, "Penulis": "M. ILHAM TOMAGOLA (NIM: 20714316)", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr. Heni Rachmawati", "Dr. rer. nat. Sophi Damayanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Kurkumin, Nanopartikel kurkumin-emas, Fibrosis hati, Sel NIH/3T3", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "9 file", "Tanggal Input": "02 Okt 2017"}