{"Nomor": 23070, "Judul": "PENGEMBANGAN METODE BARU PADA PEMBUATAN REDUCED GRAPHENE OXIDE (rGO) TERHADAP PENINGKATAN SIFAT LISTRIKNYA", "Abstrak": "Grafena merupakan alotrop karbon dua dimensi (2D) yang terhibridisasi sp2 dengan kisi heksagonal (seperti sarang lebah) dan memiliki ketebalan satu atom. Pada dasarnya, grafena adalah satu lembar dari jutaan lembar yang membentuk grafit. Dalam beberapa tahun ini, grafena menjadi pusat perhatian dunia karena sifatnya yang luar biasa dan memiliki potensi besar untuk aplikasi material nanoelektronik serta aplikasi lain diberbagai bidang. Salahsatu metode sintesis grafena yang sederhana adalah proses sintesis kimiawi yaitu dengan mereduksi oksida grafena (reduced graphene oxide; rGO), namun dalam proses sintesis ini memerlukan waktu yang relatif cukup lama, suhu yang tinggi dan penggunaan zat  asam berbahaya yang banyak. Sehingga, perlu dilakukan modifikasi sintesis yang  dapat menghasilkan grafena dengan waktu yang lebih singkat, aman, dan mimiliki konduktifitas listrik yang tinggi. Pada penelitian telah dikembangkan sebuah  proses sintesis baru dalam menghasilkan grafena dengan bantuan microwave dan    penggunaan larutan asam yang sedikit, selain itu proses sintesisnya relatif cepat, mudah dan aman. Hasil sampel yang didapat berupa serbuk rGO yang berwarna  hitam pekat. Karakterisasi yang digunakan pada penelitian ini yaitu Fourier  Tansform Infrared Spectroscopy (FT-IR), X-Ray Difrractometer (XRD), Spectroscopy Raman, Scanning Electron Microscope (SEM), Energy Dispersive  Spectrometer (EDS), 4 point probe, dan Electrochemical Impedance Spectrometer      \n \n\n(EIS). Hasil pengukuran FTIR menunjukkan puncak absorbsi oksida grafena  muncul pada O-H, C=O, dan C-O pada sampel oksida grafena (GO) dan puncak  tersebut tidak muncul pada sampel reduced graphene oxide. Puncak absorbsi rGO  menunjukkan gugus fungsi oksigen telah tereduksi dengan baik dan GO berhasil  berubah menjadi rGO. Hasil SEM menunjukkan morfologi sampel rGO berbentuklembaran-lembaran tipis. Hasil karakterisasi XRD menunjukkan terdapat puncak      \n \n\ndifraksi (002) tertinggi pada 2q ~24,5Ã‚Â°, yang mengindikasikan bahwa GO telah  berhasil direduksi menjadi rGO. Untuk menguatkan bahwa grafena telah terbentuk dilakukan pengukuran menggunakan Spektroskopi Raman. Hasil      \n \n\npengukuran puncak bilangan gelombang pita G muncul pada posisi 1583,53 cm-1. Jumlah rata-rata lapisan grafena dari perhitungan posisi bilangan gelombang pita  G adalah 1,14 lapis yang membuktikan bahwa grafena telah berhasil disintesis  dengan nilai ID/IG yang merupakan ukuran tingkat disorder sebesar 1,15. Berdasarkan pengukuran 4 point probe, H3PO4 yang digunakan sebagai pelarut asam tambahan pada proses sintesis GO mempengaruhi konduktivitas listrik pada rGO. Dimana konduktivitas listrik optimum yaitu 15,422 S/cm pada H2SO4/H3PO4 sebesar 7:3. Kinerja elektrokimia rGO yang telah disintesis dikaraterisasi menggunakan Electrochemical Impedance Spectroscopy (EIS)    \n \n\nuntuk mengetahui nilai resistansi transfer muatan (RCT). Hasil karakterisasi EIS menunjukkan bahwa penambahan H3PO4 pada rGO mampu menurunkan resistansi transfer muatan atau dapat meningkatkan konduktifitas transfer muatan. Nilai RCT yang paling optimum dari hasil eksperimen adalah pada rGO dengan perbandingan H2SO4/H3PO4 sebesar 9:1. Penambahan asam fosfat (H3PO4) menghasilkan rGO dengan struktur yang baik, kristalinitas yang besar serta tingkat pengelupasan yang baik hal ini dibuktikan dari jumlah rata-rata layer yang terbentuk semakin kecil, sehingga kemampuan rGO untuk menghantarkan arus listrik lebih baik dan juga akan menghasilkan luas area permukaan elektroda (rGO) yang semakin besar, sehingga menyebabkan resistansi transfer muatan menjadi semakin besar.", "Daftar File": {"2016 TS PP MIFTAHUL HUSNAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/117248", "2016 TS PP MIFTAHUL HUSNAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/117249", "2016 TS PP MIFTAHUL HUSNAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/117250", "2016 TS PP MIFTAHUL HUSNAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/117251", "2016 TS PP MIFTAHUL HUSNAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/117252", "2016 TS PP MIFTAHUL HUSNAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/117253", "2016 TS PP MIFTAHUL HUSNAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/117254"}, "Penulis": "MIFTAHUL HUSNAH (NIM : 20214060)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Ferry Iskandar"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Electrochemical impedance, konduktivitas listrik, reduced graphene oxide.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}