{"Nomor": 23071, "Judul": "FAKTOR AIRPORT LEAKAGE YANG BERPENGARUH TERHADAP KEPUTUSAN PENUMPANG MEMILIH BANDARA KEBERANGKATAN  (Studi Kasus: Bandara Internasional Husein Sastranegara dan Bandara Internasional Soekarno Hatta.)", "Abstrak": "Bandara merupakan salah satu kebutuhan masyarakat luas untuk dapat melakukan perjalanan dari sebuah kota ke kota lain dengan menggunakan layanan pesawat udara. Hanya, semakin meningkatnya penumpang pada bandara besar tentunya hal tersebut merupakan dampak dari keputusan penumpang untuk berpindah menggunakan bandara yang besar daripada menggunakan bandara yang terdekat (kecil). Tujuan penumpang berpindah dari bandara kecil menuju bandara besar adalah untuk mendapatkan layanan bandara yang lebih baik atau untuk mendapatkan beberapa keuntungan, kecenderungan tersebut dikenal dengan sebutan fenomena airport leakage dalam transportasi udara. Terdapat 3 faktor yang dapat mempengaruhi penumpang dalam memilih layanan penerbangan, yaitu faktor obyektif, faktor subyektif dan faktor stokastik, sementara fenomena airport leakage termasuk ke dalam faktor subyektif karena terdapat karakteristik penumpang, tujuan perjalanan, dan faktor psikologis. Fenomena airport leakage dapat ditemukan pada bandara yang letaknya berjarak kurang dari 240 Km terhadap bandara lain, terhubung dengan akses jaringan jalan raya atau jaringan jalan tol dengan waktu tempuh 3-4 jam perjalanan darat menuju bandara pengganti, dan memiliki perbedaan karakteristik antar bandara. Pada fenomena ini terdapat faktor airport leakage yang dapat mempengaruhi keputusan penumpang terhadap pemilihan bandara keberangkatan yang akan digunakan, di antaranya waktu akses, harga tiket, frekuensi, jadwal, maskapai, jenis pesawat, jenis penerbangan, kualitas layanan, dan keandalan. Metode yang akan digunakan dalam penelitian ini bersifat deskriptif kuantitatif dan teknik yang digunakan dalam mengumpulkan data  ialah kuesioner, wawancara, dan dokumentasi. Penelitian ini dilakukan pada BIHS terhadap BISH karena jarak antar kedua bandara yang berjarak 3-4 jam perjalanan darat via jalan tol, kedua bandara berjarak di bawah 240 Km, dan perbedaan karakteristik antar kedua bandara. Berdasarkan hasil analisis yang dilakukan, ditemukan bahwa penumpang asal Bandung masih cenderung untuk memilih menggunakan BISH sebagai bandara keberangkatan dibandingkan menggunakan BIHS yang berada dekat dengan lokasi mereka. Faktor-faktor airport leakage yang mempengaruhi penumpang-penumpang tersebut memilih menggunakan BISH adalah faktor harga tiket dan faktor maskapai penerbangan, selain itu faktor frekuensi dan faktor jadwal penerbangan ditemukan dapat mempengaruhi penumpang asal Bandung. Kesimpulan yang didapatkan BIHS ditemukan mengalami fenomena airport leakage pada rute Makassar dan rute Kuala Lumpur, fenomena ini terjadi karena disebabkan oleh kedua faktor tersebut dan untuk menangani dampak dari fenomena ini diharapkan BIHS dan bandara lainnya yang mengalami leakage agar dapat mencoba untuk menggunakan periklanan sebagai daya tarik pemasaran, memperbaiki layanan bandara seperti melakukan penambahan maskapai, frekuensi, dan penambahan rute-rute penerbangan baru. Selain itu, bandara dan maskapai dapat memberikan harga tiket yang relatif murah kepada penumpang.", "Daftar File": {"2017 TS PP MIKHAEL KRISTANTO MALINO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117255"}, "Penulis": "MIKHAEL KRISTIANTO MALINO", "Kontributor / Dosen Pembimbing": ["Shanty Yulianti Rachmat, ST., MT., M.Sc., PH. D."], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Perilaku Perjalanan Penumpang, Airport Leakage, BIHS, BISH", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}