{"Nomor": 23086, "Judul": "KARAKTERISASI DURABILITAS BATUAN LUMPUR (MUDROCKS) DENGAN MENGGUNAKAN  UJI INDEKS DISINTEGRASI", "Abstrak": "Karakterisasi durabilitas batuan lumpur menjadi penting berkaitan dengan sifatnya yang mudah hancur ketika tersingkap dan atau berinteraksi dengan air dalam periode waktu yang singkat. Beberapa kasus relevan yang terjadi seperti pada kerusakan jalan dan keruntuhan lereng pada Jalan Tol Cipularang dan Cipali. Saat ini kegiatan rekayasa berkaitan dengan kehadiran batulumpur yang sedang dan akan dilangsungkan di beberapa lokasi seperti pembuatan Jalan Tol Cisumdawu di wilayah Ujungjaya, Sumedang, serta pembangunan Observatorium Nasional di wilayah Timau, Kupang. Penelitian ini berguna untuk memberikan pertimbangan teknis berkaitan dengan kegiatan rekayasa yang akan dilaksanakan.   \n\nMetode penelitian yang digunakan mencakup pengujian karakteristik mineralogi melalui uji difraksi sinar X dan sifat-sifat fisik batuan yang terdiri atas densitas kering, kadar air alami, porositas, dan absorbsi. Sementara itu, pengujian durabilitas batuan dilakukan menggunakan uji indeks disintegrasi dan uji slake durability. Pengujian dilakukan melalui proses pembasahan dan pengeringan terhadap sampel batuan. Berdasarkan hasil pengujian yang diperoleh, rasio disintegrasi (DR) rata-rata untuk batulempung, serpih, batulumpur, dan batulanau berturut-turut sebesar 0,1035, 0,2183, 0,4942, dan 0,9900. Mode slaking yang terjadi untuk batulempung, batulumpur, dan serpih adalah body slaking, sedangkan pada batulanau terjadi dispersion slaking. Evaluasi yang dilakukan terhadap durabilitas batuan lumpur dalam penelitian ini menunjukkan bahwa batuan yang memiliki durabilitas paling tinggi adalah batulanau dengan karakteristik disintegrasi yang berlangsung secara lambat dan secara komparatif diikuti oleh batulumpur, serpih, dan batulempung yang memiliki durabilitas paling rendah dengan ciri disintegrasi yang berlangsung dengan cepat. Rasio disintegrasi dalam uji indeks disintegrasi mengindikasikan parameter yang lebih rinci untuk karakterisasi durabilitas batuan lumpur. Terdapat kesesuaian dengan penelitian terdahulu yang menunjukkan porositas dan absorbsi menjadi faktor utama yang mempengaruhi durabilitas batuan lumpur.", "Daftar File": {"2017 TS PP MISBAHUDIN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117319"}, "Penulis": "MISBAHUDIN - NIM: 22015028", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Imam Achmad Sadisun, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "batuan lumpur, durabilitas, rasio disintegrasi, uji indeks disintegrasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Okt 2017"}