{"Nomor": 23080, "Judul": "EVALUASI KUALITAS PELAYANAN JASA TEKNIK (PJT) DALAM UPAYA MEMENUHI KEPUASAN PELANGGAN (STUDI KASUS : BALAI BESAR LOGAM DAN MESIN)", "Abstrak": "Balai Besar Logam dan Mesin (BBLM) sebagai salah satu penyedia Pelayanan Jasa Teknik (PJT) harus memberikan pelayanan prima kepada masyarakat industri agar mendukung perkembangan industri-industri di Indonesia dan mendukungnya dalam menghadapi persaingan industri yang semakin ketat dan isu-isu globalisasi lainnya. Untuk mengevaluasi kualitas PJT, BBLM perlu melakukan pengukuran kualitas pelayanan/jasa sehingga dapat      \n \n \n \n\ndiketahui besarnya kepuasan pelanggan terhadap kualitas PJT. Servqual merupakan salah satu kerangka pengukuran kualitas jasa yang paling berharga sampai saat ini. Model Kano dapat membantu dalam mengkategorikan atribut keinginan pelanggan berdasarkan seberapa baik atribut tersebut dalam memenuhi kepuasan pelanggan. Pengukuran kualitas pelayanan perlu dianalisis sebagai umpan balik dalam menentukan upaya perbaikan untuk memenuhi kepuasan pelanggan. Quality Function Deployment (QFD) memiliki kemampuan untuk mengidentifikasi kesenjangan yang merupakan hambatan dalam mencapai kualitas pelayanan      \n \n \n \n\nyang unggul dan menerapkan upaya tertentu untuk meningkatkan kualitas pelayanan. PJT yang diteliti merupakan PJT Kalibrasi yang terdiri dari 23 atribut kualitas. Atribut yang belum memenuhi harapan pelanggan berjumlah 10 atribut yang terdiri dari 9 atribut kategori must be dan 1 atribut kategori one dimensional. Atribut yang menjadi prioritas untuk diperbaiki adalah Laboratorium kalibrasi memiliki nilai BMC (Best Measurement Capability) terbaik, tidak terjadi kesalahan penulisan dalam sertifikat kalibrasi yang telah      \n \n \n \n\nditerbitkan, alat pelanggan yang telah selesai dikalibrasi dapat diantar ke tempat pelanggan, pelayanan diberikan dalam waktu yang cepat, sertifikat kalibrasi diberikan tepat waktu sesuai dengan yang dijanjikan. 5 prioritas usaha-usaha yang dapat dilakukan BBLM dalam      \n \n \n \n\nmemenuhi kepuasan pelanggan adalah menambah alat kalibrator, menambah penunjang fasilitas laboratorium, memberikan pelatihan ISO 17025:2005, menambah personil bagian sertifikat, mengoptimalkan alat kalibrator.", "Daftar File": {"2012  TS PP MIRANTIE DWIHARSANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/117289", "2012  TS PP MIRANTIE DWIHARSANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/117290", "2012  TS PP MIRANTIE DWIHARSANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/117291", "2012  TS PP MIRANTIE DWIHARSANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/117292", "2012  TS PP MIRANTIE DWIHARSANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/117293", "2012  TS PP MIRANTIE DWIHARSANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/117294", "2012  TS PP MIRANTIE DWIHARSANTI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/117295", "2012  TS PP MIRANTIE DWIHARSANTI 1PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/117296"}, "Penulis": "MIRANTIE DWIHARSANTI (NIM : 23410045)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Indryati Sunaryo, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "kualitas pelayanan, Servqual, model Kano, QFD, Pelayanan Jasa Teknik (PJT)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}