{"Nomor": 23087, "Judul": "STUDI MINERALISASI UNTUK MENENTUKAN KARAKTERISTIK ENDAPAN BIJIH BESI DI MENGGAMAT, KECAMATAN KLUET TENGAH,  KABUPATEN ACEH SELATAN, PROVINSI NANGGROE ACEH DARUSSALAM", "Abstrak": "Endapan besi primer yang ditemukan di Menggamat Aceh Selatan, telah dilakukan kegiatan penambangan namun kajian terkait karakteristik endapan bijih besi di lokasi tersebut masih sangat minim. Untuk menentukan karakteristik endapan bijih besi dilakukan melalui studi mineralisasi yang dinilai sebagai tahapan yang mendasar dan penting dimana metode analisis yang digunakan adalah analisis mineragrafi, analisis petrografi, XRD, dan XRF. Hasil analisis mineragrafi menunjukkan mineral bijih yang dominan berkembang di lokasi penelitian adalah magnetit dan hematit dengan adanya mineral kalkopirit namun minor, dan mineral ikutan lainnya seperti pirit ditemukan melimpah. Hasil analisis petrografi menunjukkan jenis intrusi yang menjadi host rock adalah batuan diorit sedangkan batuan samping yang diintrusi adalah batugamping hal ini mengindikasikan tipe skarn. Hasil XRD menunjukkan mineral ubahan yang terdapat di lokasi antara lain mineral garnet, kalsit, ortopiroksen, diopsid dan kuarsa. Mineral bijih berupa hematit, magnetit, kalkopirit dan pirit.  Hasil XRF menunjukkan variasi kadar Fe2O3 dalam mineral bijih pembawa besi di lokasi adalah 16,5% sampai 86,3% Fe. Berdasarkan karakteristik endapan Fe skarn menurut Ray (1995), dan hasil studi mineralisasi dapat disimpulkan bahwa endapan bijih besi yang terdapat di Menggamat merupakan karakteristik tipe  Fe-Ca  skarn.", "Daftar File": {"2017 TS PP MISLINA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117320"}, "Penulis": "MISLINA (NIM : 22114038)", "Kontributor / Dosen Pembimbing": ["Dr.Eng.Ir. Syafrizal, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "petrografi, mineragrafi, XRD, XRF, Menggamat, Fe-Ca skarn", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "04 Okt 2017"}