{"Nomor": 23084, "Judul": "KAJIAN KEBIJAKAN PENENTUAN LOKASI IBUKOTA KABUPATEN ROKAN HILIR", "Abstrak": "Kabupaten Rokan Hilir merupakan salah satu Kabupaten hasil pemekaran wilayah di Propinsi Riau sesuai kebijakan otonomi daerah dengan Undang-undang Nomor 53 tahun 1999. Dalam Undang-undang tersebut hanya Kabupaten Rokan Hilir yang mempunyai Ibukota sementara dan Ibukota definitifDalam perjalanannya dengan adanya dua Ibukota tersebut menjadikan masyarakat Kabupaten Rokan Hilir menghadapi dualisme lokasi lbukota dan akan terus menjadi polemik di tengah masyarakat. Keadaan ini bergulir sejak awal pendiriannya, pada saat mubes dilakukan, tidak ada keputusan yang dibuat tentang penentuan lokasi lbukota. Keputusan mubes saat itu lebih memprioritaskan lahirnya Kabupaten Rokan Hilir tanpa diikuti penentuan lokasi Ibukota, di masa mendatang lokasi Ibukota terus menjadi masalah dan membutuhkan penyelesaian segera     \n \n\nDengan menggunakan studi literatur dari berbagai referensi dan dokumen yang ada, kernudian dilakukan wawancara terhadap responden yang terdiri dari tokoh pemuda, dan kalangan yang mengetahui pada saat musyawarah besar (mubes) masyarakat Rokan HilirBerdasarkan analisis yang telah dilakukan didapat kesimpulan bahwa lokasi yang paling cocok digunakan untuk dijadikan sebagai lbukota Kabupaten Rokan Hilir dengan mempertimbangkan aspek sejarah, aspek legal, pendapat responden dan aspirasi wakil masyarakat adalah BagansiapiapiPengembangan Wilayah Kabupaten Rokan Hilir diarahkan untuk mendukung pembenahan Kota Bagansiapiapi sebagai kota lama dan menjadi tempat bersejarah serta sangat perlu untuk dilakukan pembentukan kota baru, yaitu untuk membangun infrastruktur daerah yang didukung dengan sumberdaya manusia dan kebijakan-kebijakan pemerintah yang lebih baik.", "Daftar File": {"2007 TS PP MIRWAN PRIYONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/117310", "2007 TS PP MIRWAN PRIYONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/117311", "2007 TS PP MIRWAN PRIYONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/117312", "2007 TS PP MIRWAN PRIYONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/117313", "2007 TS PP MIRWAN PRIYONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/117314", "2007 TS PP MIRWAN PRIYONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/117315", "2007 TS PP MIRWAN PRIYONO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/117316", "2007 TS PP MIRWAN PRIYONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/117317"}, "Penulis": "MIRWAN PRIYONO (NIM : 240 04 038)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Dr. Ir. Muhammad Tasrif.", "Pembimbing 2: Dr. Tang Anthoni."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "research, policy, capital site, history and development.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}