{"Nomor": 23088, "Judul": "PEMODELAN DAN SIMULASI RANCANGAN AKUSTIK AULA TIMUR ITB SEBAGAI ADJUSTABLE DAN REMOVABLE RECITAL HALL", "Abstrak": "Aula Timur ITB sebagai bangunan yang menjadi ciri khas ITB dapat ditingkatkan nilai gunanya dari sisi akustik ruang. Konsep gedung pertunjukan dengan elemen akustik adjustable dan removable memberikan potensi bagi Aula Timur untuk mengakomodasi beberapa kebutuhan akustik yang berbeda. Contohnya adalah musik tradisional Indonesia, musik klasik, drama musikal, dan suara ucap yang memiliki karakteristik akustik masing-masing. Elemen akustik usulan pada penelitian ini adalah undakan, reflektor difusor samping penonton, reflektor langit-langit, dan reflektor panggung. Pemodelan ruang dan simulasi dilakukan dengan menggunakan perangkat lunak CATT-Acoustic.  \n \n\nMasing-masing elemen akustik memiliki dampak akustik tersendiri. Reflektor samping area penonton maupun pada panggung berguna untuk mengatur nilai Δt1. Reflektor langit-langit dan eksistensi masing-masing elemen akustik berfungsi untuk mengatur nilai waktu dengung. Reflektor panggung berfungsi untuk meningkatkan kejelasan suara ucap dan nilai LL. Sedangkan undakan berfungsi untuk membantu kenyamanan visual penonton.Tiga usulan rancangan yang berhasil dibuat dan disimulasikan memiliki variasi waktu dengung pada rentang 1,04 detik hingga 1,37 detik pada titik desain. Sedangkan nilai Δt1 pada rentang 14,17 hingga 17,46 milidetik, LL pada 81,8 hingga 83,5 dBA, dan IACC berada pada rentang 0,313 hingga 0,36 pada titik desain.", "Daftar File": {"2013 TA PP MITA APRIANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/117321", "2013 TA PP MITA APRIANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/117322", "2013 TA PP MITA APRIANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/117323", "2013 TA PP MITA APRIANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/117324", "2013 TA PP MITA APRIANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/117325", "2013 TA PP MITA APRIANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/117326", "2013 TA PP MITA APRIANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/117327"}, "Penulis": "MITA APRIANTI  (NIM  : 13309031)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Ir. I G.N. Merthayasa", "R. S. Joko Sarwono, Ph. D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Aula Timur ITB, adjustable & removable recital hall, tingkat pendengaran, waktu tunda, waktu dengung, IACC, CATT Acoustics", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}