{"Nomor": 23083, "Judul": "PERANCANGAN SISTEM PLAMBING GEDUNG PUSAT PERBELANJAAN TEMATIK DI KAWASAN BANGUNAN CAGAR BUDAYA PABRIK KINA BANDUNG", "Abstrak": "Gedung Pusat Perbelanjaan Tematik di Kawasan Bangunan Cagar Budaya Pabrik Kina Bandung ini merupakan suatu gedung yang dirancang sebagai pusat perbelanjaan dengan jenis lifestyle center. Bangunan ini memiliki jumlah lantai sebanyak 6 lantai dengan 3 lantai basement. Luas total keseluruhan dari gedung ini adalah sebesar 27.403 m2. Fasilitas yang terdapat pada gedung tersebut adalah seperti fasilitas hiburan, food and beverages, fasilitas olahraga, wellness and healthcare, dan retail. Pada perancangan tugas akhir ini akan dilakukan perancangan sistem plambing untuk gedung tersebut yang meliputi sistem penyediaan air bersih, sistem penyaluran air buangan dan ven, sistem pencegah kebakaran dan sistem penyaluran air hujan. Dalam perancangan sistem tersebut akan didetailkan dengan menentukan konsep desain dari setiap sistem, penentuan denah, skema dan isometri setiap sistem, menentukan dimensi perpipaan, spesifikasi teknik, dan merancang anggaran biaya yang dibutuhkan. Gedugng Pusat Perbelanjaan ini terbagi menjadi 2 shaft. Sistem penyediaan air bersih dirancang dengan menggunakan tangki atas dan tangki bawah yang masing-masing berjumlah 2 tangki untuk masing-masing shaft dan didistribusikan menggunakan sistem gravitas dan pipa dengan bahan pipa PPR (Polypropylene). Sumber air yang digunakan untuk menyediakan kebutuhan air gedung bersumber dari PDAM. Sistem penyaluran air buangan digunakan sistem tercampur dan kemudian dialirkan menuju tangki septik yang terbagi menjadi 2 tangki septik sesuai dengan masing-masing shaft. Jenis pipa yang digunakan adalah pipa PVC. Sistem pencegah kebakaran menggunakan hidran dan sprinkler yang tersebar pada seluruh bagian gedung dan akan menggunakan pipa galvanis. Penyediaan air untuk sprinkler dan hidran bersumber dari tangki bawah 1. Sistem penyaluran air hujan dirancang dengan menampung air hujan yang jatuh ke atap kemudian akan dialirkan menuju bak untuk dilakukan proses penyaringan air hujan sebelum akhirnya ditampung pada reservoir dan digunakan untuk kebutuhan air kolam renang. Kapasitas tangki bawah 1 dan 2 adalah sebesar 102,26 m3 dan 39,49 m3 sedangkan untuk kapasitas tangki atas 1 dan 2 adalah sebesar 16,52 m3 ddan 6,38 m3.", "Daftar File": {"2017 TA PP MIRRA HASNA NURDIN 1- ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117309"}, "Penulis": "Mirra Hasna Nurdini  (NIM : 15713008 )", "Kontributor / Dosen Pembimbing": ["Rofiq Iqbal S.T., M,Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": ": gedung pusat perbelanjaan tematik, sistem pencegah kebakaran, sistem penyaluran air buangan dan ven, sistem penyaluran air hujan, sistem penyediaan air bersih.", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2017"}