{"Nomor": 23093, "Judul": "KAJIAN DISTRIBUSI KANDUNGAN LOGAM BERAT (KADMIUM, KROMIUM, DAN TEMBAGA) PADA AIR, SEDIMEN, DAN IKAN SAPU-SAPU (Liposarcus pardalis) DI SUNGAI CITARUM HULU", "Abstrak": "Air permukaan adalah sumber air yang mudah tercemar, hal ini terjadi salah satunya dikarenakan banyaknya limbah yang dibuang ke sungai, baik dari industri maupun domestik. Jenis industri yang paling banyak membuang limbah cair ke Sungai Citarum Hulu adalah industri tekstil, dengan karakteristik limbah yang mengandung logam berat seperti kromium dan tembaga, yang juga mempengaruhi kualitas air, sedimen, dan organisame di sekitar Sungai Citarum Hulu. Penelitian ini ditujukan untuk mengetahui kandungan logam kromium dan tembaga pada air, sedimen, dan ikan sapu-sapu dari Sungai Citarum Hulu. serta potensi paparan kepada manusia melalui penggunaannya oleh masyarakat. Konsentrasi kromium dan tembaga pada sampel air, sedimen, dan ikan sapu-sapu diketahui dengan melakukan ekstraksi pada sampel yang kemudian diukur logamnya menggunakan Flame-Atomic Absorber Spectrophotometer (Flame-AAS). Konsentrasi kromium pada sampel air pada dua titik pengukuran telah melebihi standar pada Peraturan Daerah Provinsi Jawa Barat No. 39 Tahun 2000, yaitu mencapai angka 0,77 mg/L dan 0,157 mg/L. Konsentrasi tembaga pada sampel air juga melebihi standar, yaitu 0,064 mg/L, pada salah satu titik di Sungai Citarum. Sampel sedimen diklasifikasikan sebagai tercemar menurut standar kandungan tembaga pada US.EPA Region V. Sampel ikan sapu-sapu dari salah satu titik pengukuran mengandung kromium mencapai 103,925 mg/L dan tembaga 4,225 mg/L. Air, sedimen, serta ikan sapu-sapu di beberapa titik sepanjang Sungai Citarum Hulu dimanfaatkan oleh masyarakat. Penggunaanoleh masyarakat setempat menciptakan potensi perpindahan logam berat pada area penelitian di Sungai Citarum Hulu.", "Daftar File": {"2014 TA PP MOCHAMAD ADI SEPTIONO - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/117338", "2014 TA PP MOCHAMAD ADI SEPTIONO - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/117339", "2014 TA PP MOCHAMAD ADI SEPTIONO - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/117340", "2014 TA PP MOCHAMAD ADI SEPTIONO - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/117341", "2014 TA PP MOCHAMAD ADI SEPTIONO - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/117342", "2014 TA PP MOCHAMAD ADI SEPTIONO - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/117343", "2014 TA PP MOCHAMAD ADI SEPTIONO - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/117344"}, "Penulis": "MOCHAMAD ADI SEPTIONO (NIM: 15310001)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Dwina Roosmini, MS."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "logam berat, kromium, tembaga, akumulasi logam, jalur paparan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}