{"Nomor": 23099, "Judul": "VARIASI MEDAN KECEPATAN ARUS MUSIMAN PADA RENCANA PEMBANGUNAN REKLAMASI JAKARTA", "Abstrak": "Model hidrodinamika 2 dimensi diterapkan dalam mensimulasikan pola sebaran arus di Teluk Jakarta, Indonesia. Model disimulasikan untuk mengamati perubahan elevasi dan arus yang terjadi akibat pengaruh pasang surut, angin, dan adanya pembangunan reklamasi Jakarta. Simulasi model dilakukan menggunakan komponen pasut utama dan pasut perairan dangkal, serta angin harian musiman untuk musim barat dan musim timur.     \n\nVerifikasi model menunjukkan hasil yang cukup baik, korelasi sebesar 90,07% untuk elevasi, 64,6% untuk kecepatan arus u, dan 51,9% untuk kecepatan arus v. Arus pasut secara umum bergerak ke arah timur teluk saat kondisi menuju pasang dan bergerak ke arah barat teluk saat kondisi menuju surut. Medan kecepatan arus bervariasi dengan kecepatan berkisar antara 0,02 Ã‚Â– 0,1 m/detik. Model medan kecepatan arus lebih dominan dipengaruhi oleh arus pasang surut dibandingkan faktor angin musiman. Pola musiman hanya mempercepat massa air yang bergerak searah atau memperlambat massa air yang bergerak berlawanan dengan arah angin. Adanya pembangunan reklamasi tidak merubah elevasi muka air dan pola arus perairan secara keseluruhan terkecuali di celah dan sekitar area reklamasi. Arus mengalami peningkatan kecepatan arus dengan kecepatan mencapai 8 cm/detik di dekat pesisir, 2 cm/detik di celah antar reklamasi, sedangkan di laut lepas tidak terjadi perubahan kecepatan secara signifikan. Arah pergerakan massa air pada akhir reklamasi menyesuaikan struktur area reklamasi.", "Daftar File": {"2015 TA PP MOCHAMAD RIAM BADRIANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/117357", "2015 TA PP MOCHAMAD RIAM BADRIANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/117358", "2015 TA PP MOCHAMAD RIAM BADRIANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/117359", "2015 TA PP MOCHAMAD RIAM BADRIANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/117360", "2015 TA PP MOCHAMAD RIAM BADRIANA 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/117361", "2015 TA PP MOCHAMAD RIAM BADRIANA 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/117362", "2015 TA PP MOCHAMAD RIAM BADRIANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/117363", "2015 TA PP MOCHAMAD RIAM BADRIANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/117364"}, "Penulis": "MOCHAMAD RIAM BADRIANA (NIM : 12911018)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ivonne Milichristi Radjawane, M.Si, Ph.D.", "Huda Bachtiar, S.Si, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Teluk Jakarta, reklamasi, medan kecepatan arus, pola musiman", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}