{"Nomor": 23116, "Judul": "STUDI ANALISIS DISTRIBUSI KASITERIT PADA PROSES PENCUCIAN BIJIH TIMAH DI KAPAL KERUK SINGKEP 1, KAPAL ISAP PRODUKSI TIMAH V, DAN PUSAT PENCUCIAN BIJIH TIMAH MENTOK PT TIMAH (Persero) Tbk.", "Abstrak": "PT Timah (Persero) Tbk, adalah perusahaan milik negara (BUMN) yang bergerak di bidang pertambangan timah, sekaligus pemain utama di sektor penambangan timah di Indonesia. Dengan produksi timah mencapai 50.000 ton/tahun, PT Timah (Persero) Tbk menjadikan Indonesia sebagai negara yang mengendalikan pasar timah dunia bersama dengan China. Penambangan lepas laut memegang peranan penting dalam kelangsungan perusahaan.   \n \n \n\nPenambangan dilakukan menggunakan Kapal Keruk, Kapal Isap Produksi, dan konsentratnya dikirim ke Pusat Pencucian Bijih Timah untuk diolah kembali sebelum dikirim ke peleburan. Namun sebuah masalah besar dialami oleh PT Timah (Persero Tbk) saat ini. Penambangan timah yang telah berlangsung selama lebih dari 200 tahun menyebabkan cadangan timah di Indonesia menipis. Berdasarkan wawancara yang dilakukan, permasalahan terletak pada rendahnya recovery (perolehan) bijih timah halus (bijih dengan ukuran -100 mesh), sementara cadangan yang tersisa didominasi oleh bijih timah halus eks penambangan. Penelitian dilakukan dengan metode Plant Survey dan analisis data laboratorium. Plant   \n \n \n\nSurvey merupakan metode untuk menganalisis keseluruhan proses pengolahan suatu mineral dengan pengambilan sampel pada titik-titik tertentu sehingga merepresentasikan pengolahan mineral tersebut dari awal hingga akhir. Plant Survey melingkupi pengamatan proses   \n \n \n\npengolahan di lapangan, dilanjutkan dengan penentuan titik-titik sampling, kemudian pengambilan sampel, preparasi sampel hingga pengiriman sampel ke laboratorium untuk dianalisis menggunakan metode analisis ayak dan grain counting.   \n \n \n\nDari pengolahan data hasil analisis laboratorium, didapati bahwa fakta di lapangan menunjukkan bijih timah yang diolah dan dihasilkan dari KK dan KIP didominasi oleh bijih dengan fraksi ukuran +20 mesh dan -20+50 mesh. Tailing yang terbuang juga didominasi oleh kedua fraksi ukuran tersebut. Sedangkan untuk perolehan alat di KIP Timah V berkisar antara 50% hingga 89%, di KK Singkep 1 berkisar antara 69% hingga 99%, sementara di   \n \n \n\nPPBT Mentok berkisar antara 89% hingga 99%.", "Daftar File": {"2011 TA PP MOHAMMAD ADITYO KUSUMOWARDHONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/117424", "2011 TA PP MOHAMMAD ADITYO KUSUMOWARDHONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/117425", "2011 TA PP MOHAMMAD ADITYO KUSUMOWARDHONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/117426", "2011 TA PP MOHAMMAD ADITYO KUSUMOWARDHONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/117427", "2011 TA PP MOHAMMAD ADITYO KUSUMOWARDHONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/117428", "2011 TA PP MOHAMMAD ADITYO KUSUMOWARDHONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/117429", "2011 TA PP MOHAMMAD ADITYO KUSUMOWARDHONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/117430"}, "Penulis": "MOHAMMAD ADITYO KUSUMOWARDHONO (NIM : 125 06 007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Edy Sanwani, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "PT Timah (Persero) Tbk, penambangan timah, Kapal Keruk sangkep, Kapal Isap Produksi, pencucian bijih timah.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}