{"Nomor": 23118, "Judul": "STUDI EFISIENSI ALIRAN PADA PIGGING UNTUK KASUS PIPA YANG BERUNDULASI", "Abstrak": "Pada operasi pipa transmisi gas alam, sering dijumpai beberapa masalah seperti terbentuknya kondensat, yang dapat menyebabkan nilai flow efficiency akan menjadi turun. Untuk itu dibutuhkan suatu usaha penanganan yang tepat, termasuk diantaranya adalah pigging, yaitu proses pembersihan pipa menggunakan PIG. Hal ini akan sangat merugikan karena akan menaikkan biaya operasi pipa, termasuk diantaranya adalah biaya untuk pigging. Semakin sering kita melakukan pigging, maka akan semakin besar pula biaya yang akan dikeluarkan, namun terkadang perusahaan minyak dan gas hanya melakukan jadwal pigging dalam waktu rutin tanpa melihat dari nilai efisiensi aliran, sehingga biaya yang dikeluarkan tidak efisien dan akan menaikkan biaya operasi pipa.  \n \n\nDalam paper ini, dibahas mengenai studi effektif pigging dengan menentukan laju aliran yang efisien untuk melakukan pigging pada macam-macam pipa yang berundulasi, serta menentukan efektifitas pigging pada macam-macam pipa yang berundulasi. Dalam studi kasus di paper ini, akan dilihat efisiensi aliran dengan menentukan laju alir yang efisien sebagai penentu waktu untuk melakukan pigging pada macam-macam pipa yang berundulasi. Dengan menentukan laju alir yamg efisien untuk melakukan pigging, maka diharapkan menjadi acuan dalam pemilihan waktu pigging yang tepat sehingga dapat menekan biaya operasi pipa, khususnya biaya yang dikeluarkan untuk melakukan pigging. Simulator yang digunakan adalah PVTsim13 dan OLGA 6. Dari hasil simulasi akan diperlihatkan studi efisiensi aliran pada pigging serta pengaruh dilakukannya pigging untuk setiap kasus pipa yang berundulasi.", "Daftar File": {"2011 TA PP 2011 TA PP MOHAMMAD ARINGGA ADISATRIA 1.pdf": "https://digilib.itb.ac.id/gdl/download/117432"}, "Penulis": "MOHAMMAD ARINGGA ADISATRIA (NIM : 12206018)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Leksono Mucharam, M. Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "flow efficiency, schedule pigging, PVTsim13 dan OLGA 6, pipa undulasi", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}