{"Nomor": 23115, "Judul": "PERBANDINGAN BIAYA PRODUKSI KOMPONEN METAL ANTARA METODE ADDITIVE DENGAN SUBSTRACTIVE MANUFACTURING DI PT. ADYAWINSA STAMPING INDUSTRIES", "Abstrak": "PT. Adyawinsa Stamping Industries merupakan perusahaan yang menjalankan proses bisnis sebagai penyedia komponen otomotif. Komponen diproduksi dengan menggunakan proses stamping dari material bahan baku berupa lembaran metal. Namun dengan seiring perkembangan teknologi dan konsep Industry 4.0, muncul metode baru dalam memproduksi suatu komponen metal dengan cara menambahkan material tersebut ketimbang mengurangi proporsi material bahan baku. Metode tersebut dikenal dengan sebutan Additive Manufacturing (AM), sehingga hal tersebut menimbulkan suatu pertanyaan mengenai seberapa efektif penggunaan metode AM ketimbang metode produksi yang telah ada, Substractive Manufacturing (SM).   \n \n\nKedua metode tersebut akan dibandingkan satu sama lain dengan menggunakan indikator parameter biaya dan waktu produksi. Parameter tersebut digunakan untuk mengidentifikasi titik lot ekonomis dari masing-masing metode, sehingga metode AM dapat diketahui seberapa besar potensinya dibandingkan dengan metode SM.   \n \n\nDalam menghitung waktu produksi AM, digunakan estimasi dengan model yang telah dikembangkan oleh Li. Waktu produksi tersebut kemudian digunakan untuk menghitung total biaya yang dibutuhkan selama proses produksi berlangsung. Model biaya yang digunakan juga mengacu pada model Li dengan disertai beberapa perubahan dengan maksud menyamakan komponen biaya yang digunakan pada metode SM.   \n \n\nHasil dari perbandingan biaya dua metode yang dilakukan, menunjukkan bahwa metode AM dinilai lebih efisien pada produksi kuantitas rendah, dengan jumlah tidak lebih dari 185 unit. Apabila parameter waktu yang digunakan, maka metode AM dinilai lebih efektif bila kuantitas produksi tidak melebihi dari 5760 unit.", "Daftar File": {"2017 TA PP Mohamad Rifai 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117423"}, "Penulis": "MOHAMAD RIFAI - (13413099)", "Kontributor / Dosen Pembimbing": ["Dr. Anas MaÃ‚Â’ruf, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Additive Manufacturing, Substractive Manufacturing, biaya produksi, waktu produksi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}