{"Nomor": 23117, "Judul": "CREATING HUMAN RESOURCE MANAGEMENT SYSTEM CASE STUDY IN KAMBING BAKAR CAIRO CABANG SAMBAS", "Abstrak": "The concept of human resource management is able to answer the thinking of how a person has competence in accordance with his position / position of work by placing high-talented workers to occupy positions / positions that match their talents. This theory assumes that business profits grow and sustain when firms are able to produce goods and services that meet customers' needs better than those of its competitors. In 2016 then Kambing Bakar Cairo experienced problems with the decline in overall sales performance, actually quite a lot of factors that affect the decline in sales is large enough, but one of the things that I want to emphasize in this research is started from its own internal side, especially related with the management of human resources owned by Kambing Bakar Cairo. Where as a whole can be said that the management has not been able to manage well the human resources it has, especially in terms of job analysis of each employee up to the standard operational procedures to be followed by employees, where both of these can affect the provision of compensation for Every employee, then also affect the employee's performance, and ultimately a negative impact on the overall financial performance decline of the Kambing Bakar Cairo as they are today. To answer the problem, in this research the writer tries to analyze the existing condition of position analysis which is owned by Kambing Bakar Cairo, and proposes a more comprehensive and comprehensive system of Job Analysis, with purpose to assist the Kambing Bakar Cairo in improving internal condition of company and expected to have impact Positive on company performance. The positions or positions analyzed are on staff positions (Recruitment and Training, Kitchen, Waiter and Cashier) and manager position (Marketing and Human Resources). While the analysis of positions proposed by the authors will be further explained following with job evaluation, performance appraisal analysis, compensation analysis up to the preparation of Standard Operational Procedures (SOP).", "Daftar File": {"2017 TS PP MOHAMMAD AL ADIEB 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117431"}, "Penulis": "MOHAMMAD AL ADIEB 29115310", "Kontributor / Dosen Pembimbing": ["Pembimbing : Hary Febriansyah, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Job Analysis, Human resource management, Culinary Industry", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "18 Des 2017"}