{"Nomor": 23112, "Judul": "PENGGUNAAN METODE INTERPRETASI TEMPORAL MOMENT TRACER DALAM RESERVOIR WATER-FLOOD DAN POLYMER-FLOOD", "Abstrak": "Pada dasawarsa terakhir, sebuah cara baru untuk menafsirkan kinerja baik terus dikembangkan oleh para insinyur. Metode analisis Tracer baru mempertimbangkan perilaku temporal Tracer. Metode terakhir menggunakan interpretasi Tracer berdasarkan momen temporal (Shook 2005). Analisis tracer telah digunakan untuk menunjukkan kinerja bawah permukaan secara kualitatif, sedangkan metode baru dapat digunakan untuk menghasilkan pendekatan kuantitatif dengan menentukan geometri aliran dan volume interwell dengan menggunakan metode numerik. Metode dan aplikasi yang dimaksud semuanya berdasarkan analisis waktu tinggal Tracer. Waktu tinggal rata-rata, atau momen temporal pertama, adalah properti tunggal yang paling berguna yang berasal dari uji Tracer. Analisis ini digunakan untuk mengidentifikasi salah satu lapangan Chevron untuk mengevaluasi sumur yang ada dan kinerjanya. Lapangan Chevron Pacific Indonesia (CPI) telah berproduksi sejak tahun 2000. Setiap tahun berbagai uji telah dilakukan untuk mengevaluasi strategi produksinya. Sedangkan CPI mulai menggunakan metode Tracer pada tahun 2008 dengan menggunakan momen temporal.    \n \n \n\nUntuk mengetahui perbedaan interpretasi menggunakan temporal momen dalam reservoir Water flood dan Polymer-flood, akan dibuat suatu program menggunakan excel spreadsheet berdasarkan interpretasi temporal moment yang dibuat oleh Shook (2005). Data yang digunakan untuk mengintrepretasikan sifat dan karakteristik dari Water flood injection dan Polymer-flood injection yaitu data injeksi CPI yang dilakukan pada tahun 2012. Injeksi yang dilakukan menggunakan 6 jenis Tracer yang berbeda-beda pada setiap jenis injeksi agar perbedaan sifat dan karakteristik dapat terlihat.    \n \n \n\nHasil interpretasi dari injeksi Water flood dan Polymer flood memiliki perbedaan yang cukup signifikan. Perbedaan utama terdapat pada jumlah swept pore volume dan tracer recovery yang terdeteksi di permukaan. Perbedaan ini dapat memberi pandangan mengenai heterogenitas suatu reservoir dan prilaku aliran di dalam reservoir tersebut. Maka dari itu, dapat disimpulkan bahwa kegunaan Tracer di Water dan Polymer flood injection dapat membantu memahani karakteristik reservoir agar strategi EOR dapat dilakukan dengan baik.", "Daftar File": {"2017 TA PP MOHAMAD EMIRSAID SADIKIN 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117412"}, "Penulis": "MOHAMAD EMIRSAID SADIKIN", "Kontributor / Dosen Pembimbing": ["Ir. Asep Kurnia Permadi, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tracer, Waterflood, Polymerflood, Interpretation,temporal,moment", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}