{"Nomor": 23114, "Judul": "STUDY OF GROUND SUBSURFACE IN JAKARTA BY USING MICROTREMOR ARRAY METHOD: IDENTIFICATION OF ENGINEERING BEDROCK DEPTH AND SITE CLASS", "Abstrak": "Jakarta has been selected as the study area under consideration of its population and infrastructure growth, seismicity, and geological setting. Although there is no known source of seismicity in Jakarta itself, there are at least four fault zones that have been identified well within a radius of 500 km that might host quite sizable earthquakes to cause significant ground motion in Jakarta, i.e.: the faults of Cimandiri, Lembang, Sunda, and Semangko, and also the Sumatran and Java megathrusts in the Indonesian Ocean. One of the important factors in seismic hazard analysis is sediment thickness over engineering bedrock, and as yet this engineering bedrock position has not been studied for the Jakarta area.      \nPrevious studies concerning the subsurface geology of Jakarta have provided very important information, but further studies for earthquake engineering purposes are still required to obtain the ground parameters and the position of bedrock as the basis for ground response analysis on seismic motion. Subsurface investigation in this study was conducted to complete available data in Jakarta by applying microtremor array exploration. This method has been widely applied in some countries for both scientific and engineering field due to its simplicity of operation and the fact that it does not require an active source or boreholes. Thus, it is quite applicable to be conducted in urban areas and other places which have difficulties in applying other methods.      \nMicrotremor array exploration has been conducted in 55 selected sites to follow a grid with 2 - 3 km interval which covered the entire area of Jakarta. The field work was conducted gradually in the years of 2012 and 2013 for both large and small arrays. Meanwhile, the array configuration used for microtremor measurements was equilateral triangular in shape with the sizes of 600, 300, 150 m for deep surveys with the assumption that it can provide downward information to engineering bedrock depth. Subsequently, in the field of operationalizing, four seismograph with high magnification were utilized, in which one station was placed on the center and the other three stations were deployed on a circle. The instruments used in the field work were microtremor recording unit manufactured by OYO Corporation consisted of portable vertical component sensor which has a characteristic frequency band of 0.1 Ã‚Â– 200 Hz and 32-bit Analog-Digital Converter (ADC). Each seismometer was equipped with precise GPS to make it possible for time synchronization of all simultaneous recordings easily.      \nIn general, the procedure of microtremor array method consists of data acquisition using equilateral triangular array, signal processing to obtain dispersion curve, and profiling of S-wave velocity structures by means of inversion. The microtremor data records for vertical component were used in the data processing after being digitized using a sampling interval of 0.01 second and divided into several blocks that consisted of 16.384 seconds in length. Furthermore, calculation of the phase velocity of the Rayleigh wave microtremor was performed by using spatial autocorrelation (SPAC) method, while the estimation of S-wave velocity profiles was conducted by a non-linear inversion using a genetic algorithm applied to the dispersion curves for a specified initial models.      \nThe result of estimated 1-D S-wave velocity profile for deep layers indicates the depth of engineering bedrock which has pronounced differences between northern and southern Jakarta. The identified engineering bedrock which has S-wave velocity > 750 m/sec is in a depth range of 367 - 719 m. Construction of 2-D and 3-D S-wave velocity was conducted from 1-D S-wave velocity resulting from the second inversion to the initial models with constant velocity while the depth allowed to vary. The result of second inversion consists of four layers which has the same velocity, i.e.: 500, 700, 900 m/sec for the second, third, and fourth, respectively. The constructed 3-D S-wave velocity show the morphology of engineering bedrock slanting toward the north in the range of 350 - 725 m of depth. This trend in depth correlates positively with the geological feature, however the existence of fault can not be well identified. Reffering to the stratigraphy position, estimated engineering bedrock is related to the formation of pre-Parigi or bottom part of Parigi. The implication of differences of engineering bedrock depth is northern Jakarta will give higher seismic wave amplification than the southern part as result of the sediment thickness.      \nDownward shallow S-wave velocity structure to 40 m of depth was obtained from small array microtremor data. The result of estimated 1-D S-wave velocity profile consists of four layers, showing variation in both the S-wave velocity and the thickness of shallow soil layers. The average of downward S-wave velocities to a depth of 30 m (AVS30) reflect soil hardness, generally, showing a spatial distribution of AVS30 that gradually increases from northern to southern Jakarta. Those results were then classified into site class SE (soft soil) in the northern and western part, and site class SD (medium soil) in the eastern - southern part. Comparison of AVS30 and NSPT30 map derived from microtremor array and shallow borehole, shows in good agreement, as well as in the comparison of individual profiles. All in all, we note that microtremor array exploration using Spatial Autocorrelation (SPAC) method is a useful tool for subsurface investigation. This is an appropriate method to be conducted in urban areas and other places which have difficulties in applying other methods.", "Daftar File": {"2016 DS PP MOHAMAD RIDWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/117414", "2016 DS PP MOHAMAD RIDWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/117415", "2016 DS PP MOHAMAD RIDWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/117416", "2016 DS PP MOHAMAD RIDWAN 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/117417", "2016 DS PP MOHAMAD RIDWAN 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/117418", "2016 DS PP MOHAMAD RIDWAN 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/117419", "2016 DS PP MOHAMAD RIDWAN 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/117420", "2016 DS PP MOHAMAD RIDWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/117421", "2016 DS PP MOHAMAD RIDWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/117422"}, "Penulis": "MOHAMAD RIDWAN (NIM :  32411001)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing : Prof. Sri Widiyantoro, Ph.D", "Prof. Masyhur Irsyam, Ph.D", "Afnimar, MSc, Ph.D.      \n\nProf. Hiroaki Yamanaka (Tokyo Institute of Technology)"], "Jenis Koleksi": "Disertasi", "Penerbit": "Sains Kebumian", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Microtremor Array, Engineering Bedrock, AVS30, Jakarta", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "22 Nov 2017"}