{"Nomor": 23119, "Judul": "SINTESIS DAN KARAKTERISASI NANOFIBER BERBASIS SnO2 MENGGUNAKAN BANTUAN TEPUNG TAPIOKA", "Abstrak": "Nanofiber berbasis SnO2 telah berhasil disintesis dengan menggunakan metode sol-gel. Ukuran nano yang diperoleh memiliki rasio luas permukaan yang luas sehingga memiliki ruang kontak yang tinggi. Oleh karena itu, Nanofiber yang dihasilkan dapat diaplikasikan dalam bidang-bidang tertentu, seperti coating dari anode pada panel surya, material untuk sensor gas, dan lain sebagainya.  \n \n\nPersentase komposisi dari senyawa-senyawa pembentuknya sangat berpengaruh terhadap pembentukan struktur morfologi nanofiber seperti yang diharapkan. Komposisi optimal pada penelitian ini adalah 1:10 dengan 1 satuan berat prekursor terhadap 10 satuan berat tapioka. Urea juga ditambahkan sebagai sumber ammonium serta katalis dari reaksi. Untuk menghindari adanya hidrolisis, diteteskan pula asam HNO3 pada proses awal sintesis.  \n \n\nUntuk menghasilkan morfologi nanofiber yang diinginkan, diperlukan ruangan yang cukup bagi prekursor agar dapat berikatan dan membentuk struktur nanofiber tersebut. Morfologi nanofiber telah diamati pada komposisi 1:10 yakni dengan diameter fiber terkecil sebesar 31 nm. Sedangkan pada komposisi 1:1 tidak terbentuk struktur nanofiber dan terjadi aglomerasi. Namun pada komposisi 1:10, nanofiber yang dihasilkan masih sedikit dan tidak homogen. Hal ini diindikasikan oleh masih adanya bagian lain dari sampel yang tidak sesuai dengan harapan. Hasil analisis XRD mengonfirmasi bahwa senyawa yang terdapat sampel yang diuji adalah SnO2 sebagai bahan dasar dari nanofiber tersebut.", "Daftar File": {"2012 TA PP MOHAMMAD FAHMI RAHMANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/117433", "2012 TA PP MOHAMMAD FAHMI RAHMANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/117434", "2012 TA PP MOHAMMAD FAHMI RAHMANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/117435", "2012 TA PP MOHAMMAD FAHMI RAHMANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/117436", "2012 TA PP MOHAMMAD FAHMI RAHMANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/117437", "2012 TA PP MOHAMMAD FAHMI RAHMANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/117438", "2012 TA PP MOHAMMAD FAHMI RAHMANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/117439"}, "Penulis": "MOHAMMAD FAHMI RAHMANA  (NIM : 13308012)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nDr. Ir. Bambang Sunendar, M.Eng.", "Ir. Ahmad Nuruddin, Ms., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "SnO2, nanofiber, sol-gel, tapioka, urea", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}