{"Nomor": 23120, "Judul": "STRATEGI PEMASARAN PADA USAHA MINUMAN COKELAT  (STUDI KASUS : COKELAT KLASIK BANDUNG)", "Abstrak": "Perkembangan industri makanan dan minuman di pasar ASEAN menunjukkan pertumbuhan   \n \n \n\nyang positif. Ini terlihat dari jumlah pertumbuhan regional dalam lima tahun mendatang   \n \n \n\ndiperkirakan rata-rata 9% per tahun dibandingkan dengan rata-rata pertumbuhan global yakni   \n \n \n\nsebesar 6,4% per tahun. Cokelat Klasik sebagai pelaku bisnis di bidang kuliner, optimis dalam   \n \n \n\npersaingan pasar dan kompetisi dengan pesaing. Meskipun selama delapan bulan beroperasi,   \n \n \n\nCokelat Klasik mengalami masalah yaitu tidak tercapainya target penjualan. Berdasarkan   \n \n \n\ndata, persentase pencapaian target penjualan Cokelat Klasik yakni sebesar 54%, hal ini   \n \n \n\nmenunjukkan belum mencapai target penjualan. Jadi, melalui penelitian ini diharapkan   \n \n \n\nmenghasilkan solusi berupa bentuk promosi yang efektif yang akan di laksanakan untuk   \n \n \n\nwaktu yang akan datang.    \n \n \n \n\nPendekatan penelitian yang diguanakan adalah metode kualitatif. Interview mendalam akan   \n \n \n\nmenjadi media utama dalam mengumpulkan data dan informasi dari lingkungan luar bisnis.   \n \n \n\nKemudian, kajian literature juga menjadi media untuk mendukung analisis data. Data internal   \n \n \n\nyang akan dianalisa adalah bisnis model kanvas, analisis 4P, STP analisis dan analisis   \n \n \n\nkekuatan dan kelemahan bisnis. Sementara itu, Data external yang akan dianalisis adalah   \n \n \n\nPorter Five Forces, analisis competitor dan analisis peluang dan ancaman. Kemudian,   \n \n \n\nkeduanya akan dikombinasikan untuk menghasilkan TOWS Matrix.    \n \n \n \n\nSolusi yang dihasilkan berupa rencana bauran pemasaran yang baru dan program komunikasi   \n \n \n\npemasaran terpadu. Unsur dari komunikasi pemasaran terpadu yang digunakan sebagai   \n \n \n\nstrategi terdiri dari : periklanan, promosi penjualan, acara dan sponsorship, pemasaran   \n \n \n\nlangsung dan pemasaran digital. Rencana pelaksanaan strategi komunikasi pemasaran terpadu   \n \n \n\nakan dilaksanakan dari bulan September 2017 hingga Agustus 2018.", "Daftar File": {"Mohammad Hamim Sultoni  29115570.pdf": "https://digilib.itb.ac.id/gdl/download/117440"}, "Penulis": "MOHAMMAD HAMIM SULTONI  29115570", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana, Apt, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Integrated Marketing Communication , Beverages Business, Business Strategy", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Okt 2017"}