{"Nomor": 23125, "Judul": "WELLHEAD TEMPERATURE MEASUREMENT TO DETERMINE GAS LIFT VALVE PERFORMANCE", "Abstrak": "The importance of gas lift valve performance in the design of gas lift structure is \n\nsignifcant,and cant be overemphasised. It involves determination of gas temperature in \n\nthe tubing at the specific depth of a valve when the surface injection temperature is \n\nknown.Production engineer must be able to determine the volume of gas that can be \n\ninjected to the tubing through a specific valve in order to obtain the proper gas to liquid \n\nratio needed to lift the fluids to the surface. The gas injection temperature is set at the \n\nsurface. In addition, gas-lifte application in an oil well is capable of failure through gas \n\nlift valves which are considered as the heart of the gas lift system for controlling the \n\namount of the gas inside the tubing string. The gas lift valves must be designed not only \n\nto allow gas passage through it and prevent oil passage, but also for gas injection into \n\nwells to be started and stopped when needed. The result of gas injection to oil production \n\nrates equations are solved numerically by shooting technique with 4th order Runge-Kutta \n\nmethod and is represented as the Gas Lift Per-formance Curve (GLPC). The gas injection \n\npressure and the temperature changes along the tubing and casing. \n\nMatlab software is used to conduct numerical simulation. The temperature profile with \n\nrespect to the depth is calculated using mixture temperature and Hasan-Kabir correlation, \n\nand the GLPCs are calculated for each possible position of opening valve. The position of \n\nthe opening valve is then obtained by selecting the closest GLPC to the production data. \n\nHagedorn-Brown method is applied in determination of valve efficiency and examine \n\npresence of leakage in the valve. The result shows good consistenc. There is gas leakage \n\nseen in well 1 and well 4. It is concluded that estimation of valve opening can be made \n\nby calculating the pressure changes for each open valve as well as by reading on the gas \n\nlifting performance curve (GLPC). The greater temperature change occurs at the point of \n\nthe injection.", "Daftar File": {"2017 TS PP  MOHAMMED ALSAEIDI ALFURJANI  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117454"}, "Penulis": "Mohammed Alseidi Alfurjani (Student ID: 22215701)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nProf. Ir. Pudjo Sukarno, M.Sc., Ph.D. \n\nSilvya Dewi R, S.Si, M.Si, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Gas Lift performance Curve, Hasan-Kabir Corelation, Mixture Temperature.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Sep 2017"}