{"Nomor": 23124, "Judul": "ANALISIS MEKANISME TERJADINYA TEKANAN-LUAP DAN PREDIKSI TEKANAN PORI PADA SUBCEKUNGAN ARJUNA, CEKUNGAN JAWA BARAT UTARA", "Abstrak": "Subcekungan Arjuna di lepas pantai sebelah utara Pulau Jawa merupakan salah satu cekungan penghasil hidrokarbon yang ada di Jawa Barat Utara. Pada cekungan ini belum pernah dilakukan studi secara komprehensif mengenai keberadaan tekanan luap. Dengan adanya penelitian ini diharapkan masalah dan risiko yang berkaitan dengan keberadaan tekanan-luap dapat dikurangi dan dihindari pada pemboran sumur-sumur eksplorasi dan eksploitasi di masa depan.   \n \n\nProfil tekanan dari ketiga sumur yang dibor di daerah penelitian menunjukkan adanya indikasi terjadinya tekanan-luap. Tekanan pori di lapangan ini diestimasi dengan Metode Eaton menggunakan data log tali kawat sonik dan resistivitas, dan dibantu dengan data tekanan pengukuran langsung maupun tidak langsung serta data sumur lainnya. Penentuan mekanisme tekanan luap juga dibantu dengan analisis data geokimia batuan induk, analisis temperatur sumur, plot silang Dutta-Katahara, dan sejarah pemendaman tiap sumur.  \n \n\nHasil penelitian menunjukkan bahwa tekanan-luap di daerah penelitian disebabkan oleh mekanisme pembebanan karena kecepatan sedimentasi yang tinggi. Diagenesis mineral lempung dan kematangan hidrokarobon juga diindikasikan memiliki kontribusi terhadap pembentukan tekanan-luap. Posisi sumur terhadap struktur geologi (cekungan) mempengaruhi letak puncak tekanan-luap di daerah penelitian.", "Daftar File": {"2017 TS PP Mohammad Reza Adhyatma 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117453"}, "Penulis": "MOHAMMAD REZA ADHYATMA", "Kontributor / Dosen Pembimbing": ["Agus M. Ramdhan, S.T., M.T., Ph.D  \n \n\nDr. Indra Gunawan, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "tekanan luap, Subcekungan Arjuna, Metode Eaton, pembebanan, struktur geologi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}