{"Nomor": 23126, "Judul": "METAL LOSS ASSESSMENT BERDASARKAN ASME B.31G-1991 DAN API-RP579  STUDI KASUS PIPELINE PT PGN GRISSIK-PAGARDEWA.", "Abstrak": "Laporan Tugas Akhir ini membahas metal loss assesment yang dilakukan pada pipa terkorosi. Pipa yang terkorosi diambil dari kasus pipeline PT PGN Grissik-Pagardewa. Assessment yang dilakukan menggunakan kode ASME B31.G 1991 dan API RP 579. Kedua assessment menggunakan metoda dan tools berbeda namun hasil akhir cukup identik. Assesment yang dilakukan menggunakan kode ASME B.31.G1991 lebih menitik-beratkan pada perhitungan tegangan pipa terkorosi, tools yang digunakan adalah microsoft excel 2010 dan pipeline toolbox, sedangkan API RP 579 membandingkan sisa ketebalan pipa terkorosi dengan beberapa parameter dan juga menghitung tegangan pipa terkorosi. Tools yang digunakan adalah microsoft excel dan ABAQUS 6.11. Jenis korosi yang terjadi pada pipeline PT PGN Grissik-Pagardewa adalah korosi internal, memiliki kedalaman 3.16 mm dengan ketebalan pipa 15.8 mm, memiliki panjang arah longitudinal 22 mm dan arah circumferential 15 mm dan terletak pada jam 08.56 pada pipa, korosi terjadi antara kilometer point 26 dan kilometer point 27 Data korosi didapatkan menggunakan alat yang dinamakan Inteligent Pig, nilai SMYS dari material pipa adalah 448 MPa dan nilai maksimum beroperasi adalah 7.9 MPa. Setelah dihitung menggunakan ASME B.31.G1991 nilai sisa kekuatan pipa adalah 10.9 MPa, artinya pipa masih bisa menanggung tegangan maksimum operasi dimana nilai maksimum pipa operasi adalah 7.9 MPa. Perhitungan menggunakan API RP 579 ada tiga level, dimana level 1 dan 2 membandingkan sisa ketebalan pipa dengan syarat kriteria pada grafik, dimana hasil pada grafik masih dalam batas aman, sedangkan untuk level 3 menghitung tegangan pipa menggunakan software Abaqus 6.11  hasil perhitungan 395 MPa lebih kecil dari SMYS material penyusun pipa yaitu 448 MPa. Nilai Safety Factor dari pipa terkorosi pun 1.13 artinya pipa masih aman dan masih layak operasi, selain itu juga dihitung remaining life pipa terkorosi, dimana pipa terkorosi memilki remaining life 3 (tiga) tahun kedepan. Kesimpulanya kedua perhitungan assessment menyatakan bahwa pipeline PT PGN Grissik-Pagardewa masih aman.", "Daftar File": {"2014 TA PP MOHD AKHIR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/117455", "2014 TA PP MOHD AKHIR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/117456", "2014 TA PP MOHD AKHIR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/117457", "2014 TA PP MOHD AKHIR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/117458", "2014 TA PP MOHD AKHIR 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/117459", "2014 TA PP MOHD AKHIR 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/117460", "2014 TA PP MOHD AKHIR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/117461", "2014 TA PP MOHD AKHIR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/117462"}, "Penulis": "MOHD AKHIR (NIM : 15509054)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Sri Murti Adiyastuti, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Korosi, assessment, tegangan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "11 Des 2017"}