{"Nomor": 23121, "Judul": "VALUASI SAHAM PT SUMBER ALFARIA TRIJAYA TBK: PEMANFAATAN PELUANG PERKEMBANGAN INDUSTRI RETAIL", "Abstrak": "Kondisi ekonomi Indonesia diperkirakan akan pulih dan inflasi ditekan oleh pemerintah untuk mencapai   \n \n \n\ntarget tertentu. Menurut perusahaan analisis data Nielsen, pasar ritel tradisional Asia Tenggara, yang   \n \n \n\nterdiri dari pedagang pinggir jalan kecil dan kios, akan melihat pangsa pasar 54 %nya menyusut, dengan   \n \n \n\nrantai ritel dan supermarket besar diperkirakan mencapai 53% dari pasar regional pada tahun 2020.   \n \n \n\nSementara itu , Toko rantai modern hanya menyumbang 14% dari penjualan, dibandingkan 53% di   \n \n \n\nMalaysia dan 63% di China, menyisakan ruang untuk pertumbuhan. Semua faktor ini menjadikan pasar   \n \n \n\nritel Indonesia sebagai segmen investasi yang ideal. Bisnis ritel grosir di Indonesia merupakan salah   \n \n \n\nsatu industri dengan pertumbuhan tercepat di antara industri lainnya di Indonesia. Alfamart adalah salah   \n \n \n\nsatu perusahaan raksasa dalam lanskap bisnis bisnis ritel grosir yang berusaha mengembangkan   \n \n \n\nusahanya. Berdasarkan laporan tahunan 2015, toko anak perusahaan diperluas sebesar 13,94% menjadi   \n \n \n\n12.258 unit. Dan pendapatan bersih naik sebesar 16,31%. Alfamart berpikir bahwa inilah saat yang   \n \n \n\ntepat untuk mengembangkan bisnis dengan meningkatkan jumlah toko. Laporan Tahunan Alfrart ke   \n \n \n\n2016 mengatakan bahwa semua belanja modal digunakan untuk digunakan untuk membeli toko baru   \n \n \n\ndan meneliti teknologi yang diperlukan untuk memenuhi kebutuhan konsumen. Makalah ini bertujuan   \n \n \n\nuntuk menyelidiki lebih lanjut dampak dari kondisi saat ini sambil juga menilai apakah nilai saham   \n \n \n\nAMRT (PT. Sumber Alfaria Trijaya, Tbk) undervalued atau overvalued dari pada pasar. Tugas akhir   \n \n \n\nini dilakukan dengan menggunakan dua model penilaian, yaitu model penilaian absolut dan model   \n \n \n\npenilaian relatif dibandingkan dengan perusahaan ritel lainnya.    \n \n \n\nPada 2017 sampai 2026, pendapatan AMRT diproyeksikan meningkat sebesar 13% seiring dengan   \n \n \n\npertumbuhan toko dari Rp 56,107 miliar di tahun 2016 menjadi Rp 63,635 miliar. Kenaikan pendapatan   \n \n \n\nyang diprediksi dari tahun 2016 sampai 2026 akan menghasilkan tingkat pertumbuhan tahunan   \n \n \n\ngabungan (CAGR) sebesar 16,61%. Laba bersih yang diprediksi dari 2016 sampai 2026 akan   \n \n \n\nmenghasilkan CAGR sebesar 16,93%. Beban pokok pendapatan tumbuh seiring dengan pendapatan   \n \n \n\nsebesar 16,61% sebagai hasilnya. Ini akan terjadi jika PT. Sumber Alfaria Trijaya, Tbk tetap setia   \n \n \n\ndengan rencana perluasan jaringan distribusinya. Dari valuasi absolut menggunakan FCFE, diperoleh   \n \n \n\nharga saham AMRT sebesar Rp 662,24 dengan potensi kenaikan 14,17% dari harga pasar Rp 545 pada   \n \n \n\ntanggal 30 Desember 2016 yang berarti saham AMRT cukup dinilai oleh pasar. Dari model valuasi   \n \n \n\nrelatif yang dihasilkan PER sebesar 47,54 dan 6,26% diskon yang mengindikasikan sentimen pasar   \n \n \n\nterhadap saham AMRT kurang disukai dibandingkan dengan perusahaan sejenisnya. Sedangkan   \n \n \n\nmultiple EV / EBITDA sebesar 8,5x dengan discount 11,67% menunjukkan sentimen pasar terhadap   \n \n \n\nsaham AMRT bagus dibandingkan dengan rekan sebayanya. Tujuan dari tugas akhir ini adalah untuk   \n \n \n\nmenganalisis prospek perusahaan dengan meramalkan harga saham. Hasil perhitungan menunjukkan   \n \n \n\ndua dari tiga metode penilaian tersebut memberikan sinyal positif untuk membeli saham.", "Daftar File": {"Mohamad Iqbal  29115177.pdf": "https://digilib.itb.ac.id/gdl/download/117441"}, "Penulis": "MOHAMMAD IQBAL  29115177", "Kontributor / Dosen Pembimbing": ["Martin P.H Panggabean Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "grocery retail, stock valuation, FCFE, PER, EV/EBITDA.", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Okt 2017"}