{"Nomor": 23133, "Judul": "OPTIMIZATION OF WATERFLOOD SCENARIO IN FIELD X USING EXPERIMENTAL DESIGN", "Abstrak": "Pada era harga minyak rendah, meningkatkan efisiensi kapital pada proyek minyak dan gas adalah suatu keharusan. Strategi produksi adalah salah satu tugas paling penting dalam manajemen reservoir karena ia akan mempengaruhi keputusan pengembangan, analisis ekonomi, dan kemenarikan proyek. Variabel-variabel yang terlibat adalah penempatan sumur, jumlah dan jenis sumur, kondisi operasi, karakteristik reservoir, dan skenario ekonomi. Proses untuk mendefinisikan variabel-variabel tersebut memakan waktu banyak dan memerlukan usaha komputasional yang cukup tinggi. Penentuan lokasi sumur yang optimal dan laju injeksi berdasarkan intuisi bisa jadi tidak menghasilkan hasil yang maksimal karena variabel keteknikan dan geologis yang mempengaruhi kinerja reservoir biasanya berkorelasi secara nonlinier.  \n \n\nWaterflood adalah salah satu metode perolehan sekunder yang biasanya dilakukan saat suatu lapangan mencapai akhir dari fase produksi primer. Ia adalah salah satu metode paling sederhana dan ekonomis untuk meningkatkan perolehan minyak di lapangan yang mulai mature. Akan tetapi, mengoptimasi waterflood cukup menantang karena ia sensitif terhadap lokasi sumur dan laju injeksi. Sapuan areal dan waktu tembus air perlu dipertimbangkan agar operasi waterflood dapat menguntungkan secara keekonomian.  \n \n\nSebuah pendekatan berdasarkan desain eksperimental diajukan dalam studi ini. Metode ini mengeksplorasi hubungan antara variabel-variabel yang terkait untuk menyimpulkan hubungan kausalitas yang akan membantu dalam mempercepat proses optimasi dengan memilih secara selektif variabel yagg paling signifikan untuk suatu fungsi obyektif. Prosedur ini diterapkan pada optimasi pengeboran infill untuk sumur produksi dan injeksi di mana net present value (NPV) inkremental dimaksimalkan dengan mengoptimasi lokasi sumur dan laju unjeksi. Kasus dengan tiga sumur produksi infill dan satu sumur injeksi diajukan. Kasus ini disimulasikan denga dua metode: metode engineering judgment dan metode desain eksperimental. Dilakukan perbandingan terhadap hasil dari dua metode tersebut. Variabel yang terlipat dalam optimasi tersebut adalah lokasi dari tiga sumur produksi infill dan satu sumur injeksi beserta laju injeksi.  \n \n\nBerdasarkan hasil studi, ditemukan bahwa metode desain eksperimental menghasilkan hasil yang lebih baik dan sekaligus mengurangi waktu yang diperlukan dalam proses optimasi. NPV proyek meningkat sebesar 30% dari $535.04 juta menjadi $695.13 juta. Di metode desain eksperimental juga ditemukan bahwa sebesar 62.56% NPV dihasilkan oleh sumur produksi baru sedangkan di metode engineering judgment, kontribusi sumur baru terhadap NPV lapangan hanya sebesar 49.45%. Ini menunjukkan bahwa konfigurasi sumur pada metode desain eksperimental membuat sumur-sumur baru dapat merealisasikan potensi optimalnya.", "Daftar File": {"2017 TA PP M. RADJA POLEM GEUNTA MRMT 1.pdf": "https://digilib.itb.ac.id/gdl/download/117506"}, "Penulis": "M. RADJA POLEM GEUNTA MRMT (NIM : 12212007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Amega Yasutra, ST, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "production, optimization, experimental design, waterflood", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}