{"Nomor": 23142, "Judul": "GEOLOGICAL MODEL SCALE-UP UTILIZING FUNDAMENTAL RESERVOIR ENGINEERING AND SIMULATION ANALYSIS", "Abstrak": "With constraint on resources, geological models usually require to be coarsened for simulation purposes. Through this up-scaling main geological features need to be retained. Importantly fluid saturations and flow in coarse-grid simulation models should mimic a good approximation of geological model displacement behavior. Common practice among simulation engineering community is using  GOCAD software to scale-up the geological models.    \n \n\nInvestigation of several simulation studies showed that careful analysis of field data including core and/or log measurements supported by mechanistic simulation can result in cost-effective layering schemes as compared to commercial-software influenced models. This study describes a guidance to scale-up the geological model vertically by using of Lorenz approach and mechanistic simulation on  selected sector. Continuous core, core-calibrated log data and pseudo wells were utilized to scale-up geological resolution sectors. A complete workflow cycle will be demonstrated with examples from some fields. Comparisons between various layering schemes using GOCAD and the new method will also be verified.", "Daftar File": {"2009 TS PP M. SYAFWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/117551", "2009 TS PP M. SYAFWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/117552", "2009 TS PP M. SYAFWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/117553", "2009 TS PP M. SYAFWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/117554", "2009 TS PP M. SYAFWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/117555", "2009 TS PP M. SYAFWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/117556", "2009 TS PP M. SYAFWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/117557"}, "Penulis": "M. SYAFWAN (NIM : 22207314)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Sutopo, M.Sc, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "scale-up, core, pseudo-core, GOCAD", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}