{"Nomor": 23155, "Judul": "DESAIN STRUKTUR FIXED PLATFORM TANGO PADA WILAYAH OPERASI SEPINGGAN, KALIMANTAN TIMUR", "Abstrak": "Bangunan lepas pantai umum digunakan sebagai fasilitas penunjang kegiatan eksploitasi minyak dan gas bumi. Diperlukan analisis-analisis tertentu dalam mendesain bangunan lepas pantai agar kokoh menerima beban-beban luar baik beban lingkungan maupun beban tak terduga. Analisis yang dilakukan mencakup analisis inplace, analisis seismic, analisis fatigue, dan analisis pushover. Analisis inplace merupakan analisis statik struktur anjungan lepas pantai. Pada analisis inplace dibagi menjadi dua kondisi yaitu operating dan storm. Untuk kondisi operating digunakan data gelombang dan angin 1 tahunan sedangkan kondisi storm menggunakan data 100 tahunan. Hasil dari analisis inplace salah satunya berupa rasio tegangan member berbanding tegangan izin (unity check). Selain itu faktor keamanan pile juga merupakan keluaran dari analisis inplace. Analisis seismic merupakan analisis yang dilakukan untuk mengetahui kekuatan struktur terhadap gerakan tanah (Ground Motion). Analisis seismic memiliki parameter keluaran yang identik dengan analisis inplace. Selain itu, dalam proses analisis seismic terdapat analisis dinamik yang memiliki keluaran berupa perioda alami struktur. Analisis fatigue merupakan analisis untuk mengetahui kekuatan struktur terhadap beban yang berulang (siklik). Umur beroperasi suatu struktur lepas pantai dapat diketahui melalui analisis ini. Analisis pushover merupakan analisis untuk mengetahui cadangan kekuatan struktur dari kondisi ultimate hingga collapse. Keseluruhan analisis tadi dilakukan dengan bantuan program SACS.", "Daftar File": {"2015 TA PP  MUHAMAD ALI ZARKASYI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/117605", "2015 TA PP  MUHAMAD ALI ZARKASYI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/117597", "2015 TA PP  MUHAMAD ALI ZARKASYI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/117598", "2015 TA PP  MUHAMAD ALI ZARKASYI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/117599", "2015 TA PP  MUHAMAD ALI ZARKASYI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/117600", "2015 TA PP  MUHAMAD ALI ZARKASYI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/117601", "2015 TA PP  MUHAMAD ALI ZARKASYI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/117602", "2015 TA PP  MUHAMAD ALI ZARKASYI 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/117603", "2015 TA PP  MUHAMAD ALI ZARKASYI 1-BAB 8.pdf": "https://digilib.itb.ac.id/gdl/download/117604", "2015 TA PP  MUHAMAD ALI ZARKASYI 1-BAB 9.pdf": "https://digilib.itb.ac.id/gdl/download/117606", "2015 TA PP  MUHAMAD ALI ZARKASYI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/117607"}, "Penulis": "MUHAMAD ALI ZARKASYI (NIM : 15510030)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Paramashanti, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Fixed Platform Tango, Desain Struktur, Sepinggan, Kalimantan Timur", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "12 file", "Tanggal Input": "12 Des 2017"}