{"Nomor": 23157, "Judul": "PARTISIPASI MASYARAKAT LOKAL UNTUK PERENCANAAN PENGEMBANGAN DESA WISATA CIBEUSI, KECAMATAN CIATER, KABUPATEN SUBANG", "Abstrak": "Pengembangan pariwisata telah dijadikan sebagai salah satu strategi pembangunan wilayah perdesaan. Partisipasi masyarakat lokal merupakan hal yang sangat penting dalam menunjang keberhasilan pengembangan pariwisata disuatu daerah, khususnya di wilayah perdesaan. Pengembangan Desa Wisata Cibeusi merupakan bentuk pengembangan pariwisata perdesaan yang sedang diupayakan oleh Disbudparpora Kabupaten Subang. Untuk menunjang keberhasilan pengembangan tersebut, maka dilakukan penelitian terkait partisipasi masyarakat lokal untuk perencanaan pengembangan Desa Wisata Cibeusi. Tujuan dari penelitian ini adalah untuk menghasilkan usulan tingkat dan bentuk partisipasi masyarakat lokal untuk perencanaan pengembangan Desa Wisata Cibeusi dengan sasaran untuk mengetahui: (1) proses pengembangan Desa Wisata Cibeusi oleh Disbudparpora Kabupaten Subang; (2) tingkat dan bentuk partisipasi stakeholders masyarakat dalam pengembangan Desa Wisata Cibeusi; dan (3) tingkat kesiapan masyarakat lokal untuk berpartisipasi dalam program pengembangan Desa Wisata Cibeusi. Penelitian ini menggunakan metode penelitian eksploratif-deskriptif dengan pendekatan campuran (kualitatif-kuantitatif). Populasi dalam penelitian ini adalah Disbudparpora Kabupaten Subang dan stakeholders masyarakat lokal terkait program pengembangan Desa Wisata Cibeusi serta seluruh masyarakat lokal Desa Cibeusi. Penentuan sampel dalam penelitian ini menggunakan teknik snow ball sampling dan teknik purposive sampling dengan jumlah total sampel informan dan responden masing-masing sebanyak 15 dan 97 sampel. Hasil penelitian menunjukan bahwa (1) proses pengembangan Desa Wisata Cibeusi yang dilakukan oleh Disbudparpora kabupaten Subang belum melalui tahap penilaian masyarakat dan tahap perencanaan serta belum melakukan tahap evaluasi; (2) stakeholders masyarakat yang terkait program pengembangan Desa Wisata Cibeusi terdiri dari 12 stakeholders dengan 6 kelompok tingkatan partisipasi, yaitu self-mobilization, interactive participation, functional participation, material incentives, manipulative participation dan plantation; (3) tingkat kesiapan masyarakat lokal untuk berpartisipasi dalam pengembangan Desa Wisata Cibeusi dalam bentuk penyediaan jasa pelayanan pariwisata berada pada tingkat 61%, sedangkan tingkat partisipasi dalam bentuk perwujudan sikap sapta pesona berada pada tingkat 95%.", "Daftar File": {"2016 TS PP MUHAMAD ARI PERDANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/117609", "2016 TS PP MUHAMAD ARI PERDANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/117610", "2016 TS PP MUHAMAD ARI PERDANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/117611", "2016 TS PP MUHAMAD ARI PERDANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/117612", "2016 TS PP MUHAMAD ARI PERDANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/117613", "2016 TS PP MUHAMAD ARI PERDANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/117614", "2016 TS PP MUHAMAD ARI PERDANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/117615", "2016 TS PP MUHAMAD ARI PERDANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/117616"}, "Penulis": "MUHAMAD ARI PERDANA (NIM: 95714006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Wiwik Dwi Pratiwi, MES."], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "desa wisata Cibeusi, partisipasi masyarakat, pengembangan pariwisata", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}