{"Nomor": 23154, "Judul": "SIMULASI ALIRAN FLUIDA KENTAL MENGGUNAKAN METODE SMOOTHEDPARTICLE HYDRODYNAMICS", "Abstrak": "Salah satu fokus penelitian terkini di bidang mekanika fluida yaitu pada fluida non-Newtonian. Terdapat banyak metode di dalam Computational Fluid Dynamics yang dikembangkan untuk meneliti sifat-sifat aliran fluida di antaranya : Finite Different Method (FDM) dan Finite Element Method (FEM). Namun karena terlalu sukar dilakukan dengan metode berbasis grid seperti FEM dan FDM, metode berbasis tanpa grid seperti SPH (Smoothed Particle Hydrodynamics) lebih disukai. Penelitian ini bertujuan untuk membuat simulasi aliran fluida kental menggunakan metode SPH. Karakteristik aliran fluida yang akan dianalisa yaitu laju aliran serta panjang jangkauan alirannya. Untuk melihat aliran dari fluida kental, diberikan skema geometri aliran yaitu geometri bidang miring, terasering, dan dinding penghalang. Diperoleh bahwa simulasi aliran fluida kental bisa dilakukan dengan metode SPH dengan memodifikasi parameter input pada program SPHysicsÃ‚Â®. Pengaruh skema geometri aliran dianalisa dengan mencari nilai efektivitas geometri dalam menahan laju aliran dan jangkauannya.", "Daftar File": {"2016 TA PP MUHAMAD ABDUH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/117589", "2016 TA PP MUHAMAD ABDUH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/117590", "2016 TA PP MUHAMAD ABDUH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/117591", "2016 TA PP MUHAMAD ABDUH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/117592", "2016 TA PP MUHAMAD ABDUH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/117593", "2016 TA PP MUHAMAD ABDUH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/117594", "2016 TA PP MUHAMAD ABDUH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/117595"}, "Penulis": "MUHAMAD ABDUH (NIM : 10210007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Wahyu Srigutomo, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "SPH, viskositas, kompresibilitas, fluida, laju aliran, jangkauan.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}