{"Nomor": 23168, "Judul": "PENGEMBANGAN SISTEM INFORMASI UNTUK LAYANAN SERTIFIKASI", "Abstrak": "Layanan Sertifikasi adalah sebuah layanan untuk masyarakat (public service) yang disediakan oleh Balai Besar Keramik untuk pelaku industri dalam hal standardisasi produk atau standar manajemen mutu yang digunakan oleh perusahaan agar sesuai dengan yang standar nasional. Layanan ini terdiri beberapa langkah yang saling berkesinambungan. Untuk meningkatkan pemberian layanan maka akan dikembangkan sebuah sistem informasi yang sesuai dengan layanan sertifikasi.    \n \n\nDalam memodelkan penggunaan teknologi untuk layanan sertifikasi, model yang cocok dengan layanan ini adalah model  Technology-Facilitated Service Encounter dimana dalam pemberian layanan yang diberikan selain memanfaatkan teknologi untuk berinteraksi dengan penerima layanan, diperlukan pula interaksi langsung pada beberapa langkah yang terdapat pada layanan tersebut. Dalam kaitannya dengan layanan sertifikasi, ada beberapa langkah yang memang pelanggan harus berinteraksi langsung dengan pihak Balai Besar Keramik untuk keberlanjutan proses layanan sertifikasi. Adapun untuk jenis aplikasi yang digunakan dalam pembuatan prototipe sistem informasi ini, dipilih aplikasi berbasis web karena jenis aplikasi ini memiliki kelebihan bisa diakses dari platform manapun sehingga cocok untuk layanan sertifikasi yang memang bertujuan untuk masyarakat umum. Dan dalam penelitian ini framework yang digunakan adalah codeigniter yang menggunakan model pengembangan source menggunakan model MVC (model-view-control). Prototipe sistem informasi yang telah dikembangkan telah dirasa cukup dalam menjawab kebutuhan fungsional dari sistem. Namun, dalam hal aspek non-fungsional seperti keamanan dan performa sistem harus ditingkatkan lagi. Dan perlu penelitian khusus agar dapat menghasilkan hasil yang maksimal.", "Daftar File": {"2017 TA PP MUHAMAD IBNU QOYIM 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117646"}, "Penulis": "MUHAMAD IBNU QOYIM (18212007)", "Kontributor / Dosen Pembimbing": ["Ir. Kridanto Surendro, M. Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Layanan Sertifikasi, Technology-Facilitated Service Encounter ,aplikasi berbasis web", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}