{"Nomor": 23169, "Judul": "BANDUNG HOUSE OF JAZZ", "Abstrak": "Perkembangan Musik di Indonesia semakin dinamis dan vibrant sejak memasuki era digital. Indonesia sendiri sudah tidak asing lagi dalam dunia musik, khususnya Jazz. Anggapan bahwa Jazz hanya musik untuk orang tua dan kolot tentunya tidak benar. Faktanya sekarang lebih banyak remaja dan anak muda yang mendatangi acara musik Jazz. Masyarakat Indonesia kini dapat menikmati musik Jazz kelas dunia melalui acara seperti Java Jazz Festival di Jakarta, Jazz Gunung di Bromo, dan Jazz by The Sea di Bali.       \n \n \n\nMusik Jazz juga sering diperdengarkan di kota Bandung seperti festival Kampoeng Jazz yang diadakan di Universitas Padjajaran. Bandung merupakan kota yang cocok untuk proyek ini karena selain letak geografisnya yang strategis, Bandung juga dikenal sebagai emerging creative city yang menjadi percontohan kota kreatif di asia timur dan asia tenggara. Kota ini juga memiliki banyak perguruan tinggi yang dianggap sebagai pusat inkubasi kreatif. Masyarakat Bandung memiliki apresiasi yang tinggi terhadap musik Jazz. Bukti apresiasi ini dipancarkan oleh stasiun radio KLCBS yang berdedikasi memutarkan musik Jazz sepanjang hari, setiap hari. Kehadiran KlabJazz juga memainkan peran yang penting dalam skena musik Jazz di kota Bandung. KlabJazz merupakan sebuah komunitas jazz dengan misi memasyarakatkan musik Jazz melalui beragam kegiatan. KlabJazz aktif mengadakan event Jazz rutin setiap dua minggu.       \n \n \n\nBandung House of Jazz merupakan gedung multifungsi untuk berekspresi, berkomunikasi, dan bersosialisasi antar sesama penikmat dan pelaku musik Jazz, dengan fungsi utama sebagai gedung pertunjukan yang menawarkan auditorium berkapasitas lebih dari 500 orang, live music Jazz Bistro dengan kapasitas 100 Fasilitas Clubhouse dilengkapi dengan lounge, collection library, dan ihhouse bar, serta short course class musik Jazz. Fasilitas pendukung komersial berupa Toko Buku, Toko Alat Musik, Record Store, Recording & Rehearsal Studio dan Record Label. Dengan adanya fasilitas ini diharapkan dapat memperkuat citra kota Bandung sebagai kota kreatif serta mewadahi komunitas Jazz di kota Bandung.", "Daftar File": {}, "Penulis": "MUHAMAD ICHSAN RISNADI (NIM : 17311023)", "Kontributor / Dosen Pembimbing": ["Bagus Handoko, SSn., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Musik Jazz, club, Bandung komersial", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "05 Okt 2017"}