{"Nomor": 23161, "Judul": "PENENTUAN SKENARIO TERBAIK PENGEMBANGAN EOR-CCS PADA LAPANGAN MINYAK \"X\" MENGGUNAKAN METODE DICOUNTED CASH FLOW CALCULATION DAN MENINJAU DAMPAK PENERAPAN CCS INSENTIF PADA NILAI KEEKONOMIAN LAPANGAN", "Abstrak": "EOR adalah suatu metode yang digunakan untuk meningkatkan cadangan minyak pada suatu sumur dengan cara mengangkat volume minyak yang sebelumnya tidak dapat diproduksi. Salah satu metode yang bisa digunakan untuk EOR adalah injeksi CO2, selain dapat meningkatkan perolehan minyak injeksi CO2 juga dapat membantu mengurangi konsentrasi CO2 di atmosfir. Carbon Capture and Storage (CCS) merupakan salah satu teknologi mitigasi pemanasan global dengan cara mengurangi emisi CO2 di atmosfer. Teknologi ini merupakan rangkaian pelaksanaan proses yang terkait satu sama lain, mulai dari pemisahan dan penangkapan CO2 dari sumber emisi gas buang (capture), pengangkutan CO2 tertangkap ke tempat penyimpanan (transportasi), dan penyimpanan ke tempat yang aman (storage). Namun satu hambatan besar dalam pemanfaatannya adalah biaya yang besar yang harus dikeluarkan terutama pada capture facility yang menelan biaya USD 60-USD 80/tCO2.   \n \n \n \n\nTugas akhir ini disusun untuk membahas dan menganalisa keekonomian dari proyek CCS menggunakan metode Discounted Cash Flow yang diterapkan pada lapangan minyak yang telah melalui secondary recovery dengan sumber CO2 dari pembangkit listrik yang berjarak 70 km dari lapangan minyak. Pada proyek ini juga akan dilihat pengaruh penerapan CCS insentif berupa emission trading pada keekonomian proyek ini. Studi sensivitas juga dilakukan untuk mengetahui pengaruh CAPEX, OPEX, harga minyak,dan harga karbon pada pasar karbon nilai NPV.", "Daftar File": {"2017 TA PP MUHAMAD CHOIRUL AZIS 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117627"}, "Penulis": "MUHAMAD CHOIRUL AZIS (NIM : 12213060)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Utjok WR Siagian, M. Sc. Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "CCS, EOR, NPV, emission trading.", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "2 file", "Tanggal Input": "28 Sep 2017"}