{"Nomor": 23176, "Judul": "SIFAT ANTIBAKTERI SENYAWA TURUNAN CALKON DARI MACARANGA TRICHOCARPA DAN HASIL SINTESIS", "Abstrak": "Penyakit  infeksi  mikroba  hingga  saat  ini  masih  merupakan  salah  satu permasalahan global, terutama untuk masyarakat di negara-negara beriklim tropik. Permasalahan tersebut, salah satunya, disebabkan oleh berkembangnya resistensi mikroba terhadap obat-obat antibiotik yang tersedia. Dengan demikian, pencarian senyawa-senyawa baru yang bersifat antimikroba hingga kini tetap dilakukan. Lazimnya,  sumber  senyawa-senyawa   yang  bersifat  antimikroba   berasal  dari produk biosintesis suatu mikroorganisme, akan tetapi akhir-akhir ini pencarian senyawa-senyawa tersebut dari sumber yang lain juga dilakukan, termasuk dari tumbuh-tumbuhan ataupun secara sintesis. Salah satu kelompok senyawa yang berpotensi sebagai antibakteri adalah senyawa-senyawa turunan calkon, yang meliputi turunan-turunan flavanon, dihidrocalkon dan calkon itu sendiri. Beberapa contoh  senyawa  dari  kelompok  ini,  seperti  floretin  (dihidrocalkon),  4- hidroksiderisin   (calkon)  dan  eksiguaflavanon   D  (flavanon),  telah  dilaporkan memiliki sifat antibakteri yang kuat. Pada penelitian ini telah dilakukan isolasi dan sintesis berbagai senyawa turunan calkon serta kajian sifat antibakteri senyawa-senyawa tersebut terhadap delapan bakteri patogen. Sumber dihidrocalkon dan flavanon berasal dari ekstrak daun tumbuhan endemik Indonesia asal Kalimantan, yaitu Macaranga trichocarpa (Euphorbiaceae),  sementara  senyawa-senyawa  turunan calkon diperoleh  dengan cara sintesis dari berbagai turunan asetofenon dan benzaldehid. Bakteri patogen uji  yang  digunakan  pada  penelitian  ini  meliputi  dua  bakteri  Gram-(+),  yaitu Bacillus    subtilis,  Staphylococcus  aureus,  dan  enam  bakteri  bakteri  Gram-(-), yaitu   Enterobacter   aerogenes,   Escherichia   coli,   Pseudomonas   aeruginosa, Shigella dysenteriae, Vibrio cholera, dan Salmonella typhi. Isolasi dihidrocalkon  dan flavanon dari daun M. trichocarpa  mengikuti metoda yang telah dilaporkan, yaitu meliputi tahapan ekstraksi dalam pelarut aseton, fraksinasi menggunakan kromatografi vakum cair dan kromatografi kolom silika gel yang dielusi dengan campuran pelarut n-heksan-EtOAc, dan pemurnian menggunakan  kromatografi  radial  pada  pelat  silika  gel  yang  dielusi  dengan berbagai campuran pelarut yang sesuai. Metode sintesis senyawa turunan calkon dilakukan  menggunakan  reaksi  Claisen-Schmidt.  Satu  turunan  calkon  lainnya yaitu turunan  calkon-eugenol  disintesis  dengan  melalui  reaksi metatesis  olefin. Struktur molekul senyawa hasil isolasi dan sintesis ditetapkan berdasarkan cara- cara spektroskopi, yang meliputi spekroskopi ultraviolet (UV), inframerah (IR), resonansi  magnit  inti  (NMR)  1D  (1H  NMR  dan  13C  NMR)  dan  2D  (COSY, HMQC  dan  HMBC)  serta  spektroskopi   massa  (MS).  Pengujian   antibakteri dilakukan dengan metode mikrodilusi, dengan keaktifan antibakteri dinyatakan sebagai nilai konsentrasi penghambatan minimum (MIC, Minimum Inhibition Concentration) dan nilai konsentrasi bakterisidal minimum (MBC, Minimum Bactericidal Concentration), keduanya dalam satuan g/mL. Penelitian ini telah berhasil memperoleh 21 senyawa turunan calkon yaitu makatrikokarpin A (1), makatrikokarpin B (2), makatrikokarpin C (3), makatrikokarpin D (4), oksimakatrikokarpin C (5), dan isomakatrikokarpin C (6),7-O-metilnaringenin (7) dan 4Ã‚Â’,7-di-O-metilnaringenin (8), 2Ã‚Â’-hidroksi-4,4Ã‚Â’- dimetoksicalkon (9), 4-aliloksi-2Ã‚Â’-hidroksi-4Ã‚Â’-metoksicalkon (10), 4-aliloksi-2- hidroksi-4Ã‚Â’-metoksicalkon (11), 4,4Ã‚Â’-dialiloksi-2Ã‚Â’-hidroksicalkon (12), 2Ã‚Â’,4Ã‚Â’,4- trimetoksicalkon (13), 4-aliloksi-2Ã‚Â’,4Ã‚Â’-dimetoksicalkon (14),   4Ã‚Â’-aliloksi-2Ã‚Â’,4- dimetoksicalkon (15), 4,4Ã‚Â’-dialiloksi-2Ã‚Â’-metoksicalkon (16),   2Ã‚Â’-aliloksi-4,4Ã‚Â’- dimetoksicalkon (17), 2Ã‚Â’,4-dialiloksi-4Ã‚Â’-metoksicalkon (18), 2Ã‚Â’,4Ã‚Â’-dialiloksi-4- metoksicalkon  (19),  2Ã‚Â’,4Ã‚Â’,4-trialiloksicalkon   (20)  dan  turunan  calkon-eugenol (21). Senyawa 1, 2, 7 dan 8 merupakan senyawa turunan calkon dengan struktur dasar flavanon, senyawa 3-6 memiliki struktur dasar dihidrocalkon, sedangkan senyawa   9-21   merupakan   senyawa-senyawa   dengan   struktur   dasar   calkon. Senyawa  1-8 berasal dari M. trichocarpa,  sedangkan  senyawa  9-21 merupakan hasil sintesis. Berdasarkan penelusuran literatur, senyawa 5, 6, 10, 14-18 dan 21 merupakan senyawa baru. Secara umum senyawa turunan calkon 1-21 memperlihatkan sifat antibakteri yang bervariatif  dari lemah  hinga  kuat  dengan  nilai MIC  9,4 hingga  > 150  g/mL. Berdasarkan  nilai MIC tersebut  senyawa  turunan  calkon dengan  struktur dasar flavanon   bersifat   lebih   aktif   daripada   senyawa    turunan    calkon   lainnya (dihidrocalkon dan calkon). Senyawa turunan calkon dengan struktur dasar calkon memperlihatkan sifat antibakteri yang paling lemah. Adanya rantai samping unit isopren  pada  senyawa  turunan  calkon  terlihat  dapat   meningkatkan   aktivitas antibakterinya,  akan tetapi oksigenasi pada rantai  samping tersebut memberikan pengaruh  sebaliknya.  Adanya  gugus  Ã‚Â–OH  kelat   tampaknya  berperan  dalam meningkatkan  aktivitas  antibakteri  meskipun  tidak  secara  signifikan.  Hal  ini terlihat ketika terjadi metilasi maupun alilasi pada gugus Ã‚Â–OH kelat tersebut maka aktivitas antibakterinya menurun. Secara umum adanya perubahan gugus metoksi menjadi   aliloksi   pada   posisi   C-4Ã‚Â’    ternyata   dapat   menurunkan    aktivitas antibakterinya, sedangkan perubahan gugus metoksi menjadi aliloksi diposisi C-4 memperlihatkan pengaruh sebaliknya. Pada senyawa turunan calkon-eugenol (21) memperlihatkan sifat antibakteri yang lebih lemah dibandingkan dengan senyawa prekursornya (calkon atau eugenol).Sebagai  kesimpulan,  hasil  penelitian  ini  telah  berhasil  mengisolasi  dan mensintesis sembilan senyawa baru dari berbagai turunan calkon, bersama-sama dengan dua belas senyawa turunan calkon yang telah dikenal. Pada penelitian ini juga telah berhasil mengungkapkan sifat antibakteri dari 21 turunan calkon, serta hubungan struktur dan aktivitasnya. Hasil-hasil dari penelitian ini tentunya dapat dijadikan sebagai langkah awal untuk pengembangan lebih lanjut pada pencarian dan pengembangan senyawa-senyawa baru yang bersifat antibakteri dari turunan calkon", "Daftar File": {"2016 DIS PP MUHAMMAD SALMAN FAHREZA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/117668", "2016 DIS PP MUHAMMAD SALMAN FAHREZA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/117669", "2016 DIS PP MUHAMMAD SALMAN FAHREZA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/117670", "2016 DIS PP MUHAMMAD SALMAN FAHREZA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/117671", "2016 DIS PP MUHAMMAD SALMAN FAHREZA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/117672", "2016 DIS PP MUHAMMAD SALMAN FAHREZA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/117673", "2016 DIS PP MUHAMMAD SALMAN FAHREZA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/117674"}, "Penulis": "MUHAMAD SALMAN FAREZA ( NIM : 30512001 )", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. rer. nat. Didin Mujahidin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "ANTIBAKTERI, TURUNAN CALKON, MACARANGA TRICOCHARPA, SINTESIS.", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}