{"Nomor": 23178, "Judul": "ISOLASI, PENAPISAN DAN KARAKTERISASI BAKTERI PENGHASIL BIOSURFAKTAN DARI RESERVOIR MINYAK BUMI X, SUMATERA SELATAN YANG BERPOTENSI UNTUK APLIKASI MICROBIAL ENHANCED OIL RECOVERY (MEOR)", "Abstrak": "Produksi minyak bumi Indonesia terus mengalami penurunan sejak tahun 1995. Hal ini tidak sebanding dengan permintaan konsumsi minyak bumi yang terus meningkat tiap tahunnya. Oleh karena itu perlu solusi untuk meningkan kembali jumlah produksi minyak bumi dengan menggunakan pendekatan optimasi perolehan minyak bumi dari cadangan yang masih tersisa dengan teknologi Microbial Enhanced Oil Recovery (MEOR). Teknologi ini memanfaatkan mikroorganisme dan bioproduk hasil metabolisme yang diinjeksi ke dalam reservoir sumur minyak bumi. Salah satu bioproduk yang berperan penting dalam aplikasi MEOR adalah biosurfaktan. Penelitian ini berfokus pada isolasi dan penapisan untuk mencari kandidat bakteri penghasil biosurfaktan yang potensial dari sumur minyak bumi X, Sumatera Selatan. Tahapan isolasi dilakukan pada suhu 50oC menggunakan media SMSS ditambahkan 0,1% (w/v) ekstrak ragi dengan 2% (v/v) minyak bumi sebagai sumber karbon tunggal. Dari 31 bakteri yang terisolasi secara bertahap dilakukan penapisan menggunakan parameter kualitatif (Uji Hemolisis Agar Darah; Uji Persebaran Minyak) dan semi-kuantitatif (Uji Indeks Emulsifikasi) telah berhasil terseleksi dan terpilih bakteri penghasil biosurfaktan dari kelompok termofilik dengan kode DS1 yang memiliki aktivitas emulsifikasi tertinggi sebesar 65,19% dengan nilai CMC 157,5 mg/L serta mampu mereduksi nilai IFT antara minyak dan air dari 27,2 dyne/cm menjadi 19,8 dyne/cm. Hasil analisis filogenetik berbasis gen 16S rRNA menunjukkan bahwa isolat bakteri DS1 merupakan bakteri yang termasuk ke dalam spesies Bacillus licheniformis dan selanjutnya dinamai sebagai Bacillus licheniformis DS1. Karakterisasi gugus fungsi menggunakan FTIR menunjukkan bahwa biosurfaktan yang dihasilkan termasuk ke dalam kelas lipopeptida yang diproduksi seiring dengan pertumbuhan. Biosurfaktan yang diproduksi memiliki kestabilan yang baik dalam mempertahankan aktivitas emulsifikasi pada suhu tinggi hingga 120oC (selama 15 menit), salinitas hingga 10% NaCl (w/v), dan pada rentang pH 4-10 berdasarkan analisis respon permukaan berbasis desain model Box-Behnken. Hasil penelitian ini menunjukkan bahwa Bacillus licheniformis DS1 dan biosurfaktan yang dihasilkan berpotensi untuk aplikasi MEOR.", "Daftar File": {"2017 TA PP MUHAMAD SYUKRON 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117682"}, "Penulis": "MUHAMAD SYUKRON (NIM 10413003)", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Bacillus licheniformis, biosurfaktan, kestabilan, lipopeptida, MEOR", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}