{"Nomor": 23172, "Judul": "MODEL UNTUK MENENTUKAN POSISI UNLOADING VALVE YANG TERBUKA PADA SISTEM CONTINUOUS SINGLE GAS-LIFT", "Abstrak": "Gas-lift merupakan salah satu metode pengangkatan buatan dalam proses produksi minyak bumi dengan menginjeksikan gas bertekanan tinggi ke dalam titik injeksi, sehingga dapat meningkatkan jumlah minyak yang diangkat ke permukaan. Untuk laju gas yang diinjeksikan pada valve, hubungan laju produksi minyak dapat diperoleh dengan menyelesaikan permasalahan nilai batas menggunakan persamaan aliran di sepanjang tubing. Persamaan laju alir gas dan minyak diselesaikan secara numerik menggunakan metode shooting dengan metode Runge-Kutta orde 4 yang nantinya digambarkan dalam Kurva Performansi Gas-Lift (Gas Lift Performance Curve). Dalam praktiknya, posisi yang tepat dari valve yang terbuka tidak diketahui dan bergantung pada laju alir gas, tekanan injeksi dan perubahan temperatur yang terjadi disepanjang tubing. Pada hal ini perubahan temperatur untuk setiap kedalaman dihitung dengan menggunakan perhitungan temperatur campuran dan korelasi Hasan-Kabir, dan Kurva Performansi Gas-Lift (Gas Lift Performance Curve) dihitung untuk setiap kemungkinan posisi valve yang terbuka. Posisi valve yang terbuka didapatkan dengan memilih Kurva Performansi Gas-Lift (Gas Lift Performance Curve) yang paling mendekati dengan data produksi dari sumur.", "Daftar File": {"2016 TA PP MUHAMAD MUFRI JUDDIN ADDUL AZIZ 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/117651", "2016 TA PP MUHAMAD MUFRI JUDDIN ADDUL AZIZ 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/117652", "2016 TA PP MUHAMAD MUFRI JUDDIN ADDUL AZIZ 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/117653", "2016 TA PP MUHAMAD MUFRI JUDDIN ADDUL AZIZ 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/117654", "2016 TA PP MUHAMAD MUFRI JUDDIN ADDUL AZIZ 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/117655", "2016 TA PP MUHAMAD MUFRI JUDDIN ADDUL AZIZ 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/117656", "2016 TA PP MUHAMAD MUFRI JUDDIN ADDUL AZIZ 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/117657", "2016 TA PP MUHAMAD MUFRI JUDDIN ADDUL AZIZ 1- LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/117658"}, "Penulis": "MUHAMAD MUFRI JUDDIN ADDUL AZIZ (10111038)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Edy Soewono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gas Lift performance Curve, Korelasi Hasan-Kabir, Temperatur Campuran", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}