{"Nomor": 23182, "Judul": "EVALUASI STATUS KESUBURAN TANAH  DI HUTAN RAKYAT GUNUNG GEULIS DESA JATIROKE, KECAMATAN JATINANGOR KABUPATEN SUMEDANG, PROVINSI JAWA BARAT", "Abstrak": "Status kesuburan tanah dapat diketahui dengan melakukan evaluasi kesuburan tanah berdasarkan sifat kimia tanah. Salah satu cara yang dilakukan dalam menilai kesuburan lahan adalah melalui pendekatan analisis tanah atau uji tanah. Terdapat lima parameter kesuburan tanah yang digunakan dalam penelitian ini untuk mengetahui status kesuburan tanah, yaitu kapasitas tukar kation; kejenuhan basa; karbon organik; kadar fosfor dan kalium total. Penelitian ini dilakukan untuk mengetahui sifat kimia tanah dan status kesuburan tanah pada  hutan rakyat Gmelina arborea di Desa Jatiroke. Pengambilan sampel tanah dilakukan dengan metode komposit, setelah itu dilakukan pengujian tanah di laboratorium untuk dianalisis status kesuburan tanahnya yang mengacu kepada kriteria sifat kimia tanah dan status kesuburan tanah dari Lembaga Pusat Penelitian Tanah (1995). Hasil penelitian menunjukkan nilai sifat kimia tanah untuk menentukan status kesuburan pada lima lokasi penelitian di hutan rakyat Gmelina arborea Desa Jatiroke sebagai berikut : kapasitas tukar kation 14,73-23,3 cmol/kg, kejenuhan  basa 48-74%, karbon organik 2,3-12,5%, fosfor total 25-59 mg/100g serta kalium total 64,6-100,6 mg/100g. Status kesuburan tanah di hutan rakyat Gmelina arborea Desa Jatiroke pada empat lokasi memiliki status kesuburan sedang, dan satu lokasi memiliki status kesuburan tinggi.", "Daftar File": {"2017 TA PP MUHAMMAD ADI RINI 1-ABSTRAK .pdf": "https://digilib.itb.ac.id/gdl/download/117707"}, "Penulis": "MUHAMMAD ADI RINI (NIM : 11513040)", "Kontributor / Dosen Pembimbing": ["Pembimbing :       \n \n \n \n \n \n\nDr. Yoyo Suhaya.      \n \n \n \n \n \n\nEka Mulya Alamsyah, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Hutan Rakyat, Kesuburan Tanah, Sifat Kimia Tanah, Desa Jatiroke", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}