{"Nomor": 23185, "Judul": "PENGEMBANGAN METODE AXIOMATIC GREEN UNTUK GREEN IMPROVEMENT (STUDI KASUS: PERANCANGAN PARAMETER NEAR-DRY MACHINING DI PT. STALION)", "Abstrak": "Perbaikan proses yang ramah lingkungan (green improvement) dapat muncul dari inisiatif perusahaan. Namun, seringkali, perusahaan ragu untuk menerapkan perbaikan tersebut karena dapat menyebabkan menurunnya kualitas produk dan meningkatkanya biaya produksi. Untuk mengetahui seberapa jauh dampak green improvement terhadap aspek-aspek lainnya diperlukan suatu proses pemodelan hubungan antara tujuan green, kualitas, dan ekonomi.       \n\nPada penelitian ini, dikembangkan suatu metode perbaikan proses berbasis green yang disebut dengan axiomatic green. Tahap awal dari metode ini adalah pemetaan hubungan antara berbagai tujuan/kebutuhan (fungsional, green, ekonomi) yang telah didefiniskan dengan menggunakan diagram pohon aksiomatik. Selanjutnya, dilakukan metode desain eksperimen untuk memodelkan hubungan antara variabel respon dan variabel kendali yang relevan, yaitu dengan menggunakan pendekatan regresi linier. Terakhir, tahap optimisasi dilakukan dengan menerapkan teknik analitik untuk menghasilkan suatu formulasi model optimisasi programa non linier (NLP). Solusi yang dibangkitkan dari model ini dapat diterapkan untuk tujuan perbaikan proses yang ramah lingkungan.       \n\nMetode usulan telah diterapkan di PT. Stalion dalam menerapkan suatu perbaikan proses bubut yang ramah lingkungan, yaitu dengan mengatur setting parameter permesinan sehingga jumlah debit cairan pendingin saat proses permesinan berlangsung dapat berkurang dari 4 liter/menit menjadi 0,3194 liter/menit. Solusi tersebut bukan hanya mengurangi dampak lingkungan, namun juga membuat proses menjadi lebih efisien dimana terjadi pengurangan ongkos proses per unit sebesar Rp. 59,06.", "Daftar File": {"2013 TS PP MUHAMMAD AKBAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/117710", "2013 TS PP MUHAMMAD AKBAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/117711", "2013 TS PP MUHAMMAD AKBAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/117712", "2013 TS PP MUHAMMAD AKBAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/117713", "2013 TS PP MUHAMMAD AKBAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/117714", "2013 TS PP MUHAMMAD AKBAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/117715", "2013 TS PP MUHAMMAD AKBAR 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/117716", "2013 TS PP MUHAMMAD AKBAR 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/117717", "2013 TS PP MUHAMMAD AKBAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/117718"}, "Penulis": "MUHAMMAD AKBAR (NIM : 23411064)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Dradjad Irianto, M. Eng"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Green Improvement, Axiomatic Green, Desain Eksperimen, Regresi Linier, Programa Non Linier", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}