{"Nomor": 23183, "Judul": "ANALYSIS OF EFFECTIVENESS OF ENTREPRENEURSHIP TRAINING ON INMATES IN BIMKER RUTAN KELAS 1 BANDUNG", "Abstrak": "Dalam Penjelasan UU Republik Indonesia nomor 12 tahun 1995 tentang Pemasyarakatan \n\ndisebutkan jika penghuni Lembaga Pemasyarakatan memiliki hak untuk memperoleh \n\npembekalan. Rutan Kelas 1 Bandung, sebagai salah satu Lembaga Pemasyarakatan, memiliki \n\nsalah satu tempat pelatihan untuk pembekalan kewirausahaan para narapidana yang disebut \n\nBimker Rutan Kelas 1 Bandung. Penelitian pendahuluan yang dilakukan di Bimker \n\nmenunjukkan jika terdapat keluhan dari manajer kepala terkait dengan aktivitas pelatihan yang \n\ndilakukan oleh para peserta. Manajer merasa jika ada ketidak-sesuaian antara aktivitas di \n\npelatihan kewirausahan dengan tujuan dari pelatihan ini dilaksanakan. \n\nOleh karena itu, penelitian ini bertujuan untuk mengetahui faktor penyebab ketidak-sesuaian \n\nantara aktivitas pelatihan dengan tujuan pelatihan beserta memahami dan menemukan solusi \n\nsupaya pelatihan bisa berjalan secara efektif. Penelitian ini menggunakan metode naratif \n\ndengan memahami sudut pandang narasumber berdasarkan cerita (narasi) tentang pelatihan \n\nkewirausahaan yang disampaikan melalui wawancara. Wawancara dilakukan dengan \n\nmengajukan pertanyaan yang bertujuan untuk mengevaluasi pelatihan kewirausahaan \n\nberdasarkan 3 dari 4 ukuran evaluasi pelatihan dari Kirkpatrick, yaitu: reaksi, pembelajaran, \n\ndan perilaku. \n\nHasil dari evaluasi pelatihan kewirausahaan menunjukkan jika para peserta pelatihan berhasil \n\nmeningkatkan kemampuan di bidang keahlian tertentu, namun mereka merasa jika kompetensi \n\nkewirausahaan yang mereka miliki belum meningkat. Maka kebutuhan pelatihan \n\nkewirausahaan di Bimker ialah pelatihan untuk pembekalan kompetensi kewirausahaan. \n\nSelama ini, pelatihan dilakukan dengan metode pelatihan di dalam kerja yang dikelola oleh \n\nmanager-manager yang tidak kompeten di bidang kewirausahaan. Peneliti merekomendasikan \n\nsolusi agar pelatihan dilakukan dengan metode pelatihan di luar kerja dengan tujuan agar \n\nkompetensi kewirausahaan para peserta dapat meningkat dan mereka dapat menampilkan \n\naktivitas kewirausahaan dengan kapabilitas kewirausahaan yang dimiliki.", "Daftar File": {"2017 TA PP MUHAMMAD ADRIYANSYAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117708", "2017 TS PP MUHAMMAD ADRIANSYAH 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/252090"}, "Penulis": "Muhammad Adriansyah (NIM 19014189)", "Kontributor / Dosen Pembimbing": ["Anggara Wisesa, S.Hum., MM."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "inmates, entrepreneurship, training, training effectiveness, Bimker Rutan Kelas 1 Bandung", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "15 Sep 2017"}