{"Nomor": 23189, "Judul": "BIOGENERASI ASAM DENGAN MEMANFAATKAN BAKTERI ALICYCLOBACILLUS FEROOXIDANS DAN PENGGUNAANNYA UNTUK BIOLEACHING BIJIH NIKEL LATERIT DARI POMALAA", "Abstrak": "Bioleaching adalah proses pelindian dengan bantuan mikroorganisme yang menghasilkan asam dari proses metabolismenya. Penelitian bioleaching nikel baik dari bijih laterit maupun sulfida dengan memanfaatkan bakteri telah banyak dilakukan dengan berbagai perlakuan kondisi untuk memperoleh proses ekstraksi nikel yang memadai. Penelitian yang telah dilakukan sebelumnya kebanyakan mengaplikasikan proses direct bioleaching, dimana proses biogenerasi asam dan pelindian bijih berada dalam satu reaktor yang sama sehingga kondisi yang memberikan persen ekstraksi nikel yang tinggi sulit dikendalikan. Terkait dengan jenis bakteri yang digunakan, penelitian yang telah banyak dilakukan sebelumnya memanfaatkan bakteri heterotrof dan kemolitotrof. Pada penelitian ini dipelajari proses biogenerasi asam organik dengan bantuan bakteri mixotrof Alicyclobacillus ferooxidans dan keefektifan proses pelindian nikel dari bijih nikel laterit Pomalaa dengan menggunakan larutan pelindi yang dihasilkan dari proses biogenerasi dengan bantuan bakteri Alicyclobacillus ferooxidans tersebut.   \n \n \n\nSerangkaian percobaan biogenerasi asam organik dilakukan dengan memvariasikan sumber substrat organik, penambahan sulfur elemental, dan penambahan nutrien Fe untuk menentukan kondisi terbaik yang memberikan pertumbuhan bakteri Alicyclobacillus ferooxidans serta konsentrasi asam paling tinggi. Selanjutnya, dilakukan percobaan pelindian dengan memvariasikan distribusi ukuran partikel bijih, persen solid pelindian, dan penambahan asam sitrat komersial 2 M untuk menentukan keefektifan penggunaan larutan asam hasil proses biogenerasi dengan bantuan bakteri Alicyclobacillus ferooxidans untuk proses pelindian bijih nikel laterit dari Pomalaa.   \n \n \n\nHasil penelitian menunjukkan bahwa pada percobaan biogenerasi asam selama 16 hari masa inkubasi, pertumbuhan bakteri Alicyclobacillus ferooxidans terbaik adalah 3.100.000 sel/mL larutan dan konsentrasi asam organik terbaik adalah 7.457 ppm (0,04 M), yang diperoleh pada percobaan menggunakan substrat organik air lindi dengan penambahan sulfur elemental 2,5% (%w/v) dan nutrien Fe 10% (%v/v). Pada percobaan pelindian dengan kondisi temperatur 95Ã‚Â°C, waktu pelindian 480 menit, dan kecepatan pengadukan 200 rpm, persen ekstraksi nikel tertinggi untuk bijih saprolit adalah 10,49% yang diperoleh pada kondisi ukuran partikel bijih -100+200 mesh dan persen solid 5%. Sedangkan persen ekstraksi nikel tertinggi untuk bijih limonit adalah 8,05% yang diperoleh pada kondisi ukuran partikel bijih -80+100 mesh dan persen solid 5%. Pencampuran asam sitrat komersial 2 M dengan rasio 1:1 (v/v) dengan larutan hasil biogenerasi meningkatkan persen ekstraksi nikel untuk pelindian saprolit dan limonit masing-masing menjadi 82,94% dan 45,29%.", "Daftar File": {"2013 TA PP MUHAMMAD ALFI ARINANDA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/117735", "2013 TA PP MUHAMMAD ALFI ARINANDA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/117736", "2013 TA PP MUHAMMAD ALFI ARINANDA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/117737", "2013 TA PP MUHAMMAD ALFI ARINANDA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/117738", "2013 TA PP MUHAMMAD ALFI ARINANDA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/117739", "2013 TA PP MUHAMMAD ALFI ARINANDA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/117740", "2013 TA PP MUHAMMAD ALFI ARINANDA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/117741"}, "Penulis": "MUHAMMAD ALFI ARINANDA (NIM : 12509023)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. mont. M. Zaki Mubarok, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "biogenerasi, Alicyclobacillus ferooxidans, nikel, pelindian, ekstraksi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}