{"Nomor": 23193, "Judul": "PENGARAH ANTENA VSAT OTOMATIS DENGAN FITUR PENYESUAIAN PADA BIDANG MIRING", "Abstrak": "VSAT merupakan teknologi satelit yang menggunakan satelit geostasioner dengan diameter antena stasiun bumi kurang dari 2,4 meter. Antena VSAT pada stasiun bumi harus diarahkan dengan tepat ke arah satelit agar memperoleh sinyal dengan kualitas yang baik. Proses untuk mengarahkan antena VSAT secara tepat ke satelit dapat memakan waktu dan tenaga yang cukup besar jika dilakukan secara manual, terlebih apabila antena VSAT diletakkan pada tempat yang miring, sehingga diperlukan suatu sistem yang dapat mengarahkan antena VSAT secara otomatis ke satelit dengan tepat walaupun antena VSAT diletakkan pada tempat yang miring. Pada penelitian ini, sebuah sistem pengarah antena VSAT otomatis dengan fitur penyesuaian pada bidang miring telah dirancang dan diimplementasikan. Sistem terdiri dari mikrokontroler AVR ATMega16A sebagai pengendali utama. Sistem telah diuji pada bidang datar untuk diarahkan ke satelit Palapa-D yang terletak pada posisi bujur 113oBT. Kecepatan putaran rata-rata pada arah azimuth dan elevasi adalah 6,3o dengan beban antena dan reflektor sebesar 30 kilogram. Hasil pengujian sistem pada bidang miring menunjukkan bahwa sistem dapat mengarahkan antena VSAT pada kemiringan 3,5o dengan arah azimuth kemiringan 180o. Nilai SQF yang diperoleh adalah sebesar 60. Perbedaan antara sudut azimuth dan elevasi dari hasil pengukuran dan perhitungan masing-masing adalah 1,9o dan 0,4o.", "Daftar File": {"2017 TS PP MUHAMMAD AMMAR WIBISONO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117745"}, "Penulis": "MUHAMMAD AMMAR WIBISONO (NIM: 23215092)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nDr. Achmad Munir.  \n \n\nDr. Iskandar, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "antena, azimuth, bidang miring, elevasi, mikrokontroler, VSAT", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}