{"Nomor": 23194, "Judul": "PERAN PEMERINTAH KOTA DALAM PENANGANAN LINGKUNGAN PADA PERTAMBANGAN RAKYAT BERKELANJUTAN SEBELUM BERLAKUNYA UNDANG-UNDANG NO. 23 TAHUN 2014 (Studi Kasus Pertambangan Tanpa Izin Emas di Kelurahan Poboya, Kecamatan Mantikolore, Kota Palu, Sulawesi Tengah)", "Abstrak": "Penelitian ini bertujuan untuk menganalisis dampak pertambangan terhadap aspek biologi, fisik-kimia, dan sosial di Poboya serta menganalisis peran Pemerintah Daerah dalam penanganan lingkungan pada pertambangan tanpa izin di Poboya. Metode yang digunakan untuk menganalisis dampak pertambangan yaitu aspek biologi menggunakan analisis vegetasi dan analisis kelimpahan plankton; aspek fisik-kimia dengan melakukan perhitungan kandungan merkuri tanah (Hg) dan perhitungan indeks pencemaran pada air; aspek sosial dilakukan perhitungan dengan menggunakan skala likert. Sedangkan metode yang digunakan untuk menganalisis peran pemerintah dengan metode deskriptif dengan pendekatan kualitatif.  \n \n\nHasil penelitian menunjukkan bahwa dampak pertambangan di lokasi penelitian telah mengalami perubahan Biologi, Fisik-kimia, dan sosial masyarakat.  \n \n\nPerubahan biologi dari hasil analisis vegetasi hutan menunjukkan bahwa telah terjadi hilangnya tumbuhan tingkat pohon dan tiang pada lahan pasca tambang. Selain itu telah terjadi hilangnya tumbuhan Ficus sp pada lahan pasca tambang yang merupakan tumbuhan yang memiliki INP tertinggi. Pertambangan tersebut juga mengakibatkan penurunan jumlah jenis tumbuhan, pada lahan pra tambang jumlah total 15115 jenis tumbuhan/ha, sedangkan pada lahan pasca tambang hanya sebesar 9680 jenis tumbuhan/ha. Hasil analisis indeks Keanekaragaman plankton air sungai poboya menunjukkan bahwa pada bagian hulu termasuk pada kategori tercemar sedang yakni pada kisaran 1,0-1,5. Sedangkan pada bagian hilir termasuk pada kategori tercemar berat yakni pada kisaran 1,0-15 1. Hasil analisis indeks dominansi (D) menunjukkan bahwa jenis plankton pada daerah hulu dan yaitu D=1. Hal tersebut berarti bahwa terdapat jenis yang mendominansi jenis lainnya.  \n \n\nPerubahan fisik-kimia terlihat dari kandungan merkuri tanah yang menunjukkan bahwa kandungan merkuri tanah telah melampaui batas kritis yaitu 0,3-0,5 ppm. Kandungan merkuri tanah Pada lahan pemukiman adalah 0.7784 ppm. Sedangkan pada areal kandungan merkuri perkebunan campuran dan persawahan adalah 0.9916 ppm dan 1.1788 ppm. Kandungan merkuri pada areal tersebut relatif tinggi karena telah melampaui batas kritis. Sedangkan kandungan merkuri (Hg) tertinggi terdapat pada areal dekat pengolahan yang merupakan areal terbuka yang ditumbuhi tumbuhan liar berupa semak-semak serta tempat tinggal para pekerja tromol yaitu 4.06 ppm. Tingginya kandungan merkuri dilahan tersebut karena pengambilan sampel tanah dilakukan dekat dengan areal pengolahan emas Poboya. Selain itu Hasil perhitungan indeks pencemaran (Pollutin Index) sesuai dengan Ã‚Â“Keputusan Menteri  Lingkungan Hidup No. 115 Tahun 2003 tentang Pedoman Status Mutu Air, dengan menggunakan perbandingan hubungan indeks pencemaranÃ‚Â” menunjukkan bahwa telah terjadi perubahan fisik-kimia air sungai bagian hulu dan hilir. Hasil analis indeks pencemaran antara hulu nilai indeks pencemaran berkisar 0,003 sampai dengan 0.81 dengan nilai rata-rata 0.268 (0 ≤ Pij ≤ 1,0). Hal ini menunjukkan bahwa di daerah hulu sungai poboya masih tergolong kondisi baik. Sedangkan indeks pencemaran di daerah hilir mengalami peningkatan yaitu dengan nilai rata-rata 1.22 (1,0 < Pij ≤ 5,0). Hal ini menunjukkan bahwa daerah hilir sungai Poboya tergolong kondisi cemar ringan. Hasil analisis sosial masyarakat terdapat pada rentang 26-50 (tidak baik). Sehingga dapat disimpulkan bahwa persepsi masyarakat terhadap pelaksanaan kebijakan pertambangan rakyat dalam kategori tidak baik. Hal ini berarti masyarakat belum dapat menerima kebijakan tersebut dengan baik. Adanya persepsi ini dapat menjadi kendala terhadap pelaksanaan kebijakan tersebut. Hal ini berarti masyarakat belum dapat menerima kebijakan tersebut dengan baik. Sehingga perlunya meningkatkan mutu sosialisasi terhadap kebijakan pertambangan rakyat kepada masyarakat penambang.  \n \n\nHasil analisis isi Peraturan Daerah Kota Palu Nomor 3 Tahun 2011 tentang Pertambangan Rakyat menunjukkan bahwa Pasal-pasal yang membahas mengenai kewajiban pemerintah dalam inventarisasi lingkungan hidup tidak tercantum dalam Peraturan Daerah Kota Palu. Mengingat pentingnya inventarisasi sebagai pedoman rencana pertambangan rakyat, untuk mengatur kegiatan pertambangan rakyat agar sesuai dengan Undang-undang diatasnya. Selain itu tidak termuat pasal yang menjelaskan instrumen ekonomi lingkungan hidup dalam rangka melestarikan fungsi lingkungan hidup di daerah baik instrumen perencanaan pembangunan dan kegiatan ekonomi, instrument pendanaan lingkungan hidup maupun instrument insentif dan/atau disinsentif. Padahal instrumen ekonomi lingkungan ini tidak kalah pentingnya serta merupakan pelengkap dari instrumen yang sudah ada sebelumnya, seperti instrumen AMDAL, UKL-UPL, perizinan, dan lain sebagainya. Berdasarkan hal tersebut dapat disimpulkan bahwa Peraturan Daerah Kota Palu No 3 Tahun 2011 Tentang Pertambangan Rakyat terdapat beberapa pasal yang tidak sesuai dengan peraturan di atasnya yakni Undang-Undang Republik Indonesia Nomor 32 Tahun 2009 tentang Perlindungan dan pengelolaan lingkungan hidup. Ketidak tepatan penetapan Peraturan Daerah dengan Peraturan Perundang-undangan mempengaruhi implementasi kebijakan tersebut. Ketidak sesuaian bentuk ini dapat menjadi alasan untuk meninjau kembali agar peraturan yang dibuat tidak melanggar prinsip-prinsip dasar dalam bernegara dan sesuai perundang-undangan yang berlaku.  \n \n\nHasil analisis Stakeholder dapat disimpulkan bahwa para pemangku kepentingan memiliki pengaruh yang berbeda-beda serta berada pada posisi yang tidak semestinya. Ketidak sesuaian pengaruh dan kepentingan tersebut mendorong perilaku yang saling menghambat, sehingga berdampak pada gagalnya pencapaian tujuan pelaksanaan kebijakan Pertambangan Rakyat yaitu menjaga lingkungan hidup yang semestinya menjadi tujuan bersama para pemangku kepentingan.  \n \n\nHasil analisis implementasi disimpulkan bahwa masing-masing Stakeholder belum menjalankan perannya sesuai kewenangannya seperti yang tertulis pada Peraturan Daerah Nomor 3 Tahun 2011 tentang Pertambangan Rakyat. Pemerintah Kota seharusnya menjalankan peranannya sesuai Peraturan Daerah. Sehingga upaya perlindungan dan pengelolaan lingkungan hidup dapat berjalan dengan baik. Peran yang belum dijalankan oleh Pemerintah Kota sangat mempengaruhi kinerja penambang sebagai penyelenggara. Hal tersebut mengakibatkan Peraturan Daerah Kota Palu Nomor 3 Tahun 2011 tentang Pertambangan Rakyat terkait Pertambangan Emas Poboya jauh dari pencapaian tujuan. Seharusnya dalam pelaksanaan sebuah kebijakan tersebut yang berhubungan langsung dengan masyarakat harus dilakukan berbagai upaya untuk menyampaikan isi tujuan dan sasaran dari Peraturan Daerah tersebut. Berdasarkan hal tersebut menunjukkan bahwa para pemangku kepentingan belum secara jelas menunjukkan komitmennya dalam penanganan lingkungan hidup. Di samping itu  \n \n\nPemerintah Kota belum dapat menunjukkan komitmennya dan kemampuannya dalam penanganan lingkungan hidup di kawasan pertambangan Poboya.  \n \n\nHasil analisis kebutuhan menunjukkan bahwa belum jelasnya status WPR, keberadaan aktor kuat sebagai backing penambang, kurangnya pengawasan aparat yang berwewenang, dan lemahnya penegakan hukum menyebabkan munculnya pertambangan tanpa izin. Maka perlu dilakukan penyelesaiannya dalam bentuk perlu mengintegrasikan perizinan lingkungan dan kejelasan WPR dalam bentuk kesamaan peta masing-masing instansi. Untuk mengindari persaingan lapangan kerja setempat dan menekan jumlah penduduk yang berdampak terhadap kesenjangan sosial perlu dilakukan pengendalian migrasi dari wilayah lain. Selain itu terjadinya klaim kepemilikan tanah menjadi kendala Pemerintah Kota dalam menertibkan PETI maka perlu membuat badan usaha atau perkumpulan masyarakat untuk merapikan sistem usaha pertambangan sebagai upaya meminimalisir kepemilikan perorangan serta perlu membuat pedoman upaya penanggulangan dan pemulihan.", "Daftar File": {"2017 TS PP MUHAMMAD AMIRUDDIN  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117746"}, "Penulis": "MUHAMMAD AMIRUDDIN (NIM: 21314005)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Endang Hernawan, Ir, MT. Msi.  \n \n\nDr. Mulyaningrum, S.Hut, Msi."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "pertambangan tanpa izin, dampak pertambangan tanpa izin, peran Pemerintah Daerah", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}