{"Nomor": 23197, "Judul": "KLASIFIKASI SENTIMEN PERUSAHAAN PADA ARTIKEL BERITA DENGAN WORD EMBEDDING", "Abstrak": "Sentimen perusahaan mempengaruhi pandangan individu atau masyarakat terhadap perusahaan tersebut. Pandangan ini mempengaruhi tindakan seseorang dalam transaksi perdagangan saham. Sentimen-sentimen perusahaan ini bisa terkandung pada artikel berita dalam beberapa faktor terkait perusahaan tersebut. Faktor-faktor tersebut adalah faktor internal dan faktor eksternal dari sebuah perusahaan. Sentimen yang terkandung pada artikel berita tersebut dapat diprediksi dengan klasifikasi sentimen. Klasifikasi sentimen memudahkan individu atau masyarakat dalam menentukan tindakannya dalam perdagangan saham.   \n \n \n\nMasalah klasifikasi sentimen dapat diselesaikan menggunakan supervised learning. Untuk membentuk model pembelajaran dengan supervised learning, Metode ekstraksi fitur dilakukan untuk mendapatkan representasi dari sebuah kalimat. Metode ekstraksi fitur yang dapat digunakan adalah fitur n-gram dan word embedding. Penelitian terkait menghasilkan akurasi yang bagus dengan menggunakan Support Vector Machine dan Convolutional Neural Network. Seleksi fitur dapat digunakan untuk mengurangi ukuran model ruang vektor sehingga algoritma pembelajaran mesin dapat berjalan cepat. Seleksi fitur juga menghilangkan fitur yang tidak relevan dalam proses ekstraksi fitur.   \n \n \n\nPembentukan model pembelajaran dengan metode tersebut menggunakan data latih sebanyak 6.358 kalimat dengan tiga kelas sentimen, yaitu positif, negatif, dan netral. Eksperimen yang dilakukan adalah eksperimen fitur n-gram dan fitur word embedding. Pada eksperimen fitur n-gram, eksperimen dilakukan pada fitur unigram, bigram, trigram, dan gabungan ketiganya. Setiap eksperimen tersebut dilakukan dengan tiga bobot, yaitu kemunculan tidaknya suatu kata, term frequency (TF), dan TF-IDF. Selain itu, seleksi fitur juga dilakukan untuk setiap eksperimen n-gram tersebut. Pada eksperimen word embedding, eksperimen yang dilakukan adalah tuning parameter, metode average word vector, dan Convolutional Neural Network. Metode dengan fitur word embedding dan algoritma Convolutional Neural Network yang dilakukan dengan seleksi fitur information gain dan kamus kata sentimen menghasilkan akurasi terbaik. Akurasi terbaik yang dihasilkan adalah 85,729%.", "Daftar File": {"2017 TS PP Muhammad Ali Buchari 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117749"}, "Penulis": "MUHAMMAD AODYRA KHAIDIR - NIM : 13513063", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Ayu Purwarianti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Kata kunci: sentimen, klasifikasi sentimen, seleksi fitur, ekstraksi fitur, word embedding", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}