{"Nomor": 23190, "Judul": "PERANCANGAN BEJANA TEKAN DENGAN JACKET UNTUK PROSES PEMASAKAN KECAP", "Abstrak": "Peningkatan kapasitas produksi pabrik kecap dapat dilakukan dengan proses  produksi kecap yang mampu memproduksi sesuai kapasitas produksi yang diharapkan. Salah satu tahapan penting dalam proses produksi kecap adalah proses pembuatan karamel, dan proses pemasakan. Semua proses tersebut dilakukan menggunakan bejana tekanan untuk kuali pemasakan kecap.      \n \n \n \n\nTugas akhir ini bertujuan untuk merancang bejana tekan vertikal untuk pemasakan kecap manis sesuai dengan ASME Section VIII Division 1. Hasil rancangan harus memenuhi kriteria rancangan yang ditentukan dan dapat beroperasi dengan aman pada tekanan sebesar 0,32 MPa dan temperatur sebesar  150℃. Perancangan komponen bejana tekan terdiri dari perancangan shell, bottom head, jacket, nozzle, kebutuhan power motor dan support berdasarkan  standar yang ditentukan.      \n \n \n \n\nDari perancangan yang dilakukan didapatkan dimensi dari komponen utama bejana tekan. Silinder shell memiliki diameter dalam 2450 mm, ketebalan dinding 8 mm, dan tinggi 2356 mm. Jenis bottom head yang digunakan adalah    \n \n \n \n\ntorispherical dengan ketebalan 9 mm. Ukuran nozzle yang digunakan adalah DN90 dengan schedule 5S. Lug support dipilih dengan maksimum beban yang dapat ditanggung sebesar 16320 kg (36000 Lbs). Detail dimensi bejana tekan    \n \n \n \n\nhasil rancangan terdapat pada gambar teknik.    \n \n \n \n\nSimulasi numerik dengan ANSYS Workbench dilakukan dengan    \n \n \n \n\npenyederhanaan pemodelan pada hasil rancangan untuk mendapatkan nilai tegangan yang terjadi. Hasil simulasi numerik menunjukkan bahwa tegangan yang terjadi di bawah batas tegangan berdasarkan ASME Section VIII Division    \n \n \n \n\n1", "Daftar File": {"2017 TA PP MUHAMMAD ALI NUR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117742"}, "Penulis": "MUHAMMAD ALI NUR (NIM : 13112023)", "Kontributor / Dosen Pembimbing": ["Pembimbing Utama:      \n \n \n \n\nProf.Ir. I Gusti Nyoman Wiratmaja Ph.D.      \n \n \n \n\nPembimbing Pendamping:      \n \n \n \n\nM. Agus Kariem ST., MT., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bejana tekan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}