{"Nomor": 23195, "Judul": "PERANCANGAN KERANGKA KERJA UNTUK PENILAIAN SISTEM PENGENDALIAN INTERN PROSES TEKNOLOGI INFORMASI DALAM PENYUSUNAN LAPORAN KEUANGAN INSTANSI PEMERINTAH", "Abstrak": "Paket undang-undang di bidang keuangan negara berimplikasi pada perlunya sistem pengelolaan keuangan negara yang lebih akuntabel dan transparan. Sistem pengendalian intern (SPI) merupakan suatu sistem yang dapat memberi keyakinan memadai bahwa penyelenggaraan kegiatan pada instansi pemerintah dapat mencapai tujuannya secara efisien dan efektif. Laporan keuangan merupakan bentuk pertanggungjawaban instansi pemerintah yang mencerminkan pelaksanaan SPI yang ada di dalamnya. Proses pelaporan keuangan semakin bergantung pada sistem teknologi informasi (TI). Sistem tersebut sangat terintegrasi dalam menginisiasi, memberi otorisasi, mencatat, memproses dan melaporkan transaksi keuangan. Oleh karena itu, sistem TI terkait erat dengan keseluruhan proses pelaporan keuangan dan perlu dinilai, bersamaan dengan proses penting lainnya. Penelitian ini menggabungkan Proses dalam COBIT 5 yang diselaraskan dengan Komponen dan Prinsip dalam COSO ICIF dan menyisipkan pengukuran efektivitas berdasarkan CCAF Twelve-Attributes untuk menilai efektivitas SPI proses TI dalam penyusunan laporan keuangan instansi pemerintah. Hasil penggabungan tersebut menghasilkan sebuah rancangan kerangka kerja penilaian SPI proses TI dalam penyusunan laporan keuangan instansi pemerintah.", "Daftar File": {"2017 TS PP MUHAMMAD ANDANA SETIARSA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117747"}, "Penulis": "Muhammad Andana Setiarsa - NIM: 23214111", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bambang Pharmasetiawan, M.SEE."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "sistem pengendalian intern, kerangka kerja penilaian SPI, COSO ICIF, COBIT 5, integrasi, proses TI, laporan keuangan, efektivitas.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2017"}