{"Nomor": 23202, "Judul": "UJI EKSPERIMENTAL METODE DESAIN DAN ANALISIS FAN AKSIAL MENGGUNAKAN TEORI MOMENTUM ELEMEN BILAH", "Abstrak": "Laporan tugas akhir ini membahas tentang pengujian eksperimental metode desain dan analisis fan aksial menggunakan teori momentum elemen bilah. Metode desain dan analisis fan aksial ini nantinya akan digunakan untuk merancang dan menganalisis fan aksial skala kecil sebagai sarana pembelajaran. Parameter untuk merancang geometri fan aksial didapat dengan terlebih dahulu menentukan batasan Ã‚Â– batasan yang muncul dari model fan aksial dalam sebuah sistem. Setelah dilakukan perancangan geometri fan aksial beserta komponen sistem fan aksial menggunakan perangkat lunak Microsoft Excel, akan dibuat geometri hasil rancangan menggunakan perangkat lunak CATIA untuk selanjutnya dilakukan pembuat model fisik dengan metode manufaktur 3D Printing. Model fisik yang sudah jadi akan diuji untuk dilakukan pengukuran terhadap parameter aerodinamika dari aliran yang terjadi untuk kemudian dilakukan perbandingan dengan hasil perhitungan analitik. Hasil perbandingan menunjukkan daya tersedia fan aksial hasil pengujian bernilai 37 Ã‚Â– 44 % dari daya tersedia fan aksial hasil perhitungan analitik. Sedangkan daya yang dibutuhkan fan aksial hasil eksperimen memiliki selisih sebesar 12 Ã‚Â– 34 W terhadap daya yang dibutuhkan hasil perhitungan analitik. Hal Ã‚Â– hal yang mempengaruhi perbedaan nilai hasil eksperimen dengan hasil perhitungan analitik meliputi estimasi koefisien aerodinamika pada Reynolds number rendah, kekasaran permukaan model hasil 3D Printing, jarak antara bilah fan aksial dengan straightener, bentuk dari spinner, efisiensi motor, dan daya sistem kelistrikan.", "Daftar File": {"2017 TA PP Muhammad Arief Harfiansyah 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117787"}, "Penulis": "Muhammad Arief Harfiansyah - Nim: 13613024", "Kontributor / Dosen Pembimbing": ["Dr. Firman Hartono ST, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fan aksial, teori momentum elemen bilah, eksperimen.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}