{"Nomor": 23200, "Judul": "DESAIN WET SCRUBBER UNTUK PENGENDALIAN PARTIKULAT PADA INDUSTRI PENGOLAHAN KELAPA SAWIT", "Abstrak": "PT XYZ merupakan salah satu industri pengolahan kelapa sawit yang berada di wilayah Kabupaten Lampung Tengah, Provinsi Lampung. Produk utama dari kegiatan pemrosesan di industri tersebut adalah minyak kelapa sawit. Dalam      \n \n\nproses produksi, pabrik PT XYZ membutuhkan uap panas sebagai salah satu penunjang operasi. PT XYZ menggunakan boiler sebagai penghasil uap, dengan bahan bakar pembakaran berupa serabut dan cangkang kelapa sawit. Dengan penggunaan serabut dan cangkang kelapa sawit sebagai bahan baku, kegiatan pembakaran tersebut menghasilkan emisi zat pencemar, yang salah satunya  merupakan partikulat. Alat pengendali partikulat yang sudah terpasang pada boiler PT XYZ tersebut adalah berupa multi siklon. Konsentrasi partikulat pada gas yang diemisikan dari multi siklon mencapai 996 mg/m3. Nilai tersebut berada di atas baku mutu konsentrasi partikulat jika dibandingkan dengan Peraturan Menteri Lingkungan Hidup No. 7 Tahun 2007, yaitu 300 mg/m3. Dalam studi perencanaan ini, solusi yang diusulkan untuk mengatasi permasalahan konsentrasi partikulat tersebut adalah berupa penambahan sistem wet scrubber. Kemudian      \n \n\nuntuk mengantisipasi adanya pengetatan peraturan, maka direncanakan batas  maksimum konsentrasi emisipartikulat adalah sebesar 100 mg/m3 sehingga target  efisiensi penyisihan partikulatnya adalah 90%. Untuk mencapai target tersebut maka kemudian dirancang sistem wet scrubber berupa tower spray chamber (beserta nozzle dan mist eliminator), bak pengendap, dan reservoir. Tower spray chamber yang dirancang memiliki dimensi tinggi 6,5 m dan diameter 3,5 m dengan penambahan nozzle untuk droplet 800 μm pada 9 titik dan mist eliminator  tipe vane. Bak pengendap dirancang memiliki 2 tangki yang masing-masing memiliki dimensi panjang 9,2 m dan lebar 2,3 m. Reservoir yang dibutuhkan untuk menampung cairan memiliki dimensi panjang dan lebar 5,3 m dengan      \n \n\nkedalaman 3 m.", "Daftar File": {"2015 TA PP MUHAMMAD ARIEF NOVERIANTO 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/117768", "2015 TA PP MUHAMMAD ARIEF NOVERIANTO 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/117769", "2015 TA PP MUHAMMAD ARIEF NOVERIANTO 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/117770", "2015 TA PP MUHAMMAD ARIEF NOVERIANTO 1 - BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/117771", "2015 TA PP MUHAMMAD ARIEF NOVERIANTO 1 - BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/117772", "2015 TA PP MUHAMMAD ARIEF NOVERIANTO 1 - BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/117773", "2015 TA PP MUHAMMAD ARIEF NOVERIANTO 1 - BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/117774", "2015 TA PP MUHAMMAD ARIEF NOVERIANTO 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/117775", "2015 TA PP MUHAMMAD ARIEF NOVERIANTO 1 - BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/117776", "2015 TA PP MUHAMMAD ARIEF NOVERIANTO 1 - BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/117777", "2015 TA PP MUHAMMAD ARIEF NOVERIANTO 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/117778"}, "Penulis": "MUHAMMAD ARIEF NOVERIANTO ( NIM 15310094 )", "Kontributor / Dosen Pembimbing": ["pembimbing :      \n \n \n \n \n \n\nIr. Puji Lestari, Ph. D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "desain, kelapa sawit, partikulat, wet scrubber", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "11 file", "Tanggal Input": "27 Sep 2017"}