{"Nomor": 23206, "Judul": "PATIENT SATISFACTION ANALYSIS USING THE THREE FACTOR THEORY CLASSIFICATION AND REVISED IMPORTANCE PERFORMANCE ANALYSIS: A RESEARCH STUDY OF KLINIK PRATAMA MEDIKA ANTAPANI BANDUNG", "Abstrak": "Meningkatkan kualitas layanan kesehatan oleh penyedia layanan kesehatan berarti memperbaiki status kesehatan \n\nmasyarakat dan juga meningkatkan daya saing perusahaan. Poli Umum Klinik Pratama Medika Antapani ingin \n\nmemberikan kualitas pelayanan terbaik kepada pasiennya, yang juga merupakan visi klinik. Studi ini membantu \n\npihak manajemen klinik untuk mengklasifikasi atribut layanan yang mereka berikan kepada pasien, berdasarkan \n\nkinerja klinik saat rendah dan tinggi. Penelitian ini juga memberi wawasan kepada poli umum klinik tentang \n\natribut layanan apa yang harus menjadi fokus klinik dalam perbaikkannya dan atribut layanan apa yang cukup \n\ndipertahankan. Selain itu, penelitian ini dapat diulang dan diterapkan oleh manajemen klinik di bidang layanan \n\nlainnya. Penelitian ini menggunakan Three Factor Theory Classification, model yang lebih sederhana dari Model \n\nKano (sehingga lebih mudah dipahami), dalam mengklasifikasikan atribut layanan menjadi Faktor Dasar (Basic \n\nFactor), Faktor Kinerja (Performance Factor), dan Faktor Kegembiraan (Excitement Factor). Selain itu, \n\npenelitian ini juga menggunakan Revised Importance-Performance Analysis (IPA), pengembangan IPA \n\nkonvensional (yang dianggap tidak memperhitungkan perubahan pentingnya atribut layanan terhadap perubahan \n\nkinerja atribut layanan), untuk memprioritaskan peningkatan kualitas atribut layanan. Hasil dari penelitian ini \n\nadalah, Faktor Dasar meliputi waktu antrian, menanggapi keluhan, memahami kebutuhan, kemudahan diakses, \n\nkenyamanan dan keamanan, kerapihan penampilan, peralatan medis, kebersihan, loksasi, akurasi diagnosis, info \n\nmedis, keramahtamahan, serta pengobatan dan pemulihan. Faktor Kinerja meliputi waktu layanan, kesempatan \n\nbertanya, komunikasi dua arah, ketepatan jadwal, dan konsistensi. Tak satu pun dari atribut pelayanan tergolong \n\nke dalam Faktor Kegembiraan. Penelitian ini juga menghasilkan masukan ke klinik bahwa enam dari delapan \n\nbelas atribut dianggap sebagai prioritas utama untuk perbaikan dan pengembangan, atribut tersebut adalah \n\nkomunikasi dua arah, penyembuhan dan pemulihan, kebersihan, peralatan medis, ketepatan jadwal , dan \n\nkemudahan diakses. Penelitian ini juga memberikan rekomendasi kepada klinik mengenai apa yang harus \n\ndilakukan secara umum terhadap atribut layanan yang ada, serta ringkasan saran dan kritik responden yang dapat \n\nmenjadi titik awal bagi klinik untuk meningkatkan kualitas layanannya.", "Daftar File": {"2017 TA PP MUHAMMAD ASAD AUFAR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117791", "2017 TS PP MUHAMMAD ASAD AUFAR 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/252107"}, "Penulis": "Muhammad Asad Aufar Radias (NIM 19014038)", "Kontributor / Dosen Pembimbing": ["Dr. Mursyid Hasan Basri S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Service Quality, Three-Factor Theory Classification, Revised Importance-Performance Analysis, SERVQUAL, General Practice", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "15 Sep 2017"}