{"Nomor": 23207, "Judul": "AN EXPLORATORY STUDY: PURCHASING BEHAVIOR OF INDONESIAN ONLINE GAMERS TO IMPROVE INDONESIAN GAME DEVELOPER", "Abstrak": "Video games adalah game yang secara khusus dibuat agar dapat dijalankan di suatu \n\nsistem digital. Industri video game akhir-akhir ini terus berkembang, terutama di Asia \n\nTenggara. Di sisi lain, industri video game di Indonesia tidak terlihat maju seperti di \n\nnegara-negara tetangga seperti Malaysia dan Singapura. Masalah-masalah dari \n\nfenomena ini muncul dari interview bersama game developer Indonesia dimana dengan \n\nberbagai alasan, developer Indonesia membuat game-game tanpa mengetahui \n\nmarketnya. Dengan melakukan exploratory research tentang perilaku pemain game \n\nIndonesia, riset ini ditujukan untuk membantu developer-developer membuat gamegame \n\nyang mereka mengetahui market mereka itu seperti apa, khususnya untuk game \n\ndeveloper Indonesia. Di riset ini, semi-structured interview digunakan untuk tahap \n\npengumpulan data. Sedangkan open, axial, dan selective coding digunakan untuk \n\nmenganalisa data tanpa meninggalkan verifikasi data tersebut menggunakan triangulasi . \n\nDari riset ini, ditemukan sebuah gambaran besar tentan perilaku konsumen pemain \n\ngame Indonesia yang didalamnya terdapat beberapa faktor penting yang membantu \n\ntersebarnya pengetahuan konsumen tentang game yang didominasi oleh pengaruh teman, \n\njuga cerita dalam game dan gameplay sebagai faktor-faktor yang paling diperhatikan \n\nsaat mereka ingin memilih sebuah game, atau juga motif-motif mengapa mereka \n\nmembeli virtual goods yang biasanya adalah untuk mengubah penampilan-penampilan \n\ndalam game atau untuk menaikkan tingkat kompetitif dari sesuatu didalamnya.", "Daftar File": {"2017 TA PP MUHAMMAD AZIZI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117792", "2017 TS PP MUHAMMAD AZIZI NUN 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/252108"}, "Penulis": "Muhammad Azizi Nun (NIM 19014181)", "Kontributor / Dosen Pembimbing": ["R. Bayuningrat Hardjakaprabon"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Video games, Virtual goods, Customer Behavior, Customer Knowledge, Motives, open coding, axial coding, selective coding, triangulation", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "15 Sep 2017"}