{"Nomor": 23212, "Judul": "APLIKASI MIGRASI KIRCHHOFF RANAH WAKTU DAN KEDALAMAN PADA DATA POSTSTACK SEISMIK", "Abstrak": "Pengolahan data seismik refleksi memiliki beberapa tahapan utama, di    \n \n \n \n\nantaranya dekonvolusi, stacking, dan migrasi. Ketika melalui tahapan stacking,    \n \n \n \n\ntras seismik yang dicitrakan sebagai hasil penampang zero-offset merupakan    \n \n \n \n\nposisi berdasarkan ranah waktu hasil penjalaran gelombang seismik dalam    \n \n \n \n\nmedium bumi dan direkam oleh geofon. Pada kondisi geologi yang memiliki    \n \n \n \n\nkemiringan, penampang ini tidak mampu mencitrakan kondisi bawah permukaan    \n \n \n \n\ndengan representatif karena memiliki kemiringan semu, sehingga perlu dilakukan    \n \n \n \n\nmigrasi. Proses memindahkan posisi data dari posisi zero-offset menuju posisi    \n \n \n \n\nsebenarnya di bawah permukaan disebut migrasi.    \n \n \n \n\nTeori Kirchhoff menggunakan prinsip penjumlahan amplitudo pada    \n \n \n \n\nhiperbola difraksi. Penerapannya pada migrasi data poststack dalam ranah waktu    \n \n \n \n\ndan kedalaman dinilai mempunyai kemampuan tersendiri. Beberapa analisis    \n \n \n \n\nmenyebutkan bawah migrasi dalam ranah kedalaman memberikan hasil    \n \n \n \n\npenampang bawah permukaan yang lebih representatif dan mudah untuk    \n \n \n \n\ndiinterpretasi. Pemilihan aperture migrasi merupakan parameter yang juga harus    \n \n \n \n\ndiperhatikan dalam tahapan migrasi.    \n \n \n \n\nPengaplikasian teori Kirchhoff pada migrasi ranah kedalaman terbukti    \n \n \n \n\nmampu mengembalikan reflektor pada posisi bawah permukaan yang lebih    \n \n \n \n\nrepresentatif; difraksi dapat diatasi lebih baik dan reflektor kembali pada posisi    \n \n \n \n\nsebenarnya di bawah permukaan. Pemilihan aperture migrasi yang terlalu kecil    \n \n \n \n\ndan terlalu besar dapat menyebabkan menurunnya kualitas hasil migrasi.", "Daftar File": {"2012 TA PP MUHAMMAD CIPTA SUHADA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/117816", "2012 TA PP MUHAMMAD CIPTA SUHADA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/117817", "2012 TA PP MUHAMMAD CIPTA SUHADA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/117818", "2012 TA PP MUHAMMAD CIPTA SUHADA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/117819", "2012 TA PP MUHAMMAD CIPTA SUHADA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/117820", "2012 TA PP MUHAMMAD CIPTA SUHADA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/117821", "2012 TA PP MUHAMMAD CIPTA SUHADA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/117822"}, "Penulis": "MUHAMMAD CIPTA SUHADA (NIM : 12308034)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Afnimar, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "seismik, migrasi, Kirchhoff, poststack, waktu, kedalaman, aperture", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}