{"Nomor": 23210, "Judul": "ESTIMASI SIFAT KELISTRIKAN BATUAN UNTUK MODEL PORI GRANULAR DAN RETAKAN MENGGUNAKAN METODE ELEMEN HINGGA", "Abstrak": "Konduktivitas listrik merupakan parameter yang powerful dalam menentukan tipe reservoar yang bergantung pada geometri ruang pori. Penelitian tentang hal ini telah dikaji oleh banyak peneliti, diantaranya: mengkaji hubungan konduktivitas listrik dengan jari-jari pori, bentuk butiran, dan parameter struktur mikro lainnya. Di sini, penulis meninjau ulang hubungan tersebut, dengan menyusun model pori granular dan retakan. Keduanya dipilih untuk dibandingkan bagaimana perubahan konduktivitas listrik sebagai fungsi porositas dan ukuran. Model yang disusun   \n\ndivariasikan nilai porositas (5%-35%) dan ukuran sampelnya (323 - 1283 voxels).  Sampel yang digunakan dalam penilitian ini adalah batuan berpori yang terdiri dari fasa padatan dan pori yang tersaturasi penuh oleh  fluida dengan konduktivitas listrik masing-masing 0,01 S / m dan 0,2 S / m. Perhitungan konduktivitas listrik  dilakukan dengan teknik komputasi metode elemen hingga (FEM) melalui pendekatan energi, yang telah dikomparasikan terlebih dahulu dengan pendekatan analitik. Di antara pendekatan analitik yang digunakan adalah rangkaian paralel seri, per-   \n\nsamaan Brown, Keller-Mendellson, dan persamaan Nguyen. Komparasi tersebut dilakukan pada model 2D dan 3D, dengan menunjukkan hasil yang baik. Berdasarkan hasil perhitungan pada sluruh model pori diperoleh kesimpulan bahwa nilai   \n\nkonduktivitas listrik pada model retakan selalu lebih besar dibandingkan dengan  model pori granular pada porositas yang sama, hal ini menjadi penting ketika kita   \n\nakan mengidentifikasi sebuah sample batuan.", "Daftar File": {"2017 TS PP MUHAMMAD BISRI MUSTOFA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/117800", "2017 TS PP MUHAMMAD BISRI MUSTOFA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/117801", "2017 TS PP MUHAMMAD BISRI MUSTOFA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/117799", "2017 TS PP MUHAMMAD BISRI MUSTOFA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/117798", "2017 TS PP MUHAMMAD BISRI MUSTOFA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/117797", "2017 TS PP MUHAMMAD BISRI MUSTOFA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/117796", "2017 TS PP MUHAMMAD BISRI MUSTOFA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/117795"}, "Penulis": "MUHAMMAD BISRI MUSTOFA (NIM : 20215058)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr.rer.nat. Umar Fauzi"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Konduktivitas listrik, Model pori granular, Retakan, Metode elemen hingga.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "7 file", "Tanggal Input": "17 Nov 2017"}