{"Nomor": 23229, "Judul": "PENGEMBANGAN SKENARIO PENGELOLAAN SAMPAH KOTA BANJARMASIN DENGAN MEMPERTIMBANGKAN KONSEP TPA REGIONAL", "Abstrak": "Kementerian Pekerjaan Umum berencana akan membangun TPA Regional Hutan Panjang di daerah Kota Banjarbaru. TPA Regional ini akan melayani pengelolaan sampah Kota Banjarmasin, Kota Banjarbaru dan Kabupaten Banjar. Jarak tempuh Kota Banjarmasin menuju TPA Regional Hutan Panjang kurang lebih 50 km. Ditambah lagi wilayah pelayanan dalam kota yang cukup luas yaitu lebih dari 20 km, membuat pengelolaan sampah Kota Banjarmasin khususnya biaya transportasi membutuhkan biaya yang tinggi jika dibandingkan dengan menggunakan TPA Basirih (eksisting). Oleh karena itu diperlukan analisa dalam bentuk skenario sistem. Timbulan sampah Kota Banjarmasin adalah 0,161 kilogram/orang/hari dan 1,649 liter/orang/hari. Berdasarkan hasil penilaian analisa kriteria ARRPET terhadap TPA Basirih diperoleh nilai indeks resiko sebesar 445,92. Oleh karena itu dapat direkomendasikan bahwa merehabilitasi TPA menjadi TPA yang berkelanjutan dengan cara bertahap. Dari hasil penilaian calon lokasi TPA Regional Hutan Panjang menggunakan metode SNI 03-3241-1994, lokasi ini mendapat nilai yang baik dengan nilai persentase sebesar 74,81 %. Dari hasil identifikasi dan evaluasi kondisi eksiting, dikembangkan 3 skenario yaitu, business as usual dengan rehabilitasi TPA Basirih menjadi TPA berkelanjutan, pengangkutan sampah dari TPS langsung menuju TPA Regional Hutan Panjang dan pengangkutan sampah dari TPS ke Stasiun Peralihan Antara (SPA) kemudian menuju TPA Regional Hutan Panjang. Dari ketiga alternatif skenario ini kemudian dinilai menggunakan metode pembobotan namun tidak dilakukan percobaan kepada stakeholder dan para ahli, dengan kriteria jarak tempuh, waktu tempuh, biaya pengelolaan dan emisi polutan (CO2). Dari hasil penilaian, direkomendasikan bahwa skenario business as usual dengan rehabilitasi TPA Basirih menjadi TPA yang berkelanjutan adalah alternatif skenario terbaik.", "Daftar File": {"2014 TS PP MUHAMMAD FIRMANSYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/117872", "2014 TS PP MUHAMMAD FIRMANSYAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/117873", "2014 TS PP MUHAMMAD FIRMANSYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/117874", "2014 TS PP MUHAMMAD FIRMANSYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/117875", "2014 TS PP MUHAMMAD FIRMANSYAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/117876", "2014 TS PP MUHAMMAD FIRMANSYAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/117877", "2014 TS PP MUHAMMAD FIRMANSYAH 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/117878", "2014 TS PP MUHAMMAD FIRMANSYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/117879"}, "Penulis": "MUHAMMAD FIRMANSYAH (NIM : 25311312)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Enri Damanhuri"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pengelolaan Sampah, TPA Basirih (Eksisting), Stasiun Peralihan Antara (SPA) , TPA Regional Hutan Panjang, Pembobotan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}