{"Nomor": 23223, "Judul": "DESAIN DAN ANALISIS STRUKTUR RINGAN DENGAN MEMAKAI KONSEP DESAIN ORIGAMI", "Abstrak": "Teknologi konstruksi terus berkembang karena didorong oleh kemajuan  \n \n\nteknologi lain. Salah satu hal baru yaitu teknik origami yang mulai dipakai di dunia  \n \n\nkonstruksi. Origami sebenarnya merupakan sebuah seni melipat kertas. Dewasa ini,  \n \n\nkata origami tidak hanya tentang seni melipat kertas yang berkaitan dengan kultur  \n \n\nJepang, namun semua bentuk seni melipat kertas dari berbagai tempat juga disebut  \n \n\norigami.  \n \n\nDengan pendekatan matematika dan teknologi baru lainnya, origami bisa  \n \n\ndiaplikasikan di bidang aplikatif lain. Contoh aplikasi origami ada di berbagai  \n \n\nbidang, mulai dari astronotika, kesehatan, hingga infrastruktur. Penggunaan  \n \n\nMetode Elemen Hingga juga membuat struktur yang dibuat dengan konsep origami  \n \n\ndapat diketahui kekuatannya sebelum dan setelah melakukan proses pelipatan.  \n \n\nPada tugas akhir ini, dilakukan analisis terhadap struktur ringan dengan  \n \n\ntumpuan sederhana yang dibuat dengan sistem zipper-coupled tube, salah satu  \n \n\nsistem hasil pengembangan dari pola rigid origami. Analisis metode elemen hingga  \n \n\ndilakukan di perangkat lunak PATRAN, dengan memberikan gaya terdistribusi  \n \n\npada model yang telah dibuat dan melihat tegangan dan defleksi yang terjadi pada  \n \n\nmodel tersebut. Eksperimen juga dilakukan terhadap spesimen yang dibuat dari  \n \n\nmaterial kertas karton, dengan memberikan beban maksimal pada spesimen dan  \n \n\nmelihat defleksi yang terjadi.  \n \n\nBerdasarkan hasil pengujian, spesimen yang telah dibuat mampu menahan  \n \n\nbeban sampai 178 kali berat struktur tersebut, dengan defleksi maksimum sebesar  \n \n\n0.4 mm. Terdapat perbedaan 10 % antara hasil pengujian dengan pemodelan elemen  \n \n\nhingga. Variasi parameter pada pola Miura menunjukan bahwa semakin besar  \n \n\nsudut pembentuk polanya, maka defleksi semakin besar namun tegangan yang  \n \n\nditerima semakin kecil. Hal ini terjadi karena parameter yang divariasikan  \n \n\nmempengaruhi bentuk keseluruhan struktur dan membuat kekakuan keseluruhan  \n \n\nstruktur berubah.", "Daftar File": {"2017 TA PP MUHAMMAD FADHIL 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117852"}, "Penulis": "MUHAMMAD FADHIL (NIM : 13613031)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing:  \n \n\nProf. Dr. Tatacipta Dirgantara.  \n \n\nDr. Annisa Jusuf.  \n \n\nDr. Leonardo Gunawan."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Origami, Struktur Ringan, Rigid Origami, Zipper Coupled Tube , Struktur Ringan dengan Tumpuan Sederhana", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}