{"Nomor": 23228, "Judul": "ESTIMASI NILAI KONDUKTIVITAS HIDRAULIK TANAH DENGAN METODE GEOLISTRIK 2D KONFIGURASI WENNER-SCHLUMBERGER PADA STUDI KASUS DESA MUKAPAYUNG, KABUPATEN BANDUNG BARAT, JAWA BARAT", "Abstrak": "Aliran air dalam tanah dapat menimbulkan masalah pada bidang geoteknik, salah satunya adalah longsor. Konduktivitas hidraulik merupakan nilai dari seberapa   \n\nmudah dari air dapat mengalir melalui tanah. Metode yang biasa digunakan untuk mencari nilai konduktivitas hidraulik tidak praktis dan berbiaya mahal maka dari itu  dibutuhkan metode geofisika eksplorasi untuk menjadi metode alternatif, pada penelitian ini akan dilakukan dengan metode geolistrik. Nilai-nilai resistivitas yang  didapat dari metode geolistrik 2D konfigurasi Wenner-Schlumberger akan digunakan untuk mengestimasi nilai konduktivitas hidraulik dari bawah tanah. Sepuluh sampel permukaan tanah akan diambil pada dua lapangan pengukuran di daerah Cililin. Sampel-sampel tanah ini akan dihitung nilai konduktivitas hidrauliknya menggunakan alat tes permeabilitas sederhana yang dibuat oleh penulis dengan metode Falling Head dan Constant Head. Persamaan linear hubungan nilai konduktivitas hidraulik dengan nilai resistivitas dari sampel permukaan tanah akan digunakan untuk menghitung nilai-nilai konduktivitas hidraulik bawah tanah. Hasil estimasi  menunjukkan bahwa nilai-nilai konduktivitas hidraulik tanah pasir mempunyai orde 10-4 m/s dan tanah lempung mempunyai orde 10-7 Ã‚Â– 10-8 m/s. Terdapat adanya kejanggalan pada estimasi nilai konduktivitas hidraulik untuk jenis-jenis tanah yang  berbeda dengan sampel tanah permukaan. Kejanggalan ini disebabkan oleh   \n\npersamaan estimasi hanya bisa digunakan untuk jenis tanah yang sama dengan sampel permukaan tanah yang diambil.", "Daftar File": {"2016 TA PP MUHAMMAD FADLI AKBAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/117865", "2016 TA PP MUHAMMAD FADLI AKBAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/117866", "2016 TA PP MUHAMMAD FADLI AKBAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/117867", "2016 TA PP MUHAMMAD FADLI AKBAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/117868", "2016 TA PP MUHAMMAD FADLI AKBAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/117869", "2016 TA PP MUHAMMAD FADLI AKBAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/117870", "2016 TA PP MUHAMMAD FADLI AKBAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/117871"}, "Penulis": "MUHAMMAD FADLI AKBAR (NIM : 10211065)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Gunawan Handayani, MSCE., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Geolistrik, Konduktivitas Hidraulik, Permeabilitas, Resistivitas.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "7 file", "Tanggal Input": "12 Des 2017"}