{"Nomor": 23239, "Judul": "EFFECTS OF SURFACE ROUGHNESS, DIVALENT IONS, CLAY AND BRINE COMPOSITION ON LOW SALINITY WATERFLOODING", "Abstrak": "Mekanisme yang melatarbelakangi penambahan perolehan minyak pada batupasir selama injeksi air salinitas rendah belum sepenuhnya jelas. Kami melakukan beberapa eksperimen untuk menginvestigasi mekanisme yang melatarbelakangi dan saling mempengaruhi sehingga menghasilkan peningkatan perolehan minyak. Kami secara berurutan memanfaatkan Spektroskopi FTIR dan Analisis Termogravimetrik untuk menguantifikasi jumlah komponen asphalt pada sandstone dengan komposisi clay yang berbeda. Hasilnya secara jelas menunjukkan bahwa, dengan peningkatan clay, terjadi peningkatan adsorpsi asphalt. Kemudian kami melakukan pengamatan sudut kontak pada permukaan batupasir (kekasaran RMS 9.91 1.31 ) dengan komposisi clay dan air formasi yang bervariasi untuk mengamati perubahan sudut kontak selama injeksi air dengan salinitas rendah. Sudut kontak yang diukur terhadap waktu menunjukkan hasil bahwa perubahan kebasahan batuan bergantung pada tiga faktor utama: komposisi awal air formasi, salinitas air formasi, dan jumlah clay. Kehadiran dari ion divalent (Ca2+ and Mg2+) menstabilkan batupasir dari swelling. Mengejutkannya, hasil kami menunjukkan bahwa laju perubahan sudut kontak tidak signifikan walaupun terjadi perubahan jumlah ion divalent ( , dibandingkan dengan percobaan yang hanya mengandung NaCl pada air formasinya ( . Kehadiran dari komposisi clay yang tinggi menunjukkan adanya penambahan perubahan sudut kontak. Fenomena ini didorong oleh interaksi air formasi ( dan air injeksi salinitas rendah) dan permukaan batupasir, sebagaimana diamati pada pengukuran potensial zeta hingga setelah 3x pengenceran (8x lebih rendah dibandingkan dengan konsentrasi awal) diamati selama proses pengenceran, dan didukung dengan adanya fenomena makroskopik dari swelling clay yang menghasilkan pengasaran permukaan batupasir yang kemudian membuat batuan cenderung dibasahi oleh air serta menginduksi terjadinya kerusakan formasi. Pada akhirnya, hasil kami dapat secara signifikan memperbaiki desain untuk injeksi air dengan salinitas rendah pada reservoir batupasir.", "Daftar File": {"2017 TA PP MUHAMMAD GHIFARI RIDWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117905", "2017 TA PP MUHAMMAD GHIFARI RIDWAN 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/209052"}, "Penulis": "MUHAMMAD GHIFARI RIDWAN (NIM: 12213088)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Taufan Marhaendrajana, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "low salinity waterflooding, surface roughness, clay swelling, divalent ions, brine composition, low salinity mechanism, enhanced oil recovery.", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "2 file", "Tanggal Input": "28 Sep 2017"}