{"Nomor": 23233, "Judul": "PERANCANGAN TEKNOLOGI PENGOLAHAN PRA-LANDFILL  TPPAS LEGOK NANGKA", "Abstrak": "Pengolahan sampah yang buruk merupakan permasalahan lingkungan yang umumnya terjadi di perkotaan pada hari ini, terutama kota-kota besar. Kota Bandung salah satu kota besar diantaranya yang kini berkembang menjadi kota metropolitan dikelilingi oleh Kabupaten Bandung, Kabupaten Sumedang, dan Kabupaten Garut. TPA Sarimukti adalah salah satu TPA yang melayani persampahan di Kota Bandung yang masa aktifnya habis di akhir tahun 2017. Begitu pula TPA Pasir Bajing yang rencananya akan ditutup oleh Pemerintah Kab. Garut karena menimbulkan masalah lingkungan yang membahayakan masyarakat. Hal tersebut menjadikan Kota dan Kabupaten di Metropolitan Bandung membuat kesepakatan bersama untuk membangun TPPAS Legok Nangka. Direncanakan sejak tahun 2009 TPPAS Legok Nangka saat ini belum juga mulai beroperasi, kondisi eksisting saat ini tidak menunjukkan kesiapannya untuk mengolah sampah Metropolitan Bandung. Sehingga perlu ditinjau ulang mengenai pengolahan yang ingin diterapkan di TPPAS Legok Nangka. Pada umumnya truk sampah di Indonesia berasal dari dua tempat yaitu truk domestik dan truk pasar. Berdasarkan komposisi dan kadar airnya, nilai kalor sampah domestik Kota Bandung mencapai 5780 kkal/kg, memiliki nilai kalor tertinggi dibandingkan Kota/Kabupaten lainnya di Metropolitan Bandung. Kemudian setelah melalui proses pemilahan sampah, nilai kalor tersebut dapat dimaksimalkan lagi mencapai 7966 kkal/kg. Hal tersebut menunjukkan bahwa sampah domestik Kota Bandung berpotensi dimanfaatkan untuk dijadikan bahan bakar RDF. Sedangkan berdasarkan komposisinya sampah pasar didominasi oleh sampah organik yang mencapai 85.5%. Hal ini menunjukkan bahwa sampah organik yang berasal dari truk pasar mempunyai potensi untuk dimanfaatkan menjadi kompos. Dengan memaksimalkan jenis truk berdasarkan sumbernya yaitu domestik dan pasar diharapkan dapat melakukan pengolahan sampah yang lebih efektif.", "Daftar File": {"2017 TA PP MUHAMMAD GARDA NAUFAL 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117892"}, "Penulis": "MUHAMMAD GARDA NAUFAL (NIM : 15713028)", "Kontributor / Dosen Pembimbing": ["Dr. Benno Rahardyan.,ST., MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": ": Perancangan, Sampah Domestik, Sampah Pasar, TPPAS Legok Nangka.", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2017"}