{"Nomor": 23232, "Judul": "IDENTIFIKSI DAN USULAN PERBAIKAN SISTEM DRAINASE DI KECAMATAN COBLONG, KOTA BANDUNG", "Abstrak": "Kecamatan Coblong merupakan salah satu Kecamatan yang terletak di Kota Bandung. Kecamatan yang terdiri dari 6 kelurahan ini memiliki luas area 743,3 ha dan berada pada ketinggian 770 meter di atas permukaan laut. Curah hujan rata-rata di wilayah tersebut mencapai 2.665 mm/tahun. Kondisi topografi Coblong relatife miring dan berbukit bukit. Langkah yang dapat diambil untuk mengatasi banjir dan genangan di Kecamatan Coblong adalah penerapan sistem drainase berwawasan lingkungan. Kemudian perlu dilakukan penanganan  berupa pembersihan saluran, perhitungan ulang dimensi saluran, perbaikan serta pengembangan saluran. Intensitas hujan yang digunakan dalam perencanaan merupakan intensitas hujan dari dengan periode ulang hujan 5 tahun untuk saluran tersier, 10 tahun untuk saluran sekunder dan 25 tahun untuk saluran primer. Hasil perhitungan analisis hidrologi menunjukan besarnya curah hujan dengan periode ulang 5 tahun adalah 101,875 mm/hari, periode ulang hujan 10 tahun adalah 117,168 mm/hari dan untuk periode ulang hujan 25 tahun adalah 136,491 mm/hari. Daerah aliran sungai Cikapundung, sungai Lebak larang dan Sungai Ciborete dipilih sebagai wilayah perencanaan drainase berwawasan lingkungan ini. Untuk menangani permasalahan banjir dan genangan dilakukan evaluasi kondisi eksisting sehingga dapat diajukan beberapa alternatif pemecahan masalah banjir pada Kecamatan Coblong. Kolam retensi yang direncanakan berjumlah 3 buah dengan kapasitas debit total sebesar 4,06 m3/s dan mampu menampung air sebesar 35.074.940 m3/tahun. Saluran drainase yang direncanakan dengan panjang 22.620 meter. Saluran dibangun dengan menggunakan material precast concrete. Perlengkapan saluran berupa gorong-gorong, street inlet dan outfall. Total gorong-gorong yang akan dibuat adalah 45 buah. Total outfall yang direncanakan berjumlah 11 buah. Biaya perbaikan dan pengembangan saluran di Kecamatan Coblong direncanakan sebesar Rp 51.743.505.098,00", "Daftar File": {"2017 TA PP MUHAMMAD FIQRI AL AKBAR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117891"}, "Penulis": "Muhammad Fiqri Al Akbar ( NIM :15713023 )", "Kontributor / Dosen Pembimbing": ["Dr. Ing. Marisa Handajani, ST., MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "banjir genangan, kapasitas saluran, limpasan air hujan. sistem drainase Kecamatan Coblong", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2017"}