{"Nomor": 23234, "Judul": "SISTEM REKOMENDASI KELOMPOK BELAJAR DAN SARANA WEB 2.0 UNTUK MENINGKATKAN MODEL PEMBELAJARAN DI SEKOLAH", "Abstrak": "Tren pendidikan saat ini adalah pendidikan yang berbasis pada aktifitas yang berpusat pada siswa. Seiring dengan perekembangan teknologi, blended learning menjadi sangat populer dalam dunia pendidikan. Model blended learning adalah model pembelajaran yang menggabungkan antara pembelajaran tradisional dan pembelajaran online. Perkembangan blended learning harus sejalan dengan trend belajar saat ini dan memanfaatkan sarana web 2.0 yang ada untuk meningkatkan produktifitas pembelajaran. Untuk meningkatkan efektifitas pembelajaran, perlu dilakukan personalisasi. Hal itu dapat dilakukan dengan memanfaatkan sistem rekomendasi. Penelitian ini mengusulkan sistem rekomendasi berbasis pengetahuan untuk meningkatkan pembelajaran di sekolah. Rekomendasi didasarkan pada gaya belajar VAK dan nilai pre-test siswa. Penelitian ini menggunakan Framework Design Research Methodology (DRM). Hasil penelitian menunjukkan bahwa sistem rekomendasi yang diusulkan dapat meningkatkan pembelajaran di sekolah sebesar 12.88%. Hasil evaluasi dengan menggunakan uji statistik menunjukkan bahwa penggunaan sistem rekomendasi dan web 2.0 dalam pendidikan selain secara signifikan mampu meningkatkan pembelajaran, juga dapat memperkecil kesenjangan nilai dalam kelas.", "Daftar File": {"2017 TS PP MUHAMMAD GALIH WONOSETO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117893"}, "Penulis": "MUHAMMAD GALIH WONOSETO   (NIM: 23515059)", "Kontributor / Dosen Pembimbing": ["Yusep Rosmansyah, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "sistem rekomendasi berbasis pengetahuan, web 2.0, blended learning", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "28 Sep 2017"}