{"Nomor": 23244, "Judul": "ANALISIS PENGGUNAAN AIR MAYA (VIRTUAL WATER) DALAM KONSUMSI PANGAN MENGGUNAKAN KONSEP TAPAK AIR (WATER FOOTPRINT) DI KOTA BANDUNG", "Abstrak": "Dalam memproduksi pangan dibutuhkan banyak air dari awal proses produk akhir, banyak air yang dibutuhkan selama rantai suplai sampai waktu konsumsi. Oleh karena itu dibutuhkan konsep water footprint untuk menghitung penggunaan air secara tidak langsung dalam konsumsi pangan masyarakat. Penelitian ini dilakukan untuk menghitung nilai water footprint konsumsi pangan masyarakat Kota Bandung. Data primer diambil dengan survei kuisioner di tiga kecamatan, yaitu Kecamatan Mandalajati, Kecamatan Coblong dan Kecamatan Sumur Bandung dengan jumlah sampel sebanyak 70 yang terdiri dari lima kelompok pangan : karbohidrat; produk hewan; sayur dan buah; tahu dan tempe; kopi, teh dan gula. Data sekunder didapat dengan observasi dan wawancara, serta data dari dinas-dinas terkait penelitian dan sumber lainnya. Metode analisis menggunakan regresi linear sederhana dan analisis korelasi. Metode perhitungan berdasarkan The Water footprint Assessement Manual. Instrumen kusioner mempunyai validitas sangat tinggi sebesar 0,946 dan realibilitas sedang sebesar 0,426. Hasil penelitian menunjukkan nilai water footprint konsumsi pangan di Kecamatan Mandalajati, Kecamatan Coblong dan Kecamatan Sumur Bandung masing-masing sebesar 669 m3/kapita/tahun, 723m3/kapita/tahun dan 741 m3/kapita/tahun. Secara keseluruhan rata-rata water footprint konsumsi pangan masyarakat Kota Bandung sebesar 715 m3/kapita/tahun atau sebesar 1713 juta m3/tahun. Dari lima kelompok pangan, produk hewan merupakan nilai water footprint terbesar dari jumlah total sebesar 286 m3/kapita/tahun atau sebesar 40%. Terdapat pola hubungan logaritmik antara pendapatan dengan nilai water footprint konsumsi pangan dan memiliki korelasi yang sangat kuat dan searah yaitu sebesar 0,997 dengan signifikansi α=1% dan α=5%. Proyeksi nilai water footprint pada tahun 2050 dengan tidak adanya peningkatan teknologi akan naik sebesar 90%, sedangkan untuk proyeksi dengan adanya peningkatan tekonologi rendah, sedang dan tinggi masing-masing akan bertambah 79%, 74% dan 72%. Nilai water footprint konsumsi pangan 10 kali lebih besar dibandingkan nilai water footprint konsumsi air bersih. Hubungan ecological footprint dan water footprint menunjukkan bahwa lahan yang dibutuhkan Kota Bandung untuk memproduksi pangan masyarakat sebesar 5,34 juta ha dan membutuhkan air sebanyak 1713 juta m3/tahun. Indeks kelangkaan air biru (WS blue) diatas 100 persen yang artinya ketersediaan air biru di Kota Bandung tidak bisa mencukupi nilai water footprint biru konsumsi pangan di Kota Bandung. Kota Bandung harus Ã‚Â„mengimpor‟ air maya sebanyak 1613 juta m3/tahun dalam bentuk produk pangan dari daerah lain untuk memenuhi kebutuhan konsumsi pangan. Nilai water footprint konsumsi pangan dapat dikurangi pada tingkat konsumen, produk, bisnis serta peran pemerintah dengan cara manajemen penggunaan air baik secara langsung maupun tidak langsung", "Daftar File": {"2014 TS PP MUHAMMAD HAIDIR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/117935", "2014 TS PP MUHAMMAD HAIDIR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/117936", "2014 TS PP MUHAMMAD HAIDIR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/117937", "2014 TS PP MUHAMMAD HAIDIR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/117938", "2014 TS PP MUHAMMAD HAIDIR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/117939", "2014 TS PP MUHAMMAD HAIDIR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/117940", "2014 TS PP MUHAMMAD HAIDIR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/117941"}, "Penulis": "MUHAMMAD HAIDIR (NIM: 25312026)", "Kontributor / Dosen Pembimbing": ["pembimbing : Ir. Arief Sudradjat, MIS., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "konsumsi pangan, water footprint konsumsi pangan, tingkat pendapatan, kelangkaan air biru, penghematan air", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}