{"Nomor": 23241, "Judul": "ANALISIS MASSA BATUAN UNTUK PENENTUAN PERKUATAN TEROWONGAN JALAN YANG MENGHUBUNGKAN DAERAH TANANTOVEA, KABUPATEN DONGGALA  DAN DAERAH PARIGI UTARA, KABUPATEN PARIGI MOUTONG,  SULAWESI TENGAH", "Abstrak": "Rencana terowongan terletak pada ruas jalan Tawaeli-Toboli. Jalan Tawaeli-Toboli termasuk jalan nasional yang berbelok-belok dan salah satu upaya untuk memotong waktu perjalanan yaitu dengan terowongan. Terowongan nantinya akan menerobos batuan metamorf sehingga diperlukannya klasifikasi massa batuan untuk menentukan desain perkuatan. Daerah penelitian terletak di daerah Tanantovea, Kabupaten Donggala dan daerah Parigi Utara, Kabupaten Parigi Moutong, Sulawesi Tengah. Secara geografis, Tanantovea terletak pada 0Ã‚Â°43Ã‚Â’32.5Ã‚Â’Ã‚Â’ LS, 120Ã‚Â°00'49.5Ã‚Â’Ã‚Â’ BT dan Parigi Utara terletak pada 0Ã‚Â°43Ã‚Â’25.1Ã‚Â’Ã‚Â’ LS, 120Ã‚Â°01Ã‚Â’12.6Ã‚Â’Ã‚Â’ BT. Secara geologi, daerah penelitian masuk dalam satuan Kompleks Batuan Metamorfik Sulawesi. Hasil dari pengamatan petrografi, litologi yang terdapat pada daerah penelitian yaitu sekis aktinolit dan gneis biotit. Terowongan memiliki bentuk tapal kuda dengan dimensi panjang 640 m, lebar 10 m, dan tinggi 10 m. \n\nMassa batuan pada lokasi penelitian dianalisis menggunakan metode Rock Mass Rating (RMR) dan Sistem Q. Berdasarkan hasil dari perhitungan menggunakan metode RMR, didapatkan nilai massa batuan SC 1, SC 3, dan SC 4 masuk dalam klasifikasi II (good rock) dan SC 2 masuk dalam klasifikasi III (fair rock). Hasil dari metode Sistem Q menghasilkan SC 1, SC 3, dan SC 4 masuk dalam klasifikasi poor dan SC 2 masuk dalam klasifikasi very poor. Penentuan desain perkuatan dari klasifikasi II (good rock) berupa baut batuan dengan panjang 3 m, jarak antar baut 2,5 m, jaring kawat (wire mesh), dan beton tembak (shotcrete) dengan ketebalan 50 mm pada bagian atas terowongan dan pada klasifikasi III (fair rock) desain perkuatan berupa baut batuan dengan panjang 4 m, jarak antar baut 1,5-2 m pada bagian atas dan dinding terowongan, dan beton tembak dengan ketebalan 50-100 mm pada bagian atas dan 30 mm pada bagian dinding terowongan. Sementara itu, hasil dari metode Sistem Q pada SC 1, SC 3 dan SC 4 masuk dalam kategori buruk, SC 2 masuk dalam kategori sangat buruk. Desain perkuatan berdasarkan metode Sistem Q, pada SC 1, SC 3 dan SC 4 berupa beton tembak fiber dengan ketebalan 60-90 mm, baut batuan dengan panjang 3,5 m, dan jarak antara baut 2,5 m dan SC 2 memiliki perkuatan berupa beton tembak fiber dengan ketebalan 90-120 mm, baut batuan dengan panjang 3,5 m, dan jarak antar baut 2,1-2,5 m.", "Daftar File": {"2016 TA PP MUHAMMAD GHUFRON 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/117907", "2016 TA PP MUHAMMAD GHUFRON 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/117908", "2016 TA PP MUHAMMAD GHUFRON 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/117909", "2016 TA PP MUHAMMAD GHUFRON 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/117910", "2016 TA PP MUHAMMAD GHUFRON 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/117911", "2016 TA PP MUHAMMAD GHUFRON 1-BAB 5 A.pdf": "https://digilib.itb.ac.id/gdl/download/117912", "2016 TA PP MUHAMMAD GHUFRON 1-BAB 5 B.pdf": "https://digilib.itb.ac.id/gdl/download/117913", "2016 TA PP MUHAMMAD GHUFRON 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/117914", "2016 TA PP MUHAMMAD GHUFRON 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/117915"}, "Penulis": "MUHAMMAD GHUFRON  (NIM: 12012025)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Imam A. Sadisun, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "massa batuan, batuan metamorf, RMR, Sistem Q, Sulawesi Tengah", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "10 Nov 2017"}