{"Nomor": 23246, "Judul": "ANALISIS KEKUATAN STRUKTUR BOGIE FRAME METRO KAPSUL DENGAN MENGGUNAKAN METODE ELEMEN HINGGA", "Abstrak": "Jumlah kendaraan dari tahun ke tahun selalu mengalami peningkatan. Semakin bertambahnya jumlah kendaraan, kemacetan pun juga semakin meningkat. Solusi untuk permasalahan tersebut adalah dengan penerapan transportasi umum seperti metro kapsul. Perancangan metro kapsul harus memenuhi persyaratan dari standar untuk menjamin keamanan pengoperasiannya. Salah satu syarat yang harus dipenuhi adalah aspek kekuatan struktur. Laporan tugas sarjana ini berisi analisis kekuatan bogie frame metro kapsul berdasarkan Peraturan Menteri No 175 Tahun 2015 dan standar UIC 615-4.  \n \n\nTujuan dari penelitian ini adalah memperoleh karakteristik bogie frame akibat pembebanan statik yang dinyatakan dalam nilai tegangan dan deformasi maksimum. Tingkat keamanan  struktur ditentukan berdasarkan kriteria standar.   \n \n\nBerdasarkan hasil analisis statik kasus pembebanan beban operasi dan beban berlebih berdasarkan standar UIC 615-4, struktur bogie frame perlu dilakukan modifikasi, terutama pada bagian dudukan air suspension. Kemudian hasil simulasi struktur bogie frame hasil modifikasi menunjukkan bahwa bogie frame memenuhi standar UIC 615-4 di semua kasus pembebanan. Tegangan maksimum yang terjadi adalah 350 MPa di lokasi pivot untuk kasus beban berlebih dan 321 MPa di lokasi dudukan air suspension untuk kasus beban operasi biasa. Deformasi paling besar terjadi pada load case 9 kasus beban operasi biasa sebesar 4,99 mm.", "Daftar File": {"2017 TA PP Muhammad Hanif Anwar-1ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/117943"}, "Penulis": "Muhammad Hanif Anwar", "Kontributor / Dosen Pembimbing": ["M. Agus Kariem,ST,.MT,Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "metro kapsul, bogie frame, analisis statik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}