{"Nomor": 23267, "Judul": "STUDI PENGARUH PENAMBAHAN TEMBAGA DAN TEMPERATUR HEAT TREATMENT PADA NITINOL TERHADAP STRUKTUR MIKRO DAN KETAHANAN KOROSI", "Abstrak": "Nitinol merupakan paduan yang baik untuk digunakan sebagai perangkat medis, karena mempunyai kompatibilitas jaringan yang baik, terutama di bidang ketahanan terhadap korosi dan trombogenisitas. Tembaga (Cu) mempunyai jari-jari atom yang mirip dengan jari-jari atom nikel dan struktur kristal yang sama dengan nikel sehingga penambahan tembaga hingga 30% Cu dapat mensubstitusi nikel pada paduan intermetalik NiTi dengan tetap menjaga temperatur transformasi fasa austenitik.   \n\nSerangkaian penelitian dilakukan untuk mempelajari pengaruh penambahan unsur tembaga pada paduan nitinol terhadap struktur mikro dan ketahanan korosi. Pertama peleburan Ti sponge, Ti rod, Ni shot, dan Cu wire dilakukan dengan menggunakan tanur busur listrik arus searah. Setelah itu homogenisasi dilakukan untuk menyamakan komposisi kimia. Selanjutnya aging dilakukan pada tanur tabung horizontal pada temperatur 550 oC dan 650 oC dalam kondisi inert dan dilanjutkan dengan pendinginan cepat. Paduan kemudian dikarakterisasi dengan mikroskop optik, X-Ray Diffractometer, Scanning Electron Microscope Ã‚Â– Energy Dispersive Spectroscopy untuk mengetahui struktur mikro dan persebaran unsur pemadu. Selain analisis struktur mikro, dilakukan uji ketahanan korosi menggunakan metode tafel ekstrapolasi untuk mengetahui laju korosi.  \n\nBerdasarkan penelitian yang telah dilakukan, diperoleh data penambahan Cu 4-12% mengakibatkan terbentuknya fasa Ti(Ni,Cu), dan juga fasa presipitat Ti2(Ni,Cu) dan Ti(Ni,Cu)2. Hasil pengujian korosi menunjukkan penambahan tembaga sebesar 12% dengan perlakuan panas aging pada temperatur 550 oC menghasilkan ketahanan korosi terbaik dengan laju 0,002630 mmpy dibandingkan tanpa penambahan tembaga dengan perlakuan panas aging pada temperatur yang sama yaitu dengan laju  0,004183 mmpy.", "Daftar File": {"2017 TA PP MUHAMMAD ILHAM REYHAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/118010"}, "Penulis": "MUHAMMAD ILHAM REYHAN (NIM : 12513019)", "Kontributor / Dosen Pembimbing": ["Ir. Eddy Agus Basuki, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Biomaterial, Nitinol, Korosi, Aging, Tembaga", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "29 Sep 2017"}