{"Nomor": 23268, "Judul": "STUDI DESAIN REAKTOR CEPAT MODULAR BERPENDINGIN GAS HELIUM BERUKURAN KECIL BERUMUR PANJANG BERBAHAN BAKAR MOX", "Abstrak": "Kebutuhan energi dunia yang semakin besar dengan peningkatan jumlah penduduk yang semakin tinggi, mendorong berkembangan teknologi dan ilmu pengetahuan dalam menciptakan penghasil sumber energi yang baru serta dapat menghasilkan energi yang sangat besar, yakni teknologi pembangkit listrik tenaga nuklir (PLTN). Makalah tugas akhir ini membahas tentang analisis neutronik pada reaktor generasi IV dengan tipe reaktor cepat Gas Cooled Fast Reaktor (GCFR), memiliki karakteristik reaktor berukuran kecil berumur panjang. Pemodelan desain sistem kerja GCFR ini menggunakan Program SRAC (Standard Thermal Reaktor Analysis Code) dalam perhitungan analisis neutronik. Telah dilakukan rancangan neutronik reaktor cepat GCFR berbahan bakar Mixed Oxide (MOX) dengan penambahan nuklida Neptunium-237 dalam menurunkan initial excess reactivity dan menambah umur reaktor, menggunakan helium sebagai pendingin dengan interval daya total teras 100-500 MWt dan variasi fraksi bahan bakar 45-70%. Menggunakan tipe pin sel silinder dan geometri teras reaktor silinder seimbang yang dibagi menjadi empat region utama secara radial, tiga region bahan bakar dengan tingkat persentase Plutonium yang berbeda-beda dan satu region reflektor. Variasi persentase bahan bakar Plutonium tiap region yang digunakan yakni 7-15%. Hasil parameter analisis neutronik yang diperoleh yakni faktor multiplikasi efektif (K-eff) dan densitas daya tiap region teras. Hasil perhitungan analisis neutronik memperlihatkan desain reaktor yang optimal, yakni mampu beroperasi hingga 20 tahun lebih dengan reaktivitas kurang dari 3%. Hasil diperoleh saat daya termal total 200 MWt, fraksi bahan bahan bakar tiap region 60, 55, 55%, dan persentase Plutonium tiap region 10.5, 12, 13.5% ditambah persentase Neptunium-237 12.5%.", "Daftar File": {"2016 TA PP MUHAMMAD ILHAM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/118011", "2016 TA PP MUHAMMAD ILHAM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/118012", "2016 TA PP MUHAMMAD ILHAM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/118013", "2016 TA PP MUHAMMAD ILHAM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/118014", "2016 TA PP MUHAMMAD ILHAM 1-BAB 4 A.pdf": "https://digilib.itb.ac.id/gdl/download/118015", "2016 TA PP MUHAMMAD ILHAM 1-BAB 4 B.pdf": "https://digilib.itb.ac.id/gdl/download/118016", "2016 TA PP MUHAMMAD ILHAM 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/118017", "2016 TA PP MUHAMMAD ILHAM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/118018"}, "Penulis": "MUHAMMAD ILHAM (NIM : 10211078)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nProf. Dr. Zaki Su'", "ud, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "GCFR, MOX, SRAC, Bawah Tanah, re-fueling, Umur Panjang, Reaktivitas", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     suwadji", "File": "8 file", "Tanggal Input": "23 Okt 2018"}