{"Nomor": 23262, "Judul": "Preferensi Kecoa Jerman Blatella germanica terhadap Jenis Senyawa Gula", "Abstrak": "Preferensi makanan oleh hewan dipengaruhi oleh faktor internal (e.g. anatomi, faal, jenis kelamin, usia) dan faktor eksternal (lingkungan dan asal-usul). Pengetahuan mengenai perilaku makan hewan mampu membantu manusia untuk menghadapi masalah yang disebabkan oleh hewan yang menjadi hama bagi manusia. Kecoa jerman (Blatella germanica) merupakan salah satu hama hunian yang sering mengganggu kenyamanan sehingga manusia selalu mencari strategi untuk menanggulanginya. Salah satunya dengan memberi umpan berbentuk pelet yang mengandung atraktan untuk membasmi hama. Atraktan yang paling umum digunakan biasanya memiliki kandungan gula. Penelitian ini bertujuan untuk menentukan preferensi makan dari kecoa jerman dewasa terhadap stimulus gula monosakarida (fruktosa dan glukosa) dan disakarida (sukrosa dan maltosa) berdasarkan jenis kelamin (jantan dan betina) serta strain (asal-usul) kecoa jerman. Uji perilaku terhadap preferensi dilakukan di dalam arena uji (25cm x 50cm x 30cm) yang berisi 3 individu dengan jenis kelamin yang sama dalam strain yang sama yang didedahkan terhadap 5 stimulus (4 gula + 1 kontrol), dan 1 shelter selama 12 jam. Pengamatan dilakukan dengan behaviour sampling melalui rekaman CCTV yang dianalisa dengan cara playback data rekaman. Parameter yang diukur adalah seberapa cepat individu kecoa menuju stimulus (latensi) dan seberapa sering individu kecoa berada di salah satu stimulus tersebut (frekuensi). Pengujian dilakukan terhadap kecoa dewasa jantan dan betina terhadap tiga strain dari kecoa jerman yang ditemui di Indonesia (strain Kalimantan, strain Sulawesi, dan strain Surabaya). Hasil uji menunjukkan adanya perbedaan nyata oleh kecoa dalam memilih stimulus gula (p < 0.01) dan secara umum menunjukkan bahwa kecoa jerman lebih menyukai jenis gula sukrosa dibandingkan jenis gula lainnya. Diketahui pula terdapat perbedaan nyata antara masing-masing strain kecoa dalam memilih stimulus gula (p < 0.05) dengan strain Kalimantan yang lebih banyak menuju stimulus dibandingkan strain lainnya. Juga diketahui untuk jenis kelamin jantan dan betina hampir berbeda nyata dalam frekuensi menuju stimulus. Untuk latensi, diketahui bahwa strain Sulawesi bergerak lebih cepat menuju stimulus meskipun hasil uji statistik tidak menunjukkan adanya perbedaan yang nyata untuk semua kategori (strain, gender, dan stimulus). Dapat disimpulkan kecoa jerman menyukai stimulus gula sukrosa dan memiliki perbedaan yang nyata dalam preferensi gula dan memiliki perbedaan yang nyata untuk strain kecoa jerman menuju stimulus, serta menunjukkan bahwa fungsi gustatori bekerja lebih efektif dibandingkan olfaktori dalam mencari stimulus.", "Daftar File": {"2017 TA PP muhammad ihsan fathurrahman 1-abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/117992"}, "Penulis": "Muhammad Ihsan Fathurrahman", "Kontributor / Dosen Pembimbing": ["Dr. Lulu Lusianti Fitri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Blatella germanica, preferensi makan, jenis gula, behavior sampling.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}