{"Nomor": 23277, "Judul": "PERANCANGAN LAYANAN INTERNET RADIO UNTUK INDUSTRI RADIO", "Abstrak": "Saat ini, banyak layanan-layanan baru bermunculan dengan berbagai inovasi yang dapat menciptakan pasar baru dan dapat juga Ã‚Â“menggangguÃ‚Â” atau merusak pasar yang sudah ada. Hal ini terjadi di berbagai industri, tidak terkecuali industri radio. Kehadiran layanan baru seperti internet radio, audio streaming, atau music streaming dapat mengganggu layanan yang diberikan radio saat ini. Hal ini dapat mengurangi pelanggan dan pendapatan radio. Layanan internet radio dapat menjadi sebuah solusi radio untuk tetap bertahan. Oleh sebab itu, industri radio perlu suatu rancangan layanan internet radio yang dapat menggambarkan layanan internet radio mulai dari bisnis hingga teknologi informasinya. \n\nPenelitian ini bertujuan membuat perancangan layanan internet radio yang diharapkan dapat dijadikan sebuah solusi untuk meningkatkan potensi pendapatan radio. Internet Radio yang dirancang bukan hanya layanan siaran langsung seperti saat ini, melainkan harus bisa memberikan layanan yang tetap sesuai keahlian industri radio dan juga dengan tambahan kemampuan yang lebih sesuai dengan kebutuhan customer saat ini. \n\nPertama-tama, analisis dilakukan dengan melihat kondisi radio saat ini seperti model bisnis, value proposition, dan nilai rantai. Kemudian, analisis persaingan dilakukan untuk mengetahui apa yang membuat pesaing lebih digemari. Setelah itu, berdasarkan analisis sebelumnya, masalah dan peluang dapat dianalisis. Berdasarkan hasil analisis, perancangan dilakukan dengan melihat empat aspek yaitu dari sisi bisnis, data, aplikasi, dan teknologi sehingga dapat terjadi keselarasan di antara keempat aspek tersebut. \n\nModel bisnis yang diusulkan dengan menambahkan konsep freemium terhadap layanan dengan menambah segmen customer pendengar berbayar. Hal ini mungkin terjadi karena terdapat nilai tambah yang diberikan dalam layanan baru. Kemudian, berdasarkan usulan tersebut, software requirement specification (SRS) dibuat dan dibuat rancangan lebih mendalam. Hasil perancangan kemudian diimplementasikan menjadi sebuah prototipe. Kemudian, pengujian fungsional, pengujian non-fungsional, dan user acceptance test dilakukan dan dijadikan evaluasi. Hasilnya adalah rancangan layak diimplementasikan.", "Daftar File": {"2017 TA PP MUHAMMAD IRFAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/118040"}, "Penulis": "Muhammad Irfan    (NIM: 18213030)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Arry Akhmad Arman, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "radio, internet radio, analisis, perancangan, model bisnis, value proposition, software requirement specification", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "29 Sep 2017"}