{"Nomor": 23271, "Judul": "ANALISIS MODEL 1-D STRUKTUR KECEPATAN GELOMBANG GESER (Vs) MENGGUNAKAN DATA AMBIENT SEISMIC NOISE GELOMBANG LOVE DI DAERAH PIDIE JAYA DAN SEKITARNYA", "Abstrak": "Seismik interferometri merupakan metode yang relatif baru dalam keilmuan seismologi. Metode ini memanfaatkan sumber ambient seismic noise untuk merekonstruksi kemunculan gelombang permukaan dari hasil korelasi silang rekaman seismik antara dua stasiun. Hasil korelasi silang merupakan estimasi fungsi Green yang memberikan informasi penting mengenai kondisi bawah permukaan. Sifat gelombang permukaan yang dispersif dapat dianalisis pada domain frekuensi dan waktu secara simultan untuk mengekstrak kecepatan grup gelombang Love sebagai fungsi frekuensi. Selanjutnya diterapkan depth-inversion dari kecepatan grup gelombang Love rata-rata untuk menghasilkan model 1-D kecepatan gelombang geser (Vs). Data yang digunakan merupakan rekaman aftershock dari 9 stasiun pada jaringan seismometer temporer dan 3 stasiun permanen BMKG pada rentang waktu observasi selama 1 bulan (Desember 2016-Januari 2017) di sekitar Pidie Jaya, Aceh. Didapatkan model 1-D kecepatan gelombang geser (Vs) untuk tiga kasus cakupan area penelitian menggunakan metode inversi linearized least square. Model solusi secara kualitatif memiliki korelasi positif dengan geologi area penelitian dan model referensi Crust 1.0. Teramati nilai Vs yang rendah hingga kedalaman 6 km, hal ini dapat diasosiasikan dengan keberadaan sedimen yang cukup tebal di Pidie Jaya, temuan ini merupakan salah satu faktor penyebab kerusakan parah akibat gempabumi pada tahun 2016.", "Daftar File": {"2017 TA PP MUHAMMAD INSAN APRILIAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/118021"}, "Penulis": "MUHAMMAD INSAN APRILIAN (NIM:12313025)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n \n \n \n\nDr. Tedi Yudistira, S.Si.,M.Si.    \n \n \n \n\nDr. Andri Dian Nugraha, S.Si.,M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "ambient seismic noise, gelombang Love, seismik interferometri, depth-inversion, inversi linearized least square, Crust 1.0.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}