{"Nomor": 23276, "Judul": "PERHITUNGAN DEBIT HIDROLOGI DAN ANALISIS SEDIMENTASI DI MUARA SUNGAI CIPUNAGARA, KABUPATEN SUBANG", "Abstrak": "Kawasan pantai bersifat sangat dinamis. Salah satu penyebab perubahan perubahan tersebut ialah adanya sedimentasi di muara sungai. Material sedimentasi yang dibawa oleh aliran sungai dan terakumulasi pada muara. Fenomena ini terjadi di muara sungai Cipunagara,  Kabupaten Subang. Dengan adanya akresi akibat sedimentasi di muara sungai Cipunagara, maka diperlukan suatu studi untuk menentukan debit hidrologi, menghitung laju angkutan sedimen total, dan menganalisis luas sedimentasi di muara sungai Cipunagara. Penentuan debit hidrologi mengacu pada SNI 2145-2016 tentang Ã‚Â“Tata Cara Perhitungan Debit Banjir RencanaÃ‚Â”, dan analisis sedimentasi mengacu pada persamaan Van Rijn.  \n\nPada studi penentuan debit hidrologi dan analisis sedimentasi ini dilakuakan analisis frekuensi dari data curah hujan harian maksimum di DAS Cipunagara untuk memperoleh nilai curah hujan rencana. Curah hujan rencana tersebut digunakan untuk perhitungan debit banjir rencana metode HSS Nakayasu. Debit banjir rencana periode ulang 2 tahun dipilih untuk menentukan kecepatan aliran, sungai Cipunagara. Selanjutnya, hasil perhitungan kecepatan aliran dan karakteristik sedimen digunakan sebagai parameter untuk menentukan laju angkutan sedimen total. Laju angkutan sedimen total bulan Januari hingga Desember dihitung untuk mendapatkan nilai volumetrik muatan sedimen yang diangkut digunakan untuk analisis luas sedimentasi di muara sungai Cipunagara.  \n\nPada studi ini diperoleh nilai debit banjir rencana bulan Januari hingga Desember yaitu, 328,41 m3/s, 275,96 m3/s, 247,62 m3/s, 300,25 m3/s, 212,19 m3/s, 129,84 m3/s , 142,14 m3/s, 67,83 m3/s, 52,93 m3/s, 160,33 m3/s, 266,60 m3/s, dan 299,44 m3/s, nilai laju angkutan sedimen total pada bulan Januari hingga Desember di STA 1 yaitu 3.404,27 kg/s, 1.699,55 kg/s, 1.089,81 kg/s, 2388,09 kg/s, 567,34 kg/s, 55,08 kg/s,  88,34 kg/s, 0,20 kg/s, 0 kg/s, 159,30 kg/s, 1.476,38 kg/s, dan 2.359,60 kg/s dan nilai luas sedimentasi selama satu tahun di STA 6 yaitu skema A 328,409 m2, dan skema B 346,149 m2, serta di STA 9  yaitu skema A 187,662 m2, dan skema B 208,679 m2.", "Daftar File": {"2017 TA PP Muhammad Irham Dinan 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/118039"}, "Penulis": "Muhammad Irham Dinan - NIM 155 13 018", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Hendra Achiari, ST. MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Analisis Frekuensi, HSS Nakayasu, Laju Angkutan Sedimen, Sedimentasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2017"}