{"Nomor": 23270, "Judul": "VELONATURE OF ARCHITECTURE : REDESAIN FASILITAS FISIK SIRKUIT INTERNASIONAL SENTUL", "Abstrak": "Indonesia berencana menjadi tuan rumah MotoGP tahun 2017 hinga tahun 2019. Dorna Sports selaku promotor MotoGP secara resmi menunjuk Indonesia sebagai salah satu tuan rumah penyelenggara MotoGP tahun 2017. Pihak Dorna telah menyampaikan surat resmi penunjukan Indonesia sebagai tuan rumah MotoGP 2017. Namun hal tersebut gagal karena Indonesia masih belum memiliki sirkuit yang memenuhi standar balapan MotoGP. Meskipun begitu Indonesia masih berkesempatan menjadi tuan rumah MotoGP tahun 2018 hingga tahun 2020.  \n \n\nHingga saat ini Sirkuit Internasional Sentul merupakan satu-satunya sirkuit internasional yang dimiliki di Indonesia. Peluang terbesar diselenggarakannya balapan MotoGP adalah di Sirkuit Sentul. Namun sejak tahun 1997 hingga sekarang sirkuit ini tidak mengalami peningkatan yang signifikan. Layout lintasan balap terlalu pendek dan fasilitas yang dimiliki belum memenuhi standar dari FIM (Federation of International Motorcycle).  \n \n\nMenurut pengelola untuk dapat menyelenggarakan balapan MotoGP setidaknya ada 5 bagian yang harus dibenahi, yaitu trek balap, bangunan pit, racing control tower,bangunan medis, serta tribun utama. Direktur utama PT. Sarana Sirkuitindo Utama meminta agar rancangan bangunan dapat memenuhi standar internasional untuk dapat menjadi tuan rumah MotoGP, selain itu juga rancangan bangunan diminta agar tidak ketinggalan oleh zaman atau bangunan dapat terlihat modern dengan tidak meninggalkan lokalitas bangsa Indonesia karena diharapkan sirkuit ini dapat menjadi sirkuit kebanggaan bangsa Indonesia dan dapat bersaing dengan sirkuit-sirkuit internasional dari negara lain.", "Daftar File": {"2017 TA PP MUHAMMAD INDRA RHAMADHAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/118020"}, "Penulis": "Muhammad Indra Rhamadhan (NIM : 15213025)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Eng. Arif Sarwo Wibowo, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sirkuit Internasional, Sentul, MotoGP, Ikonik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}