{"Nomor": 23272, "Judul": "PEMBUATAN SUPERALLOY DENGAN TINJAUAN PENGARUH PENAMBAHAN MOLIBDENUM TERHADAP KESTABILAN STRUKTUR MIKRO PADA TEMPERATUR 1000 oC", "Abstrak": "Penggunaan material pada temperatur tinggi membutuhkan perhatian khusus terhadap perubahan sifat mekanik dan ketahanan oksidasinya. Pada temperatur tinggi, material cenderung untuk kehilangan kemampuannya mempertahankan berbagai sifat dan keunggulannya sebagai akibat dari perubahan struktur mikro pada material. Untuk kepentingan aplikasi pada temperatur tinggi digunakanlah     \n \n\npaduan-paduan khusus yang dapat mempertahankan berbagai sifat dan keunggulannya diantaranya adalah superalloy khususnya yang berbasis nikel.     \n \n\nPenelitian ini dilakukan untuk mempelajari pengaruh penambahan molibdenum terhadap kestabilan struktur mikro dan ketahanan terhadap pelarutan pada paduan 75Ni-10Cr-15Al akibat oksidasi temperatur tinggi. Paduan divariasikan kandungan molibdenumnya menjadi 3 komposisi paduan, paduan1 (73,66Ni- 14,89Al-8,42Cr-3,02Mo); paduan 2 (72,65Ni-15,35Al-7,97Cr-4,04Mo); dan paduan 3 (73,51Ni-15,54Al-8,95Cr-2,01Mo), kemudian dilakukan proses ageing pada tekanan 1 atm pada temperatur 1000 0C dengan variasi waktu ageing 10, 100, 1.000, 10.000 menit dalam lingkungan oksidatif. Pengamatan dan pengukuran dilakukan terhadap ketebalan denuded zone yang terbentuk, kekerasan dan perubahan fraksi volum presipitat gamma prime dengan menggunakan mikroskop optik, Microhardness dan analisa Optimas 6.1. Beberapa hasil telah diperoleh dari pengamatan yakni peningkatan waktu ageing sebanding dengan meningkatnya ketebalan denuded zone dan menurunkan kekerasan paduan setelah terjadi over ageing, penambahan molibdenum menurunkan ketahanan paduan terhadap pelarutan presipitat dan kekerasan paduan.", "Daftar File": {"2010 TA PP  MUHAMMAD IQBAL GUMAY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/118022", "2010 TA PP  MUHAMMAD IQBAL GUMAY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/118023", "2010 TA PP  MUHAMMAD IQBAL GUMAY 1-BAB 2A.pdf": "https://digilib.itb.ac.id/gdl/download/118024", "2010 TA PP  MUHAMMAD IQBAL GUMAY 1-BAB 2B.pdf": "https://digilib.itb.ac.id/gdl/download/118025", "2010 TA PP  MUHAMMAD IQBAL GUMAY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/118026", "2010 TA PP  MUHAMMAD IQBAL GUMAY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/118027", "2010 TA PP  MUHAMMAD IQBAL GUMAY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/118028", "2010 TA PP  MUHAMMAD IQBAL GUMAY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/118029"}, "Penulis": "MUHAMMAD IQBAL GUMAY (NIM : 12506030)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Eddy Agus Basuki, M.Sc", "Ir. Djoko Hadiprayitno, MSME."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Superalloy, molbdenum", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}