{"Nomor": 23275, "Judul": "SELEKTIVITAS REAKSI DEHIDROGENASI HIDRAZIN PADA PERMUKAAN NIKEL(111) SEBAGAI KATALIS UNTUK ANODA SEL TUNAM HIDRAZIN", "Abstrak": "Sel tunam hidrazin dapat menghasilkan listrik melalui reaksi dehidrogenasi hidrazin yang membentuk air. Selain itu, sel tunam hidrazin juga dapat menghasilkan amonia. Amonia merupakan produk reaksi yang tidak dikehendaki karena dapat meracuni katalis. Nikel merupakan salah satu katalis bukan logam mulia yang memiliki aktivitas katalitik tinggi. Pada sel tunam hidrazin, studi mengenai selektivitas antara reaksi pembentukan air dan pembentukan amonia diperlukan untuk merancang katalis yang lebih baik. Selektivitas dapat diselidiki dengan menghitung energi aktivasi kedua reaksi. Hasil perhitungan menunjukkan bahwa energi aktivasi reaksi pembentukan air bernilai 0.28 eV dan pembentukan amonia bernilai 0.33 eV. Energi aktivasi terdiri dari kontribusi akibat deformasi struktur, kuatnya adsorpsi setiap adsorbat, dan interaksi antaradsorbat. Kontribusi akibat deformasi struktur dan adsorpsi setiap adsorbat pada reaksi pembentukan air lebih kecil daripada pembentukan amonia, yaitu 2.37 eV dibandingkan 2.93 eV. Sementara itu, energi interaksi antaradsorbat pada reaksi pembentukan air (𝑁𝑖−𝑂𝐻−𝑁2𝐻4) bernilai -2.08 eV dan pada pembentukan amonia (𝑁𝑖−𝑁𝐻2−𝑁2𝐻4) bernilai -2.60 eV. Kuatnya interaksi tersebut bersesuaian dengan besarnya deplesi muatan yang terjadi pada atom hidrogen hidrazin yang terdekat dengan 𝑂𝐻 atau 𝑁𝐻2.", "Daftar File": {"2017 TA PP MUHAMMAD IRFANDI - GEWINNER S. C. SENDERANTO SINAGA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/118038"}, "Penulis": "MUHAMMAD IRFANDI - GEWINNER S. C. (NIM : 13313050)- SENDERANTO SINAGA", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nProf. Ir. Hermawan K. Dipojono, MSEE, Ph.D.  \n \n\nMohammad Kemal Agusta, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Selektivitas, Dehidrogenasi Hidrazin, Nikel, Teori Fungsional Kerapatan, Energi Aktivasi, Energi Interaksi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}