{"Nomor": 23279, "Judul": "KAJIAN PEMANFAATAN SUMBER DAYA AIR CITARUM TERHADAP LAHAN SAWAH PADA SALURAN SEKUNDER PAMANUKAN", "Abstrak": "Saluran Tarum Timur merupakan saluran pembawa air irigasi dari Sungai Citarum, yang di bendung melalui Bendung Curug kemudian di pompa dengan 6 pompa elektrik/dorong yang terdiri dari 2 buah pompa kapasitas 2x10m3/dt dan 4x17,5 m3/dt. Kapasitas pemasangan Pompa pada Bendung Curug adalah 90m3/dt, ketersedian kapasitas pompa yang terpasang ini belum dapat di maksimalkan untuk memenuhi kebutuhan air untuk areal pada hilir Saluran Tarum Timur.  Permasalahan yang muncul adalah kebutuhan air di hilir Saluran Induk Bugis/Bangunan Bagi Bugis terutama di Saluran Sekunder Pamanukan bagian hilir yaitu seluas 8.652 Ha atau setara dengan debit rencana 13,84 l/dt pada musim kemarau tidak mendapatkan masukan air irigasi dari. Selain sumber dari Saluran Tarum Timur, Bangunan Bagi Bugis ini juga di suplai oleh Bendung Salam Darma (Sungai Cipunegara), namun pada bulan AprilSeptember debit di Sungai Cipunegara tidak cukup menyuplai kebutuhan air untuk Irigasi. Untuk memaksimalkan pemanfaatan sumber air  yang ada di Bendung Curug dan Bendung Salam Darma, perlu di kaji berapa kebutuhan akan air Irigasi dan RKI. Kebutuhan puncak ada di bulan April dan Juli yaitu 85,75 m3/dt, dan kebutuhan minimun ada pada bulan September 53,40 m3/dt. Berdasarkan kebutuhan tersebut, kapasitas Saluran Induk Tarum Timur harus mampu menampung kapasitas aliran maksimal pada waktu tertentu sejumlah Q=80 m3/dt. Dengan mengkaji aspek hidrolis, kondisi saluran/bangunan yang ada dan biaya konstruksi akibat penambahan debit tersebut. Analisis-analisis yang dilakukan dimulai dari analisis debit yang tersedia, kebutuhan air, tinjauan tentang kondisi saluran dan bangunan. Pemodelan hirolika dengan Mike.11 menggunakan peranti lunak hingga analisis penentuan alternatif terpilih. Dari hasil simulasi dan perhitungan, elevasi muka air di beberapa titik pada tanggul kanan saluran, bangunan utama dan bangunan pelengkap jika dialirkan aliran dengan debit lebih dari 52,5m3/dt, akan terlampaui muka air rencana. Pemilihan alternatif penanganan dengan mempertimbangkan B/C, EIRR. Peningkatan produksi tanam hasil kajian ini dari luasan 2.025ha menjadi 8.652ha atau naik 234% dengan MT-1,2 dan 3.", "Daftar File": {"2017 TS PP MUHAMMAD ISNAENI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/118042"}, "Penulis": "MUHAMMAD ISNAENI - NIM:95015302", "Kontributor / Dosen Pembimbing": ["Ir. EDY ANTO SOENTORO G., MASc, Ph.D   \n \n\nDr.Eng, ARNO ADI KUNTORO., ST.,MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Tarum timur,pelimpah tengah, salam darma, pamanukan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}