{"Nomor": 23286, "Judul": "DELINEASI CHANNEL MENGGUNAKAN METODA SPEKTRAL DEKOMPOSISI RED GREEN BLUE PADA LAPANGAN M", "Abstrak": "Interval target pada Lapangan M berada di bawah resolusi data seismik sehingga interpretasi menggunakan data seismik konvensional yang berada di dalam domain waktu akan sangat sulit dilakukan. Spectral Decomposition merupakan salah satu teknik untuk mengatasi masalah ini dengan menganalisa sinyal dalam interpretasi data seismik pada domain frekuensi. Metoda transformasi wavelet kontinyu digunakan pada teknik Spectral   \n \n \n\nDecomposition yang mampu mendekomposisi frekuensi terhadap waktu. Proses analisa frekuensi terhadap waktu didapatkan dari konvolusi sinyal dengan wavelet,   \n \n \n\ndimana wavelet ini berfungsi sebagai window analisis yang dipengaruhi oleh parameter skala dan translasi. Parameter skala dan translasi ini yang menentukan   \n \n \n\nresolusi frekuensi dan waktu. Teknik Spectral Decomposition bisa mengkombinasikan 3 masukan frekuensi   \n \n \n\ndengan karekteristik warna merah berasosiasi dengan frekuensi rendah, warna hijau untuk frekuensi menengah dan warna biru untuk frekuensi tinggi yang disebut dengan Spectral Decomposition Red Green Blue. Teknik ini digunakan untuk mendapatkan penggambaran temporal thickness pada saat melakukan crosssection di target,   \n \n \n\nLapangan M. Dengan mengaplikasikan metode ini, pola dari channel serta lapisan tipis lainnya dapat terlihat.", "Daftar File": {"2009 TA PP MUHAMMAD MARWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/118073", "2009 TA PP MUHAMMAD MARWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/118074", "2009 TA PP MUHAMMAD MARWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/118075", "2009 TA PP MUHAMMAD MARWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/118076", "2009 TA PP MUHAMMAD MARWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/118077", "2009 TA PP MUHAMMAD MARWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/118078", "2009 TA PP MUHAMMAD MARWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/118079"}, "Penulis": "MUHAMMAD MARWAN (NIM : 12405021)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Ignatius Sonny Winardhie, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "spectral decomposition red green blue, temporal thickness, transformasi wavelet kontinyu", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "30 Jan 2017"}