{"Nomor": 23296, "Judul": "PERANCANGAN DIAPHRAGM WALL DAN PONDASI BOR PROYEK APARTEMEN DAN PUSAT BELANJA ARCAMANIK BANDUNG", "Abstrak": "Desain Apartemen dan Pusat Belanja Arcamanik Bandung ini terdiri dari 24 lantai gedung mall dan apartemen dan 3 lantai basement yang difungsikan sebagai lahan parkir dan tempat mesin. Tugas akhir ini memiliki tujuan mendesain dan menganalisis sistem pondasi tiang dan proteksi galian basement. Pondasi tiang didesain untuk memikul beban dari struktur dan dinding penahan tanah didesain untuk memproteksi galian basement.  \n \n\nTujuan perencanaan pondasi ini adalah untuk mendapatkan konfigurasi pondasi tiang bor yang memiliki daya dukung terhadap beban struktur dan memiliki penurunan pondasi yang masih dalam batas izin. Pada perencanaan pondasi, proyek ini menggunakan tiang bor berdiameter 60 cm sebanyak 1470 buah dengan kedalaman bervariasi antara 16, 31 dan 49 meter dan spasi yang bervariasi juga. Kelompok tiang didesain sebagai pile raft dengan pendekatan pile yang memikul beban dari struktur sedangkan raft sebagai penyatu tiang.  \n \n\nProteksi galian sedalam 11 meter (3 lantai basement) digunakan sistem diaphragm wall dan ground anchor dengan prestress. Analisis dilakukan dengan PLAXIS 2D dengan pemodelan konstruksi bertahap, pemasangan dinding, 5 tahap galian dan 3 tahap pemasangan ground anchor. Tebal diaphragm wall yang digunakan adalah 0,8 meter dengan kedalaman 29 meter. Tiga buah ground anchor pada kedalaman -3 m, -6 m dan -9,5 m dengan gaya prestress yang bervariasi. Desain tulangan diaphragm wall dibagi berdasar 5 zona tanah dengan ditulangi berdasarkan momen positif, negatif dan geser.", "Daftar File": {"2017 TA PP MUHAMMAD NAJMI FAUZI SUWONDO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/118143"}, "Penulis": "MUHAMMAD NAJMI FAUZI SUWONDO (NIM : 15013064)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. I Wayan Sengara, MSCE, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "desain pondasi tiang bor, pile-raft, settlement, diaphragm wall, ground anchor, LPILE, SAFE, PLAXIS 2D, SETTLE 3D.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}