{"Nomor": 23292, "Judul": "EVALUASI TAMAN-TAMAN TEMATIK KOTA BANDUNG BERDASARKAN PERSEPSI DAN PREFERENSI MASYARAKAT SEKITAR", "Abstrak": "Penyediaan taman tematik di lingkungan hunian Kota Bandung yang telah mengalami perubahan menjadi taman dengan skala pelayanan kota dengan sendirinya menjadi penarik utama pergerakan baru sebagai ruang publik yang difungsikan sebagai sumber hiburan dan rekreasi bagi masyarakat kota dengan desain fisik dan fasilitas yang aktraktif. Penelitian ini menjawab permasalahan tersebut yang diharapkan mampu mengidentifikasi permasalahan terkait peran masyarakat, dampak dan harapan yang ada dari penyediaan taman tematik kota di lingkungan hunian yang didasarkan akan sudut pandang keilmuan rancang kota.          \n \n\nPenelitian ini merupakan penelitian yang bersifat evaluatif dan menggunakan metode campuran dengan melihat kualitas dari desain fisik taman dan kuantitas dari persepsi masyarakat sekitar akan kesesuaian kebutuhan, dampak yang diterima dan keinginan tanggapan dari penyediaan taman. Pendekatan yang digunakan adalah pendekatan evaluasi semu serta strategi yang digunakan adalah multiple case study untuk keempat taman yang menjadi objek penelitian yakni masyarakat disekitar taman fotografi, taman superhero, taman musik dan pet park.          \n \n\nKesimpulan dari penelitian ini adalah sebagai berikut (1) desain taman masih belum mampu menyajikan kenyamanan, keamanan, dan keselamatan bagi masyarakat sekitar, (2) akseptabilitas masyarakat menunjukkan masyarakat tidak dilbatkan dalam proses perencanaan, pengendalian dan pengelolaan taman serta merasa kebingungan terkait keberterimaan akan tema, desain, fasilitas dan lokasi taman. (3) dampak negatif pada dampak sosial terkait keengganan masyarakat untuk menggunakan taman dan aktifitas taman yang mengganggu ketentraman masyarakat sekitar serta dampak sosial terkait ketidakteraturan parkir kendaraan dan PKL yang berjualan disekitar taman sedangkan untuk dampak ekonomi hampir tidak memberi dampak karena perbedaan segmen pasar antar pengunjung taman dan fasilitas ekonomi yang ada di sekitar taman (4) harapan masyarakat pada penyediaan taman tematik dengan perlibatan peran masyarakat dalam proses perancangan, pengendalian dan pengelolaan taman tematik.", "Daftar File": {"2016 TS PP MUHAMMAD MUQARRABIN ARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/118111", "2016 TS PP MUHAMMAD MUQARRABIN ARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/118112", "2016 TS PP MUHAMMAD MUQARRABIN ARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/118113", "2016 TS PP MUHAMMAD MUQARRABIN ARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/118114", "2016 TS PP MUHAMMAD MUQARRABIN ARI 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/118115", "2016 TS PP MUHAMMAD MUQARRABIN ARI 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/118116", "2016 TS PP MUHAMMAD MUQARRABIN ARI 1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/118117", "2016 TS PP MUHAMMAD MUQARRABIN ARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/118118", "2016 TS PP MUHAMMAD MUQARRABIN ARI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/118119", "2016 TS PP MUHAMMAD MUQARRABIN ARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/118120"}, "Penulis": "MUHAMMAD MUQARRABIN ARI (NIM : 25613013)", "Kontributor / Dosen Pembimbing": ["Pembimbing :           \n \n\nDenny Zulkaidi, Ir., MUP, Dr.          \n \n\nWiwik Dwi Pratiwi,Ir., MES., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "taman tematik, akseptabilitas, dampak, harapan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "09 Okt 2017"}