{"Nomor": 23290, "Judul": "KARAKTERISASI SIFAT OPTIK MATERIAL HEPTAZETHREN-TRIISOPROPILSILILETUNIL (HZ-TIPSE)", "Abstrak": "Hz-Tipse memiliki kelebihan dengan adanya dua struktur resonansi yang berbeda (bentuk quinoidal kulit tertutup dan bentuk biradikal kulit terbuka) yang dapat menyebabkan kontribusi biradikal yang signifikan terhadap konfigurasi elektronik keadaan dasarnya. Karakterisasi sifat optik pada material ini masih sangat terbatas. Hz-Tipse dihasilkan melalui pendekatan sintetik dengan cara mengakses extended zethrenes, yaitu triisopropilsililetunil untuk memblok heptazethren sehingga stabil. Pada Hz-Tipse dilakukan teknik karakterisasi menggunakan alat spektroskopi ellipsometri (SE) untuk mengetahui sifat optik material tersebut. Kemudian, fourier transform infra-red (FTIR) serta scanning electron microscope (SEM) juga dilakukan untuk mendukung analisis data. Pengukuran SE pada lapisan tipis Hz-Tipse dilakukan dalam beberapa konsentrasi, yaitu 5 mM, 15 mM, dan 34 mM. Hasil FTIR dan SEM menunjukkan terbentuknya lapisan Hz-Tipse di atas SiO2/Si. Selanjutnya, karakterisasi SE menghasilkan nilai ε1 dan ε2 pada lapisan tipis Hz-Tipse untuk menentukan parameter optik lainnya. Terakhir, pada kurva ε2 terlihat fenomena yang menunjukkan adanya transisi antar pita di sepanjang energi foton yang mengindikasikan material Hz-Tipse bersifat konduktif.", "Daftar File": {"2017 TA PP MUHAMMAD MIQDAD ARROMY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/118103", "2017 TA PP MUHAMMAD MIQDAD ARROMY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/118104", "2017 TA PP MUHAMMAD MIQDAD ARROMY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/118105", "2017 TA PP MUHAMMAD MIQDAD ARROMY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/118106", "2017 TA PP MUHAMMAD MIQDAD ARROMY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/118107", "2017 TA PP MUHAMMAD MIQDAD ARROMY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/118108", "2017 TA PP MUHAMMAD MIQDAD ARROMY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/118109"}, "Penulis": "MUHAMMAD MIQDAD ARROMY (NIM : 10212063)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Yudi Darma"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Hidrokarbon Polisiklik, Hz-Tipse, Spektroskopi Ellipsometri, Sifat Optik", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}