{"Nomor": 23309, "Judul": "KARAKTERISASI RESERVOIR DAN SIMULASI MONTE CARLO UNTUK PERKIRAAN CADANGAN HIDROKARBON, FORMASI BATURAJA, LAPANGAN GAZA, CEKUNGAN SUMATRA SELATAN", "Abstrak": "Lapangan Gaza merupakan salah satu lapangan gas yang secara administratif terletak di Provinsi Sumatra Selatan dan berada pada Cekungan Sumatra Selatan dibawah pengelolaan PT. Pertamina EP dengan luas area 180 km2. Lapangan ini berada pada sub Ã‚Â– Cekungan Palembang Selatan yang memiliki struktur sesar normal dominan berarah Timurlaut-Baratdaya. Formasi Baturaja merupakan reservoir pada Lapangan Gaza. Penelitian ini bertujuan untuk mengetahui karakter reservoir lapangan penelitian yang meliputi fasies pengendapan, nilai properti reservoir dan penentuan prospek hidrokarbon dengan menggunakan simulasi Monte Carlo. Data yang digunakan pada penelitian ini terdiri dari data log dari empat sumur, data uji sumur, data keratan bor dari Sumur Gaza 2, data batuan inti dari Sumur Gaza 1, dan data seismik yang telah di interpretasi.  \n\n Hasil analisis batuan inti dari Sumur Gaza 1 dan keratan bor dari Sumur Gaza 2 memberikan hasil bahwa terdapat 9 litofasies batugamping (Gr, Cr, Cf, Cb, Pcb, Fg, Sm, Fw, dan Fp). Batugamping Formasi Baturaja merupakan paparan karbonat terisolasi dengan lingkungan pengendapan laut dangkal dengan kelompok fasies Carbonate Margin Reef dan Platform Interior. Berdasarkan perhitungan petrofisika didapat nilai porositas rata rata 7%. Metode stokastik dilakukan untuk menentukan prospek cadangan pada Lapangan Gaza, yakni dengan menggunakan metode simulasi Monte Carlo. Hasil perhitungan volumetrik hidrokarbon pada interval reservoir Formasi Baturaja adalah 256 MMSCF pada P90 (kemungkinan terkecil), 1506 MMSCF pada P50 (kemungkinan yang sering muncul), dan 6031 MMSCF pada P10 (kemungkinan terbesar).", "Daftar File": {"2017 TA PP Muhammad Rafi Kusmahawardhana 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/118179"}, "Penulis": "Muhammad Rafi Kusmahawardhana - Nim: 12013031", "Kontributor / Dosen Pembimbing": ["Dr. Dwiharso Nugroho. S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Lapangan Gaza, Cekungan Sumatra Selatan, Formasi Baturaja, fasies, petrofisika.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Okt 2017"}