{"Nomor": 23308, "Judul": "PENENTUAN LANDAS KONTINEN EKSTENSI DI SELATAN NUSA TENGGARA", "Abstrak": "Indonesia merupakan negara kepulauan yang memiliki hak untuk mendapatkan kedaulatan laut. Konferensi Perserikatan Bangsa-Bangsa (PBB) tahun 1982 menghasilkan hukum laut United Nations Convention on the Law of the Sea (UNCLOS) dalam mengatur perbatasan wilayah laut. Pada pasal 76 UNCLOS berisikan definisi landas kontinen ekstensi yang dapat diajukan sebagai bagian dari negara pantai. Di wilayah laut Indonesia terdapat tiga wilayah yang memiliki potensi dalam memperluas kedaulatan tersebut yaitu disebelah barat Sumatra, disebelah utara Papua, dan disebelah selatan Nusa Tenggara.  \n \n\nLandas kontinen ekstensi dapat ditentukan dengan garis formula yang dibentuk oleh ketebalan batuan sedimen dan jarak dari kaki lereng kontinen yang tidak melebihi dari garis batasnya. Pada dasarnya landas kontinen ekstensi dapat ditentukan dengan menggunakan data titik-titik kedalaman, data ketebalan batuan sedimen, data perbatasan Negara, dan data titik-titik dasar garis pangkal. Namun pada studi kasus landas kontinen ekstensi yang tidak memiliki potensi yang menyinggung dengan perbatasan Negara tetangga dan juga tidak memiliki potensi landas kontinen ekstensi dari garis formula yang dibentuk berdasarkan ketebalan batuan sedimen, sehingga dengan menggunakan data titik-titik kedalaman dan data titik dasar garis pangkal sebagai data dasar dalam melakukan penelitian landas kontinen ekstensi di selatan Nusa Tenggara.  \n \n\nData titik-titik kedalaman yang berisi nilai x, y, dan z diolah membentuk peta dasar potensi landas kontinen ekstensi. Kemudian peta dasar tersebut digabungkan dengan data titik-titik dasar garis pangkal yang dimuat pada peraturan pemerintah no.38 tahun 2002 dan diolah untuk menentukan landas kontinen ekstesi. Hasil landas kontinen ekstensi di sebelah selatan Nusa Tenggara yang didapat memiliki luas area total 204.47 Km2.", "Daftar File": {"2017 TA PP MUHAMMAD RAUSYAN FIKRI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/118178"}, "Penulis": "MUHAMMAD RAUSYAN FIKRI (NIM : 15110084)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nDr. Ir. Eka Djunarsjah, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Landas Kontinen Ekstensi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}