{"Nomor": 23319, "Judul": "PEMODELAN DAN PENGEMBANGAN BENTUK PERSAMAAN KOZENY- CARMAN PADA BATUAN BERPORI DENGAN PENDEKATAN FRAKTAL", "Abstrak": "Pada umumnya, hubungan antara karakteristik batuan seperti porositas dan permeabilitas batuan berpori didasarkan pada pendekatan melalui konsep geometri klasik. Namun telah lama disadari bahwa batuan berpori memiliki geometri dan struktur pori-pori yang sangat kompleks sehingga tidak mampu ditangani dengan konsep geometri klasik. Dalam konsep fraktal, dimensi obyek atau benda bisa berupa bilangan pecah sehingga penyederhanaan terhadap bentuk garis, bentuk dan permukaan bidang, bentuk dan permukaan benda dapat diminimalkan. Dalam penelitian ini dibuatlah pemodelan 3D batuan berpori untuk mendapatkan gambaran pemodelan batuan dengan porositas yang ditentukan dan juga dikemukakan suatu persamaan korelasi antara porositas, tortuositas dan permeabilitas dengan sifat fisik lainnya menggunakan persamaan Kozeny-Carman yang didekati dengan konsep fraktal. Didapatkan nilai permeabilitas yang mendekati dengan nilai permeabilitas sampel dengan korelasi sebesar 0,995 dan akurasi sebesar 76,77% dibandingkan dengan persamaan kozeny-Carman dengan korelasi 0,994 dengan akurasi 70%.", "Daftar File": {"2017 TS PP MUHAMMAD RIZKI GORBYANDI NADI 1-COVER 1.pdf": "https://digilib.itb.ac.id/gdl/download/118230", "2017 TS PP MUHAMMAD RIZKI GORBYANDI NADI 1-COVER 2.pdf": "https://digilib.itb.ac.id/gdl/download/118231", "2017 TS PP MUHAMMAD RIZKI GORBYANDI NADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/118232", "2017 TS PP MUHAMMAD RIZKI GORBYANDI NADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/118233", "2017 TS PP MUHAMMAD RIZKI GORBYANDI NADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/118234", "2017 TS PP MUHAMMAD RIZKI GORBYANDI NADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/118235", "2017 TS PP MUHAMMAD RIZKI GORBYANDI NADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/118236", "2017 TS PP MUHAMMAD RIZKI GORBYANDI NADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/118237"}, "Penulis": "MUHAMMAD RIZKI GORBYANDI NADI (NIM: 20214003)", "Kontributor / Dosen Pembimbing": ["Pembimbing: WahyuSrigutomo, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Batuan berpori, Pemodelan, Persamaan Kozeny-Carman dengan pendekatan konsep fraktal", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}