{"Nomor": 23313, "Judul": "STUDI PENGARUH KINERJA CAMPURAN AC-BC PENGGUNAAN ABU VULKANIK GUNUNG SINABUNG SEBAGAI FILLER PROSES CAMPURAN ASPAL PANAS DAN CAMPURAN ASPAL CUTBACK MC-250", "Abstrak": "Percobaan filler abu vulkanik akan dijadikan campuran aspal dalam perkerasan untuk menghasilkan perpaduan yang baik antara agregat kasar, agregat halus, aspal, dan filler..Berdasarkan standar campuran beraspal panas di Indonesia, kinerja campuran diperoleh dari pengujian Marshall, pengujian Marshall Immersion, pengujian Modulus Resilien UMATTA, dan pengujian Fatigue dengan kontrol tegangan. Sementara itu kinerja campuran aspal dingin diperoleh dari pengujian marshall dan pengujian marshall immersion. Pengujian Campuran Aspal Panas dan campuran aspal dingin dilakukan setelah mendapatkan nilai KAO dari filler abu batu (standar).  \n \n\nKinerja campuran hasil uji Marshall campuran aspal panas memberikan nilai Stabilitas Marshall yang tertinggi diraih oleh filler abu vulkanik Gunung Sinabung dengan 1453 kg. Hasil pengujian perendaman Marshall diraih oleh filler abu semen memberikan nilai tertinggi sebesar 94,24%. Untuk Campuran dingin nilai stabilitas tertinggi diraih oleh filler abu vulkanik dengan 640 kg. Hasil pengujian perendaman Marshall diraih oleh filler abu semen memberikan nilai tertinggi sebesar 81,03%. Hasil pengujian Modulus Resilien pada campuran filler abu vulkanik Gunung Sinabung memberikan nilai sebesar 5282 MPa pada temperatur 25Ã‚Â°C, dan 652 MPa pada temperatur 45Ã‚Â°C, yang merupakan nilai tertinggi dari campuran filler abu semen. Hasil pengujian Fatigue pada campuran aspal dengan filler abu semen memberikan nilai sebesar 94320 cycles pada tegangan 1400 Kpa, 68590 cycles pada tegangan 1276 Kpa, dan 45260 cycles pada tegangan 1199 Kpa, yang merupakan nilai tertinggi dari campuran filler abu vulkanik Gunung Sinabung.  \n \n\nSecara umum, Dilihat dari Spesifikasi Bina Marga 2010 Revisi III (Min. 90%), hasil pengujian menunjukkan bahwa penggunaan filler abu vulkanik terhadap campuran panas lebih tahan (durable) terhadap nilai modulus resilien. Namun tidak lebih kaku (stiffness) daripada filler abu semen. Untuk hasil pengujian terhadap campuran dingin, penggunaan filler abu vulkanik masih mampu meningkatkan nilai stabilitas yang ditentukan oleh Asphalt Institute MS-14 dengan nilai stabilitas Minimal 500 dan Nilai Indeks kekuatan sisa marshall minimal 75%.", "Daftar File": {"2017 TS PP MUHAMMAD REZA A. MAHA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/118210"}, "Penulis": "MUHAMMAD REZA A. MAHA (NIM : 269 15 306)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nDr. Ir. Harmein Rahman, MT.  \n \n\nIr. R. Sony Sulaksono Wibowo, MT., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "AC-BC, Filler Abu Vulkanik Gunung Sinabung, Uji Marshall, Modulus Resilien, dan Fatigue Kontrol Tegangan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}