{"Nomor": 23320, "Judul": "SINTESIS SCAFFOLD ALGINAT-KITOSANKARBONAT APATIT SEBAGAI BONE GRAFT MENGGUNAKAN METODE FREEZE DRYING", "Abstrak": "Scaffold merupakan suatu struktur tiga dimensi yang digunakan sebagai media penyangga sementara proses perbaikan suatu jaringan tubuh. Beberapa sifat yang    \n \n \n \n\nharus dimiliki oleh scaffold ialah porus, biokompatibel, biodegradable, bioaktif, dan memiliki kekuatan mekanik yang cukup untuk menopang sementara proses pertumbuhan jaringan baru. Pada penelitian ini dilakukan proses sintesis scaffold untuk perbaikan jaringan tulang menggunakan bahan alginat, kitosan, dan karbonat apatit. Alginat dan kitosan merupakan polimer alami yang bersifat biokompatibel dan biodegradable yang berperan memberikan sifat fleksibilitas dan kekuatan mekanik pada scaffold. Karbonat apatit merupakan salah satu bentuk mineral yang banyak terdapat pada tulang sehingga penggunaannya pada scaffold bertujuan untuk memicu    \n \n \n \n\npertumbuhan jaringan tulang baru dengan lebih cepat. Variasi perbandingan alginat dan kitosan yang digunakan dalam penelitian ini ialah 100% alginat, 2:1. 1:1, 1:2, dan 100% kitosan dengan massa karbonat apatit yang sama untuk setiap variasi, yakni 0,1 gram. Hasil pencampuran ketiga bahan ini kemudian di-freeze drying agar diperoleh sifat porus pada scaffold. Hasil dari pengujian FTIR menyatakan berhasil didapatkannya scaffold yang stabil dengan menggunakan alginat, kitosan, dan karbonat apatit karena tidak terjadinya perubahan gugus fungsi dari bahan yang digunakan setelah    \n \n \n \n\ndilakukannya pencampuran ketiga bahan tersebut. Hasil dari pengujian SEM menyatakan; pertama, berhasil didapatkannya scaffold dengan sifat porus menggunakan metode freeze drying; kedua, didapatkan pula bahwa variasi komposisi alginat dan kitosan serta penambahan karbonat apatit mempengaruhi struktur scaffold yang terbentuk. Komposisi alginat:kitosan=1:1 cenderung    \n \n \n \n\nmenghasilkan scaffold yang lebih padat dibandingkan scaffold dengan komposisi lainnya.", "Daftar File": {"2012 TA PP MUHAMMAD RIFQI AUFAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/118238", "2012 TA PP MUHAMMAD RIFQI AUFAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/118239", "2012 TA PP MUHAMMAD RIFQI AUFAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/118240", "2012 TA PP MUHAMMAD RIFQI AUFAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/118241", "2012 TA PP MUHAMMAD RIFQI AUFAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/118242", "2012 TA PP MUHAMMAD RIFQI AUFAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/118243", "2012 TA PP MUHAMMAD RIFQI AUFAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/118244"}, "Penulis": "MUHAMMAD RIFQI AUFAN (NIM : 13308034)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Dr. Ir Bambang Sunendar, M.Eng.", "Ir. Ahmad Nuruddin, MS., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "scaffold, alginat, kitosan, karbonat apatit, freeze drying", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}