{"Nomor": 23329, "Judul": "Studi Mineralogi Bijih Besi pada IUP PT Pinang Sejati Utama, Tapaktuan, Kabupaten Aceh Selatan, Provinsi Nanggroe Aceh Darussalam", "Abstrak": "Keterdapatan endapan mineral bijih besi di daerah Tapaktuan, Kabupaten Aceh Selatan, Naggroe Aceh Darussalam, diduga merupakan endapan skarn. Endapan skarn ini terbentuk karena adanya tubrukan lempeng yang juga mengakibatkan terbentuknya sesar Sumatra. Secara teoritis, formasi vulkanik yang terdapat di daerah Tapaktuan merupakan sumber magnetit dan sulfida yang berpotensi memiliki nilai ekonomis. Hal ini terlihat dari banyak ditemukannya oksida besi pada aliran sungai di daerah ini. Daerah penelitian secara khusus dilakukan pada daerah IUP PT Pinang Sejati Utama, Tapaktuan. Sebanyak 102 sampel diambil dari 3 channel dengan jarak sampel pada masing-masing channel adalah 1 meter. Terdapat beberapa analisis laboratorium yang dilakukan di Laboratorium Mineralogi, Mikroskopi, dan Geokimia serta Laboratorium Hidrogeologi dan Hidrogeokimia, Teknik Pertambangan, ITB. Pengamatan megaskopis dilakukan untuk mengetahui karakteristik batuan dengan secara kasat mata. Petrografi dan mineragrafi dilakukan untuk identifikasi dan melihat karakteristik mineral secara mikroskopi. Penelitian ini juga dilengkapi dengan analisis X-Ray Diffraction untuk memverifikasi hasil pengamatan mikroskopi.  Hasil penelitian menunjukkan bahwa ada beberapa mineral yang teridentifikasi, yaitu magnetit, hematit, goethite, kuarsa, dan pirit. Meski demikian dari hasil pengamatan laboratorium tidak ditemukan indikasi dari mineral skarn. Hal ini mungkin diakibatkan dari kondisi sampel yang sudah mengalami pelapukan yang cukup kuat.", "Daftar File": {"2017 TA PP MUHAMMAD RIDHO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/118265"}, "Penulis": "MUHAMMAD RIDHO (NIM : 12112017)", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Syafrizal, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bijih besi, skarn, mineral, karakteristik, pelapukan", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "28 Sep 2017"}