{"Nomor": 23325, "Judul": "PEMODELAN INJEKSI GAS CO2 PADA PROSES  PRODUKSI MINYAK TAHAP LANJUT (ENHANCED OIL RECOVERY)", "Abstrak": "Proses produksi minyak terdiri dari beberapa tahapan yang dibedakan berdasarkan     \n \n \n \n\ntenaga/energi yang digunakan untuk memproduksi minyak. Tahapan yang pertama disebut     \n \n \n \n\ntahap produksi primer (primary recovery). Pada tahapan ini, produksi minyak dilakukan dengan     \n \n \n \n\ntenaga alami yang berasal dari reservoir itu sendiri. Tahapan yang berikutnya disebut tahap     \n \n \n \n\nproduksi sekunder (secondary recovery). Pada tahapan ini, tenaga reservoir berkurang sehingga     \n \n \n \n\ndiperlukan tenaga bantuan luar untuk memproduksi minyak. Biasanya dengan melakukan     \n \n \n \n\nwaterflooding. Tahapan yang selanjutnya disebut tahap produksi tersier (tertiary recovery) atau     \n \n \n \n\nyang lebih dikenal dengan istilah Enhanced Oil Recovery (EOR). Enhanced Oil Recovery (EOR)     \n \n \n \n\nmerupakan suatu metode perolehan minyak tahap lanjut yang menggunakan energi luar     \n \n \n \n\nreservoir yang canggih guna memproduksi minyak yang lebih banyak lagi.      \n \n \n \n\nPada laporan tugas akhir ini akan dibahas suatu model matematika mulai dari tahapan produksi     \n \n \n \n\nprimer hingga tahapan EOR yang menggunakan     sebagai materi yang diinjeksikan ke dalam     \n \n \n \n\nreservoir.     \n \n \n \n\nPada model matematika ini diasumsikan bahwa sistem horizontal dan aliran satu dimensi.     \n \n \n \n\nDengan persamaan kontinuitas, aliran minyak di dalam reservoir digambarkan sebagai aliran     \n \n \n \n\nmassa pada sebuah garis lurus. Model matematika yang diperoleh berupa persamaan     \n \n \n \n\ndifferensial, kemudian dengan metode finite difference persamaan differensial itu     \n \n \n \n\nditransformasikan ke dalam bentuk persamaan diskrit guna mengetahui solusi dari model     \n \n \n \n\ntersebut. Variabel bebas dalam hal ini adalah tekanan reservoir, saturasi minyak, dan saturasi     \n \n \n \n\nair.", "Daftar File": {"2017 TA PP Muhammad Ridho 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/118261"}, "Penulis": "MUHAMMAD RIDHO", "Kontributor / Dosen Pembimbing": ["Dr. Agus Yodi Gunawan     \n \n \n \n\nSilvya Dewi Rahmawati, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "persamaan kontinuitas, beda hingga, tekanan reservoir, saturasi fluida", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}