{"Nomor": 23322, "Judul": "STUDI PENGONTROLAN PI DENGAN BATASAN DIMENSI DAN PARAMETER PROSES PADA SISTEM TANGKI TUNGGAL MINIPLANT", "Abstrak": "Pada industri proses terdapat banyak pengontrolan besaran proses yang salah satunya adalah pengontrolan level. Adapun level yang sering dikontrol adalah level tangki penyimpanan. Pengontrolan ini dilakukan dengan Distributed Control System (DCS) yang mayoritas menggunakan pengontrol Proportional Integral Derivative (PID). Pada penelitian tugas akhir ini akan dirancang pengontrol Proportional Integral (PI) pada DCS Delta V. Pengontrol level single loop dan pengontrol kaskade dengan pengontrol master untuk pengontrolan level dan pengontrol slave untuk pengontrolan Aliran masuk (Qn) didesain untuk memperoleh respon output yang baik.  \n \n\nModel untuk proses level tangki (h) dan model proses dinamika aliran masuk (Qn) dicari dengan identifikasi model empiris. Setelah model diperoleh, pengontrol di desain dan disimulasikan pada Simulink- MATLAB. Setelah respon dari simulasi sudah baik maka pengontrolan diterapkan pada miniplant.  \n \n\nDaerah operasi level (kondisi awal 42.10% dan setpoint 50%) pada kurva proses menjadi dasar perancangan pengontrolan dengan kurva karateristik statik yang menggambarkan juga daerah kerja control valve yang tidak mengalami saturasi, proportional band (PB). Model empiris menjadi dasar ditentukanya posisi zero untuk memeroleh parameter Ti. Ketersedian yang terlalu kecil akan membuat respon output saat dikontrol menjadi lambat untuk daerah operasi yang lebih luas.  \n \n\nPengontrol kaskade dengan parameter pengontrol master (Kp= 4 dan Ti= 1970 detik) dan parameter pengontrol slave (Kp= 0.28 dan Ti = 3.5 detik) memberikan respon lebih baik terhadap ganguan dan overshoot tetapi lebih lambat pada saat pergeseran setpoint dibandingkan dengan pengontrol level single loop. Pengontrol kaskade memberikan respon tanpa overshoot, waktu pulih dari gangguan 140 detik, rise time 880 detik, settling time 950 detik, dan error steady state 0%.", "Daftar File": {"2014 TA PP MUHAMMAD RIDHO ROSA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/118252", "2014 TA PP MUHAMMAD RIDHO ROSA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/118253", "2014 TA PP MUHAMMAD RIDHO ROSA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/118254", "2014 TA PP MUHAMMAD RIDHO ROSA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/118255", "2014 TA PP MUHAMMAD RIDHO ROSA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/118256", "2014 TA PP MUHAMMAD RIDHO ROSA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/118257", "2014 TA PP MUHAMMAD RIDHO ROSA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/118258"}, "Penulis": "MUHAMMAD RIDHO ROSA (NIM : 13309073)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. -Ing. Ir. Parsaulian I. Siregar.", "Augie Widyotriatmo Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pengontrol Level Single Loop, Pengontrol Kaskade, Pengontrol PI, DCS, dan Miniplant", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}