{"Nomor": 23334, "Judul": "PEMODELAN EFEK KANDUNGAN ORGANIK (TOC) DAN GEOMETRI PORI TERHADAP SIFAT ELASTISITAS BATUAN SERPIH", "Abstrak": "Sumber daya non-konvensional seperti gas serpih (shale gas) telah menjadi target eksplorasi dan produksi yang sangat penting dalam beberapa dekade terakhir. Meskipun demikian, karakterisasi seismik pada reservoir gas serpih semakin menantang. Tantangan ini diakibatkan oleh adanya keterbatasan pemahaman mengenai pengaruh properti reservoir terhadap respon seismik, seperti kurangnya pemahaman mengenai pengaruh kandungan material organik dan geometri pori terhadap sifat anisotropi. Diharapkan dengan mempelajari sifat elastis efektif batuan menggunakan pemodelan fisika batuan, pemahaman kita akan reservoir gas serpih akan semakin meningkat.     \n \n \n \n \n\nPemodelan fisika batuan dilakukan dengan memodelkan material organik sebagai bagian dari pengisi pori. Kerangka solid dimodelkan menggunakan teori medium efektif dengan mencampurkan beragam komposisi mineral. Pori terdiri atas bagian yang terisi solid Ã‚Â– dengan kerogen didalamnya Ã‚Â– serta bagian yang terisi fluida, sehingga subtitusi fluida dan subtitusi solid perlu diaplikasikan pada penelitian ini. Perubahan modulus efektif dan kecepatan anisotropi akibat adanya variasi TOC dan geometri pori diuji pada penelitian ini. Hasil penelitian menunjukan bahwa peningkatan kandungan organik, secara umum akan menurunkan sifat elastisitas, sedangkan nilai parameter anisotropi akan bertambah.", "Daftar File": {"2012 TS PP MUHAMMAD SALADIN ISLAMI 1.pdf": "https://digilib.itb.ac.id/gdl/download/118277"}, "Penulis": "MUHAMMAD SALADIN ISLAMI (NIM : 22312018)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ignatius Sonny Winardhi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "TOC, geometri pori, batuan serpih", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}