{"Nomor": 23336, "Judul": "ANALISIS KETIDAKPASTIAN PADA PEMODELAN RESERVOIR DENGAN MENGGUNAKAN METODE DESAIN EKSPERIMEN", "Abstrak": "Industri minyak bumi di Indonesia sudah berusia lebih dari 100 tahun dan produksinya semakin menurun, hal ini dikarenakan belum ada penemuan cadangan minyak yang besar. Melalui perkembangan teknologi, lapangan minyak yang berstaus unproven dapat mengalami kenaikan peringkat menjadi proven. Teknologi tersebut salah satunya adalah pemodelan kondisi bawah permukaan (subsurface modeling) termasuk di dalamnya pemodelan statis dan pemodelan dinamis.  \n \n \n\nKompleksitas dan variasi parameter dari suatu reservoir, ditambah dengan keterbatasan data yang dimiliki akan memberikan deskripsi yang kurang jelas terhadap kondisi reservoir yang sebenarnya. Sehingga jumlah data yang digunakan akan mempengaruhi tingkat keakuratan dari model yang dibangun dan cadangan yang dihasilkan.    \n \n \n\nTujuan utama dari penelitian ini adalah membangun model alternatif dari data yang terbatas melalui pendekatan analisis ketidakpastian. Model reservoir alternatif yang dibangun diharapkan mampu merepresentasikan kondisi reservoir pada masa yang akan datang dengan adanya penambahan data sumur maupun data produksi yang divalidasi dengan proses history matching.    \n \n \n\nMetode yang digunakan adalah membuat model dasar dengan analisis geofisika, geologi dan petrofisika, kemudian dilakukan analisis ketidakpastian dengan beberapa parameter. Desain eksperimen akan memberikan beberapa model alternatif dari model dasar. Model-model yang dihasilkan akan dikalibrasi dengan history matching.     \n \n \n\nParameter ketidakpastian yang digunakan adalah porositas, welltop, saturasi air dan net to gross parameter tersebut akan mempengaruhi distribusi properti batuan dan jumlah cadangan. Rentang nilai parameter ketidakpastian ditentukan berdasarkan analisis statistik dari data, analogi, dan penilaian subjektif. Metode desain eksperimen yang digunakan adalah desain level 3 Box-Behenken yang menghasilkan beberapa model alternatif dengan bermacam-macam kombinasi parameter.  \n \n \n\nAnalisis sensitifitas pada parameter ketidakpastian memberikan informasi paramater yang paling mempengaruhi jumlah cadangan. Model alternatif yang dihasilkan dengan jumlah data terbatas mampu menangkap kemungkinan yang akan terjadi pada kondisi reservoir jika dilakukan penambahan data. Hal ini dibuktikan oleh 40 dari 113 model alternatif yang dibangun memiliki kesesuaian dengan model yang telah dilakukan penambahan data.   \n \n \n\nHistory matching pada model prioritas yang dihasilkan oleh desain eksperimen menggunakan parameter history matching pada model dasar. Tingkat keselarasan model alternatif dipengaruhi oleh jumlah cadangan dan kombinasi paramter ketidakpastian. Hasil history matching menunjukkan 90% model alternatif tersebut berada pada rentang toleransi +-5%.", "Daftar File": {"2017 TS PP MUHAMMAD SAYYIDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/118285", "2017 TS PP MUHAMMAD SAYYIDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/118286", "2017 TS PP MUHAMMAD SAYYIDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/118287", "2017 TS PP MUHAMMAD SAYYIDI 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/118288", "2017 TS PP MUHAMMAD SAYYIDI 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/118289", "2017 TS PP MUHAMMAD SAYYIDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/118290", "2017 TS PP MUHAMMAD SAYYIDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/118291", "2017 TS PP MUHAMMAD SAYYIDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/118292"}, "Penulis": "MUHAMMAD SAYYIDI (NIM : 22214010)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Ir. Zuher Syihab, Ph.D.    \n \n \n \n\nPembimbing II: Dr. Amega Yasutra, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "desain eksperimen, pemodelan reservoir, ketidakpastian, history matching", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}