{"Nomor": 23342, "Judul": "STUDI GEOLOGI DAN PENGARUH PENGGALIAN MASSA BATUAN TERHADAP KONDISI AIR TANAH DAERAH PEMBUATAN TEROWONGAN DI NOTOG", "Abstrak": "Dalam perencanaan pembuatan terowongan kondisi geologi daerah pembuatan terowongan menjadi hal yang paling utama untuk diketahui secara detail. Hal ini berkaitan dengan jenis batuan yang nantinya akan ditembus oleh terowongan serta kemungkinan keterdapatan struktur-struktur geologi seperti sesar yang akan berpengaruh terhadap perencanaan tipe penyanggaan yang akan diterapkan pada terowongan. Selain itu, airtanah juga merupakan salah satu masalah utama dalam kegiatan penggalian terowongan. Air yang terdapat pada batuan selain secara fisik melemahkan kekuatan dari batuan untuk menyangga dirinya sendiri, juga dapat masuk ke dalam terowongan melalui rekahan-rekahan yang saling terhubung. Masuknya air ke dalam terowongan ini dapat menyebabkan aktifitas penggalian massa batuan terganggu karena lantai kerja yang menjadi berlumpur. Penelitian ini dilakukan dengan pengambilan data di lapangan berupa data singkapan batuan, data sumur ukur, data mata air, dan data struktur geologi yang berkembang pada daerah penelitian. Juga terdapat data sekunder yang telah ada seperti data lubang bor, data geolistrik dan data permeabilitas batuan yang selanjutnya diolah untuk mendapatkan gambaran kondisi geologi dan hidrogeologi yang membentuk daerah penelitian. Hasil yang didapatkan dari pengolahan data-data tersebut menunjukan bahwa daerah penelitian disusun oleh batuan sedimen yang berumur Miosen Tengah sampai Pliosen dengan keterdapatan struktur geologi berupa sesar mendatar dan sesar normal. Satuan batuan penyusun daerah penelitian berupa batunapal berukuran lanau, breksi polimik, batupasir, breksi andesit dan satuan aluvium. Pemodelan air tanah menunjukan adanya penurunan muka airtanah yang cukup signifikan akibat panggalian massa batuan pada pembuatan terowongan pada beberapa sumur pantau (B1, B5, dan B6). Prediksi debit aliran air yang masuk ke dalam terowongan rata-rata 3,86 m3/hari.", "Daftar File": {"2017 TA PP MUHAMMAD SOFYAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/118318"}, "Penulis": "MUHAMMAD SOFYAN (NIM : 12113057)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudarto Notosiswoyo, M.Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Notog, Terowongan, Struktur Geologi, Air Tanah", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "28 Sep 2017"}