{"Nomor": 23358, "Judul": "PERANCANGAN MODEL LAYANAN FINANCIAL TECHNOLOGY  DENGAN METODE   BRANCHLESS BANKING SEBAGAI e-PAYMENT UNTUK  MASYARAKAT DI RURAL AREA", "Abstrak": "Penelitian ini bertujuan untuk membuat sebuah bisnis model layanan keuangan digital dengan menggunakan konsep financial technology yang berbasiskan metode branchless banking yang bisa digunakan untuk membantu masyarakat yang berada pada daerah rural untuk memiliki akses kepada layanan perbankan. Permasalahan  selama ini yang terjadi adalah akses ke bank ataupun institusi keuangan untuk masyarakat yang berada pada daerah rural sangat terbatas. Berbagai faktor terindikasi menjadi penyebab kenapa tidak memilki akses layanan keuangan, beberapa diantaranya seperti kendala jarak layanan keuangan yang jauh, biaya  yang sangat besar untuk transportasi  utuk mencapai tempat layanan keuangan, serta waktu akses yang tidak sebentar. Hal ini terkadang tidak sebanding dengan besaran nominal transaksi uang  yang dilakukan. Sementara itu jangkauan dari Bank masih banyak yang belum menjangkau daerah rural dikarenakan mahalnya biaya yang harus dikeluarkan bank untuk membangun sebuah kantor baru.   \n \n \n\nOleh karena itu, pendekatan khusus dilakukan dalam penelitian ini untuk merancang sebuah bisnis model untuk layanan keuangan digital yang sesuai untuk area masyarakat rural. Dikarenakan menggunakan metode branchless banking yang menggunakan agen sebagai pengganti bank, maka perlu dilakukan pengkajian terkait dengan bagaimana manajemen agen yang cocok dan sesuai untuk layanan ini. Disamping itu, penelitian ini juga membahas  terkait manajemen risiko dan keamanan informasi yang mengacu kepada best practices yang ada di dunia dan regulasi yang dikeluarkan oleh Otoritas Jasa Keuangan dan Bank Indonesia     \n \n \n\nMethodologi yang digunakan dalam penelitian ini menggunakan methodologi pendekatan system engineering (SE) yang merupakan interdisipliner bidang engineer yang  fokus pada bagaimana merancang dan mengelola proyek engineer yang komplek. Selain itu juga digunakan metode campuran kualitatif dan kuantitatif untuk memastikan ketepatan perancangan. Rancangan model layanan keuangan digital ini diharapkan mampu menjadi solusi pembayaran digital yang dapat  menjangkau masyarakat yang berada pada daerah rural area untuk menjadi cashless society, menghubungkan antara desa dan kota yang dapat memperkecil gap jarak yang selama ini terjadi dan mendukung program pemerintah dalam Gerakan Nasional Non Tunai (GNNT).", "Daftar File": {"2017 TS PP MUHARDI SAPUTRA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/118367"}, "Penulis": "MUHARDI SAPUTRA", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suhono H. Supangkat, M. Eng"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "branchless banking, financial technology, IT risk management, IT security,epayment, bisnis model", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}