{"Nomor": 23363, "Judul": "VERIFIKASI MODEL PREDIKSI CUACA NUMERIK MENGGUNAKAN METODE PENDEKATAN NEIGHBORHOOD", "Abstrak": "Model prediksi cuaca numerik merupakan metode perhitungan matematika atmosfer dan lautan untuk menghitung prediksi cuaca. Dalam penggunaannya perlu dilakukan verifikasi untuk melihat kemampuan model prediksi cuaca untuk menggambarkan kejadian sebenarnya.  \n \n\nProses verifikasi model prediksi cuaca yang paling sederhana adalah dengan melihat tutupan hujan, verifikasi dilakukan dengan perhitungan Fraction Skill  \n \n\nScore yaitu perhitungan tutupan hujan untuk setiap grid. Metode pendekatan neighborhood kemudian digunakan untuk memberikan batasan ukuran verifikasi. Metode pendekatan neighborhood adalah metode perhitungan verifikasi model  \n \n\nprediksi cuaca dimana pendekatan dilakukan secara spasial dan temporal dengan beberapa domain verifikasi.  \n \n\nDari hasil perhitungan verifikasi, didapatkan bahwa dengan digunakan skala domain verifikasi 1:2 didapatkan hasil verifikasi yang lebih baik yaitu dengan  \n \n\nnilai akumulasi 70,951 dan rata-rata 0,297 untuk ambang batas curah hujan 3 mm. Kemudian dilakukan perbandingan sederhana yaitu dengan membandingkan wilayah daratan dan lautan untuk melihat pengaruhnya dan didapatkan bahwa  \n \n\nwilayah lautan memiliki nilai verifikasi yang lebih tinggi yang disebabkan oleh parameterisasi dilakukan.", "Daftar File": {"2017 TA PP MUKHAMMAD FAHMI FACHRIZAL 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/118384"}, "Penulis": "MUKHAMMAD FAHMI FACHRIZAL      (NIM : 12813010)", "Kontributor / Dosen Pembimbing": ["Dr. Armi Susandi, M. T  \n \n\nKhreshna I.A. Syuhada, MSc. PhD."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Curah hujan, Domain, Fraction Skill Score, Neighborhood, Prediksi, Tutupan Hujan, Verifikasi.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}