{"Nomor": 23367, "Judul": "KAJI ULANG PERENCANAAN JALAN TOL PASIRKOJA-SOREANG", "Abstrak": "Sebagai ibukota Kabupaten Bandung, Soreang mempunyai prospek perkembangan yang sangat penting yang akan membawa dampak bertambahnya pergerakan orang, barang dan jasa ke dalam dan keluar kawasan ini, terutama dari dan ke Kota Bandung. Kondisi jalan eksisting yang menghubungkan antara Soreang dengan Kota Bandung sekarang ini sudah sangat padat, sehingga sering terjadi kemacetan. Untuk itu perlu dibangun suatu ruas jalan baru yang dapat memberi kemudahan akses antara Soreang dengan Kota Bandung, dalam hal ini jalan tol Pasirkoja-Soreang.            \n\nLangkah awal yang dilakukan berupa penentuan beberapa alternatif trase jalan tol, yang memungkinkan dengan mempertimbangkan kondisi medan, lahan serta land use dari daerah- daerah yang akan dilalui alternatif trase jalan tol tersebut. Alternatif trase jalan tol terpilih untuk jalan tol Pasirkoja-Soreang ini mempunyai panjang kurang lebih 8.660 km dan didesain secara teknis meliputi perencanaan geometrik, perencanaan perkerasan, dan perencanaan drainase.            \n\nSebagai data dasar dari perencanaan ini adalah peta topografi, data lalu lintas, data curah hujan, dan informasi-informasi lainnya. Perencanaan dilakukan berdasarkan ketentuan dan kriteria yang berlaku. Untuk perencanaan geometrik mengacu kepada Standar Geometrik Jalan Bebas Hambatan dan Jalan Tol. Perencanaan perkerasan mengacu kepada Pedoman Perencanaan Perkerasan Jalan Beton Semen (Pd T-14-2003) dan Pedoman Perencanaan Tebal Perkerasan Lentur (Pd T-01-2005-B), untuk perencanaan drainase mengacu kepada Tata Cara Perencanaan Drainase Permukaan Jalan (SNI-03-3424-1994).            \n\nStandar perencanaan untuk jalan tol Pasirkoja-Soreang di antaranya adalah kecepatan rencana 100 km/jam dengan medan datar, tipe jalan adalah 4 lajur 2 arah dengan median, lebar lajur 3,6 meter, lebar bahu dalam 1,5 meter dan lebar bahu luar 3 meter, kapasitas satu lajur adalah 2328 smp/jam/lajur. Jalan direncanakan dibuka pada tahun 2012 dengan umur rencana selama 35 tahun. Pada tahun 2034 perlu dilakukan penambahan lajur menjadi 6 lajur 2 arah dan pada tahun 2042 ditambah lagi menjadi 8 lajur 2 arah.            \n\nDari perhitungan alinemen horizontal didapatkan jumlah tikungan sebanyak 3 buah tipe Spiral-Circle-Spiral dengan jari-jari 1000 meter. Jumlah lengkung vertikal berjumlah 2 buah dengan bentuk lengkung vertikal cekung. Dari hasil perencanaan tebal, digunakan perkerasan kaku dengan ketebalan 210 mm dengan lapis pondasi setebal 125 mm. perencanaan drainase jalan berupa perencanaan saluran samping yang berbentuk trapesium dan gorong-gorong yang dilakukan per segmen. Hasil perencanaan kemudian dibandingkan dengan hasil perencanaan awal yang dilakukan oleh konsultan.", "Daftar File": {"2009 TA PP MULTI RIZKI DAN REZKI DESTRIMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/118394", "2009 TA PP MULTI RIZKI DAN REZKI DESTRIMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/118395", "2009 TA PP MULTI RIZKI DAN REZKI DESTRIMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/118396", "2009 TA PP MULTI RIZKI DAN REZKI DESTRIMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/118397", "2009 TA PP MULTI RIZKI DAN REZKI DESTRIMAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/118398", "2009 TA PP MULTI RIZKI DAN REZKI DESTRIMAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/118399", "2009 TA PP MULTI RIZKI DAN REZKI DESTRIMAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/118401", "2009 TA PP MULTI RIZKI DAN REZKI DESTRIMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/118402"}, "Penulis": "MULTI RIZKI  (NIM 15004104) dan REZKI DESTRIMAN (NIM 15004112)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Rudy Hermawan Karsaman, Ir., M.Sc., Ph.D.", "Pembimbing 2: Ade Sjafruddin, Ir., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Jalan tol, perencanaan geometrik, perkerasan kaku", "Sumber": "", "Staf Input/Edit": "Ena Sukmana  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "30 Okt 2017"}