{"Nomor": 23376, "Judul": "PENGARUH PEMBERIAN SENG TERHADAP YIELD DAN KUALITAS BUAH KELAPA SAWIT (Elaeis guineensis Jacq.)", "Abstrak": "Kelapa sawit merupakan sumber minyak nabati utama bagi manusia, Namun  \n \n\npeningkatan produksi minyak kelapa sawit secara ekstensif sulit dilakukan dikarenakan  \n \n\njumlah lahan serta pertimbangan keberlanjutan lingkungan. Bunch spraying merupakan  \n \n\nmetode alternatif yang dapat dilakukan untuk meningkatkan produktivitas kelapa sawit.  \n \n\nPenelitian ini bertujuan untuk menentukan pengaruh pemberian nutrisi seng (Zn) 250  \n \n\ndan 500 ppm terhadap produktivitas biomassa buah kelapa sawit yang diukur lewat  \n \n\nkarakteristik fisik buah (panjang buah, diameter buah, massa buah, bobot mesokarp  \n \n\nbuah bobot kernel buah) rendemen dan yield minyak serta kualitas kimia minyak  \n \n\n(kandungan asam lemak bebas dan beta karoten). Penelitian dilakukan di kebun milik  \n \n\nPT. Perkebunan Nusantara VIII kebun Sukamaju, Sukabumi, Indonesia. Penelitian  \n \n\nMenggunakan kelapa sawit DxP Langkat dan DxP LaMe yang berasal dari PPKS  \n \n\nIndonesia dengan umur tanaman 8 tahun. Penelitian dilakukan selama satu musim.  \n \n\nHasil penelitian tidak menunjukkan adanya perbedaan signifikan pada produktivitas  \n \n\ntanaman kelapa sawit yang diberi seng 250 dan 500 ppm terhadap kontrol yang diberi  \n \n\nair. Dengan demikian, metode aplikasi seng dengan bunch spraying tidak  \n \n\ndirekomendasikan untuk kelapa sawit.", "Daftar File": {"2017 TA PP-MUSLIH HAKIM 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/118433"}, "Penulis": "Muslih Hakim", "Kontributor / Dosen Pembimbing": ["Dr. Agus Dana Permana       \n \n \n \n \n \n \n\nDr. Ahmad Faizal"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Kelapa sawit, Seng, produktivitas, Bunch spraying", "Sumber": "", "Staf Input/Edit": "didi kusnendi  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}