{"Nomor": 23374, "Judul": "KAJIAN PENGEMBANGAN SKENARIO PADA SISTEM PENGANGKUTAN SAMPAH (Studi Kasus Kabupaten Kubu Raya, Provinsi Kalimantan Barat)", "Abstrak": "Proses pembangunan yang sedang berkembang di Kabupaten Kubu Raya tidak terjadi secara serentak dan dalam semua wilayah secara bersamaan. Pengembangan kota dipengaruhi salah satunya oleh peningkatan jumlah penduduk. Pada tahun 2014 jumlah penduduk di Kabupaten Kubu Raya adalah 559.861 jiwa dengan laju pertumbuhan penduduk adalah 1,70%/tahun. Meningkatnya jumlah penduduk memberikan pengaruh pada beberapa pelayanan yang dibutuhkan oleh kota tersebut, salah satunya adalah aspek pelayanan pengelolaan sampah. Pada saat ini cakupan pelayanan masyarakat dibawah kontrol Dinas Cipta Karya, Tata Ruang dan Kebersihan Kabupaten Kubu Raya mencapai 30%. Sedangkan tingkat pengelolaan pada sistem pengangkutan sampah mencapai 54%, dengan jumlah timbulan sampah rata-rata setiap hari yang masuk ke lahan TPA Rasau Jaya adalah 176 m3/hari. Pola pengumpulan sampah terdiri dari pola individual langsung dan pola komunal langsung berupa penempatan kontainer TPS di 28 titik dan 6 titik TPS berupa wadah. Berdasarkan hasil sampling untuk permukiman diperoleh rata-rata ekuivalensi timbulan sampah yang dihasilkan adalah 0,30 kg/orang/hari(2,41 l/orang/hari) dengan densitas 110 kg/m3. Komposisi sampah didominasi oleh sampah makanan sebesar 52,97%, kemudian sampah kertas dan karton sebesar 12%. Untuk melibatkan masyarakat dalam upaya minimasi sampah dengan upaya 3R, berdasarkan material mass balance upaya reduksi sampah hingga ke TPA dapat mencapai 17,7%. Untuk mendukung capaian tersebut, maka pengangkutan seharusnya dilakukan minimal 5,5 jam/ritasi untuk meminimalisir penumpukan yang terjadi di TPS. Peningkatan ritasi pengangkutan menggunakan sistem HCS dan sistem SCS dapat ditingkatkan ritasi pengangkutannya dari 29 rit/hari dan 9 rit/hari yaitu 228 m3/hari menjadi 38 rit/hari dan 25 rit/hari yaitu 378 m3/hari. Selain itu kapasitas lahan di TPA Rasau Jaya berdasarkan analisis yang dilakukan masih terdapat sisa lahan sebesar 1,1 ha hingga tahun 2019, sementara itu lokasi cadangan untuk TPA regional berdasarkan pemilihan menurut SNI 03-3241-1994 berada di Desa Pancaroba. Berdasarkan hasil evaluasi terhadap aspek-aspek pengelolaan sampah, dikembangkan skenario alternatif dengan skenario terpilih adalah sistem pengangkutan menggunakan TPST yang ada di setiap Kecamatan. Skenario ini dapat dipertimbangkan untuk dilaksanakan dengan nilai NPV adalah Rp 4.009.487.547 dan BCR bernilai 1,1.", "Daftar File": {"2016 TS PP MURTI JULIANDARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/118423", "2016 TS PP MURTI JULIANDARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/118424", "2016 TS PP MURTI JULIANDARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/118425", "2016 TS PP MURTI JULIANDARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/118426", "2016 TS PP MURTI JULIANDARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/118427", "2016 TS PP MURTI JULIANDARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/118428", "2016 TS PP MURTI JULIANDARI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/118429", "2016 TS PP MURTI JULIANDARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/118430"}, "Penulis": "MURTI JULIANDARI (NIM : 25714007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Enri Damanhuri"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Sistem Pengelolaan, pengangkutan, NPV, BCR", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "15 Mar 2018"}