{"Nomor": 23386, "Judul": "OPTIMALISASI PENGOLAHAN DATA SEISMIK FORWARD MODELLING TARGET DANGKAL DENGAN MENGGUNAKAN METODE CRS", "Abstrak": "Target dangkal umumnya memiliki fold coverge terbatas yang membuat data sulit untuk diproses, ditambah lagi dengan kondisi bawah permukaan yang berundulasi. Hal ini   \n\nmerupakan salah satu masalah dalam pengolahan data seismik, karena pada metoda seismik konvensional reflektor yang memiliki kemiringan yang berubah-ubah tidak dimasukkan dalam parameter pengolahan data. Sementara untuk wavelet sumber frekuensi yang dimiliki berada dalam range tertentu yang mempengaruhi kualitas dan  resolusi seismik.   \n\nTujuan dari tugas akhir ini adalah untuk mencari desain survei, frekuensi yang optimum, serta metode pengolahan data yang dapat memberikan hasil yang baik untuk target   \n\ndangkal yang berundulasi. Pengolahan data yang digunakan dalam pelaksanaan tugas akhir ini adalah pengolahan data dengan menggunakan metoda konvensional dan CRS.   \n\nMetoda CRS ini memperhitungkan sudut datang dari raypath, kelengkungan muka gelombang normal, dan kelengkungan muka gelombang NIP.   \n\nSuatu model channel target dangkal dengan parameter survey seismik dan frekuensi wavelet sumber yang berbeda-beda diatur untuk menguji metoda CRS. Dari hasil   \n\npengolahan data diperoleh pencitraan bawah permukaan yang lebih baik pada data dengan frekuensi lebih tinggi, geometri penembakan dengan fold coverage lebih banyak   \n\ndan pegolahan data menggunakan metoda CRS (dibandingkan metoda konvensional).", "Daftar File": {"2009 TA PP MUTIARA GANI 1.pdf": "https://digilib.itb.ac.id/gdl/download/118494"}, "Penulis": "MUTIARA GANI (NIM : 12404023)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Wahyu Triyoso, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "common reflection surface, S transform, zona fresnel.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "1 file", "Tanggal Input": "30 Jan 2017"}