{"Nomor": 23387, "Judul": "PENGARUH LINDI HASIL BIOKONVERSI LIMBAH BUAH OLEH LARVA BLACK SOLDIER FLY (Hermetia illucens) TERHADAP PERTUMBUHAN SELADA (Lactuca sativa L.)", "Abstrak": "Hermetia illucens (Diptera: Stratiomyidae) adalah lalat tentara hitam (Black Soldier Fly/BSF) yang telah diketahui dapat mengolah sampah organik. Hasil samping dari biokonversi sampah organik tersebut berupa lindi dan kompos. Telah dilakukan penelitian untuk mengetahui pengaruh lindi ex BSF sebagai Pupuk Organik Cair (POC) terhadap pertumbuhan selada hijau (Lactuca sativa L.) di Screen House SITH ITB, Jatinangor. Perlakuan lindi ex BSF konsentrasi 0,4%, 0,8% dan 1,6% terhadap selada dibandingkan dengan POC NasaÃ‚Â® serta kontrol. Setiap perlakuan diulang 5 kali menggunakan selada sebanyak 6 tanaman. Hasil penelitan menunjukkan bahwa lindi ex BSF mengandung 0,10% N; 0,06% P2O5; 0,39% K; 200 ppm Ca; 0,03% S; 300 ppm Mg; 0,04% Cl; 4 ppm Fe; 4 ppm Cu; 3 ppm Zn; 0,01% Na; 16 ppm Al; serta C/N ratio sebesar 8. Kandungan unsur P dan K pada lindi lebih tinggi dibandingkan yang terkandung di dalam POC NasaÃ‚Â®. Seluruh perlakuan lindi ex BSF memberikan pengaruh yang tidak berbeda nyata terhadap pertumbuhan selada dibandingkan dengan perlakuan lain (Tukey P < 0,05). Akan tetapi, tinggi tanaman, luas daun, serta jumlah daun selada yang diberi lindi ex BSF memberikan pengaruh yang lebih baik dibandingkan POC NasaÃ‚Â®. Pada parameter berat segar menunjukkan bahwa pengaruh pemberian lindi tidak berbeda nyata dengan perlakuan POC NasaÃ‚Â® serta control. Dari penelitian ini, dapat disimpulkan bahwa lindi ex BSF memberikan pengaruh yang sama seperti pupuk organik cair komersial.", "Daftar File": {"2017 TA PP  MUTIARA KUSUMA HAPSARI RAHARJO 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/118495"}, "Penulis": "MUTIARA KUSUMA HAPSARI RAHARJO (NIM : 11413001)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Agus Dana Permana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Hermetia illucens, Lindi, Pupuk Organik Cair, Lactuca sativa, Limbah Buah.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}