{"Nomor": 23383, "Judul": "PERENCANAAN BENDUNG DAN FOREBAY PEMBANGKIT LISTRIK TENAGA MINIHIDRO HARJOSARI PEKALONGAN", "Abstrak": "Perkembangan suatu negara dapat dilihat dari pembangunan di berbagai bidang seperti teknologi, pangan, industri, dan informasi. Salah satu kebutuhan dasar untuk mewujudkan pembangunan tersebut yaitu dengan energi listrik. Berdasarkan laporan International Energi Agency (IEA) yang dilansir oleh Wikipedia, Indonesia berada di posisi 20 dalam daftar penghasil energi listrik dunia yang tergolong pada kelompok moderat dalam pemakaian listrik namun seringkali mengalami krisis listrik di berbagai daerah. Perlu dicari energi alternatif lain yang dapat dikembangkan manfaatnya dan memiliki potensi yang besar serta terdesentralisasi sehingga dapat mengurangi ketergantungan terhadap pemakaian energi fosil dan dapat diperoleh dalam skala regional serta ramah lingkungan. Salah satunya yaitu dengan membangun Pembangkit Listrik Tenaga Minihidro (PLTM). PLTM perlu didukung dengan kondisi hidrologi dan topografi yang baik. Kecamatan Kandang Serang, Kabupaten Pekalongan. Harjosari berada di wilayah pegunungan yang berada pada ketinggian antara 428 m samapai dengan 1.075 m dari permukaan air laut, dengan struktur tanah bertrap / perbukitan. Pada perencanaan akan di desain struktur Bendung dan Kolam Penenang (Forebay) serta pemilihan jenis turbin. Debit andalan yang tersedia yaitu sebesar 6.27 m3/s dengan potensi daya 6.85 MW Bendung dibangun setinggi 4 m serta forebay ukuran lebar 9.6 m, panjang 22.2 m dan kedalam 2.35 m.", "Daftar File": {"2017 TA PP MUTIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/118490"}, "Penulis": "MUTIA (NIM : 15813012)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Eng. Eka Oktariyanto N. ST., MT  \n\nJoko Nugroho. ST., MT., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "PLTM, Bendung, Forebay, Harjosari, Kandang Serang, Turbin", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Sep 2017"}