{"Nomor": 23380, "Judul": "SIMULASI LONGSOR DENGAN MENGGUNAKAN METODE SMOOTHED PARTICLE HYDRODYNAMICS", "Abstrak": "Longsor merupakan peristiwa pergerakan batuan atau tanah pada lereng akibat gagalnya material tanah untuk mempertahankan diri dari pengaruh gravitasi. Untuk   \n\nmempermudah prediksi terjadinya longsor, dilakukan upaya pemodelan fenomena longsor ini dengan mensimulasikan secara visual, yaitu dengan metode Smoothed Particle Hydrodynamics (SPH). Setelah simulasi dilakukan, studi dapat dilakukan   \n\nterhadap variasi pada kemiringan lereng dan kandungan air dalam tanah. Longsor ini terdapat beberapa tipe, yaitu Fall, Topple, Translational Slide, Rotational Slide, Flow, Lateral Spreading, dan Kompleks. Dari ketujuh tipe tersebut, dipilih tipe ow (aliran) yang karakteristiknya mirip dengan fluida. Longsor dengan tipe ini kemudian ditinjau secara fisis gaya-gaya yang bekerja padanya, seperti gaya gravitasi, viskos, tekanan, serta kohesi dan adhesinya. SPH merupakan metode komputasi numerik yang dapat digunakan untuk menyelesaikan permasalahan dinamika    \n\nfluida. Metode ini dilakukan dengan cara mendiskritisasi    \n\nfluida menjadi partikel-partikel infinitesimal yang ditinjau secara Lagrangian yang membawa informasi fisis masing-masing. Fenomena longsor yang disimulasikan berbentuk campuran partikel tanah dan air yang dikonfigurasi acak berdasarkan persentase air dalam tanah tersebut. Dalam konfigurasi ini digunakan 2 model, yaitu tanah dengan kemiringan 25; 82 derajat dan 45 derajat.   \n\nSetelah disimulasikan, diketahui bahwa Model 2 lebih rentan terjadi longsor dibandingkan Model 1, dilihat dari longsor yang terjadi pada Model 2 dimulai saat air dalam tanah sebanyak 2%, berbeda dengan Model 1 yang baru terjadi saat 5%.", "Daftar File": {"2016 TA PP MUSTAWA HARIER 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/118455", "2016 TA PP MUSTAWA HARIER 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/118456", "2016 TA PP MUSTAWA HARIER 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/118457", "2016 TA PP MUSTAWA HARIER 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/118458", "2016 TA PP MUSTAWA HARIER 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/118459", "2016 TA PP MUSTAWA HARIER 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/118460", "2016 TA PP MUSTAWA HARIER 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/118461"}, "Penulis": "MUSTAWA HARIER (NIM : 10212087)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Suprijadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Air, Flow, Longsor, SPH, Tanah", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "7 file", "Tanggal Input": "06 Des 2017"}