{"Nomor": 23397, "Judul": "PEMODELAN NUMERIK TRANSPORTASI SEDIMEN DI PELABUHAN MANADO", "Abstrak": "Studi transportasi sedimen dapat dilakukan dengan pemodelan numerik yaitu dengan melakukan simulasi model hidrodinamika dan transportasi sedimen. Pemodelan numerik ini menggunakan MIKE 21 FM (Flexible Mesh) Flow Model, Modul Hydrodynamic dan Mud Transport. Model dikalibrasi menggunakan data hasil observasi berupa data elevasi muka air dan kecepatan arus, dengan parameter kalibrasi berupa Chezy Number dan debit sungai. Simulasi hidrodinamika dan transportasi sedimen di perairan sekitar Pelabuhan Manado dilakukan dengan durasi satu bulan. \n\nHasil simulasi hidrodinamika menunjukkan bahwa pola arus di wilayah sungai tondano didominasi oleh debit sungai, karena pada saat pasang maupun surut, sungai selalu mengalir ke arah muara sungai. Pada area di depan muara sungai kecepatan arus relatif lebih besar karena terbentuknya aliran vortex yang disebabkan adanya breakwater di sebelah selatan muara sungai. Hasil analisis sensitifitas pemodelan transportasi sedimen terhadap nilai critical shear stress for deposition (𝜏𝜏𝑐𝑐𝑐𝑐) menunjukkan bahwa semakin besar nilai 𝜏𝜏𝑐𝑐𝑐𝑐 maka endapan sedimen akan semakin banyak, begitu juga sebaliknya. Dilakukan simulasi transportasi sedimen skenario musim hujan dan musim kemarau. Hasil simulasi musim hujan menunjukkan bahwa sedimen dari sungai terbawa ke badan sungai, hingga ke muara sungai, sehingga terjadi sedimentasi yang mencapai 0.5 m di muara sungai. Sedangkan hasil simulasi musim kemarau menunjukkan bahwa sedimen terpusat di hulu sungai dan terjadi erosi di muara sungai. Erosi yang terjadi tidak begitu signifikan, yaitu tidak lebih besar dari 0.08 m.", "Daftar File": {"2017 TS PP NADHILA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/118516"}, "Penulis": "NADHILA       (NIM : 25514003)", "Kontributor / Dosen Pembimbing": ["Dr. Nita Yuanita"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "hidrodinamika, transportasi sedimen, MIKE 21, Pelabuhan Manado, Sungai Tondanohidrodinamika, transportasi sedimen, MIKE 21, Pelabuhan Manado, Sungai Tondano", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "03 Okt 2017"}