{"Nomor": 23399, "Judul": "PERANCANGAN SISTEM PLAMBING GEDUNG PUSAT PENELITIAN SAINS, ANTARIKSA, DAN KEBUMIAN, DI BOSSCHA, LEMBANG", "Abstrak": "Perancangan sistem plambing di Gedung Pusat Penelitian Sains, Antariksa, dan Kebumian Bosscha di Lembang ini terdiri dari lima sistem yaitu sistem plambing air bersih, sistem plambing air buangan dan ven, sistem plambing pencegah kebakaran, dan sistem plambing drainase gedung. Tujuan dilakukannya perancangan ini adalah untuk memberikan fasilitas distribusi air bersih sehingga dapat diakses oleh seluruh pengguna gedung melalui sistem plambing air bersih, menyediakan penyaluran untuk air buangan dan gas buangan pada gedung untuk menghindari pencemaran di dalam dan lingkungan gedung melalui sistem plambing air buangan dan ven, untuk melindungi jiwa dan harta benda dari bahaya kebakaran melalui sistem pencegah kebakaran, serta untuk mengalirkan air hujan untuk menghindari bocor atau banjir pada gedung melalui sistem plambing drainase gedung. Perancangan sistem plambing meliputi penentuan jalur perpipaan untuk kelima sistem, gambar denah, skema, dan isometri perpipaan, kapasitas penghuni gedung, kebutuhan air, jenis dan dimensi pipa pada masing-masing sistem, kebutuhan reservoir, kebutuhan pompa, dan rencana anggaran biaya kelima sistem plambing yang direnanakan. Dasar-dasar yang digunakan sebagai acuan diantaranya buku plambing Soufyan Morimura, berbagai Standar Nasional Indonesia (SNI), NFPA, dan jurnal-jurnal terkait plambing. Plambing air bersih menggunakan tangki atap sebagai sistem penyediaan air bersih. Plambing air buangan dibagi menjadi 2 yaitu saluran yang menyalurkan air buangan domestik serta saluran yang menyalurkan air limbah B3. Sistem pencegah kebakaran terdiri dari springkler berjumlah 194 buah dan hidran 6 buah. Sistem drainase gedung yang direncanakan adalah drainase atap. Atap pada gedung dibagi menjadi dua yaitu atap yang berada di atas lantai 4 dan atap yang berada di atas lantai dasar. Sumber air pada gedung ini disuplai oleh PDAM di Lembang. Rencana anggaran biaya yang dibutuhkan untuk perancangan sistem plambing pada gedung ini dihitung berdasarkan RSNI T-15-2002 dengan total biaya adalah Rp 1.869.195.168 .", "Daftar File": {"2017 TA PP Nadhira Khairunnisa 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/118518"}, "Penulis": "Nadhira Khairunnisa - NIM. 15713018", "Kontributor / Dosen Pembimbing": ["Rofiq Iqbal, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Plumbing, pipe, reservoir, pump", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2017"}