{"Nomor": 23408, "Judul": "THE RELATIONSHIP BETWEEN SERVICE QUALITY AND CUSTOMERS PURCHASE INTENTION OF BAKERY-THEMED CAFES IN BANDUNG", "Abstrak": "Bakery-themed cafe adalah sebuah jenis kafe yang tidak hanya menjual varian makanan dan   \n \n \n\nminuman, tetapi juga menjual produk took kue seperti roti, cake, pastry, dan pie. Seiring dengan   \n \n \n\nadanya perubahan preferensi makanan dan gaya hidup masyarakat perkotaan di Bandung,   \n \n \n\nperkembangan bakery-themed cafÃƒÂ© juga dengan cepat terjadi. Maka dari itu, untuk membangun   \n \n \n\nbisnis yang berkelanjutan, faktor-faktor yang mempengaruhi intensi membeli pelanggan   \n \n \n\nmempunyai kebutuhan untuk dianalisis. Salah satu dari faktor-faktor yang mempengaruhi   \n \n \n\nintensi membeli pelanggan adalah Service Quality. Service Quality mempunyai peran yang   \n \n \n\npenting sebagai pengaruh utama dalam pembentukan intensi membeli konsumen dalam sektor   \n \n \n\npemasaran jasa.   \n \n \n\nPenelitian ini dimaksudkan untuk mengetahui persepsi terkini dari pelanggan tentang bakerythemed   \n \n \n\ncafÃƒÂ© di Bandung dan untuk mengetahui hubungan lima dimensi dari service quality   \n \n \n\ndengan intensi membeli pelanggan. Kuisioner yang diunggah secara online dengan   \n \n \n\nmenggunakan Skala LIkert dan teknik sampel judgmental ini dibuat untuk diisi oleh 200   \n \n \n\nresponden yang merupakan pelanggan dari bakery-themed cafÃƒÂ© di Bandung. Analisis Regresi   \n \n \n\nBerganda digunakan untuk mengukur hubungan lima dimensi service quality, yaitu Reliabiliy,   \n \n \n\nAssurance, Tangibles, Responsiveness, dan Empathy terhadap pelanggan bakery themed cafÃƒÂ© di   \n \n \n\nBandung. Hasil dari penelitian ini menunjukkan bahwa lima dimensi dalam service quality   \n \n \n\nmempunyai hubungan yang positif dengan intensi membeli pelanggan di bakery-themed cafÃƒÂ© di   \n \n \n\nBandung. Kelima dimensi dari service quality juga memberikan pengaruh yang signifikan   \n \n \n\nterhadap intensi membelli pelanggan dari bakery-themed cafÃƒÂ© di Bandung.   \n \n \n\nPenelitian ini diharapkan dapat menyajikan hasil yang bermanfaat terkait dengan hubungan   \n \n \n\nantara service quality dan intensi membeli pelanggan pada bakery themed cafÃƒÂ© di Bandung.   \n \n \n\nPenelitian ini juga ditujukan untuk membantu para manager dari bakery themed cafÃƒÂ© di   \n \n \n\nBandung untuk membentuk strategi untuk diaplikasikan pada bakery themed cafÃƒÂ© di Bandung,   \n \n \n\ndengan penelitian ini sebagai acuannya", "Daftar File": {"2017 TA PP NADILA VEDANIA P 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/118557", "2017 TS PP NADILA VEDENIA PUTRI 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/252142"}, "Penulis": "Nadila Vedania Putri (NIM 19014157)", "Kontributor / Dosen Pembimbing": ["ATIK APRIANINGSIH ST, MM, DBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Service Quality; Customers? Purchase Intention; Bakery-themed CafÃƒÂ©; Service Marketing", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Neng Kartika", "File": "2 file", "Tanggal Input": "19 Sep 2017"}