{"Nomor": 23416, "Judul": "PERANCANGAN FASILITAS DAUR ULANG LIMBAH ELEKTRONIK (TABUNG CRT DAN MESIN CUCI) SKALA KOTA BANDUNG", "Abstrak": "Pertumbuhan timbulan limbah elektronik begitu pesat, terutama disebabkan oleh trend dan inovasi di industri teknologi yang terus berubah, meningkatnya kebutuhan akan alat elektronik untuk manusia masa kini, usia pakai yang lebih pendek pada produk-produk baru, serta pembuangan dini produk elektronik yang dianggap kuno seperti cathode ray tube (CRT). Dengan besarnya volume pembuangan yang dilakukan dalam waktu singkat, dan tanpa adanya peraturan yang khusus di Indonesia untuk mengatur limbah elektronik, sistem pengelolaan limbah elektronik secara formal sangat dibutuhkan untuk mengurangi dampak negatif dari pengolahan informal yang tidak mempertimbangkan aspek lingkungan dengan baik. Studi kasus terhadap TV CRT, monitor CRT dan mesin cuci dilakukan untuk mewakili Kota Bandung. Survei timbulan dilakukan terhadap sektor domestik (200 rumah tangga) dan nondomestik (75 unit terdiri dari instansi pendidikan, perkantoran dan usaha binatu) untuk mendapatkan data dan kemudian memprediksikan timbulan limbah elektronik. Hasil proyeksi timbulan memberikan beban limbah rata-rata sebesar 84.000 CRT per tahun (yang diprediksikan habis dalam waktu 10 tahun) dan 48.000 mesin cuci per tahun, dengan berat total hingga 4.900 ton per tahun. Material utama yang didaur ulang dari TV maupun monitor CRT adalah kaca, sedangkan material utama dari mesin cuci adalah logam. Fasilitas daur ulang yang dirancang pada lokasi TPPAS Legok Nangka terdiri dari, pertama-tama pembongkaran manual, kemudian pemotongan CRT, diikuti dengan pengolahan lanjutan berdasarkan materialnya; logam, plastik, kaca, dan kabel. Produk akhir yang dihasilkan dari rangkaian proses daur ulang berupa potongan atau pellet logam (ferrous dan nonferrous), plastik dan kaca, dengan sisa berupa residu akan dikirimkan ke zona lahan urug, serta komponen utuh seperti PCB dan motor dinamo mesin cuci yang akan dikirim ke pelaku daur ulang lain. Dengan kapasitas pengolahan limbah elektronik sebesar 19,6 TPD, material yang dapat dipulihkan adalah sebesar 17,8 TPD, yakni memberi tingkat pemulihan sebesar 91% dengan kemurnian material sebesar 98%.", "Daftar File": {"2017 TA PP NADYA HUMAIRA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/118577"}, "Penulis": "NADYA HUMAIRA    (NIM 15313042)", "Kontributor / Dosen Pembimbing": ["Emenda Sembiring, S.T., M.T., M.Eng.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "CRT, limbah elektronik, daur ulang, pemulihan material, mesin cuci", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}