{"Nomor": 23419, "Judul": "PERMINTAAN RIDERSHIP DAN KARAKTERISTIK GUNA LAHAN STASIUN KRL COMMUTERLINE JABODETABEK", "Abstrak": "Pertumbuhan ekonomi secara otomatis meningkatan kebutuhan masyarakat terhadap transportasi. Di berbagai negara maju kebutuhan ini dijawab dengan prasarana angkutan umum masal berbasis rel seperti MRT, LRT, dan Metro. KRL Commuterline Jabodetabek merupakan satu-satunya angkutan massal berbasis rel yang beroperasi di wilayah Jabodetabek, maka dari itu  layanan KRL Commuterline Jabodetabek sangat vital dalam menunjang pergerakan masyarakat. Namun saat ini terdapat stasiun-stasiun KRL Commuterline Jabodetabek belum beroperasi dengan optimal yang dilihat dari timpangnya jumlah penumpang stasiun. Hal ini megindikasikan bahwa perencanaan lokasi stasiun ataupun pengembangannya belum tepat. Dalam perencanaan prasarana transportasi maka diperlukan proyeksi terhadap permintaan layanan tersebut. Pada berbagai penelitian pada sistem transportasi masal berbasis rel lain ditemukan bahwa permintaan pada stasiun dipengaruhi oleh karakteristik  pada stasiun tersebut, yaitu  (1) land use, (2) external connectivity; (3) intermodal connection; dan (4) station context. Untuk itu dilakukan analisis untuk mengetahui bagaimana hubungan faktor karakteristik stasiun KRL Commuterline Jabodetabek dalam mempengaruhi permintaan ridershipnya. Analisis dilakukan dengan metode Regresi Linear Berganda. Dari hasil analisis diketahui bahwa faktor yang mempengaruhi permintaan ridership pada stasiun KRL Commutelrine adalah faktor-faktor yang mengarah pada aksesibilitas sedangkan aktivitas guna lahan pada kawasan stasiun tidak memiliki pengaurh yang signifikan.", "Daftar File": {"NADYA RIZKI FADILAH.pdf": "https://digilib.itb.ac.id/gdl/download/118586"}, "Penulis": "NADYA RIZKI FADILAH", "Kontributor / Dosen Pembimbing": ["Ibnu Syabri, B.Sc.,M.Sc.,Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "permintaan transportasi, KRL Commuterline Jabodetabek, karaktersitik stasiun, regresi linear berganda, guna lahan.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}