{"Nomor": 23415, "Judul": "PENERAPAN PROPORTIONAL HAZARD TRANSFORM DALAM PERHITUNGAN PREMI", "Abstrak": "Perusahaan asuransi menerima premi sebagai imbalan atas risiko pemegang polis yang ditanggung oleh perusahaan asuransi. Terdapat beberapa ukuran risiko berdasarkan premi atau disebut juga premium-based risk measure. Salah satu ukuran risiko berdasarkan premi adalah proportional hazard transform. Namun, apabila suatu perusahaan asuransi ingin menghitung premi dari aggregate loss yang mengikuti model compound, nilai premi secara analitik, kadang-kadang tidak mudah ditentukan. Oleh karena itu, pada tugas akhir ini, penentuan premi atas model aggregate loss yang mengikuti model compound dilakukan      \n \n\nmenggunakan aproksimasi numerik. Studi kasus penentuan premi berdasarkan model compound binomial-negatif dengan severity pareto untuk aggregate loss, dilakukan. Pendekatan non-parametrik adalah suatu pendekatan yang juga dapat dilakukan dalam menentukan premi atas suatu data klaim. Dalam tugas akhir ini, dilakukan suatu studi kasus menggunakan pendekatan non-parametrik dan juga menggunakan distribusi peluang pareto sebagai perbandingan. Penentuan premi menggunakan pendekatan non-parametrik dapat menghasilkan bias. Metode bootstrap digunakan sebagai alternatif penentuan pemi. Menggunakan metode ini, bias ditaksir terlebih dahulu dan kemudian ditentukan premi yang bias-corrected yang diharapkan sudah tidak memiliki bias. Namun, hal ini tidak selalu dapat dilakukan. Pada studi kasus yang dilakukan di tugas akhir ini, premi-premi yang dihasilkan menggunakan pendekatan non-parametrik dan metode bootstrap bernilai hampir sama.", "Daftar File": {"2017 TA PP NADYA ERSALINA NOVYANTI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/118576"}, "Penulis": "NADYA ERSALINA NOVYANTI (NIM: 10113004) [10113004]", "Kontributor / Dosen Pembimbing": ["Dumaria Rulina Tampubolon, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "premium-based risk measure, proportional hazard transform, compound aggregate loss, bias-corrected premium, metode bootstrap.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Dwi Ary Fuziastuti", "File": "5 file", "Tanggal Input": "27 Sep 2017"}