{"Nomor": 23414, "Judul": "PERCAMPURAN MASSA AIR DI TELUK WEDA HASIL EKSPEDISI TELUK WEDA - MARET 2013", "Abstrak": "Hasil pengukuran temperatur dan salinitas di 18 stasiun pengamatan Ekspedisi Teluk Weda pada bulan Maret 2013 digunakan untuk menganalisis percampuran massa air di Teluk Weda pada bulan Maret 2013. Analisis percampuran massa air ini menggunakan metode Optimum Multiparameter (OMP) dengan asumsi sumber massa air berasal dari Samudra Pasifik, yaitu PSW (Pacific Surface Water), SPSW (South Pacific Subtropical Water), NPSW (North Pacfic Subtropical Water), NPIW (North Pacific Intermediate Water), AAIW (Antartic Intermediate Water), Laut Seram, yaitu SSW (Seram Surface Water), STW (Seram Thermocline Water), dan SIW (Seram Intermediate Water) I & II, dan Laut Banda, yaitu BSW (Banda Surface Water), BTW (Banda Thermocline Water), dan BIW (Banda Intermediate Water) I & II.  \n \n\nHasil penelitian menunjukkan bahwa PSW, NPSW, SPSW, dan SIW II mempengaruhi percampuran massa air di Teluk Weda dari bagian mulut teluk hingga bagian dalam teluk. Lapisan percampuran (mixed layer) didominasi oleh PSW dengan kontribusi sekitar 90%. Lapisan termoklin terjadi percampuran SPSW dengan kontribusi sekitar 50% - 70%, serta NPSW dengan kontribusi sekitar 10% - 20%, dan SIW II dengan kontribusi sekitar 20% - 40%. Lapisan pertengahan (intermediate) terjadi percampuran SIW II dengan kontribusi sekitar 80% dan SPSW dengan kontribusi sekitar 20%. Keberadaan BSW kurang dari 5% di bagian timur mulut teluk dan dianggap tidak mempengaruhi percampuran massa air Teluk Weda. Nilai residu konservasi massa mempunyai nilai sekitar 1% - 11% dan terdapat di sekitar σt = 20,7 kg/m3 hingga σt = 21,5 kg/m3 pada lapisan percampuran (≤ 91 m) yang mengindikasikan bahwa terdapat massa air lain atau massa air lokal di Teluk Weda. Percampuran massa air di seluruh bagian dalam Teluk Weda didominasi oleh PSW pada mixed layer, SPSW pada lapisan termoklin, dan SIW II pada lapisan intermediate.", "Daftar File": {"2015 TA PP  NADYA CHRISTA MAHDALENA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/118569", "2015 TA PP  NADYA CHRISTA MAHDALENA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/118570", "2015 TA PP  NADYA CHRISTA MAHDALENA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/118571", "2015 TA PP  NADYA CHRISTA MAHDALENA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/118572", "2015 TA PP  NADYA CHRISTA MAHDALENA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/118573", "2015 TA PP  NADYA CHRISTA MAHDALENA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/118574", "2015 TA PP  NADYA CHRISTA MAHDALENA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/118575"}, "Penulis": "NADYA CHRISTA MAHDALENA (NIM : 12911007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. rer. nat. Mutiara Rachmat Putri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "massa air, analisis Optimum Multiparameter (OMP), Samudra Pasifik, Laut Banda, Laut Seram, Teluk Weda", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}