{"Nomor": 23413, "Judul": "EFEKTIVITAS PENYISIHAN BESI DAN MANGAN TERLARUT DALAM AIR TANAH MENGGUNAKAN CASCADE AERATOR DENGAN ATAP BERPROFIL SEBAGAI BIDANG PERMUKAAN", "Abstrak": "Air tanah merupakan sumber air yang digunakan oleh manusia. Banyaknya kontak dengan lingkungan membuat air tanah sering ditemukan tercemar oleh polutan seperti besi (Fe) dan mangan (Mn). Mengaerasi air dengan cascade aerator dapat digunakan untuk menyisihkan besi dan mangan sehingga dapat teroksidasi menjadi presipitat. Diuji sebuah cascade aerator yang mengadopsi prinsip step pada cascade aerator konvensional yaitu dengan menggunakan atap berprofil sebagai bidang permukaan. Pengujian dimaksudkan untuk mencari desain dan kondisi operasi optimum serta nilai KLa pada cascade aerator. Dicari juga pengaruh waktu kontak dan detensi terhadap penyisihan tersebut. Dilakukan penelitian pendahuluan dengan menggunakan air artifisial dan penelitian utama menggunakan air tanah. Desain optimum diuji dengan variasi debit 2 l/menit dan 5 l/menit pada variasi kemiringan bidang permukaan 25Ã‚Â°, 45Ã‚Â°, dan 65Ã‚Â°. Sedangkan kondisi operasi optimum diuji dengan variasi konsentrasi besi yaitu 5-mg/l, 10-mg/l, dan 14-mg/l serta variasi pH yaitu 4.5, 6,dan 8. Uji pengaruh waktu detensi dilakukan dengan variasi waktu 0, 30, 60, dan 90 menit. Didapatkan kesimpulan yaitu desain optimum cascade aerator adalah pada debit 2 l/menit dengan kemiringan 25Ã‚Â° yang memiliki waktu kontak terlama yaitu 0.414 menit dengan penyisihan besi dan mangan terlarut adalah 66.28-83.24% dan 3.75-7.43%. Kondisi operasi optimum terjadi pada variasi konsentrasi besi sebesar 14-mg/l dengan penyisihan besi terlarut 66.28-83.24% dan mangan terlarut 3.75-7.43%, serta variasi pH 8 sebesar 66,03-83,79% dan 28.96-34.04% penyisihan. Pemberian waktu detensi setelah aerasi memberikan efek penambahan efisiensi penyisihan besi dan mangan terlarut. Penyisihan besi dan mangan terlarut pada air tanah masing-masing 39.56%-53.24% dan 0.3-12.9%. Dengan menaikkan pH menjadi 8 terjadi kenaikan efisiensi menjadi 44.95-56.57% dan 16.72-20.42%. Penentuan nilai KLa cascade aerator menggunakan air artifisial dan tanah masing-masing didapatkan 0.002 menit-1 dan 0.0031 menit-1.", "Daftar File": {"2015 TA PP NADYA AMALIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/118568"}, "Penulis": "NADYA AMALIA ( NIM : 15311054 )", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Suprihanto Notodarmojo, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "aerasi, atap berprofil, cascade aerator, penyisihan besi dan mangan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}