{"Nomor": 23423, "Judul": "STUDI PENGEMBANGAN PENCITRAAN PROFIL PERMUKAAN KULIT DENGAN TEKNIK PROFILOMETRI FRINGE DIGITAL", "Abstrak": "Kulit merupakan organ pelindung tubuh manusia yang secara alami mengalami perubahan akibat berbagai faktor. Pada asesmen uji efikasi suatu produk kecantikan maupun pada diagnosis kesehatan kulit dibutuhkan informasi pola  \n \n\ntopografi permukaan kulit dalam skala mikroskopik yang dapat memberikan informasi kedalaman secara akurat. Dengan adanya kebutuhan tersebut dan keterbatasan kemampuan visual manusia yang tidak dapat menjangkau tingkatan mikroskopik, berbagai teknologi pencitraan dikembangkan untuk membantu proses penggalian informasi topografi permukaan kulit. Profilometri fringe digital merupakan sistem pengukuran kedalaman yang memanfaatkan cahaya berpola yang diproyeksikan pada permukaan uji. Berbeda dengan teknik pengukuran profil yang memanfaatkan informasi distribusi intensitas, profilometri fringe digital memanfaatkan deformasi fasa akibat kedalaman permukaan. Pada penelitian ini, sistem profilometri fringe digital disusun atas sebuah proyektor mini dengan iluminansi LED yang memungkinkan  \n \n\nproyeksi pada jarak dekat sedangkan akuisisi citra dilakukan dengan mikroskop digital. Ekstraksi fasa dilakukan menggunakan metode phase shifting  \n \n\ninterferometry dengan pergeseran sebanyak empat kali. Untuk mendapatkan citra fasa dilakukan proses phase unwrapping dengan algoritma Quality Guided Path  \n \n\nFollowing (QGPF) yang memanfaatkan peta kualitas fasa.  \n \n\nPercobaan awal dilakukan untuk menguji tingkat distorsi fringe pada berbagai variasi kontras dan menguji performa sistem pada beberapa variasi frekuensi dengan objek yang mudah diidentifikasi. Hasil pengujian pada objek sederhana menunjukkan proporsi kedalaman dari citra fasa absolut memiliki kecenderungan yang sama dengan proporsi pada pengukuran langsung. Implementasi pada profil permukaan kulit dilakukan pada tiga buah area uji yang secara subjektif mewakili variasi kedalaman yang berbeda-beda. Kuantifikasi citra fasa memiliki nilai mean 0,6481, 0,9694, dan 1,075 untuk area uji 1, 2, dan 3. Sedangkan nilai entropi ketiga area tersebut bernilai 0,5931, 0,7447, dan 1,8845. Berdasarkan analisa kuantitatif maupun kualitatif, metode profilometri fringe digital memiliki potensi  \n \n\nyang menjanjikan untuk pengukuran dan pencitraan profil permukaan kulit.", "Daftar File": {"2013 TA PP NAILA ZAHRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/118605", "2013 TA PP NAILA ZAHRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/118606", "2013 TA PP NAILA ZAHRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/118607", "2013 TA PP NAILA ZAHRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/118608", "2013 TA PP NAILA ZAHRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/118609", "2013 TA PP NAILA ZAHRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/118610", "2013 TA PP NAILA ZAHRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/118611"}, "Penulis": "NAILA ZAHRA (NIM : 13309017)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Suprijanto, S.T., M.T.", "Dr. Ir. Endang Juliastuti, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pencitraan topografi kulit, profilometri fringe digital, phase shifting interferometry, phase unwrapping, rekonstruksi fasa.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}