{"Nomor": 23435, "Judul": "USULAN MANAJEMEN KINERJA PERUSAHAAN DENGAN MENGGUNAKAN INTEGRATED PERFORMANCE MANAGEMENT SYSTEM (IPMS) FRAMEWORK DI PT LEN INDUSTRI (PERSERO)", "Abstrak": "Pertumbuhan elekronik industri dan prsarana diperkirakan memiliki CAGR sekitar 23.8%.   \n \n \n\nPT Len Industri (Persero) yang selanjutnya akan disebut Len, merupakan salah satu Badan   \n \n \n\nUsaha Milik Negara di Indonesia yang bergerak dalam bidang elektronik industri. Len   \n \n \n\nmemiliki tiga fase dalam melakukan pengembangan perusahaan dan di tahun 2017 Len   \n \n \n\nmemasuki fase kedua yaitu penerapan strategi. Terdapat ketidaksesuaian sistem majemen   \n \n \n\nkinerja di Len. Pehitungan Tingkat Kesehatan Perusahaan di Len nampaknya tidak optimal   \n \n \n\nkarena hanya memberikan persentasi yang besar pada aspek finansial. Untuk mengatasi   \n \n \n\nkekurangan ini, Len mengimplementasikan  Kriteria Penilaian dan Kinerja Unggul (KPKU)   \n \n \n\nyang mengadopsi Malcolm Baldrige National Quality Award (MBNQA) dan KPKU ini   \n \n \n\nmasih terlihat tidak optimal untuk meningkatkan performansi di Len, sehingga hal ini   \n \n \n\nmenjadi hambatan bagi Len untuk mencapai target perusahaan di fase ketiga. Proyek akhir   \n \n \n\nini bertujuan untuk membantu Len untuk merancang sistem manajemen kinerja yang baru   \n \n \n\nuntuk meningkatkan kinerja perusahaan dengan menunjukkan arah, bagaimana perusahaan   \n \n \n\nmempertahankan bisnis untuk periode jangka panjang dan bagaimana perusahaan   \n \n \n\nmenerjemahkan strategi perusahaan ke dalam aktivitas operasi, sehingga Len dapat bersaing   \n \n \n\ndi tengah persaingan industri. Kerangka Integrated Performance Management System   \n \n \n\n(IPMS) menjadi kerangka yang cocok untuk menyelesaikan solusi bisnis di Len karena   \n \n \n\nrelevan dalam mencakup masalah dan dapat menerjemahkan visi dan misi perusahaan   \n \n \n\nmenjadi strategi perusahaan, sehingga mempermudah manajemen untuk mengontrol   \n \n \n\nkonsitensi strategi dengan visi perusahaan. Terdapat lima langkah dalam IPMS Framework   \n \n \n\nyaitu  fondasi, latar belakang, perancangan, implementasi, dan penyegaran. IPMS memiliki   \n \n \n\ntiga perspektif yaitu Keluaran Organisasi, Proses Internal, Ketersediaan Sumber Daya.   \n \n \n\nProyek akhir ini menghasilkan 26 KPI yang diturunkan dari visi, misi, strategi, proses bisnis   \n \n \n\nperusahaan. Keterkaitan variabel dapat memastikan KPI ini memiliki hubungan antar   \n \n \n\ndepartmen dan mendukung keunggulan kompetitif perusahaan, juga terdapat perbandingan   \n \n \n\nantara Len dengan kompetitornya (PT INTI). Perbandingan analisis digunakan melalui   \n \n \n\nperbandingan sebelum dan sesudah mengeimplementasikan IPMS dengan menggunakan   \n \n \n\nempat prinsip dan lima aturan dalam fondasi IPMS.", "Daftar File": {"Nanda Theresia  29115549.pdf": "https://digilib.itb.ac.id/gdl/download/118655"}, "Penulis": "NANDA THERESIA 29115549", "Kontributor / Dosen Pembimbing": ["Muhammad Tresnadi Hikmat, S.E., M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "integrated performance management system, performance management system, IPMS Framework", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Okt 2017"}