{"Nomor": 23436, "Judul": "SOLVING CONVENTIONAL TAXI PROBLEMS IN COMPETING WITH ONLINE-BASED TRANSPORTATION CASE STUDY GEMAH RIPAH TAXI IN BANDUNG", "Abstrak": "ABSTRAK   \n \n \n\nTujuan penelitian ini adalah untuk menganalisa dan merekomendasikan solusi untuk   \n \n \n\nTaksi Gemah Ripah dalam menghadapi persaingan dengan transportasi berbasis online.   \n \n \n\nTaksi Gemah Ripah adalah salah satu taksi konvensional di Bandung di bawah naungan   \n \n \n\nPT. Tara Megah Muliatama. Taksi Gemah Ripah adalah perusahaan keluarga dan telah   \n \n \n\nberoperasi sejak 8 Januari 1995. Keberadaan transportasi berbasis online di Bandung   \n \n \n\nmenyebabkan menurunnya jumlah pelanggan taksi konvensional termasuk Taksi Gemah   \n \n \n\nRipah. Sejak Agustus 2016 Taksi Gemah Ripah mengalami penurunan pendapatan   \n \n \n\nsekitar 60%. Untuk menghasilkan solusi bagi Taksi Gemah Ripah dalam menghadapi   \n \n \n\npermasalahan tersebut, penulis menggunakan metode penelitian kualitatif yaitu studi   \n \n \n\nkasus dengan metode pengumpulan data melalui wawancara, observasi, dan data   \n \n \n\nsekunder kemudian menganalisisnya dengan membandingkan bisnis model kanvas   \n \n \n\nTaksi Gemah Ripah dengan transportasi berbasis online, analisis SWOT, evaluasi faktor   \n \n \n\ninternal dan eksternal, dan 8 langkah perubahan Kotter. Perbandingan model bisnis   \n \n \n\nkanvas antara Taksi Gemah Ripah dan transportasi berbasis online dilakukan untuk   \n \n \n\nmendapatkan gambaran model bisnis yang efisien yang dapat memberikan value yang   \n \n \n\ndiharapkan pelanggan agar Taksi Gemah Ripah dapat bersaing dengan transportasi   \n \n \n\nberbasis online. Matriks internal-eksternal dan matriks SWOT digunakan untuk   \n \n \n\nmenghasilkan strategi alternatif untuk Taksi Gemah Ripah. Delapan langkah perubahan   \n \n \n\nKotter digunakan sebagai alat untuk memandu implementasi strategi alternatif dari   \n \n \n\nmatriks SWOT dan matriks Internal-Eksternal. Berdasarkan perbandingan bisnis model   \n \n \n\nkanvas antara Taksi Gemah Ripah sebagai taksi konvensional dan Uber sebagai   \n \n \n\ntransportasi berbasis online, dalam hal value yang ditawarkan transportasi berbasis   \n \n \n\nonline lebih baik dan lebih efisien dalam hal efisiensi. Alternatif solusi bagi Taksi   \n \n \n\nGemah Ripah yang didapatkan dari evaluasi faktor internal dan eksternal dalam matriks   \n \n \n\ninternal-eksternal adalah harvest atau divest. Berdasarkan empat alternative strategi   \n \n \n\nyang dihasilkan dari matriks SWOT, sebagian besar menyarankan Taksi Gemah Ripah   \n \n \n\nuntuk membuat sistem pemesanan online dan bekerja sama dengan tranpsortasi berbasis   \n \n \n\nonline yang telah beroperasi di Bandung. Penulis menyarankan Taksi Gemah Ripah   \n \n \n\nuntuk mulai melakukan coopetition atau kerjasamaa strategis dengan pesaing.   \n \n \n\nCoopetition dibangun dengan menjalin kerjasama dengan transportasi berbasis online   \n \n \n\nyang telah ada di Bandung. Solusi kedua yang disarankan oleh penulis adalah Taksi   \n \n \n\nGemah Ripah perlu melakukan efisiensi dengan menjual 308 dari 513 mobilnya, solusi   \n \n \n\nketiga adalah Taksi Gemah Ripah perlu mengimplementasikan rotational tour of duty.", "Daftar File": {"Nanian Massudi.pdf": "https://digilib.itb.ac.id/gdl/download/118656"}, "Penulis": "NANIAN MASSUDI", "Kontributor / Dosen Pembimbing": ["Ir. John Welly, MSc"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Taksi Konvensional, Transportasi Berbasis Online, Coopetition, Rotational Tour of Duty", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Okt 2017"}