{"Nomor": 23438, "Judul": "ANALISIS FINANSIAL RENCANA PENGOPERASIAN KRL MENGGANTIKAN KRD DI LINTAS YOGYAKARTA-SOLO", "Abstrak": "Provinsi Daerah Istimewa Yogyakarta (DIY) merupakan daerah tujuan wisata utama di Indonesia sehingga menjadi pusat kegiatan ekonomi dan kegiatan lainnya. Sebagai pusat ekonomi dan pemerintahan, pertambahan jumlah penduduk Provinsi DIY serta kota di sekitarnya telah menyebabkan pergerakan orang dan barang menuju maupun dari Provinsi DIY semakin tinggi. Pada saat ini Provinsi DIY dengan kota di sekitarnya dihubungkan dengan moda transportasi darat berupa jalan raya dan kereta api. Permintaan perjalanan yang meningkat mengakibatkan penggunaan kendaraan bermotor semakin tinggi. Kondisi ini dapat menimbulkan kemacetan karena terbatasnya prasarana serta meningkatkan polusi udara. Kereta api Prambanan Ekspres (Prameks) merupakan moda transportasi darat dengan kapasitas yang besar dan waktu tempuh lebih cepat, beroperasi di lintas Solo-Yogyakarta-Kutoarjo. Saat ini KA Prameks beroperasi dengan tenaga diesel (KRD), namun dengan terjadinya peningkatan pengguna KA Prameks, pemerintah berencana mengoperasikan Kereta Rel Listrik (KRL) menggantikan KRD di lintas Yogyakarta-Solo. KRL beroperasi dengan menggunakan tenaga listrik sebagai tenaga penggerak sehingga lebih ramah lingkungan.  \n \n\nPenelitian ini bertujuan untuk menganalisis apakah rencana pengoperasian KRL pada lintas Yogyakarta-Solo dapat diterima/dilaksanakan serta menganalisis respon pengguna KA Prameks terhadap alternatif tarif baru. Metode yang digunakan adalah Analisis Kuantitatif dan Analisis Kualitatif (Deskriptif). Analisis kuantitatif digunakan untuk menghitung Net Present Value, Benefit Cost Ratio dan respon pengguna KA Prameks, sedangkan analisis kualitatif digunakan untuk menginterpretasikan hasil kueisoner pengguna KA Prameks.  \n \n\nBerdasarkan hasil analisis kuantitatif diketahui usulan proyek pengoperasian KRL di lintas Yogyakarta-Solo dapat diterima (NPV bernilai positif dan BCR >1), sementara respon penumpang akan tarif baru adalah Rp. 8.800,00.", "Daftar File": {"ABSTRAK NAOMI M.LOLOK FOR ITB LIBRARY.pdf": "https://digilib.itb.ac.id/gdl/download/118667"}, "Penulis": "NAOMI MASSANG LOLOK", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Heru Purboyo Hidayat Putro, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "KRD, KRL, tenaga listrik, tarif, Net Present Value, Benefit Cost Ratio, respon penumpang", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}