{"Nomor": 23444, "Judul": "Studi Komputasi Turunan Tiazol dengan Variasi Jumlah Gugus Tiofen dan Gugus Pendonor Elektron dalam Desain Molekul Baru untuk Sel Surya Tersensitasi Zat Warna", "Abstrak": "Molekul turunan tiazol telah dianalisa potensinya sebagai molekul aktif pada sel surya tersensitasi zat warna karena memiliki struktur D-π-A. Dilakukan perhitungan komputasi secara ab-initio menggunakan High Performance Computing (HPC) ITB dengan sofware Gaussian 09 pendekatan DFT (keadaan dasar) dan TDDFT (keadaan tereksitasi). Kedua perhitungan menggunakan fungsi B3LYP dengan basis set 6-31G (D) untuk keadaan dasar dan cc-PVDZ untuk keadaan tereksitasi. Seluruh perhitungan disimulasikan pada pelarut etanol. Hasil perhitungan menunjukkan dua poin penting, yaitu variasi jumlah gugus thiophene (1, 2, 3, dan 10 buah) dan penambahan gugus ( Ã‚Â–H, -NH2, -OCH3 dan Ã‚Â–COOH) untuk variasi gugus pendonor elektron. Parameter analisa dilakukan pada perhitungan struktur teroptimasi, energi eksitasi, komposisi dan simetri eksitasi, kerapatan orbital molekul, serta spektrum serapan UV-Vis. Perhitungan optimasi geometri menunjukkan seluruh variasi berbentuk planar. Energi eksitasi seluruh variasi jumlah gugus tiofen yang telah dimodelkan menunjukkan nilai yang rendah disebabkan oleh penambahan gugus tiofen. Diperoleh hasil terbaik untuk variasi 10 thiophene, dengan energi eksitasi sebesar 1,86 eV yang memiliki simetri eksitasi dari keadaan HOMO  LUMO dan komposisi eksitasi sebesar 91%. Serapan UV-Vis dari varian ini menunjukkan puncak serapan pada panjang gelombang 667,54 nm dan fosilator (kekuatan osilator) sebesar 4,24. Sedangkan hasil perhitungan pada variasi gugus pendonor elektron menunjukkan hasil terbaik pada penambahan gugus amin. Energi eksitasi yang dihasilkan varian tersebut sebesar 1,96 eV, dengan simetri tunggal HOMO  LUMO yang memeiliki komposisi eksitasi mencapai 100%. Serapan UV-Vis dari varian ini juga menghasilkan puncak serapan dengan panjang gelombang 632,57 nm dan fosilator sebesar 1,05. Persebaran HOMO-LUMO pada seluruh varian menunjukkan bahwa turunan tiazol mampu tereksitasi dengan baik secara kualitatif. Selain itu, dilakukan perhitungan pada 10 gugus tiofen dengan geometri trans dengan penambahan Ã‚Â–NH2 sebagai gugus pendonor elektron. Dihasilkan energi eksitasi 1,66 eV, tiga buah simetri eksitasi yang didominasi oleh keadaan HOMO  LUMO dengan komposisi 79%. Model ini memiliki kerapatan orbital molekul yang sangat baik serta memiliki serapan UV-Vis dengan puncak serapan pada cahaya merah pada panjang gelombang 673,20 nm dan fosilator sebesar 2,29.", "Daftar File": {"2015 TA PP  NAUFAN NURROSYID P 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/118696", "2015 TA PP  NAUFAN NURROSYID P 1-BAB-1.pdf": "https://digilib.itb.ac.id/gdl/download/118697", "2015 TA PP  NAUFAN NURROSYID P 1-BAB-2.pdf": "https://digilib.itb.ac.id/gdl/download/118698", "2015 TA PP  NAUFAN NURROSYID P 1-BAB-3.pdf": "https://digilib.itb.ac.id/gdl/download/118699", "2015 TA PP  NAUFAN NURROSYID P 1-BAB-4.pdf": "https://digilib.itb.ac.id/gdl/download/118700", "2015 TA PP  NAUFAN NURROSYID P 1-BAB-5.pdf": "https://digilib.itb.ac.id/gdl/download/118701", "2015 TA PP  NAUFAN NURROSYID P 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/118702"}, "Penulis": "NAUFAN NURROSYID P (NIM: 10511092)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nMuhamad A. Martoprawiro, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "tiazol, tiofen, gugus pendonor elektron, DFT, TDDFT, HOMO-LUMO", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}