{"Nomor": 23440, "Judul": "POLA PERGERAKAN WISATAWAN MALAYSIA DI WILAYAH METROPOLITAN BANDUNG RAYA Studi Kasus : Metropolitan Bandung Raya", "Abstrak": "Metropolitan Bandung Raya memiliki beragam daya tarik wisata yang menarik untuk dikunjungi, Wisatawan Mancanegara yang berkunjung menuju wilayah Metropolitan Bandung Raya didominasi oleh wisatawan asal Malaysia. Jumlah kunjungan wisatawan Malaysia sejak tahun 2011 hingga tahun 2016 menempati urutan pertama dibandingkan wisatawan yang berasal dari negara lain. Namun tingginya minat kunjungan wisatawan Malaysia tidak terdata dengan baik mengenai profil sosio demografi wisatawan, karakteristik perjalanan, pola perjalanan wisatawan, faktor yang mempengaruhi pola perjalanan wisatawan, dan permasalahan yang dihadapi oleh wisatawan selama melakukan perjalanan pada wilayah Metropolitan Bandung Raya. Penelitian mengenai pola pergerakan wisatawan sangat dibutuhkan untuk keperluan perencanaan serta evaluasi khususnya untuk kepentingan pada bidang pariwisata, infrastruktur, dan Transportasi. Dengan mengetahui pola pergerakan wisatawan maka akan menjadi pertimbangan serta rujukan bagi pengembangan pariwisata kawasan Metropolitan Bandung Raya.      \n \n \n \n \n \n\nPenelitian ini tidak hanya bertujuan untuk mengidentifikasi pola pergerakan wisatawan, menganilisis titik daya tarik wisata serta akomodasi wisatawan dengan cara memetakannya menggunakan perangkat lunak GIS, tetapi juga mengidentifikasi faktor - faktor pembentuk pola pergerakan wisatawan dengan menggunakan SPSS 16.0 melalui analisis uji Crosstabs Chi Square. Selain itu tujuan penelitian ini yaitu menganalisis permasalahan wisatawan Malaysia selama berwisata di wilayah Metropolitan Bandung. Metode yang digunakan pada penelitian ini yaitu metode campuran dengan strategi triangulasi konkuren dan teknik sampling accidental. Dalam penelitian ini, penghitungan jumlah sampel dilakukan menggunakan rumus slovin dengan penggunaan eror 10%.      \n \n \n \n \n \n\nBerdasarkan hasil analisis diketahui bahwa wisatawan Malaysia yang berkunjung pada wilayah Metropolitan Bandung Raya sebagian besar merupakan wisatawan Perempuan dengan rentang usia terbanyak 26-35 tahun. Wisatawan ini didominasi dengan latar belakang pendidikan terakhir sarjana. Kebanyakan dari wisatawa yang berkunjung bekerja sebagai pegawai swasta dengan penghasilan rata Ã‚Â– rata perbulan secara keseluruhan sebanyak 4.425 Rm. Berdasarkan tujuan kunjungan, diketahui bahwa sebanyak 95% wisatawan melakukan perjalanan dengan tujuan Rekreasi, dengan 2% wisatawan melakukan perjalanan untuk keperluan pekerjaan, dan 3% wisatawan dengan tujuan perjalanan lain. Rata Ã‚Â– rata lama tinggal wisatawan di wilayah metropolitan Bandung yaitu 3,7 hari. 98% dari wisatawan menginap di akomodasi pada wilayah kota bandung. Dan 2% wisatawan menginap di rumah saudara. Wisatawan Malaysia menginap di hotel dengan jenis bintang dan melati. Dengan persentase terbesar memilih akomodasi hotel Bintang 3, yaitu sejumlah 45,9% dari wiatawan.      \n \n \n \n \n \n\nWisatawan Malaysia selama melakukan perjalanan wisata, lebih memilih untuk berwisata bersama keluarga maupun teman. hanya 2% wisatawan yang melakukan perjalanan sendirian. Rata Ã‚Â– rata jumlah rombongan wisatawan malaysia yaitu sebanyak 9,3 orang. Informasi yang diperoleh wisatawan baik mengenai daya tarik wisata maupun akomodasi kawasan Metropolitan Bandung sebagian besar bersumber dari internet. Wistawan malaysia lebih menyukai perjalanan bersama keluarga maupun bersama teman dengan kunjungan daya tarik yang mereka atur sendiri dengan transportasi menggunakan kendaraan sewaan. Perjalanan yang mereka lakukan sebagian besar menuju wisata belanja, dua destinasi terbanyak yang dikunjungi yaitu Pasar Baru dan Rumah Mode. Rata Ã‚Â– rata pengeluaran wisatawan Malaysia sebanyak 2884.100 Rm. 83% wisatawan mengeluarkan uang terbanyak untuk keperluan Belanja. Wisatawan Malaysia selama melakukan kegiatan wisata di wilayah Metropolitan Bandung membentuk 5 pola pergerakan, diantaranya pola Linear, Pola Radial, pola Circular, pola Destination area loop dan pola Complex. Pola pergerakan terbanyak yang dibentuk oleh wisatawan yaitu pola Complex dan pola yang paling sedikit terbentuk ialah pola Linear. Wisatawan malaysia membentuk pola pergerakan berdasarkan dua faktor, yaitu faktor pengeluaran dan jumlah daya tarik yang dikunjungi dengan daya tarik wisata terbanyak yang dikunjungi yaitu Pasar Baru. Terdapat beberapa permasalahan yang dihadapi wisatawan, kendala terbanyak yang mereka hadapi adalah kemacetan. Terutama kegiatan wisata yang dilakukan pada hari libur.", "Daftar File": {"2016 TS PP  NASIMUSSABAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/118669", "2016 TS PP  NASIMUSSABAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/118670", "2016 TS PP  NASIMUSSABAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/118671", "2016 TS PP  NASIMUSSABAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/118672", "2016 TS PP  NASIMUSSABAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/118673", "2016 TS PP  NASIMUSSABAH 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/118674", "2016 TS PP  NASIMUSSABAH 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/118675", "2016 TS PP  NASIMUSSABAH 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/118676", "2016 TS PP  NASIMUSSABAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/118677"}, "Penulis": "NASIMUSSABAH  (Nim : 95714304)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Heru Purboyo, H.P., DEA."], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Wisatawan Malaysia, Pola Pergerakan, Metropolitan Bandung Raya.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}