{"Nomor": 23464, "Judul": "Produksi dan Karakterisasi Biosurfaktan dari Bakteri Halomonas elongata BK-AG18 dengan Sumber Karbon Palm Oil Mill Effluent (POME)", "Abstrak": "Biosurfaktan merupakan senyawa metabolit sekunder bakteri yang dihasilkan secara ekstrasel pada media pertumbuhan dengan kondisi nutrisi yang terbatas. Dalam skala industri, produksi biosurfaktan membutuhkan biaya tinggi, sementara efisiensi produksinya masih rendah. Palm Oil Mill Effluent (POME) diduga memiliki potensi sebagai sumber nutrisi karbon bagi bakteri penghasil biosurfaktan. Penelitian terdahulu menunjukkan bahwa bakteri halofilik H. elongata BK-AG18 dengan sumber karbon gliserol menghasilkan biosurfaktan jenis glikolipid dengan nilai CMC (Critical Micelle Concentration) 275 mg/L dan IE24 (Indeks Emulsifikasi jam ke-24) sebesar 53,6%. Penelitian ini bertujuan untuk menentukan kandungan POME, mengetahui potensi bakteri H. elongata BK-AG18 dalam memproduksi biosurfaktan dengan sumber karbon POME, menemukan kondisi optimum media produksi biosurfaktan, serta menentukan karakteristik biosurfaktan hasil produksi menggunakan sumber karbon POME dan dibandingkan dengan biosurfaktan hasil produksi menggunakan sumber karbon gliserol. Penelitian ini terbagi menjadi empat tahap yaitu kultivasi bakteri pada media agar biru, optimasi produksi, produksi biosurfaktan, dan karakterisasi. Pada penelitian ini telah dibuktikan bahwa bakteri halofilik H. elongata BK-AG18 dapat memproduksi biosurfaktan dengan sumber karbon POME. Hasil optimasi produksi yang dilakukan menunjukkan bahwa produksi biosurfaktan optimal pada media dengan 15% (v/v) POME, jenis sumber nitrogen urea sebanyak 0,1% (w/v) sumber nitrogen, pH media sebesar 7, kadar garam (NaCl) 5% (w/v), dan durasi inkubasi 73 jam. Karakteristik kimia biosurfaktan berdasarkan hasil spektrum FTIR menunjukkan bahwa biosurfaktan hasil produksi oleh bakteri H. elongata BK-AG18 memiliki puncak vibrasi yang khas pada kisaran bilangan gelombang 3428, 2940, 1661, 1435, 1483, 1520, 1057, dan 870 cm-1 yang mewakili keberadaan gugus Ã‚Â–OH, C-H alifatik, -C=C dan N-C=O, -CH3 dan Ã‚Â–CH2 alifatik, -C-O, dan C=C. Hasil spektrum 1H-NMR biosurfaktan tersebut memberikan sinyal-sinyal pada pergeseran kimia 0,91; 2,03; 2,26; 2,38; 2,50; 3,50; 4,08; dan 7,31 yang menunjukkan sinyal khas proton -CH2- alkil, R2C=(C-R)-CH3 alil, R-(C=O)-CH3 keton, RC=CH asetil, alkil (deshielding), HOCH2R alkohol, HC-O-C eter (ikatan glikosidik), dan asam karboksilat R-COOH atau Ar-COOH. Karakteristik fisik biosurfaktan dengan cincin du Nouy dalam penentuan nilai CMC memberikan hasil bahwa diperlukan 193 mg/L biosurfaktan untuk menurunkan tegangan permukaan cairan sebesar 14,9 dyne/cm. Biosurfaktan hasil produksi bakteri H. elongata BK-AG18 dengan sumber karbon POME memiliki nilai IE24 sebesar 55,6% serta stabil pada 10% NaCl, suhu 40 Ã‚Â°C dan pH 5.", "Daftar File": {"2017 TA PP NEVILA NUR FAIZ 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/118802"}, "Penulis": "Nevila Nur Faiz", "Kontributor / Dosen Pembimbing": ["Dr. Rukman Hertadi, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Halomonas elongata BK-AG18, biosurfaktan, POME, CMC", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}