{"Nomor": 23463, "Judul": "KEMASAN BIODEGRADABEL BAGI MAKANAN (Dengan Aplikasi Budaya Sunda)", "Abstrak": "Kemasan sebagai alat pelindung produk yang dikemas serta memuÃƒÂ‚Ã‚Â¬dahkan pemindahan sekaligus sebagai alat promosi, dituntut untuk tampil baik dan dapat memenuhi syarat yang diperuntukkannya. Di samping mutu, penggunaan bahan baku yang tepat dan ramah lingkungan serta mudah diolah kembali pun menjadi faktor desain yang sangat menentukan.Bandung sebagai Ibu Kota propinsi Jawa Barat terkenal dengan wisata kulinernya. Aneka ragam makanan banyak terdapat di Bandung, diantaranya yaitu menu siap saji yang berasal dari Jawa Barat yang tersedia di berbagai restoran khas makanan Sunda. Namun sayangnya hingga kini belum ada kemasan bawa pulang yang benar-benar menunjukkan karakter dari menu Jawa Barat yang ada di dalamnya, baik dari segi desain maupun penggunaan material.Kemudian penulis mulai melakukan beberapa pertimbangan desain, mulai dari bentuk pola, teknik pembentukkan kemasan hingga menjadi 3 dimensi, hingga bentuk kemasan secara keseluruhan. Selain itu penentuan material yang akan digunakan pada kemasan pun tak kalah pentingnya, selain dituntut harus ramah lingkungan, material pembungkus pun harus mampu menjamin keamanan makanan yang dibungkusnya.Tak hanya terpaku pada bentuk desain serta fungsinya saja, penulis ingin mengangkat budaya dari suatu daerah terhadap kemasan yang dibuat, yaitu aplikasi dari makanan khas Sunda. Oleh karenanya, dari segi bentuk maka kemasan yang dibuat merupakan adaptasi dari salah satu bentuk kemasan tradisional. Produk terbagi atas dua bagian, yaitu kemasan bagian dalam, serta kemasan bagian luar. Dimana masing-masing kemasan menggunakan material yang berbeda yaitu kertas dan pulp pelepah pisang dengan laminasi. Namun keduanya tetap mengandung konsep dasar, yaitu material yang biodegradable.", "Daftar File": {"2008 TA PP NETRI FEMINASARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/118795", "2008 TA PP NETRI FEMINASARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/118796", "2008 TA PP NETRI FEMINASARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/118797", "2008 TA PP NETRI FEMINASARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/118798", "2008 TA PP NETRI FEMINASARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/118799", "2008 TA PP NETRI FEMINASARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/118800", "2008 TA PP NETRI FEMINASARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/118801"}, "Penulis": "NETRI FEMINASARI (NIM 17504040)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dra. Nedina Sari, S.Sn, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "kemasan biodegradabel, bahasa sunda", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Alice D", "File": "7 file", "Tanggal Input": "20 Mar 2017"}