{"Nomor": 23477, "Judul": "PENYISIHAN SENYAWA ORGANIK DAN NITROGEN MENGGUNAKAN BIOGRANULAR AEROB PADA AIR LIFT REACTOR", "Abstrak": "Pengolahan air limbah dengan menggunakan lumpur aktif konvensional telah umum dilakukan, namun penggunaannya memerlukan luas area yang cukup tinggi dan waktu pengendapan yang cukup lama. Seiring perkembangan teknologi pengolahan air limbah pengembangan lumpur aktif dilakukan, salah satunya adalah penggunaan biogranular aerob. Pada penelitian ini akan diuji penggunaan biogranular aerob pada sistem kontinu dengan menggunakan reaktor airlift. Penelitian ini menguji variasi HRT dan hubungannya dengan efisiensi penyisihan organik dan nitrogen serta pengaruhnya terhadap struktur granular aerob yang telah terbentuk. Limbah artifisial digunakan dengan sodium asetat sebagai sumber karbon satu-satunya dan komposisi COD/N sebesar 100:20. Lima variasi waktu tinggal (HRT) dikurangi secara bertahap dari 12, 10, 8, 6, hingga 4 jam HRT dengan OLR 1,6-4,8 kg COD/m3.hari. Dari hasil penelitian ini diperoleh data bahwa penyisihan maksimum organik tercapai pada HRT 12 jam (OLR 1,6 kg COD/m3hari), yakni 73%. Efisiensi penyisihan organik ini semakin berkurang seiring dengan semakin berkurangnya HRT, hingga hanya mencapai 52% pada HRT 4 jam. Model kinetika yang tepat dalam menggambarkan proses dalam penelitian ini adalah Grau Second-Order dan Stover-Kincannon. Penyisihan total nitrogen maksimal terjadi pada HRT 10 jam, yakni sebesar 25,5%, dengan rata-rata penyisihan ammonia 44,7%. Penyisihan nitrogen kemudian semakin kecil dengan diturunkannya HRT. Dari penelitian ini juga didapatkan hasil bahwa HRT mempengaruhi struktur fisik granular. Semakin rendah HRT (semakin tinggi OLR) maka semakin besar nilai SVI dan semakin kecil diameter granular, aspek rasio, kecepatan pengendapan, densitas.", "Daftar File": {"2016 TS PP NIDA MAISA ZAKIYYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/118854", "2016 TS PP NIDA MAISA ZAKIYYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/118855", "2016 TS PP NIDA MAISA ZAKIYYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/118856", "2016 TS PP NIDA MAISA ZAKIYYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/118857", "2016 TS PP NIDA MAISA ZAKIYYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/118858", "2016 TS PP NIDA MAISA ZAKIYYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/118859", "2016 TS PP NIDA MAISA ZAKIYYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/118860"}, "Penulis": "NIDA MAISA ZAKIYYA (NIM: 25314719)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Prof. Dr. Ing. Ir. Prayatni Soewondo, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Biogranular Aerob, Organik, Nitrogen, Reaktor Airlift, Reaktor Kontinu", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}