{"Nomor": 23470, "Judul": "STUDI SEISMIK KONVENSIONAL DAN CRS PADA STRUKTUR STEEP-DIP", "Abstrak": "Pencitraan kondisi bawah permukaan yang dilakukan dengan menggunakan metoda seismik harus memperhitungkan faktor kemiringan dari reflektor. Sudut kemiringan yang terlalu curam dari reflektor menyebabkan reflektor sulit untuk dicitrakan.    \n \n \n \n\nPada metode seismik konvensional, reflektor diasumsikan sebagai sebuah titik, sedangkan metode Common Reflection Surface (CRS) mengasumsikan reflektor sebagai sebuah area, yaitu sebesar zona Fresnel. Kedua metode ini diuji untuk dapat mencitrakan reflektor yang memiliki kemiringan curam.    \n \n \n \n\nZona Fresnel yang digunakan oleh CRS dihitung berdasarkan asumsi pada lapisan datar. Zona Fresnel merupakan fungsi dari frekuensi gelombang dan kecepatan lapisan. Penggunaan beberapa macam frekuensi ditujukan untuk mencari parameter yang tepat pada metode CRS dalam mencitrakan reflektor yang memiliki kemiringan yang curam.    \n \n \n \n\nDari eksperimen yang dilakukan, hasil CRS stack kurang baik dalam mencitrakan reflektor miring yang curam dibandingkan dengan hasil stack metode konvensional. Hal ini disebabkan asumsi perhitungan zona Fresnel pada lapisan datar tidak tepat apabila diaplikasikan pada lapisan miring. Tetapi velocity RMS hasil dari velocity analysis metode CRS menunjukkan hasil yang lebih baik dibandingkan metode konvensional. Oleh karena itu velocity ini yang digunakan sebagai masukan dalam proses stacking konvensional.", "Daftar File": {"2011 TA  PP  NICKO INDRA BASHKARA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/118823", "2011 TA  PP  NICKO INDRA BASHKARA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/118824", "2011 TA  PP  NICKO INDRA BASHKARA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/118825", "2011 TA  PP  NICKO INDRA BASHKARA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/118826", "2011 TA  PP  NICKO INDRA BASHKARA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/118827", "2011 TA  PP  NICKO INDRA BASHKARA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/118828", "2011 TA  PP  NICKO INDRA BASHKARA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/118829"}, "Penulis": "NICKO INDRA BASHKARA (NIM : 12405015)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Wahyu Triyoso, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Common Reflection Surface, CRS, conventional method, Fresnel Zone, steep slope reflector, wave frequency", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}