{"Nomor": 23474, "Judul": "OPTIMISASI SISTEM PENGELOLAAN SAMPAH STUDI KASUS: TPS KEBUN BINATANG BANDUNG", "Abstrak": "Berdasarkan pengamatan di lapangan, pengangkutan sampah dari TPS Kebun Binatang Bandung ke TPA Sarimukti berada dalam kondisi over capacity. Kelebihan kapasitas tersebut dapat dikurangi melalui pemilahan sampah di TPS saat bongkar muatan dari gerobak ke kontainer sehingga mengharuskan adanya penambahan waktu penanganan dalam bentuk jam kerja. Secara signifikan, waktu pengelolaan sampah di TPS ditentukan oleh besaran porsi pemilahan sampah di rumah tangga. Permasalahan muncul ketika sekenario pemilahan sampah dirumah tangga secara total dijadikan asumsi untuk membangun model sistem pengelolaan sampah. Hal ini disebabkan karena tingginya biaya yang dibutuhkan agar pemilahan sampah di rumah tangga dapat dilakukan. Tujuan dari tugas akhir ini adalah membangun sebuah model matematika sistem pengelolaan sampah yang lebih realistis. Pada tugas akhir ini akan dibangun sebuah masalah optimisasi dengan total jam kerja sebagai fungsi objektif. Fungsi kendala terdiri dari keterbatasan anggaran dan keterbatasan sumber daya. Nilai optimum porsi pemilahan sampah di rumah tangga diperoleh dengan menggunakan Program Linear.", "Daftar File": {"2016 TA PP NICKY RIA AZIZMAN 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/118839", "2016 TA PP NICKY RIA AZIZMAN 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/118840", "2016 TA PP NICKY RIA AZIZMAN 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/118841", "2016 TA PP NICKY RIA AZIZMAN 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/118842", "2016 TA PP NICKY RIA AZIZMAN 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/118843", "2016 TA PP NICKY RIA AZIZMAN 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/118844", "2016 TA PP NICKY RIA AZIZMAN 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/118845"}, "Penulis": "NICKY RIA AZIZMAN (10110011)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Edy Soewono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Waktu Pengelolaan Sampah, Porsi Pemilahan Sampah, Program Linear", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}