{"Nomor": 23483, "Judul": "ANALISIS PERBANDINGAN HARYADI INDEX DENGAN METODE EKSISTING DENGAN KASUS STUDI BIDANG TELEKOMUNIKASI", "Abstrak": "Penggunaan indeks berbeda-beda terhadap berbagai macam masalah di sektor industri, ekonomi, dan lain-lain agaknya menambah kesulitan untuk orang dapat mempelajarinya satu per satu. Penelitian ini dilakukan terhadap implementasi pada sektor industri telekomunikasi, dari suatu formula yang ditemukan oleh Sigit Haryadi pada bulan April 2016 yang dinamakan Haryadi Index, dengan tujuan untuk membandingkan formula tersebut dengan formula eksisting pada pengukuran tingkat kompetisi, tingkat kesetaraan/ketimpangan, tingkat keadilan dan koefisien korelasi. \n\nHasil dari penelitian adalah: (1) Haryadi Index bisa memberikan penilaian yang lebih cermat terhadap industri yang berbeda-beda level kompetisinya, sementara Herfindahl-Hirschman Index tidak mampu; (2) Haryadi Index memiliki koefisien penentuan tingkat kesetaraan/ketimpangan yang lebih presisi dibanding Gini Index ; (3) Haryadi Index mampu memberikan index-index yang bersesuaian dengan tingkat keadilan yang bervariasi, dari adil, unbalanced, dan unfair, sementara Jain Index memberikan index yang relative besar untuk tingkatan keadilan yang unbalanced maupun unfair; (4) Haryadi Index memberikan suatu alternatif baru perhitungan korelasi dengan mengacu persamaan linier, yang perlu dipelajari lebih lanjut pada situasi seperti apa Haryadi Index lebih tepat dibandingkan penggunanan Pearson Correlation maupun sebalikanya.", "Daftar File": {"2017 TA PP  NIE, LEVIN KUSUMA ADIATMA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/118885"}, "Penulis": "NIE, LEVIN KUSUMA ADIATMA (NIM:18112006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Sigit Haryadi, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Statistik, Haryadi Index, Herfindahl-Hirschman Index, Gini Index, Jain Index, Pearson Correlation.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Sep 2017"}