{"Nomor": 23489, "Judul": "FAKTOR-FAKTOR YANG MEMPENGARUHI KEBERLANJUTAN KAMPUNG KUIN SEBAGAI KAMPUNG TEPIAN SUNGAI KOTA BANJARMASIN", "Abstrak": "Kota Banjarmasin merupakan kota yang berbasis budaya perairan yang berkembang dari sebuah kampung di muara sungai Kuin dan Barito. Seiring dengan perkembangan kota eksistensi Kampung Kuin mengalami perubahan sejak awal   \n \n \n\nberkembang hingga menjadi bentuk yang ada sekarang mengakibatkan berubahnya karakter Kampung Kuin yang awalnya berbasis budaya sungai menjadi berorientasi   \n \n \n\ndaratan sehingga mempengaruhi keberlanjutannya sebagai kampung tepian sungai. Penelitian ini bertujuan merumuskan faktor-faktor yang mempengaruhi keberlanjutan Kampung Kuin sebagai kampung tepian sungai sehingga dapat dijadikan dasar pertimbangan dalam pengembangan Kampung Kuin. Penelitian ini merupakan penelitian evaluatif dengan metode kuantitatif yang dilakukan dengan teknik skoring menggunakan kriteria dan indikator. Terdapat 4 kriteria, 36 indikator, dan 44 variabel yang digunakan untuk menilai keberlanjutan   \n \n \n\nKampung Kuin dimana hasil dari pengukuran didapatkan bahwa hanya 21 variabel yang memenuhi tolok ukur penilaian dan Kampung Kuin berada pada kategori   \n \n \n\nkurang berkelanjutan. Berdasarkan hasil pengukuran tingkat keberlanjutan Kampung Kuin maka dapat   \n \n \n\ndiidentifikasi faktor-faktor yang mempengaruhi keberlanjutan Kampung Kuin. Faktor eksternal yang mendorong keberlanjutan Kampung Kuin adalah fungsi   \n \n \n\nkawasan dalam RTRW Kota Banjarmasin,keterkaitan dengan kawasan lainnya, dan peraturan pendukung. Sedangkan faktor eksternal yang menghambat adalah belum adanya program pelestarian kawasan bersejarah dari Pemerintah Daerah. Untuk faktor internal yang mendorong keberlanjutan Kampung Kuin adalah ketersediaan fasilitas, tingkat kekerabatan, asal dan suku penghuni kampung, dan keberadaan situs cagar budaya di kawasan Kampung Kuin. Sedangkan faktor penghambat adalah fungsi, peran dan pemanfaatan sungai yang berubah, kurangnya kesadaran dalam melestarikan dan menjaga kebersihan sungai, berkurangnya penggunaan moda transportasi umum, khususnya transportasi sungai, kurangnya partisipasi   \n \n \n\nkemasyarakatan, kurang bervariasi dan sulitnya ditemukan atraksi budaya sungai, rendahnya pendidikan masyarakat yang mempengaruhi rendahnya pendapatan masyarakat, dan rendahnya kepemilikan alat transportasi sungai.", "Daftar File": {"2016 TS PP NIKMATURRIZKIYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/118918", "2016 TS PP NIKMATURRIZKIYAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/118919", "2016 TS PP NIKMATURRIZKIYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/118920", "2016 TS PP NIKMATURRIZKIYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/118921", "2016 TS PP NIKMATURRIZKIYAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/118922", "2016 TS PP NIKMATURRIZKIYAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/118923", "2016 TS PP NIKMATURRIZKIYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/118924"}, "Penulis": "NIKMATURRIZKIYAH (NIM : 25414056)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Iwan Kustiwan, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "kampung-kota, kampung tepian sungai, tingkat keberlanjutan, faktorfaktor mempengaruhi keberlanjutan kampung tepian sungai", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}