{"Nomor": 23488, "Judul": "FABRIKASI SENSOR SERAT OPTIK STRUKTUR RUNCING BERBASIS POLIMER HIBRID DAN PERANAN PENAMBAHAN NANOPARTIKEL MAGNETIK DALAM STRUKTURNYA", "Abstrak": "Polimer hibrid telah diketahui memiliki banyak kelebihan seperti tahan terhadap pelarut kimia organik, transparansi optik yang tinggi, dan mudah disintesis dengan bantuan suhu atau cahaya. Polimer hibrid banyak digunakan untuk membuat        \n \n\nsensor dan pandu gelombang optik ukuran mikro atau nanometer. Penelitian ini menitikberatkan pada pembuatan sensor serat optik berstruktur runcing berbasis  bahan polimer hibrid. Prekursor bahan polimer hibrid ini dibuat dengan metode sol-gel dari monomer TMSPMA yang selanjutnya proses polimerisasi dilakukan dengan membentuk struktur runcing pada sensor menggunakan metode Laser- Induced Photopolymerization (LIP). Struktur runcing yang dihasilkan bergantung pada daya laser yang digunakan dan kecepatan stepper motor pembuatan serat. Hasil penelitian menunjukkan bahwa struktur runcing yang cukup baik didapatkan pada panjang sekitar 2 mm dengan daya laser 1,1 μW dan kecepatan stepper motor 0,02 mm/s. Selanjutnya, permukaan struktur runcing tersebut dilapisi dengan nanopartikel magnetik Fe3O4 untuk meningkatkan kemampuan sensor. Untuk menjelaskan peristiwa penjalaran gelombang pada sensorserat optik struktur runcing ini telah dilakukan optimasi pemodelan struktur dengan simulasi metode FDTD.", "Daftar File": {"2017 TS PP NIKMATUL HUSNA -1COVER.pdf": "https://digilib.itb.ac.id/gdl/download/118911", "2017 TS PP NIKMATUL HUSNA -1BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/118912", "2017 TS PP NIKMATUL HUSNA -1BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/118913", "2017 TS PP NIKMATUL HUSNA -1BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/118914", "2017 TS PP NIKMATUL HUSNA -1BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/118915", "2017 TS PP NIKMATUL HUSNA -1BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/118916", "2017 TS PP NIKMATUL HUSNA -1PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/118917"}, "Penulis": "NIKMATUL HUSNA (NIM: 20214009)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Rachmat Hidayat, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sensor serat optik, struktur runcing, nanopartikel magnetik.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}