{"Nomor": 23491, "Judul": "IMPLEMENTASI PERFORMANCE SHAPING FACTOR (PSF)-BASED RISK ASSESSMENT DAN HUMAN ERROR ASSESSMENT AND REDUCTION TECHNIQUE (HEART) PADA PROYEK KONSTRUKSI ASRAMA ITB GEDUNG C DAN D", "Abstrak": "Sektor konstruksi merupakan salah satu pilar utama dalam pembangunan ekonomi dunia, termasuk Indonesia. Namun, hingga saat ini angka kecelakaan kerja di sektor konstruksi masih tergolong tinggi. 60 hingga 70 persen kecelakaan kerja di berbagai sektor pekerjaan disebabkan oleh human error. Analisis yang sistematis terhadap human error dapat digunakan untuk mencegah terjadinya kecelakaan kerja. Oleh karena itu, analisis human error penting untuk dilaksanakan, khususnya berkaitan dengan keselamatan dan kesehatan kerja (K3) di industri konstruksi. Tujuan dari penelitian ini yaitu untuk mengetahui kelompok/ jenis pekerjaan dengan risiko paling besar, mengetahui jenis kecelakaan kerja dengan HEP (human error probability) tertinggi, mengetahui penyebab utama human error yang terjadi, dan mengetahui kondisi implementasi K3 perusahaan berdasarkan human error analysis yang dilakukan. Metode yang digunakan dalam penelitian ini yaitu PSF (performance shaping factor)Ã‚Â–based risk assesment dan HEART (human error assessment and reduction technique). Data primer diperoleh melalui wawancara, observasi, dan dokumentasi. Data sekunder yang dibutuhkan yaitu data kecelakaan kerja dan prosedur kerja dari ahli K3 proyek. Berdasarkan metode PSF-based risk assessment, dapat diketahui bahwa jenis pekerjaan dengan risiko paling besar terdapat pada kelompok pekerjaan kolom dan balok praktis serta pekerjaan kanopi beton yaitu pekerjaan pemasangan besi tulangan dengan cara pengelasan ke kolom atau balok baja, dengan nilai risiko 24 (skala 24), yang berasal dari bahaya terjatuh dari ketinggian. Hasil analisis dengan metode HEART menunjukkan bahwa kecelakaan terjatuh dari ketinggian memiliki nilai HEP tertinggi (4,75) dibandingkan kecelakaan-kecelakaan lainnya. Penyebab utama terjadinya human error di proyek konstruksi asrama ITB gedung C dan D yaitu tidak adanya prosedur tertulis yang lengkap untuk disampaikan pada pekerja. Berdasarkan analisis yang dilakukan, diketahui bahwa perusahaan perlu melaksanakan perbaikan implementasi K3 yang dapat dilakukan secara sistem, dimulai dari pihak manajemen, pengawas K3, dan pekerja.", "Daftar File": {"2017 TESIS PP NICO JUNIANTO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/118932"}, "Penulis": "Niko Junianto (NIM: 25315020)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Katharina Oginawati, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "konstruksi, human error, PSF-based risk assessment, metode HEART", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Okt 2017"}