{"Nomor": 23497, "Judul": "PENGEMBANGAN ENSEMBLE KALMAN FILTER (ENKF) PADA BEBERAPA MODEL DIFUSIVITAS RESERVOIR", "Abstrak": "Penurunan produksi minyak bumi tergantung pada karakteristik reservoir seperti permeabilitas dan porositas. Model Arps hanya melibatkan laju alir produksi ke sumur minyak bumi, namun belum melibatkan karakteristik reservoir tersebut. Hubungan antara karakteristik reservoir dengan laju alir dirumuskan melalui persamaan difusivitas. Solusi persamaan difusivitas merupakan solusi tak-linier. Permasalahan estimasi tak-linier ini diselesaikan oleh pendekatan ruang-keadaan (state-space) dan EnKF. Pengembangan EnKF pada persamaan difusivitas reservoir line source, cylindrical source, interaksi dua sumur produksi, dan interaksi dua sumur produksiinjeksi \n\nakan dikaji dalam disertasi ini. Tekanan diprediksi menggunakan solusi persamaan difusivitas baik secara analitik ataupun numerik. Solusi analitik diperoleh menggunakan transformasi Laplace dan inversnya. Invers Laplace dari solusi numerik diperoleh menggunakan Algoritma Gaver-Stehfest. Proses estimasi dihitung melalui proses updating. Validitas EnKF pada sistem dinamik linier dikaji melalui kekonvergenan dalam peluang dimana visualisasi kekonvergenan diusulkan menggunakan metodologi statistical quality control dengan batas bagan kendali \n\ndihitung berdasarkan ketaksamaan Chebyshev. Hasil menunjukkan bahwa EnKF dapat digunakan untuk mengestimasi parameter reservoir menggunakan persamaan difusivitas. Hasil simulasi menunjukkan bahwa estimasi parameter konvergen ke nilai sebenarnya. Penerapan EnKF sangat \n\ntergantung kepada kompleksitas solusi persamaan difusivitas. Metode yang diusulkan belum dapat diterapkan pada data riil. Hal ini disebabkan oleh kesulitan dalam menentukan persamaan difusivitas yang sesuai.", "Daftar File": {"2014 DIS PP NINA FITRIYATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/118951", "2014 DIS PP NINA FITRIYATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/118952", "2014 DIS PP NINA FITRIYATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/118953", "2014 DIS PP NINA FITRIYATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/118954", "2014 DIS PP NINA FITRIYATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/118955", "2014 DIS PP NINA FITRIYATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/118956", "2014 DIS PP NINA FITRIYATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/118957"}, "Penulis": "NINA FITRIYATI (NIM: 30109001)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Agus Yodi Gunawan", "Asep Kurnia Permadi, Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "EnKF, estimasi, persamaan difusivitas, ruang-keadaan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "15 Des 2017"}