{"Nomor": 23490, "Judul": "SINTESIS DAN KARAKTERISASI PASAK GIGI ZIRKONIA MENGGUNAKAN TEMPLAT MEMBRAN CANGKANG TELUR DIPERKUAT DENGAN MATRIKS PMMA", "Abstrak": "Pasak gigi adalah salah satu bahan restorasi yang digunakan saat mahkota gigi kehilangan sebagian stukturnya, namun kondisi akar gigi masih sehat. Pasak gigi berfungsi sebagai penghubung mahkota gigi buatan, serta meningkatkan stabilitas dan kekuatan dari gigi yang telah direstorasi. Penelitian ini bertujuan untuk membuat pasak gigi zirkonia menggunakan templat membran cangkang telur dan diperkuat dengan matriks PMMA. Metode sintesis yang digunakan adalah sol-gel dengan dan tanpa proses kalsinasi. Material keramik yang digunakan dalam pembuatan pasak gigi adalah zirkonia, alumina dan silika. Selain itu juga digunakan kitosan sebagai coupling agent. \n\nHasil karakterisasi menunjukkan morfologi penampang pasak gigi tanpa kalsinasi terbaik pada penggunaan kitosan 2% (m/v) dan PMMA 10% (m/v), sedangkan pada pasak gigi dengan kalsinasi, morfologi yang baik dicapai dengan pencampuran serbuk filler dengan matriks PMMA yang larut sempurna. Nilai rata Ã‚Â– rata hasil uji kekerasan pasak gigi tanpa dan dengan proses kalsinasi adalah 2,27 HVN dan 1,7 HVN. Hasil uji three point bending menunjukkan nilai modulus elastisitas terbaik pasak gigi dengan dan tanpa kalsinasi adalah 414,14 MPa dan 793,19 MPa. Pada penelitian selanjutnya perlu dilakukan optimasi utnuk meningkatkan nilai kekerasan pada pasak gigi.", "Daftar File": {"2015 TA PP NIKO EKA PUTRA - YOSA FENDRA  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/118925", "2015 TA PP NIKO EKA PUTRA - YOSA FENDRA  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/118926", "2015 TA PP NIKO EKA PUTRA - YOSA FENDRA  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/118927", "2015 TA PP NIKO EKA PUTRA - YOSA FENDRA  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/118928", "2015 TA PP NIKO EKA PUTRA - YOSA FENDRA  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/118929", "2015 TA PP NIKO EKA PUTRA - YOSA FENDRA  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/118930", "2015 TA PP NIKO EKA PUTRA - YOSA FENDRA  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/118931"}, "Penulis": "NIKO EKA PUTRA (NIM : 13311045) - YOSA FENDRA (NIM : 13311049)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nProf. Dr. Ir. Bambang Sunendar, M. Eng. \n\nDr. drg. Denny Nurdin, MKes"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pasak gigi, zirkonia, membran cangkang telur, kitosan, matriks PMMA, metode sol-gel.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "27 Nov 2017"}