{"Nomor": 23501, "Judul": "PENGARUH ALGINAT DAN KITOSAN TERHADAP PEMBENTUKAN MEMBRAN POROUS ELECTROSPUN KARBONAT APATIT", "Abstrak": "Membran porous adalah lapisan tipis berpori atau jalinan serat yang berpori. Pada bidang medis membran porous banyak digunakan untuk melapisi (wound dressing) permukaan jaringan tubuh seperti kulit dan tulang yang mengalami luka. Media penumbuh tulang biasa digunakan scaffold dilengkapi lapisan penutup membran porous, agar pertumbuhan tulang lebih terarah dan sempurna. Dalam tugas akhir ini dilakukan pembuatan membran porous dengan metode electrospinning, menggunakan bahan utama alginat, kitosan, karbonat apatit (CAp) dan Polyethylene Oxyde (PEO) sebagai pelarut. Sintesis dilakukan dengan  \n \n\ncara melarutkan CAp kedalam PEO, lalu dicampurkan dengan larutan alginat atau kitosan. Perbandingan banyaknya larutan alginat atau kitosan terhadap larutan PEO adalah 2:3 dan kedalam dua jenis larutan tersebut ditambahkan karbonat apatit sebanyak 0,03 gram. Konsentrasi larutan alginat dan kitosan divariasikan dari 1% sampai 5% volume. Hasil pembuatan membran porous dikarakterisasi  \n \n\ndengan Scanning Electron Microscopy (SEM) dan Fourier Transform Infra Red (FTIR).  \n \n\nHasil karakterisasi menunjukkan bahwa sampel yang dibuat dengan alginat hanya terbentuk serat tanpa jalinan pada konsentrasi alginat 4%. Sampel yang dibuat menggunakan kitosan dengan konsentrasi 3-5%, terbentuk jalinan serat dengan rentang ukuran diameter serat antara 0,056 μm sampai 0,0728 μm. Pada konsentrasi kitosan yang lebih rendah hanya terbentuk serat tanpa jalinan.  \n \n\nAnalisis FTIR menunjukkan bahwa kitosan berperan mempromosikan terbentuknya serat, sedangkan pembentukan serat menggunakan alginat sangat dipengaruhi oleh rasio alginat/karbonat apatit yang sempit, yaitu 21,3.", "Daftar File": {"2013 TA PP NINDYA ADISTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/118982", "2013 TA PP NINDYA ADISTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/118983", "2013 TA PP NINDYA ADISTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/118984", "2013 TA PP NINDYA ADISTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/118985", "2013 TA PP NINDYA ADISTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/118986", "2013 TA PP NINDYA ADISTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/118987", "2013 TA PP NINDYA ADISTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/118988"}, "Penulis": "NINDYA ADISTI (NIM : 13309089)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nProf. Dr. Ir Bambang Sunendar Purwasasmita, M. Eng", "Ir. Ahmad Nuruddin, MS., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "membran porous, electrospinning, penyembuhan tulang, tulang rusak", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}