{"Nomor": 23503, "Judul": "Perancangan Model Penilaian Kinerja Berbasis Balanced Scorecard (BSC) dan Analytical Hierarchy Process (AHP) pada Unit Regional 5 Bandung PT Pos Indonesia (Persero)", "Abstrak": "Pendapatan PT Pos Indonesia (Persero) yang terus menerus menurun menandakan bahwa perusahaan gagal beradaptasi terhadap perubahan kebutuhan masyarakat. Komunikasi jarak jauh yang dahulu mengandalkan surat, kini digantikan posisinya oleh kecanggihan berbagai aplikasi dalam telepon genggam. Perusahaan pun merancang strategi untuk dapat meningkatkan kembali kinerjanya. Digunakan balanced scorecard sebagai landasan sistem manajemen strategis perusahaan.  \n\nPenerapan balanced scorecard di PT Pos Indonesia (Persero) sudah sampai kepada pelaksanaan balanced scorecard di level perusahaan secara keseluruhan di tahun 2014 lalu. Akan tetapi, kinerja perusahaan belum meningkat seperti yang ditargetkan. Oleh karena itu, dilanjutkan penerapan balanced scorecard dengan merancang balanced scorecard untuk unit bisnis strategis. Dalam tugas akhir ini, unit bisnis strategis yang dipilih adalah unit regional perusahaan.   \n\nSetelah merancang sasaran strategis dan ukuran kinerja kunci untuk balanced scorecard unit regional, dilakukan penentuan bobot kepentingan relatif bagi keduanya dengan metode AHP. Pembobotan dilakukan dengan tujuan mengetahui secara kuantitatif prioritas kontribusi kedua hal tersebut terhadap fungsi unit regional sebagai profit center dan menghitung nilai kinerja. Nilai kinerja dihitung dengan membandingkan target terhadap nilai tiap ukuran kinerja kunci yang sudah disesuaikan dengan bobot kepentingan relatifnya. Dengan adanya nilai kinerja, dapat diketahui efektivitas manajemen strategis pada unit regional karena ukuran kinerja kunci balanced scorecard unit regional diturunkan dari sasaran strategis yang merupakan hasil terjemahan dari strategi dan visi organisasi.", "Daftar File": {"2017 TA PP Ni Nyoman Diah Eni Pastikarini 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/118990"}, "Penulis": "Ni Nyoman Diah Eni Pastikarini - Nim: 13413008", "Kontributor / Dosen Pembimbing": ["Ir. Leksananto G., M. Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Balanced scorecard (BSC), analytical hierarchy process (AHP), nilai kinerja, sistem manajemen strategis, ukuran kinerja kunci", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2017"}