{"Nomor": 23506, "Judul": "PERBANDINGAN EFEKTIVITAS KOMBINASI EKSTRAK BULBUS BAWANG PUTIH (Allium sativum L.) DAN RIMPANG KUNYIT  (Curcuma domestica Val.) DENGAN SIMVASTATIN TERHADAP PERBAIKAN PROFIL LIPOPROTEIN PADA PENDERITA DISLIPIDEMIA", "Abstrak": "Dislipidemia adalah salah satu faktor risiko utama penyakit jantung yang merupakan penyebab nomor satu kematian di seluruh dunia. Dislipidemia ditandai dengan adanya abnormalitas kadar lipid dalam darah yaitu  peningkatan kolesterol total, LDL, trigliserida dan berkurangnya HDL. Penanganan dislipidemia dapat mengurangi resiko penyakit jantung sekitar 30% dalam jangka waktu lebih dari 5 tahun. Walaupun manfaat dari terapi penurunan kadar lipid telah terbukti pada pasien yang menderita penyakit jantung, ternyata hal ini juga efektif untuk pasien yang secara klinik tidak tampak menderita penyakit jantung.  Pada penelitian sebelumnya diketahui bahwa kombinasi ekstrak bulbus bawang putih dan rimpang kunyit dapat memperbaiki profil lipoprotein pada penderita dislipidemia yang disertai diabetes melitus tipe-2. Penelitian ini bertujuan untuk mengetahui perbandingan efektivitas antara sediaan kombinasi ekstrak bulbus bawang putih dan rimpang kunyit dengan simvastatin sebagai standar dalam memperbaiki profil lipoprotein pada pasien dislipidemia.Uji klinik didesain secara acak, paralel, tersamar ganda, dan kontrol studi. Penderita  dislipidemia yang tidak terkontrol dengan diet selama 2 minggu dibagi menjadi dua kelompok yaitu pasien kelompok I mendapat kombinasi ekstrak 2,4 g/hari dan kelompok II mendapat simvastatin 5 mg/hari. Terapi dilakukan selama 12 minggu. Dilakukan pemeriksaan berkala setiap 2 minggu sekali. Parameter yang diamati adalah berat badan, tekanan darah, profil lipoprotein, glukosa darah, fungsi hati, fungsi ginjal, dan profil hematologi.Kombinasi ekstrak bulbus bawang putih dan rimpang kunyit dapat menurunkan kolesterol total dan LDL secara bermakna, namun penurunannya tidak sebaik simvastatin. Tidak terdapat perbedaan bermakna antara kombinasi ekstrak dan simvastatin terhadap perubahan HDL, trigliserida dan IMT.", "Daftar File": {"2008 TS PP NI PUTU EKA LELIQIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/118999", "2008 TS PP NI PUTU EKA LELIQIA 1-BAB 1A.pdf": "https://digilib.itb.ac.id/gdl/download/119000", "2008 TS PP NI PUTU EKA LELIQIA 1-BAB 1B.pdf": "https://digilib.itb.ac.id/gdl/download/119001", "2008 TS PP NI PUTU EKA LELIQIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/119002", "2008 TS PP NI PUTU EKA LELIQIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/119003", "2008 TS PP NI PUTU EKA LELIQIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/119004", "2008 TS PP NI PUTU EKA LELIQIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/119005"}, "Penulis": "NI PUTU EKA LELIQIA (NIM 20706009)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Elin Yulinah S., Apt., dr. Primal Sudjana, Sp.PD-KPTI, dan Dr.rer.nat. Joseph I Sigit, Apt."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "bawang putih, kunyit, simvastatin, profil lipoprotein, uji klinik", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}