{"Nomor": 23502, "Judul": "DESAIN FASILITAS PENGOLAHAN LIMBAH DETERJEN DENGAN MEMANFAATKAN MEMBRAN REVERSE OSMOSIS UNTUK LAUNDRY", "Abstrak": "Deterjen secara umum dikenal sebagai bahan atau produk yang mempunyai fungsi untuk memisahkan suatu materi dari permukaan benda. Adapun penyusun deterjen dapat dikelompokkan menjadi empat, yaitu surfaktan yang berfungsi untuk mengangkat kotoran baik yang terlarut dalam air maupum yang tidak larut, builders berfungsi untuk melunakkan air sadah dan meningkatkan efisiensi surfaktan, additives yaitu suplemen/tambahan berupa pewangi, pelembut dan pemutih. Untuk menangani limbah deterjen ini dapat dilakukan dengan memasang instalasi pengolahan air limbah (IPAL), namun penggunaan IPAL sendiri belum banyak dan terpaut kendala kontur daerah serta instalasi yang cenderung sulit, sehingga pengelolaan limbah deterjen ini masih belum optimal.   \n\nSementara penggunaan air bersih yang melibatkan deterjen adalah sebanyak 55,5 liter per hari dalam satu rumah, jika dibiarkan angka pencemaran ini akan menuju pada jumlah yang mengkhawatirkan.   \n\nOleh karena itu, guna mengurangi adanya limbah deterjen perlu adanya sebuah alat yang memudahkan pengguna deterjen untuk mengelelola limbah deterjen tersebut sebelum membuangnya ke lingkungan. Tidak hanya merubah limbah deterjen sehingga aman untuk dibuang, alat ini juga harus dapat memberikan manfaat yang signifikan bagi pengguna yaitu menjadikan limbah deterjen dapat digunakan kembali untuk kegiatan cuci-mencuci.  \n\nTeknologi yang dapat mengoptimalkan proses filtrasi tersebut adalah riverse osmosis, yaitu berupa membran dengan sifat permeabilitas tinggi terhadap air. Prinsip dasar reverse osmosis adalah memberi tekanan hidrostatik yang melebihi tekanan osmosis larutan sehingga pelarut  \n\ndalam hal ini air dapat berpindah dari larutan yang memiliki konsentrasi zat terlarut tinggi ke larutan yang memiliki konsentrasi zat terlarut rendah.", "Daftar File": {}, "Penulis": "Ninik Kania  - Nim: 17513002", "Kontributor / Dosen Pembimbing": ["Bismo Jelantik Joyodiharjo, S.Sn, M.Ds"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "deterjen, reverse osmosis, rumah laundry", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Okt 2017"}