{"Nomor": 23517, "Judul": "DEKOLORISASI TELON RED AFG OLEH MARASMIELLUS PALMIVORUS, PLEUROTUS OSTREATUS, DAN PHANEROCHAETE CHRYOSPORIUM PADA REAKTOR UNGGUN TETAP", "Abstrak": "Pewarna azo merupakan salah satu jenis pewarna tekstil yang recalcitrant, hidrofobik, dan memiliki molekul senyawa yang kompleks. Jamur pelapuk putih dapat mendegradasi lignin dan senyawa aromatik lainnya dengan menghasilkan enzim ligninolitik ekstraselular non-spesifik lignin peroksidase (LiP), mangan peroksidase (MnP), dan lakase dengan aktivitas tinggi. Penelitian ini bertujuan untuk menentukan kombinasi fungi terbaik dalam menghilangkan zat warna azo. Jamur pelapuk putih Marasmiellus palmivorus, Pleurotus ostreatus, dan Phanerochaete chryosporium yang diimobilisasi pada polyurethane foam pada bioreaktor digunakan untuk menghilangkan zat warna azo Telon Red pada konsentrasi 150 ppm selama 3 jam. Penurunan konsentrasi zat warna, pH, aktivitas enzim MnP, LiP, dan lakase diamati setiap 15 menit. M. palmivorus menunjukkan aktivitas lakase, LiP, dan MnP tertinggi 7894.51 U/mg, 11.76 U/mg, dan4.538 U/mg pada hari ketujuh; P. ostreatus 1770.69 U/mg, 22.12 U/mg, dan 0.48 U/mg pada hari keenam; serta P. chryosporium menunjukkan aktivitas LiP 13.27 U/mg, dan MnP 3.29 U/mg pada hari kedelapan. Kultur tunggal P. ostreatus dan P. chryosporium menunjukkan kemampuan dekolorisasi Telon Red AFG tertinggi (96.56%). Terbentuknya beberapa spot baru pada kromatogram membuktikan terjadinya proses degradasi zat warna oleh enzim dalam proses dekolorisasi.", "Daftar File": {"2017 TA PP NOBI NUBLATUL HAFILAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/119030"}, "Penulis": "NOBI NUBLATUL HAFILAH (NIM : 10413026)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Sri Harjati Suhardi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Azo, Dekolorisasi, Enzim Ligninolitik, Imobilisasi, Jamur Pelapuk Putih", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}