{"Nomor": 23519, "Judul": "INVESTIGASI LAPISAN TANAH BAWAH PERMUKAAN AREA OPERASI PENGOLAHAN GAS ALAM PABRIK-X DENGAN MENGGUNAKAN METODE GEOLISTRIK RESISTIVITAS KONFIGURASI DIPOL-DIPOL", "Abstrak": "Investigasi lapisan tanah bawah permukaan diperlukaan untuk mengetahui kondisi geologi tanah, karakteristik tanah, kekuatan lapisan tanah, kepadatan, dan daya dukung serta mengetahui sifat korosivitas tanah. Hal ini dilakukan untuk mengetahui jenis pondasi yang akan digunakan pada konstruksi bangunan. Ketika merancang konstruksi bangunan, diperlukan parameter-parameter petrofisika, seperti parameter porositas, permeabilitas, serta densitas lapisan bawah permukaan. Pada penelitian ini metode survei geofisika yang digunakan adalah metode geolistrik resistivitas atau tahanan jenis dengan konfigurasi dipol-dipol. Penelitian dilakukan pada enam lintasan di area operasi pengolahan gas alam pabrik-x, nilai-nilai resistivitas yang didapatkan dari pengukuran akan digunakan untuk menentukan lapisan tanah asli dan tanah urugan serta utilitas bawah permukaan. Pada lintasan L1 menghasilkan rentang nilai resistivitas sebenarnya sebesar 6.85x10-1 Ã‚Â– 3.33x102 ohm.m dengan nilai eror 8.4%. Lintasan L2 menghasilkan rentang nilai resistivitas sebenarnya sebesar 3.14x10-1 Ã‚Â– 3.39x101 ohm.m dengan nilai eror 23.3%. Lintasan L3 menghasilkan rentang nilai resistivitas sebenarnya sebesar 8.09x10-2 Ã‚Â– 5.83 ohm.m dengan nilai eror 22.3%. Lintasan L4 menghasilkan rentang nilai resistivitas sebenarnya sebesar 2.16 Ã‚Â– 3.11x102 ohm.m dengan nilai eror 20.8%. Lintasan L5 menghasilkan rentang nilai resistivitas sebenarnya sebesar 2.14 Ã‚Â– 6.04x102 ohm.m dengan nilai eror 20.5%. Lintasan L6 menghasilkan rentang resistivitas nilai resistivitas sebenarnya sebesar 5.87 Ã‚Â– 4.65x102 ohm.m dengan nilai eror 20.8%.", "Daftar File": {"2017 TA PP NOOR RAMADHAN KHAZAI  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/119040", "2017 TA PP NOOR RAMADHAN KHAZAI  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/119041", "2017 TA PP NOOR RAMADHAN KHAZAI  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/119042", "2017 TA PP NOOR RAMADHAN KHAZAI  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/119043", "2017 TA PP NOOR RAMADHAN KHAZAI  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/119044", "2017 TA PP NOOR RAMADHAN KHAZAI  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/119045", "2017 TA PP NOOR RAMADHAN KHAZAI  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/119046"}, "Penulis": "NOOR RAMADHAN KHAZAI  (NIM : 10211049)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Gunawan Handayani, MSCE., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Dipol-dipol, geolistrik, RES2DINV, resistivitas", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}