{"Nomor": 23527, "Judul": "AIRBUS A320 XPLANE10 SIMULATION MODEL DEVELOPMENT BY FUEL PERFORMANCE AND PITCHING MOMENT ASSESSMENT", "Abstrak": "Tugas akhir ini membahas modifikasi model pesawat dalam XPlane10 untuk mencapai   \n \n\nkeakuratan kinerja bahan bakar pesawat terbang, karakteristik gaya angkat terhadap gaya hambat,   \n \n\ndan juga karakteristik pitching moment pesawat dalam simulator XPlane10. Garis besar dari   \n \n\nmetode yang digunakan dalam tugas akhir ini adalah dengan menentukan beberapa parameter   \n \n\ntetap dan menentukan beberapa variabel yang akan dimodifikasi. Model pesawat yang digunakan   \n \n\ndalam tugas akhir ini adalah pesawat lorong tunggal bermesin ganda Airbus A320-216.   \n \n\nParameter tetap untuk model pesawat ini adalah geometri komponen utama pesawat   \n \n\nuntuk memastikan nilai referensi geometri yang tepat, dan juga parameter berat dan kestabilan   \n \n\npesawat seperti MTOW, berat kosong, berat bahan bakar, kisaran titik CG, lokasi dan volume   \n \n\ntangki bahan bakar.   \n \n\nVariabel yang dimodifikasi adalah karakteristik gaya hambat airfoil dan juga SFC dari mesin.   \n \n\nNilai-nilai ini dimodifikasi berdasarkan nilai hasil simulasi terakhir dibandingkan dengan nilai   \n \n\nreferensi.   \n \n\nAnalisis akhir menunjukkan bahwa hasil akhir model pesawat terbang dalam tugas ini   \n \n\nhanya dapat digunakan dengan akurat dalam satu kisaran kondisi terbang. Kondisi terbang   \n \n\ntersebut adalah diantara FL290 sampai dengan FL350, dengan nilai CL di sekitar 0.3, dan durasi   \n \n\nterbang jelajah lebih dari satu jam.   \n \n\nUntuk memperbaiki lingkup kondisi akurat dari model pesawat, dibutuhkan lebih banyak   \n \n\ndata referensi yang dapat dihandalkan, dan lebih banyak parameter yang dimodifikasi untuk   \n \n\nmemperbaiki kemampuan pengaturan hasi simulasi.   \n \n\nKata kunci: XPlane10, Airbus A320-216, perstasi bahan bakar, karakteristik gaya angkat terhadap gaya   \n \n\nhambat, pitching moment, karakteristik gaya hambat airfoil, SFC, berat dan kestabilan", "Daftar File": {"2017 TA PP Noval Al Amin Najib 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/119077"}, "Penulis": "Noval Al Amin Najib - 13611051", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hisar Manongam Pasaribu"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "XPlane10, Airbus A320-216, fuel performance, lift over drag, pitching moment, airfoil drag  characteristics, SFC, weight and balance", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}