{"Nomor": 23538, "Judul": "IDENTIFIKASI SISTEM QUADROTOR MENGGUNAKAN ADAPTIVE LINEAR NEURON", "Abstrak": "Salah satu jenis pesawat tanpa awak yang mulai berkembang saat ini adalah quadrotor. Quadrotor menggunakan empat buah rotor yang terdapat pada masing-masing sisinya. Pengaturan pergerakan quadrotor hanya mengatur kecepatan masing-masing rotornya. Sedangkan pada helikopter biasa, selain mengatur kecepatan rotor juga harus mengatur berapa sudut serang baling-baling yang dibentuk. Hal ini membuat quadrotor lebih mudah dikendalikan dan lebih stabil. Pengetahuan tentang nilai parameter model quadrotor akan memudahkan dalam mendesain pengontrol yang akan digunakan untuk mengontrol quadrotor tersebut. Salah satu metode pencarian nilai parameter model tersebut adalah dengan identifikasi sistem, yaitu melalui pengambilan data terbang quadrotor. Salah satu algoritma yang digunakan untuk mengestimasi nilai parameter pada model quadrotor adalah Adaptive Linear Neuron (Adaline). Adaline adalah jaringan syaraf tiruan yang menggunakan algoritma delta-rules untuk memperbaharui bobotnya. Proses identifikasi diawali dengan merancang percobaan untuk mengambil data yang diperlukan untuk proses identifikasi. Data yang diperlukan antara lain : sudut euler, kecepatan translasi, kecepatan rotasi, dan kecepatan putaran motor. Pengambilan data dilakukan setiap 50 mili detik. Identifikasi dilakukan berdasarkan persamaan keadaan model quadrotor yang sudah diketahui yang merupakan model hasil linearisasi. Dari hasil yang didapat, disimpulkan bahwa Adaline dapat digunakan untuk mengestimasi nilai parameter model sistem quadrotor dengan baik dengan nilai rmse rata-rata kurang dari 0,62 untuk tiap model.", "Daftar File": {"2012 TA PP  NOVI CHOSA PUTRA PAMUNGKAS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/119109", "2012 TA PP  NOVI CHOSA PUTRA PAMUNGKAS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/119110", "2012 TA PP  NOVI CHOSA PUTRA PAMUNGKAS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/119111", "2012 TA PP  NOVI CHOSA PUTRA PAMUNGKAS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/119112", "2012 TA PP  NOVI CHOSA PUTRA PAMUNGKAS 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/119113", "2012 TA PP  NOVI CHOSA PUTRA PAMUNGKAS 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/119114", "2012 TA PP  NOVI CHOSA PUTRA PAMUNGKAS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/119115", "2012 TA PP  NOVI CHOSA PUTRA PAMUNGKAS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/119116"}, "Penulis": "NOVI CHOSA PUTRA PAMUNGKAS (NIM : 13308098)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ir. Endra Joelianto", "Dr. Widyawardana Adiprawita, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Adaline, identifikasi sistem, jaringan syaraf tiruan, quadrotor, pesawat tanpa awak.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}