{"Nomor": 23537, "Judul": "DEVELOPMENT OF BEDROOM DESIGN GUIDELINES TO SUPPORT ELDERLY LIVE INDEPENDENTLY", "Abstrak": "Dukungan terhadap fasilitas perumahan lansia menjadi lebih menantang karena meningkatnya jumlah lansia yang hidup mandiri. Beberapa penelitian telah membahas tentang desain rumah yang sesuai untuk lansia, namun hanya sedikit penelitian yang membahas tentang desain kamar tidur. Oleh karena itu, penelitian ini bertujuan untuk mengembangkan desain kamar tidur yang sesuai bagi lansia dengan menerapkan prinsip faktor manusia atau ergonomi. Oleh karena perbedaan kelompok lansia membutuhkan perbedaan pada persyaratan desain maka lansia dibedakan menjadi tiga kelompok berdasarkan kemampuan fisik: lansia mandiri, lansia menggunakan tongkat, dan lansia menggunakan kursi roda. Total 11 kamar tidur lansia di Indonesia dipilih sebagai perwakilan evaluasi desain. Evaluasi ini dilakukan dengan menggunakan ceklist desain kamar tidur dengan skala Likert mulai dari 1 (desain sangat tidak sesuai) sampai 5 (desain sangat sesuai). Hasil evaluasi menunjukkan bahwa desain saat ini sebagian besar telah    \n \n \n \n\nsesuai dengan persyaratan desain untuk lansia mandiri dan untuk lansia menggunakan tongkat sedangkan untuk lansia menggunakan kursi roda desain cukup sesuai. Dimensi fasilitas kamar tidur yang tidak sesuai dengan dimensi tubuh manusia (antropometri) menjadi masalah yang paling umum dalam desain saat ini. Pada akhir penelitian ini, pedoman desain disajikan untuk merancang    \n \n \n \n\nkamar tidur yang sesuai.", "Daftar File": {"2017 TS PP NOVIA RAHMAWATI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/119108"}, "Penulis": "NOVIA RAHMAWATI    (NIM : 23415005)", "Kontributor / Dosen Pembimbing": ["Ari Widyanti, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "lansia, desain kamar tidur, prinsip faktor manusia, pedoman desain", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}