{"Nomor": 23532, "Judul": "BUDAYA ORGANISASI DAN PENGARUHNYA TERHADAP KEMATANGAN KESELARASAN BISNIS DAN TEKNOLOGI INFORMASI DAN EFEKTIFITAS TEKNOLOGI INFORMASI Studi Kasus : Badan Pusat Statistik", "Abstrak": "Efektifitas Teknologi Informasi telah menjadi salah satu variabel penting untuk mengetahui apakah investasi dalam bidang teknologi informasi (TI) telah memberikan manfaat atau sesuai dengan tujuan bisnis yang diharapkan. Hal ini semakin penting ketika menyangkut institusi pemerintahan, dikarenakan ukuran kesuksesan investasi dalam bidang IT tersebut tidak dapat diukur secara langsung.  \n \n\nKeselarasan strategi bisnis dan teknologi informasi (Business IT-Alignment - BITA) telah dipercaya menjadi salah satu kunci kesuksesan Efektifitas TI. Adanya pengaruh dari budaya, baik budaya nasional, budaya organisasi, maupun suborganisasi, terhadap BITA, telah membuat para peneliti melakukan berbagai kajian karena budaya tidak dapat dipisahkan dari faktor manusia sebagai faktor pelaku kegiatan bisnis dan pengguna teknologi informasi (TI).  \n \n\nBadan Pusat Statistik (BPS) sebagai salah satu institusi pemerintahan sedang berupaya untuk meningkatkan peran TI dalam rangka meningkatkan kualitas pelayanan publik bagi masyarakat. Dalam rangka meningkatkan peran TI agar dapat memenuhi tujuan bisnis BPS, diperlukan kesadaran akan pentingnya BITA. Dalam penelitian ini penulis menggunakan model pengukuran keselarasan Bisnis-TI oleh Luftman yaitu Strategic Alignment Maturity Model (SAMM) untuk mengukur kematangan BITA.  \n \n\nPenelitian ini melakukan kajian terhadap Efektifitas TI, apakah terdapat hubungan antara, Efektifitas TI dengan budaya organisasi dan BITA dengan budaya organisasi, sehingga dapat digunakan sebagai referensi BPS untuk meningkatkan Efektifitas TI sekaligus kematangan BITA pada BPS.", "Daftar File": {"2017 TS PP NOVEL RISCA PUSPITA SENJA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/119089"}, "Penulis": "NOVEL RISCA PUSPITA SENJA (NIM : 23215363)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Bambang Pharmasetiawan, MSEE"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Efektifitas teknologi informasi, budaya organisasi, kematangan keselarasan bisnis-IT", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}