{"Nomor": 23541, "Judul": "EVALUASI KUALITAS TAMAN BERMAIN BERDASARKAN TAMAN LAYAK ANAK DAN PERSEPSI ORANG TUA (STUDI KASUS TAMAN SAMPANGAN, TAMAN TIRTO AGUNG DAN TAMAN MENTERI SUPENO KOTA SEMARANG)", "Abstrak": "Kebijakan Kota Layak Anak (KLA) sangat penting dikembangkan karena semakin banyak anak yang akan tumbuh di perkotaan sehingga pada tahun 2025, jumlah anak Indonesia yang tinggal di kota diperkirakan mencapai 60%. KLA dipandang penting sekali untuk menjadi sebuah agenda nasional mengingat masih terbatasnya kebijakan pemerintah untuk menyatukan isu hak anak ke dalam perencanaan pembangunan kabupaten/kota. Komitmen Pemerintah Indonesia yang tinggi terhadap berbagai kesepakatan internasional untuk melakukan perlindungan terhadap hak-hak anak mendapatkan respon positif oleh Pemerintah Kota Semarang dengan mengembangkan kebijakan Kota Layak Anak. Berdasarkan Peraturan Menteri Pemberdayaan Perempuan dan Perlindungan anak No. 12 tahun 2011 tentang indikator Kota Layak Anak terdapat 5 klaster dan 31 indikator. Klaster-klaster tersebut adalah hak sipil dan kebebasan; lingkungan keluarga dan pengasuhan alternatif; kesehatan dasar dan kesejahteraan; pendidikan, pemanfaatan waktu luang dan kegiatan budaya; perlindungan khusus. Di dalam klaster pendidikan, pemanfaatan waktu luang dan kegiatan budaya terdapat komponen taman bermain. Data Bapermas kota Semarang tahun 2015 menyatakan bahwa Taman Sampangan, Taman Tirto Agung dan Taman Menteri Supeno tersebut sudah ditetapkan menjadi fasilitas kreatif dan rekreatif yang ramah anak. Namun banyak hal yang tidak berjalan sesuai dengan fungsinya sehingga anak-anak jarang sekali bermain di taman tersebut. Oleh sebab itu perlu adanya evaluasi terhadap taman bermain yang ada di kota Semarang dengan menyusun kriteria, indikator dan teknik evaluasi yang tepat untuk mendapatkan pemenuhan apakah taman bermain tersebut layak atau tidak.           \n \n \n \n\nTujuan penelitian ini adalah untuk mengevaluasi kualitas taman bermain yang ada di kota Semarang. Selain melalui observasi, penilaian juga melalui persepsi orang tua yang memiliki anak usia 5-12 tahun. Terdapat enam kriteria yang dihasilkan dalam penelitian ini yaitu keselamatan, kesehatan, keamanan, kenyamanan, daya tarik dan aksesibilitas. Berdasarkan persepsi orang tua dan observasi yang dilakukan memiliki hasil evaluasi yang berbeda. Pada observasi dinyatakan bahwa ketiga taman bermain memiliki nilai cukup layak sedangkan persepsi menyatakan kurang layak. Perbedaan ini disebabkan karena orang tua menilai secara subyektif, bukan normatif. Oleh sebab itu dalam rekomendasi yang diusulkan terdapat beberapa komponen yang harus dibenahi dan dilakukan pemeliharaan secara berkala. Dalam hal ini yang dijadikan acuan dalam melakukan pembenahan adalah observasi. Di samping itu juga melakukan sosialisasi terhadap para orang tua tentang aturan normatif Taman Layak Anak sehingga orang tua tidak perlu merasa khawatir jika anak-anaknya bermain di taman-taman tersebut.", "Daftar File": {"2016 TS PP NOVITA AMALIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/119126", "2016 TS PP NOVITA AMALIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/119127", "2016 TS PP NOVITA AMALIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/119128", "2016 TS PP NOVITA AMALIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/119129", "2016 TS PP NOVITA AMALIA 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/119130", "2016 TS PP NOVITA AMALIA 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/119131", "2016 TS PP NOVITA AMALIA 1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/119132", "2016 TS PP NOVITA AMALIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/119133", "2016 TS PP NOVITA AMALIA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/119134", "2016 TS PP NOVITA AMALIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/119135"}, "Penulis": "NOVITA AMALIA (NIM: 25414002)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kota Layak Anak, Taman Layak Anak, kriteria, evaluasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "09 Okt 2017"}