{"Nomor": 23546, "Judul": "ANALISIS FAKTOR-FAKTOR YANG MEMPENGARUHI KANDUNGAN MERKURI PADA PENAMBANG EMAS TRADISIONAL DI NAGARI GANGGO HILIA, KECAMATAN BONJOL, KABUPATEN PASAMAN", "Abstrak": "Penambangan emas di Nagari Ganggo Hilia, Kecamatan Bonjol, Kabupaten Pasaman adalah Pertambangan Emas Tanpa Ijin (PETI). Sistem pengolahannya menggunakan merkuri yang berpotensi menimbulkan pencemaran. Tujuan dari penelitian ini adalah menganalisis faktor-faktor yang mempengaruhi kandungan merkuri pada pekerja tambang di Nagari Ganggo Hilia, Kecamatan Bonjol, Kabupaten Pasaman. Penelitian ini merupakan jenis penelitian Explanatory Research, cara pendekatan yang digunakan adalah pendekatan secara Cross Sectional. Data penelitian diambil melalui panduan wawancara dan pemeriksaan laboratorium kadar merkuri dalam urin dengan metode Cold Vapor Atomic Absorbtion Spectrometry (CVAAS), kemudian dianalisis menggunakan analisis deskriptif, analisis korelasi dan analisis risiko. Karakteristik responden berumur antara 23 Ã‚Â– 63 tahun, memiliki masa kerja 3 Ã‚Â– 12 tahun dengan jam kerja 20 Ã‚Â– 36 jam/minggu. Rata-rata pendidikan penambang adalah SMP yaitu sebanyak 23, sedangkan 5 orang lulusan SD dan 1 orang lulus SMA. Variasi sampel yang diambil terdiri dari 3 jorong yaitu Kp Caniago sebanyak 34,48 %, Tanjung Bungo sebanyak 44,83 % dan Mudik Simpang sebanyak 20,69 %. Dari 29 pekerja diketahun 6 orang kadang-kadang menggunakan masker. Terdapat 58,62% penambang telah melebihi batas normal kadar merkuri dalam urin. Selain itu, terdapat hubungan yang cukup kuat antara masa kerja, lama kerja, usia, waktu kontak, penambang dengan kandungan merkuri dalam urin. Penambang berisiko terpapar merkuri lebih besar dibandingkan masyarakat sekitar yang bukan penambang. Begitu juga dengan penambang dengan masa kerja, jam kerja dan waktu kontak lebih besar, bersiko terpapar merkuri lebih besar dari pada yang bekerja dengan masa kerja, jam kerja serta waktu kontak yang lebih kecil", "Daftar File": {"2013 TA PP NOVRIE RONALDY - 1 COVER.pdf": "https://digilib.itb.ac.id/gdl/download/119151", "2013 TA PP NOVRIE RONALDY - 1 BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/119152", "2013 TA PP NOVRIE RONALDY - 1 BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/119153", "2013 TA PP NOVRIE RONALDY - 1 BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/119154", "2013 TA PP NOVRIE RONALDY - 1 BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/119155", "2013 TA PP NOVRIE RONALDY - 1 BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/119156", "2013 TA PP NOVRIE RONALDY - 1 BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/119157", "2013 TA PP NOVRIE RONALDY - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/119158"}, "Penulis": "NOVRIE RONALDY ( NIM:15308087)", "Kontributor / Dosen Pembimbing": ["Pembimbing:    \n \n \n \n\nDr. Ir. Indah Rachmatiah S.S., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pencemaran, kandungan merkuri, explanatory research, cross sectional, responden.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}