{"Nomor": 23543, "Judul": "PREDIKSI KEKUATAN GEMPA DENGAN MENGGUNAKAN MODEL GENERALIZED SPACETIME AUTOREGRESSIVE (GSTAR)", "Abstrak": "Indonesia merupakan negara kepulauan yang terletak di daerah tektonik yang sangat kompleks dan aktif. Kondisi ini menyebabkan Indonesia masuk dalam wilayah yang mempunyai potensi kegempaan tertinggi di dunia. Salah satu wilayah Indonesia yang sering dilanda gempa bumi adalah wilayah Laut Banda. Pada penelitian ini, dilakukan prediksi kekuatan gempa dengan menggunakan model Generalized Space Time Autoregressive (GSTAR) dengan asumsi bahwa lokasi-lokasi penelitian bersifat heterogen. Besar kebergantungan dan pengaruh lokasi yang satu dengan lokasi yang lainnya diwakili oleh matriks bobot. Pada umumnya, matriks bobot yang digunakan ada beberapa jenis namun dalam penelitian ini didefinisikan matriks bobot lain yang ditentukan berdasarkan letak lokasi pada zona subduksi yaitu matriks bobot seragam-subduksi dan matriks bobot biner - subduksi. Zona subduksi merupakan zona yang terdapat pada batas antar lempeng yang bersifat konvergen. Lokasi penelitian dibuat dalam bentuk grid dan dipilih 10 grid untuk lokasi penelitian. Banyaknya angka 0 pada data mengartikan terdapat beberapa waktu dimana gempa tidak terjadi sehingga ada beberapa jenis data yang dimodelkan dalam penelitian ini yaitu pemodelan Data Set 1 dengan memakai semua observasi gempa termasuk data yang bernilai 0,pemodelan Data Set 2 dengan mengganti semua observasi yang bernilai 0 dengan bilangan acak pada selang ( dengan dan masing-masing adalah mean dan standar deviasi dari gempa dengan kekuatan di bawah 4 SR, pemodelan Data Set 3 dengan mengganti semua observasi dibawah 3 SR dengan bilangan acak di antara 3 SR dan 3,5 SR dan pemodelan Data Set 4 dengan mengganti semua observasi dibawah 3,5 SR dengan bilangan acak di antara 3,5 SR dan 4 SR. Prediksi dilakukan dengan menggunakan 3 skenario berkenaan dengan asumsi galat. Model terbaik yang diperoleh adalah model dengan menggunakan matriks bobot yang memperhatikan letak lokasi pada zona subduksi. Berdasarkan Pendekatan Invers Matriks Autokovariansi (IMAk), diperoleh bahwa Data Set 1 tidak stasioner, sehingga tidak cocok dimodelkan dengan GSTAR. Model yang tepat untuk memprediksi Data Set 2 dan Data Set 3 adalah GSTAR (1;3) dengan menggunakan matriks bobot binerÃ‚Â–subduksi, sedangkan model yang tepat untuk memprediksi Data Set 4 adalah GSTAR (1;2) dengan menggunakan matriks bobot seragam-subduksi.", "Daftar File": {"2016 TS PP NOVITA SERLY LAAMENA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/119137", "2016 TS PP NOVITA SERLY LAAMENA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/119138", "2016 TS PP NOVITA SERLY LAAMENA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/119139", "2016 TS PP NOVITA SERLY LAAMENA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/119140", "2016 TS PP NOVITA SERLY LAAMENA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/119141", "2016 TS PP NOVITA SERLY LAAMENA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/119142"}, "Penulis": "NOVITA SERLY LAAMENA (NIM: 20114004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Utriweni Mukhaiyar"], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Space-Time, Matriks Bobot, GSTAR, IMAk.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}