{"Nomor": 23550, "Judul": "APLIKASI PENANDA SINGLE NUCLEOTIDE POLYMORPHISM UNTUK STUDI KERAGAMAN GENETIK PLASMA NUTFAH TOMAT (Solanum lycopersicum) LOKAL INDONESIA", "Abstrak": "Keberadaan tomat lokal Indonesia sebagai sumber daya genetik mulai hilang digantikan varietas hibrida. Tomat lokal yang ada di Indonesia dikenal dengan nama tomat rampai/ranti, tomat mawar/keriting dan tomat apel. Tomat yang berasal dari wilayah yang sama seringkali ditanam di wilayah lain dengan nama yang berbeda. Karakterisasi dan identifikasi keragaman genetik tomat diperlukan dalam perakitan varietas baru. Penelitian ini bertujuan untuk mengkarakterisasi plasma nutfah tomat lokal Indonesia koleksi PT East West Seed Indonesia menggunakan karakter morfologi, penanda molekuler internal transcribed spacer (ITS) dan  penanda single nucleotide polymorphism (SNP). Karakterisasi dilakukan untuk mengamati keragaman 40 plasma nutfah tomat lokal Indonesia dengan perbandingan terhadap 8 tomat hasil pemuliaan. Sebanyak 24 karakter morfologi, penanda ITS dan 22 penanda molekuler SNP digunakan dalam pengujian. Pohon filogenetik berdasar sekuen ITS dibangun menggunakan program MEGA 7.0.14 menunjukkan bahwa plasma nutfah yang diuji merupakan satu spesies Solanum lycopersicum. Terbentuk dua subpopulasi plasma nutfah yang dibangun dengan program DARwin 6.0.14 berdasarkan karakter morfologi: subpopulasi I yang berisi buah kecil (ceri) dan subpopulasi II yang berisi buah besar (berlekuk dan tidak berlekuk), serta buah kecil yang mempunyai diameter columella yang besar. Sepuluh penanda SNP dengan nilai polymorphysm information content (PIC) 0,293 hingga 0,456 cukup informatif untuk sidik ragam tomat dan membedakan plasma nutfah tomat ke dalam tiga kelompok, yaitu dua kelompok tomat berukuran kecil ceri dan satu kelompok tomat berukuran besar. Sepuluh penanda SNP yang cukup informatif dalam uji sidik ragam dan membantu proses pemuliaan yaitu: SLM45, SLM46, SLM48, SLM50, lc11-2, sol4100-4, sol36188-2, sol34202-3, sol34205-3 dan sol30111-1. Penanda molekuler SNP lebih informatif untuk mempelajari keragaman genetik pada tomat ceri dan tomat mawar serta dapat digunakan pada seleksi ukuran buah dan jumlah lokul buah dalam proses pemuliaan.", "Daftar File": {"2017 TS PP NUGRAHENI VITA RACHMA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/119162"}, "Penulis": "NUGRAHENI VITA RACHMA - NIM : 21114005", "Kontributor / Dosen Pembimbing": ["Dr. Adi  Pancoro"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "tomat, Indonesia, Solanum lycopersicum, penanda molekular, keragaman, ITS, SNP", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Okt 2017"}