{"Nomor": 23559, "Judul": "Potensi Larutan Cross-linked Polivinil Alkohol untuk Aplikasi Water Shut-off pada Peningkatan Perolehan Minyak (EOR)", "Abstrak": "Minyak bumi merupakan salah satu sumber energi yang masih dominan digunakan oleh masyarakat Indonesia untuk memenuhi kebutuhan. Namun produksi minyak bumi di  \n \n\nIndonesia semakin menurun, salah satu penyebabnya adalah semakin banyaknya sumur tua di Indonesia. Berdasarkan data dari kementrian ESDM, Indonesia memiliki 13.824 sumur tua yang memiliki efek water coning yang tinggi. Water shut-off (WSO) merupakan proses penutupan pori-pori batuan dengan bantuan injeksi suatu polimer tertentu untuk meminimalisasi efek dari water coning. Polimer yang diusulkan pada penelitian ini adalah  \n \n\npolivinil alkohol yang direaksikan dengan suatu zat pengikat silang. Umumnya, zat pengikat silang yang digunakan pada proses WSO adalah logam kromium (III). Namun, kromium termasuk ke dalam jenis logam berat yang dapat mencemari lingkungan. Dalam penelitian ini, diusulkan suatu zat pengikat silang dari golongan senyawa organik, yaitu glutaraldehida. Polimer gel yang terbentuk kemudian dikarakterisasi menggunakan spektroskopi inframerah, dan dihasilkan puncak pada daerah bilangan gelombang 1.206,072 cm-1 serta memiliki  \n \n\nviskositas sebesar 31,79 cP. Nilai porositas dan permeabilitas dari core berkurang dari 22,9 menjadi 11,52% dan 255 menjadi 85,98 mD. Selain itu, waktu gelasi dari polimer bergantung pada beberapa parameter seperti konsentrasi polimer, konsentrasi zat pengikat  \n \n\nsilang, salinitas, dan temperatur. Diharapkan dengan adanya proses WSO ini dapat meningkatkan produksi minyak bumi di Indonesia tanpa menambah efek kerusakan  \n \n\nlingkungan", "Daftar File": {"2014 TA PP NUR’AENI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/119215", "2014 TA PP NUR’AENI 1-BAB-1.pdf": "https://digilib.itb.ac.id/gdl/download/119216", "2014 TA PP NUR’AENI 1-BAB-2.pdf": "https://digilib.itb.ac.id/gdl/download/119217", "2014 TA PP NUR’AENI 1-BAB-3.pdf": "https://digilib.itb.ac.id/gdl/download/119218", "2014 TA PP NUR’AENI 1-BAB-4.pdf": "https://digilib.itb.ac.id/gdl/download/119219", "2014 TA PP NUR’AENI 1-BAB-5.pdf": "https://digilib.itb.ac.id/gdl/download/119220", "2014 TA PP NUR’AENI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/119221"}, "Penulis": "NURÃ‚Â’AENI (NIM : 10510029)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nProf. Dr. Ing. Cynthia L. Radiman  \n \n\nDr. Deana Wahyuningrum, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "EOR, water shut-off, polivinil alkohol, zat pengikat silang, waktu gelasi, reaksi ikatan silang, core.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}