{"Nomor": 23553, "Judul": "STUDI PENGARUH PENDOPINGAN BERBAGAI SENYAWA TURUNAN PORFIRIN TERHADAP POLIANILINA BERUPA GARAM EMERALDINA SERTA APLIKASINYA PADA SEL SURYA TERSENSITISASI ZAT WARNA", "Abstrak": "Sejak penemuan polimer konduktif di pertengahan tahun 1970, penelitian dan industri polimer konduktif semakin berkembang. Polianilina garam emeraldina (PANI-ES) adalah salah satu polimer konduktif yang biasa digunakan dalam divais elektronik. Co-doping PANI-ES dengan berbagai senyawa sudah banyak dilakukan, termasuk dengan senyawa yang mengandung elektron -terkonjugasi. Porfirin adalah sebuah molekul yang kaya akan elektron -terkonjugasi, tetapi belum ada penelitian mengenai pendopingan PANI-ES oleh senyawa porfirin. Senyawa porfirin merupakan suatu semikonduktor organik yang bisa digunakan sebagai divais optoelektronik, seperti sel surya, sensor, LED, detektor, laser, dan lain-lain. Tujuan penelitian ini adalah untuk melihat pengaruh pendopingan senyawa turunan porfirin terhadap PANI-ES yang kemudian diaplikasikan pada divais DSSC sebagai elektroda lawan. Berbagai variasi pendopingan diujikan dalam penelitian ini, meliputi variasi konsentrasi TPP/PANI-ES, jenis porfirin, dan suhu. Hasil pengukuran konduktivitas pada variasi konsentrasi TPP/PANI-ES menunjukkan adanya sifat metalik dan semikonduktor. Berbagai jenis porfirin memberikan pengaruh yang sama pada konduktivitas PANI-ES, yaitu munculnya sifat metalik dan semikonduktor, terkecuali pada pendopingan PANI-ES oleh 3-TMPP di mana 3-TMPP/PANI-ES hanya bersifat semikonduktor. Pada variasi suhu, baik pada pemanasan PANI-ES ataupun TPP/PANI-ES, terlihat adanya deprotonasi dan oksidasi akibat pemanasan. Dari hasil pergeseran Raman dapat terlihat bahwa C=N cincin kuinonoid mengalami pergeseran dan peningkatan puncak dari bilangan gelombang 1500 cm-1 ke 1487-1488 cm-1 dan dari bilangan gelombang 1479 cm-1 ke 1491-1498 cm-1 untuk PANI-ES dan TPP/PANI-ES. Vibrasi lain menunjukkan bahwa C-C cincin semikuinonoid mengalami pergeseran ke C=C cincin kuinonoid, yaitu dari bilangan gelombang 1596-1602 cm-1 ke 1585-1587 cm-1 dan dari bilangan gelombang 1596-1597 cm-1 ke 1585-1586 cm-1 untuk PANI-ES dan TPP/PANI-ES. Pemanasan menghasilkan kondisi optimum untuk PANI-ES dan TPP/PANI-ES, yaitu pada suhu 120oC konduktivitas menunjukkan nilai maksimum. Adanya PANI-ES ataupun TPP/PANI-ES pada elektroda lawan dalam divais DSSC dapat meningkatkan efisiensi DSSC yaitu dari 0,62% ke 0,78% (untuk PANI-ES) dan 1,22% (untuk TPP/PANI-ES).", "Daftar File": {"2015 TS PP NUNIK NURHAYATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/119177", "2015 TS PP NUNIK NURHAYATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/119178", "2015 TS PP NUNIK NURHAYATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/119179", "2015 TS PP NUNIK NURHAYATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/119180", "2015 TS PP NUNIK NURHAYATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/119181", "2015 TS PP NUNIK NURHAYATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/119182", "2015 TS PP NUNIK NURHAYATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/119183"}, "Penulis": "NUNIK NURHAYATI (NIM : 20513031)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Veinardi Suendo  \n \n\nDr. Ciptati"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Polianilin, Garam Emeraldina, Polianilin terdoping Porfirin, Deprotonasi Garam Emeraldina, meso-tetrafenil Porfirin, Konduktivitas, Elektroda Lawan, DSSC", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}