{"Nomor": 23554, "Judul": "STUDI AB-INITIO ANALISIS MORFOLOGI DAN STRUKTUR ELEKTRONIK Pt/GRAPHENE SEBAGAI KATALIS", "Abstrak": "Peningkatan kebutuhan energi dan menipisnya sumber energi yang tidak dapat diperbaharui menjadi tantangan bagi manusia untuk memanfaatkan sumber energi yang dapat diperbaharui. Banyak peneliti yang mulai mencari cara untuk mengolah sumber energi tersebut agar dapat dimanfaatkan untuk kebutuhan manusia sehari-hari. Salah satu alat yang sedang dikembangkan adalah Fuel cell. Fuel cell memanfaatkan hidrogen sebagai bahan bakar. Sebuah Fuel Cell akan membutuhkan katalis untuk membantu proses oksidasi dan reduksi. Saat ini, unsur yang paling sering digunakan sebagai katalis adalah platinum. Akan tetapi, platinum adalah unsur yang mahal dan langka. Oleh karena itu, dibutuhkan peningkatan aktivitas platinum untuk mengurangi biaya pembuatan fuel cell. Pada penelitian ini, digunakan   \n\ngraphene sebagai support material. Penelitian ini akan membahas interaksi  antara platinum dan graphene serta perubahan morfologi dan struktur elektroniknya saat direaksikan dengan H2. Penelitian ini menggunakan metode Density Functional Theory (DFT). Hasil kalkulasi menunjukkan bahwa struktur Pt/graphene bersifat 94% reversible dan energi adsorpsi H2 didapatkan sebesar 0:256eV.", "Daftar File": {"2016 TA PP NUNING ANUGRAH PUTRI NAMARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/119184", "2016 TA PP NUNING ANUGRAH PUTRI NAMARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/119185", "2016 TA PP NUNING ANUGRAH PUTRI NAMARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/119186", "2016 TA PP NUNING ANUGRAH PUTRI NAMARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/119187", "2016 TA PP NUNING ANUGRAH PUTRI NAMARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/119188", "2016 TA PP NUNING ANUGRAH PUTRI NAMARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/119189", "2016 TA PP NUNING ANUGRAH PUTRI NAMARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/119190"}, "Penulis": "NUNING ANUGRAH PUTRI NAMARI (NIM : 10212072)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Suprijadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "adsorpsi, density functional theory, graphene, platinum", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "7 file", "Tanggal Input": "11 Des 2017"}