{"Nomor": 23558, "Judul": "KAJIAN PENINGKATAN PRODUKSI PADI DENGAN PENDEKATAN SYSTEM DYNAMICS (STUDI KASUS : KABUPATEN BANDUNG)", "Abstrak": "Usaha pertanian memiliki ketergantungan yang sangat tinggi terhadap lahan, terutama lahan sawah. Bila ketersediaan lahan terancam, sudah barang tentu produksi padipun terancam Pembangunan di segala bidang berdampak pada terjadinya alih fungsi lahan yang dapat menyebabkan menurunnya produksi padi.  Kabupaten Bandung merupakan salah satu penyumbang ketersediaan tanaman pangan, salah satunya padi. Target pemerintah akan swasembada pangan dan menjadikan Indonesia sebagai lumbung pangan dunia di 100 tahun Indonesia merdeka menjadikan Kabupaten Bandung harus ikut berupaya meningkatkan produksi padi. \n\nPenelitian ini dilakukan untuk memodelkan dinamika produksi padi di Kabupaten Bandung. Pendekatan yang digunakan adalah metodologi system dynamics yang dapat memberikan kontribusi dalam pemahaman suatu permasalahan yang dibangun melalui hipotesis dinamis. Melalui system dynamics, dikembangkan sebuah model yang mengilustrasikan peningkatan produksi padi dengan mengidentifikasi berbagai unsur yang terkait dan pola keterkaitan antar unsur tersebut. Dengan bantuan model tersebut, dapat dirancang beberapa skenario kebijakan sebagai upaya untuk meningkatkan produksi padi. \n\nHasil penelitian menunjukkan bahwa produksi padi apabila tidak diintervensi, laju pertumbuhannya akan menurun, terutama jika alih fungsi lahan tetap terjadi. Selain itu, pertumbuhan produksi padi juga dipengaruhi oleh intensitas tanam, yield, hama, dan kesuburan tanah. Varietas unggul merupakan kunci dalam peningkatan produksi padi, namun tidak mudah dan memakan waktu dalam penerapannya karena faktor kebiasaan dan kegemaran petani terhadap varietas tertentu. Oleh karena itu diperlukan kebijakan lain yang dapat mendorong laju pertumbuhan produksi padi.  \n\nKata kunci : Peningkatan Produksi Padi", "Daftar File": {"2017 TS PP NURAENI ARUMSARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/119214"}, "Penulis": "Nuraeni Arumsari NIM: 24014042", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Muhammad Tasrif. M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "lahan, produksi, padi, system dynamics, Kabupaten Bandung.", "Sumber": "", "Staf Input/Edit": "sarnya  \n                                     sarnya", "File": "1 file", "Tanggal Input": "02 Okt 2017"}