{"Nomor": 23574, "Judul": "TINJAUAN TERMODINAMIKA DAN MEKANIKA DALAM PENENTUAN EFISIENSI MESIN PANAS RODA PUTAR BALON LATEX", "Abstrak": "Mesin panas roda putar balon latex merupakan sebuah mesin panas yang dapat menunjukkan fenomena termodinamika dengan jelas, yaitu konversi energi panas menjadi energi gerak. Perubahan tegangan balon ketika dipanaskan akan menghasilkan gerak berputar pada roda. Dalam penelitian ini digunakan sebuah mesin panas yang didesain oleh Roger Hayward dengan bahan elastik berupa balon latex. Dalam penelitian ini, nilai kerja dan efisiensi mesin diperoleh secara eksperimen. Ada tiga kerja yang telah dihitung, yaitu W1, W2, dan W3, yang masing-masing merupakan kerja yang dilakukan oleh lampu bohlam, perubahan tegangan secara termodinamika ketika balon dipanaskan, dan laju perputaran roda secara mekanika. Nilai yang diperoleh adalah W1 = 270 joule, W2 = 1,445 x 10-3 joule, dan W3 = 2,886 x 10-5 joule. Selain itu, diperoleh juga nilai dua konstanta, yaitu nilai konstanta elastisitas (K) yang bergantung pada suhu dan nilai kapasitas panas pada panjang tetap (CL). Nilai K dan CL yang diperoleh dalam penelitian ini berturut-turut bernilai 0,0068 N/K dan 0,432 J/K. Dengan demikian nilai efisiensi mesin ini sebesar 1,069 x 10-7. Dengan menggabungkan konsep termodinamika dan mekanika maka prinsip kerja mesin roda putar balon latex dapat dijelaskan dengan baik. Panas dari lampu akan menyebabkan perubahan tegangan pada balon yang menghasilkan perputaran pada mesin panas roda putar balon latex.", "Daftar File": {"2015 TS PP NURHIDAYAH MUHARAYU 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/119276", "2015 TS PP NURHIDAYAH MUHARAYU 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/119277", "2015 TS PP NURHIDAYAH MUHARAYU 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/119278", "2015 TS PP NURHIDAYAH MUHARAYU 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/119279", "2015 TS PP NURHIDAYAH MUHARAYU 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/119280", "2015 TS PP NURHIDAYAH MUHARAYU 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/119281", "2015 TS PP NURHIDAYAH MUHARAYU 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/119282"}, "Penulis": "NURHIDAYAH MUHARAYU (NIM : 90213021)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nProf. Dr. Eng. Khairurrijal. \n\nDr. Widayani."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Termodinamika, Mesin Panas Bahan Elastik, Balon Latex", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "28 Nov 2017"}