{"Nomor": 23582, "Judul": "PEMBUATAN BATA RINGAN BERBASIS PASIR SILIKA", "Abstrak": "Pembuatan bangunan secara konvensional memiliki beberapa kelemahan seperti banyaknya jumlah material yang digunakan dan lamanya waktu pembangunan, serta kelemahan lain dari segi bangunannya. Kelemahan-kelemahan tersebut dapat diatasi dengan penggantian material dasar bangunan dengan bata ringan. Bata ringan dapat dibuat dengan bahan dasar berbasis pasir silika yang melimpah tinggi di Indonesia.   \n\nTujuan penelitian ini adalah untuk menghasilkan bata ringan dari bahan baku utama pasir silika untuk aplikasi dalam konstruksi serta pengembangan formulasinya. Tujuan khusus penelitian ini adalah untuk mengembangkan formulasi dan proses produksi bata ringan untuk bahan konstruksi serta mempelajari sifat fisik bata ringan yang dihasilkan. Bahanbahan utama yang digunakan adalah semen, pasir silika, dan fly ash. Variasi dilakukan terhadap kandungan bahan utama dan jenis foaming agen yang digunakan yaitu pasta aluminium dan preformed foam (G. Foam 1420). Pasir silika yang digunakan juga divariasikan pada ukuran 30-70 mesh dan 70-120 mesh. Karakterisasi massa jenis, kuat   \n\ntekan, dan porositas bata ringan dilakukan untuk mengetahui pengaruh variasi-variasi yang dilakukan.   \n\nBerdasarkan hasil penelitian, semakin tinggi kandungan semen, massa jenis bata ringan menurun dan kuat tekannya meningkat. Peningkatan kandungan fly ash menyebabkan   \n\npenurunan massa jenis bata ringan. Perbedaan ukuran pasir tidak berpengaruh signifikan terhadap massa jenis dan porositas bata ringan. Namun, pasir dengan ukuran lebih kecil dapat sedikit meningkatkan kuat tekan bata ringan. Dari dua metode foaming yang dilakukan, proses foaming dengan preformed foam menghasilkan kuat tekan yang jauh   \n\nlebih tinggi dibandingkan foaming dengan pasta aluminium. Adapun pengaruh waktu curing, semakin lama waktu curing maka semakin kecil massa bata ringan dan semakin tinggi hasil uji kuat tekan bata ringan tersebut. Formulasi terbaik yang dihasilkan dari penelitian ini adalah bata ringan dengan komposisi bahan baku semen 40% w/w, fly ash   \n\n50% w/w dan pasir silika 10% w/w dengan foaming agent G.Foam 1420. Bata ringan ini memiliki densitas sebesar 0,776 g/cm3 kuat tekan sebesar 17,78 kg/cm2.", "Daftar File": {"2017 TA PP NUR MUHAMAD ISNAN KURNIA-GHEADY WHELAND FAIZ MUHAMMAD  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/119323"}, "Penulis": "NUR MUHAMAD ISNAN KURNIA (NIM : 13013051) - GHEADY WHELAND FAIZ MUHAMMAD (NIM : 13013065)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Akhmad Zainal Abidin, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bahan bangunan, bata ringan, pasir silika, fly ash, foaming", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "03 Okt 2017"}