{"Nomor": 23590, "Judul": "STUDI DFT DAN DFT-D3/GCP: IKATAN HIDROGEN PADA MOLEKUL DIMER METANOL-TIROSOL, METANOL-HIDROKSITIROSOL DAN METANOL-COPRINOL", "Abstrak": "Ikatan hidrogen merupakan salah satu kajian penting dalam kimia supramolekul, berupa gaya tarik non-kovalen yang timbul antara atom hidrogen, H yang terikat pada atom X yang sangat elektronegatif dengan atom A yang juga sangat elektronegatif. Ikatan hidrogen dapat ditemukan dalam struktur biomolekul (seperti DNA), aplikasi self-assembly, proses katalisis, penggunaan pelarut dalam ekstraksi, dan lainnya. Pada pemisahan dengan metode ekstraksi, pemilihan pelarut yang sesuai memiliki keuntungan berupa efisiensi yang tinggi dan ekonomis. Ekstraksi banyak dilakukan pada senyawa alam, di antaranya pada senyawa fenolik yang memiliki manfaat berupa antioksidan, dapat berperan sebagai anti kanker. Senyawa fenolik yang sederhana di antaranya ialah tirosol, hidroksitirosol dan coprinol yang ketiganya memiliki satu cincin benzena tersubstitusi gugus Ã‚Â–OH. Pada penelitian sebelumnya ekstraksi tirosol dan hidroksitirosol dilakukan dengan pelarut metanol. Senyawa metanol dan fenol, keduanya mampu menghasilkan ikatan hidrogen karena adanya gugus Ã‚Â–OH pada masing-masing senyawa. Kajian secara teoretis mengenai ikatan hidrogen bisa dikaitkan dengan eksperimen. Pada penelitian ini digunakan dua metode, yaitu metode DFT (Density Functional Theory) B3LYP dan DFT-D3/gCP B3LYP dengan basis set 6-31G*. DFT merupakan metode umum yang digunakan untuk perhitungan dalam ranah kimia komputasi. Namun untuk perhitungan yang melibatkan ikatan antar molekul, ditambahkan metode D3 (koreksi dispersi) dan gCP yang keduanya berfungsi sebagai penyeimbang perluasan basis set. Hasil perhitungan secara komputasi dapat dikaitkan dengan hasil eksperimen. Melalui kajian DFT dan DFT-D3/gCP, dapat diperoleh energi ikatan dan jarak antar molekul pada ikatan hidrogen. Langkah pertama ialah optimasi masing-masing monomer metanol (pelarut), tirosol, hidroksitirosol, dan coprinol. Selanjutnya hasil optimasi monomer digunakan untuk optimasi dimer senyawa metanol-tirosol, metanol-hidroksitirosol dan metanol-coprinol. Perhitungan ikatan hidrogen hasil optimasi untuk dimer metanol-tirosol yang berjumlah 4, ikatan hidrogen berkisar antara -4,95275 kkal/mol hingga -9,08467 kkal/mol, dengan metode DFT dan -4,96755 kkal/mol hingga -8,73736 kkal/mol dengan metode DFT-D3/gCP. Energi ikatan hidrogen untuk dimer metanol dan hidroksitirosol yang berjumlah 6, berkisar antara -5,41202 kkal/mol hingga -12,27400 kkal/mol dengan metode DFT dan -3,72527 kkal/mol hingga -11,90538 kkal/mol dengan metode DFT-D3/gCP. Untuk dimer metanol dan coprinol yang berjumlah 4, energi ikatan hidrogen berkisar antara -6,34596 kkal/mol hingga -8,13032 kkal/mol dengan metode DFT, serta -2,08731 kkal/mol hingga -3,62419 kkal/mol dengan metode DFT-D3/gCP. Sedangkan jarak antar molekul yang dihasilkan pada dimer metanol dan tirosol berkisar antara 1,815 ÃƒÂ… hingga 1,980 ÃƒÂ… dengan metode DFT dan 1,802 ÃƒÂ… hingga 1,931 ÃƒÂ… dengan metode DFT-D3/gCP. Pada dimer metanol dan hidroksitirosol menghasilkan jarak antara 1,787 ÃƒÂ… hingga 2,044 ÃƒÂ… dengan metode DFT dan 1,770 ÃƒÂ… hingga 1,932 ÃƒÂ… dengan metode DFT-D3/gCP. Sedangkan pada dimer metanol dan coprinol, jarak antar molekul berkisar antara 1,863 ÃƒÂ… hingga 1,966 ÃƒÂ… dengan metode DFT dan 1,850 ÃƒÂ… hingga 1,926 ÃƒÂ… dengan metode DFT-D3/gCP. Secara umum energi ikatan hidrogen berada pada rentang kategori sedang karena berada di antara 5-14 kkal/mol, kecuali untuk dimer metanol dan coprinol termasuk ke dalam kategori lemah. Dengan energi berkisar antara -2,08731 kkal/mol hingga -3,62419 kkal/mol, diperkirakan metanol merupakan pelarut yang kurang baik untuk coprinol. Namun perlu dilakukan penelitian lebih lanjut pada dimer ini agar mendapatkan hasil yang lebih representatif. Selain itu, ikatan hidrogen yang terbentuk antara dua dimer senyawa mengakibatkan perubahan jarak antar atom dan muatan masing-masing atom yang berinteraksi.", "Daftar File": {"2015 TS PP NURUL FATIMAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/119363"}, "Penulis": "NURUL FATIMAH (NIM: 20515014)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Muhamad A. Martoprawiro, Ph.D)"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "KIMIA SUPRAMOLEKUL, IKATAN HIDROGEN, DFT, DFT-D3/GCP, METANOL, TIROSOL, HIDROKSITIROSOL, COPRINOL, KIMIA KOMPUTASI.", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "1 file", "Tanggal Input": "02 Okt 2017"}