{"Nomor": 23592, "Judul": "ANALISIS SOUNDSCAPE PADA KERETA PENUMPANG KELAS EKSEKUTIF DAN EKONOMI", "Abstrak": "PT KAI sebagai perusahaan penyedia layanan jasa transportasi, senantiasa meningkatkan kualitas layanan, salah satunya kenyamanan akustik. Sejauh ini metode yang digunakan dalam mengevaluasi kenyamanan akustik dalam kereta penumpang yaitu pengukuran berbasis energi berupa tingkat tekanan bunyi, tanpa memperhatikan persepsi penumpang mengenai bunyi tersebut. Oleh karena itu, digunakan metode soundscape yang meninjau kondisi akustik berdasarkan persepsi penumpang sebagai pendengar sehingga diperoleh penilaian yang lebih komprehensif.  \n \n\nMetode pengukuran yang digunakan mencakup metode objektif berupa perekaman suara dan pengukuran SPL di dalam kereta serta metode subjektif dengan pengisian kuesioner oleh penumpang kereta. Tingkat tekanan bunyi ekuivalen yang dihasilkan yaitu pada rentang 65,8dBA hingga 72,1dBA sesuai standar KM No.41 Tahun 2010, namun berdasarkan persepsi penumpang, masih ada sumber bunyi yang mengganggu. Sumber bunyi dominan, baik hasil pengamatan objektif maupun subjektif, merupakan bunyi rolling bogie. Sumber bunyi yang dianggap mengganggu berdasarkan pengamatan subjektif adalah bunyi bogie, tangisan bayi, dan bunyi bordes. Solusi yang disarankan yaitu pemasangan viscoelastic damping material yang dapat mereduksi bising bogie sekitar 1dBA-8dBA, pemasangan tanda peringatan untuk menutup kembali pintu atau adanya petugas yang secara berkala memastikan pintu dalam keadaan tertutup untuk mereduksi bunyi bordes, serta penambahan sebuah kereta penumpang khusus zona sunyi yang tidak terlalu banyak bunyi tangisan bayi dan aktivitas manusia.", "Daftar File": {"2017 TA PP NURUL HIDAYAH-NIDA NURMADI HAMDANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/119365"}, "Penulis": "NURUL HIDAYAH (NIM : 13313017)-NIDA NURMADI HAMDANI (NIM : 13313093)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nIr. R. Sugeng Joko Sarwono, M.T., Ph.D.  \n \n\nSentagi Sesotya Utami, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kenyamanan akustik, soundscape, kereta penumpang, bising", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}