{"Nomor": 23601, "Judul": "HEALING POWER OF AFFECTION MOTHER AND CHILDREN HOSPITAL, GEDEBAGE", "Abstrak": "Kawasan Gedebage kedepannya akan masuk dalam proyek Bandung Teknopolis. Untuk   \n \n\nmemenuhi kebutuhan akan fasilitas kesehatan khususnya ibu dan anak, dibutuhkan Rumah Sakit Ibu   \n \n\ndan Anak yang dapat memeberikan pelayanan kesehatan menyeluruh, untuk  Ibu hamil sebelum   \n \n\nmelahirkan, setelah melahirkan serta pelayanan kesehatan bagi wanita dan anak.    \n \n\nIbu hamil maupun Ibu pasca melahirkan memiliki tekanan emosional tersendiri dan sangat   \n \n\nmembutuhkan dukungan orang terdekat untuk melewati masa-masa sulitnya. Untuk itu perancangan   \n \n\nrumah sakit ini akan difokuskan untuk menciptakan atmosfer kekeluargaan yang hangat untuk   \n \n\nmemunculkan healing environment bagi pasien khususnya ibu dan anak. Selain itu persyaratan   \n \n\nfungsional rumah sakit juga wajib dipenuhi beserta solusi-solusi desain untuk menjawab isu terkait   \n \n\nfungsi sepeti sirkulasi yang efisien serta efektif, pemisahan zona steril dengan non-steril, privasi   \n \n\npasien hingga keamanan dari bahaya bencana dan kebakaran.   \n \n\nRumah Sakit khusus Ibu dan Anak kelas C ini berkapasitas 74 tempat tidur. Berdiri di atas lahan   \n \n\nseluas 11.000m2. Rumah sakit inipun menyediakan fasilitas sesuai dengan persyaratan rumah sakit   \n \n\ntipe C seperti instalasi gawat darurat, rawat inap, rawat jalan, dan pelayanan penunjang medis   \n \n\nseperti radiologi, laboratorium, dan rehabilitasi medik. Perancangan rumah sakit inipun mengusung   \n \n\ntema healing power of affection yang mana menciptakan ruang-ruang yang nyaman baik bagi pasien   \n \n\nmaupun keluarga.", "Daftar File": {"2017 TA PP Nurul Rahma Kurnia Sari 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/119400"}, "Penulis": "Nurul Rahma Kurnia Sari", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Lily Tambunan, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Rumah Sakit Ibu dan Anak, Gedebage, Kekeluargaan, Healing Environment", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}