{"Nomor": 23606, "Judul": "PEMODELAN DAN ANALISIS DAMPAK PENURUNAN TANAH TERHADAP FENOMENA BANJIR DI JAKARTA", "Abstrak": "Peristiwa penurunan tanah dan banjir merupakan fenomena alam yang terjadi di Jakarta dan terus berlangsung hingga saat ini. Kedua fenomena alam tersebut saling terkait satu sama lain, dan masih jarang penelitian yang memasukkan penurunan tanah sebagai variabel dalam penelitian banjir di Jakarta. Penelitian ini dilakukan untuk membuktikan adanya pengaruh penurunan tanah terhadap perluasan banjir yang terjadi dengan menggunakan suatu pemodelan banjir. Pemodelan dilakukan menggunakan perangkat lunak SOBEK dengan membuat suatu skenario banjir di Jakarta. Hasil akhirnya adalah berupa peta perluasan banjir yang memiliki nilai kedalaman banjir dari tahun 2002, tahun 2007, tahun 2012, tahun 2017, tahun 2022 dan tahun 2027. Hasil perluasan area banjir pada tiap peta tersebut dibandingkan terhadap hasil luasan banjir tahun 1975, dan hasil luasan banjir tahun 2007. Hasilnya menunjukkan adanya perluasan banjir sebesar 116 persen pada periode tahun 1975 hingga tahun 2002, dan terus meluas hingga mencapai 315 persen pada tahun 2027. Perbandingan terhadap hasil luasan tahun 2007 menunjukkan perluasan hingga mencapai 64 persen pada 2027 (20 tahun). Selain itu, perluasan banjir juga menyebabkan penambahan kerugian ekonomi. Pada tahun 2027 nilai estimasi pertambahan kerugian ekonomi mencapai 36 Trilyun atau mengalami peningkatan sebesar 73% dari nilai 20 Trilyun pada tahun 2007, sebagai dampak dari perluasan banjir akibat penurunan tanah.", "Daftar File": {"2017 TS PP NURUL YUHANAFIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/119405"}, "Penulis": "NURUL YUHANAFIA    (NIM : 25114010)", "Kontributor / Dosen Pembimbing": ["Dr. Heri Andreas, M. T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "pemodelan banjir, banjir, dampak penurunan tanah, estimasi kerugian ekonomi", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}