{"Nomor": 23605, "Judul": "KAJIAN AKTIVITAS ANTIOKSIDAN MADU DARI TIGA JENIS LEBAH DENGAN METODE DPPH DAN CUPRAC", "Abstrak": "Latar belakang dan tujuan: Tubuh manusia memiliki kemampuan memproduksi \n\nantioksidan sebagai bentuk pertahanan diri dari serangan radikal-radikal bebas. \n\nKondisi lingkungan serta gaya hidup yang tidak sehat mengakibatkan kebutuhan \n\nakan antioksidan yang merupakan peredam bagi aktifitas radikal bebas meningkat. \n\nMadu merupakan salah satu produk perlebahan yang memiliki kemampuan \n\nsebagai antioksidan. Tujuan penelitian ini adalah untuk mengetahui aktivitas \n\nantioksidan 20 ekstrak madu yang berasal dari 3 jenis lebah yaitu Apis dorsata, A. \n\ncerana dan Trigona sp. dengan penentuan IC50 peredaman DPPH dan EC50 \n\nkapasitas CUPRAC, menentukan total fenol dan flavonoid, menganalisis korelasi \n\ntotal fenol dan flavonoid dengan IC50 DPPH dan EC50 CUPRAC serta korelasi \n\nantara IC50 DPPH dan EC50 CUPRAC. Metode: Madu diekstraksi dengan cara \n\nrefluks menggunakan tiga pelarut dengan kepolaran meningkat, yaitu n-heksana, \n\netil asetat dan etanol. Disamping itu juga dilakukan ekstraksi secara langsung \n\ndengan pelarut etanol. Penentuan aktivitas antioksidan dengan metode DPPH dan \n\nCUPRAC. Penentuan total fenol menggunakan pereaksi Folin-Ciocalteu dan total \n\nflavonoid dengan metode Chang. Korelasi total fenol dan flavonoid dengan IC50 \n\nDPPH dan EC50 CUPRAC serta korelasi hasil antara dua metode antioksidan \n\ndianalisis dengan metode Pearson. Hasil: Semua ekstrak madu baik diekstraksi \n\nsecara bertingkat maupun langsung memiliki nilai IC50 peredaman DPPH yang \n\nkurang dari 50 μg/mL (kecuali ekstrak etil asetat madu Cerana Lombok). Kadar \n\nfenol total dan flavonoid total ekstrak madu Dorsata Sumbawa memberikan \n\nkorelasi negatif dan bermakna terhadap IC50 peredaman DPPH dan EC50 \n\nCUPRAC. IC50 DPPH semua ekstrak madu sampel uji mempunyai korelasi \n\nnegatif dengan EC50 CUPRAC. Kesimpulan: Semua ekstrak madu sampel uji \n\n(kecuali ekstrak etil asetat madu Cerana Lombok) merupakan antioksidan sangat \n\nkuat dengan metode DPPH. Senyawa golongan fenol dan flavonoid berkontribusi \n\nbesar terhadap aktivitas antioksidan ekstrak madu Dorsata Sumbawa dengan \n\nmetode DPPH dan CUPRAC. Metode DPPH dan CUPRAC tidak memberikan \n\nhasil yang linier pada aktivitas antioksidan semua sampel ekstrak madu", "Daftar File": {"2017 TS PP NURUL WAHYUNI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/119404", "COVER NURUL WAHYUNI NIM: 20715314": "https://digilib.itb.ac.id/gdl/download/203803", "BAB 1 NURUL WAHYUNI NIM: 20715314": "https://digilib.itb.ac.id/gdl/download/203804", "BAB 2 NURUL WAHYUNI NIM: 20715314": "https://digilib.itb.ac.id/gdl/download/203805", "BAB 3 NURUL WAHYUNI NIM: 20715314": "https://digilib.itb.ac.id/gdl/download/203806", "BAB 4 NURUL WAHYUNI NIM: 20715314": "https://digilib.itb.ac.id/gdl/download/203807", "BAB 5 NURUL WAHYUNI NIM: 20715314": "https://digilib.itb.ac.id/gdl/download/203808", "BAB 6 NURUL WAHYUNI NIM: 20715314": "https://digilib.itb.ac.id/gdl/download/203809", "PUSTAKA NURUL WAHYUNI NIM: 20715314": "https://digilib.itb.ac.id/gdl/download/203810"}, "Penulis": "NURUL WAHYUNI NIM: 20715314", "Kontributor / Dosen Pembimbing": ["pembimbing : Prof.Dr.Komar Ruslan Wirasutisna", "Prof.Dr.Irda Firdianny"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antioksidan, madu, lebah, DPPH, CUPRAC", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "9 file", "Tanggal Input": "04 Okt 2017"}