{"Nomor": 23603, "Judul": "PRAKTEK KEPEMIMPINAN PEMIMPIN ASING DALAM MEMIMPIN TIM KECIL INDONESIA, STUDI KASUS GANDA: TIM SHORT TERM AWARDS TEAM, AUSTRALIA AWARDS INDONESIA DAN TIM TULODO", "Abstrak": "Berdasarkan penelitian penelitian sebelumnya oleh peneliti di seluruh dunia, kepemimpinan dan  \n\nkebudayaan memiliki hubungan yang kuat, dengan kepemimpinan adalah sesuatu yang  \n\ndipengaruhi oleh kebudayaan yang dimiliki oleh pemimpin. Peneliti berasumsi bahwa  \n\npemahaman kebudayaan lokal dan kepemimpinan memiliki hubungan yang dekat, dengan  \n\nkebudayaan mempengaruhi kepemimpinan seseorang. Untuk membuktikan, peneliti melakukan  \n\nstudi kasus ganda, dengan mempelajari tingkah laku dua tim kecil yang terdiri dari orang orang  \n\nIndonesia (tim Short Term Awards (STA) dan tim Tulodo) yang bekerja dibawah pemimpin  \n\nasing. Penelitian ini secara khusus melihat kepada tingkah laku dari pekerja dibawah  \n\nmanajemen/kepemimpinan dari orang asing tersebut yang berasal dari dua kebudayaan yang  \n\nberbeda. Apakah perbedaan kebudayaan berdampak terhadap kinerja pemimpin, atau  \n\npemahaman mereka terhadap kebudayaan lokal mempunyai peran dalam gaya kepemimpinan  \n\nmereka? \n\nMetodelogi penelitian yang digunakan adalah data kualitas, dengan menanyakan kepada setiap  \n\nanggota tim 7 pertanyaan. Dalam waktu yang bersamaan, pemimpin kedua tim juga ikut di  \n\nwawancara. Dari jawaban-jawaban, peneliti kemudian menggarisbawahi jawaban yang mirip  \n\nuntuk membuktikan asumsi tadi. Pertanyaan dari penelitian ini adalah bagaimana tim kecil yang  \n\nterdiri dari orang Indonesia menjelaskan bagaimana bekerja dengan orang asing dengan cara  \n\npositif dan negative, dan bagaimana kebudayaan atau pemahaman kebudayaan local yang  \n\ndimiliki oleh pemimpin berdampak kepada kinerja pemimpin.  \n\nBerdasarkan temuan, kedua pemimpin menunjukkan karakter kepemimpinan yang sangat  \n\nberbeda satu sama lainnya. Kedua tim menganggap manajer mereka adalah pemimpin, juga  \n\nsebaliknya. Tidak ada perbedaan yang mencolok antara kepemimpinan orang Indonesia ataupun  \n\norang asing. Dari studi kasus ini, cukup memadai jika dikatakan bahwa kebudayaan yang  \n\ndimiliki oleh pemimpin atau pemahaman mereka terhadap kebudayaan local tidak memainkan  \n\nperanan atau hanya berperan kecil dalam kepemimpinan mereka.  \n\nMasih ada area yang harus di perbaiki oleh kedua pemimpim tersebut berdasarkan temuan dari  \n\nwawancara. Janne Laukkala harus mulai mendelagasikan tugas tugasnya kepada anak buahnya,  \n\ndan mengurangi kerja sampai larut. Nicholas Goodwin mempunyai masalah dengan komunikasi,  \n\ndan anggota tim butuh untuk duduk bersama untuk membuat daftar prioritas.", "Daftar File": {"2017 TS PP NURUL SUADA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/119402"}, "Penulis": "NURUL SUADA (NIM 29115413)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prasetyo Budi Saksono, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Managers, Leader, Leadership, Culture, Behaviour", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "28 Sep 2017"}