{"Nomor": 23619, "Judul": "ANALISIS SIFAT FISIS BATUAN BERPORI MENGANDUNG PENGOTOR DENGAN PERANGKAT LUNAK PALABOS", "Abstrak": "Karakterisasi batuan reservoir sangat penting untuk eksplorasi hidrokarbon. Karakterisasi batuan reservoir dapat dilakukan dengan interpretasi besaran fisis seperti permeabilitas dan porositas dari batuan. Belakangan ini, metode Digital Rock Physics telah berkembang dan dapat digunakan untuk mendapatkan porositas dan permeabilitas dari batuan secara simulasi numerik. Pada penelitian kali ini metode numerik Lattice Boltzmann (LBM) dengan perangkat lunak Palabos digunakan untuk meneliti efek dari pengotor pada sampel digital batuan model terhadap permeabilitas. Model batuan dengan butir polyhedron dipilih pada penelitian kali ini. Persamaan referensi yang dipilih untuk validasi adalah persamaan Kozeny-Carman yang telah dimodifikasi. Sebelum melakukan simulasi pada model batuan, metoda LBM menggunakan Palabos diverifikasi dengan melakukan simulasi aliran fluida pada pipa. Pada kasus ini hasil simulasi menghasilkan nilai kesalahan sebesar 2.06% dibandingkan persamaan analitik. Dari hasil simulasi model batuan didapat rata-rata error nilai permeabilitas 3 Darcy (ukuran medium besar) dan 4.7 Darcy (ukuran medium kecil) dibandingkan persamaan dari rujukan.", "Daftar File": {"2016 TA PP OKI DWI SAPUTRO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/119484", "2016 TA PP OKI DWI SAPUTRO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/119485", "2016 TA PP OKI DWI SAPUTRO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/119486", "2016 TA PP OKI DWI SAPUTRO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/119487", "2016 TA PP OKI DWI SAPUTRO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/119488", "2016 TA PP OKI DWI SAPUTRO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/119489", "2016 TA PP OKI DWI SAPUTRO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/119490"}, "Penulis": "OKI DWI SAPUTRO (NIM : 10212088)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. rer. nat. Umar Fauzi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kozeny-Carman, Lattice-Boltzmann, Permeabilitas, Tortuositas", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "7 file", "Tanggal Input": "05 Des 2017"}