{"Nomor": 23628, "Judul": "MODEL INTERAKSI DURASI AKTIVITAS DAN PERILAKU PERJALANAN RUMAH TANGGA PENGGUNA SEPEDA MOTOR DI PERKOTAAN (STUDI KASUS: KOTA SEMARANG)", "Abstrak": "Pemilihan lokasi tempat tinggal (keputusan jangka panjang) akan mempengaruhi pola aktivitas yang kemudian diikuti dengan pemilihan pola perjalanan harian (keputusan jangka pendek) untuk pemenuhan kebutuhan sehari-hari. Hal ini \n\ndikenal sebagai pembentukan perilaku perjalanan. Perilaku perjalanan selama ini banyak diteliti menggunakan pendekatan discrete choice analysis berupa model pilihan disagregat yang bersifat satu arah dan menekankan analisis permintaan perjalanan pada tingkat individu. Kondisi ini berlaku baik di negara maju maupun di negara berkembang (bagi pengguna sepeda motor di Asia Timur). Model \n\ntersebut diduga kurang merepresentasikan trade-off antar anggota keluarga yang pada kenyataannya mempengaruhi pembentukan perilaku perjalanan individu. Interaksi dalam keluarga menjadi faktor signifikan dalam pemodelan perilaku \n\nperjalanan rumah tangga pengguna sepeda motor dalam konteks budaya masyarakat Indonesia di mana pembagian tugas dan pengalokasian waktu di dalam keluarga cenderung bersifat kolektif. Sebagai elemen penting dalam analisis perilaku perjalanan berbasis aktivitas, maka durasi waktu aktivitas diamati dalam konteks individu (trade-off aktivitas individu) dan rumah tangga (trade-off aktivitas antar anggota keluarga) terutama antara suami dan istri. \n\nStudi ini bertujuan membuat model yang menjelaskan hubungan antara kondisi sosial ekonomi demografi, durasi waktu aktivitas, dengan perilaku perjalanan (jarak tempuh dan waktu tempuh) rumah tangga pengguna sepeda motor di \n\nperkotaan berdasarkan lokasi tempat tinggalnya. Studi ini menghipotesiskan bahwa kondisi sosial ekonomi demografi merupakan variabel eksogen yang mempengaruhi tiga variabel endogen yang terdiri dari durasi aktivitas, jarak tempuh dan waktu tempuh, serta antar variabel-variabel endogen saling mempengaruhi. Data diolah dengan menggunakan structural equation model (SEM) dalam 2 tipologi rumah tangga, yaitu Tipologi SRR (struktur rumah tangga sedang, rasio kepemilikan sepeda motor rendah, dan jumlah trayek angkutan umum yang melintas rendah) dan Tipologi SSR (struktur rumah tangga sedang, rasio kepemilikan sepeda motor sedang, dan jumlah trayek angkutan umum yang \n\nmelintas rendah). Analisis menunjukkan bahwa lokasi tempat tinggal, durasi waktu aktivitas dan karakteristik rumah tangga turut mempengaruhi perilaku perjalanan pasangan \n\nsuami-istri. Hal ini dapat diamati dalam interaksi intra dan inter individu maupun interaksi antara variabel eksogen dan endogennya. Pasangan suami-istri pengguna \n\nsepeda motor didominasi oleh pasangan yang sama-sama bekerja, istri memberikan pengaruh yang signifikan terhadap interaksi durasi aktivitas dan perilaku perjalanan, karena status pekerjaan istri turut memberi dampak bagi bertambahnya jarak dan waktu tempuh untuk aktivitas non bekerja suami. Pola perjalanan sekuensial yang dilakukan oleh pasutri pengguna sepeda motor di Kota \n\nSemarang, baik untuk aktivitas bekerja maupun non bekerja bertujuan untuk meminimalkan ongkos transportasinya. Disisi lain, faktor keluarga memainkan peranan penting dalam pengambilan keputusan perjalanan dan lebih bersifat \n\nkolektif, dimana suami sebagai kepala keluarga sangat mempengaruhi pengambilan keputusan dalam melakukan perjalanan. Hasil penelitian ini mengindikasikan bahwa pendekatan discrete choice analysis yang banyak digunakan dalam penelitian perilaku perjalanan pengguna sepeda motor terdahulu di negara berkembang pada skala individu menjadi kurang relevan untuk merepresentasikan perilaku perjalanan sesungguhnya.", "Daftar File": {"2016 DIS PP OKTO RISDIANTO MANULLANG 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/119529", "2016 DIS PP OKTO RISDIANTO MANULLANG 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/119530", "2016 DIS PP OKTO RISDIANTO MANULLANG 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/119531", "2016 DIS PP OKTO RISDIANTO MANULLANG 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/119532", "2016 DIS PP OKTO RISDIANTO MANULLANG 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/119533", "2016 DIS PP OKTO RISDIANTO MANULLANG 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/119534", "2016 DIS PP OKTO RISDIANTO MANULLANG 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/119535", "2016 DIS PP OKTO RISDIANTO MANULLANG 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/119536", "2016 DIS PP OKTO RISDIANTO MANULLANG 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/119537"}, "Penulis": "OKTO RISDIANTO MANULLANG (NIM : 34210001)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nProf. Dr. Ir. Ofyar Z. Tamin, M.Sc. \n\nIbnu Syabri, BSc., M.Sc., PhD. \n\nProf. Ir. Ade Sjafruddin, M.Sc., PhD."], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Durasi Aktivitas, Perilaku Perjalanan, Rumah Tangga", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "23 Nov 2017"}