{"Nomor": 23620, "Judul": "STUDI SOUNDSCAPE TAMAN TEMATIK KOTA BANDUNG", "Abstrak": "Beberapa tahun belakangan, Pemerintah Kota Bandung mulai giat memperhatikan  \n \n\nketersediaan ruang terbuka publik. Namun menurut Dinas Pemakaman dan  \n \n\nPertamanan, upaya revitalisasi dan pembangunan taman baru tidak  \n \n\nmemperhatikan aspek akustik, sehingga menimbulkan potensi kurang optimalnya  \n \n\npemanfaatan taman sebagai ruang terbuka publik. Pada penelitian ini, dilakukan  \n \n\npenelitian aspek akustik Taman Lansia, Taman Balai Kota, dan Taman Alun-  \n \n\nAlun, yang dipilih berdasarkan popularitas dan kesesuaian kondisinya dengan  \n \n\nkriteria ruang terbuka publik yang baik. Penelitian dilakukan dengan menerapkan  \n \n\npendekatan konsep soundscape yang meninjau kondisi objektif lingkungan sonik  \n \n\ntaman kota, persepsi pengunjung, dan hubungan antara keduanya. Tinjauan  \n \n\nobjektif dilakukan melalui analisis variasi parameter kriteria bising lingkungan  \n \n\nterhadap waktu dan zona, serta pola distribusi tingkat tekanan suara pada band  \n \n\nlevel 1/3 oktaf. Tinjauan subjektif dilakukan untuk mengetahui pola pemanfaatan  \n \n\ntaman oleh pengunjung dan persepsi pengunjung terhadap komposisi sumber  \n \n\nsuara yang membentuk lingkungan sonik taman terkait. Dari penelitian ini  \n \n\ndiketahui terjadi ketidaksesuaian antara dominasi sumber menurut tinjauan  \n \n\nobjektif dengan dominasi suara menurut persepsi pengunjung yang menyatakan  \n \n\nbahwa suara paling dominan di ketiga taman adalah suara kendaraan bermotor  \n \n\n(nilai rata-rata persepsi kendaraan bermotor pada Taman Lansia dan Balai Kota  \n \n\nsenilai 1.1, pada taman Alun-Alun senilai 1.3). Dengan demikian dapat  \n \n\ndisimpulkan bahwa kondisi lingkungan akustik taman masih kurang sesuai untuk  \n \n\nmenunjang fungsinya sebagai ruang terbuka publik.", "Daftar File": {"2017 TA PP OKIE FAUZI RACHMAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/119491"}, "Penulis": "Okie Fauzi Rachman (NIM : 13311079) - Yogi Aditya Putra (NIM : 13311095)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nIr. R. Sugeng Joko Sarwono, M.T.,Ph.D.  \n \n\nSentagi S. Utami, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Ruang Terbuka Publik, Taman, Soundscape, Sumber Suara", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}