{"Nomor": 23626, "Judul": "PEMODELAN KEBERLANJUTAN PAMSIMAS DENGAN PENDEKATAN METODE ANALYTICAL HIERARCHY PROCESS (AHP) DAN NEURAL NETWORK", "Abstrak": "Penyediaan air minum berbasis masyarakat, memiliki tantangan tersendiri dikarenakan model ini tidak serta merta dikendalikan oleh Pemerintah, namun untuk keberlanjutan dari sistem ini membutuhkan peran kesadaran masyarakat dalam menjaga sistem yang dibangun bagi mereka. Sudah tentu bukan hanya segi teknis saja yang mempengaruhi, namun peran dari aspek non teknis dari sisi pengelolaannya akan mempengaruhi keberhasilan model keberlanjutan berbasis masyarakat.    \n \n \n\nPendekatan Analytical Hierarchy Process digunakan dalam identifikasi kriteria dan penentuan bobot alternatif dan sub kriteria yang kemudian digunakan untuk menilai data desa PAMSIMAS dari masing masing alternatif penilaian. Input data dalam neural network adalah nilai yang didapatkan dari masing masing pengelompokan kriteria tersebut yaitu kriteria lingkungan, teknologi, kelembagaan, finansial, dan pendidikan. Dengan pemodelan yang dibuat, didapatkan suatu persamaan linier ? = (0.95 x + 0.05) + 0.03. Pada simulasi di 6 Desa yang dilakukan menunjukkan 4 kriteria konsisten yaitu kriteria lingkungan, teknologi, kelembagaan, dan finansial. Kriteria pendidikan kurang signfikan dalam model keberlanjutan dikarenakan adanya perubahan yang tidak konsisten pada 3 desa. Kombinasi AHP dengan Neural network pada kegiatan ini dapat dijadikan alternatif solusi pengambilan kebijakan terkait kegiatan pemantauan dan perencanaan kegiatan PAMSIMAS", "Daftar File": {"2017 TS PP OKTA WAHYUMANAJI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/119518", "2017 TS PP OKTA WAHYUMANAJI 1-COVER.1.pdf": "https://digilib.itb.ac.id/gdl/download/119519", "2017 TS PP OKTA WAHYUMANAJI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/119520", "2017 TS PP OKTA WAHYUMANAJI 1-BAB 2.1.pdf": "https://digilib.itb.ac.id/gdl/download/119521", "2017 TS PP OKTA WAHYUMANAJI 1-BAB 2.2.pdf": "https://digilib.itb.ac.id/gdl/download/119522", "2017 TS PP OKTA WAHYUMANAJI 1-BAB 2.3.pdf": "https://digilib.itb.ac.id/gdl/download/119523", "2017 TS PP OKTA WAHYUMANAJI 1-BAB 2.4.pdf": "https://digilib.itb.ac.id/gdl/download/119524", "2017 TS PP OKTA WAHYUMANAJI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/119525", "2017 TS PP OKTA WAHYUMANAJI 1-BAB 4.1.pdf": "https://digilib.itb.ac.id/gdl/download/119526"}, "Penulis": "OKTA WAHYUMANAJI [95014320]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. M. Cahyono, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Air minum, kegiatan PAMSIMAS, Analytical Hierarchy Process", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "10 file", "Tanggal Input": "27 Nov 2017"}