{"Nomor": 23636, "Judul": "GEOLOGI DAN KAJIAN SEDIMENTASI SATUAN BATUAN DAERAH DAYEUH DAN SEKITARNYA, KEC. JONGGOL, KAB. BOGOR, PROP. JAWA BARAT", "Abstrak": "Daerah penelitian terletak di daerah Dayeuh dan sekitarnya, Kecamatan Jonggol, Kabupaten Bogor, Propinsi Jawa Barat. Luas daerah penelitian adalah 36.21kmÃ‚Â² (6,1kmx6,1km) berada pada koordinat UTM N9274900-N9281100 dan E722900-E729100 (Zona 48, Southern Hemisphere). Penelitian ini bertujuan untuk mempelajari dan memahami tatanan geologi dan proses sedimentasi formasi batuan yang ada di daerah penelitian.           \nMorfologi daerah penelitian umumnya berupa perbukitan yang dipisahkan oleh lembah-lembah sungai. Daerah penelitian dapat dibagi kedalam empat Satuan Geomorfologi yang terdiri atas Satuan Perbukitan Lipatan, Satuan Perbukitan Homoklin, Satuan Perbukitan Endapan Vulkanik, dan Satuan Dataran Alluvial.           \nStatigrafi daerah penelitian dapat dibagi menjadi lima satuan batuan tidak resmi (urutan dari tua ke muda), yaitu Satuan Batulempung Bioturbasi yang berumur  Miosen Tengah (N9-N13) yang diendapkan pada lingkungan outer shelf Ã‚Â–middle shelf, Satuan Batupasir-Batulempung berumur Miosen Tengah (N12-N14) yang diendapkan pada lingkungan inner shelf-middle shelf, Satuan Batulempung berumur Miosen Akhir-Pliosen Awal  (N18) yang diendapkan pada lingkungan inner shelf-middle shelf, Satuan Breksi yang berumur Plistosen Awal diendapkan pada lingkungan darat, dan Satuan Aluvial yang berumur Resen diendapkan dilingkungan darat.           \nAktifitas tektonik terjadi pada kala Plio-Plistosen mengakibatkan terbentuknya struktur-struktur geologi di daerah penelitian. Struktur lipatan di daerah penelitian berupa antiklin dan sinklin yang  berarah relatif barat-timur. Struktur sesar yang ada adalah sesar naik dan sesar mendatar.           \nAnalisa sedimentasi yang dilakukan pada Satuan Batulempung Bioturbasi  dan Satuan Batupasir-Batulempung menunjukkan bahwa satuan-satuan tersebut merupakan endapan pada lingkungan laut dangkal mulai dari shelf hingga shoreface yang dipengaruhi oleh proses wave dan storm. Analisa pada Satuan Batulempung  memperlihatkan bahwa satuan ini merupakan merupakan endapan marine pada lingkungan shelf.  Satuan Breksi diendapkan pada lingkungan darat melalui mekanisme aliran massa sebagai hasil dari kegiatan vulkanisme.", "Daftar File": {"2008 TA PP ONI AHMAD SYAHRIAL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/119581", "2008 TA PP ONI AHMAD SYAHRIAL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/119582", "2008 TA PP ONI AHMAD SYAHRIAL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/119583", "2008 TA PP ONI AHMAD SYAHRIAL 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/119584", "2008 TA PP ONI AHMAD SYAHRIAL 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/119585", "2008 TA PP ONI AHMAD SYAHRIAL 1-BAB 3C.pdf": "https://digilib.itb.ac.id/gdl/download/119586", "2008 TA PP ONI AHMAD SYAHRIAL 1-BAB 3D.pdf": "https://digilib.itb.ac.id/gdl/download/119587", "2008 TA PP ONI AHMAD SYAHRIAL 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/119588", "2008 TA PP ONI AHMAD SYAHRIAL 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/119589", "2008 TA PP ONI AHMAD SYAHRIAL 1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/119590", "2008 TA PP ONI AHMAD SYAHRIAL 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/119591", "2008 TA PP ONI AHMAD SYAHRIAL 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/119592", "2008 TA PP ONI AHMAD SYAHRIAL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/119593"}, "Penulis": "ONI AHMAD SYAHRIAL (NIM : 12001047)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Kristian N. Tabri MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "outer shelf Ã‚Â–middle shelf, N12-N14, Miosen", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "13 file", "Tanggal Input": "27 Okt 2017"}