{"Nomor": 23648, "Judul": "PENGEMBANGAN PROTOTIPE REPOSITORI NAVIGASI PEMBELAJARAN UNTUK MENDUKUNG PEMBELAJARAN MANDIRI BERBASIS WEB", "Abstrak": "Internet dan web menyediakan banyak sekali informasi dan pengetahuan yang     \n \n \n \n \n\nberharga. Hal ini memberikan kesempatan bagi masyarakat untuk dapat     \n \n \n \n \n\nmelaksanakan pembelajaran secara mandiri dengan memanfaatkan komputer dan     \n \n \n \n \n\nkoneksi internet. Namun, banyaknya informasi yang tersebar di web seringkali     \n \n \n \n \n\njustru menjadi masalah bagi pembelajar karena sulitnya menavigasi web untuk     \n \n \n \n \n\nmenemukan dan mengelola sumber daya pembelajaran. Akibatnya, pembelajar     \n \n \n \n \n\ntidak mampu melaksanakan pembelajarannya dengan maksimal. Tugas akhir ini     \n \n \n \n \n\nmembahas pengembangan prototipe lunak repositori navigasi pembelajaran untuk     \n \n \n \n \n\nmendukung pembelajaran mandiri berbasis web dalam rangka mempermudah     \n \n \n \n \n\npembelajar melakukan navigasi pembelajarannya. Masalah utama yang dipilih     \n \n \n \n \n\nadalah sulitnya menemukan dan mencatat sumber daya atau jalur pembelajaran.     \n \n \n \n \n\nUntuk menyelesaikan masalah tersebut, pembelajar perlu memiliki akses yang     \n \n \n \n \n\nmudah terhadap kumpulan sumber daya yang berkualitas dan juga dapat mencatat     \n \n \n \n \n\nsumber daya atau jalur pembelajaran yang digunakan dengan mudah.     \n \n \n \n \n\nSolusi yang diajukan adalah sebuah repositori navigasi pembelajaran dengan     \n \n \n \n \n\nberbasis alat pendukung navigasi berupa katalog dan daftar. Katalog dan daftar     \n \n \n \n \n\ndipilih karena intuitif dan mudah digunakan oleh pengguna. Prototipe     \n \n \n \n \n\ndikembangkan dengan fitur utama berupa Catalog, Learning Path, dan Learning     \n \n \n \n \n\nActivity. Dengan prototipe ini, pembelajar dapat melihat, mencari, dan mencatat     \n \n \n \n \n\nsumber daya atau jalur pembelajaran. Prototipe yang dikembangkan kemudian diuji     \n \n \n \n \n\ndengan metode pengujian fungsional serta pengujian kebergunaan melalui evaluasi     \n \n \n \n \n\npengguna. Hasil pengujian menunjukkan bahwa prototipe berjalan dengan baik dan     \n \n \n \n \n\nmampu mempermudah pembelajar dalam proses navigasi pembelajaran dalam     \n \n \n \n \n\npembelajaran mandiri. Wakaupun demikian, terdapat beberapa aspek yang dapat     \n \n \n \n \n\ndiperbaiki lebih lanjut, antara lain tampilan sistem dan pengumpulan data sumber     \n \n \n \n \n\ndaya. Secara keseluruhan, meskipun prototipe yang dibangun belum menjadi     \n \n \n \n \n\nsebuah produk yang lengkap untuk pengunaan masal di masyarakat, prototipe ini     \n \n \n \n \n\ntelah memberikan fungsionalitas fundamental yang dibutuhkan dan dapat menjadi     \n \n \n \n \n\ndasar yang baik bagi pengembangan lebih lanjut di masa yang akan datang.", "Daftar File": {"2017 TA PP PANDU KARTIKA PUTRA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/119659"}, "Penulis": "PANDU KARTIKA PUTRA", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Ayu Purwarianti, ST.,MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Kata kunci: navigasi pembelajaran, pembelajaran mandiri, jalur pembelajaran, sumber daya pembelajaran", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}