{"Nomor": 23641, "Judul": "DEFORMASI JEMBATAN DENGAN MENGGUNAKAN METODE ELEMEN HINGGA TUGAS AKHIR", "Abstrak": "Deformasi adalah peristiwa dimana terjadinya perubahan bentuk atau ukuran dari suatu benda (objek) yang dikarenakan oleh benda yang diterapkan gaya luar yang dapat berupa gaya tarik menarik, tekan, putar (torsi), lipatan, dan terjadinya perubahan suhu. Salah satu cara untuk mencari nilai deformasi adalah dengan menggunakan metode numerik salah satunya dengan menggunakan metode elemen hingga. Pada tugas akhir ini akan dibahas mengenai pemodelan deformasi jembatan dengan menggunakan metode elemen hingga. Jembatan yang dimodelkan adalah jembatan Pasupati di Bandung. Hasil data deformasi yang diperoleh dari metode elemen hingga ini, nantinya akan digunakan untuk membuat kembali kondisi jembatan setelah diberikan gaya luar. Dari hasil pemodelan tersebut didapat nilai deformasi yang cukup kecil yakni berkisar pada ukuran millimeter, dengan begitu analisa jembatan dilakukan dan diambil simpulan bahwa model jembatan yang telah dibuat oleh metode elemen hingga ini sudah sesuai dengan model aslinya.", "Daftar File": {"2016 TA PP ORIZA NAUFAL HARISH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/119618", "2016 TA PP ORIZA NAUFAL HARISH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/119619", "2016 TA PP ORIZA NAUFAL HARISH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/119620", "2016 TA PP ORIZA NAUFAL HARISH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/119621", "2016 TA PP ORIZA NAUFAL HARISH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/119622", "2016 TA PP ORIZA NAUFAL HARISH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/119623", "2016 TA PP ORIZA NAUFAL HARISH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/119624"}, "Penulis": "ORIZA NAUFAL HARISH (NIM : 10211110)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Wahyu Srigutomo, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Deformasi, Elastisitas Linear, Jembatan, Metode Elemen Hingga", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "7 file", "Tanggal Input": "07 Des 2017"}