{"Nomor": 23640, "Judul": "OPTIMASI PENGELOLAAN AIR FORMASI RESERVOIR X DENGAN MENGGUNAKAN SIMULASI RESERVOIR DAN FASILITAS PENGOLAHAN AIR", "Abstrak": "Pengelolaan air formasi perlu dilakukan dengan mengetahui kondisi dan kinerja reservoir yang dikaitkan dengan peralatan pemisahan di permukaan. Dengan demikian perancangan perlu dilakukan secara terpadu mulai dari kinerja reservoir sampai ke peralatan permukaan. Hal yang paling penting dalam mengelola air formasi adalah dengan memperhatikan lingkungan penerima air formasi yang terdiri dari lingkungan penerima di permukaan dan di reservoir. Bila air formasi akan di buang ke lingkungan penerima di permukaan maka harus dilakukan pengolahan terlebih dahulu agar sesuai dengan baku mutu (PerMenLH no 04 tahun 2007) yang ditetapkan. Dalam tesis ini dilakukan pula studi tentang respons kinerja reservoir terhadap injeksi air produksi yang tersedia dengan menggunakan software Eclipse sebagai simulator reservoir. Kinerja reservoir diperkirakan melalui tiga tahapan yaitu optimasi jumlah sumur produksi, optimasi base case dengan injeksi air, dan analisa ekonomi untuk scenario pengelolaan air formasi terpilih yang dianggap paling optimal.    \n \n \n \n\nDari penelitian ini diperoleh scenario pengelolaan air formasi yang optimum secara keteknikan dan keekonomian untuk Reservoir X adalah pengolahan dan pembuangan air formasi di permukaan. Namun scenario ini layak digunakan jika harga minyak lebih dari US$40/barrel", "Daftar File": {"2010 TS PP ORIG SETIANTO HARTOYO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/119611", "2010 TS PP ORIG SETIANTO HARTOYO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/119612", "2010 TS PP ORIG SETIANTO HARTOYO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/119613", "2010 TS PP ORIG SETIANTO HARTOYO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/119614", "2010 TS PP ORIG SETIANTO HARTOYO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/119615", "2010 TS PP ORIG SETIANTO HARTOYO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/119617"}, "Penulis": "ORIG SETIANTO HARTOYO (NIM: 22208042)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Pudjo Sukarno, M.Sc., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Optimasi pengelolaan air formasi", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}