{"Nomor": 23650, "Judul": "EVALUASI DAN OPTIMASI SISTEM PENYALIRAN TAMBANG CIURUG PT ANEKA TAMBANG TBK. UBPE PONGKOR", "Abstrak": "Air merupakan masalah yang umum ditemui dalam kegiatan pertambangan, baik dalam tambang terbuka maupun tambang bawah tanah. Bila tidak ditangani secara tepat, air yang masuk dapat mengganggu kegiatan pertambangan. Masalah air terjadi hampir di semua tambang, termasuk tambang emas bawah tanah PT Aneka Tambang, Tbk. UBPE Pongkor. Permasalahan air yang ada di PT Antam UBPE Pongkor paling besar terdapat pada tambang Ciurug. Sumber air yang masuk pada tambang Ciurug berasal dari rekahan batuan di 3 tempat, yaitu crosscut XC 445-A dengan debit air yang masuk sebesar 3,61 m3/menit, crosscut XC 445-B dengan debit air yang masuk sebesar 10,63 m3/menit, dan front tambang rampdown Central dengan debit air yang masuk sebesar 1,83 m3/menit.  \n\nSistem penyaliran tambang telah diterapkan untuk mengatasi besar debit air yang masuk ke  tambang Ciurug dengan memasang sejumlah pompa. Dari sistem peyaliran yang telah diterapkan, ditemukan masalah-masalah penyaliran yaitu ketidakseimbangan antara debit aliran air masuk dan kapasitas pemompaan yang ada pada lokasi  rampdown B tambang Ciurug Selatan, mine sump 452, mine sump 2, mine sump XC 457 rampdown Central, serta mine sump Utama.  \n\nBerdasarkan hasil pengkajian sistem penyaliran tersebut, maka direkomendasikan untuk menurunkan julang total sistem untuk pompa pada mine sump 435-A, 445-B, serta mine sump XC 457 rampdown Central. Rekomendasi selanjutnya adalah untuk  menambah jumlah pompa pada mine sump 452 dan mine sump Utama. Kapasitas  total pompa terpasang hasil rekomendasi sebesar 19,01 m3/menit (rampdown A sebesar 3,94 m3/menit, rampdown B sebesar 11,24 m3/menit, dan rampdown Central sebesar 3,83 m3/menit).", "Daftar File": {"2017 TA PP PANDU RADINA WIBISONO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/119661"}, "Penulis": "PANDU RADINA WIBISONO (NIM : 12113084)", "Kontributor / Dosen Pembimbing": ["Dr. Eng., Ginting Jalu Kusuma, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "tambang bawah tanah, air tanah, sistem penyaliran.", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "28 Sep 2017"}