{"Nomor": 23658, "Judul": "INVESTIGASI PENGARUH ATTITUDINAL  PADA  KECENDERUNGAN ATASAN    MENAIKKAN  RATING KINERJA BAWAHAN MEREKA (KASUS PT. PINDAD (PERSERO))", "Abstrak": "Penilaian kinerja adalah sebuah komponen penting dari serangkaian praktek sumber daya   \n \n \n\nmanusia. Jika penilaian kinerja tidak secara tepat mengukur kinerja dari pegawai dalam   \n \n \n\norganisasi, pertumbuhan organisasi akan sulit dicapai.    \n \n \n\nPenelitian ini memeriksa kecenderungan atasan menyediakan rating kinerjalebih tinggi   \n \n \n\ndaripada yang selayaknya bawahan mereka peroleh dalam penilaian kinerja berbasis softcompetency   \n \n \n \n\ndi PT.PINDAD (Persero). Selanjutnya, penelitian ini memeriksa pengaruhtiga   \n \n \n\nattitude dari atasan, yaitu self-monitoring, continuance commitment, dankeyakinan terhadap   \n \n \n\ngangguan politik dalam sistem penilaian kinerja pada kecenderungan atasan menaikkan   \n \n \n\nrating.    \n \n \n\nHasil dari penelitian ini menunjukkan bahwa kecenderungan atasan menaikkan rating kinerja   \n \n \n\nbawahan mereka memang muncul dalam penilaian kinerja berbasis kompetensi di   \n \n \n\nPT.PINDAD (Persero). Selain itu, penelitian ini juga menunjukkan bahwa self-monitoring,   \n \n \n\ncontinuance commitment, dankeyakinan tehadap gangguan politik dalam sistem penilaian   \n \n \n\nsecara positif mempengaruhi kecenderungan atasan menaikkan rating. Untuk mengatasi   \n \n \n\nkecenderungan atasan menaikkan rating, solusi diusulkan terkait pengaruh dari ketiga attitude   \n \n \n\ntersebut pada kecenderungan atasan menaikkan rating.", "Daftar File": {"Parceka Wijaksani  29114802.pdf": "https://digilib.itb.ac.id/gdl/download/119714"}, "Penulis": "PARCEKA WIJAKSANI  29114802", "Kontributor / Dosen Pembimbing": ["Dedy Sushandoyo Ph. D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "rating inflation, soft competency-based performance appraisal, self-monitoring, continuance commitment, confidence towards political distortionwithin performance appraisal system, PT.PINDAD (Persero).", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Okt 2017"}