{"Nomor": 23663, "Judul": "DESAIN STRUKTUR BAWAH JEMBATAN KERETA API KORIDOR KAYU TANAM - PADANG PANJANG - BATU TABAL", "Abstrak": "Jembatan Kereta Api Beton Prategang Koridor Batu Tabal Ã‚Â– Padang Panjang Ã‚Â– Kayu Tanam ini merupakan salah satu desain revitalisasi dari 14 jembatan perlintasan kereta api yang ada pada koridor tersebut. Mulanya jalur kereta api ini digunakan sebagai mobilisasi batubara dari tambang Ombilin di Sawah Lunto ke pelabuhan Teluk Bayur Padang. Namun, pada desain revitalisasi jalur kereta api ini akan lebih difokuskan untuk melayani penumpang sehingga perlu ditingkatkan segi kekuatan dari aspek struktural dan aspek-aspek lainnya. Rencana tersebut tentunya tidak dapat terealisasi tanpa bantuan dari engineer sipil. Oleh karena itu, tim penulis sebagai calon engineer sipil harus memiliki kompetensi untuk merancang jembatan tersebut secara mendetail berdasarkan kriteria desain dan standar yang berlaku. \n\nPerencanaan struktur bawah Jembatan Kereta Api koridor Kayu Tanam Ã‚Â– Padang Panjang Ã‚Â– Batu Tabal ini terdiri atas perencanaan abutment dan pondasi tiang bor. Perencanaan struktur bawah dilakukan dengan mempertimbangkan aspek-aspek yang terjadi. Pembebanan yang terjadi didesain menggunakan analisis Allowable Stress Design (ASD) untuk menentukan batas kekuatan izin yang diperbolehkan pada pondasi, metode Load and Resistance Factor Design (LRFD) digunakan untuk penulangan pada abutment dan konfigurasi pondasi. Kedua kondisi tersebut didefinisikan di dalam SNI 1725:2016. Analisis yang dilakukan dalam perencanaan abutment terdiri dari analisis lateral tanah statik dan analisis tekanan lateral tanah dinamik atau gempa. Analisis pondasi tiang bor dilakukan dengan aksial tiang tunggal, lateral tiang tunggal dan interaksi akibat gempa. Dari analisis tersebut didapatkan abutment desain dan konfigurasi pondasi. Analisis konfigurasi kelompok dilakukan dengan menggunaka bantuan software Ensoft L-Pile dan Ensoft G-Pile. Deformasi yang terjadi harus kurang dari batas izin yang ditentukan. Penulangan tiang bor dilakukan dengan menggunakan perangkat lunak spColumn, dan penulangan pile cap dilakukan dengan menggunakan perangkat lunak SAP2000 v.15. Dari analisis yang dilakukan, pada tiap pier didapatkan diameter tiang dan konfigurasi pondasi yang dibutuhkan dengan mempertimbangkan biaya optimum.", "Daftar File": {"2017 TA PP PASCA HARTASURYA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/119738"}, "Penulis": "PASCA HARTASURYA (NIM: 15013034)", "Kontributor / Dosen Pembimbing": ["pembimbing : Andhika Sahadewa, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "revitalisasi, pondasi, tiang bor, abutment, daya dukung, aksial deformasi, penulangan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "28 Sep 2017"}