{"Nomor": 23661, "Judul": "OPTIMASI SISTEM VENTILASI PADA AREA PARKIR BAWAH TANAH Studi Kasus Grand Royal Panghegar Hotel Bandung", "Abstrak": "Ventilasi pada area parkir bawah tanah memiliki peranan penting untuk menjaga kualitas udara dalam area parkir agar tetap layak untuk digunakan beraktifitas. Sistem ventilasi pada area parkir bawah tanah dapat berupa ventilasi alami, ventilasi mekanis, atau gabungan keduanya. Namun selama beroperasi penggunaan ventilasi mekanis mengkonsumsi energi yang cukup besar dan berpotensi menimbulkan pemborosan. Untuk mencegah pemborosan perlu dilakukannya penyesuaian antara sistem ventilasi dengan standar yang ada.  \n \n\nDalam tugas akhir ini dilakukan tinjauan terhadap kesesuaian sistem ventilasi yang terpasang pada area parkir bawah tanah area parkir lantai-1 Grand Royal Panghegar Hotel Bandung dengan standar yang ada. Pada tugas akhir ini juga dilakukan perubahan konfigurasi gril sebagai salah satu bentuk upaya pengoptimalan kinerja sistem ventilasi melalui simulasi dengan menggunakan perangkat lunak FloVENT.  \n \n\nDari tinjauan yang dilakukan, sistem ventilasi yang terpasang memenuhi tingkat kecukupan pertukaran udara sesuai standar yakni 6 ACH. Rata-rata nilai konsentrasi gas CO dari 3 kali pengambilan data pada hari pertama dengan kondisi sistem ventilasi belum beroperasi sebesar 6,67 ppm. Sementara pada hari kedua dengan kondisi sistem pembuangan udara sudah beroperasi rata-rata konsentrasi gas CO dari 3 kali pengambilan data sebesar 2,21 ppm. Rata-rata temperatur pengukuran hari pertama sebesar 28,93 oC dan pengukuran hari kedua kedua adalah sebesar 29,59 oC, dengan RH kurang lebih sebesar 70% nilai temperatur tersebut menunjukan area parkir berada pada kondisi temperatur aman untuk bekerja, tetapi tidak nyaman. Rata-rata kecepatan udara pada pengukuran hari pertama adalah sebesar 0,26 m/s atau berada pada kondisi nyaman. Sementara itu rata-rata kecepatan udara pada pengukuran hari kedua adalah sebesar 0,28 m/s juga berada pada rentang kondisi nyaman, dengan gerakan udara yang terasa. Perubahan konfigurasi gril yang dilakukan dapat mengurangi kapasitas volume fan sebanyak 18% dari yang semula berkapasitas 86.840 CFM menjadi hanya 71.270,4 CFM", "Daftar File": {"2012 TA PP PARULIAN FEBRIANDANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/119723", "2012 TA PP PARULIAN FEBRIANDANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/119724", "2012 TA PP PARULIAN FEBRIANDANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/119725", "2012 TA PP PARULIAN FEBRIANDANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/119726", "2012 TA PP PARULIAN FEBRIANDANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/119727", "2012 TA PP PARULIAN FEBRIANDANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/119728", "2012 TA PP PARULIAN FEBRIANDANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/119729"}, "Penulis": "PARULIAN FEBRIANDANI (NIM : 13307007)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nIr. F.X. Nugroho Soelami, M.B.Env., Ph.D.", "Rahmat Romadhon S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sistem ventilasi, ventilasi mekanis, konsentrasi gas CO, FloVENT.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}