{"Nomor": 23662, "Judul": "ANALISIS FAKTOR-FAKTOR YANG MEMPENGARUHI KELELAHAN MASINIS KERETA (STUDI KASUS: PT.KAI DAOP II BANDUNG)", "Abstrak": "Kereta Api merupakan salah satu transportasi publik di Indonesia yang banyak diminati dan digunakan oleh masyarakat Indonesia. Untuk dapat meningkatkan pelayanan dan kenyamanan penggunaan kereta api perlu dilakukan perubahan berbagai aspek salah satunya adalah faktor keselamatan. Faktor keselamatan tersebut adalah kondisi masinis saat bekerja harus memiliki kesiapan fisik, mental dan kecakapan profesi. Masinis yang bertugas mengendalikan lokomotif/kereta memiliki potensi kelelahan yang disebabkan oleh berbagai faktor salah satunya yaitu faktor lingkungan fisik kabin masinis. Faktor fisik lingkungan yang dapat mempengaruhi kelelahan masinis adalah getaran, kebisingan dan temperatur kabin masinis. Evaluasi getaran dengan menggunakan perhitungan ISO2631-1. Pengukuran faktor fisik lingkungan dilakukan pada kabin masinis lokomotif CC206 kereta GOPAR, lokomotif CC203 dan CC201 pada lokomotif langsir serta kereta KD2. Sedangkan pengukuran indikator kelelahan dilakukan sebelum dan sesudah bekerja, dengan metode dry chemistry system yaitu pengujian aktivitas enzim saliva alpha-amylase (SAA) dan uji psychomotor yang menggunakan reaction timer. Berdasarkan analisis Mann-Whitney U, terdapat perbedaan rerata amylase sebelum kerja saat masinis puasa dan tidak puasa dengan p-value < 0.05. Hasil analisis multiregresi logistik indikator kelelahan amylase masih dipengaruhi oleh faktor masinis BMI, suhu dan bising, sedangkan indikator kelelahan waktu reaksi dipengaruhi oleh BMI, bising dan masa kerja.", "Daftar File": {"2015 TS PP PARULIAN SWANDA PURBA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/119730", "2015 TS PP PARULIAN SWANDA PURBA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/119731", "2015 TS PP PARULIAN SWANDA PURBA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/119732", "2015 TS PP PARULIAN SWANDA PURBA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/119733", "2015 TS PP PARULIAN SWANDA PURBA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/119734", "2015 TS PP PARULIAN SWANDA PURBA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/119735", "2015 TS PP PARULIAN SWANDA PURBA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/119736", "2015 TS PP PARULIAN SWANDA PURBA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/119737"}, "Penulis": "PARULIAN SWANDA PURBA (NIM : 25312035)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Indah Rachmatiah Siti Salami, M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Faktor fisik lingkungan kabin masinis, enzim saliva, reaction timer, kelelahan masinis", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}