{"Nomor": 23660, "Judul": "UJI PENDAHULUAN AKTIVITAS KEFIR TERHADAP BAKTERI PROPIONIBACTERIUM ACNES, FORMULASI, DAN OPTIMASINYA DALAM SEDIAAN KRIM", "Abstrak": "Kefir merupakan produk olahan hasil fermentasi dari susu dan termasuk dalam kategori probiotik karena penggunakan kultur bakteri dan ragi dalam proses fermentasinya. Di Indonesia, penggunakan kefir tidak lagi hanya sebatas pada produk minuman melainkan sudah digunakan oleh masyarakat untuk penggunaan topikal pada wajah untuk tujuan antijerawat. Kefir yang digunakan untuk tujuan klinis dan diiringi dengan belum adanya studi mengenai kemampuan sebagai antijerawat tidak dapat menjamin keamanan, efikasi, dan kualitas kefir untuk tujuan klinis. Oleh karena itu, penelitian terhadap kefir sebagai antijerawat perlu dilakukan untuk tercapainya tujuan pengobatan. Kefir memiliki kandungan bakteriosin dan asam laktat yang memiliki efek antibakteri. Pengujian pada kefir dengan metode difusi cakram dilakukan dengan variasi jumlah kultur kefir dan variasi waktu fermentasi. Berdasarkan pengolahan statistik ANOVA LSD, didapatkan kefir 1,5% b/v dengan waktu fermentasi 24 jam memberikan konsentrasi hambat minimum (1,39 Ã‚Â± 0,06 cm) terhadap pembanding larutan Tetrasiklin HCl 10 μg/mL. Supernatan kefir dibuat dalam bentuk sediaan krim M/A dengan supernatan kefir berada pada fasa air. Sediaan krim kefir dibuat dengan mencampurkan supernatan kefir, fasa minyak (setostearil alkohol, parafin cair, vaselin kuning, dan setil alkohol), dan fasa air (setomakrogol 1000, gliserin, propilen glikol, natrium karboksimetilselulosa, dan air suling) menggunakan ultra turrax dengan kecepatan 12000 RPM selama 20 menit. Berdasarkan hasil pengujian stabilitas fisik, formula F1 merupakan formula sediaan krim yang paling stabil dan didapatkan kondisi penyimpanan untuk sediaan krim yaitu pada kondisi dalam lemari pendingin (5Ã‚Â°C) dan terhindar dari paparan cahaya.", "Daftar File": {"2017 TA PP PARIS NANDA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/119722"}, "Penulis": "PARIS NANDA (NIM : 10713092)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Sasanti Tarini Darijanto, Apt.", "Dr. Marlia Singgih Wibowo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "kefir, antijerawat, sediaan krim M/A, bakteriosin, asam laktat", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "29 Sep 2017"}