{"Nomor": 23677, "Judul": "THE EFFECT OF GASOLINE-ETHANOL BLENDED ON PERFORMANCE AND EMISSION OF A FUEL INJECTION MOTORCYCLE (SCOOTER) 115CC WITH AUTOMATIC TRANSMISSION IN INDONESIA", "Abstrak": "Ethanol is a renewable energy source derived from plants. Its mixture of gasoline is already widely applied in the gasoline engine to replace fossil fuel. Indonesia most has widely used fossil fuel in the transport sector, especially the injection scooter, a motorcycle is the most popular, and all motorcycle already had a catalytic converter to reduce emissions which are designed for using gasoline fuel. This research aims to investigate the effect of ethanol blends with pure gasoline to the rate of fuel consumption and emissions of fuel injection motorcycle 115 cc with automatic transmission which is the population is dominant in Indonesia. Performance tests were carried out for exhaust gas temperature and fuel consumption, while exhaust emissions were analyzed for Carbon monoxide (CO), Carbon dioxide (CO2), Hydrocarbon (HC), and Nitrogen oxide (NOX). Variations of the bioethanol mixture are 0%, 5%, 10%, and 20% ethanol. The test was performed by two different exhaust pipes (with and without Three-way Catalytic Converter) and two different Electronic Control Unit (Original ECU and Modified ECU). The experiment conducted in two separate conditions. First, all engine setting was originally manufacture setting. Second, the AFR is set in stoichiometry condition (λ = 1) and ignition timing set in MBT timing using modified ECU. The experiment performed on the chassis dynamometer and referred on the standard cycle ECE 15. Results of fuel properties showed that increased ethanol content: the Heating value and the Reid vapor pressure of the blended fuels are decreased, while the Octane Number and density of the blended fuels increases. The results of the engine test indicated that using gasoline-ethanol blended fuels make the rate of fuel consumption and CO2 emission increase, while CO and HC emissions decrease because of the improved combustion. The use of modified ECU makes the rate of fuel consumption is higher than Original ECU because of a stoichiometric mixture, but the emissions produced better with the decrement of HC and CO emission. Catalytic converter, reduced all the exhaust emission, but the reduction of emission is better with modified ECU. The lowest NOX emission resulted from E10 fuel on modified ECU with and without Catalytic Converter and on the original ECU with and without Catalytic Converter resulted from E5 fuel. The TWC was worked optimally at modified ECU. Furthermore, E20 fuel using TWC with stoichiometric air-fuel ratio and MBT timing condition can be recommended in future research, based on fuel consumption and exhaust gas emission produced.", "Daftar File": {"2017 TS PP PHONETHIP TRICHANH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/119797"}, "Penulis": "PHONETHIP TRICHANH (NIM: 23115703)", "Kontributor / Dosen Pembimbing": ["Supervisor: Assoc. Prof. Iman Kartolaksono Reksowardojo"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Ethanol, Exhaust emission, Rate of fuel consumption, Catalytic Converter, ECU modification, and Exhaust gas temperature", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2017"}