{"Nomor": 23674, "Judul": "PURIFICATION AND PHYSIO-CHEMICAL CHARACTERIZATION OF GLYCEROL BY-PRODUCT OF PALM OIL BIODIESEL INDUSTRY AS POTENTIAL BASE FLUID FOR SYNTHETIC OIL-BASED DRILLING FLUID SYSTEM", "Abstrak": "Saat ini, mineral oil masih ada digunakan dalam industri pemboran sebagai lumpur synthetic oil-based mud (OBM) tanpa ada racun dan dampak kumulatif terhadap lingkungan daratan, pesisir, perairan. Dengan demikian, dibutuhkan suatu bahan untuk pengembangan OBM yang sangat biodegradable secara berkelanjutan. Gliserol merupakan bahan yang terbarukan, sangat biodegradable, memiliki kandungan racun sangat rendah, ramah lingkungan, dan dapat diproduksi sesuai permintaan.   \n\nPengembangan suatu OBM dengan bahan gliserol dilakukan dalam penelitian ini. Gliserol yang digunakan merupakan produk sampingan dari industri biodiesel kelapa sawit dan merupakan alternatif baru untuk OBM yang potensial untuk dikembangkan secara lokal, ramah lingkungan, dan mampu memenuhi persyaratan standar OBM. Karena rendahnya kualitas gliserol mentah dari industri biodiesel kelapa sawit, maka perlu dimurnikan sebelum dilakukan pengujian karakterisasi fisio-kimia dan kemudian dirumuskan sebagai minyak dasar sintetis OBM. Dalam studi ini, gliserol mentah akan dimurnikan dengan menggunakan asam fosfat untuk meningkatkan kemurnian gliserol dari sekitar 50% menjadi lebih dari 80% (Farobie, 2009). Karakterisasi sifat gliserol seperti senyawa kimia, berat jenis, titik nyala, titik embun, dan titik tuang. Sebuah lumpur invert emulsion kemudian dikembangkan di laboratorium menggunakan gliserol sebagai base oil untuk mempelajari stabilitas emulsi, sifat reologi, dan efek pengkondisian termal untuk mengevaluasi kesesuaian untuk pemboran sumur minyak.   \n\nTes awal menunjukkan hasil gliserol yang dapat digunakan sebagai sintetik OBM sesuai dengan standar API dan juga dapat menjadi referensi untuk pengembangan sintetis OBM yang sangat potensial karena sifatnya yang ramah lingkungan dan berasal dari bahan baku hasil samping industri biodiesel yang murah dan melimpah.", "Daftar File": {"2013 TA PP PHILIP ALBERT HUTAPEA 1.pdf": "https://digilib.itb.ac.id/gdl/download/119788"}, "Penulis": "PHILIP ALBERT HUTAPEA (NIM: 12209050)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.-Ing. Ir. Bonar Tua Halomoan Marbun"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "gliserol, pemurnian, synthetic oil-based mud", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Des 2017"}