{"Nomor": 23672, "Judul": "PERANCANGAN PENGARAH ALIRAN UDARA PRIMER PADA CIRCULATING FLUIDIZED BED BOILER DENGAN KOMPUTASI DINAMIKA FLUIDA", "Abstrak": "Circulating Fluidized Bed (CFB) boiler merupakan suatu jenis boiler dengan efisiensi yang tinggi, sehingga ia banyak dipilih sebagai instrumen pembangkit listrik pada saat-saat ini. Pada CFB boiler, terdapat beberapa komponen penting yang mempengaruhi performa dari boiler tersebut, salah satunya adalah pemipaan udara primer. Pemipaan udara primer ini berfungsi untuk mengalirkan udara primer sebagai media pembakar bahan bakar pada tungku pembakaran pada sebuah sistem boiler. Tekanan inisial bagi aliran udara primer ini disuplai oleh fan udara primer, yang memiliki durabilitas tertentu. Salah satu upaya untuk memperlama umur kerja dari fan udara adalah dengan menghemat energi yang dihasilkan oleh fan udara tersebut. Penghematan energi ini berkaitan erat dengan rugi-rugi tekanan yang dihasilkan oleh aliran udara, yang tekanannya disuplai oleh fan udara tersebut.  \n \n\nIde dari penelitian ini adalah untuk mendapatkan penurunan rugi-rugi tekanan pada aliran udara primer yang terjadi dalam sebuah boiler berjenis CFB dengan merancang pengarah aliran udara dengan konfigurasi tertentu menggunakan perangkat lunak Gambit 2.3.16 dan melakukan simulasi CFD (Computational Fluid Dynamics) menggunakan perangkat lunak Fluent 6.3.26.  \n \n\nMetode perancangan yang digunakan adalah metode ASHRAE dan metode proporsional untuk mendapatkan konfigurasi pengarah aliran terbaik, dengan total 25 kombinasi konfigurasi yang dicoba. Hasilnya, dengan memasang sebuah pelat pengarah aliran dengan metode ASHRAE pada siku pipa (elbow) pertama dan 4 buah pelat pengarah aliran dengan jenis proporsional pada siku pipa (elbow) kedua pada model, didapatkan pengurangan rugi-rugi tekanan sebesar 93.42 Pa.", "Daftar File": {"2012 TA PP PETRA MANUEL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/119766", "2012 TA PP PETRA MANUEL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/119767", "2012 TA PP PETRA MANUEL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/119768", "2012 TA PP PETRA MANUEL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/119769", "2012 TA PP PETRA MANUEL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/119770", "2012 TA PP PETRA MANUEL 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/119771", "2012 TA PP PETRA MANUEL 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/119772", "2012 TA PP PETRA MANUEL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/119773"}, "Penulis": "PETRA MANUEL (NIM : 13308038)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Ir. Edi Leksono, M.Eng.", "Ir. Eko Mursito Budi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fan udara, Circulating Fluidized Bed, boiler, rugi-rugi tekanan, aliran udara, Gambit, Fluent.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}