{"Nomor": 23675, "Judul": "EMOTION EFFECTS ON STOCK INVESTMENT DECISION AND STOCK SELECTION PREFERENCE: CASE OF EARLY INVESTOR", "Abstrak": "ABSTRAKSI \n\nIndonesia, merupakan salah satu negara dengan potensi pertumbuhan \n\nperekonomian dan pasar modal terbesar di Asia Tenggara. Dengan tingkat pertumbuhan \n\nperekonomian dan pasar modal yang sangat pesat, menjadikan Indonesia sebagai negara \n\ndengan perekonomian terbesar kedua di Asia Tenggara. Salah satu aspek yang memiliki \n\nkontribusi yang besar dalam peningkatan pertumbuhan perekonomian dan pasar modal \n\ndi Indonesia ialah tingkat berimvestasi yang dilakukan oleh masyarakat Indonesia. Jadi \n\ntingkat investasi yang dilakukan oleh masyarakat Indonesia menjadi salah satu faktor \n\nyang sangat penting untuk diperhatikan oleh pemerintah. Tujuan dari penelitian ini \n\nadalah untuk menemukan efek dari kondisi emosi yang dialami oleh investor pemula di \n\nIndonesia terhadap keputusan mereka untuk berinvestasi di pasar modal. Lebih lagi, \n\npenelitian ini juga meneliti tentang prilaku atau kebiasan investor pemula ketika mereka \n\nberada pada kondisi emosi tertentu. Kebiasan dan prilaku yang diteliti pada penelitian \n\nini yaitu kebiasan mereka tentang memilih saham yang menjadi tujuan investasi mereka. \n\nMetode kuantitatif digunakan dalam penelitian ini. Dan sebagai dasar penelitian, \n\npenelitian ini bergantung pada data primer yang didapatkan dari 215 investor pemula di \n\nIndonesia. Respondent yang terlibat dalam penelitian ini merupakan orang-orang yang \n\ndipilih dengan menggunakan metode Convinient Sampling. Data yang didapatkan akan \n\ndiolah menggunakan Logistic Regresi dalam SPSS, sehingga tujuan penelitian ini dapat \n\ntercapai dengan baik. Hasil dari penelitian ini menunjukan bahwa terdapat hubungan \n\nyang erat antara kondisi emosi seorang investor pemula terhadap keputusan mereka \n\nuntuk berinvestasi. Pengaruh yang ereat ditunjukan ketika mereka sedang mengalami \n\nkondisi Enthusiastic Emosi. Dan memiliki kecenderungan menghasilka efek negative \n\npada keputusan berinvestasi mereka. Hasil penelitian ini juga menunjukan bahwa \n\nterdapat hubungan yang erat antara kondisi emosi investor pemula terhadap pemilihan \n\nsaham yang akan diinvestasikan. Hasil dari penelitian ini merupakan ilmu baru untuk \n\nperkembangan pasar modal. \n\nKata Kunci: Prilaku Keuangan, Kondisi Emosi, Keputusan Berinvestasi, Pemilihan \n\nSaham.", "Daftar File": {"2017 TA PP PHILIP PRANATA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/119789", "2017 TS PP PHILIP PRANATA 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/252152"}, "Penulis": "Philip Pranata (NIM 19014125)", "Kontributor / Dosen Pembimbing": ["Deddy P. Koesrindartoto, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Behavioral Finance, Emotions Condition, Investment Decision Performance, Stock Preference.", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini  \n                                     Wiwik Istiyarini", "File": "2 file", "Tanggal Input": "17 Sep 2017"}