{"Nomor": 23679, "Judul": "Optimasi Pemanfaatan Gas Suar Secara Komprehensif", "Abstrak": "Gas Suar merupakan istilah untuk gas buangan sisa produksi yang dibakar ke udara karena kurangnya kapasitas fasilitas permukaan atau karena kelebihan pasokan. Konsiderasi yang menyebabkan gas hidrokarbon ini langsung dibakar ke udara adalah ketidakekonomisannya jika diproduksikan dengan pertimbangan fasilitas-fasilitas permukaan yang perlu dipersiapkan untuk memproses gas tersebut. Dari sisi kontrak jual-beli gas suar sendiri, suplai gas suar hanya ditentukan sepihak dari penjual sehingga pemanfaatan gas suar ini semakin berisiko. \n\nPada studi ini dibahas secara komprehensif dari segi teknik, bisnis, dan legal mengenai ekonomi dari penjualan gas suar yang nantinya akan dimanfaatkan sebagai sumber energi oleh pihak pembeli. Dalam studi ini dilakukan optimasi terhadap penjualan gas suar dengan pertimbangan parameter keekonomian yaitu Net Present Value dan Internal Rate of Return. Tinjauan pertama untuk skenario optimasi tersebut adalah melakukan pendekatan terhadap prediksi kinerja reservoir dengan simulasi secara sederhana untuk menjadi pertimbangan dalam pengadaan kontrak. Kemudian tinjauan kedua dari aspek teknis yaitu optimasi terhadap kandungan pengotor pada gas suar yang dalam hal ini terdiri dari CO2 dan H2S, kemudian disusul dengan optimasi dari aspek bisnis dan legal dengan melakukan uji sensitivitas terhadap waktu kekosongan pasokan gas selama kontrak dan menghitung keuntungan maksimal untuk waktu kontrak minimal dari kasus-kasus tertentu. \n\nHasil optimasi tinjauan pertama didapat model reservoir yang mendekati keadaan reservoir pada studi dengan nilai OOIP sebesar 16.732 MMSTB, porositas 17%, laju alir gas rata-rata selama waktu kontrak sebesar 1.99 MMSCFD. Kemudian dari uji sensitivitas terhadap kandungan zat pengotor menunjukkan untuk penambahan fasilitas treatment yang ekonomis, laju alir rata-rata minimal yang disarankan adalah 1.20 MMSCFD dengan kadar pengotor minimal 21.96%. Dari aspek bisnis dan legal sendiri didapat nilai-nilai batas waktu toleransi maksimal kekosongan pasokan gas untuk tiap laju alir pada kandungan kadar pengotor tertentu maupun dengan treatment, serta didapat nilai-nilai keuntungan maksimal dari skenario yang memenuhi kriteria IRR pada masa kontrak yang lebih singkat. Dengan memperhatikan faktor-faktor optimasi tersebut, prospek dari segmen pemanfaatan gas suar dapat dievaluasi dari berbagai segi secara komprehensif.", "Daftar File": {"2013 TA PP POMTO JAYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/119808", "2013 TA PP POMTO JAYA 1-1.pdf": "https://digilib.itb.ac.id/gdl/download/119809", "2013 TA PP POMTO JAYA 1-2.pdf": "https://digilib.itb.ac.id/gdl/download/119810"}, "Penulis": "POMTO JAYA (NIM : 12209070)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Tutuka Ariadji, M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gas Suar, Keekonomian, Kadar CO2 dan H2S, Laju Alir Gas Suar, Reservoir, Net Present Value, Internal Rate of Return", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "3 file", "Tanggal Input": "20 Des 2017"}