{"Nomor": 23683, "Judul": "OPTIMASI FUNGSI MATEMATIKA DENGAN METODE SIMULATED ANNEALING MENGGUNAKAN BAHASA PEMROGRAMAN COMMON LISP", "Abstrak": "Optimasi sangat berguna dalam proses planning dalam radioterapi, yaitu digunakan untuk menghitung dan mendapatkan treatment terbaik yang aman bagi pasien. Dalam penelitian ini akan dibuat suatu program optimasi fungsi matematika dengan menggunakan bahasa pemrograman Common Lisp dan diuji kelayakannya untuk digunakan lebih lanjut. Teknik optimasi yang digunakan untuk program ini adalah simulated annealing.  \nPenelitian dilakukan dengan mengkaji program optimasi simulated annealing dari referensi yang disusun menggunakan bahasa pemrograman MATLAB dan kemudian diterjemahkan ke bahasa pemrograman Common Lisp. Program kemudian diujikan pada empat metode pengujian. Dari pengujian-pengujian tersebut didapat bahwa semakin lambat laju variabel temperatur dalam berjalannya program akan memberikan hasil yang semakin akurat dan presisi, lalu teknik simulated annealing ini bersifat independen terhadap titik tebakan awal, kemudian algoritma sampling mu inverse sesuai dengan bagaimana simulated annealing bekerja dan akhirnya program yang disusun dalam bahasa pemrograman Common Lisp memiliki performa yang lebih baik daripada program yang disusun dalam bahasa pemrograman MATLAB. Hasil-hasil ini menunjukkan kesesuaian dengan tinjauan pustaka dari referensi.", "Daftar File": {"2016 TA PP PRABA FITRA PERDANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/119820", "2016 TA PP PRABA FITRA PERDANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/119821", "2016 TA PP PRABA FITRA PERDANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/119822", "2016 TA PP PRABA FITRA PERDANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/119823", "2016 TA PP PRABA FITRA PERDANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/119824", "2016 TA PP PRABA FITRA PERDANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/119825", "2016 TA PP PRABA FITRA PERDANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/119826"}, "Penulis": "PRABA FITRA PERDANA (NIM : 10211108)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nDr. rer. nat. Freddy Haryanto."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Common Lisp, Metode sampling, Optimasi, Planning radioterapi, Simulated Annealing.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     suwadji", "File": "7 file", "Tanggal Input": "23 Okt 2018"}