{"Nomor": 23698, "Judul": "Estimasi Konduktivitas Hidraulik Akuifer  pada Pemboran dengan Kehilangan Sirkulasi Air  Studi Kasus Pemboran Eksplorasi Batubara  di Formasi Warukin Kalimantan Timur", "Abstrak": "Daerah penelitian berada di Desa Mantar, Kecamatan Damai, Kabupaten Kutai Barat, Kalimantan Timur. Kajian Geologi dan Hidrogeologi telah dilakukan pada daerah studi yang berlangsung dari tahun 2010 hingga tahun 2014. Daerah ini dipilih karena penelitian dikhususkan pada Formasi Warukin yang terkenal dengan pasir lepas (loose sand), yang sering menimbulkan masalah pada pemboran. Formasi Warukin terdiri dari batupasir kuarsa bersisipan batulempung karbonan, batulanau karbonan,  yang  diendapkan pada lingkungan daerah transisi dan diketahui berumur Miosen Tengah hingga Miosen Akhir. Namun secara regional daerah penelitian juga berada di pinggir Cekungan Barito (Formasi Warukin) yang berbatasan dengan Cekungan Kutai (Formasi Pamaluan) di sebelah Timur.  \n \n \n\nAda 8 data pemboran yang digunakan pada penelitian, yaitu pemboran yang mengalami kehilangan sirkulasi air (water loss) pada saat kegiatan pemboran sedang berlangsung. Penyebab water loss ini bisa bermacam-macam diantaranya kekuatan pompa, nilai konduktivitas hidraulik cukup tinggi, atau akuifer yang bocor pada zona rekahan. Namun data yang digunakan pada penelitian adalah water loss yang disebabkan konduktivitas hidraulik cukup tinggi karena hilangnya air berubah secara gradual selama proses pemboran. Posisi water loss pada pemboran ini dijadikan petunjuk bahwa debit fluida pemboran yang dihasilkan pompa adalah maksimum, sehingga dapat menghasilkan nilai estimasi konduktivitas hidraulik. Perhitungan estimasi nilai konduktuvitas hidraulik ini akan dibandingkan dengan nilai uji akuifer di titik yang sama, namun estimasi juga akan dilakukan pada titik pemboran yang tidak pernah dilakukan uji akuifer sebelumnya, dimana titik pemboran yang tidak pernah dilakukan uji akuifer tersebut cukup dekat jaraknya dan berada pada lapisan akuifer yang sama dengan lubang pemboran yang sudah diuji berdasarkan prinsip korelasi hidrostratigrafi.  \n \n \n\nDengan prinsip korealsi stratigrafi detail, terdapat 75 lapisan batuan Formasi Warukin yang terdapat di daerah penelitian yang didominasi oleh batulempung dan perselingan batupasir, batulanau, dan batubara. Sementara pada bagian Barat daerah penelitian terdapat ketidakselarasan antara Formasi Dahor dan Formasi Warukin. Formasi Dahor umumnya terdiri dari pasir lepas dan batupasir, sedangkan Formasi Warukin terdiri dari perselingan batupasir dengan batulempung, serta Batubara yang umumnya merupakan sisipan pada batulempung. Formasi Dahor dengan ketebalan bervariasi antara 4,72 meter hingga 22,85 meter merupakan akuifer tidak tertekan (unconfined aquifer). Sedangkan Formasi Warukin yang terdiri atas beberapa lapisan akuifer (multi layer aquifers), berupa akuifer tidak tertekan dan tertekan (confined aquifer). Bertindak sebagai akuifer utama adalah batupasir dengan ketebalan beragam dengan kisaran antara 0,48 meter hingga 22,10 meter  \n \n \n\nPenelitian dilakukan pada tiga lapisan akuifer tertekan dengan identifikasi masing-masing yaitu SSW02, SLW06, dan SSW14 yang diwakili delapan data pemboran yang telah disebutkan sebelumnya. Kesimpulan dari penelitian adalah nilai hasil estimasi konduktivtas hidrolik pada pemboran yang mengalami kehilangan sirkulasi air mendekati nilai kenduktivitas hidraulik yang sudah diuji sebelumnya dengan nilai koofisien korelasi (R2) sebesar 81%. Ada dua variabel yang sangat berpengaruh pada penelitian ini, yaitu debit fluida yang masuk ke dalam pipa pemboran (Qpump) dan tekanan yang dihasilkan pompa pemboran atau gauge pressure (Pg)", "Daftar File": {"2017 TS PP PRATAMA AKBAR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/119889"}, "Penulis": "PRATAMA AKBAR - NIM: 22715006", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat.Ir. Lilik Eko Widodo, MS."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Air Tanah", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Konduktivitas Hidraulik, pemboran, water loss", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Okt 2017"}