{"Nomor": 23696, "Judul": "PENANGANAN BIJIH EMAS PREG-ROBBING DENGAN MENGGUNAKAN BLINDING AGENT DAN RESIN PENUKAR ION", "Abstrak": "Kehilangan emas dan perak pada saat proses ekstraksi merupakan salah satu permasalahan yang dihadapi oleh pabrik pengolahan emas. Salah satu fenomena yang menyebabkan kehilangan emas adalah preg-robbing atau pregnant solution robbing yaitu terserapnya emas yang sudah terlarut pada proses pelindian oleh carbonaceous material dan/atau mineral sulfida serta silikat pada bijih emas sehingga terbawa menuju tailing. Penanganan bijih carbonaceous ini dapat dilakukan dengan menambahkan blinding agent untuk mempasivasi carbonaceous material dalam bijih dan penggunaan resin penukar ion sebagai adsorber yang mempunyai kemampuan menyerap ion-ion emas dan perak terlarut lebih kuat.   \n \n \n\nPercobaan pelindian sianidasi bijih emas yang mengandung carbonaceous material buatan dilakukan dalam gelas kimia 600 ml menggunakan mechanical stirrer dengan memvariasikan jenis dan dosis blinding agent yang ditambahkan 30 menit sebelum pelindian. Jenis blinding agent yang digunakan adalah kerosene, solar, dan pine oil dengan dosis 4, 8, 12, 16, 50, 100 ml/kg bijih.   \n \n \n\nRecoveri Au dan Ag dari larutan hasil pelindian dilakukan dengan metode Carbon in Solution (CIS) dan Resin in Solution (RIS). Carbonaceous material disimulasikan dengan menambahkan karbon aktif halus ke dalam larutan hasil pelindian bersaman dengan adsorber yang digunakan yaitu karbon aktif, resin Lewatit Monoplus MP 800, resin Lewatit AF 5, dan resin Guanidine. Percobaan adsorpsi emas dan perak ini dilakukan dengan menggunakan pengaduk mekanis dengan kecepatan putaran 200 rpm dengan memvariasikan pH dalam selang 9,4 - 11,7. Percobaan tersebut dilakukan untuk mempelajari kompetisi yang terjadi antara adsorber dan carbonaceous material yang diukur dari perbandingan persen recoveri emas dan perak.   \n \n \n\nHasil percobaan menunjukkan penggunaan blinding agent meningkatkan persen recoveri Au dan Ag masing-masing sebesar 25,35% dan 10,63%. Recoveri Au tertinggi sebesar 90,96% dicapai pada penggunaan kerosene 16 ml/kg-bijih,   \n \n \n\nsedangkan recoveri Ag tertinggi dicapai pada penggunaan pine oil 16 ml/kg-bijih yaitu 63,87%. Blinding agent teradsorpsi pada carbonaceous material sebagai spesi anionik, akibatnya permukaan carbonaceous material bermuatan negatif.   \n \n \n\nGaya tolak-menolak elektrostatik antara permukaan carbonaceous material dengan anion Au(CN)2   \n \n \n\n- dan Ag(CN)2 - akan mencegah penyerapan kedua anion   \n \n \n\nkompleks ini. Hasil percobaan RIS menunjukkan bahwa persen adsorpsi Au-Ag tertinggi ditunjukkan oleh resin Lewatit Monoplus MP 800 pada pH 9,4 yaitu mencapai 98,32% dan 98,29%. Dalam selang pH 9,4-11,7, kapasitas adsorpsi Au dan Ag paling besar juga ditunjukkan oleh resin jenis ini. Kombinasi proses Resin-in-Leach (RIL) dan penggunaan blinding agent menghasilkan peningkatan   \n \n \n\nrecoveri Au-Ag masing-masing menjadi sebesar 99,54% dan 76,13%, yang signifikan lebih tinggi dibandingkan tanpa perlakuan sebesar 64,46% dan 61,64%.", "Daftar File": {"2012 TA PP PRASSETYO SANDHA IRIANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/119881", "2012 TA PP PRASSETYO SANDHA IRIANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/119882", "2012 TA PP PRASSETYO SANDHA IRIANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/119883", "2012 TA PP PRASSETYO SANDHA IRIANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/119884", "2012 TA PP PRASSETYO SANDHA IRIANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/119885", "2012 TA PP PRASSETYO SANDHA IRIANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/119886", "2012 TA PP PRASSETYO SANDHA IRIANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/119887"}, "Penulis": "PRASSETYO SANDHA IRIANTO (NIM : 12507019)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. M. Zaki Mubarok, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "preg-robbing, pregnant solution robbing,  carbonaceous material, mineral sulfida", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}