{"Nomor": 23707, "Judul": "STUDI PENGARUH CO2 DAN NaCl TERLARUT TERHADAP KETAHANAN LELAH BAJA KARBON RENDAH PADA TEMPERATUR KAMAR DAN KONDISI TERBUKA", "Abstrak": "Pipa riser merupakan salah satu komponen di industri minyak dan gas yang rentan terhadap serangan korosi lelah. Berdasarkan data statistika, kegagalan akibat serangan korosi berawal dari lingkungan eksternalnya. Ditambah lagi, air laut juga semakin asam karena kandungan gas CO2 di udara bebas larut membentuk asam karbonat dalam air laut. Penelitian ini mensimulasikan serangan korosi lelah pada material pipa riser akibat pergerakan air laut. Material yang digunakan adalah baja karbon rendah dengan kandungan 0,187 %C. Air laut buatan dibuat dengan melarutkan gas CO2 dan 3,5% NaCl ke dalam air demineralisasi. Pengujian lelah dan korosi lelah dilakukan pada lima pembebanan, yaitu 394, 365, 331, 294, dan 259 MPa. Kemudian pengujian dilanjutkan pada pembebanan yang lebih rendah untuk mencari fatigue limitnya. Pengujian menghasilkan data kuantitatif berupa diagram SN dan data kualitatif berupa fraktografi. Pengujian menghasilkan dua kurva SN di mana kurva SN yang diperoleh di lingkungan udara menunjukkan fatigue limit di 195-200 MPa, sedangkan kurva SN yang diperoleh di lingkungan korosif tidak memiliki fatigue limit. Selain itu, umur lelah lingkungan korosif juga lebih rendah daripada umur lelah lingkungan udara, namun hanya signifikan pada pembebanan rendah. Pengamatan fraktografi berbuah penemuan berupa ratchet mark yang banyak ditemukan pada patahan spesimen korosi lelah. Penemuan tersebut menunjukkan bahwa spesimen gagal akibat konsentrasi tegangan yang tinggi. Konsentrasi tegangan tersebut diduga disebabkan oleh cacat-cacat permukaan yang hadir akibat bereaksi dengan lingkungan korosif. Hal tersebut dibuktikan oleh hadirnya produk korosi dan ditemukannya pitting pada permukaan spesimen.", "Daftar File": {"2017 TA PP Prima Iman Pangestu 1-ABSTRAK .pdf": "https://digilib.itb.ac.id/gdl/download/119927"}, "Penulis": "Prima Iman Pangestu - (13713004 )", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bambang Widyanto M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Baja karbon rendah, korosi lelah, sumuran, fraktografi, ratchet mark, patahan bergerigi, konsentrasi tegangan, diagram SN, CO2 terlarut, pengaruh ion klor", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}