{"Nomor": 23708, "Judul": "USULAN TRATEGI PEMASARAN  UNTUK BISNIS START-UP MAKANAN INSTANT   MENGGUNAKAN STRATEGI JUDO (Kasus: PRIVILATTEA)", "Abstrak": "Privilattea adalah merek makanan instan yang memproduksi bubuk pudding sutera instan    \n \n \n\nyang berbasis di Bandung, Indonesia. Didirikan pada tahun 2015 dan memusatkan   \n \n \n\naktivitas dalam proses produksi dan penjualan produk. Privilattea menghasilkan bubuk   \n \n \n\npudding sutera  dengan berbagai rasa (teh hijau, teh thailand, taro, red velvet, coklat,   \n \n \n\nvanilla blue, permen karet, kopi susu, dan varian buah). Privilattea hadir sebagai solusi   \n \n \n\nuntuk keluarga yang menginginkan makanan penutup spesial dengan harga terjangkau.    \n \n \n\n Penelitian ini bertujuan untuk mengusulkan strategi terbaik bagi Privilata untuk   \n \n \n\nmenghadapi permasalahan terkini di bidang pemasaran. Penelitian ini menggunakan studi   \n \n \n\nliteratur dan alat manajemen analisis sebagai metodologi. Studi literatur dilakukan dengan   \n \n \n\nmenggunakan buku teks, penelitian terdahulu yang terkait, dan laporan pemerintah. Alat   \n \n \n\nmanajemen analitik yang digunakan adalah bauran Pemasaran dan analisis STP untuk   \n \n \n\nmengidentifikasi kondisi internal Privilata. Analisis conjoint, porter five force, dan   \n \n \n\nanalisis pesaing digunakan untuk mengidentifikasi kondisi eksternal Privilattea. Kedua   \n \n \n\nhasil analisis eksternal dan internal digunakan dalam analisis SWOT untuk menyatakan   \n \n \n\nkondisi terkini di Privilattea.    \n \n \n\nAnalisis sebelumnya mengidentifikasi bahwa tingginya ancaman pesaing merupakan   \n \n \n\npenyebab permasalahan yang terjadi di Privilattea. Dengan menggunakan hasil analisis   \n \n \n\nSTP dan conjoint, Privilattea mengusulkan posisi produk dan strategi pemasaran produk.   \n \n \n\nUsulan strategi pemasaran menggunakan analisis judo. Analisis judo membantu   \n \n \n\nPrivilattea untuk melawan tingginya ancaman dari pesaing.    \n \n \n\nPenelitian tentang Privilattea selanjutnya sebaiknya mengenai persediaan dan manajemen   \n \n \n\nrantai pasokan yang terkait dengan tingginya ancaman dari pemasok.", "Daftar File": {"Prima Indriyani Budiman  29115156.pdf": "https://digilib.itb.ac.id/gdl/download/119928"}, "Penulis": "PRIMA INDRIYANI BUDIMAN  29115156", "Kontributor / Dosen Pembimbing": ["Aldo Fantinus Wiyana, B.Sc., M.Sc., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Silky Pudding Powder, Marketing Strategy,  Judo Strategy, Startup Business", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Okt 2017"}