{"Nomor": 23718, "Judul": "RANCANGAN FREEZE-DRYER UNTUK PENGERINGAN BEKU BUAH APEL", "Abstrak": "Pengeringan-beku (freeze-drying) merupakan usaha untuk menghilangkan kandungan air dari produk beku melalui proses sublimasi. Teknologi pengeringan beku digunakan secara luas dalam bidang farmasi, namun kini teknologi  \n \n\npengeringan-beku diaplikasikan pula pada produk pangan untuk konsumen umum sebagai upaya pelestarian makanan. Bentuk beku-kering tidak hanya menguntungkan dari sisi kestabilan produk saja, namun juga memudahkan dalam  \n \n\nproses transportasi dan penyimpanan. Dalam proses pengeringan-beku terdapat tiga sistem utama, yaitu sistem pembekuan, sistem penghampaan ruang, dan sistem pengeringan. Produk pangan dibekukan untuk menjaga struktur produk. Ruang di sekitar produk diturunkan  \n \n\ntekanannya hingga mencapai kondisi vakum dan berada di bawah titik tripel air. Dalam keadaan vakum ini, penambahan kalor dilakukan pada produk untuk mendukung terjadinya sublimasi. Beban pendinginan adalah 0.1606 kW. Suhu pembekuan produk yang ingin dicapai adalah -30 oC. Rancangan suhu evaporasi sistem refrigerasi adalah -35 oC dan suhu kondensasinya 40 oC. Sistem refrigerasi bertumpuk yang dirancang menggunakan R404A untuk siklus tekanan rendah dan R134A untuk siklus tekanan tinggi. COP siklus tekanan rendah sebesar 5.13 dan siklus tekanan tinggi sebesar 4.74. Tekanan vakum pada suhu pembekuan produk adalah 0.4 mbar. Pengeringan secara sublimasi dibantu pula oleh pemanasan konduksi. Dari  \n \n\nperancangan, spesifikasi komponen dapat ditentukan. Komponen-komponen yang digunakan dalam pengeringan-beku dapat dicari di pasaran lokal.", "Daftar File": {"2013 TA PP PUSPITA WAHYUNINGSIH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/119965", "2013 TA PP PUSPITA WAHYUNINGSIH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/119966", "2013 TA PP PUSPITA WAHYUNINGSIH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/119967", "2013 TA PP PUSPITA WAHYUNINGSIH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/119968", "2013 TA PP PUSPITA WAHYUNINGSIH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/119969", "2013 TA PP PUSPITA WAHYUNINGSIH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/119970", "2013 TA PP PUSPITA WAHYUNINGSIH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/119971"}, "Penulis": "PUSPITA WAHYUNINGSIH (NIM : 13309067)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nWisnu Hendradjit, M.Sc.E.", "Rahmat Romadhon, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pengeringan-beku, sistem refrigerasi bertumpuk, pengeringan, pelestarian makanan, penghampaan, sublimasi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}