{"Nomor": 23712, "Judul": "IDENTIFIKASI PERMASALAHAN PEMBENTUKAN KATODA DENDRITIK PADA PABRIK ELEKTROREFINING DAN SARAN-SARAN PERBAIKANNYA", "Abstrak": "PT. Timah Tbk. merupakan penghasil timah terbesar nomor dua dunia setelah Cina. Komoditas utama mereka adalah logam timah dengan kadar Sn 99,99% atau yang lebih           \n \n \n \n\ndikenal dengan merek dagang Banka Fournine. Banka Fournine dihasilkan melalui proses pemurnian jalur electrorefining. Proses electrorefining memiliki kelebihan mampu memisahkan hampir semua pengotor secara bersamaan dalam satu tahapan proses selain itu produk logam timah yang dihasilkan memiliki kemurnian sangat tinggi yaitu mencapai 99,99%. Salah satu permasalahan yang dihadapi dalam proses electrorefining ini adalah           \n \n \n \n\npembentukan katoda dendritik yang memicu short circuit. Short circuit mengakibatkan turunnya efisiensi arus dan peningkatan konsumsi energi listrik persatuan berat produk Sn yang dimurnikan serta berat anoda sisa (anode scrap) yang harus dilebur kembali.           \n \n \n \n\nPertumbuhan katoda yang tidak rata atau dendritik dapat menjebak elektrolit dan pengotor sehingga dapat menurunkan kemurnian produk. Penelitian ini dimaksudkan untuk mengidentifikasi permasalahan-permasalahan yang menyebabkan pembentukan katoda dendritik dan short circuit agar dapat dilakukan perbaikan-perbaikan.           \n \n \n \n\nPengamatan dan pengukuran di lapangan telah dilakukan untuk menentukan efiensi arus, tegangan sel dan konsumsi energi di pabrik electrorefining (ER) Muntok, PT. Timah Tbk. serta korelasinya dengan pembentukan katoda dendritik dan short circuit. Pengukuran telah dilakukan pada empat bak elektrolisa selama 2 periode anoda dan 6 kali panen katoda. Serangkaian percobaan elektrolisa dalam skala lab telah dilakukan untuk mempelajari pengaruh konsentrasi dan nisbah konsentrasi additif, yaitu gelatin, eugenol dan thiourea terhadap pembentukan katoda dendritik dan short circuit. Penambahan additif           \n \n \n \n\ndilakukan secara sekaligus ke dalam sel elektrolisis seperti yang dilakukan di pabrik ER Muntok, dibandingkan dengan penambahan secara kontinyu ke dalam sel elektrolisis.           \n \n \n \n\nUntuk memahami pengaruh penambahan additif terhadap perilaku polarisasi katoda, telah dilakukan pengukuran kurva polarisasi dengan potensiostat pada berbagai konsentrasi dan nisbah konsentrasi gelatin dan eugenol.           \n \n \n \n\nHasil pengamatan dan pengukuran di lapangan dalam periode 4 Ã‚Â– 8 Ã‚Â– 2010 hingga 17Ã‚Â–9Ã‚Â– 2010 pada bak C3, C4, D3, dan D4 menunjukkan bahwa berat rata-rata endapan Sn per bak elektrolisa cukup bervariasi dalam selang 50 Ã‚Â– 100 kg per bak per periode panen katoda.           \n \n \n \n\nEfisiensi arus bekisar antara 58 Ã‚Â– 77% dengan rata-rata total untuk 4 bak elektrolisa selama 6 periode panen katoda = 66,15%. Efisiensi arus yang relatif rendah tersebut berkorelasi dengan banyaknya short circuit akibat pertumbuhan dendrit pada bak elektrolisa yang           \n \n \n \n\ndiamati. Tegangan sel rata-rata yang terukur cukup bervariasi dalam kisaran 121 mV hingga 200 mV yang berkorelasi dengan konsumsi energi listrik antara 0,080 kWh/kg Sn hingga 0,160 kWh/kg Sn. Hasil percobaan elektrolisa di laboratorium menunjukkan bahwa konsentrasi gelatin dan eugenol serta nisbahnya menentukan morfologi endapan Sn yang dihasilkan. Hasil percobaan menunjukkan bahwa nisbah gelatin dan eugenol yang meminimalkan pembentukan dendrit short adalah 1.5 : 1 sampai dengan 2 : 1. Penambahan additif secara kontinyu memberikan morfologi endapan Sn yang lebih baik dibandingkan bila penambahannya dilakukan secara sekaligus pada awal proses. Pengukuran kurva polarisasi dengan potensiostat menunjukkan bahwa penambahan gelatin dan eugenol dari 1-6 gram/liter memberikan efek polarisasi katodik terhadap katoda.", "Daftar File": {"2011 TA PP PRIYANDI PRANATA KUSUMAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/119944", "2011 TA PP PRIYANDI PRANATA KUSUMAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/119945", "2011 TA PP PRIYANDI PRANATA KUSUMAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/119946", "2011 TA PP PRIYANDI PRANATA KUSUMAH 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/119947", "2011 TA PP PRIYANDI PRANATA KUSUMAH 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/119948", "2011 TA PP PRIYANDI PRANATA KUSUMAH 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/119949", "2011 TA PP PRIYANDI PRANATA KUSUMAH 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/119950", "2011 TA PP PRIYANDI PRANATA KUSUMAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/119951", "2011 TA PP PRIYANDI PRANATA KUSUMAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/119952"}, "Penulis": "PRIYANDI PRANATA KUSUMAH (nim : 12506019)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. M. Zaki Mubarok, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "electrorefining, katoda dendritik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}