{"Nomor": 23722, "Judul": "KORELASI GEOKIMIA BATUAN INDUK DAN MINYAK BUMI CEKUNGAN ASRI BAGIAN BARAT", "Abstrak": "Cekungan Asri bagian barat merupakan bagian dari daerah operasi China National Offshore Oil Company (CNOOC) SES Ltd. blok Sumatera Tenggara dengan lapangan-lapangan minyak utama seperti Intan dan Widuri. Berdasarkan analisis data log sinar gamma dan resistivitas juga deskripsi serbuk dan inti bor milik CNOOC SES Ltd, Cekungan Asri terdiri dari beberapa formasi. Formasi Banuwati diendapkan di lingkungan lakustrin dalam dan mengandung serpih hitam sebagai batuan induk. Formasi Talang Akar terbagi menjadi Anggota Zelda dan Anggota Gita yang terdiri dari pasir dengan rasio pasir/serpih yang bervariasi. Formasi-formasi di atas Talang Akar dikelompokkan menjadi Kelompok Formasi Pasca-Talang Akar. Ditinjau dari segi struktur geologi, Cekungan Asri memiliki sesar utama di bagian timur berarah utara-selatan dan di bagian selatan yang berarah barat-timur. Dari data seismik dapat terlihat sesar-sesar normal yang memotong Formasi Talang Akar yang terbentuk akibat rifting dan yang memotong Kelompok Formasi Pasca-Talang Akar sebagai akibat dari tektonik inversi maupun pembebanan. Analisis geokimia dengan biomarker alkana normal, sterana, dan triterpana menunjukkan minyak di bagian barat Cekungan Asri berasal dari satu famili yang berasal dari material organik campuran alga dan material terestrial dengan lingkungan pengendapan lakustrin dalam. Hal ini menunjukkan minyak berkorelasi positif dengan batuan induk Formasi Banuwati dan terakumulasi di bagian barat melalui proses migrasi. Migrasi terjadi secara lateral pada batupasir yang berseling dengan serpih yang dominan dan secara vertikal pada batupasir tebal serta melalui sesar-sesar yang memotong Formasi Talang Akar.", "Daftar File": {"2011 TA PP PUTI KARINA PUAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/119987", "2011 TA PP PUTI KARINA PUAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/119988", "2011 TA PP PUTI KARINA PUAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/119989", "2011 TA PP PUTI KARINA PUAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/119990", "2011 TA PP PUTI KARINA PUAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/119991", "2011 TA PP PUTI KARINA PUAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/119992", "2011 TA PP PUTI KARINA PUAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/119993"}, "Penulis": "PUTI KARINA PUAR (NIM 12007022)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Eddy Ariyono Subroto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Cekungan Asri, geokimia, biomarker, korelasi minyak dan batuan induk", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}