{"Nomor": 23736, "Judul": "MUSEUM DIRGANTARA INDONESIA DI CICENDO", "Abstrak": "Museum Dirgantara Indonesia adalah museum dengan koleksi penerbangan Indonesia yang \n\nmenampilkan sejarah dan teknologi dirgantara. Museum ini terletak di jalan Gunung Batu, Cicendo, \n\nBandung yang merupakan kawasan aerobiopolis. Luas bangunan total sekitar 12000 m2.. Target \n\npengunjung adalah warga lokal, luar kota, maupun mancanegara. Museum Dirgantara Indonesia \n\nterletak di area PT Dirgantara Indonesia, atau tepatnya di depan persis hangar milik PTDI tempat \n\nmenyimpan produk-produk dari PTDI. Koleksi museum Dirgantara Indonesia bersumber dari PTDI. \n\nSehingga loading semua koleksi berasal dari PTDI, baik koleksi skala 1:1 maupun koleksi dengan skala \n\nlain. Hangar PTDI adalah bangunan yang kotak, sangat masif dan besar, sehingga museum Dirgantara \n\nIndonesia merespon bentuk ini dengan geometri lingkaran dan beberapa geometri berdasarkan \n\nanalisis tapak dan konteks. Berdasarkan fungsi museum Dirgantara, yaitu display beberapa pesawat \n\ndengan ukuran yang besar, maka dibutuhkan ruang yang luas tanpa penghalang. Sehingga masa \n\nbangunan terdiri dari satu masa yang besar dan berbentang lebar. Bentang lebar dalam bangunan \n\ndirespon dengan menggunakan struktur space truss. \n\nTema perancangan pada museum Dirgantara Indonesia adalah flowing. Flowing menggambarkan \n\nsirkulasi museum Dirgantara baik sirkulasi tapak, display, maupun koleksi. Sirkulasi tapak yang terdiri \n\ndari sirkulasi pengunjung dan pegawai dirancang dengan mengalir memutar dengan mudah. Pada \n\nbagian display, sirkulasi juga mengalir secara radial dengan beberapa pengalaman ruang bagi \n\npengunjung.", "Daftar File": {"2017 TA PP  PUTRI ISTI KARIMAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/120038"}, "Penulis": "PUTRI ISTI KARIMAH (NIM : 15213039)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Hidayat Amir"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Flowing , Museum Dirgantara, PTDI", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Sep 2017"}