{"Nomor": 23733, "Judul": "ANOTHER SELF IN ANOTHER SPACE", "Abstrak": "Setiap manusia memiliki ruang imajinernya masing-masing. Ruang-ruang tersebut dapat hadir dalam bentuk ruang mimpi, ruang khayal, harapan, dan ruang-ruang lainnya yang meskipun bersifat tidak konkrit, namun dimiliki dan dapat dirasakan setiap manusia. Pun bagi penulis, ruang yang berperan dalam pembentukan diri penulis tidak hanya berupa ruang-ruang riil dan konkrit saja. Kehadiran ruang- ruang imajiner juga memiliki peranan penting bagi penulis dalam memahami esensi dari tubuh, jiwa dan realitas kediriannya. Dalam gagasan karya ini, penulis ingin mengajak apresiator untuk melihat dan menjadi bagian dari ruang-ruang imajiner yang dibangun melalui refleksi cermin yang disusun menyerupai koridor pintu dan jendela. Pintu dan jendela dianalogikan sebagai penghubung antara dua tempat, dua ruas dan dua ruang. Dengan cara menghadirkan cermin di tengah-tengah koridor buatan, penulis harapkan apresiator dapat diingatkan dengan kehadiran pintu sebagai sebuah media translasi yang harus dilewati ketika melihat atau lebih jauh memasuki ruang lain. Hadirnya koridor pintu dan jendela tersebut juga mengisyaratkan pelihat pada sebuah jarak dan harapan. Pada permukaan cermin-cermin tersebut, penulis menghadirkan figur-figur yang sedang melakukan aktivitas keseharian dengan unsur gestur tubuh dan penempatan objek yang janggal. Aktivitas yang hadir pada karya mampu dengan mudah dikenali sebagai aktivitas umum yang dilakukan manusia sehari-hari, seperti makan, minum, duduk, tidur, dll. Gestur janggal pada tubuh-tubuh tersebut kemudian menjadi hal penting dalam karya sebagai unsur kontras dalam membedakan ruang real yang kita tempati dengan ruang imajiner yang terbentuk pada permukaan cermin. Rangkaian kode visual tersebut dibangun dengan maksud menciptakan sebuah ruang imajiner dengan pendekatan magical realism. Figur hadir di ruang-ruang yang dihubungkan dengan koridor pintu dan jendela bersama dengan refleksi orang yang hadir dihadapannya. Keterhubungan ini juga turut mengisyaratkan bahwa ruang-ruang imajiner hidup tidak terpisahkan bersama manusia, namun tidak dapat dihidupi secara fisik.   \n \n \n\nDalam proses pembacaan makna dari karya ini, penulis menggunakan teori Magical Realism dan Fenomenologi Ruang dan Tubuh dari Juhani Pallasma.", "Daftar File": {"2017 TS PP PUTRI FIDHINI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/120022"}, "Penulis": "PUTRI FIDHINI NIM: 27015003", "Kontributor / Dosen Pembimbing": ["Drs. Asmudjo J. Irianto, M.Sn"], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Cermin, Refleksi, Ruang Imajiner, Magical Realism, Tubuh, Keseharian.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}