{"Nomor": 23739, "Judul": "PERANCANGAN JARINGAN DWDM SISTEM KOMUNIKASI KABEL LAUT PAPUA BARAT", "Abstrak": "Sebagai negara maritim, wilayah Indonesia didominasi oleh lautan sehingga sistem \n\ntransmisi bawah laut sangat sesuai untuk diaplikasikan di negara Indonesia. Sistem ini \n\nmemanfaatkan serat optik sebagai media pembawa informasi yang berupa gelombang \n\ncahaya. Serat optik memiliki kelebihan seperti bit rate tinggi, rugi-rugi transmisi \n\nrendah, kebal terhadap interferensi elektromagnetik, keamanan lebih tinggi, dan dapat \n\nditunjang dengan teknologi multiplexing. \n\nDalam penelitian ini dilakukan perancangan jaringan SKKL dengan jalur Sorong Ã‚Â– \n\nManokwari dan Sorong-Fak-fak-Kaimana. Teknologi yang digunakan adalah \n\nteknologi DWDM dengan kapasitas jaringan 2 x 2.5 Gbps. Jenis amplifier yang \n\ndigunakan adalah Erbium Doped Fiber Amplifier dan line coding transmisi yang \n\ndigunakan adalah NRZ. Sebelum melakukan perancangan penulis menghitung \n\ndemand bandwidth di semua kota/kabupaten di Papua Barat. Perhitungan demand \n\nbandwidth dilakukan dengan melakukan peramalan hingga tahun 2030. Peramalan \n\ndilakukan dengan menggunakan metode statistik deret waktu dan regresi linier \n\nberganda dan dianalisis dengan menggunakan parameter MAPE, MAE, dan RMSE. \n\nPerhitungan uji kelayakan implementasi menggunakan analisis link power budget, rise \n\ntime budget dan OSNR. \n\nHasil dari penelitian menunjukkan prediksi jumlah demand bandwidth totalSKKL \n\nsemua link Papua Barat pada tahun 2030 adalah 25.41 Gbps. Jarak transmisi SorongManokwari \n\n: 389.56 km, Sorong-Fak-fak : 353.94 km, Fak-fak-Kaimana : 281.35 km \n\ndan Sorong-Kaimana : 625.81 km dan menggunakan teknologi transport 2 ÃƒÂ— STM-16 \n\n(3ÃƒÂ—2.5 Gbps). Setelah melalui uji kelayakan implementasi, hasil perhitungan power \n\nbudget menunjukkan bahwa pada perancangan SKKL ini membutuhkan adanya \n\npenguat optik dengan total 5 penguat, 2 buah pada link Sorong-Manokwari dan 3 buah \n\npada link Sorong-Fak-fak-Kaimana dan level daya receiver untuk masing-masing link \n\nlebih besar darisensitivitas receiver yang dibutuhkan yaitu -30 dBm . Dari hasil analisis \n\nrise time budget , penggunaan teknologi DWDM 2.5Gbps memiliki nilai rise time \n\nsystem sebesar 280 ps dengan pengkodean NRZ. Dari hasil perhitungan didapatkan \n\nnilai rise time untuk semua link memiliki nilai ≤ 280 ps. Sedangkan pada analisis \n\nOSNR, nilai OSNR minimum yang harus dipenuhi sebesar 14.7 dB untuk mendapatkan \n\nnilai BER 10-12 . Dari hasil perhitungan juga didapatkan nilai OSNR untuk semua link \n\ndi atas OSNR minimum.", "Daftar File": {"2017 TA PP PUTU AGUS HENDRA SATRIAWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/120047"}, "Penulis": "PUTU AGUS HENDRA SATRIAWAN", "Kontributor / Dosen Pembimbing": ["Ir. Hardi Nusantara , MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "SKKL, DWDM, perancangan", "Sumber": "", "Staf Input/Edit": "Dwina Fatimiyah Shidiq  \n                                     Dwina Fatimiyah Shidiq", "File": "1 file", "Tanggal Input": "29 Sep 2017"}