{"Nomor": 23735, "Judul": "FABRIKASI DAN SIMULASI SENSOR BERBASIS SURFACE PLASMON RESONANCE UNTUK APLIKASI DETEKSI BIOMOLEKUL", "Abstrak": "Pendeteksian biomolekul sangat dibutuhkan dalam sejumlah dunia industri. \n\nSejumlah metode pendeteksian telah banyak dilakukan namun, pada penelitian \n\nini, digunakan sensor berbasis surface plasmon resonance yang memiliki tingkat \n\nsensitifitas yang tinggi serta merupakan metode free-labeling. Salah satu cara \n\nmengeksitasi SPR adalah menggunakan Total Internal Reflection (TIR) pada \n\nbidang batas dielektrik dan logam yang dapat diperoleh pada fiber optic. Oleh \n\nkarena itu, pada penelitian ini dilakukan fabrikasi sensor fiber dengan struktur \n\ntaper untuk meningkatkan kinerja dan sensitifitas pengukuran serta simulasi \n\ndengan menggunakan Comsol Multiphysics 5.3 untuk mengetahui efek medan \n\nelektromagnetik sensor. Eksperimen dilakukan dengan dua metode yaitu metode \n\nkrestchmann dan metode fiber taper dengan sejumlah variasi parameter-parameter \n\nyang digunakan seperti jenis logam yang digunakan, ketebalan logam, serta \n\nvariasi sudut dan panjang gelombang. Hasil yang didapat menunjukkan bahwa \n\nfabrikasi sensor telah berhasil dilakukan dengan menggunakan alat tapering rig \n\ndan menghasilkan sensor dengan kemiringan sebesar 9 derajat. Sensor yang telah \n\ndifabrikasi dapat digunakan untuk deteksi gelatin sapi dan gelatin babi dengan \n\npergeseran dip sebesar 12,97 nm dan 34,12 nm serta hasil simulasi yang sesuai \n\ndengan eksperimen telah dilakukan dengan sensitifitas sensor senilai 2,3891.", "Daftar File": {"2017 TS PP PUTRI HANIFAH LIANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120031", "2017 TS PP PUTRI HANIFAH LIANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120032", "2017 TS PP PUTRI HANIFAH LIANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120033", "2017 TS PP PUTRI HANIFAH LIANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/120034", "2017 TS PP PUTRI HANIFAH LIANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/120035", "2017 TS PP PUTRI HANIFAH LIANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/120036", "2017 TS PP PUTRI HANIFAH LIANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120037"}, "Penulis": "PUTRI HANIFAH LIANI (NIM : 20215033)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ing. Mitra Djamal"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Surface plasmon resonance, sensor, fiber taper, comsol.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "7 file", "Tanggal Input": "17 Nov 2017"}