{"Nomor": 23743, "Judul": "DECISION MAKING PROCESSES UNDER UNCERTAINTIES: EVALUATING DISCOUNTED CASH FLOW (DCF) AND   REAL OPTION VALUATION METHODS  IN PRODUCING BETTER INVESTMENT DECISION FOR GAS PROJECT DEVELOPMENT", "Abstrak": "Perusahaan Minyak dan Gas berusaha mengelola shareholder value di lingkungan yang dinamis (volatilitas CAPEX, OPEX, Cadangan Migas, Harga Minyak/Gas, dan beberapa Faktor Eksternal). Metode valuasi konvensional Capital Budgeting dengan menggunakan analisa Discounted Cash Flow (DCF) sebagai base case, dinilai memiliki kekurangan dalam hal valuasi proyek dalam hal ketidak-mampuan mengakomodasi faktor ketidakpastian.   \n \n \n\nPengembangan proyek gas terancam tidak jadi dilaksanakan karena kenaikan tingkat faktor ketidakpastian (CAPEX, OPEX, Cadangan Migas, Harga Minyak/Gas, dan Faktor Eksternal lainnya) yang tidak diakomodasi dengan menggunakan analisa DCF base case dengan konstan discount rate. Di sisi lain, proyek ini memiliki multiplier effect yang luas dan berpotensi memberdayakan masyarakat di sekitar proyek gas. Perspektif lain dari metode valuasi proyek diperlukan untuk memberikan informasi bagi pengambil keputusan.   \n \n \n\nMetodologi yang digunakan dalam tugas akhir ini adalah analisa DCF yang mengakomodasi faktor ketidakpastian, menggunakan analisa DCF lanjutan dengan perhitungan analisa Sensitivitas, analisa Skenario dan analisa Monte Carlo. Valuasi proyek dengan Real Options memakai rumus Black, Scholes, dan Merton (European style), dan menggunakan metode binomial lattice.   \n \n \n\nValuasi proyek dengan analisa DCF base case sampai ke metode lanjutan dengan analisa Monte Carlo, menunjukkan bahwa Net Present Value (NPV) akan memiliki variance lebih kecil US$M 1267 terhadap valuasi dengan Real Option. Valuasi dengan Real Options, dapat menyebabkan proyek yang tidak menguntungkan menjadi diambil. Valuasi dengan analisa DCF dapat menyebabkan proyek yang menguntungkan menjadi tidak jadi diambil. Metode HIBRIDA atau metode yang menggabungkan DCF dan Real Options, dapat berkontribusi dalam proses pengambilan keputusan yang lebih baik untuk valuasi proyek dengan memperhitungkan faktor ketidakpastian.", "Daftar File": {"2017 TS PP PUTUT AGUNG NUGROHO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/120051"}, "Penulis": "Putut Agung Nugroho (NIM 29114049)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Yos Sunitiyoso, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Uncertainty factor, Project Valuation, NPV, DCF, Real Options, Decision making process", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "02 Okt 2017"}