{"Nomor": 23742, "Judul": "PERANCANGAN CREATIVE HUB DI DENPASAR BALI", "Abstrak": "Creative hub atau ruang inovatif mulai berkembang dalam sepuluh tahun terakhir. Secara umum hub adalah daerah pusat dari berbagai macam aktivitas atau kegiatan. Biasanya hub identik dengan aktivitas terkait ekonomi kreatif dan pengetahuan. Ada banyak kegiatan yang dapat dilakukan di hub namun alasan utama untuk datang ke sebuah hub adalah perlunya seseorang untuk berinteraksi dengan orang-orang lain dari berbagai bidang pekerjaan dan berbagi pengalaman yang berbeda. Jenis dan fungsi suatu creative hub besar bergantung pada lokasi tempat hub tersebut berada. Setiap lokasi mempunyai potensi dan kebutuhan yang berbeda-beda sehingga mempengaruhi jenis, fungsi dan sektor yang diwadahi creative hub di lokasi tersebut. Maka dari itu sulit mendefinisikan creative hub secara jelas.  \n \n\nBali memiliki potensi yang besar di bidang seni kerajinan. Creative hub di Denpasar Bali dirancang dengan memanfaatkan peluang-peluang interaksi yang dapat terjadi di bidang seni kerajinan. Interaksi yang terjadi tidak hanya antara pengerajin lokal namun diharapkan dapat terjadi juga antara pengerajin dengan pemangku kepentingan dan, dengan masyarakat lokal dan wisatawan. Bali sebagai konteks lokasi memiliki faktor-faktor tersendiri terkait potensi dan kebutuhan yang kemudian mempengaruhi jenis dan fungsi creative hub di Denpasar, Bali. Pengaruh potensi dan kebutuhan inilah yang akan membedakan creative hub Bali dengan creative hub lainnya.  \n \n\nCreative hub di Denpasar Bali berusaha menggabungkan tempat bekerja, tempat belajar, tempat mengadakan kegiatan dan event, tempat promosi dan tempat wisata edukasi. Kegiatan-kegiatan tersebut muncul atas dasar analisis yang telah dilakukan yang menjadi pemikiran pokok dalam tesis ini. Berdasarkan pemikiran awal bahwa alasan utama seseorang datang ke hub adalah untuk berinteraksi maka kegiatan-kegiatan yang diwadahi di creative hub Denpasar Bali pun dibuat untuk menciptakan peluang interaksi sebanyak-banyaknya antar individu di dalamnya. Dalam perancangannya, creative hub di Denpasar Bali menggunakan pendekatan sifat-sifat ruang kreatif yaitu kolaborasi, keterbukaan, komunitas, keberlanjutan, aksesibilitas dan fleksibilitas.", "Daftar File": {"2017 TS PP PUTU RAHAYU SITHA DEWI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/120050"}, "Penulis": "PUTU RAHAYU SITHA DEWI (NIM: 252 15 014)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nIr. Basauli Umar Lubis, MSA Ph.D.\t\t  \n \n\nIr. Indra Budiman Syamwil, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "creative hub, kerajinan, interaksi, Bali", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}