{"Nomor": 23741, "Judul": "ANALISIS PERSEPSI WISATAWAN TERHADAP RUTE DAN HALTE TRANS SARBAGITA BALI", "Abstrak": "Bali merupakan daerah pariwisata yang sedang berkembang, masalah yang dihadapi kini adalah di bidang transportasi, salah satunya dikarenakan oleh banyaknya wisatawan  yang berkunjung ke Bali baik domestik maupun internasional sehingga terjadi kepadatan yang semakin meningkat. Salah satu penunjang berkembangnya suatu kawasan wisata adalah aksesibilitas yang baik dengan sistem angkutan umum yang handal. Penunjang berkembangnya suatu kawasan wisata adalah aksesibilitas yang baik dengan sistem angkutan umum yang handal. Sebagai salah satu upaya memperbaiki kinerja layanan angkutan umum di Bali, pemerintah mengoperasikan sistem Bus Rapid Transit (BRT) Trans Sarbagita yang saat ini melayani 2 koridor, yaitu koridor 1 dan koridor 2 sejak Agustus 2011 dengan jumlah penumpang terakhir Juli 2013 adalah 39.783 jiwa.      \n \n\nTrans Sarbagita memiliki 2 koridor yang sudah melewati tempat kunjungan wisata khususnya Bali Selatan, namun tingkat penggunaan wisatawan masih minim didalam      \n \n\nmenggunakan Trans Sarbagita untuk tujuan wisata. Pada 2 koridor tersebut melewati tempat kunjungan wisata khususnya Bali Selatan, Namun tingkat penggunaan wisatawan masih minim di dalam menggunakan Trans Sarbagita untuk tujuan wisata. Trans Sarbagita adalah      \n \n\nsistem angkutan umum yang merupakan program pemerintah dari Agustus 2011 untuk melayani masyarakat khususnya didaerah Bali Selatan.      \n \n\nTrans Sarbagita berpotensi untuk menjadi pilihan moda transportasi wisata, karena 2 koridor sistem tersebut sudah beroperasi melewati sebagian besar titik obyek wisata di Bali Selatan. Akan tetapi, penggunaanya belum optimal. Diperlukan kajian untuk mengetahui penyebab kurangnya minat wisatawan dalam menggunakan Trans Sarbagita untuk mengakses kawasan wisata. Dalam penelitian ini metode yang digunakan adalah statistik      \n \n\nkuantitatif dan penelitian survey. Metode statistik kuantitatif digunakan dalam menganalisis persepsi wisatawan terhadap rute dan halte Trans Sarbagita Bali. Hasil yang didapatkan adalah menyusun rekomendasi pengoptimalan potensi Trans Sarbagita sebagai moda wisata adalah bagaimana Trans Sarbagita memperbaiki layanan dan memberikan harapan yang diinginkan oleh wisatawan berupa penambahan rute baru menuju tempat wisata dan pada halte membuat ukuran halte yang besar serta penambahan jumlah halte terdekat dari objek  wisata terdekat.", "Daftar File": {"2016 TS PP I PUTU PUTRA JAYA WARDANA 1.pdf": "https://digilib.itb.ac.id/gdl/download/120049"}, "Penulis": "I PUTU PUTRA JAYA WARDANA", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Bus Rapid Transit, Persepsi, Kualitas Pelayanan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}