{"Nomor": 23752, "Judul": "PERANCANGAN DERMAGA BONGKAR BATUBARA DI LAUT JAWA DENGAN BETON PRACETAK", "Abstrak": "Seiring dengan pertumbuhan penduduk dan pertumbuhan ekonomi maka meningkat pula kebutuhan akan listrik. Pembangkit Listrik Tenaga Uap (PLTU) dengan batubara sebagai sumber energi adalah tipe pembangkit listrik yang paling banyak digunakan di Indonesia. Studi kasus yang digunakan adalah PLTU 1000 MW di Cirebon yang membutuhkan sebuah fasilitas dermaga bongkar batubara di Laut Jawa untuk kapal 15000 DWT. Pembangunan dermaga di laut menjumpai beberapa kesulitan salah satunya kondisi lingkungan laut yang berbeda dengan darat. Dengan mempertimbangkan kemudahan dalam proses konstruksinya maka beton pracetak sebagai struktur atas dermaga adalah salah satu solusi dari masalah ini. Dengan menggunakan metode beton pracetak ini, sebagian besar pekerjaan pembetonan yang dilakukan di laut dapat dipindahkan menjadi di darat. \n\nBerdasarkan berdasarkan data lingkungan, data kapal rencana, dan data operasional maka dilakukan perancangan struktur dermaga berdasarkan The Overseas Coastal Area Development Institute of Japan (OCDI) dan dilakukan analisis struktur dengan perangkat lunak SAP2000. Hasil output dari analisis struktur menggunakan perangkat lunak SAP2000 yaitu Unity Check Ratio, defleksi struktur, gaya dalam, dan reaksi perletakan. Hasil pemodelan digunakan untuk perancangan tulangan elemen struktur yaitu balok, pelat, dan pile cap. Berdasarkan hasil penulangan tersebut maka dilakukan perancangan elemen beton pracetak yang mencakup balok dan pelat. Elemen beton pracetak kemudian dilakukan analisis pengangkatan, analisis instalasi dan analisis tumpuan. Konsep perancangan mengacu pada SNI 7833:2012 dan SNI 2847:2013. Hasil pemodelan juga digunakan untuk menganalisis daya dukung tanah untuk pondasi dalam.", "Daftar File": {"2017 TA PP Rabbani Mahatma Bagaskara 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/120103"}, "Penulis": "Rabbani Mahatma Bagaskara    (NIM : 15513051)", "Kontributor / Dosen Pembimbing": ["Sri Murti Adiyastuti, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "dermaga deck on pile, beton pracetak, desain struktur, analisis struktur atas, SAP2000", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "29 Sep 2017"}