{"Nomor": 23753, "Judul": "ANALISIS SPEKTRUM GELOMBANG OTAK ANAK MENTAL RETARDASI BERAT BERBASISKAN METODE FAST FOURIER TRANSFORM", "Abstrak": "Mental Retardasi merupakan suatu kondisi di mana seseorang mengalami keterbatasan secara signifikan baik pada fungsi intelektual maupun pada perilaku adaptif, yang mencakup kegiatan sosial sehari-hari maupun kemampuan praktikal dan biasanya dimulai dari usia sebelum 18 tahun. Untuk mengetahui cara penanganan yang cocok bagi setiap individu mental retardasi. Salah satu cara klasifikasi yang paling umum adalah dengan menggunakan rentang IQ. Penderita yang termasuk dalam mental retardasi ringan memiliki IQ antara 50-69, penderita mental retardasi antara memiliki IQ sekitar 35-49, penderita mental retardasi berat memiliki IQ antara 20-34, dan penderita mental retardasi sangat berat memiliki IQ di bawah 20. Salah satu metode klasifikasi yang sedang dikembangkan adalah dengan menggunakan metode neurofisiologi di mana metode tersebut dilakukan dengan merekam gelombang otak penderita mental retardasi. Alat yang digunakan untuk merekam gelombang otak adalah elektroensefalograf.  Pada penelitian kali ini, penulis meneliti perbedaan gelombang otak anak mental retardasi berat di SLB-C YPLCC Cipaganti Bandung dibandingkan dengan anak normal serta pengaruh stimulus terhadap peningkatan atau penurunan gelombang otak. Alat yang digunakan untuk pengambilan data adalah dengan menggunakan Emotiv. Penelitian dilakukan selama 20 menit di mana terdiri dari keadaan tutup mata selama 5 menit, keadaan buka mata selama 3 menit, keadaan menonton video tanpa audio selama 5 menit, keadaan menonton video dengan audio selama 5 menit, serta jeda keadaan trasisi dari tutup mata ke buka mata selama 1 menit dan jeda untuk video tanpa audio ke video dengan audio selama 1 menit. Data yang didapat berupa file edf. File edf ini kemudian akan diolah dengan menggunakan EEGLab dan SPTool untuk mendapatkan gambaran data spektral gelombang otak penderita mental retardasi. Analisis data akan dilakukan dengan filtering dan analisis spektrum berbasis fast fourier transform.  Dari hasil penelitian pengaruh stimulus terhadap perubahan pola gelombang otak, terlihat bahwa stimulus audio baik digunakan untuk menambahkan keadaan relaksasi, fokus dan peningkatan pengolahan informasi baik untuk subjek normal maupun mental retardasi pada lobus temporal. Dari hasil penelitian pengaruh stimulus visual, stimulus visual berupa menonton video baik dengan ataupun tanpa audio meningkatkan fokus pada mayoritas sampel mental retardasi di lobus oksipital sedangkan untuk sampel normal, stimulus ini baik untuk meningkatkan tingkat relaksasi dan pengolahan informasi. Namun jika stimulus adalah video dengan audio, fokus pada sampel normal juga mengalami peningkatan.", "Daftar File": {"2017 TA PP RACHEL SINONDANG 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120104", "2017 TA PP RACHEL SINONDANG 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120105", "2017 TA PP RACHEL SINONDANG 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120106", "2017 TA PP RACHEL SINONDANG 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/120107", "2017 TA PP RACHEL SINONDANG 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/120108", "2017 TA PP RACHEL SINONDANG 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/120109", "2017 TA PP RACHEL SINONDANG 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120110"}, "Penulis": "Rachel Sinondang - NIM : 10212097", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Freddy Haryanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Mental Retardasi Berat, EEG, Gelombang Otak, Power Spectral Density, Fast Fourier Transform, Relative Power", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ratnasari", "File": "7 file", "Tanggal Input": "31 Okt 2017"}