{"Nomor": 23762, "Judul": "GEOLOGI DAN POTENSI HIDROKARBON DAERAH BATU AJI DAN SEKITARNYA, KECAMATAN PINO RAYA, KABUPATEN BENGKULU SELATAN, PROVINSI BENGKULU", "Abstrak": "Penelitian dilakukan di daerah Batu Aji dan sekitarnya, Kecamatan Pino Raya, Kabupaten Bengkulu Selatan, Provinsi Bengkulu dengan koordinat 4o 10‟ 5‟‟ LS - 4o 15‟ 30‟‟ LS dan 102o 57‟50‟‟ BT - 103o 02‟ 10‟‟ BT dengan luas 90 km2 (9 x 10 km2). Pemetaan geologi dilakukan pada skala 1:25000. Tujuan penelitian ini adalah untuk mengetahui kondisi geologi daerah Batu Aji, meliputi geomorfologi, stratigrafi, struktur geologi, provenance batupasir, serta mengetahui potensi hidrokarbon daerah penelitian melalui penentuan elemen sistem petroleumnya. Geomorfologi daerah penelitian dibagi menjadi 4 satuan, yaitu: Satuan Perbukitan Intrusi, Satuan Perbukitan Lipatan, Satuan Dataran Bergelombang, dan Satuan Dataran Aluvial. Geologi daerah penelitian terdiri dari 6 satuan tidak resmi, yaitu: Satuan Lava Andesit, Satuan Batupasir-Batulanau Karbonan, Satuan Batupasir-Batulanau, Satuan Batulempung, Satuan Intrusi Granit, dan Satuan Endapan Aluvial. Struktur geologi yang berkembang di daerah penelitian berupa sesar mendatar, 4 sesar naik, dan 6 perlipatan. Sesar naik, dan sumbu perlipatan memiliki arah SE-NW, sedangkan sesar mendatar memiliki arah NE-SW. Analisis provenance batupasir pada 3 satuan, didapatkan bahwa provenance batupasir pada Satuan Batupasir-Batulanau Karbonan dan Satuan Batupasir-Batulanau berasal dari daerah yang mengalami deformasi, orogenesa, dan mengalami erosi. Sedangkan batupasir pada Satuan Batulempung berasal dari daerah yang mengalami deformasi, erosi, dan pengangkatan dan dipengaruhi oleh busur magmatik. Analisis sistem petroleum dilakukan pada seluruh satuan yang ada pada daerah penelitian. Satuan Batupasir-batulanau karbonan sebagai batuan Induk yang baik namun lewat matang dengan nilai TOC 1,41%, Tmax 522oC, dan tipe kerogen II/III. Batupasir Satuan Batupasir-Batulanau sebagai reservoir dengan porositas berkisar 6-8%. Top Satuan Batupasir-batulanau dan Batulempung sebagai batuan penyekat dan struktur antiklin berupa perangkap.", "Daftar File": {"2016 TA PP RADEN MUHAMMAD AGUNG TRIADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120148", "2016 TA PP RADEN MUHAMMAD AGUNG TRIADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120149", "2016 TA PP RADEN MUHAMMAD AGUNG TRIADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120150", "2016 TA PP RADEN MUHAMMAD AGUNG TRIADI 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/120151", "2016 TA PP RADEN MUHAMMAD AGUNG TRIADI 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/120152", "2016 TA PP RADEN MUHAMMAD AGUNG TRIADI 1-BAB 3C.pdf": "https://digilib.itb.ac.id/gdl/download/120153", "2016 TA PP RADEN MUHAMMAD AGUNG TRIADI 1-BAB 3D.pdf": "https://digilib.itb.ac.id/gdl/download/120154", "2016 TA PP RADEN MUHAMMAD AGUNG TRIADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/120155", "2016 TA PP RADEN MUHAMMAD AGUNG TRIADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/120156", "2016 TA PP RADEN MUHAMMAD AGUNG TRIADI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/120157", "2016 TA PP RADEN MUHAMMAD AGUNG TRIADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120158"}, "Penulis": "RADEN MUHAMMAD AGUNG TRIADI (NIM : 12011082)", "Kontributor / Dosen Pembimbing": ["Pembimbing :                                  \n \n \n\nIr. Benyamin Sapiie, Ph. D                                  \n \n \n\nDr. Indra Gunawan, S.T, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Batu Aji, provenance, sistem petroleum, busur magmatik.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "11 file", "Tanggal Input": "27 Sep 2017"}