{"Nomor": 23768, "Judul": "PERHITUNGAN HEDGING MENGGUNAKAN MODEL GERAK RANDOM BROWNIAN BLACK-SCHOLES DENGAN SIMULASI MONTE CARLO PADA PERGERAKAN FOREX", "Abstrak": "Hedging adalah salah satu upaya untuk mengendalikan resiko eksternal dari suatu usaha, yang bisa juga disebut sebagai metode penyelamatan investasi yang dapat digunakan pada produk-produk finansial seperti saham, mata uang, surat berharga dan turunannya. Gerak Brownian geometrik akan membantu untuk membentuk model pergerakan semua aktifitas finansial yang disimulasikan dengan menggunakan metoda Monte-Carlo. Hasil ini akan digunakan untuk menentukan hedging pada periode berikutnya dengan batas waktu yang sesuai dengan kesepakatan antara penjual dan pembeli. Value at Risk akan digunakan sebagai parameter batas transaksi   \n\nyang akan digunakan dan juga sebagai persamaan yang membantu untuk mendapatakan nilai hedging yang diinginkan. Ada 4 jenis kontrak hedging yang akan dibahas, yaitu: forward, swap, future and option. Model BlackScholes akan membantu untuk menghitung nilai opsi put dan call, sehingga disimulasikan hedging dinamis untuk kontrak opsi. Data yang dihasilkan dapat digunakan untuk menjadi referensi transaksi dalam forex. Model tersebut sudah dapat memprediksi dan memberikan   \n\nperkiraan harga hedge yang cukup baik.", "Daftar File": {"2016 TA PP RADITYA R. RUSMIPUTRO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120171", "2016 TA PP RADITYA R. RUSMIPUTRO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120172", "2016 TA PP RADITYA R. RUSMIPUTRO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120173", "2016 TA PP RADITYA R. RUSMIPUTRO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/120174", "2016 TA PP RADITYA R. RUSMIPUTRO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/120175", "2016 TA PP RADITYA R. RUSMIPUTRO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/120176", "2016 TA PP RADITYA R. RUSMIPUTRO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120177"}, "Penulis": "RADITYA R. RUSMIPUTRO (NIM : 10210032)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Acep Purqon, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Black-Scholes, Delta, Greek, Gamma, Hedging, Monte Carlo", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "7 file", "Tanggal Input": "05 Des 2017"}