{"Nomor": 23765, "Judul": "PENENTUAN DINITRO-ORTHO-CRESOL SECARA EKSTRAKSI FASA PADAT DENGAN POLIMER BERCETAKAN MOLEKUL - KCKT", "Abstrak": "Globalisasi perdagangan pangan sudah meluas ke berbagai negara, dan kehadirannya tidak dapat dihindarkan. Ditinjau dari aspek keamanan pangan, globalisasi tersebut dapat memperbesar dan memperluas kemungkinan timbulnya bahaya yang terkandung dalam makanan yang dikonsumsi. Oleh karena itu, tuntutan akan jaminan keamanan pangan terus bertambah sejalan dengan meningkatnya kesadaran masyarakat tentang pentingnya kesehatan pangan yang dikonsumsinya. Pestisida secara luas diterapkan pada produksi pangan untuk mencegah kerusakan tanaman dari serangga, tungau, tikus, dll. Dinitro-ortho-cresol (DNOC) merupakan senyawa pestisida yang biasanya digunakan sebagai herbisida, larvasida, dan insektisida di dalam pertanian. Dinitro-ortho-cresol merupakan senyawa yang bersifat racun yang apabila terpapar pada manusia dapat menyebabkan perasaan mual, gangguan pada lambung, kegelisahan, perasaan terbakar yang berlebihan dan lain-lain. Berdasarkan tingkat bahaya tersebut, maka keberadaan senyawa tersebut di dalam bahan pangan harus diidentifikasi dan dianalisis. Beberapa metode yang selama ini banyak digunakan untuk preparasi sampel dinitro-ortho-cresol dan senyawa pestisida lainnya secara umum diantaranya ekstraksi cair-cair dan QuEChERS. Metode tersebut masih memiliki kekurangan yaitu tidak dapat spesifik terhadap satu senyawa. Metode yang dikembangkan dalam penelitian ini adalah metode ekstraksi fasa padat menggunakan polimer bercetakan molekul sebagai sorben padat. Metode ini dipilih karena biaya yang rendah, preparasi yang mudah, stabil, pengulangan penggunaan tanpa kehilangan keaktifannya, kekuatan mekanik yang tinggi, dan daya tahan terhadap panas dan tekanan. Tujuan dari penelitian ini adalah mensintesis material fungsional MIP yang dapat digunakan sebagai bahan pengisi kolom SPE. MIP yang diperoleh digunakan untuk preparasi sampel pestisida dinitro-ortho-cresol didalam tomat. MIP untuk dinitro-ortho-cresol disiapkan menggunakan asam metakrilat (MAA) sebagai monomer fungsionalnya, ethylene glycol dimethacrylate (EGDMA) sebagai pengikat silang, benzoyl peroksida (BPO) sebagai inisiator, dan acetonitril sebagai porogen. Karakterisasi adsorpsi atau retensi dari material ini dilakukan dengan metode batch dan dinamis. Hasil karakterisasi menunjukkan bahwa kondisi adsorpsi optimum terjadi pada pH 5, waktu kontak 30 menit dengan kapasitas adsorpsi 137 mg/g, eluen pendesorpsi adalah metanol : acetat 75:25. Proses adsorpsi mengikuti pemodelan isoterm adsorpsi SipÃ‚Â’s dengan nilai n 0,967 yang menunjukkan bahwa adsorpsi terjadi pada permukaan homogen dan monolayer. Studi penggunaan kembali menunjukkan recovery tiap siklus 109,4 ; 108,8 ; 101,1 %. MIP yang diperoleh digunakan sebagai bahan pengisi kolom untuk proses prakonsentrasi DNOC dari sampel tomat sebelum dianalisis menggunakan KCKT. Konsentrasi DNOC yang diperoleh dalam sampel tomat adalah 0,65 mg/kg dengan recovery 87,18% yang berada dalam rentang toleransi yang diperbolehkan yaitu 80-110 %", "Daftar File": {"2017 TS PP RADEN TINA ROSMALINA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/120168", "ABSTRAK RADEN TINA ROSMALINA (NIM : 20515019)": "https://digilib.itb.ac.id/gdl/download/169316", "COVER RADEN TINA ROSMALINA (NIM : 20515019)": "https://digilib.itb.ac.id/gdl/download/169317", "BAB1 RADEN TINA ROSMALINA (NIM : 20515019)": "https://digilib.itb.ac.id/gdl/download/169318", "BAB2 RADEN TINA ROSMALINA (NIM : 20515019)": "https://digilib.itb.ac.id/gdl/download/169319", "BAB3 RADEN TINA ROSMALINA (NIM : 20515019)": "https://digilib.itb.ac.id/gdl/download/169320", "BAB4 RADEN TINA ROSMALINA (NIM : 20515019)": "https://digilib.itb.ac.id/gdl/download/169321", "BAB5 RADEN TINA ROSMALINA (NIM : 20515019)": "https://digilib.itb.ac.id/gdl/download/169322", "PUSTAKA RADEN TINA ROSMALINA (NIM : 20515019)": "https://digilib.itb.ac.id/gdl/download/169323"}, "Penulis": "RADEN TINA ROSMALINA (NIM : 20515019)", "Kontributor / Dosen Pembimbing": ["Pembimbing   \n \n\nProf. Dr. M. Bachri Amran.  \n \n\nDr. Sri Priatni."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "adsorpsi, DNOC, MIP, MAA, EGDMA.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}