{"Nomor": 23777, "Judul": "PERANCANGAN STRUKTUR DERMAGA PETI KEMAS DI LAMONGAN, JAWA TIMUR", "Abstrak": "Indonesia sebagai negara kepulauan yang masing-masing pulaunya dihubungkan oleh lautan memiliki urgensi yang besar untuk memenuhi kebutuhan konektivitas antar pulaunya. Salah satu upaya dalam menunjang konektivitas antar pulau adalah dengan memanfaatkan moda transportasi laut yang membutuhkan pelabuhan sebagai simpul-simpul transportasinya. Infrastruktur yang sangat penting dalam menunjang keberjalanan suatu pelabuhan adalah dermaga. Dermaga perlu dirancang sedemikian rupa agar mampu tetap berdiri kokoh dan bertahan dari terjangan gaya-gaya luar yang bekerja kepadanya. Tugas Akhir ini berisi tentang proses perancangan struktur dermaga deck on pile bertipe wharf yang dihubungkan dari daratan dengan trestle hingga kedalaman perairan yang direncanakan. Perancangan struktur dermaga dimulai dengan mengumpulkan data-data lingkungan yang mencakup data angin, arus, pasang surut, tanah dan kondisi gempa. Datadata tersebut kemudian diolah untuk dijadikan pertimbangan dalam meramalkan kondisikondisi ekstrim yang mungkin terjadi di kemudian hari sehingga struktur dermaga yang dibangun memiliki kemungkinan yang tinggi untuk dapat bertahan dalam kondisi paling ekstrim di lokasi rencana. Perancangan struktur dermaga dilakukan dengan menggunakan perangkat lunak SAP2000. Keluaran dari perangkat lunak ini terdiri dari unity check ratio, defleksi, serta gaya-gaya dalam yang bekerja pada setiap elemen struktur dermaga rencana. Keluaran analisis struktur dari perangkat lunak SAP2000 tersebut kemudian dijadikan data dalam merancang konfigurasi penulangan elemen struktur yang memenuhi kebutuhan, serta menentukan kedalaman tiang pancang yang dibutuhkan untuk mengakomodasi daya dukung tanah yang mencukupi.", "Daftar File": {"2017 TA PP Rafsa Rivanditra Purnawan 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/120198"}, "Penulis": "Rafsa Rivanditra Purnawan - Nim: 15513013", "Kontributor / Dosen Pembimbing": ["Harman Ajiwibowo, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Struktur, Dermaga, SAP2000", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Sep 2017"}