{"Nomor": 23774, "Judul": "BUSINESS STRATEGY FOR DOWNSTREAM DIVERSIFICATION DECISION OF PT.KHARISMA PEMASARAN BERSAMA NUSANTARA (CONSUMER BRANDED GOODS BUSINESS)", "Abstrak": "Untuk menghasilkan lebih banyak pendapatan, melepaskan ketergantungan pada perusahaan induk, dan terus berkembang, PT.Kharisma Pemasaran Bersama Nusantara (PT.KPBN) yang merupakan perusahaan yang bergerak dibidang perdagangan komoditi hasil perkebunan perusahaan induknya yaitu PT.Perkebunan Nusantara I-XIV (PTPN) (kelapa sawit, karet, kopi teh, kakao, gula pasir, molase dan lain-lain) memutuskan untuk menambahkan unit bisnis baru Consumer Branded Goods (CBG) sebagai strategi diversifikasi hilir mereka. Permasalahan utama terkini dari PT.KPBN adalah kurangnya informasi dan pengetahuan PT.KPBN tentang industri CBG dan alternatif strategi bisnis yang harus diterapkan agar dapat menjalankan bisnis baru dengan baik. Tujuan dari penelitian ini adalah untuk merumuskan strategi bisnis yang cocok untuk bisnis baru CBG dari PT.KPBN dan juga membuat rencana implementasi untuk strategi yang diajukan. \n\nPenelitian ini menggunakan metode kualitatif dengan menggunakan data primer dan data sekunder. Data primer tersebut berasal dari wawancara mendalam dengan president director PT.KPBN dan pengamatan penulis terhadap objek penelitian. Sedangkan data sekundernya berasal dari catatan/laporan perusahaan dan rencana kerja dan anggaran perusahaan. Penelitian ini dimulai dengan menganalisis kondisi internal dan eksternal. Untuk lingkungan internal, penulis menggunakan Business canvas model dan Resource-based approach agar dapat menentukan kekuatan dan kelemahan perusahaan secara keseluruhan. Kemudian, PESTLE analysis, Porter five forces, dan Competitor analysis digunakan untuk mengidentifikasi lingkungan eksternal serta menentukan peluang dan ancaman bagi perusahaan. Akar permasalahan dari isu bisnis perusahaan ditemukan setelah melakukan analisa lingkungan. Hasil analisis lingkungan dan juga Rootcause analysis digunakan sebagai input dalam analisa SWOT dan IE matrix. Kemudian strategi pada tingkat korporasi, tingkat bisnis, tingkat fungsional, model bisnis baru dan pengembangan roadmap bisnis dirumuskan dengan menggunakan Porter generic strategy, Directional strategy, TOWS matrix, dan Business canvas model framework. \n\nMenurut hasil perumusan strategi bisnis, perusahaan harus fokus pada strategi pertumbuhan sebagai strategi umum, dalam tingkatan bisnis perusahaan disarankan untuk fokus pada strategi deferensiasi dan terdapat pula beberapa strategi fungsional yang direkomendasikan untuk diterapkan. Model bisnis baru dan strategi roadmap juga diusulkan dalam penelitian ini. Dikarenakan perkembangan unit bisnis baru membutuhkan banyak waktu dan terdapat banyak aspek didalamnya, penelitian ini hanya terfokus pada penentuan strategi bisnis yang dapat diajukan untuk diimplementasikan. Sehingga kedepan diperlukan penelitian lebih lanjut untuk beberapa aspek seperti penelitian pasar maupun konsumen.", "Daftar File": {"2017 TS PP  RAFI PUTRA PRATAMA MUMIN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/120195"}, "Penulis": "RAFI PUTRA PRATAMA MUMIN (NIM : 29115558)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Isti Raafaldini Mirzanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perusahan Perdagangan Komoditi, Produk Konsumen Bermerek, Strategi Korporasi, Strategi Bisnis, Strategi Fungsional", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "08 Des 2017"}