{"Nomor": 23786, "Judul": "STUDI ANALISIS DISTRIBUSI KASITERIT PADA PROSES PENCUCIAN BIJIH TIMAH DI TAMBANG NUDUR III DAN TAMBANG PEMALI PT TIMAH Tbk.", "Abstrak": "Saat ini pengolahan timah di Indonesia terpusat di daerah Kepulauan Bangka - Belitung yang terkenal kaya akan timah. Salah satu perusahaan yang mengelola kekayaan alam timah tersebut adalah PT. Timah Tbk. Dalam hal ini, penelitian dilaksanakan pada salah satu unit   \n \n \n\nPT. Timah Tbk. yaitu washing plant tambang darat Nudur III dan washing plant tambang darat Pemali di Bangka. Permasalahan utama dalam pengolahan bijih timah di PT. Timah (Persero) Tbk yaitu rendahnya recovery pada proses pengolahan bijih timah halus, sementara kondisi cadangan di masa depan di dominasi oleh tailing eks penambangan yang didominasi bijih timah berukuran halus, lalu peralatan proses pengolahan yang tidak berjalan dengan   \n \n \n\nmaksimal sehingga perlunya dilakukan pengambilan data primer di lapangan yang diaplikasikan dengan plant survey di lokasi pencucian dan proses uji laboratorium.   \n \n \n\nPlant survey yang dilakukan di lokasi penelitian meliputi pengamatan proses pengolahan, penentuan titik-titik sampling, persiapan alat-alat sampling, lalu sampling pada setiap titik proses pengolahan timah serta preparasai sampel dan pengkodean. Setelah plant survey   \n \n \n\ndilakukan, maka hasil sampel dikirim ke laboratorium pusat PT. Timah Tbk di Pangkal Pingang untuk dilakukan uji analisis ayak dan analisis grain counting. Hasil yang didapat dari uji laboratorium yaitu distribusi ukuran mineral dan kadar mineralnya. Dari pengolahan data hasil analisis laboratorium, didapati fakta di lapangan menunjukkan bahwa tailing pada washing plant Tambang Nudur III terdeteksi adanya timah halus dalam   \n \n \n\njumlah kecil lalu pada washing plant Tambang Pemali terdeteksi adanya kehilangan timah halus. Untuk karakteristik bijih timah pada washing plant Tambang Nudur III didominasi oleh fraksi ukuran -50+70#, -70+100# dan -100+150#. Sedangkan karakteristik fraksi ukuran bijih timah pada washing plant Tambang Pemali cukup merata. Lalu pada washing plant Tambang Nudur III plant survey I didapat recovery 0% untuk jig primer, 91,85% untuk jig sekunder dan 98,74% untuk sakan sedangkan plant survey II didapat recovery 100% untuk   \n \n \n\nsemua instalasi pencucian. Sedangkan pada washing plant Tambang Pemali didapat recovery 79,89% untuk jig primer, 95,90% untuk jig sekunder, serta 48,31% untuk sakan.", "Daftar File": {"2011 TA PP RAHMANDITO JUNAIDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120228", "2011 TA PP RAHMANDITO JUNAIDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120229", "2011 TA PP RAHMANDITO JUNAIDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120230", "2011 TA PP RAHMANDITO JUNAIDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/120231", "2011 TA PP RAHMANDITO JUNAIDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/120232", "2011 TA PP RAHMANDITO JUNAIDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/120233", "2011 TA PP RAHMANDITO JUNAIDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120234"}, "Penulis": "RAHMANDITO JUNAIDI (NIM : 125 06 006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Edy Sanwani, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "timah, mengelola kekayaan alam timah, Bangka - Belitung, kasiterit", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}