{"Nomor": 23788, "Judul": "PEMODELAN ALIRAN AIRTANAH GABUNGAN SISTEM AKUIFER REKAHAN DAN SEDIMEN DI DAERAH X", "Abstrak": "Pemodelan aliran airtanah dengan metode beda hingga lebih efektif diterapkan untuk sistem akuifer layer based (batuan sedimen). Namun, diduga sistem akuifer di daerah penelitian adalah gabungan dari akuifer sedimen dan akuifer rekahan. Permasalahan pada sistem akuifer rekahan adalah heterogenitas dari karakteristik hidraulik akuifer tersebut. Metode HC-System dan Krigging digunakan untuk mengestimasi nilai konduktivitas hidraulik (K) pada akuifer rekahan. Hasil interpretasi geolistrik yang dihubungkan dengan literatur, menjadi metode untuk menentukan nilai K pada akuifer sedimen. Nilai K tersebut kemudian menjadi masukkan untuk proses pembuatan model aliran airtanah block cell based yang disederhanakan.  \n \n\nPenelitian ini bertujuan untuk memperkirakan hubungan yang terjadi secara kuantitatif antara zona akuifer rekahan dan akuifer sedimen. Berdasarkan hasil pemodelan, besaran flow transfer dari zona akuifer rekahan ke akuifer sedimen adalah 463 l/s. Kemudian dengan adanya gangguan berupa penambahan waduk resapan di daerah hulu, besaran flow transfer tersebut meningkat sebesar 38% menjadi 638 l/s selama 5 tahun waktu pemodelan. Kenaikan muka airtanah signifikan terjadi di bagian hulu akibat adanya waduk resapan ini, berdasarkan hasil perhitungan model di Sumur Bor 2, yaitu sebesar 0.27 m/tahun. Sedangkan di bagian hilir kenaikan muka airtanah yang terjadi sangat kecil, yaitu 0.00001 dan 0.0001 m/tahun masing-masing dari perhitungan model di Sumur Gali 1 dan Sumur Gali 2.", "Daftar File": {"2016 TS PP RAHMAT FADHILAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120243", "2016 TS PP RAHMAT FADHILAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120244", "2016 TS PP RAHMAT FADHILAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120245", "2016 TS PP RAHMAT FADHILAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/120246", "2016 TS PP RAHMAT FADHILAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/120247", "2016 TS PP RAHMAT FADHILAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/120248", "2016 TS PP RAHMAT FADHILAH 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/120249", "2016 TS PP RAHMAT FADHILAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120250"}, "Penulis": "RAHMAT FADHILAH (NIM: 22714002)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nProf. Dr. Ir. Sudarto Notosiswoyo", "Irwan Iskandar, ST. MT. Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Air Tanah", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "metode beda hingga, HC-System, krigging, akuifer rekahan, akuifer sedimen, flow transfer, muka airtanah.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}