{"Nomor": 23796, "Judul": "PERANCANGAN KORIDOR HIJAU UNTUK MENGURANGI KADAR POLUTAN GAS (NOx) Studi kasus : Jalan Soekarno Hatta Bandung", "Abstrak": "Kendaraan bermotor adalah salah satu penyebab pencemaran udara. Pencemar yang dihasilkan berupa partikulat dan gas. Salah satunya adalah gas NO2, yang berbahaya bagi kesehatan dan memiliki efek lebih permanen dibandingkan  \n \n\npolutan sejenis (CO2). Untuk mengurangi dampak pencemaran dari gas buang kendaraan bermotor, perlu dibangun koridor hijau di sekitar jalan raya. Pada perancangan ini studi kasus yang dipilih adalah koridor hijau sepanjang jalan Soekarno Hatta Bandung.  \n \n\nKoridor jalan memiliki karakter yang khusus sehingga perlu dilakukan studi sebelum memulai perancangan. Dari hasil studi, diketahui karakteristik jalan yang  \n \n\nerat kaitannya dengan pencemaran. Karakteristik tersebut meliputi karakter kemacetan sebagai sumber pencemar, pejalan kaki dan pengendara sebagai reseptor yang akan dilindungi, karakter fungsi bangunan di sekitar jalan, dan karakter hijau eksisting sebagai barrier. Hasil analisis digunakan untuk menentukan objek perancangan.  \n \n\nUntuk memaksimalkan kinerja koridor hijau, perlu penanaman vegetasi pereduksi.  \n \n\nDi Indonesia telah dilakukan penelitian mengenai jenis-jenis vegetasi pereduksi yang dapat digunakan dalam perancangan ini. Sebelum memulai perancangan, jenis-jenis vegetasi pereduksi dianalisis berdasarkan karakter visual dan fungsinya dalam lanskap jalan. Terdapat 7 fungsi yang menjadi kata kunci kriteria penataan vegetasi pada lanskap jalan yaitu reduksi polusi image, signage, buffer cahaya, transparansi, keteduhan, dan jalur pejalan kaki.", "Daftar File": {"2014 TS PP RAHMI ELSA DIANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120293", "2014 TS PP RAHMI ELSA DIANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120294", "2014 TS PP RAHMI ELSA DIANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120295", "2014 TS PP RAHMI ELSA DIANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/120296", "2014 TS PP RAHMI ELSA DIANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/120297", "2014 TS PP RAHMI ELSA DIANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/120298", "2014 TS PP RAHMI ELSA DIANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/120299", "2014 TS PP RAHMI ELSA DIANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120300"}, "Penulis": "RAHMI ELSA DIANA (NIM : 25212042)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Ir. R.R. Dhian Damajani, MT.", "Dian Heri Sofian, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pencemaran, kendaraan bermotor, jalan arteri, perancangan koridor hijau.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}