{"Nomor": 23790, "Judul": "STUDI KINERJA STRUKTUR BETON BERTULANG DENGAN SISTEM GANDA TERHADAP PROGRESSIVE COLLAPSE UNTUK BANGUNAN EVAKUASI VERTIKAL SEMENTARA TAHAN TSUNAMI", "Abstrak": "Bangunan evakuasi vertikal sementara tahan tsunami adalah bangunan yang dipersiapkan sebagai tempat evakuasi saat tsunami terjadi. Bangunan ini didesain berdasarkan Maximum Considered Tsunami (MCT) menggunakan pembebanan dengan probabilitas terlampaui sebesar 2% dalam periode 50 tahun atau 2.500 tahun periode ulang rata-rata. Ketinggian rendaman tsunami rencana (R) ditetapkan berdasarkan peta rendaman tsunami. Perencanaan model bangunan evakuasi harus memenuhi persyaratan yang tercantum dalam FEMA P-646 dengan beberapa penyesuaian terhadap peraturan perencanaan bangunan di Indonesia. Selain itu, kinerja struktur harus dipastikan berada pada level Immediate Occupancy (IO) atau kondisi aman setelah gempa terjadi. Artinya, bangunan berada pada performa yang baik saat tsunami terjadi. Progressive collapse menjadi parameter penting dalam perencanaan bangunan evakuasi. General Administation Service (GSA) Amerika Serikat mengembangkan Proggressive Collapse Analysis and Design Guidelines for New Federal Office Buildings and Major Modernization Project menggunakan Metode Kegagalan Kolom untuk memastikan potensi progressive collapse sudah diperhitungkan. Demand-Capacity Ratio (DCR) menjadi kondisi ekstrem yang menentukan terjadinya kegagalan struktur dan diperoleh dari analisis statis linier pada elemen struktur di sekitar lokasi kegagalan kolom. Berdasarkan analisis yang dilakukan, cara untuk mencegah terjadinya progressive collapse adalah melakukan penambahan kapasitas penampang pada area yang mengalami perubahan distribusi gaya yang cukup signifikan akibat kegagalan elemen struktur dan memperpendek jarak antarkolom untuk memperbanyak redundansi struktur. Sistem struktur yang mempunyai perilaku ketahanan yang baik terhadap beban tsunami haruslah memiliki salah satu kriteria berikut (1) kuat dan memiliki kemampuan cadangan untuk menahan gaya-gaya ekstrem; (2) struktur terbuka untuk mengurangi tahanan akibat air yang mengalir; (3) struktur daktail; dan (4) struktur dengan redundansi yang cukup banyak.", "Daftar File": {"2014 TA PP RAHMAT HIDAYAT 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120252", "2014 TA PP RAHMAT HIDAYAT 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120253", "2014 TA PP RAHMAT HIDAYAT 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120254", "2014 TA PP RAHMAT HIDAYAT 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/120255", "2014 TA PP RAHMAT HIDAYAT 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/120256", "2014 TA PP RAHMAT HIDAYAT 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/120257", "2014 TA PP RAHMAT HIDAYAT 1 - BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/120258", "2014 TA PP RAHMAT HIDAYAT 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120259"}, "Penulis": "RAHMAT HIDAYAT ( NIM : 15010007 )", "Kontributor / Dosen Pembimbing": ["pembimbing :    \n \n \n \n\nProf. Ir. Iswandi Imran, MAS.c., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bangunan evakuasi sementara, ketinggian rendaman tsunami, progressive collapse, DCR", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "07 Nov 2017"}