{"Nomor": 23794, "Judul": "ANALISIS DISTRIBUSI LIQUID WATER CONTENT (LWC) PADA FORMASI AWAN DI DAERAH SOROAKO", "Abstrak": "Penerbangan untuk mendapatkan profil Liquid Water Content (LWC) dan variabel mikrofisis lainnya dilakukan di daerah Soroako periode April-Mei 2005. Pengetahuan mengenai profil LWC dapat meningkatkan pemahaman terhadap proses mikrofisika awan lebih detail yang sangat berguna dalam pemodelan numerik. Dilakukan hindcast menggunakan model Weather Research and    \n \n \n \n\nForecastingÃ‚Â–Advanced Research WRF (WRF-ARW) untuk mengevaluasi performa model menggunakan 3 skema mikrofisis yang berbeda pada kasus awan cumuliform dan stratiform. Ketersediaan data observasi in-situ LWC ini    \n \n \n \n\ndigunakan untuk mengkaji karakteristik awan dan sebagai pembanding terhadap data hasil prediksi (evaluasi langsung hasil model).    \n \n \n \n\nDari penelitian ditemukan bahwa pada kasus awan cumuliform menunjukkan profil LWC mencapai nilai maksimumnya saat mendekati puncak awan, konsisten    \n \n \n \n\nterhadap profil awan yang terbentuk oleh pengangkatan adiabatik. Sedangkan untuk kasus awan stratiform tidak menunjukkan tren yang signifikan (profil LWC-nya lebih bervariasi). Hasil prediksi model WRF-ARW menunjukkan untuk kasus awan cumuliform semua skema memprediksi nilai rata-rata LWC dengan cukup konsisten, walaupun masih underpredicted. Pada kasus awan stratiform semua skema cenderung gagal menyimulasikan profil LWC.", "Daftar File": {"2015 TA PP RAHMAWATI SYAHDIZA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120285", "2015 TA PP RAHMAWATI SYAHDIZA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120286", "2015 TA PP RAHMAWATI SYAHDIZA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120287", "2015 TA PP RAHMAWATI SYAHDIZA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/120288", "2015 TA PP RAHMAWATI SYAHDIZA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/120289", "2015 TA PP RAHMAWATI SYAHDIZA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/120290", "2015 TA PP RAHMAWATI SYAHDIZA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120291"}, "Penulis": "RAHMAWATI SYAHDIZA (NIM : 12810022)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Nurjanna Joko Trilaksono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Liquid Water Content (LWC), awan cumuliform, awan stratiform, Weather Research and Forecasting (WRF).", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}