{"Nomor": 23800, "Judul": "ANALISIS ALIRAN MATERIAL BULKY WASTE  KOTA BANDUNG", "Abstrak": "Bulky waste merupakan sampah yang berukuran besar yang berasal dari rumah tangga. Sampah jenis ini membutuhkan ruang yang cukup besar jika dibuang ke TPA, sedangkan kapasitas Tempat Pembuangan Akhir (TPA) semakin berkurang. Di sisi lain, material bulky waste dapat dimanfaatkan kembali menjadi bahan baku. Saat ini, Di Indonesia khususnya Kota Bandung belum ada peraturan terkait bulky waste, sehingga sampah tersebut tidak jarang ditemukan di tempat pengumpulan sementara (TPS). Tujuan dari penelitian ini adalah ingin mengetahui timbulan bulky waste di Kota Bandung  serta penanganan yang dilakukan terhadap bulky waste itu sendiri. Untuk mengetahui  timbulan bulky waste, penelitian ini menggunakan konsep analisisaliranmaterial. Hasil penelitian ini mendapatkan bahwa timbulan bulky waste Kota Bandung adalah 27540 ton per tahun, dimana 448,39 ton per tahun dibuang ke TPA.Pemilahan di TPS menghasilkan161,84 tonbulky waste/tahundapatdijualkembalikepelakudaurulang.Selaindibuangke TPA dandijual, bulky wastebiasanyadisimpan, dihibahkandandibakar. Komposisi bulky waste paling banyak ditemukan adalah WasteElectronic and ElectricalEquipment 41,2%, perabot 29,4%, peralatan rumah tangga 11,6% dan sisanya berasal dari peralatan dapur, peralatan taman, karpet dan peralatan kamar mandi.  Pada penelitian ini menemukan pentingnya pengelolaan bulky waste secara terpisah dari sampah kota umumnya termasuk dalam penetapan tarif retribusi bulky waste", "Daftar File": {"2017 TS PP RAHMI UTAMI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/120322"}, "Penulis": "RAHMI UTAMI   ( NIM : 25315014)", "Kontributor / Dosen Pembimbing": ["Dr. Benno Rahardyan, ST, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "bulky waste, analisisaliran material, daurulang, tarifretribusi", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "04 Okt 2017"}