{"Nomor": 23802, "Judul": "WATER SAFETY PLAN BERDASARKAN PARAMETER MIKROBIOLOGI DALAM DISTRIBUSI AIR MINUM DI JALUR KECAMATAN BABAKAN CIPARAY, KOTA BANDUNG", "Abstrak": "Air minum merupakan salah satu kebutuhan vital manusia, sehingga keamanan air minum harus dapat dipastikan dalam penyediaan air minum. Perusahaan Daerah  \n \n\nAir Minum (PDAM) Tirtawening Kota Bandung sebagai perusahaan yang bergerak dalam pelayanan air minum dituntut untuk dapat memproduksi air minum sesuai dengan standar yang ditetapkan pemerintah, yaitu Peraturan  \n \n\nMenteri Kesehatan Republik Indonesia No. 492/MENKES/PER/IV/2010 tentang Persyaratan Kualitas Air Minum. Penelitian ini bertujuan untuk memberikan usulan implementasi water safety plan di wilayah distribusi PDAM Tirtawening hingga di titik terjauh daerah pelayanan di Kecamatan Babakan Ciparay, Kota Bandung. Kualitas yang diuji adalah parameter mikrobiologi terhadap jumlah total coliform dan E. coli dengan metode Jumlah Perkiraan Terdekat (JPT). Sampel air yang diuji kualitasnya diambil pada unit reservoar IPAM (Instalasi  \n \n\nPengolahan Air Minum) Badaksinga dan 80 kran konsumen pada jalur distribusi. Berdasarkan analisis laboratorium, diketahui bahwa sebanyak 81,25% sampel di  \n \n\nwilayah distribusi memenuhi persyaratan keamanan air minum ditinjau dari parameter mikrobiologi. Namun, masih terdapat kontaminasi mikroba pada titiktitik distribusi paling jauh akibat kebocoran pipa dan turunnya konsentrasi sisa klor. Nilai JPT terbesar untuk total coliform dan E. coli yang diukur mencapai 150 JPT/100 ml air. Model water safety plan dalam sitem distribusi mengkaji tentang analisis bahaya, langkah pengontrolan, batas kritis, dan tindakan perbaikan yang diperlukan. Dari hasil penelitian ini diperlukan penanggulangan  \n \n\nlebih lanjut dari pihak pemasok air guna mencapai target kesehatan masyarakat dan memenuhi baku mutu yang berlaku.", "Daftar File": {"2015 TA PP RAIHANA NABILA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120331", "2015 TA PP RAIHANA NABILA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120332", "2015 TA PP RAIHANA NABILA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120333", "2015 TA PP RAIHANA NABILA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/120334", "2015 TA PP RAIHANA NABILA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/120335", "2015 TA PP RAIHANA NABILA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/120336", "2015 TA PP RAIHANA NABILA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/120337", "2015 TA PP RAIHANA NABILA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120338"}, "Penulis": "RAIHANA NABILA (NIM. 15311025)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Ir. Katharina Oginawati, MS."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "air minum, kualitas mikrobiologi, sisa klor, sistem distribusi, water safety plan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}