{"Nomor": 23808, "Judul": "ANALISA PEMANCANGAN TIANG MENGGUNAKAN SOFTWARE GRLWEAP DENGAN FAKTOR REDUKSI OVER CONSOLIDATION RATIO (OCR)", "Abstrak": "Tugas akhir ini mengenai analisa pemancangan tiang yang berlokasi pada daerah Indonesia bagian barat. Studi ini dilakukan untuk menganalisa kondisi suatu fondasi tiang suatu bangunan pada saat dipancang. Analisa pemancangan tiang ini meninjau kapasitas daya dukung pada saat pemacangan dan junlah pukulan/meter yang diberikan oleh hammer pada tiang. Kapasitas daya dukung ditinjau karena kondisi kapasitas daya dukung pada saat dipancang atau disebut juga dengan soil resistance during driving (SRD), berbeda dengan kapasitas daya dukung saat tiang sudah tertanam. Sementara jumlah pukulan/meter yang diberikan oleh hammer harus sesuai agar kapasitas daya dukung yang diinginkan dapat tercapai.Verifikasi pada kedalaman-kedalaman tertentu kemudian dilakukan terhadap desain awal yang dibuat. Verifikasi dilakukan berdasarkan hasil pemantauan di lapangan, dimana didapatkan nilai-nilai aktual dari kapasitas daya dukung pada saat pemancangan, efisiensi hammer, tegangan tiang pada saat pemancangan, dan jumlah pukulan/meter. Untuk mendekati nilai aktual, metoda back calculation dilakukan pada faktor reduksi kapasitas daya dukung pada saat pemacangan, nilai quake, dan nilai damping. Nilai-nilai yang didapat dari hasil back calculation kemudian digunakan untuk suatu desain alternatif pada lokasi studi dengan spesifikasi tiang yang sama, 5 macam jenis hammer, dan 3 variasi nilai efisiensi.Analisa nilai kapasitas daya dukung tanah atau soil resistance during driving (SRD) dilakukan dengan menggunakan faktor reduksi berdasarkan over consolidation ratio (OCR) dan analisa jumlah pukulan/meter dilakukan dengan menggunakan software GRLWEAP. Jumlah pukulan/meer tidak melebihi 1000 pukulan/meter dan tegangan tekan yang terjadi tidak melebihi 0.9 fy.", "Daftar File": {"2008 TA PP RAISSA LISTY ALMANDA - PANDU MUHAMMAD MINARNO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120344", "2008 TA PP RAISSA LISTY ALMANDA - PANDU MUHAMMAD MINARNO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120345", "2008 TA PP RAISSA LISTY ALMANDA - PANDU MUHAMMAD MINARNO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120346", "2008 TA PP RAISSA LISTY ALMANDA - PANDU MUHAMMAD MINARNO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/120347", "2008 TA PP RAISSA LISTY ALMANDA - PANDU MUHAMMAD MINARNO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/120348", "2008 TA PP RAISSA LISTY ALMANDA - PANDU MUHAMMAD MINARNO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/120349", "2008 TA PP RAISSA LISTY ALMANDA - PANDU MUHAMMAD MINARNO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120350"}, "Penulis": "RAISSA LISTY ALMANDA (NIM 15004055) dan PANDU MUHAMMAD MINARNO (NIM 15004058)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. MASYHUR IRSYAM, MSE."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pemancangan tiang, tiang pancang, hammer, back calculation, soil resistance during driving (SRD), quake, damping, GRL WEAP", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}