{"Nomor": 23819, "Judul": "REINVENTING PUBLIC SPACE: PENATAAN KORIDOR JL. MARGONDA RAYA SEBAGAI UPAYA MENGHADIRKAN RUANG PUBLIK DI KOTA DEPOK", "Abstrak": "Letak penggalan koridor Jl. Margonda Raya yang berbatasan langsung dengan DKI Jakarta, menjadikannya sebagai salah satu jalur penghubung utama dan pintu masuk dari dan menuju Kota Depok. Kondisi ini menjadikannya berkembang \n\nsebagai salah satu kawasan strategis dan memicu pembangungan fungsi-fungsi baru yang menjadi generator aktivitas masyarakat. Pembangunan yang terjadi di penggalan koridor Jl. Margonda Raya tentunya memiliki dampak positif bagi perkembangan Kota Depok, salah satunya adalah dengan meningkatnya perekonomian kota. Namun, pesatnya pembangunan yang terjadi juga memberikan dampak negatif, salah satunya adalah menurunnya kualitas koridor \n\njalan sehingga tidak lagi dapat dimanfaatkan sebagai ruang publik yang mewadahi berbagai aktivitas masyarakat. Mengingat pentingnya peranan koridor jalan sebagai ruang publik bagi kehidupan sosial masyarakat, maka dibutuhkan sebuah usaha untuk mengembalikan fungsi dan makna koridor jalan sebagai ruang publik. \n\nProses reinventing dengan pendekatan placemaking menjadi salah satu usaha yang dapat dilakukan untuk mengembalikan fungsi dan makna penggalan koridor Jl. Margonda Raya sebagai ruang publik. Proses reinventing dilakukan dengan \n\npenataan kawasan, yakni berfokus pada peningkatan kualitas lingkungan fisik kawasan agar dapat menjadi sebuah tempat yang diinginkan oleh masyarakat untuk beraktivitas. Penataan penggalan koridor Jl. Margonda Raya dilakukan \n\ndengan dua pertimbangan utama, yakni pola pemanfaatan kawasan sebagai fungsi perdagangan dan jasa dan fungsi koridor jalan sebagai jalur penghubung utama kota, sehingga menghasilkan konsep utama perancangan berupa Ã‚Â‘segmentasi dan simpul aktivitas' untuk mendukung proses reinventing sebagai ruang publik.", "Daftar File": {"2017 TS PP RAMADHANI ISNA PUTRI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/120409"}, "Penulis": "RAMADHANI ISNA PUTRI (NIM : 25614011)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Agustinus Adib Abadi, M.Sc.", "Dr. Ir. Denny Zulkaidi, MUP."], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "reinventing, ruang publik, penataan, koridor jalan, placemaking", "Sumber": "", "Staf Input/Edit": "Diah Ayu Merdekawati  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Okt 2017"}