{"Nomor": 23814, "Judul": "STUDI PERANCANGAN STRUKTUR BAJA COLD FORMED DENGAN ASPEK EKSPRESI BAHAN Studi kasus: Masjid Kompleks Pabrik Baja Cold Formed", "Abstrak": "Baja Cold Formed Steel (CFS) adalah baja yang dibentuk dalam kondisi dingin. Berbeda dengan baja Hot Formed Steel (HFS), baja CFS tidak membutuhkan energi besar untuk pembakaran. Dengan demikian, industri baja CFS dapat dimasuki oleh perusahaan yang tidak terlalu besar. Baja CFS cenderung lebih tipis dan memiliki jenis profil yang lebih banyak. Baja jenis ini juga sudah hadir dalam kondisi yang sudah diberi pelapis anti karat sehingga ketahanan terhadap karat lebih baik dibanding baja HFS.   \n\nPerkembangan baja Cold Formed Steel sebagai struktur bangunan berkembang cukup pesat, terutama untuk struktur atap. Namun, hingga kini, jarang sistem struktur tersebut ditampilkan sebagai elemen estetika. Biasanya sistem struktur tersebut disembunyikan karena terlalu padat baik secara horizontal maupun vertikal. Tesis ini mencoba mengeksplorasi sistem struktur dari baja CFS yang dapat diekspos. Diharapkan dengan demikian struktur baja CFS dapat menjadi sebuah elemen estetis sehingga arsitek dapat berperan dalam perkembangannya.   \n\nTesis ini diawali dengan kajian karakteristik bahan dan perkembangan baja CFS saat ini, kemudian dilanjutkan dengan survei dan observasi perkembangan baja CFS di Indonesia. Sistem struktur dan konstruksi untuk masjid kemudian dirancang dari data tersebut. Rancangan sistem struktur tersebut dikonsultasikan dengan ahli sipil dan pabrik baja CFS. Pertimbangan yang dipakai dalam perancangan sistem struktur adalah kekuatan struktur, ketersediaan bahan dasar, kemudahan pembangunan, serta aspek visual dari ekspresi bahan. Sistem struktur yang terpilih kemudian dikembangkan menjadi bangunan masjid. Program komputer Rhinoceros dan Grasshopper digunakan dalam proses perancangan ini.   \n\nDari hasil kajian, secara struktural, baja CFS memiliki kelemahan terhadap gaya momen dan tekan. Selain itu, daktilitas dari bahan ini juga lebih lemah dari baja   \n\nHFS. Oleh karena itu, sistem struktur baja CFS saat ini cenderung padat. Rangka atap disusun secara sejajar dengan rapat dan kolom disusun membentuk dinding pendukung beban. Sambungan baja CFS yang paling sering dipakai adalah sheet metal screw. Sambungan dengan las perlu diperhatikan dengan seksama ketebalan pelat yang digunakan. Ekspresi yang dihasilkan dari struktur dengan bahan baja CFS cenderung industrial. Sedangkan untuk cladding dapat menghasilkan berbagai macam pola; horizontal, vertikal, embossed, atau polos.   \n\nempat pilihan sistem struktur dihasilkan dalam proses iterasi: kuda-kuda, lamela, pelengkung tarik dan pelengkung tekan (relung). Sistem yang dipilih adalah relung. Relung disusun secara padat ke arah horizontal. Struktur tersebut menghasilkan struktur kulit tipis yang memberikan aspek visual yang lebih baik karena tipis secara vertikal. Sistem relung dipilih juga karena memungkinkan untuk menghantarkan gaya hampir mendekati sumbu batang penyusunnya. Hal ini menjadi penting untuk bahan baja CFS yang cenderung lemah terhadap gaya momen. Selain itu, sistem relung juga masih mungkin untuk diaplikasikan karena terdiri dari komponen yang persegi yang memiliki sambungan yang lebih sederhana dibanding bentuk yang lain.   \n\nRancangan relung yang dihasilkan dikembangkan menjadi tiga jenis. Rancangan yang terpilih adalah rancangan yang paling efisien. Dari sistem relung tersebut, bentuk dikembangkan. Metode perancangan parametrik diterapkan dengan menggunakan program Rhinoceros dan Grasshopper. Bentuk diekplorasi untuk menghasilkan bentuk yang proporsional dengan parameter dimensi bahan. Dari bentuk yang dihasilkan kemudian dapat ditentukan sudut tekuk dari salah satu komponen. Berbeda dengan tanpa parametrik, sudut tekuk dapat ditemukan setelah bentuk ditentukan. Dengan cara tersebut, lebih banyak kemungkinan proporsi bentuk dapat dieksplorasi dan literasi dapat lebih sering dilakukan.   \n\nSistem struktur tersebut menghasilkan bentuk masjid yang lebih kontemporer. Bentuk kubah belum mempu dibuat seutuhnya dengan struktur dari bahan baja CFS yang diekspos. Relung yang berjenjang dipilih untuk mendekati bentuk kubah. Bangunan seperti masjid yang membutuhkan bentuk yang lebih variatif masih sulit untuk sepenuhnya menggunakan baja CFS dibandingkan dengan bangunan terstandarisasi seperti hanggar atau gedung olahraga. Dalam perkembangan ke depan perlu dilakukan penelitian pada kasus studi lain serta penelitian dalam aspek keterbangunan dan efisiensi biaya.", "Daftar File": {"2014 TS PP RAKHMAT FITRANTO ADITRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120383", "2014 TS PP RAKHMAT FITRANTO ADITRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120384", "2014 TS PP RAKHMAT FITRANTO ADITRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120391", "2014 TS PP RAKHMAT FITRANTO ADITRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/120385", "2014 TS PP RAKHMAT FITRANTO ADITRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/120386", "2014 TS PP RAKHMAT FITRANTO ADITRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/120387", "2014 TS PP RAKHMAT FITRANTO ADITRA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/120388", "2014 TS PP RAKHMAT FITRANTO ADITRA 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/120389", "2014 TS PP RAKHMAT FITRANTO ADITRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120390"}, "Penulis": "RAKHMAT FITRANTO ADITRA (NIM : 25212041)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n\nDr. Ir. Sugeng Triyadi, MT.   \n\nDr-Ing. Andry Widyowijatnoko, ST. MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Baja Cold Formed, masjid, ekspresi bahan, struktur, konstruksi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}