{"Nomor": 23811, "Judul": "EVALUASI KESIAPAN INFRASTRUKTUR PENUNJANG AKTIVITAS DI KAWASAN STADION GELORA BANDUNG LAUTAN API, BANDUNG", "Abstrak": "Stadion merupakan salah satu fasilitas publik yang dapat dipergunakan untuk berbagai event yang melibatkan massa yang sangat banyak. Secara umum, stadion digunakan untuk menggelar event olahraga, contohnya sepakbola dan atletik. Di Kota Bandung, terdapat beberapa stadion olahraga, salah satunya Stadion Gelora Bandung Lautan Api (GBLA) yang berada di kawasan Gedebage, Bandung. Saat ini Stadion GBLA seringkali dipergunakan untuk melaksanakan pertandingan sepakbola, mengingat di Kota Bandung merupakan homebase dari klub sepakbola Persib Bandung. Penggunaan Stadion GBLA oleh klub ini tentunya meningkatkan aktivitas di sekitar stadion ini dan meningkatnya aktivitas di kawasan ini tentunya harus dibarengi dengan kesiapan dari infrastruktur penunjang aktivitas pengunjung di Stadion GBLA. Sampai saat ini belum dilakukan evaluasi mengenai kesiapan infrastruktur penunjang aktivitas sehingga penelitian ini bertujuan untuk mengevaluasi kesiapan infrastruktur penunjang aktivitas di kawasan olahraga stadion GBLA. Untuk mengetahui tingkat kesiapan infrastruktur penunjang dilakukan penilaian terhadap masing-masing infrastruktur berdasarkan pengambilan data primer yang berupa observasi dan wawancara serta peninjauan data sekunder. Metode analisis yang digunakan adalah analisis konten, analisis deskriptif kuantitatif, analisis deskriptif kualitatif, dan evaluasi semu. Berdasarkan analisis yang dilakukan, infrastruktur penunjang aktivitas yang dimaksud adalah tempat parkir, jalan akses, ketersediaan transportasi publik, dan rambu di kawasan stadion. Berdasarkan evaluasi yang dilakukan, dari segi rencana, seluruh jenis infrastruktur tidak siap untuk melayani pengunjung, sama halnya dengan kesiapan pada kondisi eksisting. Namun, terdapat infrastruktur yang sudah cukup siap bila ditinjau pada kondisi eksisting yaitu signage/ perambuan yang berada di kawasan stadion. Tingkat ketercapaian indikator untuk infrastruktur ini mencapai 73,61 %, sementara infrastruktur lainnya masih dibawah 50%. Secara keseluruhan penyediaan infrastruktur masih perlu ditingkatkan. Hal ini tentunya harus diperhatikan agar permasalahan yang timbul akibat pelaksanaan event di Stadion GBLA dapat diminimalisir.", "Daftar File": {"Rakanda Pranidhana Djamal.pdf": "https://digilib.itb.ac.id/gdl/download/120368"}, "Penulis": "RAKANDA PRANIDHANA DJAMAL", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Haryo Winarso,M.Eng.,Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kesiapan, stadion olahraga, infrastruktur, penunjang aktivitas, evaluasi semu", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}