{"Nomor": 23818, "Judul": "EVALUASI PENGARUH NOISE DATA TEKANAN TERHADAP PENENTUAN OOIP DAN MEKANISME PENDORONG MENGGUNAKAN MATERIAL BALANCE", "Abstrak": "Data tekanan merupakan salah satu faktor penting untuk mendapatkan ketelitian hasil perhitungan pada metode material balance. Namun pada praktek di lapangan, sangat sulit untuk mendapatkan nilai tekanan rata-rata reservoir yang aktual, sehingga menghasilkan data tekanan yang noise dan diperlukan estimasi nilai tekanan tersebut. Oleh karena itu, penelitian ini akan mengevaluasi pengaruh dari estimasi pengambilan data tekanan terhadap penentuan Original Oil in Place (OOIP) dan mekanisme pendorong dengan menggunakan perhitungan material balance.  \n \n\nPenelitian ini dibagi menjadi dua bagian. Bagian pertama merupakan uji konsistensi hasil perhitungan OOIP antar metode garis lurus, regresi, dan analisa sensitivitas. Sedangkan bagian kedua merupakan evaluasi pengaruh noise data tekanan terhadap penentuan OOIP dan mekanisme pendorong dengan menggunakan ketiga metode tersebut.  \n \n\nDari hasil penelitian didapat bahwa metode garis lurus, regresi, dan analisa sensitivitas memberikan hasil perhitungan OOIP yang konsisten, sedangkan perbedaan pengambilan data tekanan memberikan perbedaan hasil perhitungan nilai OOIP dan mekanisme pendorong dengan menggunakan ketiga metode tersebut", "Daftar File": {"2010 TS PP RAMADHANIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120401", "2010 TS PP RAMADHANIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120402", "2010 TS PP RAMADHANIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120403", "2010 TS PP RAMADHANIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/120404", "2010 TS PP RAMADHANIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/120405", "2010 TS PP RAMADHANIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/120406", "2010 TS PP RAMADHANIA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/120407", "2010 TS PP RAMADHANIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120408"}, "Penulis": "RAMADHANIA (NIM:22208045)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Taufan Marhaendrajana"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Data Tekanan, OOIP, Mekanisme Pendorong, Material Balance, Metode Garis Lurus, Metode Regresi, Analisa Sensitivitas", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}