{"Nomor": 23816, "Judul": "PEMODELAN DAN PERANCANGAN AKUSTIK AULA TIMUR ITB SEBAGAI GEDUNG PERTUNJUKAN ALAT MUSIK ANGKLUNG (METODE ADJUSTABLE & REMOVABLE RECITAL HALL)", "Abstrak": "Dalam perkembangan teknologi di bidang akustik ruangan akhir-akhir ini, pembangunan sebuah ruangan yang dikhususkan berdasarkan fungsi ruangan tersebut semakin banyak diminati dari sebelumnya. Tetapi sayangnya ITB sendiri masih sedikit mempunyai ruangan, baik itu ruangan kelas ataupun aula yang dibangun berdasarkan aspek parameter akustik yang dikhususkan berdasarkan fungsi ruangan tersebut, salah satunya adalah gedung Aula Timur ITB. Dapat dikatakan ITB adalah sekolah tinggi di Indonesia yang mempunyai paling banyak unit kegiatan mahasiswa di bidang kesenian, salah satunya adalah unit kesenian angklung yang tergabung dalam Keluarga Paduan Angklung (KPA-ITB). Tetapi gedung konser yang cocok untuk diadakannya konser musik angklung belum tersedia di dalam ITB. Oleh karena itu, tercetuslah ide untuk memperbaiki gedung aula timur ITB agar bisa terbentuknya sebuah ruangan yang cocok untuk diadakannya konser musik angklung.  \n \n\nPada tugas akhir ini, penelitian difokuskan pada pemodelan dan perancangan gedung aula timur ITB yang dikhususkan untuk diadakannya konser musik angklung. Metode Removable dan Adjustable Recital Hall dimaksudkan untuk menjaga keaslian gedung aula timur ITB sebagai cagar budaya sehingga dalam perbaikan aula timur tidak perlu Ã‚Â“melukaiÃ‚Â” fisik dan Ã‚Â“menghalangiÃ‚Â” visual aula timur.  \n \n\nHasil perancangan akustik gedung aula timur ITB dengan elemen-elemen perbaikan parameter akustik, menghasilkan: Tsub sebesar 1,025 detik, Δt1 sebesar 53,3 ms, LL 80,5 dBA, dan IACC sebesar 0,41.", "Daftar File": {"2013 TA PP RAMADHAN AKMAL PUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120393", "2013 TA PP RAMADHAN AKMAL PUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120394", "2013 TA PP RAMADHAN AKMAL PUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120395", "2013 TA PP RAMADHAN AKMAL PUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/120396", "2013 TA PP RAMADHAN AKMAL PUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/120397", "2013 TA PP RAMADHAN AKMAL PUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/120398", "2013 TA PP RAMADHAN AKMAL PUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120399"}, "Penulis": "RAMADHAN AKMAL PUTRA (NIM :  13309033)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr.Ir. I Gde Nyoman Merthayasa M.Eng.", "R. Joko Sarwono, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Adjustable & Removable Recital Hall, Sub-sequent reverberation time, Initial delay time, Listening Level, Inter Aural Cross Correlation", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}