{"Nomor": 23836, "Judul": "PENGARUH KECEPATAN AGITASI MEDIA QUENCHING BRINE 10% DALAM PROSES QUENCH HARDENING TERHADAP STRUKTUR MIKRO DAN KEKERASAN MATERIAL BUCKET TEETH ESCO V61VX", "Abstrak": "Dalam pengoprasian alat berat, bucket teeth menjadi salah satu bagian yang memegang peranan penting. Komponen ini akan berinteraksi langsung dengan material yang akan diambil di lapangan. Serangkaian penelitian telah dilakukan untuk meningkatkan kekerasan bucket teeth sehingga lebih tahan akan abrasi. Penelitian ini dilakukan untuk mempelajari perlakuan panas dan pengaruh agitasi media quenching pada quench hardening terhadap kedalaman kekerasan dan kestabilan struktur mikro material bucket teeth ESCO V61VX. Perlakuan panas yang dilakukan adalah quench hardening dengan media larutan brine 10% teragitasi dengan tiga kecepatan berbeda 550 rpm, 625 rpm, dan 710 rpm. Kemudian dilakukan pendiaman pada temperatur kamar selama 100 jam. Pemberian agitasi pada media quenching ini dilakukan untuk melihat kedalaman pengerasan pada material bucket teeth ESCO V61VX, sedangkan pendiaman dilakukan untuk melihat perbandingan kestabilan struktur mikro material as quench dengan material setelah pendiaman. Hasil penelitian ini menunjukan bahwa penambahan agitasi dalam proses quench hardening menambah jumlah martensit dan menurunankan jumlah fasa austenit sisa dari 40,5% pada perlakuan tanpa agitasi menjadi 28,52% atau sekitar 30% pada proses quenching dengan kecepatan agitasi tertinggi 710 rpm. Begitu pula dengan kenaikan fasa martensit meningkat hingga 20% pada kecepatan agitasi tertinggi. Nilai kekerasan meningkat seiring dengan peningkatan kecepatan agitasi, Peningkatan kekerasan tertinggi terjadi ketika dalam prosess quench hardening ditambahkan agitasi dengan kecepatan 710 rpm. Pada proses quench hardening tanpa ditambahkan agitasi kekerasan akan menurun hingga 18% ketika mencapai jarak 5mm dari permukaan, sedangkan jika dalam proses quench hardening ditambahkan agitasi hingga 710 rpm nilai kekerasan hanya akan turun sebesar 4% pada jarak 5mm dari permukaan. Pendiaman pada temperatur kamar selama 100 jam membuktikan bahwa pada material ini masih terjadi transformasi dari fasa austenit sisa menjadi martensit. Perubahan ini dilihat dari persentase fasa austenit sisa as quench yang menurun jumlahnya hingga 30% setelah dilakukan pendiaman pada temperatur kamar selama 100 jam. Penurunan persentase fasa austenit sisa terendah adalah sebesar 2%, terjadi pada sampel yang diquench dengan kecepatan agitasi tertinggi", "Daftar File": {"2011 TA PP RANDY SATRIA PUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120474", "2011 TA PP RANDY SATRIA PUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120475", "2011 TA PP RANDY SATRIA PUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120476", "2011 TA PP RANDY SATRIA PUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/120477", "2011 TA PP RANDY SATRIA PUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/120478", "2011 TA PP RANDY SATRIA PUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/120479", "2011 TA PP RANDY SATRIA PUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120480"}, "Penulis": "RANDY SATRIA PUTRA (NIM : 12506021)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Eddy Agus Basuki, Msc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "bucket teeth, pengoprasian alat berat, bucket teeth ESCO V61VX.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}