{"Nomor": 23838, "Judul": "SISTEM MANAJEMEN GUDANG DAN STRATEGI PERAMALAN UNTUK MENURUNKAN LEVEL INVENTORI DI PT. XYZ", "Abstrak": "PT. XYZ adalah perusahaan yang bergerak di bidang multi-level marketing consumer goods. Perusahaan ini memproduksi produk yang dikategorikan ke dalam beberapa kategori produk, seperti Food & Beverages, Healthy Food & Non Food.  \n \n\nTujuan dari penelitian ini adalah memberikan solusi atas masalah yang dihadapi oleh perusahaan khususnya di departemen logistik. Perusahaan memiliki Key Performance Indicator (KPI) sebagai acuan dalam pencapaian target mereka. Departemen logistik memiliki target KPI sebesar 5 bulan untuk nilai inventori. Namun yang terjadi hingga saat ini departemen logistik belum memenuhi target KPI. Untuk membantu perusahaan dalam menurunkan nilai inventori, penulis melakukan analisa terkait dengan cara-cara dalam menurunkan nilai inventori. Penelitian ini menggunakan strategi peramalan serta sistem manajemen gudang untuk menurunkan nilai inventori. \n \n\nPenulis menggunakan business process modelling untuk langkah awal dalam menganalisa situasi bisnis yang terjadi di departemen logistik. Selanjutnya, penulis menggunakan Current Reality Tree (CRT) untuk menarik akar-akar permasalahan yang terjadi. Setelah itu dapat disimpulkan bahwa terdapat 2 faktor yang menyebabkan business issue departemen logistik adalah : (1) kurang akurasi dalam strategi peralaman ; (2) manajemen gudang yang konvensional; (3) kurang tepatnya metode persediaan penyimpanan  \n \n\nSetelah mendapatkan akar permasalahan, penulis memberikan saran untuk PT. XYZ mengimplementasikan strategi peramalan menggunakan metode Exponential Smoothing, menerapakan Warehouse Management System, serta menggunakan metode Economic Order Quantity dalam melakukan rekomendasi pembelian. Hasil dari penelitian ini dapat menurunkan nilai inventori sebesar 0.42 bulan serta meningkatan opportunity cost sebesar Rp 3,611,555,041", "Daftar File": {"2017 TA PP RANGGA WISNUWARDHANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/120488"}, "Penulis": "RANGGA WISNUWARDHANA - Nim: 29115631", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Manahan Siallagan S.Si, M.T, M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sistem Manajemen Gudang, Exponential Smoothing, Nilai Inventori.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "07 Des 2017"}