{"Nomor": 23830, "Judul": "THE LUXURY EXPOSURE IN ECOVILLAGE TOURISM HOTEL RESOR DI TANJUNG AAN, MANDALIKA, LOMBOK", "Abstrak": "Proyek hotel resor ini terletak di komplek Mandalika Resort, Tanjung Aan, Lombok Selatan. Dengan luas lahan sekitar 7.6 hektar dan KDB terbesar 40%, proyek ini diprakarsai oleh sebuah chain hotel yaitu Aman Resorts International dengan target pasar utama kalangan atas dengan standar internasional.Tanjung Aan merupakan sebuah pantai yang masih asri dikelilingi oleh deretan perbukitan yang hijau, pasir pantai yang putih seperti merica, serta hamparan laut yang berwarna toska. Lokasi lahan proyek ini tepatnya berada di bibir pantai Tanjung Aan di sebelah Utara Pantai. Lahan proyek ini cenderung landai dengan kondisi yang tidak banyak memiliki vegetasi. Dengan adanya keunggulan dari lokasi proyek keadaan eksisting lainnya yang dipadukan dengan batasan-batasan dan yang terdapat dalam proyek maka timbul beberapa isu yaitu keberlanjutan, ambience, dan sirkulasi. Setiap isu ini dielaborasi yang kemudian memunculkan beberapa sub konsep diantaranya ekowisata, vacation village, dan luxury. Setelah sub konsep tersebut dielaborasi maka muncul konsep utama hotel resor yaitu (The Luxury Exposure In Ecovillage Tourism). Perwujudan  \n \n\ndari konsep ini yaitu berupa zoning dan massing yang  \n \n\nmengikuti pola pemukiman suku Sasak untuk mewujudkan konsep vacation village dan kaidah-Ã‚Â­‐kaidah yang merespon lahan dan kebutuhan pengguna untuk mewujudkan konsep ekowisata dan luxury.", "Daftar File": {"Rana Nafisa_15213032.pdf": "https://digilib.itb.ac.id/gdl/download/120443"}, "Penulis": "RANA NAFISA NURDINA ( NIM : 15213032)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Indra Budiman Syamwil,MSc,BEM,PhD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Hotel resor, Tanjung Aan, ekowisata, vacation village, luxury", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}