{"Nomor": 23846, "Judul": "SINTESIS KATALIS ORGANOKROM-FENOKSI IMIN UNTUK REAKSI TRIMERISASI ETILEN", "Abstrak": "1Ã‚Â–Heksena merupakan komonomer dalam pembuatan polietilen. 1Ã‚Â–Heksena dapat disintesis melalui reaksi trimerisasi etilen menggunakan katalis organologam. Proses aktivasi katalis secara umum menggunakan aktivator katalis (MAO (methylaluminoxane)) dalam jumlah besar (rasio molar hingga 10.000 mol equivalen terhadap pre-katalis). Penelitian ini bertujuan untuk membuat katalis yang diharapkan dapat bekerja dengan baik tanpa menggunakan aktivator. Berdasarkan tinjauan mekanisme reaksi yang diusulkan, katalis didesain agar mudah mengalami reaksi adisi-oksidatif dan β-hidrogen eliminasi sekaligus. Hasil studi mekanisme dan desain katalis menghasilkan logam yang dipilih adalah krom (Cr) dan ligan yang digunakan adalah ligan yang berbasis fenoksi-imin, dan digunakan alkoksi sebagai pengganti MAO. Ligan disintesis dengan metoda Schlenk. Katalis disintesis dengan metode one-pot (pembentukan katalis secara in situ) dan two-pot (pre-katalis diisolasi terlebih dahulu). Ligan fenoksi imin disintesis dengan rigiditas yang cukup tinggi agar orientasi koordinasi etilen terhadap logam Cr pada posisi cis dan memiliki karakter donor σ yang baik. Karakter donor σ yang baik pada ligan mendorong reaksi adisi-oksidatif lebih mudah terjadi. Ligan dikarakterisasi dengan FT-IR (ʋ C=N : 1610-1630 cm-1), NMR, dan XRD Single Crystal. Logam Cr dipilih karena bersifat elektrofilik dan mendorong reaksi β-hidrogen eliminasi mudah terjadi. Pre-katalis kemudian diaktivasi menggunakan aluminium tris(sec-butoksida) dan penambahan gas H2 sebagai reduktor. 1-Heksena hasil reaksi trimerisasi dikarakterisasi menggunakan Gas Chromatography dengan metode temperatur terprogram dan teramati pada waktu retensi 4.557.", "Daftar File": {"2014 TA PP RATIH FAUZIAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120513", "2014 TA PP RATIH FAUZIAH 1-BAB-1.pdf": "https://digilib.itb.ac.id/gdl/download/120514", "2014 TA PP RATIH FAUZIAH 1-BAB-2.pdf": "https://digilib.itb.ac.id/gdl/download/120515", "2014 TA PP RATIH FAUZIAH 1-BAB-3.pdf": "https://digilib.itb.ac.id/gdl/download/120516", "2014 TA PP RATIH FAUZIAH 1-BAB-4.pdf": "https://digilib.itb.ac.id/gdl/download/120517", "2014 TA PP RATIH FAUZIAH 1-BAB-5.pdf": "https://digilib.itb.ac.id/gdl/download/120518", "2014 TA PP RATIH FAUZIAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120519"}, "Penulis": "RATIH FAUZIAH (NIM:10510039)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Eng. Yessi Permana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Trimerisasi Etilen, , 1-heksena, katalis krom fenoksi-imin .", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}