{"Nomor": 23848, "Judul": "ANALISA BIOSTRATIGRAFI FOSIL NANNO DAN ENDAPAN TURBIDIT FORMASI CIMAMBO DI CADASNGAMPAR", "Abstrak": "Formasi Cinambo tersusun oleh endapan turbidit, terdiri dari perulangan batuan breksi, batupasir dan batulempung serta lanau. Tersingkap balk di daerah yang tersesarkan kuat, sehingga urutan endapan turbditnya sulit ditentukan. Lokasi pengamatan dilakukan sepanjang Sungai Cinambo di Cadasngampar, Sumedang.                 \n \n \n \n\nTujuan penelitian ada tiga; pertama adalah untuk menentukan urutan pengendapan turbidit di Cinambo; kedua mempelajari jumlah populasi dan individu fosil nanno dalam endapan turbidit, dan ketiga menentukan faktor dominan penyebab pengendapan turbidit di daerah Cadasngampar (tektonik atau eustatik).                 \n \n \n \n\nNannoplangton di Formasi Cinambo dijumpai 6 (enam) famili, 10 (seputuh) genus dan 30 (tigapuluh) spesies. Spesies yang dominan antara lain : Reticulofenestra pseudoumbilicus, Sphenolithus abies dan Discoaster brouweri serta Discoaster pentaradiatus, dijumpai dalam jumlah melimpah.                 \n \n \n \n\nKandungan fosil nanno menunjukkan bahwa Formasi Cinambo terdiri dari lima urutan siklus turbidit, berdasarkan populasi fosil nanno dari bawah ke atas, ternyata distribusi spesies dan individu nannoplangton mempunyai kaitan erat dengan macam endapan turbidit. Kesimpulan ketiga bahwa endapan turbidit Formasi Cinambo kejadiannya lebih dipengaruhi oleh aktivitas tektonik dari pada gerak muka taut global.                 \n \n \n \n\nKandungan fosil nanno dalam Formasi Cinambo menunjukkan bahwa satuan ini terletak pada Zona Discoaster calcaris dan Discoaster quinqueramus, pada NN10 - NN11 (Martini, 1971). Sedangkan berdasarkan (Okada & Sukry, 1980), zona dapat dibagi lagi menjadi Subzona Discoaster be/Ws dan Discoaster neorectus serta Discoaster berggrenii, pada CN8a - CN8b - CN9a, yang menunjukkan bahwa batuan ini terletak di dalam rentang umur Miosen Akhir.", "Daftar File": {"1996 TS PP RATNA HUSAIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120521", "1996 TS PP RATNA HUSAIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120522", "1996 TS PP RATNA HUSAIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120523", "1996 TS PP RATNA HUSAIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/120524", "1996 TS PP RATNA HUSAIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/120525", "1996 TS PP RATNA HUSAIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/120526", "1996 TS PP RATNA HUSAIN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/120527", "1996 TS PP RATNA HUSAIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120528"}, "Penulis": "RATNA HUSAIN (NIM 220 92 011)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Prof. Dr.Soejono Martodjojo.                 \n \n \n \n\nPembimbing 2 : Dr. Ir. Rubiyanto Kapid.                 \n \n \n \n \n\nScanner : Novian Kurniawan"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Fosil nanno, turbidit, formasi Cinambo.", "Sumber": "", "Staf Input/Edit": "Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}