{"Nomor": 23840, "Judul": "PERANCANGAN MODEL TRANSFER PENGETAHUAN PADA PEMENUHAN STANDAR KOMPONEN PESAWAT TERBANG", "Abstrak": "Pertumbuhan industri penerbangan di Indonesia tidak serta merta sejalan dengan pertumbuhan industri komponen pesawat terbang nasional. Menurut data yang dihimpun Kementerian Perindustrian, penggunaan komponen lokal pada industri pesawat terbang dan industri penerbangan nasional baru sekitar 40%. Rendahnya penggunaan komponen lokal tersebut disebabkan masih sedikitnya produk komponen pesawat terbang produksi dalam negeri yang telah memiliki sertifikasi. Sebagai upaya peningkatan jumlah produk yang telah tersertifikasi, perlu dilakukan pembinaan. Pemerintah merupakan salah satu lembaga yang wajib melakukan pembinaan terhadap industri.   \n \n \n\nBerdasarkan permasalahan tersebut perlu dibangun suatu model transfer pengetahuan mengenai standar komponen pesawat terbang yang efektif. Pada penelitian ini dilakukan pengembangan model efektivitas proses transfer pengetahuan dari lembaga pembina industri, lembaga sertifikasi dan instansi pengguna produk kepada industri produsen komponen pesawat terbang. Sebagai langkah awal pembangunan model dilakukan studi literatur dan selanjutnya dilakukan uji statistik. Berdasarkan studi literatur, model konseptual dibangun dari 6 (enam) konstruk endogen sebagai faktor kunci dalam transfer pengetahuan (sumber pengetahuan, penerima pengetahuan, media transfer pengetahuan, objek transfer pengetahuan, lingkungan transfer pengetahuan dan efektivitas transfer pengetahuan) dan 29 (dua puluh sembilan) konstruk eksogen. Data diambil melalui penyebaran kuesioner kepada Kementerian Perindustrian, Kementerian Perhubungan dan PT. Dirgantara Indonesia sebagai pelaksana dan industri komponen pesawat terbang sebagai peserta kegiatan transfer pengetahuan. Data kemudian diolah dengan metode Structural Equation Modeling dengan pendekatan Partial Least Square (SEM-PLS).   \n \n \n\nDari hasil pengolahan data disimpulkan bahwa efektivitas transfer pengetahuan dipengaruhi secara langsung oleh konstruk sumber pengetahuan, penerima pengetahuan dan objek transfer pengetahuan. Sedangkan konstruk lingkungan transfer pengetahuan mempengaruhi efektivitas transfer pengetahuan secara tidak langsung, melalui konstruk sumber pengetahuan dan penerima pengetahuan.", "Daftar File": {"2017 TS PP RANI YUDHIASTARI .23415050 1 Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/120490"}, "Penulis": "RANI YUDHIASTARI 23415050", "Kontributor / Dosen Pembimbing": ["Prof.Dr.Ir.Dradjad Irianto, M.Eng   \n \n \n\nDr.Moh. MiÃ‚Â’radj Isnaini, ST., MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "PERANCANGAN MODEL TRANSFER PENGETAHUAN PADA PEMENUHAN STANDAR KOMPONEN PESAWAT TERBANG", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "02 Okt 2017"}