{"Nomor": 23857, "Judul": "PENDUGAAN KEBERADAAN ZONA PERMEABEL BAWAH PERMUKAAN PADA LAPANGAN PANASBUMI WAYANG-WINDU BAGIAN SELATAN DENGAN PEMANFAATAN HASIL PENGUKURAN GAS MERKURI, RADON, DAN THORON", "Abstrak": "Dalam eksploitasi panasbumi berbagai masalah dapat menjadi kendala dalam menentukan area yang berpotensi sebagai reservoir. Salah satunya adalah dengan permeabilitas dari zona bawah permukaan. Salah satu cara menentukan zona permeabel adalah dengan melakukan pengukuran gas merkuri, radon, dan thoron dalam tanah di permukaan. Data konsentrasi gas merkuri didapatkan dengan menggunakan alat NIC EMP-2 Gold Analyzer sedangkan gas radon dan thoron diambil menggunakan alat Durridge RAD-7. Pengukuran dilakukan dalam lima siklus dalam rentang waktu Oktober 2016 Ã‚Â– Juni 2017 di lapangan panasbumi Wayang-Windu bagian selatan. Setiap pengukuran mengambil empat data yang masing-masing data diambil dalam waktu tujuh menit. Data yang telah didapatkan diolah dengan menggunakan metode Inverse Distance Squared untuk melihat pola persebaran secara spasial. Pola persebaran merkuri yang telah didapat dilihat hubungannya dengan beberapa parameter yaitu struktur bawah permukaan, sesar geologi regional, litologi, tipe alterasi titik pengukuran, manifestasi, pengolahan kelurusan dari citra satelit (ALOSPALSAR), serta konsentrasi  gas radon dan thoron di tanah. Hasil yang didapatkan berupa penggabungan peta konsentrasi gas merkuri dengan parameter yang telah disebutkan di atas. Hasil konsentrasi merkuri yang didapatkan banyak tersebar ke arah barat daerah penelitian yaitu pada titik pengukuran K-19, K-26, K-28, K-30. Sedangkan konsentrasi gas merkuri yang rendah mendominasi daerah timur yaitu pada titik pengukuran K-17, K-18, K-22, K-23. Adanya hubungan antara konsentrasi gas merkuri dengan manifestasi yang ada di daerah penelitian, perpotongan kelurusan, serta konsentrasi gas radon di tanah. Penentuan zona permeabel dilakukan dengan melihat nilai persebaran rasio radon/thoron serta gas merkuri sehingga dapat dikelompokan. Pengelompokan dilakukan secara relatif menjadi tiga zona yaitu zona permeabel tinggi, sedang, dan rendah.", "Daftar File": {"2017 TA PP RAYNARDUS MALVIN LYMENA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/120550"}, "Penulis": "RAYNARDUS MALVIN LYMENA [12113001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudarto Notosiswoyo, M.Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Wayang-Windu, Gas merkuri, Zona Permeabel", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "9 file", "Tanggal Input": "27 Sep 2017"}