{"Nomor": 23855, "Judul": "DESAIN ALAT SERTA PROGRAM PADA METODE GEOLISTRIK BERBASIS ARDUINO", "Abstrak": "Survey geolistrik dengan menggunakan pengukuran resistivitas merupakan hal yang sering ditemui pada masa ini. Dengn metode resistivitas ini anomali yang terdapat pada struktur di bawah lapisan permukaan tanah dapat ditemukan tanpa harus merusak lapisan permukaan tanah itu sendiri. Akan biaya yang diperlukan untuk membeli alat ini    \n \n\ntidaklah sedikit.Oleh karena itu studi ini dilakukan untuk membuat desain, yang dapat dijadikan patokan untuk produksi alat pengukuran resistivitas itu sendiri. Selain itu,    \n \n\ndibutuhkan juga program untuk mengolah data tersebut lebih jauh.Untuk data 1D, akan  dilakukan proses inversi dengan memanfaatkan metode singmoular value decomposition., sehinga model lapisan permuakaan bawah tanah yang sebenrnya bisa diperkirakan. Sedangkan untuk data 2D , program yang dibuat akan mengubah data tersebut menjadi sebuah pseudesection resistivitas semu. Percobaan untuk desain alat dilakukan dengan menggunakan program isis proteus, dengan membandingkan hasil bacaan dengan nilai sebenarnya. Untuk percobaan program 1D akan dilakukan dengan menggunakan model tanah homogen serta tanah non homogen, dengan model awal yang berbeda jauh dengan model yang sebenarnya. Sedangkan untuk program 2D akan  diuji dengan menggunakan model tanah berlapis dengan variasi resistivitas tertentu. Hasil yang didapat menunjukkan bahwa desain alat serta program yang dibuat dapat  digunakan sebagai dasar untuk pengembangan alat pengukur resistivitas berbasis arduino ini lebih jauh", "Daftar File": {"2016 TA PP RAYHAN MAKARIM BASUKI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120542", "2016 TA PP RAYHAN MAKARIM BASUKI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120543", "2016 TA PP RAYHAN MAKARIM BASUKI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120544", "2016 TA PP RAYHAN MAKARIM BASUKI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/120545", "2016 TA PP RAYHAN MAKARIM BASUKI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/120546", "2016 TA PP RAYHAN MAKARIM BASUKI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/120547", "2016 TA PP RAYHAN MAKARIM BASUKI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120548"}, "Penulis": "RAYHAN MAKARIM BASUKI (NIM : 10212044)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Gunawan Handayani , MSCE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Arduino , Electrode Selector, Inversi Pseudesection , SingularValueDecomposition", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}