{"Nomor": 23863, "Judul": "OPTIMASI RANCANGAN PEMANDU GELOMBANG UNTUK PEMUSAT DAYA MICROWAVE", "Abstrak": "Pada tugas akhir ini dilakukan penelitian terhadap pengaruh bentuk geometris pemandu gelombang terhadap faktor transmisi daya dengan menggunakan perangkat lunak open source Meep, program komputasi FDTD (Finite-Difference Time Domain) yang prinsipnya dicetuskan oleh Kane S. Yee pada tahun 1966. Dalam penelitian ini diteliti empat jenis kombinasi bentuk pemandu gelombang,  \n \n\nyaitu jenis persegi panjang lurus, silinder lurus, persegi panjang dengan belokan, dan bentuk silinder dengan dengan belokan. Untuk semua jenis bentuk pemandu  \n \n\ngelombang digunakan sumber gelombang microwave dengan frekuensi 2,45 GHz. Untuk jenis persegi panjang lurus, diperoleh faktor daya transmisi 99,66%, dengan kondisi simulasi lebar mulut source pemandu gelombang (w) sama dengan 8 centimeter (cm), panjang pemandu gelombang (L) sama dengan 26 cm, dan sudut lebar mulut keluaran (β) sama dengan 00. Untuk jenis pemandu gelombang bentuk silinder lurus, faktor daya transmisi 99,91% dengan L = 26 cm, w = 8 cm, β = 11,20. Untuk pemandu gelombang bentuk persegi panjang yang dibelokkan 900 terhadap sumbu horizontal, didapat faktor daya transmisi sama dengan 99,72% dengan nilai parameter L = 26 cm, w = 8 cm, sudut atap (θ) sama dengan 22,360, sudut atap bawah (ѱ) sama dengan 75,960, sudut lebar masukan source (β)  \n \n\nsama dengan 00, sudut lebar keluaran (ϕ) sama dengan 0,70, dan lebar daun engsel bawah (wpb) sama dengan setengah dari lebar pemandu gelombang (wpb = 0,5w).  \n \n\nDan untuk pemandu gelombang silinder yang dibelokkan 900 terhadap sumbu horizontal, didapat faktor daya transmisi sebesar 99,54 % dengan kondisi parameter L = 26 cm, w = 8 cm, ϕ = 0,70, dan β = 11,20.", "Daftar File": {"2012 TA PP RD. DARAJAT BEG 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120556", "2012 TA PP RD. DARAJAT BEG 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120557", "2012 TA PP RD. DARAJAT BEG 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120558", "2012 TA PP RD. DARAJAT BEG 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/120559", "2012 TA PP RD. DARAJAT BEG 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/120560", "2012 TA PP RD. DARAJAT BEG 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/120561", "2012 TA PP RD. DARAJAT BEG 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120562"}, "Penulis": "RD. DARAJAT BEG (NIM : 13306033)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nIr. Hermawan K. Dipojono, MSEE, Ph.D", "Dr. Ir. Suprijanto, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Finite Difference Time-Domain, Persamaan-persamaan Maxwell, Meep, Microwave, Pemandu Gelombang, Medan dan Gelombang elektromagnetik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}