{"Nomor": 23866, "Judul": "OPTIMASI PRODUKSI NANOSELULOSA DARI TANDAN KOSONG KELAPA SAWIT (TKKS) OLEH Trichoderma sp. MENGGUNAKAN METODE SOLID STATE FERMENTATION (SSF) DENGAN VARIASI pH MEDIUM DAN TEMPERATUR INKUBASI", "Abstrak": "Proses produksi nanoselulosa secara konvensional menggunakan bantuan zat  kimia yang berbahaya seperti basa kuat untuk proses delignifikasi dan asam kuat untuk proses hidrolisis selulosa sehingga menghasilkan limbah yang bersifat korosif. Untuk mengatasi permasalahan tersebut dilakukan penelitian dalam produksi nanoselulosa secara ramah lingkungan. Penelitian ini dilakukan dengan memfokuskan optimasi produksi nanoselulosa dengan menggunakan jamur Trichoderma sp. yang secara alami dapat ditemukan di alam dalam proses pembusukan kayu sehingga          \n \n \n \n \n \n \n \n\nmemanfaatkan proses alami tanpa menghasilkan limbah yang berbahaya. Tandan  kosong yang telah dicuci, dikeringkan, dan dipotong-potong sekitar 1-2 cm diberikan perlakuan delignifikasi secara enzimatis dengan metode Solid State Fermentation (SSF) oleh jamur Marasmius sp. yang sebelumnya telah diadaptasi pada medium serealia selama 86 jam. Perubahan kadar lignin, selulosa, dan hemiselulosa diukur  setelah inkubasi selama 28 hari serta diamati menggunakan Scanning Electron Microscope (SEM). Penentuan umur inokulum Trichoderma sp. dilakukan melalui kurva berat kering miselium dan kurva viabilitas spora. Tahap produksi nanoselulosa dilakukan dengan metode enzimatis dengan metode Solid State Fermentation (SSF)oleh jamur Trichoderma sp. dengan variasi pH 4,8; 5,5; dan 7 serta variasi temperatur pada suhu ruang (~28Ã‚Â°􀜥); 32Ã‚Â°􀜥; dan 37Ã‚Â°􀜥 sebanyak 3 ulangan selama 7 hari dilanjutkan dengan cryocrushing menggunakan nitrogen cair pada mortar dan          \n \n \n \n \n \n \n \n\nsonikasi selama 15 menit. Hasil produksi nanoselulosa dianalisis menggunakan Particle Size Analyzer (PSA) untuk melihat distribusi ukurannya. Hasil delignifikasi         \n \n \n \n \n \n \n \n\nmenunjukkan penurunan kadar lignin sebesar 15,46% serta terdapat perubahan struktur TKKS pada citra SEM. Melalui kurva berat kering didapatkan umur optimum inokulum pada 24 jam dan kurva viabilitas spora pada 24 jam. Variasi pH          \n \n \n \n \n \n \n \n\ndan temperatur optimum ditunjukkan oleh hasil PSA dengan D (10%, 50%, dan 90%) berturut-turut adalah 32,6 nm; 32,6 nm; dan 36,4 nm yaitu pada pH 5,5 dan  temperatur 37Ã‚Â°􀜥.", "Daftar File": {"2017 TA PP REDIAN MAYO FIKRI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/120573"}, "Penulis": "REDIAN MAYO FIKRI (NIM : 10413006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Pingkan Aditiawati"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Nanoselulosa, Solid State Fermentation, TKKS, Trichoderma sp.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}