{"Nomor": 23865, "Judul": "IDENTIFIKASI DAN KARAKTERISASI LONG NON-CODING RNA PADA PISANG YANG TERINFEKSI PENYAKIT DARAH (BLOOD DISEASE)", "Abstrak": "Long non-coding RNA(lncRNA) merupakan hasil proses transkripsi yang tidak mengkode protein dengan panjang lebih dari 200 nukleotida. Pada beberapa penelitian lain diketahui bahwa lncRNA terlibat dalam berbagai proses biologi seperti pertahanan terhadap cekaman, serta proses perkembangan pada tumbuhan dan hewan. Namun, jumlah dan karakteristik struktural serta ekspresi dari lncRNA pada pisang belum banyak diketahui. Tujuan dari penelitian ini adalah untuk mengidentifikasi dan mengkarakterisasi lncRNA pada pisang serta menentukan perbedaan ekspresi lncRNA pada spesies yang resisten dan rentan terhadap serangan BDB. Pisang diinfeksi menggunakan BDB kemudian diinkubasi selama satu minggu. Selanjutnya RNA-sequencing (RNA-seq) dilakukan pada hasil isolasi RNA total dari sampel batang pisang spesies Musa acuminata dan Musa balbisiana yang normal dan telah diinfeksi dengan Blood Disease Bacterium (BDB). Analisis transkriptomik menggunakan TopHat dan Cufflinks dilakukan pada RNA-seq tersebut, dilanjutkan dengan program lncRNA finder untuk mengeliminasi urutan yang tidak memenuhi kriteria lncRNA. Untuk menentukan lncRNA yang terlibat dalam proses resistensi terhadap BDB dilakukan analisis prediksi interaksi lncRNA-miRNA menggunakan IntaRNA dan lncRNA-protein dengan catRAPID. Berdasarkan analisis transkriptomik ditemukan sebanyak 1675 dan 1921 yang teridentifikasi sebagai high-confidence lncRNA secara berturut-turut pada M. balbisiana dan M. acuminata. Tingkat ekspresi lncRNA dibandingkan antara pisang kontrol dan telah diinfeksi menggunakan Jensen-Shannon distance dengan Benjamini-Hochberg correction  pada Cuffdiff. Dari uji tersebut ditemukan sebanyak 3% lncRNA pada M. balbisiana dan 31.2% pada M. acuminata yang menunjukkan perbedaan jumlah ekspresi lncRNA secara signifikan. Hasil tersebut menunjukkan bahwa telah terjadi modulasi ekspresi lncRNA pada pisang akibat infeksi penyakit darah. Untuk memprediksikan lncRNA spesifik yang terlibat dalam resistensi terhadap penyakit dilakukan pengujian melalui IntaRNA untuk menemukan lncRNA yang berinteraksi dengan miRNA164. Hasilnya terdapat lebih dari 17 lncRNA dari kedua kultivar yang diprediksi berperan dalam pertahanan terhadap penyakit pada pisang. Prediksi interaksi antara lncRNA dengan protein dari kelompok ACO dan ACS menggunakan catRAPID menunjukkan adanya bentuk interaksi negate fyang ditemukan. Hasil yang diperoleh menunjukkan bahwa lncRNA kemungkinan besar terlibat dalam proses biologis sebagai respon pertahanan pisang terhadap infeksi BDB bersama dengan RNA pengkode protein lainnya.", "Daftar File": {"2017 TA PP REALITA MUSTIKA DEWI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/120564"}, "Penulis": "REALITA MUSTIKA DEWI - Nim: 10613071", "Kontributor / Dosen Pembimbing": ["Dr. Fenny Martha Dwivany"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Transkriptomik, Musa acuminata, Musa balbisiana, IntaRNA, catRAPID", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Nov 2017"}