{"Nomor": 23860, "Judul": "ANALISIS FASIES DAN KARAKTERISASI RESERVOIR KARBONAT PADA FORMASI BATURAJA BAGIAN BAWAH, LAPANGAN YVONNE A, CEKUNGAN SUNDA", "Abstrak": "Lapangan Yvonne A yang terletak di bagian selatan Cekungan Sunda memproduksikan minyak dari reservoir karbonat Formasi Baturaja bagian bawah. Program injeksi air dan pengembangan lapangan lebih lanjut membutuhkan analisis yang mendetil baik melalui pendekatan statik maupun dinamik. Penelitian ini difokuskan pada karakterisasi reservoir secara statik melalui pendekatan rock typing. Diharapkan sifat-sifat petrofisika reservoir dapat dipahami dengan lebih baik dengan melakukan identifikasi jenis, komposisi dan distribusi petrophysical rock type (PRT). \n\nBerdasarkan hasil analisis dan interpretasi inti batuan dan sayatan tipis serta dibantu data atribut seismik, batuan karbonat Formasi Baturaja bagian bawah di Lapangan Yvonne A sebagian besar merupakan endapan anjung terpisah disertai sedikit anjung terikat di bagian barat laut, serta memiliki asosiasi fasies terumbu dan laguna terbuka. \n\nIdentifikasi PRT pada penelitian ini dilakukan melalui pengeplotan data routine core yang berjumlah 58 sampel, menggunakan metoda Flow Zone Indicator. Berdasarkan hasil plot dapat diidentifikasi 5 jenis PRT yang memiliki hubungan porositas/permeabilitas yang unik dengan koefisien korelasi yang cukup tinggi. Kemudian dari 30 sampel sayatan tipis yang tersebar pada kelima jenis PRT dilakukan analisis mikroskopis untuk mengidentifikasi jenis, ukuran dan asosiasi \n\npori setiap PRT. Lima PRT yang teridentifikasi adalah: PRT 1 (vuggy-moldic micropore), PRT 2 (vuggy mesopore), PRT 3 (vuggy-moldic meso-macropore), PRT 4 (vuggy-fracture mesopore) dan PRT 5 (vuggy-fracture macropore). \n\nProses pembentukan kualitas reservoir dalam hal ini PRT pada interval penelitian dikontrol oleh proses diagenesis. Terlihat dari jenis porositas yang berkembang berupa porositas sekunder hasil pelarutan dan perekahan. Di dalam penelitian ini juga ditemukan bahwa petrophysical rock type tidak memiliki korelasi yang baik dengan fasies. Satu PRT yang sama dapat terbentuk pada beberapa fasies yang berbeda. Sehingga proses diagenesis yang terjadi memegang peranan penting terhadap PRT yang terbentuk.", "Daftar File": {"2017 TS PP R. BAGUS SWASONO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/120553", "2017_TS_PP_R__BAGUS_SWASONO_1-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/159113", "2017_TS_PP_R__BAGUS_SWASONO_1-_BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/159114", "2017_TS_PP_R__BAGUS_SWASONO_1-_BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/159115", "2017_TS_PP_R__BAGUS_SWASONO_1-_BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/159116", "2017_TS_PP_R__BAGUS_SWASONO_1-_BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/159117", "2017_TS_PP_R__BAGUS_SWASONO_1-_BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/159118", "2017_TS_PP_R__BAGUS_SWASONO_1-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/159119"}, "Penulis": "R. BAGUS SWASONO (NIM: 22014026)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ir. Andri Slamet Subandrio, Dipl. Geol."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "siklus pengendapan, diagenesis, petrophysical rock type", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "02 Okt 2017"}