{"Nomor": 23861, "Judul": "APPLICATION OF 4D MICROGRAVITY METHOD FOR MONITORING PERFORMANCE OF HYDROCARBON RESERVOIR AT EMERALD FIELD", "Abstrak": "EOR (Enhanced Oil Recovery) and IOR (Improved Oil Recovery) methods have been developed and applied to increase the productivity of oil reservoir in oil and gas industries. One method that used at Emerald Field located in the South Sumatra to increase oil recovery is a water injection method. The oil reservoir at Emerald Field is a sandstone reservoir where the target of reservoir located at a depth of 1100 - 1300 m. In this study, the field development through the monitoring of hydrocarbon reservoir fluid with respect to the injection and production activities has conducted by using 4D microgravity method.   \n \n \n\nMicrogravity data acquisition at Emerald Field was conducted in two different times within an eight-month period. The time-lapse anomaly has calculated from those data. In order to obtain the model of fluid density changes and to identify the influence of injection and production activities in the hydrocarbon reservoir. It has been done the forward modeling of time-lapse microgravity anomaly.   \n \n \n\nBased on the map of time-lapse microgravity anomaly and model of fluid density changes with supported by geological data and fluid injection and production volumes, it could be identified the positive anomalies that related to the increasing of fluid mass, located in the south and southeast part of the study area. Meanwhile, the negative anomalies located in the central zone of the study area represented the decreasing of fluid mass due to the production activities. In addition, the injection fluid movement is controlled by fault structure with northeast Ã‚Â– southwest direction. As a conclusion, a comprehensive review involving 4D microgravity, geology and reservoir production that applied to evaluate and monitor the performance of hydrocarbon reservoir movement at Emerald Field has been proven as a good method, while as a recommendation, it should be placed new injection wells in the negative anomaly area, especially in the north and middle part of the study area.", "Daftar File": {"2012 TS PP  R. BAMBANG SOEDJAJONO 1.pdf": "https://digilib.itb.ac.id/gdl/download/120554"}, "Penulis": "R. BAMBANG SOEDJAJONO (NIM : 22311016)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "EOR (Enhanced Oil Recovery) and IOR (Improved Oil Recovery) methods", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}