{"Nomor": 23864, "Judul": "REKONTEKSTUALISASI HASIL INTEGRASI NILAI BUDAYA DALAM PERENCANAAN  KOTA YOGYAKARTA", "Abstrak": "Perencanaan tata ruang hingga saat ini masih banyak menggunakan pendekatan fisikal dalam proses perencanaannya, yang pada akhirnya banyak meninggalkan permasalahan kota, baik dari segi sosial dan budaya. pada tahun 2016, UNESCO menginisiasi penyertaan potensi aspek budaya lokal dalam perencanaan dan pembangunan kota yang berkelanjutan. Kota Yogyakarta sendiri, di Indonesia memiliki potensi historis-kultural yang besar, didukung pula oleh kebijakan Undang-Undang No. 13 Tahun 2012 tentang Keistimewaan Yogyakarta, hal ini merupakan keuntungan yang dapat dimanfaatkan dalam perencanaan berbasis budaya sesuai dengan inisiasi UNESCO tersebut diatas. Namun saat ini budaya masih dilihat sebagai suatu hal yang abstrak dalam pendefinisian, terutama dalam hubungannya dengan kriteria perencanaan kota berbasis budaya, sehingga dengan adanya dukungan Undang-Undang dan Potensi historis-kultural, secara otomatis membuat Kota Yogyakarta yang sekaligus menjadi ibukota provinsi, dapat melakukan perencanaan berbasis budaya dengan tata nilai budaya Yogyakarta dengan keadaan kontemporer saat ini, ataukah membutuhkan rekontekstualisai nilai budaya tersebut. Tujuan penelitian ini adalah mencari rumusan proses rekontekstualisasi hasil integrasi nilai budaya dalam perencanaan Kota Yogyakarta.  \n \n\nMetode penelitian yang digunakan dalam penelitian adalah metode kualitatif, dengan pendekatan hermeneutika, selanjutnya informan yang digunakan sebagai sumber data dipilih secara purposive sampling dengan menggunakan snowball sampling. Untuk menjawab beberapa sasaran penelitian digunakan beberapa analisis, yakni deskriptif kualitatif untuk merumuskan jenis, bentuk, karakteristik, komponen dan prinsip-prinsip integrasi nilai budaya yang sesuai dengan perencanaan, berdasarkan rumusan tersebut ditemukan kriteria dan prinsip-prinsip yang sesuai dengan perencanaan Kota Yogyakarta. Selanjutnya adalah melakukan analisis hermeneutika dalam dasar hukum, kebijakan dan pedoman yang berhubungan dengan perencanaan tata ruang dan budaya, dari hasil ini dapat diketahui kajian pedoman yang mendukung, termasuk potensi dan persoalan secara empiris, lebih lanjut analisis perbandingan tetap dengan melihat keterkaitan antara kriteria, tata nilai budaya Yogyakarta dengan dokumen perencanaan Kota Yogyakarta, dari hasil ini akan dilihat kebutuhan rekontekstualisasi nilai budaya dalam Kota Yogyakarta pada kondisi kontemporer.", "Daftar File": {"ABSTRAK R DWI SUKMA .pdf": "https://digilib.itb.ac.id/gdl/download/120563"}, "Penulis": "R. DWI SUKMA BAYU WARDHANA", "Kontributor / Dosen Pembimbing": ["Dr. R.M Petrus Natalivan Indradjati, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": ": Perencanaan Kota, Budaya, Rekontekstualisasi, Integrasi, Yogyakarta", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}