{"Nomor": 23871, "Judul": "ANALISIS RISIKO PAJANAN LOGAM-LOGAM PADA DEBU TERESPIRASI TERHADAP ANAK-ANAK DI KELURAHAN MAGANI - SOROWAKO, PROVINSI SULAWESI SELATAN", "Abstrak": "Salah satu emisi dari kegiatan pertambangan Nikel di Sorowako, Sulawesi Selatan, adalah partikel debu yang kemudian terdisperesi di udara dan memapari masyarakat di sekitar lokasi pertambangan. Salah satunya rute paparan partikel debu tersebut adalah inhalasi. Partikel debu tersebut mengandung berbagai macam logam dan mineral. Logam-logam tersebut ada yang bersifat karsinogen dan non karsinogen terhadap kesehatan manusia. Anak-anak merupakan populasi yang paling berisiko akibat adanya paparan partikel debu. Oleh karena itu, penelitian ini bertujuan untuk mengukur konsentrasi logam-logam yang terdapat dalam partikel debu yang akan terespirasi oleh anak-anak, menganalisis risikonya terhadap kesehatan, mengukur konsentrasi logam-logam dalam rambut responden, dan mengetahui hubungan antara Intake logam-logam terhadap konsentrasinya yang terkandung di dalam rambut. Adapun logam yang akan diukur dalam penelitian ini adalah Ni, Cr, Fe, Mn, Mg, Cu, Al, Zn, yang merupakan logam-logam yang terkandung dalam tanah laterit di sekitar lokasi pertambangan serta pengukuran logam Pb yang merupakan hasil dari emisi transportasi. Responden dalam penelitian ini adalah 40 anak laki-laki berusia 6-11 tahun di Kelurahan Magani yang berlokasi dekat dengan pertambangan. Penelitian ini menggunakan metode Analisis Risiko Kesehatan Lingkungan (ARKL) dengan pendekatan deskriptif cross sectional. Berdasarkan hasil penelitan ini, diketahui bahwa terdapat 17,5% anak-anak yang berpotensi mengalami gangguan kesehatan terhadap risiko non karsinogen. Sedangkan untuk risiko karsinogen, semua responden berpotensi mengalami gangguan kesehatan karena nilai ECR terhitung telah melampaui ambang batas. Untuk analisis rambut diketahui bahwa tidak terdapat hubungan bermakna antara konsentrasi nikel (p=0,374) dan kromium (p= 0,217) yang terespirasi terhadap konsentrasi logam tersebut di dalam rambut. Sementara terdapat hubungan antara tembaga (p= 0,007) dan timbal (p= 0,036) yang terespirasi terhadap konsentrasinya di dalam rambut.", "Daftar File": {"2016 TS PP REFLY APRIANY PANGARUNGAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120587", "2016 TS PP REFLY APRIANY PANGARUNGAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120588", "2016 TS PP REFLY APRIANY PANGARUNGAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120589", "2016 TS PP REFLY APRIANY PANGARUNGAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/120590", "2016 TS PP REFLY APRIANY PANGARUNGAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/120591", "2016 TS PP REFLY APRIANY PANGARUNGAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/120592", "2016 TS PP REFLY APRIANY PANGARUNGAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/120593", "2016 TS PP REFLY APRIANY PANGARUNGAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120594"}, "Penulis": "REFLY APRIANY PANGARUNGAN (NIM: 25313001)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Ir. Katharina Oginawati, M.S."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "ARKL, debu, logam, rambut, respirasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}