{"Nomor": 23889, "Judul": "PENGEMBANGAN MODEL EFEKTIVITAS TRANSFER TACIT KNOWLEDGE MULTI GENERASI", "Abstrak": "Pada abad ke-21, knowledge dianggap sebagai aset berharga bagi organisasi. Knowledge yang tersedia pada suatu organisasi sebagian besar terdiri atas tacit knowledge dan terkandung dalan kepala individu. Hal ini menyebabkan sulit untuk mentransfer knowledge dari satu individu ke individu lain. Selain hal tersebut, adanya klasifikasi generasi dalam organisasi menjadi empat yaitu generasi wars, baby boomer, Xers dan Yers menyebabkan semakin sulitnya organisasi untuk meng-capture tacit knowledge yang dimiliki oleh karyawan.  \n \n\nBerdasarkan kenyataan tersebut permasalahan yang diangkat dalam penelitian adalah (1) Dalam organisasi terdapat lebih dari dua generasi yang dapat menghambat proses transfer tacit knowledge (2) Organisasi belum dapat menyerap tacit knowledge yang dimiliki karyawan terutama karyawan yang akan segera meninggalkan organisasi. Untuk menyelesaikan permasalahan yang ada, dilakukan pengembangan model dari beberapa literatur. Hasil pengembangan model diperoleh susunan elemen model penelitian yaitu konstruk dan indikator. Langkah selanjutnya, dilakukan pengukuran dengan menggunakan alat ukur kuesioner hasil pengembangan item pernyataan. Data diperoleh dari hasil kuesioner yang disebarkan kepada karyawan organisasi dari generasi baby boomer, Xers dan Yers. Data tersebut diolah dengan menggunakan software SmartPLS. Dari hasil pengolahan data (uji validitas dan reliabilitas) dan uji hipotesis yang dilakukan terdapat beberapa indikator yang dieliminasi dari model awal yaitu due diligence, worth, motivasi, thematic seminar gathering, virtual reality, organizational distance dan ketersediaan waktu. Konstruk yang dieliminasi dari model adalah karakteristik pemilik knowledge. Hasil akhir diperoleh efektivitas transfer tacit knowledge multi generasi dipengaruhi oleh karakteristik transfer tacit knowledge, karakteristik transfer tacit knowledge dipengaruhi oleh bias lintas generasi dan efektivitas transfer knowledge.", "Daftar File": {"2010 TS PP RENITA NUR ARYANTHI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120691", "2010 TS PP RENITA NUR ARYANTHI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120692", "2010 TS PP RENITA NUR ARYANTHI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120693", "2010 TS PP RENITA NUR ARYANTHI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/120694", "2010 TS PP RENITA NUR ARYANTHI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/120695", "2010 TS PP RENITA NUR ARYANTHI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/120696", "2010 TS PP RENITA NUR ARYANTHI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/120697", "2010 TS PP RENITA NUR ARYANTHI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120698"}, "Penulis": "RENITA NUR ARYANTHI (NIM :23409006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Iwan Inrawan Wiratmadja"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "knowledge, tacit knowledge, transfer knowledge, transfer tacit knowledge, transfer tacit knowledge multi generasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}