{"Nomor": 23883, "Judul": "TOMOGRAFI REFLEKSI ULTRASONIK UNTUK MENDETEKSI BIDANG BATAS OBJEK", "Abstrak": "Tomografi ultrasonik banyak digunakan dalam pengujian tak merusak, karena dapat menghasilkan citra dengan resolusi yang tinggi. Metode tomografi ultrasonik umumnya memanfaatkan transmisi gelombang. Namun metode ini memiliki beberapa kelemahan seperti penempatan transmitter dan receiver yang memerlukan keakuratan serta banyak objek tomografi menimbulkan atenuasi pada penjalaran gelombang. Disisi lain, pemantulan gelombang ultrasonik lebih mudah diterapkan seperti pada sonar dan perangkat Ultrasonography. Oleh sebab itu perlu dilakukan suatu studi untuk menguji tomografi ultrasonik yang berbasis refleksi gelombang Studi ini bertujuan untuk melakukan rekonstruksi citra tomografi ultrasonik dengan memanfaatkan pantulan atau refleksi gelombang. Variabel fisika yang diamati ialah waktu tempuh gelombang ultrasonik hasil dari pantulan pada bidang batas objek uji. Pengujian dilakukan pada objek sirkular. Metode rekonstruksi citra didasarkan pada pendekatan proyeksi balik. Hasil percobaan menunjukan bahwa hasil rekonstruksi citra pada objek berupa silinder akrilik dapat dilihat dengan cukup jelas. Sementara pada objek putih telur hasil yang didapat cukup tersamar. Hal ini diakibatkan perbandingan impedansi relatif bahan akrilik terhadap air jauh lebih besar daripada impedansi relatif putih telur terhadap air. Semakin besar perbandingan impedansi antara medium akan meningkatkan amplitudo sinyal pantulan yang didapat.", "Daftar File": {"2013 TA PP RENDY NURMANSYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120667", "2013 TA PP RENDY NURMANSYAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120668", "2013 TA PP RENDY NURMANSYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120669", "2013 TA PP RENDY NURMANSYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/120670", "2013 TA PP RENDY NURMANSYAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/120671", "2013 TA PP RENDY NURMANSYAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/120672", "2013 TA PP RENDY NURMANSYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120673"}, "Penulis": "RENDY NURMANSYAH (NIM : 13307094)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Deddy Kurniadi", "Dr.Eng Khusnul Ain S.T, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tomografi ultrasonik, refleksi, proyeksi balik, permukaan, impedansi akustik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}