{"Nomor": 23886, "Judul": "SINTESIS TITANIUM DIOKSIDA (TiO2) DARI KONSENTRAT ILMENIT DENGAN FUSI KAUSTIK UNTUK BAHAN KERAMIK MAJU", "Abstrak": "Ilmenit dengan rumus kimia FeTiO3 merupakan salah satu potensi tambang yang ada di Indonesia. Ilmenit adalah salah satu unsur terpenting dalam ekstraksi unsur Titanium. Secara komposisi ilmenit terdiri atas 36,80% Fe, 31,57% Ti, dan 31, 63 % O[1].Di Indonesia, mineral ilmenit banyak terdapat dalam hasil produk samping penambangan timah di Pulau Bangka dengan kandungan ilmenit 86%. Ilmenit dapat diproses langsung untuk membuat Titanium Dioksida (TiO2) untuk keperluan penggunaan yang lebih beraneka ragam. Penggunaan TiO2 sintetis baik dalam bentuk tetragonal rutile ataupun anatase sangat banyak dipakai dalam industri antara lain sebagai pigment pemutih dan bahan utama keramik untuk elektronik (BaTiO3). Selain itu, TiO2 sintetis berguna sebagai bahan baku untuk pembuatan TiO2polimeric precursor yang sangat penting untuk bahan keramik maju, antara lain pelapisan optik (film-optic), bahan electro-optik dan bahan komposit polimer keramik (Ceramer). Pada percobaan ini, metode pengolahan Ilmenit menjadi TiO2 yang digunakan adalah fusi kaustik yang mencakup 4 tahap utama yaitu tahap fusi kaustik, water washing, pelindian asam, serta kristalisasi. Parameter fusi kaustik yang digunakan pada percobaan ini adalah rasio molar TiO2 : NaOH = 1 : 6, temperatur fusi kaustik 450Ã‚Â°C, waktu fusi selama 2 jam. Selanjutnya, dari 3 kondisi percobaan dibedakan berdasarkan variasi dari konsentrasi H2SO4 yang dipakai saat pelindian asam. Sampel yang dihasilkan akan dianalisis kualitatif dan kuantitatif (SEM/EDX, XRD). Berdasarkan percobaan yang telah dilakukan, nilai perolehan dari tiap sampel yang didapat dipengaruhi oleh tingkat keasaman kondisi pelindian. Komposisi TiO2 maksimal yang didapat adalah 84,38%. Berdasarkan analisis sampel pada ilmenit awal terdapat FeTiO3, TiO2, dan SnO2. Pada sampel akhir proses yang terbentuk adalah TiO2, N, Na2O, SO3, dan FeO.Percobaan terbaik yang didapat adalah pada saat pelindian dengan konsentrasi H2SO4 9 M dengan perolehan sebanyak 21,88% dari konsentrat awal.", "Daftar File": {"2011 TA PP RENI NOVIYANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120676", "2011 TA PP RENI NOVIYANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120677", "2011 TA PP RENI NOVIYANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120678", "2011 TA PP RENI NOVIYANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/120679", "2011 TA PP RENI NOVIYANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/120680", "2011 TA PP RENI NOVIYANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120681"}, "Penulis": "RENI NOVIYANTI (NIM : 12506012)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Prof. Dr. Ir.Syoni Soepriyanto, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Ilmenit, TiO2, Fusi kaustik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}