{"Nomor": 23880, "Judul": "PENGOPTIMALAN NUTRISI PAKAN TERNAK SAPI SAHIWAL DI INDIA DENGAN MENGGUNAKAN METODE CUCKOO SEARCH, GRADIENT-BASED CUCKOO SEARCH, DAN IMPROVED CUCKOO SEARCH", "Abstrak": "Penelitian mengenai formulasi pakan ternak telah dilakukan selama lebih dari ratusan tahun. Berbagai macam cara dan pendekatan telah dilakukan untuk menemukan formula yang pas untuk pakan ternak agar nutrisi yang diperoleh ternak optimal. Salah satunya adalah pendekatan secara non-linier untuk pakan ternak sapi sahiwal yang dipopulerkan oleh Pratiksha Saxena. Pada tugas akhir ini akan dikaji mengenai bagaimana cara mengoptimalkan nutrisi pakan ternak sapi sahiwal.  \n \n\nAda 3 (tiga) pendekatan yang akan digunakan untuk mengoptimalkan nutrisi pakan ternak sapi sahiwal. Pendekatan yang pertama dengan menggunakan metode Cuckoo Search. Pendekatan yang kedua dengan menggunakan metode Gradient-Based Cuckoo Search. Kemudian pendekatan yang terakhir dengan menggunakan metode Improved Cuckoo Search. Perbedaan antara masing-masing metode akan diperlihatkan dengan menggunakan aplikasi bantuan MATLAB.  \n \n\nSelain itu, pada tugas akhir ini juga akan dibahas mengenai bagaimana cara menghitung biaya minimum yang harus dikeluarkan peternak sehingga profit yang diterima maksimal.", "Daftar File": {"2016 TA PP RENAN ADITYA MUKTI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120650", "2016 TA PP RENAN ADITYA MUKTI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120651", "2016 TA PP RENAN ADITYA MUKTI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120652", "2016 TA PP RENAN ADITYA MUKTI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/120653", "2016 TA PP RENAN ADITYA MUKTI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/120654", "2016 TA PP RENAN ADITYA MUKTI 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/120655", "2016 TA PP RENAN ADITYA MUKTI 1- BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/120656", "2016 TA PP RENAN ADITYA MUKTI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120657", "2016 TA PP RENAN ADITYA MUKTI 1- LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/120658"}, "Penulis": "RENAN ADITYA MUKTI (10110050)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Janson Naiborhu"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Optimasi, Formula pakan ternak, Nutrisi pakan ternak, Biaya pakan ternak, Metode Cuckoo Search, Metode Gradient-Based Cuckoo Search, Metode Improved Cuckoo Search", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}