{"Nomor": 23894, "Judul": "APLIKASI PENGENALAN WAJAH SECARA OTOMATIS DAN REAL TIME UNTUK SISTEM PRESENSI DENGAN FASILITAS WEBCAM DAN OPENCV", "Abstrak": "Salah satu metode yang sedang berkembang untuk pencatatan kehadiran adalah biometrika. Sistem biometrika adalah teknologi pengenalan diri dengan mengukur karakteristik fisik atau perilaku manusia. Dengan sistem biometrik, seseorang harus benar-benar hadir saat proses identifikasi, sehingga sulit untuk melakukan kecurangan.  \n \n\nDalam Tugas Akhir ini, dikembangkan sebuah aplikasi pengenalan wajah untuk sistem presensi menggunakan OpenCV. Terdapat beberapa metode yang sering digunakan untuk pengenalan wajah antara lain Eigenfaces, Fisherfaces, dan LBPH (Local Binary Pattern Histogram). Metode pengenalan wajah yang digunakan dalam Tugas Akhir ini adalah LBPH. Metode LBPH memecah gambar menjadi bagian-bagian kecil dan memproses tiap bagian gambar untuk dihitung nilai LBP-nya untuk kemudian digabungkan kembali dan menghasilkan histogram untuk tiap wajah. Gambar dengan histogram yang mirip akan digolongkan menjadi wajah yang sama.  \n \n\nAplikasi yang dibuat dapat digunakan untuk mengambil gambar wajah dan menyimpannya di basis data wajah, melakukan pengenalan wajah, dan menghasilkan catatan kehadiran. Hasil pengujian aplikasi menunjukkan bahwa metode LBPH dapat mengenali wajah dengan tingkat akurasi rata-rata di atas 80% untuk kondisi ruangan yang berbeda-beda, dan akurasi di atas 90% jika pengenalan wajah dilakukan pada kondisi ruangan yang sama dengan pada saat mengambil gambar wajah untuk disimpan di basis data.", "Daftar File": {"2017 TA PP RENO RASYAD 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/120710"}, "Penulis": "RENO RASYAD (NIM : 13511045)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Dwi Hendratmo Widyantoro, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Local Binary Pattern Histogram, pengenalan wajah, sistem presensi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}