{"Nomor": 23893, "Judul": "MARKETING STRATEGIC PLAN TOWARD MARKETING MIX  AND CUSTOMER RELATIONSHIP MANAGEMENT FOR  PT. MARTIYANA MANDIRI EXPRESS TOUR AND TRAVEL", "Abstrak": "PT.  MartiyanaMandiri Express  Tour and Travel adalah  perusahaan yang sedang \n\nberkembang  bergerak  dibidang  pengadaan  jasa  pelesiran. Pengadaan  jasa  dibidang  ini \n\nmemiliki interaksi yang sangat dekat dengan customer sehingga kualitas dari jasa yang  \n\ndisediakan  dipengaruhi  oleh customer secara  tidak  langsung.  Pengembangan  strategi  \n\nmarketing diperlukan  didalam PT. MME untuk  terus  meningkatkan  kualitas  pelayanan. \n\nStrategi marketing yang digunakan saat ini dirasa belum maksimal untuk  \n\nmengembangkan perusahaan. Beberapa  keluhan  terhadap  pemandu  wisata, tidak \n\nadanya  permintaan  perjalanan  dari  pelanggan yang sama  dan  promosi yang disebar  juga \n\nsangat beragam dan tidak spesifik untuk pelanggan mereka. \n\nStrategi Marketing Mix dan Customer Relationship Management digunakan untuk  \n\nmenghasilkan solusi terhadap proses dan manusia yang terdapat di perusahaan. Metode \n\npengumpulan data menggunakan  cara  wawancara, kepada  karyawan, pelanggan, dan \n\npemilik  perusahaan.  Hasil  dari wawancara dan analisa  menyimpulkan bahwa  penyebab \n\nutama dari kurangnya permintaan berulang dari pelanggan yang sama adalah akibat  \n\ndari buruknya pengaturan  perjalanan. Selain itu promosi yang tidak terstruktur akibat  \n\ndari tidak  ada data  base  pelanggan  untuk  dijadikan  panduan  promosi. Dan  banyaknya  \n\nkeluhan dari  pelanggan  selama perjalanan adalah akibat dari buruknya kemampuan dari  \n\npara karyawan. \n\nKonsep  -  konsep yang  digunakan untuk  menghasilkan  solusi yang  dapat  digunakan.  \n\nSolusi yang dilakukan untuk perusahaan MME Tour and Travel dilakukan dengan tiga  \n\ncara. Pertama dengan membuat data base pelanggan dengan memanfaatkan program  \n\nCRM  serta  dengan menyediakan  call centre  serta  customer care pada  struktur \n\norganisasi.  Kedua dengan  memperbaiki sistem kerja yang mana melakukan ii \n\npembaharuan pada Standard Operational Procedure serta menggunakan system Human  \n\nCapital didalam organisasi perusahaan. Ketiga dengan meningkatkan kemampuan dari  \n\npara karyawan yang mana dilakukan dengan mewajibkan setiap karyawan memiliki  \n\nsertifikasi profesi resmi, melakukan program pengembangan minat dan bakat karyawan  \n\nserta perusahaan memanfaatkan hubungan dengan Asosiasi pariwisata.  \n\nRencana implemtasi yang menjadi tujuan akhir dari thesis ini adalah dengan  \n\ndilakukannya perbaikan Ã‚Â–  perbaikan di beberapa tempat. Diantaranya menrencanakan  \n\nprogram CRM, mempersiapkan teknologi yang mendukung, dan persiapan operasional.  \n\nCRM program yang direncanakan  adalah keanggotaan  dengan menggunakan nomor  \n\ntelepon genggam yang disebut dengan konsep tanpa kartu. Persiapan teknologi  \n\npendukung berupa kesiapan perangkat keras maupun lunak sehingga membantu  \n\njalannya program CRM. Persiapan operational dengan menambah tenaga kerja,  \n\nmembeli gedung baru di lokasi Jakarta, serta melakukan pelatihan yang dirasa perlu  \n\nuntuk memudahkan karyawan dalam menjalankan sistem baru.", "Daftar File": {"2017 TS PP RENO GANTO SURI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/120709"}, "Penulis": "RENO GANTO SURI (NIM 29114012)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Leo Aldianto, MBA, MSAE"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "marketing strategy, marketing mix, customer relation management.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "28 Sep 2017"}