{"Nomor": 23897, "Judul": "STUDI SINTESIS TURUNAN KUINOLIN KARBOKSILAT", "Abstrak": "Kuinolin merupakan salah satu senyawa heterosiklik aromatik yang turunannya memiliki aplikasi yang luas baik dalam bidang farmakologi sebagai antimalaria, antibakteri, antifungal, dan agen antikanker maupun bidang material sebagai katalis, inhibitor korosi, pengawet, zat warna dan senyawa-senyawa luminensi. Turunan kuinolin yang mengandung gugus karboksilat memiliki sifat yang unik. Hal ini disebabkan adanya gugus karboksilat yang merupakan gugus akseptor elektron dari sistem konjugasi cincin kuinolin sehingga membuat kerangka ini memiliki sifat fotofisika dan fotokimia yang baik dan banyak digunakan sebagai kromofor berbagai zat warna dan fluorofor pada senyawa berfluoresensi yang biokompatibel.   \n \n \n\nSumber senyawa kuinolin dapat berasal dari alam, salah satunya dari tumbuhan Kina yang banyak tumbuh di Indonesia dan dikenal dengan senyawa alkaloid kina yaitu pasangan pseudo-enansiomer kuinin-kuinidin, sinkonin-sinkonidin. Senyawa kuinolin juga dapat diperoleh dengan metode sintesis dimana hingga saat ini banyak metode yang telah dikembangkan untuk mensintesis turunan kuinolin. Berdasarkan hal tersebut penelitian ini bertujuan mengeksplorasi strategi untuk mendapatkan kerangka kuinolin karboksilat dari fragmentasi alkaloid kina dan metode sintesis. Alkaloid Kina yang dieksplorasi yaitu kuinin, struktur kuinin terdiri dari unit kuinolin dan unit kuinuklidin yang dihubungkan dengan gugus alkohol sekunder, sehingga untuk memperoleh unit kuinolin diperlukan pemutusan ikatan C8-C9 salah satunya dengan pemutusan oksidatif. Sedangkan metode sintesis yang dilakukan melalui reaksi pembentukan ikatan C-N diikuti dengan tahap siklisasi menggunakan prekursor amina aromatik dan turunan α,β-karbonil tak jenuh yang banyak digunakan untuk reaksi pembentukan cincin heterosiklik.   \n \n \n\nFragmentasi kuinin dilakukan dengan pemutusan ikatan C-C melalui reaksi oksidasi. Reaksi dilakukan menggunakan dua macam oksidator yaitu oksidator natrium meta-periodat (NaIO4) yang merupakan oksidator kuat (E0red=1,601) yang selektif terhadap pemutusan gugus aminoalkohol N1-C8-C9 dan oksidator kalium permanganat (KMnO4) yang juga oksidator kuat (E0red=1,679). Oksidasi dengan NaIO4 dilakukan dalam pelarut metanol, suasana netral selama 7 jam pada suhu ruang. Produk yang diperoleh dikarakterisasi dengan pengukuran spektroskopi IR, NMR dan MS. Berdasarkan data-data spektroskopi produk yang diperoleh dari reaksi ini yaitu kuinin-1-N-oksida dengan rendemen 20%. Ciri terbentuknya senyawa kuinin-1-N-oksida ditunjukkan dengan adanya pergeseran sinyal pada spektrum NMR dari spektrum produk yang dibandingkan dengan spektrum kuinin yaitu pada δH 5,57 ppm yang merupakan sinyal dari proton pada C9 kuinin yang bergeser ke δH 6,63 ppm. Didukung pula dengan data dari spektroskopi MS yang menunjukkan adanya puncak pada m/z 341 yang merupakan masa molekul dari kuinin-1-N-oksida. Sedangkan oksidasi dengan KMnO4 dilakukan dalam suasana asam selama 3 jam pada suhu ruang. Pemisahan produk dilakukan dengan kromatografi radial menggunakan pelarut kloroform:metanol 10% dan Net3. Produk yang diperoleh berdasarkan karakterisasi dengan spektroskopi IR, NMR dan MS yaitu senyawa kuinin-1-N-oksida dan campuran epimer kuininal. Terbentuknya produk campuran epimer kuininal ditunjukkan dengan munculnya dua sinyal proton singlet dari gugus aldehid pada δH 9,74 dan 9,67 ppm serta dua sinyal karbon gugus karbonil pada δC 203,09 dan 203,17 ppm. Didukung pula dengan adanya puncak pada spektroskopi masa pada m/z 327,17 yang sesuai dengan masa molekul senyawa kuininal. Dari reaksi oksidasi yang telah dilakukan, belum berhasil memperoleh produk fragmentasi untuk memperoleh unit kuinolin namun diperoleh produk oksidasi berupa kuinin-1-N-oksida dan epimer kuininal.   \n \n \n\nKemudian dilakukan sintesis pembentukan cincin kuinolin yang memiliki subtituen karboksilat pada C4. Untuk mencapai target molekul tersebut digunakan reaksi Doebner-Miller dengan prekursor senyawa amina aromatik yaitu m-fenilen diamin dengan turunan α,β-karbonil tak jenuh yaitu anhidrida asam maleat melalui dua tahap yaitu pembentukan ikatan amida sebagai intermediet diikuti dengan tahapan siklisasi. Produk yang diperoleh dan yang telah dikarakterisasi dengan pengukuran spektroskopi IR dan NMR hingga tahap ini adalah (2Z,2'Z)-4,4'-(benzen-1,3-diildiimino)bis(4-oksobut-2-enoat) dengan rendemen 68% yang merupakan produk dari reaksi adisi 1,2 amina terhadap karbonil dan terbentuk ikatan amida. Ciri terbentuknya ikatan amida pada senyawa produk yaitu adanya sinyal proton gugus amida pada δH 10,44 ppm dan sinyal karbonil gugus amida pada δC 163,22 ppm. Produk yang terbentuk dapat disiklisasi pada tahapan selanjutnya untuk memperoleh senyawa kuinolin karboksilat.", "Daftar File": {"2015 TS PP RENY ROSALINA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120732", "2015 TS PP RENY ROSALINA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/120733", "2015 TS PP RENY ROSALINA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/120734", "2015 TS PP RENY ROSALINA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/120735", "2015 TS PP RENY ROSALINA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/120736", "2015 TS PP RENY ROSALINA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/120737", "2015 TS PP RENY ROSALINA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120738"}, "Penulis": "RENY ROSALINA(NIM : 20513026)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Dr. rer.nat. Didin Mujahidin"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Kuinolin, Kuinolin Karboksilat, Reaksi Doebner-Miller", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}