{"Nomor": 23892, "Judul": "PERANCANGAN PROGRAM RETENSI PELANGGAN LOYAL PRODUK BESTPACKAGING BERBASIS CUSTOMER LIFETIME VALUE", "Abstrak": "Usaha kecil menengah mengalami pertumbuhan yang signifikan pada beberapa tahun terakhir. Tren pemasaran menggunakan media sosial juga terus meningkat. Bestpackaging adalah salah satu usaha kecil dan menengah yang ada di Kota Jakarta yang memproduksi tas kantong ramah lingkungan. Bestpackaging menggunakan media sosial untuk membantu pemasaran produknya. Walaupun Bestpackaging telah berjalan selama tiga tahun, tetapi keuntungan yang diperoleh masih sedikit. Oleh karena itu dibutuhkan strategi pemasaran agar Bestpackaging dapat menghasilkan keuntungan yang lebih besar. Strategi pemasaran yang dilakukan adalah menentukan CLV dari setiap pelanggan, seleksi segmen, dan penempatan posisi produk. Data yang digunakan untuk segmentasi adalah data pendapatan pelanggan dan CLV pelanggan loyal.    \n \n \n \n\nCLV dihitung dari pelanggan yang memesan lebih dari satu kali dan pada tahun yang berbeda pada Bestpackaging. Nilai CLV adalah nilai (dalam rupiah) setiap pelanggan dalam jangka waktu tertentu. Dalam penelitian ini jangka waktu yang menjadi acuan adalah jangka waktu menengah selama 5 tahun. Selanjutnya nilai CLV ini diolah menggunakan analisis faktor untuk memperoleh segmen pasar dan profil segmen-segmen pasar tersebut. Berdasarkan penelitian ini dapat diketahui pelanggan loyal Bestpackaging dapat dibagi menjadi 3 segmen.    \n \n \n \n\nSegmen pasar yang dipilih adalah segmen 2 dan 3. Dua segmen ini dipilih karena akan meningkatkan profit dan menghilangkan ketergantungan terhadap satu segmen. Segmen 2 dan 3 memiliki nilai CLV lebih dari Rp.1.000.000,00 dalam setahun untuk setiap pelanggan. Letak geografis dari pelanggan di segmen 2 dan 3 berada di sekitar Jakarta dan satu di luar Pulau Jawa. Posisi yang diusulkan untuk Bestpackaging dinyatakan dalam tagline Ã‚Â‘customize your unique green future Ã‚Â’ .    \n \n \n \n\nProgram pemasaran yang sesuai untuk menjaga pelanggan Bestpackaging dari segmen yang dipilih adalah program dari CRM (Customer Relationship Management). Biaya CRM yang digunakana berasal dari nilai CLV pelanggan. Strategi CRM dilaksanakan dengan menjalankan program retensi. Dengan program retensi yang dirancang selama 5 tahun, diharapkan pelanggan bisa menjadi loyal terhadap Bestpackaging dan meningkatkan profit perusahaan", "Daftar File": {"2017 TA PP RENO DANI KRISTANTO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/120708"}, "Penulis": "RENO DANI KRISTANTO    (NIM  : 14411017)", "Kontributor / Dosen Pembimbing": ["Dr. HASRINI SARI, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Program retensi, Pelanggan loyal, CLV", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "09 Feb 2018"}