{"Nomor": 23890, "Judul": "ANALISIS PAPARAN INSEKTISIDA ORGANOKLORIN SECARA INHALASI TERHADAP PETANI PENYEMPROT DI KECAMATAN KERTASARI KABUPATEN BANDUNG", "Abstrak": "Insektisida organoklorin merupakan senyawa yang sangat persisten di lingkungan, memiliki harga yang relatif murah, dan sangat efektif membunuh hama tanaman.  \n \n\nOleh karenanya, insektisida organoklorin digunakan secara luas di beberapa negara, khususnya negara pertanian. Menurut Centers for Disease Control and  \n \n\nPrevention (CDC) USA, insektisida organoklorin dapat berada di dalam tubuh manusia dalam jangka waktu yang relatif lama dan mudah terbioakumulasi ke  \n \n\ndalam jaringan lemak di dalam tubuh (Swackhamer et al., 1988). Paparan organoklorin terhadap tubuh manusia dapat terjadi melalui beberapa cara, antara lain dengan mengkonsumsi makanan dan air minum yang mengandung residu organoklorin, melalui penyerapan pada permukaan kulit, serta dengan menghirup secara langsung residu organoklorin. Inhalasi merupakan jalur pemaparan yang  \n \n\nsangat penting terhadap zat kimia toksik, terutama di tempat kerja. Penduduk Kecamatan Kertasari memiliki kegiatan utama, yaitu bertani ladang. Dari kegiatan  \n \n\npertanian tersebut, paparan oleh penggunaan pestisida berlebih dapat terjadi. Insektisida organoklorin yang terdeteksi di lapangan yaitu lindan, heptaklor, aldrin, endosulfan, DDT, dieldrin, dan endrin, dengan masing-masing nilai paparan tertinggi yaitu 2,1 x 10-5 mg/m3, 6,235x10-6 mg/m3, 1,926 x 10-5 mg/m3, 4,62 x 10-6 mg/m3, 4,35 x 10-6 mg/m3, 2,77 x 10-6 mg/m3, dan 4,17 x 10-5 mg/m3. Paparan-paparan tersebut tergolong dalam nilai yang sangat rendah dan berada di bawah nilai TLV-TWA yang ditetapkan oleh American Conference of Governmental Industrial Hygienists (ACGIH). Paparan organoklorin tersebut memiliki hubungan searah dan signifikan terhadap nilai intake organoklorin yang masuk melalui saluran inhalasi. Insektisida organoklorin yang terdeteksi dalam penelitian, membuktikan bahwa penggunaannya masih ada, walaupun sudah dilarang penggunaannya.", "Daftar File": {"2015 TA PP RENJANA RATIH INAGANIS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120699", "2015 TA PP RENJANA RATIH INAGANIS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120700", "2015 TA PP RENJANA RATIH INAGANIS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120701", "2015 TA PP RENJANA RATIH INAGANIS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/120702", "2015 TA PP RENJANA RATIH INAGANIS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/120703", "2015 TA PP RENJANA RATIH INAGANIS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/120704", "2015 TA PP RENJANA RATIH INAGANIS 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/120705", "2015 TA PP RENJANA RATIH INAGANIS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120706"}, "Penulis": "RENJANA RATIH INAGANIS (NIM : 15308002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Katharina Oginawati, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "insektisida, organoklorin, paparan, intake, inhalasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}