{"Nomor": 23902, "Judul": "STUDI PENGARUH LPG PADA INJEKSI CO2 DAN USULAN KORELASI SEDERHANA DALAM PENENTUAN NILAI MMP DENGAN MENGGUNAKAN SIMULASI MODEL PVT", "Abstrak": "Salah satu metode injeksi CO2 dalam enhanced oil recovery (EOR) yang banyak diaplikasikan adalah metode miscible CO2 injection. MMP atau minimum miscibility pressure menjadi faktor penting dalam menentukan apakah injeksi CO2 akan tercampur dalam fasa minyak. Masalah yang sering dihadapi adalah nilai tekanan reservoir yang lebih rendah jika dibandingkan dengan nilai MMP. LPG atau liquified petroleum gas menjadi salah satu solusi untuk menurunkan nilai MMP injeksi CO2.   \n \n \n\nPada studi ini, dilakukan penentuan metode penurunan MMP injeksi CO2 yang paling optimal serta menghasilkan korelasi yang dapat digunakan untuk memprediksi nilai MMP dengan menggunakan simulasi model PVT. Setelah dilakukan kajian, korelasi yang dibentuk terdiri dari tiga parameter utama, yaitu suhu reservoir (T), berat molekul heptane plus (MW7+) dan persentase komponen CO2 dalam gas injeksi (CO2). Peningkatan berat molekul heptane plus sebesar 50% meningkatkan nilai MMP sebesar 22%. Sedangkan, peningkatan suhu reservoir sebesar 33% meningkatkan nilai MMP sebesar 45%. Untuk komponen gas injeksi, bertambahnya komponen LPG sebesar 30% menurunkan nilai MMP sebesar 25%.   \n \n \n\nKorelasi yang dihasilkan memiliki nilai average absolute relative error (AARE) dan maximum absolute relative error (MARE) sebesar 8.96% dan 15.46% jika dibandingkan dengan enam nilai MMP dari literatur. Selain itu, korelasi divalidasi menggunakan data simulasi yang tidak digunakan dalam membentuk korelasi dan dihasilkan nilai AARE sebesar 4.54% dan nilai r-squared sebesar 97.81%.", "Daftar File": {"2017 TA PP RESSI BONTI MUHAMMAD 1.pdf": "https://digilib.itb.ac.id/gdl/download/120762"}, "Penulis": "RESSI BONTI MUHAMMAD (NIM : 12213063)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Tutuka Ariadji M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Injeksi CO2, MMP, LPG", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}