{"Nomor": 23909, "Judul": "SINTESIS DAN KARAKTERISASI MATERIAL Cu/&#947;-Al2O3 BESERTA APLIKASINYA SEBAGAI KATALIS PENGURAIAN BENZENA", "Abstrak": "Gama alumina (γ-Al2O3) banyak diaplikasikan sebagai katalis dalam penguraian volatile organic compounds (VOC) yang merupakan salah satu limbah industri. Hal ini dikarenakan sifat-sifat unggul γ-Al2O3, seperti luas permukaan yang tinggi, struktur pori, dan ketahanan terhadap panas yang baik. Penambahan logam aktif atau logam oksida dapat meningkatkan aktivitas katalitik γ-Al2O3 untuk mengoksidasi VOC. Penambahan logam mulia, seperti Pt, Pd, Ag, dan Au menghasilkan aktivitas katalitik yang tinggi, namun tidak ekonomis jika digunakan dalam bidang industri. Logam lain yang dapat digunakan antara lain adalah logam Cu, Ni, Co, Cr, dan Mn. Pada penelitian ini, γ-Al2O3 diimpregasi menggunakan Cu dan digunakan sebagai katalis penguraian benzena. Gama alumina berstruktur mesopori dibuat dengan metode pembakaran urea. Perbandingan konsentrasi urea:Al3+ diatur pada nilai 0:1; 1:1; 2:1; 2,5:1; 3:1; 3,5:1; dan 5:1. Urea berperan sebagai sumber panas dan membantu menghasilkan struktur pori pada γ-Al2O3. Sampel yang dibuat tanpa urea memiliki struktur amorf tanpa adanya puncak difraksi. Semakin banyak jumlah urea yang digunakan menyebabkan pembentukan kristal γ-Al2O3. Penambahan urea hingga komposisi 2:1 menghasilkan alumina dengan fase tunggal γ. Penambahan urea lebih lanjut, yaitu pada komposisi urea:Al3+=3,5:1 menyebabkan alumina fase γ bertransformasi menjadi fase α secara sempurna. Ukuran kristalit kedua sampel tersebut, berdasarkan perhitungan menggunakan persamaan Scherrer, masing-masing pada bidang (400) dan (113) adalah 3,53 nm dan adalah 43,34 nm. Ukuran kristalit α-Al2O3 jauh lebih besar daripada ukuran kristalit γ-Al2O3. Analisa BET menunjukkan bahwa luas permukaan tertinggi diperoleh pada sampel dengan komposisi urea:Al3+ = 2:1, diikuti dengan sampel dengan komposisi urea:Al3+ = 3,5:1, yaitu masing-masing sebesar 213 m2/g dan 126 m2/g. Ukuran pori yang dihasilkan berada pada rentang 2 nm hingga 50 nm (berstruktur mesopori). Penambahan Cu pada sampel alumina dilakukan dengan metode impregnasi basah sederhana. Penambahan Cu menyebabkan pembentukan kristal CuO dan CuAl2O4. Puncak difraksi Cu dan Cu2O tidak terdeteksi, menunjukkan adanya oksidasi Cu menjadi CuO. Puncak difraksi fase tunggal CuO terdeteksi pada sampel yang dikalsinasi pada suhu 600 Ã‚Â°C. Semakin tinggi suhu kalsinasi sampel menyebabkan kristal CuAl2O4 semakin mendominasi sampel. Hal ini dikarenakan pada suhu yang lebih tinggi, atom-atom Cu dan O mendapatkan energi lebih banyak untuk memasuki matriks Al2O3. Kristal CuAl2O4 juga semakin mendominasi ketika Cu yang diimpregnasikan semakin banyak. Setelah impregnasi, luas permukaan γ-Al2O3 menurun secara drastis. Hal ini disebabkan penutupan pori pada permukaan γ-Al2O3 oleh partikel-pertikel CuO. Hal ini dikonfirmasi dengan analisa SEM, dimana partikel yang terlihat diduga adalah milik CuO dan Al2O3. Hal ini didukung oleh analisa TEM yang dilakukan pada sampel dengan komposisi urea:Al3+ = 2:1 yang diimpregnasi dengan 30 wt% Cu dan dikalsinasi pada suhu 800 Ã‚Â°C. Pengujian katalisis menunjukkan bahwa penggunaan katalis dapat menurunkan konsentrasi benzena yang terdeteksi. Katalis yang dibuat dengan γ-Al2O3 komersial memiliki konversi benzena sebesar 19,0 %. Konversi maksimum yang dihasilkan oleh sampel hasil sintesis adalah sebesar 82 % pada suhu reaksi 400 Ã‚Â°C. Aktivitas katalitik sampel hasil sintesis lebih baik daripada aktivitas katalitik sampel komersial yang diimpregnasi. Luas permukaan sampel tidak terlalu berpengaruh terhadap konversi benzena. Kurang optimumnya konversi benzena ini dapat disebabkan oleh keberadaan senyawa CuAl2O4, dimana kekosongan kisi oksigen pada γ-Al2O3 telah terisi oleh atom O akibat proses kalsinasi pada suhu yang tinggi. Akibatnya, proses transfer elektron (adsorpsi-desorpsi) oksigen untuk oksidasi benzena menjadi terhambat.", "Daftar File": {"2017 TS PP RETNO MAHARSI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120806", "2017 TS PP RETNO MAHARSI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120807", "2017 TS PP RETNO MAHARSI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120808", "2017 TS PP RETNO MAHARSI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/120809", "2017 TS PP RETNO MAHARSI 1-BAB 4 A.pdf": "https://digilib.itb.ac.id/gdl/download/120810", "2017 TS PP RETNO MAHARSI 1-BAB 4 B.pdf": "https://digilib.itb.ac.id/gdl/download/120811", "2017 TS PP RETNO MAHARSI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/120812", "2017 TS PP RETNO MAHARSI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120813"}, "Penulis": "RETNO MAHARSI (NIM : 20215042)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Dr. Eng. Ferry Iskandar  \n \n\nPembimbing II : Dr.rer.nat. Akfiny Hasdi Aimon"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "γ-Al2O3, metode pembakaran urea, impregnasi, katalis, benzena", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}