{"Nomor": 23904, "Judul": "RELIABILITAS STRUKTUR GEDUNG MENARA KEMBAR DENGAN PODIUM PADA MASA KONSTRUKSI TERHADAP GAYA GEMPA", "Abstrak": "Struktur gedung menara kembar-podium muncul sebagai jawaban atas tuntutan dan perkembangan arsitektur modern, terutama di kota besar seperti Jakarta. Akan tetapi, bentuk struktur yang unik menimbulkan kemungkinan bahwa akan terdapat perbedaan perilaku dan kinerja struktur tersebut dibandingkan dengan struktur yang berbentuk standar. Muncul pertanyaan apakah peraturan struktur tahan gempa, yaitu SNI 1726-2012, dapat digunakan dalam proses perencanaan struktur dengan bentuk yang unik tersebut. Kemudian juga terdapat pertanyaan mengenai risiko keruntuhan struktur tersebut selama masa konstruksi, karena terdapat beberapa tahap konstruksi yang mungkin terjadi pada struktur gedung menara kembar-podium, sehingga perlu diketahui tahap konstruksi paling kritis atau yang memiliki risiko keruntuhan terbesar. Pada tulisan ini akan dilakukan evaluasi terhadap perilaku dan kinerja struktur gedung menara-kembar podium. Kemudian akan dilakukan penentuan dan evaluasi reliabilitas dari struktur tersebut ketika telah selesai dibangun dan ketika pada masa konstruksi. Struktur gedung menara-kembar podium yang digunakan dalam tulisan ini merupakan struktur beton dengan sistem ganda setinggi 20 lantai. Tahap konstruksi dari struktur gedung tersebut dimodelkan dengan 2 buah model dan memiliki tulangan terpasang yang sama dengan model struktur lengkap, namun dengan ketinggian serta beban layan yang berbeda. Metode analisis yang digunakan untuk memperoleh parameter-parameter yang dibutuhkan adalah analisis statik beban dorong non-linier dan analisis riwayat waktu non-linier. Berdasarkan hasil analisis yang telah dilakukan, diketahui bahwa secara umum perilaku struktur tersebut memiliki daktilitas yang kurang baik sebagai akibat dari proses perencanaan yang terlalu konservatif. Akibatnya, kinerja struktur tersebut berada pada batas yang sangat aman. Kemudian, risiko keruntuhan struktur tersebut berada sedikit di atas risiko keruntuhan yang diharapkan yaitu 1% dalam 50 tahun. Sedangkan, risiko keruntuhan struktur tersebut pada tahap konstruksi sangat kecil, yaitu di bawah 1% dalam 2 tahun masa konstruksi. Secara umum diketahui bahwa tahap konstruksi paling kritis adalah ketika struktur tersebut mencapai ketinggian 10 lantai karena memberikan risiko keruntuhan yang terbesar", "Daftar File": {"2014 TA PP RESTADITYA HARRIS 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120777", "2014 TA PP RESTADITYA HARRIS 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120776", "2014 TA PP RESTADITYA HARRIS 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120775", "2014 TA PP RESTADITYA HARRIS 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/120773", "2014 TA PP RESTADITYA HARRIS 1 - BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/120772", "2014 TA PP RESTADITYA HARRIS 1 - BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/120774", "2014 TA PP RESTADITYA HARRIS 1 - BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/120771", "2014 TA PP RESTADITYA HARRIS 1 - BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/120778", "2014 TA PP RESTADITYA HARRIS 1 - BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/120779", "2014 TA PP RESTADITYA HARRIS 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120780"}, "Penulis": "RESTADITYA HARRIS ( NIM: 15010015 )", "Kontributor / Dosen Pembimbing": ["pembimbing :  \n \n\nIr. Indra Djati Sidi, M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "gedung bertingkat, menara kembar, podium, reliabilitas, gaya gempa, analisis statik beban dorong non-linier, analisis riwayat waktu non-linie", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}