{"Nomor": 23912, "Judul": "PENENTUAN AMBANG BATAS CURAH HUJAN UNTUK SISTEM PERINGATAN DINI BANJIR (Studi Kasus: DAS Bengawan Solo)", "Abstrak": "Sebagai Daerah Aliran Sungai (DAS) terbesar di Pulau Jawa, DAS Bengawan Solo hampir setiap tahunnya mengalami bencana banjir. Bencana alam banjir erat kaitannya dengan faktor meteorologis curah hujan. Dikarenakan potensi bencana dari kejadian hujan bergantung pada intensitas dan durasinya, penting untuk melakukan estimasi ambang batas hujan dan menguji kebergunaannya untuk prediksi banjir. Sehingga diperlukan ambang batas hujan yang sesuai untuk peringatan dini bencana banjir.  \n \n\nDalam menentukan ambang batas hujan, dilakukan pemodelan empirik menggunakan persamaan power law. Kurva ambang batas dibuat berdasarkan kondisi intensitas-durasi (I-D) hujan pada kejadian historis banjir tahun 2012 Ã‚Â– 2016. Kemudian kondisi hujan di atas ambang curah hujan tersebut dijadikan sebagai batas peringatan banjir.  \n \n\nDidapatkan bahwa karakteristik hujan penyebab banjir di DAS Bengawan Solo sebagian besar merupakan hujan intensitas ringan (1-5 mm/jam) yang terjadi dalam durasi sedang-panjang (≥ 6 jam). Ambang hujan untuk peringatan dini banjir di DAS Bengawan Solo menggunakan metode empirik I-D hujan mengikuti persamaan: I=1,476D0,512. Hasil validasi terhadap kejadian banjir bulan basah Desember-Januari-Februari 2016-2017 didapatkan ambang batas hujan untuk banjir memiliki akurasi yang baik dengan nilai ketepatan (hit rate) 0,85.", "Daftar File": {"2017 TA PP REVANA HADIANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/120816"}, "Penulis": "REVANA HADIANI (NIM : 12813023)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n \n\nDr. rer. nat. Armi Susandi, MT.  \n \n\nDrs. Zadrach Ledoufij Dupe, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "ambang batas, banjir, empirik, intensitas-durasi hujan, power law", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}