{"Nomor": 23919, "Judul": "ANALISA PENGGUNAAN ANISOTROPI SUSEPTIBILITAS MAGNETIK DALAM INTERPRETASI ARAH ALIRAN LAVA MENGGUNAKAN KORELASI MODEL &#956;CT PADA SAMPEL BATUAN BEKU DI KOMPLEKS VULKANIK IJEN, JAWA TIMUR", "Abstrak": "Anisotropi magnetik merupakan dua dari salah satu kondisi yang dipertimbangkan ketika dilakukan pengukuran dan penelitian menggunakan parameter suseptibilitas      \n \n \n \n\nmagnetik. Prinsip dari metode ini, pengukuran dilakukan menggunakan acuan arah sehingga pada proses pendataannya akan didapatkan pengukuran besaran suseptibilitas pada arah yang berbeda. Kemudian dari data pengukuran yang didapat akan dilakukan plot ke dalam penampang stereografis sehingga dapat dilakukan  analisa yang diinginkan. Disini hasil dari pengukuran anisotropi suseptibilitas magnetiknya akan dikaitkan dengan arah aliran lava yang membentuk batuan sampel. Sampel yang digunakan merupakan tiga sampel batuan beku yang diambil dari Gunung Ijen, dengan ketentuan berbentuk silinder dengan radius 2.5 cm dan tinggi 2.1 cm. Analisa arah aliran lava dari hasil pengukuran anisotropi magnetik dirasa masih belum cukup representatif dikarenakan adanya beberapa ambiguitas dan perbedaan kesimpulan dari penelitian-penelitian yang telah dilakukan. Oleh karena itu perlu adanya metode tambahan yang dapat berperan sebagai parameter bukti tambahan untuk penganalisaan pengukuran anisotropi magnetik suseptibilitas. Tujuan dari penelitian ini adalah membuktikan penggunaan anisotropi suseptibilitas magnetik dalam merumuskan arah aliran lava. Untuk metode tambahan yang digunakan dalam      \n \n \n \n\nhal ini digunakanlah peran dari microcomputed tomography yang dapat disebut juga dengan metode CT scanning. Metode CT scanning ini akan digunakan software CTVox, Data Viewer, dan CTAn untuk mendapatkan model dari objek sampel yang diinginkan kemudian akan dilakukan analisa berdasarkan arah sumbu panjan porositas kosongnya. Analisa arah ini akan dilakukan perbandingan dengan analisa arah menggunakan anisotropi suseptibilitas magnetik. Selain digunakan perbandingan antara kedua hal tersebut , digunakan juga bantuan tinjauan geologi berdasarkan topografi dan petrografinya untuk melihat apakah ada suatu parameter khusus yang mempengaruhi hasil dari analisa. Berdasarkan analisa yang telah dilakukan, hasil pengukuran anisotropi suseptibilitas      \n \n \n \n\nmagnetik dapat membantu dalam merumuskan arah aliran lava untuk daerah sampel batuan beku. Dikarenakan cocoknya perbandingan yang dilakukan dengan data      \n \n \n \n\ntopografi yang tersedia. Selain itu, dari data petrografi yang telah ada terbukti bahwa satuan batuan sampel yang diteliti merupakan hasil dari satu sumber lava yang sama.", "Daftar File": {"2017 TA PP REYHAN FARIZ TAQWANTARA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/120842"}, "Penulis": "REYHAN FARIZ TAQWANTARA (NIM: 12313062)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Satria Bijaksana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "anisotropi magnetik, CT Scan, petrografi, porositas", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}