{"Nomor": 23918, "Judul": "PENGARUH PERLAKUAN PANAS TERHADAP KEKERASAN DAN BIOKOMPATIBILITI PADUAN TI6AL4V", "Abstrak": "Ti-6Al-4V adalah material yang banyak dipakai untuk keperluan implan. Biokompatibiliti material Ti-6Al-4V sangat baik untuk digunakan sebagai bahan implan dilihat dari sifat mekanik dan ketahanan korosi. Sifat-sifat yang dimiliki material ini sangat bergantung dengan perlakuan panas. Pada penelitian ini bertujuan untuk mengetahui pengaruh dari perlakuan panas terhadap struktur mikro, sifat mekanik dan ketahanan korosi. Penelitian ini dilakukan dengan membagi spesimen Ti-6Al-4V berbentuk pelat menjadi tujuh bagian lalu dilakukan proses perlakuan panas dengan temperatur 1100oC dan 950oC dengan media pendingin air. Setelah itu dilakukan proses aging pada temperatur 600oC dan 700oC dengan media pendingin air. Pada pengujian kekerasan menunjukan kenaikan kekerasan dari kondisi awal sampel tanpa perlakuan panas ke spesimen yang telah dilakukan proses perlakuan panas. Setelah perlakuan panas, dilakukan proses polarisasi untuk menentukan laju korosi. Pada temperatur 1100oC struktur mikro yang dihasilkan berupa fasa αÃ‚Â’ dan β sisa, pada temperatur 950 oC struktur mikro yang dihasilkan berupa fasa α + β berbentuk ekuiaksial dan lamellar. Sampel yang dilakukan proses aging menghasilkan fasa yang berbeda-beda berdasarkan waktu aging. Struktur mikro yang mengalami aging selama 10 menit menghasilkan struktur mikro berupa fasa αÃ‚Â’ dan β sisa dan yang mengalami aging selama 60 menit menghasilkan struktur mikro berupa fasa α + β. Sampel yang memiliki fasa αÃ‚Â’ dan β sisa memiliki kekerasan yang tinggi dibandingkan dengan sampel yang memiliki fasa α + β.", "Daftar File": {"2017 TA PP REYGIAN AFRIALZINO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/120841"}, "Penulis": "Reygian Afrialzino (NIM 13713050)", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Asep Ridwan S. ST,M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "kekerasan, laju korosi, Ti-6Al-4V, implan", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}