{"Nomor": 23916, "Judul": "PERENCANAAN BENDUNGAN PASIR KOPO, KABUPATEN LEBAK, BANTEN", "Abstrak": "Air dan Listrik merupakan salah satu kebutuhan yang dewasa ini dapat dikategorikan sebagai kebutuhan primer. Meningkatnya pertumbuhan penduduk maupun gaya hidup mempengaruhi pula kepada peningkatan kebutuhan akan energi listrik dan kebutuhan akan air. Untuk memenuhi kebutuhan air dan listrik ini, akan dimanfaatkan sumber energi yang dapat diperbaharui yaitu air. Salah satu pemanfaatan air untuk berbagai kebutuhan seperti membangkitkan energi listrik, mengairi daerah irigasi dan pemenuhan air baku ialah dengan pembangunan Bendungan. Bendungan memanfaatkan air yang berlebih pada saat musim hujan dengan cara menampungnya untuk membantu kekurangan air pada musim kering.     \n \n \n \n \n\nBendungan Pasir Kopo terletak pada Sungai Cisimeut, Kabupaten Lebak, Banten dengan luas DAS sebesar 173,54 km2. Bendungan dengan lebar lebih dari 300 meter dan tinggi 45 meter ini memiliki fungsi untuk menahan aliran sungai dan menampungnya hingga pada akhirnya dialirkan ke lokasi yang membutuhkan. Bendungan Pasir Kopo ini memiliki volume tampungan sekitar 282 juta m3 dengan luas genangan 1322 hektar pada elevasi +127 m diatas permukaan laut. Bendungan Pasir Kopo ini memiliki debit andalan 80% sebesar 8,43 m3/s, debit tersebut digunakan untuk keperluan irigasi, air baku dan dialirkan melalui turbin sehingga dihasilkan listrik untuk melayani Kota Serang dan sekitarnya. Adapun besarnya nilai debit banjir dengan kala ulang PMF tahun adalah 2519,13 m3/s.     \n \n \n \n \n\nSelain bendungan, komponen bangunan penting lainya adalah bangunan pelimpah guna mengalirkan air yang melebihi kapasitas tampungan. Mercu pelimpah didesain dengan bentuk ogee dan debit desain yang digunakan dalam perencanaan bangunan pelimpah adalah debit PMF hasil routing yaitu sebesar 800 m3/s dimulai saat kondisi bendungan dalam keadaan MAN (Muka Air Normal). Lebar mercu desain adalah 70 m dengan ketinggian air diatas mercu sekitar 3,1 m. Adapun rencana anggaran biaya yang dibutuhkan untuk pembangunan Bendungan Pasir Kopo adalah sekitar 1,2 Triliun Rupiah", "Daftar File": {"2017 TA PP REVI RISANDA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/120826"}, "Penulis": "REVI RISANDA - NIM : 15813024", "Kontributor / Dosen Pembimbing": ["Joko Nugroho, S.T., M.T., Ph.D.     \n \n \n \n\nEka Oktariyanto N., S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Bendungan Pasir Kopo, bangunan Pelimpah, Irigasi, Air Baku, Tenaga Listrik.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     hidayat", "File": "1 file", "Tanggal Input": "12 Mar 2018"}