{"Nomor": 23922, "Judul": "PERANCANGAN, PEMBUATAN, DAN PENGUJIAN KINERJA ROTOR TURBIN ANGIN SUMBU HORIZONTAL LIMA SUDU BERDIAMETER 1,8 METER", "Abstrak": "Kebutuhan listrik nasional terus meningkat setiap tahunnya seiring dengan semakin berkembangnya industri nasional dan peningkatan taraf hidup masyarakat Indonesia. Dari total kapasitas terpasang pembangkit tenaga listrik, kontribusi Pembangkit Listrik Tenaga Bayu (PLTB) merupakan yang paling kecil. Dengan kecepatan angin rendah hingga menengah, yaitu rata-rata 3-6 m/s, Indonesia memiliki potensi energi yang dapat dibangkitkan cukup besar. Turbin angin dengan kinerja rotor yang baik merupakan salah satu solusi untuk memenuhi kebutuhan listrik di Indonesia.   \n \n \n\nPada tugas sarjana ini, dilakukan perancangan, pembuatan dan pengujian kinerja rotor turbin angin sumbu horizontal dengan lima sudu dan berdiameter 1,8 meter. Rotor turbin angin ini dirancang dan diproduksi dengan beberapa penyesuaian agar mudah dan bisa menghasilkan daya optimum pada kecepatan angin rendah sampai menengah.   \n \n \n\nPengujian dilakukan untuk mengetahui kecepatan putar rotor turbin pada berbagai kecepatan angin. Kinerja rotor turbin diuji pada empat torsi yang berbeda untuk rentang kecepatan angin tertentu. Didapatkan nilai start-up speed sebesar 1,9 m/s dan daya maksimum yang dihasilkan adalah 5,54 Watt pada kecepatan angin 7 m/s. Daya yang dihasilkan sangat rendah jika dibandingkan dengan rancangan, yaitu sekitar 209 Watt.", "Daftar File": {"2017 TA PP REZA AGUNG WICAKSONO  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/120845"}, "Penulis": "REZA AGUNG WICAKSONO   (NIM : 13113006)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Ir. Kemas Rifian, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kecepatan Angin, Turbin Angin, Rotor, Daya", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}