{"Nomor": 23926, "Judul": "DESAIN DAN ANALISIS KESTABILAN TANGGUL REKLAMASI PULAU C DI TELUK JAKARTA", "Abstrak": "Jakarta sebagai ibu kota Indonesia telah mengalami masalah ketersediaan lahan akibat meningkatnya jumlah penduduk. Oleh karena itu, diadakannya proyek reklamasi di pantai utara Jakarta dapat menjadi solusi untuk menata kembali kawasan ibu kota. Pekerjaan reklamasi merupakan salah satu pekerjaan geoteknik yang cukup kompleks, karena itu dibutuhkan perencanaan yang baik agar didapatkan hasil pekerjaan yang optimum. Tujuan studi ini adalah melakukan analisis dan perancangan beberapa tahap perencanaan reklamasi pada lokasi Teluk Jakarta yaitu penentuan elevasi puncak timbunan tanah dan tanggul, desain tanggul reklamasi, menentukan penurunan tanah yang terjadi akibat adanya timbunan tanah dan tanggul, membandingkan kecepatan penurunan tanah dengan dan tanpa PVD, menghitung faktor keamanan setiap tahapan konstruksi, serta menentukan dimensi sandkey yang optimum. Keseluruhan tahap analisis dan perencanaan reklamasi ini akan dimodelkan dengan menggunakan program PLAXIS. Berdasarkan hasil perhitungan, didapatkan elevasi puncak tanggul dan reklamasi +8.18 m dari LLWL. Untuk dimensi sandkey, digunakan sandkey dengan tebal 11 m dan lebar dasar 90 m untuk menghasilkan nilai faktor keamanan yang cukup. Dari hasil pemodelan, diperoleh bahwa untuk mencapai konsolidasi 90% tanpa menggunakan PVD dibutuhkan waktu selama 6320 hari, sementara dengan menggunakan PVD dibutuhkan waktu 345 hari. Penurunan tanah yang terjadi untuk kondisi pembebanan jangka panjang yaitu sebesar 1.35 m dengan nilai faktor keamanan sebesar 1.68.", "Daftar File": {"2017 TA PP REZA ISMAIL HASAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/120849"}, "Penulis": "Reza Ismail Hasan      (NIM : 15511076)", "Kontributor / Dosen Pembimbing": ["Harman Ajiwibowo, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "konsolidasi, tanggul, Prefabricated Vertical Drain (PVD), sandkey, PLAXIS.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "29 Sep 2017"}