{"Nomor": 23920, "Judul": "USULAN PERBAIKAN PROSES KONSTRUKSI PROYEK TANGKI MILIK PT. TANDON CITRA MURTI DENGAN MENGGUNAKAN FAILURE MODES AND EFFECTS ANALYSIS DAN DESIGN REVIEW BASED ON FAILURE MODES", "Abstrak": "Penelitian ini merupakan usulan perbaikan untuk proses konstruksi proyek tangki milik PT. Tandon Citra Murti. Tangki 7500kL digunakan sebagai objek dari penelitian ini. Tujuan dari penelitian ini adalah: mengetahui masalah-masalah utama yang ada pada proses konstruksi tangki 7500 kL milik PT. Tandon Citra Murti, menyusun usulan aksi perbaikan yang harus dilakukan untuk mencegah terjadinya masalah, dan menyusun jadwal pengimplementasian perbaikan untuk PT. Tandon Citra Murti.      \n \n \n \n \n\nFailure Mode and Effects Analysis (FMEA) adalah metoda analisis yang didesain untuk mengidentifikasikan potensi penyebab kegagalan, melakukan asesmen terhadap resiko yang terasosiasi dengan kegagalan yang terjadi, juga dampak beserta penyebabnya, dan menyusun aksi yang dilakukan untuk memperbaiki kegagalan yang terjadi      \n \n \n \n \n\nDesign Review Based on Failure Mode (DRBFM) adalah metodologi dikembangkan dari FMEA dan digunakan untuk mengendalikan perubahan dalam bidang manajemen perubahan. Metodologi ini fokus pada pengendalian dan pencegahan yang bersifat dini.      \n \n \n \n \n\nPengusulan perbaikan dilakukan dengan menggunakan FMEA dan DRBFM sebagai metode utama. Metodologi DRBFM mengikuti tahapan metodologi DMAIC. Pada tahap define, proses konstruksi dipetakan dengan work breakdown structure dari ilmu manajemen proyek dan juga dilakukan pemetaan dari kegagalan disepanjang aktivitas proyek dengan FMEA. Pada tahap measure, dilakukan penilaian dan pemilihan kegagalan menggunakan FMEA dan Pareto. FMEA berperan sebagai alat untuk mendokumentasikan penilaian RPN dari masing-masing kegagalan. Pareto berperan dalam pemilihan kegagalan yang akan diperbaiki. Pada tahap analyze, dilakukan pencarian akar permasalahan dari masing-masing kegagalan. DRBFM berperan sebagai alat untuk mendokumentasikan akar permasalahan dan hal yang harus diperhatikan menurut pihak desain dan pihak pengulas. FMEA berperan sebagai alat untuk mendokumentasikan akar permasalah. Dalam tahap improve, FMEA berperan sebagai alat untuk mendokumentasikan aksi perbaikan. Dalam tahap control, DRBFM berperan sebagai alat untuk mendokumentasikan jadwal implementasi beserta pihak yang bertanggungjawab.      \n \n \n \n \n\nHasil dari penelitian ini adalah: (a) teridentifikasinya 13 masalah utama dalam proses konstruksi tangki milik PT. Tandon Citra Murti, (b) terdapat 12 solusi perbaikan yang akan dimplemenetasikan, (c) implementasi solusi perbaikan akan dilakukan dalam jangka waktu 6 minggu.", "Daftar File": {"2017 TA PP REYNER AKIRA 1-ABSTRAK .pdf": "https://digilib.itb.ac.id/gdl/download/120843"}, "Penulis": "Reyner Akira", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Drajad Irianto, M. Eng.                        Dr.Wisnu Aribowo, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "usulan perbaikan proses konstruksi tangki, tangki 7500 kL, FMEA, DRBFM", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}