{"Nomor": 23924, "Judul": "RANCANG BANGUN HILS DALAM PENGEMBANGAN SISTEM KENDALI ROKET EDF", "Abstrak": "Simulasi dengan Perangkat Keras di dalam lingkar atau Hardware-in-the-Loop-Simulation (HILS) merupakan metoda yang dimaksudkan untuk mengurangi waktu dan biaya dari pengembangan sistem kendali dengan menggabungkan perangkat keras ke dalam proses simulasi. Sistem HILS yang dibangun dari perangkat keras pengendali dan perangkat lunak umumnya telah terintegrasi dan difabrikasi bersifat tidak bersumber terbuka. Selain itu, penggunaan HILS tersebut dapat meningkatkan biaya produksi yang tinggi untuk roket penjejak sederhana. Penelitian tesis ini memberikan kontribusi dalam memaparkan pendesaianan dan implementasi HILS untuk roket dengan pendorong elektrik tersalurkan atau Electric Ducted Fan (EDF) dengan menggunakan perangkat penengah yang bersifat terbuka. Perangkat penengah ini memiliki tugas seperti menjebatani dan mengatur aliran data dari perangkat keras pengendali dan perangkat lunak simulasi serta memberi informasi kepada pengguna. Mikrokontroler 8-bit ATMEGA2560 sebagai perangkat keras pengendali untuk mengkalkulasi perilaku roket menggunakan algoritma matrik cosinus arah atau Direction Cosine Matrix (DCM) dan melakukan kendali untuk meregulasi dinamika roket menggunakan algoritma PID. Perangkat lunak simulasi X-Plane versi 10 digunakan untuk merancang model 3 dimensi wahana serta menghasilkan data sensor secara simulasi. Hasil pengujian memberikan validasi bahwa perancangan sistem HILS dapat memenuhi spesifikasi desain dimana perbedaan sudut yang dihasilkan sebesar 0.36 derajat dan waktu naik sebesar 0.149 detik pada sudut angguk.", "Daftar File": {"2017 TS PP REZA AULIA YULNANDI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/120847"}, "Penulis": "REZA AULIA YULNANDI    (NIM : 23215146)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Carmadi Machbub \n\nDr.techn Ary Setijadi P \n\nDr. Egi Muhammad Idris H"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "HILS, DCM, X-Plane, middleware, roket EDF", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "28 Sep 2017"}