{"Nomor": 23930, "Judul": "PENERAPAN METODE HYBRID PEMROGRAMAN LINIER-PEMROGRAMAN BILANGAN BULAT UNTUK MASALAH TIME-COST TRADE-OFF PADA MANAJEMEN PROYEK", "Abstrak": "Proyek merupakan serangkaian aktivitas yang dilaksanakan dalam jangka waktu tertentu untuk mencapai tujuan tertentu. Salah satu jenis proyek yaitu proyek konstruksi. Waktu dan biaya merupakan dua hal penting dalam proyek konstruksi.        \n \n \n \n \n \n\nPada kenyataannya, dalam pengerjaan sebuah proyek konstruksi sering ditemukan berbagai masalah. Salah satunya merupakan masalah yang terkait dengan hubungan waktu dan biaya proyek dimana apabila biaya proyek diminimalkan, maka waktu penyelesaian proyek menjadi lama. Namun sebaliknya, apabila proyek ingin diselesaikan dalam waktu yang cepat maka biaya akan sangat mahal karena dilakukan penambahan sumber daya. Masalah tersebut merupakan masalah time-cost trade-off. Diperlukan suatu metode untuk memperoleh keseimbangan optimal antara waktu dan biaya proyek. Dalam Tugas Akhir ini, masalah time-cost trade-off merupakan masalah optimisasi dengan variabel keputusan berupa bilangan bulat. Metode yang digunakan untuk menyelesaikan masalah time-cost trade-off yaitu metode Hybrid. Metode tersebut mengkombinasikan Pemrograman Linier dan Pemrograman Bilangan Bulat secara berurutan untuk memperoleh solusi eksak dengan waktu komputasi yang relatif cepat. Pemrograman Linier digunakan untuk memperoleh batas bawah minimum biaya langsung dari setiap aktivitas, kemudian selanjutnya solusi eksak diperoleh pada tahap penyelesaian masalah dengan Pemrograman Bilangan        \n \n \n \n \n \n \n \n\nBulat.", "Daftar File": {"2016 TA PP REZA RESTIANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120874", "2016 TA PP REZA RESTIANI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120875", "2016 TA PP REZA RESTIANI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120876", "2016 TA PP REZA RESTIANI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/120877", "2016 TA PP REZA RESTIANI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/120878", "2016 TA PP REZA RESTIANI 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/120879", "2016 TA PP REZA RESTIANI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120880"}, "Penulis": "REZA RESTIANI (10112100)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Agus Yodi Gunawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Proyek Konstruksi, Time-Cost Trade-Off, Sumber Daya, Hybrid, Pem- rograman Linier, Pemrograman Bilangan Bulat", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}