{"Nomor": 23939, "Judul": "ESTIMASI PERMEABILITAS PADA BATUAN BERPORI UNTUK MENGETAHUI KONDISI SUMUR DI LAPANGAN MUDE TUBAN", "Abstrak": "Kurva IPR merupakan kurva yang meramalkan produktivitas suatu sumur melalui parameter permeabilitas dari suatu formasi batuan berpori. Kurva IPR untuk sumur X dan sumur Y di Lapangan Mude Tuban pada awalnya memiliki tekanan reservoar (Pr) lebih besar dari tekanan jenuh (Pb) namun dengan berjalannya waktu produksi, terjadi perubahan komposisi minyak sebagai akibat terbebaskannya gas dari minyak, yang mengakibatkan terjadinya perubahan tekanan sehingga didapatkan grafik yang tidak lagi linier. Untuk mengetahui hubungan parameter permeabilitas pada formasi batuan produktif dilakukan analisa melalui sampel core pada Lapangan X dan Lapangan Y serta sampel buatan yang menghubungkan permeabilitas dengan porositasnya. Dengan menggunakan metode konvensional dalam memplot grafik hubungan porositas dan permeabilitas, dapat dianalisis bahwa untuk data core lapangan nilai R2 memperlihatkan hasil korelasi tidak mendekati kondisi lapangan. Sedangkan untuk harga R2 dari data sampel buatan memperlihatkan bahwa porositas hanya mempengaruhi permeabilitas sebesar 45,83% saja dalam grafik linier. Sehingga dapat disimpulkan bahwa Permeabilitas dari suatu formasi batuan berpori tidak hanya dipengaruhi oleh harga porositas saja, tetapi juga dipengaruhi oleh parameter-parameter lain misalkan keterhubungan ruang porinya, ukuran butir, sortasi atau saturasi fluida. Melalui hubungan porositas dan permeabilitas pada suatu sumur produksi di lapangan tertentu dapat dibuat suatu model dimana model tersebut dapat diaplikasikan ke sumur produksi di lapangan lain dengan kondisi formasi batuan yang sama.", "Daftar File": {"2016 TS PP RIA DWI IZAHYANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120933", "2016 TS PP RIA DWI IZAHYANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120934", "2016 TS PP RIA DWI IZAHYANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120935", "2016 TS PP RIA DWI IZAHYANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/120936", "2016 TS PP RIA DWI IZAHYANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/120937", "2016 TS PP RIA DWI IZAHYANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/120938", "2016 TS PP RIA DWI IZAHYANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120939"}, "Penulis": "RIA DWI IZAHYANTI (NIM: 20214006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Lilik Hendrajaya, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kurva IPR, analisa core, permeabilitas, porositas", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}