{"Nomor": 23937, "Judul": "STUDI DESAIN PIER DAN ABUTMENT JEMBATAN DENGAN PERKUATAN GEOTEXTILE STUDI KASUS JEMBATAN CIMANUK JALAN TOL CIKAMPEK - PALIMANAN", "Abstrak": "Pondasi adalah bagian yang penting pada konstruksi jembatan,. Pondasi berinteraksi langsung dengan tanah untuk menopang seluruh beban jembatan dan jembatan itu sendiri. Oleh sebab itu desain dari pondasi jembatan perlu memenuhi kriteria kekokohan, kestabilan dan optimum. Khususnya dalam pondasi abutment jembatan, perlu dipertimbangkan beban lateral yang bekerja pada dinding abutment akibat adanya timbunan jalan yang cukup tinggi. Salah satu daru solusi engineering yang ditawarkan adalah membuat konfigurasi geotextile dengan prinsip MSE Wall untuk mengurangi gaya lateral yang terlalu besar. Pada tugas akhir ini, akan dibahas desain sistem MSE Wall pada abutment jembatan, serta desain pondasi tiang pada Jembatan Cimanuk, Jalan Tol Cikampek-Palimanan. Desain MSE Wall dihitung dengan menggunakan bantuan program PLAXIS 2D 8.5 dengan output konfigurasi geotextile, serta reduksi gaya yang terjadi pada dinding abutment. Desain pondasi abutment dan pier dihitung dengan menggunakan perhitungan manual dan dengan bantuan software A-PILE danGROUP 8.0, sedangkan perhitungan settlement akan dilakukan secara manual dan dengan bantuan software PLAXIS 3D Foundation dengan ouput besar penurunan tanah. Secara umum, tujuan yang ingin dicapai dari pembuatan laporan ini adalah desain pondasi pier dan abutment yang aman, kokoh, stabil dan optimum. Output dari desain MSE Wall pada PLAXIS menunjukkan bahwa konfigurasi geotextile mampu mengurangi gaya yang bekerja pada abutment secara signifikan. Desain pondasi tiang dinyatakan aman setelah mencapai safety factor 3 untuk kondisi layan dan 2 untuk kondisi gempa. Output GROUP 8.0 menunjukkan konfigurasi tiang hasil desain aman secara daya dukung bearing, maupun cracking.", "Daftar File": {"2014 TA PP RHEZA RAHADIAN 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120920", "2014 TA PP RHEZA RAHADIAN 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120921", "2014 TA PP RHEZA RAHADIAN 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120922", "2014 TA PP RHEZA RAHADIAN 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/120923", "2014 TA PP RHEZA RAHADIAN 1 - BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/120924", "2014 TA PP RHEZA RAHADIAN 1 - BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/120925", "2014 TA PP RHEZA RAHADIAN 1 - BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/120926", "2014 TA PP RHEZA RAHADIAN 1 - BAB 4D.pdf": "https://digilib.itb.ac.id/gdl/download/120927", "2014 TA PP RHEZA RAHADIAN 1 - BAB 4E.pdf": "https://digilib.itb.ac.id/gdl/download/120928", "2014 TA PP RHEZA RAHADIAN 1 - BAB 4F.pdf": "https://digilib.itb.ac.id/gdl/download/120929", "2014 TA PP RHEZA RAHADIAN 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/120930", "2014 TA PP RHEZA RAHADIAN 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120931"}, "Penulis": "RHEZA RAHADIAN ( NIM : 15010037 )", "Kontributor / Dosen Pembimbing": ["pembimbing :  \n \n\nEndra Susila, S.T, M.T, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pondasi tiang, Mechanically Stabilized Earth Wall, MSE Wall,Geotextile, GROUP 8.0, PLAXIS, abutment, pier, pondasi jembatan,", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "12 file", "Tanggal Input": "27 Sep 2017"}