{"Nomor": 23932, "Judul": "ESTIMASI STATE OF CHARGE MENGGUNAKAN METODE RECURSIVE LEAST SQUARE PADA BATERAI TIMBAL", "Abstrak": "State of Charge (SOC) merupakan perkiraan kapasitas baterai. Estimasi SOC pada umumnya menggunakan metode coulomb counting. Namun, metode tersebut membutuhkan integrasi dengan metode estimasi lain agar berfungsi dengan maksimal. Salah satu alternatifnya adalah metode pengukuran open circuit voltage (OCV). Dengan mengukur OCV, SOC bisa diestimasi karena ada hubungan yang unik antara keduanya. Masalahnya, estimasi SOC dengan metode OCV tidak bisa dilakukan dengan beban karena kondisi open circuit membutuhkan masa istirahat yang lama. Oleh karena itu metode pengukuran OCV membutuhkan model baterai untuk melakukan estimasi SOC secara real time. Penelitian menggunakan baterai jenis Valve Regulated Lead Acid (VRLA) karena baterai VRLA membutuhkan perawatan yang minimum dibandingkan baterai jenis lain.  \n \n\nPenelitian ini bertujuan mengaplikasikan model baterai untuk estimasi SOC dengan sistem identifikasi metode RLS. Sistem identifikasi RLS digunakan untuk mengidentifikasi parameter OCV, kemudian parameter OCV digunakan untuk mengestimasi SOC. Masalah utama pada saat pengaplikasian model adalah ketidakstabilan hasil identifikasi yang banyak memerlukan pengondisian sinyal. Hasil estimasi SOC identifikasi akan dibandingkan dengan data penelitian estimasi SOC dengan coulomb counting. Hasil penelitian menunjukkan perbedaan hasil estimasi SOC yang cukup kecil antara kedua metode, dengan deviasi 6 untuk 6 jam pengukuran dan 3,2 untuk 3 jam pengukuran. Kemudian perbedaan rata-rata 5,3 untuk 6 jam pengukuran dan 3,1 untuk 3 jam pengukuran.", "Daftar File": {"2014 TA PP REZA SAKARIDANI  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120890", "2014 TA PP REZA SAKARIDANI  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120891", "2014 TA PP REZA SAKARIDANI  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120892", "2014 TA PP REZA SAKARIDANI  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/120893", "2014 TA PP REZA SAKARIDANI  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/120894", "2014 TA PP REZA SAKARIDANI  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/120895", "2014 TA PP REZA SAKARIDANI  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120896"}, "Penulis": "REZA SAKARIDANI  (NIM : 13309069)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nDr. Ir. Edi Leksono, M.Eng.", "Augie Widyotriatmo, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "State of Charge, Model baterai, Identifikasi, Open Circuit Voltage, Recursive Least Square, Baterai VRLA", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}