{"Nomor": 23935, "Judul": "VALUASI NILAI SAHAM PT CHAROEN POKPHAND INDONESIA TBK: VALUASI PROSPEK INDUSTRI AGRIBISNIS", "Abstrak": "Sektor bisnis perunggasan di Indonesia telah berkembang sejak pertengahan 1980an. Asosiasi Produsen   \n \n \n\nPakan Indonesia (APPI / GPMT) melaporkan bahwa divisi tersebut memasok 65 persen protein hewani   \n \n \n\nIndonesia, memberikan 13 juta personil pekerja ke Indonesia. Industri perunggasan di Indonesia mulai   \n \n \n\nberkembang, didorong oleh pertumbuhan ekonomi. Indonesia masih memiliki konsumsi daging per   \n \n \n\nkapita yang relatif rendah dibandingkan dengan negara-negara Asia Tenggara lainnya. Namun,   \n \n \n\npermintaan meningkat dengan cepat dan daging unggas merupakan sumber protein utama di negara ini,   \n \n \n\nterhitung sekitar 87% dari total konsumsi daging. Permintaan daging unggas di Indonesia diperkirakan   \n \n \n\nterus tumbuh, terutama didorong oleh daya beli masyarakat kelas menengah yang berkembang di negara   \n \n \n\ntersebut. Sektor daging unggas diproyeksikan tumbuh 70 sampai 90% pada tahun 2020 jika PDB   \n \n \n\nmeningkat sebesar 6% per tahun. Fakta tersebut menunjukkan Unggas Industri sebagai target ideal untuk   \n \n \n\nberinvestasi. Makalah ini bertujuan untuk menyelidiki lebih jauh dampak dari kondisi saat ini sambil   \n \n \n\njuga menilai apakah nilai saham CPIN (PT Charoen Pokphand Indonesia, Tbk.) Undervalued atau   \n \n \n\novervalued daripada pasar. Tugas akhir ini dilakukan dengan menggunakan dua model penilaian, yaitu   \n \n \n\nmodel penilaian absolut dan model penilaian relatif dibandingkan dengan perusahaan lainnya. PT   \n \n \n\nCharoen Pokphand Indonesia TBK. Telah meningkatkan pendapatan dari tahun 2015 sampai 2016.   \n \n \n\nPerusahaan telah berkembang pada tahun 2015 untuk menghasilkan budidaya ayam ras pedaging yang   \n \n \n\ndapat meningkatkan pendapatan perusahaan dengan menggunakan dua tahap karena hal ini berkembang,   \n \n \n\nsehingga selama lima tahun ke depan pendapatan dapat ditingkatkan sebesar 5 % Dari PDB, dan sekitar   \n \n \n\n4% dari inflasi. Setelah lima tahun, kenaikan pendapatan diproyeksikan sebesar 5% PDBDari valuasi   \n \n \n\nabsolut menggunakan FCFF, diperoleh harga saham CPIN sebesar Rp 3.879,36 dengan potensi kenaikan   \n \n \n\n27,82% dari harga pasar Rp 3035 pada tanggal 30 Desember 2016 yang berarti pangsa pasar CPIN   \n \n \n\ndinilai cukup oleh pasar. Dari model valuasi relatif dihasilkan PER sebesar 25,15 dan 47,87% premium   \n \n \n\nyang mengindikasikan pasar terhadap saham CPIN disukai oleh perusahaan sejenisnya. Bila EV /   \n \n \n\nEBITDA berlipat 15,4x dengan premi 127,06% dan Rp 3,524,5 dengan potensi kenaikan 16,11%.   \n \n \n\nArtinya pasar terhadap stok CPIN bagus dibandingkan dengan rekan sebayanya. Tujuan dari proyek   \n \n \n\nakhir ini adalah untuk membandingkan nilai intrinsik dengan nilai pasar. Perhitungan menunjukkan   \n \n \n\nbahwa dua dari tiga metode penilaian memberikan sinyal positif untuk membeli saham.", "Daftar File": {"R. Faisal Hilmi  29115133.pdf": "https://digilib.itb.ac.id/gdl/download/120905"}, "Penulis": "R. FAISAL HILMI  29115133", "Kontributor / Dosen Pembimbing": ["Martin P. H. Panggabean, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "poultry, consumption, stock, valuation.", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Okt 2017"}