{"Nomor": 23944, "Judul": "PENCITRAAN STRUKTUR 3-D VP, VS, DAN VP/VS DI SEKITAR PIDIE JAYA DENGAN GEMPA MAGNITUDO 6.5 PERIODE DESEMBER 2016  JANUARI 2017 MENGGUNAKAN METODE TOMOGRAFI DOUBLE DIFFERENCE DAN KORELASI SILANG", "Abstrak": "9 buah seismometer disekitar Pidie Jaya sejak tanggal 14 Desember 2016 hingga 16 Januari 2017. Dalam kurun waktu tersebut telah teridentifikasi terdapat 333 buah aftershock. Pada penelitian ini dilakukan (i) penentuan hiposenter awal menggunakan metode probabilistic grid searching dengan program NLLoc, (ii) update model kecepatan 1-D dan relokasi hiposenter menggunakan metode Joint Hypocenter-Velocity Determination (JHD) dengan program Velest, (iii) memperbaiki selisih waktu tempuh gelombang P dan S akan digunakan metode waveform cross-correlation, dan (iv) menentukan struktur kecepatan 3-D Vp, Vs, dan Vp/Vs menggunakan metode tomografi double difference dengan program TomoDD. Hasil dari tomografi double-difference memberikan citra struktur kecepatan dengan jelas pada kedalaman 15 km. Telah teridentifikasi terdapat struktur bidang sesar N45⁰SE ( berarah barat daya - timur laut pada kedalaman 15 km. Struktur sesar ini dapat dikenali dikarenakan adanya kontras anomali kecepatan tinggi (berwarna biru) dan rendah (berwarna merah). Mayoritas aftershock terjadi di daerah yang memiliki kontras anomali yang rendah (berwarna merah). Namun, pada penelitian ini belum diketahui secara jelas arah dari pergeseran sesar sebenarnya sehingga diperlukan penelitian lebih lanjut untuk mengetahui mekanisme sesar yang terjadi pada daerah ini.", "Daftar File": {"2017 TA PP RIANTY KUSUMA DEWI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/120960"}, "Penulis": "Rianty Kusuma Dewi", "Kontributor / Dosen Pembimbing": ["Dr. Andri Dian Nugraha     \n \n \n \n \n\nRexha Verdhora Ry, M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "hypocenter, probabilistic grid searching, joint hypocenter determination, tomography double-difference, cross correlation.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}