{"Nomor": 23949, "Judul": "PENINGKATAN EFISIENSI SEL SURYA DENGAN MENGGUNAKAN LAPISAN TIPIS GRAPHENE", "Abstrak": "Saat ini, kebutuhan manusia akan energi semakin meningkat. Energi yang berasal dari bahan bakar fosil harganya terus meningkat dan seringkali terjadi kelangkaan di beberapa daerah, terutama daerah-daerah di Indonesia. Oleh karena itu, dibutuhkan alternatif energi yang cocok untuk diterapkan di Indonesia. Salah satu pilihan yang tepat adalah menggunakan sel surya, karena Indonesia merupakan daerah yang dilimpahi dengan cahaya matahari dan sel surya dapat diterapkan di daerah yang sulit terjangkau oleh kabel listrik. Efisiensi dari sel surya yang ada di pasaran masih relatif rendah (sekitar 15%), karena itu dibutuhkan sebuah inovasi untuk meningkatkan efisiensi dari sel surya. Dalam penelitian kali ini, akan digunakan graphene dengan substrat kaca sebagai lapisan anti refleksi untuk meningkatkan efisiensi dari sel surya dengan cara meletakkannya di atas sel surya. Hasilnya terjadi kenaikan arus pada besar tegangan yang sama. Hal ini dapat terjadi karena adanya lapisan anti-reflektif yang menyebabkan cahaya dibelokkan ke arah semikonduktor, sehingga meminimalkan cahaya yang dipantulkan kembali, serta  lapisan dari graphene yang memiliki transmitansi tinggi sekitar 98%. Sehingga, besar kenaikan efisiensi sel surya bisa mencapai 18,35%.", "Daftar File": {"2017 TA PP RICHARD 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120979", "2017 TA PP RICHARD 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120980", "2017 TA PP RICHARD 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120981", "2017 TA PP RICHARD 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/120982", "2017 TA PP RICHARD 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/120983", "2017 TA PP RICHARD 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/120984", "2017 TA PP RICHARD 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120985"}, "Penulis": "RICHARD (NIM: 10213017)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Prof. Toto Winata, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Efisiensi, Energi Terbarukan, Graphene, Lapisan Anti-reflektif, Sel Surya.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ratnasari", "File": "7 file", "Tanggal Input": "31 Okt 2017"}