{"Nomor": 23941, "Judul": "RELASI ANTAR ELEMEN VISUAL PADA MAJALAH PROFIL BIAK NUMFOR MEMBENTUK KESATUAN PESAN DAN MAKNA", "Abstrak": "Biak Numfor merupakan sebuah kabupaten di Papua, Indonesia, memiliki objek wisata alam, wisata sejarah dan budaya yang berpotensi untuk tumbuh dan berkembang sebagai industri pariwisata serta didukung oleh pemerintah daerah dan masyarakat lokal yang terbuka terhadap pendatang, namun jumlah kunjungan wisatanya masih sedikit. Biak Numfor memanfaatkan majalah profil daerah sebagai media untuk memperkenalkan potensi pariwisatanya dan membangun citra positif. Permasalahannya adalah sebagian besar isi dari majalah adalah elemen visual yang dapat diinterpretasikan berbeda oleh orang yang berbeda. \n\nPenelitian ini berisi tentang analisis bagaimana pesan dan makna yang terbentuk melalui relasi antara elemen visual dalam majalah profil Biak. Metode yang digunakan dalam penelitian ini adalah metode semiotika Roland Barthes untuk dapat memahami makna dan melihat bagaimana Biak Numfor direpresentasikan dalam tampilan visual majalah profil Biak Numfor. Analisis dilakukan dengan membaginya kedalam kategori-kategori berdasarkan konten feature.Kemudian membongkar unsur-unsur penanda dan petanda pada majalah, untuk mencari makna denotasi dan konotasi dalam setiap feature yang ditampilkan. Melalui analisis makna konotasi ditemukan pola-pola pesan dalam majalah tersebut. Analisis terhadap pola pesan dilakukan untuk melihat mitos dalam majalah. Melalui mitos dapat terlihat bagaimana representasi Biak Numfor dalam majalah profil Biak Numfor. \n\nHasil penelitian yang diperoleh menjelaskan bahwa melalui tampilan visual majalah profil biak numfor mencoba untuk membentuk mitos biak sebagai sebuah daerah yang memiliki alam dan hasil laut sebagai potensi unggulan. Kemudian pemerintah berupaya untuk memperkenalkan serta mengajak pihak luar untuk mengembangkannya. Masyarakat merupakan masyarakat yang terbuka terhadap kunjungan masyarakat luar dan pada kemajuan teknologi. Mitos tersebut terbentuk dari tampilan foto pada majalah, sementara elemen visual lainnya masih hanya mendukung tampilan visual saja. Sehingga secara keseluruhan belum dapat membentuk mitos yang tetap", "Daftar File": {"2017 TS PP RIANA HOSEANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/120941"}, "Penulis": "RIANA HOSEANI    (NIM : 27114029)", "Kontributor / Dosen Pembimbing": ["Dr. Pindi Setiawan, M.Si. \n\nDr. Acep Iwan Saidi, S.S., M.Hum."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "semiotika, majalah, denotasi, konotasi,mitos, Biak Numfor", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "02 Okt 2017"}