{"Nomor": 23945, "Judul": "EVALUASI KARAKTERISTIK PENYEBERANGAN JALAN DI KAWASAN JALAN PERKOTAAN (STUDI KASUS JALAN OTTO ISKANDARDINATA, BANDUNG)", "Abstrak": "Penyeberangan jalan di daerah perkotaan memiliki karakteristik tersendiri, yang pada umumnya bergantung pada kondisi lalu-lintas, fungsi lokasi, dan perilaku pengguna jalan. Karakteristik tersebut dapat dijadikan acuan dasar dalam melakukan evaluasi kriteria pemilihan fasilitas yang digunakan pada saat ini. Evaluasi kriteria tersebut akan menggunakan model regresi-linear-berganda dengan meninjau waktu tunggu dan kecepatan dari penyeberang jalan. Oleh karena itu, dalam penelitian ini akan dikembangkan suatu model regresi-linear-berganda untuk waktu tunggu dan kecepatan menyeberang pejalan kaki, serta pengembangan usulan fasilitas penyeberang jalan berdasarkan karakteristik waktu menunggu untuk menyeberang dan kecepatan menyeberang. Model regresi untuk waktu tunggu adalah Y = 2,97 + 1,23 X10, dengan parameter yang memengaruhi adalah accompany lebih dari 3 orang (X10). Sedangkan model regresi untuk kecepatan menyeberang adalah Y = 1,06?0,07 X8?0,15 X9?0,17 X10?0,09 X11, dengan parameter yang memengaruhi adalah accompany 2 orang (X8), accompany 3 orang (X9), accompany lebih dari 3 orang (X10), dan barang bawaan (X11). Berdasarkan model tersebut, maka waktu tunggu rata-rata yang terjadi di ruas jalan tinjauan adalah 3,054 detik, sedangkan kecepatan menyeberang rata-rata adalah 1,005 m/s. Berdasarkan kriteria pemilihan fasilitas penyeberangan jalan yang dikeluarkan oleh Bina Marga, jenis fasilitas yang dibutuhkan adalah penyeberangan pelikan dengan lapak tunggu, sedangkan menurut matriks yang dibuat berdasarkan model regresi-linear-berganda, fasilitas yang dibutuhkan adalah penyeberangan pelikan.", "Daftar File": {"2017 TA PP RIAN WICAKSANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120961", "2017 TA PP RIAN WICAKSANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120962", "2017 TA PP RIAN WICAKSANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120963", "2017 TA PP RIAN WICAKSANA 1-BAB 3.1.pdf": "https://digilib.itb.ac.id/gdl/download/120964", "2017 TA PP RIAN WICAKSANA 1-BAB 3.2.pdf": "https://digilib.itb.ac.id/gdl/download/120965", "2017 TA PP RIAN WICAKSANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/120966", "2017 TA PP RIAN WICAKSANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/120967", "2017 TA PP RIAN WICAKSANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/120968", "2017 TA PP RIAN WICAKSANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120969"}, "Penulis": "RIAN WICAKSANA [15013030]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Sony Sulaksono Wibowo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "menyeberang jalan, waktu tunggu, kecepatan menyeberang, jalan perkotaan ; road-crossing, pedestrian crossing delay, pedestrian crossing speed, urban road", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     hidayat", "File": "9 file", "Tanggal Input": "04 Des 2017"}