{"Nomor": 23942, "Judul": "PENEKANAN GELOMBANG MULTIPLE PADA DATA SEISMIK DENGAN SURFACE RELATED MULTIPLE ELIMINATION (SRME)", "Abstrak": "Multiple merupakan salah satu jenis noise yang terdapat dalam rekaman data seismik laut. Beberapa teknik pengolahan data seismik yang bisa menghilangkan multiple seperti predictive deconvolution dan radon transform,       \n \n\nmasih memiliki keterbatasan untuk menghilangkan multiple tipe water bottom multiple. Oleh karena itu untuk mengatasi masalah tersebut, maka digunakanlah teknik SRME untuk menghilangkan water bottom multiple. Surface Related Multiple Elimination (SRME) adalah metode untuk menghilangkan energi multiple yang dihasilkan oleh batas air-udara (surface-related multiples). SRME merupakan teknik atenuasi multiple untuk menekan multiple yang berhubungan dengan permukaan di lingkungan marine. Teknik ini tidak membutuhkan informasi apapun mengenai bawah permukaan tetapi memprediksi multiple dari data itu sendiri. Multiple diprediksi melalui suatu proses iterasi konvolusi yang memanfaatkan hubungan secara fisik antara refleksi primer dan multiple. Multiple       \n \n\nkemudian dikurangkan secara adaptif dari data input.       \n \n\nPenelitian ini diawali dengan memahami teori dari multiple. Aplikasi dari teknik multiple dilakukan untuk data sintetik dan data real. Pembuatan model sintetik seismik marine (terdapat multiple) dilakukan dengan menggunakan software Tesseral2D. Model sintetik ini kemudian diolah dengan menggunakan teknik SRME untuk menekan multiple. Selanjutnya pengolahan teknik SRME ini       \n \n\nditerapkan pada data lapangan perairan Banggai, Sulawesi. Dari hasil penerapan SRME pada data sintetik dan data real terlihat bahwa pada domain shot gather, semblance velocity analysis dan stacking memperlihatkan multiple telah berkurang. Dari analisa amplitudo, nilai amplitudo terlihat berkurang setelah menggunakan metode SRME.", "Daftar File": {"2012 TS PP RIAN ARIFAN KAHFI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/120942", "2012 TS PP RIAN ARIFAN KAHFI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/120943", "2012 TS PP RIAN ARIFAN KAHFI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/120944", "2012 TS PP RIAN ARIFAN KAHFI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/120945", "2012 TS PP RIAN ARIFAN KAHFI 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/120946", "2012 TS PP RIAN ARIFAN KAHFI 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/120947", "2012 TS PP RIAN ARIFAN KAHFI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/120948", "2012 TS PP RIAN ARIFAN KAHFI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/120949"}, "Penulis": "RIAN ARIFAN KAHFI (NIM : 223 09 008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Alfian Bahar"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "multiple permukaan, SRME, analisa amplitudo", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}