{"Nomor": 23940, "Judul": "PEMANFAATAN LIMBAH KACA UNTUK FORMULASI SEMEN KOMPOSIT", "Abstrak": "Kontribusi emisi CO2 dari industri semen merupakan yang paling besar dibandingkan kontribusi dari industri lainnya terhadap peningkatan emisi CO2 nasional Indonesia. Salah satu upaya penurunan emisi CO2 di industri semen ialah dengan substitusi klinker dalam produk akhir semen Portland. Subtitusi klinker dapat dilakukan dengan menggunakan bahan anorganik sebagai bahan tambahan semen (Supplementary Cementitious Material (SCM)). Salah satu bahan anorganik yang dapat digunakan ialah limbah kaca. Limbah kaca dapat meningkatkan sifat semen dengan reaksi pozolanik yang terjadi antara limbah kaca dan semen. Penggunaan limbah kaca dalam pembuatan semen komposit masih belum diaplikasikan dalam skala komersial, sementara potensi ketersediaan limbah kaca di Indonesia cukup besar. Beberapa penelitian yang selama ini berkembang cenderung mengenai sifat pozolanik limbah kaca sebagai bahan agregat. Penelitian mengenai limbah kaca sebagai SCM yang ditambahkan langsung pada klinker masih jarang dilakukan.      \n \n\nPenelitian ini bertujuan untuk menjajaki kelayakan penggunaan limbah kaca sebagai bahan pengganti klinker serta mengidentifikasi variabel-variabel formulasi semen komposit yang mempengaruhi sifat fisik dan mikrostruktur semen komposit. Rancangan percobaan disusun menggunakan rancangan campuran bertipe extreme vertices dengan tiga variabel percobaan berupa komponen penyusun semen meliputi klinker, limbah kaca dan gipsum. Pengolahan data sifat fisik dilakukan secara statistik menggunakan bantuan perangkat ANOVA.      \n \n\nBerdasarkan pengolahan data menggunakan ANOVA, pengaruh komponen penyusun semen komposit terhadap waktu ikat dapat dimodelkan secara linier, sementara pengaruh komponen penyusun semen komposit terhadap kuat tekan dimodelkan secara linier dan kuadratik. Penambahan limbah kaca sebesar 15 Ã‚Â– 25% akan menyebabkan waktu ikat awal semen yang semakin lama sebesar 30 Ã‚Â– 110%. Peningkatan jumlah gipsum dan klinker akan meningkatkan kekuatan tekan awal semen karena semakin berkurangnya kaca dalam campuran semen sehingga mengurangi jumlah etringit sekunder yang terbentuk. Semen komposit dengan jumlah kaca di bawah 20% memiliki kuat tekan yang masih memenuhi SNI 15-7064-2004. Ukuran kristal etringit sekunder yang lebih besar pada semen komposit menyebabkan kekuatan tekan semen menurun. Kandungan Ca(OH)2 yang tersisa dalam semen komposit tidak begitu jauh berbeda daripada semen OPC disebabkan oleh kaca yang kurang bersifat pozolanik serta kurang bereaksi dengan Ca(OH)2 hasil hidrasi semen. Semen komposit menghasilkan lebih sedikit produk hidrasi yang terbentuk daripada semen OPC.", "Daftar File": {"2017 TS PP RIA JULYANA MANULLANG 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/120940"}, "Penulis": "RIA JULYANA MANULLANG (NIM : NIM : 23015019)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Tjokorde Walmiki Samadhi"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "semen komposit, limbah kaca, SCM, pozolanik, ANOVA", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}