{"Nomor": 23954, "Judul": "SINTESIS DAN KARAKTERISASI KOMPLEKS POLIELEKTROLIT KITOSAN-EPIKLOROHIDRIN DENGAN NATRIUM ALGINAT UNTUK MEMBRAN FUEL CELL", "Abstrak": "Kitosan telah berhasil diisolasi dari kulit udang melalui tahap deproteinasi, demineralisasi dan deasetilasi.  \n \n\nKarakterisasi kitin dan kitosan dengan FTIR menunjukkan perbedaan perbandingan relatif intensitas  \n \n\npuncak C=O dengan Ã‚Â–OH. Dari serangkaian proses isolasi kitosan didapatkan nilai derajat deasetilasi  \n \n\nkitosan sebesar 76%. Kitosan kemudian dimodifikasi melalui reaksi cross-linking dengan epiklorohidrin  \n \n\ndan natrium alginat. Reaksi dengan epiklorohidrin melibatkan gugus fungsi Ã‚Â–OH pada kitosan dan reaksi  \n \n\npembukaan cincin epoksida pada epiklorohidrin. Pada spektrum IR kitosan-epiklorohidrin terjadi  \n \n\npenurunan intensitas puncak Ã‚Â–OH dan karakteristik puncak broad Ã‚Â–OH hilang. Reaksi cross-linking  \n \n\nkitosan-epiklorohidrin dengan natrium alginat melibatkan gugus fungsi Ã‚Â–NH2 pada kitosan dan gugus  \n \n\nkarboksilat pada alginat, sehingga puncak Ã‚Â–OH kembali muncul dengan kuat pada spektrum IR kompleks  \n \n\nkitosan-epiklorohidrin dengan natrium alginat. Hasil pengukuran SEM menunjukkan perbedaan  \n \n\nketeraturan permukaan cross section dan ukuran pori-pori pada membran kitosan, kitosan-epiklorohidrin,  \n \n\ndan membran kompleks polielektrolit kitosan-epilkorohidrin dengan natrium alginat. Kekuatan mekanik  \n \n\nmembran menunjukkan bahwa membran kompleks polielektrolit kitosan-epiklorohidrin dengan natrium  \n \n\nalginat lebih baik dibandingkan kitosan dengan tensile strength sebesar 440,84 MPa. Konduktivitas  \n \n\nproton menurunan dengan penambahan epiklorohidrin dan kembali naik saat penambahan natrium  \n \n\nalginat. Nilai konduktivitas proton membran kompleks polielektrolit kitosan-epiklorohidrin dengan  \n \n\nnatrium alginat sebesar 0,318 S/cm pada keadaan terhidrasi. Nilai tersebut telah memenuhi persyaratan  \n \n\nkonduktivitas proton untuk fuel cell. Karakteristik water uptake dilakukan untuk melihat dampak swelling  \n \n\npada membran. Water uptake Membran kompleks polielektrolit kitosan-epiklorohidrin dengan natrium  \n \n\nalginate sebesar 287,45% mengakibatkan membran mengalami swelling.", "Daftar File": {"2017 TA PP RICKY IQBAL SYAHRUDIN 1-ABSTRAK .pdf": "https://digilib.itb.ac.id/gdl/download/121011"}, "Penulis": "RICKY IQBAL SYAHRUDIN", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kitosan, derajat deasetilasi, fuel cell, konduktivitas proton, tensile strength, SEM, FTIR, water uptake.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}