{"Nomor": 23957, "Judul": "THE RELATIONSHIP BETWEEN EDUCATIONAL BACKGROUND OF FUND MANAGERS AND EQUITY FUNDS  PERFORMANCE IN INDONESIA", "Abstrak": "Indonesia merupakan salah satu negara berkembang, ini merupakan kondisi yang baik untuk meningkatkan GDP melalui investasi di pasar modal, hal ini merupakan kesempatan yang bagus bagi pemerintah untuk menambah pendapatan dari pemodal aktif di Indonesia. Investasi   \n\nmerupakan salah satu cara bagi individual untuk memaksimalkan kekayaan dan mendapatkan keuntungan dari instrumen investasi. Investasi dapat dilakukan dengan menggunakan perantara terutama bagi investor kecil yang tidak memiliki cukup data tentang investasi aset keuangan dan kurangnya kemampuan dalam mengatur dana yang akan diinvestasikan. Investasi aset keuangan   \n\nmerupakan tempat penanaman modal, yang terdiri dari pasar uang, obligasi, dan pasar modal.Reksa dana merupakan salah satu perantara investasi aset keuangan yang menyediakan jasa untuk membantu mengelola dana yang dimiliki oleh investor yang akan ditangani oleh manajer   \n\ninvetasi. Manajer investasi memiliki peran penting dalam reksa dana untuk mengelola aset-aset yang dimiliki investor ke dalam instrumen investasi dan menjamin aset-aset tersebut memiliki nilai yang lebih tinggi di masa depan. Sebuah keberhasilan dari manajer investasi dapat dilihat dari kinerja reksa dana melalui tingkat pengembalian dan risiko yang diperoleh investor. Semakin   \n\ntinggi tingkat pengembalian yang diterima maka tingkat risiko yang didapat juga tinggi. Manajer investasi juga memiliki peran untuk mengatur portfolio investor dari aset-aset yang dimiliki sehingga dapat memberikan diversikasi portfolio aset yang baik hal ini akan  mempengaruhi jumlah tingkat pengembalian yang diterima investor. Selain untuk investor, manajer invetasi juga akan mendapatkan imbalan atas jasa yang diberikan sesuai dengan tingkat pengembalian yang diterima dari setiap investor. Setiap reksa dana memiliki tingkat imbalan   \n\njasa yang berbeda-beda seusai dengan kebijakan perusahaan. Kinerja reksa dana dapat dipengaruhi oleh berbagai faktor baik dari karakteristik reksa dana dan juga karakteristik manajer investasi. Penelitian ini meneliti hubungan kinerja reksa dana saham dengan   \n\nkarakteristik manajer investasi di Indonesia. Karakteristik manajer investasi yang diteliti yaitu   \n\neducation background yang dimiliki oleh manajer investasi, kriterianya yaitu tingkat sekolah manajer investasi, lulusan sekolah di luar negeri, dan pemegang sertifikat seperti CFA, CAIA, FRM (financial advisory).    \n\nMetode untuk mengukur kinerja reksa dana menggunakan risk-adjusted return metode yang dikembangkan oleh Sharpe dan Treynor yang mana menggambarkan risiko dan tingkat pengembalian yang dimiliki oleh perusahaan investasi. Penelitian yang sudah ada mengungkapkan adanya korelasi signifikan antara kinerja reksadana dan manajer investasi karakteristik. Data yang digunakan yaitu reksa dana saham dari tahun 2014-2016 yang   \n\nberjumlah 147. Metode statistika yang digunakan yaitu panel data regresi dengan model fixedeffect. Hasil penelitian ini selaras dengan penelitian sebelumnya, dalam penelitian ini terdapat korelasi signifikan antara kinerja reksadana dan edukasi background dari manajer investasi. Dari tiga kriteria edukasi background ada dua variabel yang memiliki pengaruh terhadap kinerja  reksadana, yaitu tingkat sekolah manajer investasi dan financial advisory. Manajer investasi yang lulus dari tingkat sekolah yang lebih tinggi akan memberikan hasil performa yang bagus hal ini dikarenakan pengetahuan yang dimiliki akan lebih luas sehingga mempengaruhi manajer  investasi dalam menentukan strategi yang tepat dalam berinvestasi.Hal ini selaras dengan manajer investasi yang memegang sertifikasi profesional seperti CFA, CAIA, FRM, hal ini menunjukan profesionalisme dari manager dan kehalian yang dimiliki akan memberikan pengaruh signifikan positf terhadap kinerja reksadana.Sertifikat profesional ini juga membuktikan bahwa manajer investasi dapat mengetahui dengan kondisi market yang dapat   \n\nmembantu manajer investasi dalam memilih saham dan waktu yang tempat untuk berinvestasi  di pasar modal.", "Daftar File": {"2017 TA PP RIDA ARSYRAWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/121028", "2017 TS PP RIDA ARSYIRAWATI 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/252159"}, "Penulis": "Rida Arsyirawati (NIM 19014057)", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Equity Mutual Funds, Fund Performance, Education Background", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "19 Sep 2017"}