{"Nomor": 23962, "Judul": "PERHITUNGAN PERMEABILITAS RELATIF CITRA BATUAN 3D UNTUK STRUKTUR PORI YANG BERBEDA PADA POROSITAS YANG SAMA MENGGUNAKAN METODE LBM-RK (ROHTMANN-KELLER)", "Abstrak": "Permeabilitas relatif adalah besaran fenomenologis yang utama dan sangat penting dalam suatu analisis sistem aliran fluida multifasa dalam medium yang kompleks, seperti  media berpori. Mengestimasi permeabilitas relatif adalah pekerjaan yang menantang dikarenakan sulitnya mencari solusi dari sistem aliran multifasa. Pada penelitian ini,   \n\nperemeabilitas relatif dihitung dengan pendekatan simulasi aliran multifasa di dalam media berpori. Simulasi dilakukan dengan menggunakan metode Lattice-Boltzmann  GradienWarna, atau lebih sering disebut dengan LBM-RK. Dalam penelitian ini, metode LBM-RK telah berhasil dikembangkan sehingga dapat menyimulasikan aliran dua fasa dalam domain 2D dan 3D. Validasi telah dilakukan pada beberapa sistem dengan kompleksitas lebih rendah dan hasilnya menunjukkan konsistensi dengan eksperimen maupun solusi analitis. Pada akhirnya, algoritma LBM-RK sukses diaplikasikan untuk menyimulasikan aliran invasi fludia non-wetting di dalam media berpori yang dipenuhi oleh  fluida wetting dan kurva permeabilitas relatif berhasil dihitung. Beberapa variasi dilakukan untuk mempelajari ketergantungan kurva permeabilitas relatif dengan bilagan kapiler, kompleksitas ruang pori, serta ukuran dari sampel batuan yang menjadi domain simulasi.", "Daftar File": {"2016 TA PP RIDHO MUHAMMAD AKBAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/121051", "2016 TA PP RIDHO MUHAMMAD AKBAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/121052", "2016 TA PP RIDHO MUHAMMAD AKBAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/121053", "2016 TA PP RIDHO MUHAMMAD AKBAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/121054", "2016 TA PP RIDHO MUHAMMAD AKBAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/121055", "2016 TA PP RIDHO MUHAMMAD AKBAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/121056", "2016 TA PP RIDHO MUHAMMAD AKBAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/121057"}, "Penulis": "RIDHO MUHAMMAD AKBAR (NIM : 10212067)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Umar Fauzi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Lattice-Boltzmann, Gradien warna, Aliran multifasa, Media berpori, Rothmann-Keller.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "7 file", "Tanggal Input": "13 Des 2017"}