{"Nomor": 23969, "Judul": "PERANCANGAN LANSKAP TAMAN DI KAWASAN PELABUHAN FERRY DOBO", "Abstrak": "Tujuan perancangan proyek akhir ini adalah meningkatkan lahan yang terbengkalai di kawasan Pelabuhan Ferry Dobo sebagai taman aktif dan pasif yang dapat memenuhi fungsi sebagai ruang sosialisasi antar masyarakat Galaydubu dan penumpang kapal ferry yang baru pertama kali datang ke Kota Dobo. Selain itu dengan adanya taman diharapkan pelabuhan dapat mewujudkan fungsinya sebagai gerbang Kota Dobo. Kelurahan Galaydubu, yang memiliki luas 1 km2, dengan total luas bangunan 0,98 km2 serta tingkat kepadatan penduduk 9.427jiwa/kmÃ‚Â², kelurahan ini termasuk      \n\nkelurahan terpadat di Kecamatan Pulau-Pulau Aru bahkan di Kota Dobo. Sehingga tidak memungkinkan penyediaan taman pada wilayah ini, selain memanfaatkan area dengan luas yang memungkinkan, yaitu kawasan Pelabuhan Ferry Dobo, sehingga kawasan ini memiliki fungsi tambahan sebagai taman publik untuk Kelurahan Galaydubu. Kawasan Pelabuhan Ferry Dobo merupakan salah satu sarana transportasi vital yang menghubungkan Kota Dobo dengan daerah lainnya. Namun pelabuhan ferry ini belum memenuhi fungsinya sebagai pintu gerbang dari sebuah daerah,      \n\nkhususnya dalam pemanfaatan ruang luar. Pelabuhan yang memiliki luas ruang luar 12.945 mÃ‚Â² (tanpa dermaga) hanya berfungsi saat ada aktifitas pelayaran yaitu 2 kali seminggu. Dan di luar jam operasional, pelabuhan digunakan beberapa orang untuk sekedar duduk-duduk.", "Daftar File": {"2015 TS PP RIEFAELLA BARENDS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/121098", "2015 TS PP RIEFAELLA BARENDS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/121099", "2015 TS PP RIEFAELLA BARENDS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/121100", "2015 TS PP RIEFAELLA BARENDS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/121101", "2015 TS PP RIEFAELLA BARENDS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/121102", "2015 TS PP RIEFAELLA BARENDS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/121103", "2015 TS PP RIEFAELLA BARENDS 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/121104", "2016 TS PP RIEFAELLA BARENDS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/121105"}, "Penulis": "RIEFAELLA BARENDS (NIM: 28913001)", "Kontributor / Dosen Pembimbing": ["Cth. Pembimbing : Ir. Himasari Hanan, MAE., Dr-Ing dan Bapak Ir. Agus Soeriaatmadja,MLA."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "taman kelurahan, pelabuhan ferry.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}