{"Nomor": 23963, "Judul": "PENGGETASAN PADUAN ZIRCALOY-4 AKIBAT GAS HIDROGEN PADA TEMPERATUR TINGGI", "Abstrak": "Zirkonium adalah logam berwarna putih keabuan yang memiliki nomor atom 40 dan massa atom relatif 91,224 g/mol. Sifat yang dimiliki zirconium kuat, bisa ditempa, dan ulet. Zirkonium memiliki kekerasan yang tinggi, daya serap penampang netron yang sangat rendah dan tahan korosi. Paduan zirkonium yang digunakan pada penelitian ini adalah zircaloy-4. Zircaloy-4 secara luas digunakan sebagai bahan struktural dalam reaktor nuklir karena paduan ini memiliki penyerapan neutron yang rendah, ketahanan korosi dan mekanik kinerja yang baik. Namun, pembentukan hidrida rentan pada zircaloy-4 mengakibatkan menurunkan sifat mekanik secara signifikan karena adanya hydrogen embrittlement. Adanya senyawa hidrida menyebabkan sifat mekanik zircaloy-4 menurun. Serangkaian pengamatan dilakukan pada penelitian ini untuk menganalisis pengaruh gas hidrogen pada zircaloy-4. Pemaparan gas hidrogen dilakukan pada variasi temperatur yang berbeda. Variasi temperatur dilakukan selama 4 jam pada temperatur 400C, 500C, 600C, dan 700C. Setelah pemaparan gas hidrogen, zircaloy-4 kemudian dipreparasi unutuk dilakukan pengamatan. Pengamatan yang dilakukan mengamati struktur mikro, difraksi sinar-x, dan uji kekerasan.  Semakin tinggi temperatur perlakuan panas, semakin banyak gas hidrogen yang masuk. Hal ini disebabkan meningkatnya laju difusi dari hidrogen menuju kedalam paduan zirkonium. Senyawa ZrH2 yang terbentuk di paduan akan semakin banyak. Untuk mengetahui keberadaan senyawa ZrH2 digunakan teknik XRD. Teknik XRD ini digunakan untuk mengidentifikasi fasa kristalin dalam material dengan cara menentukan parameter struktur kisi serta untuk mendapatkan ukuran partikel.Pada pemaparan pada temperatur 400C hingga 700C terlihat munculnya senyawa ZrH2 pada difraktogram. Intensitas senyawa hidrida semakin meningkat dengan meningkatnya temperatur pemaparan. Kekerasan yang didapatkan setelah pemaparan gas hidrogen, pada temperatur hydrogen charging 400C meningkat menuju temperatur 500C, namun kemudian kekerasan menurun pada temperatur 600C dan 700C. Penggetasan pada zircaloy-4 ditunjukkan dengan menurunnya keuletan namun tidak berarti terjadi peningkatan kekuatan sebagaimana hubungan umum antara keuletan dan kekerasan.", "Daftar File": {"2014 TA PP RIDHO RYSWALDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/121058", "2014 TA PP RIDHO RYSWALDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/121059", "2014 TA PP RIDHO RYSWALDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/121060", "2014 TA PP RIDHO RYSWALDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/121061", "2014 TA PP RIDHO RYSWALDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/121062", "2014 TA PP RIDHO RYSWALDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/121063", "2014 TA PP RIDHO RYSWALDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/121064"}, "Penulis": "RIDHO RYSWALDI (NIM : 12508005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Eng. Akhmad A. Korda, ST. MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Zirkonium, hydrogen embrittlement, XRD", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}