{"Nomor": 23977, "Judul": "OPTIMUM CONTINOUS GAS LIFT DESIGN USING SURFACE PIPELINE NETWORK", "Abstrak": "Gas lift merupakan metode artificial lift (pengangkatan buatan) paling umum yang digunakan untuk membantu proses produksi sumur minyak setelah tahap aliran natural. Dalam metode ini, gas bertekanan tinggi diinjeksikan ke dalam kolom sumur minyak untuk mengurangi densitas rata-rata agar minyak dapat mengalir ke permukaan. Alokasi gas yang tidak efisien akan mengurangi efesiensi sumur produksi dan mengurangi pendapatan perusahaan, karena injeksi gas yang berlebihan akan meningkatkan biaya operasi akibat harga gas dan biaya kompresi yang relatif tinggi. Maka sangat penting untuk mengatur jumlah optimum gas injeksi ke tiap sumur untuk memperoleh laju produksi yang maksimal.  \n \n\nSalah satu aspek dari masalah gas lift adalah interaksi antar sumur di tempat bertemunya jaringan. Back pressure (tekanan balik) di flowline berpengaruh negatif terhadap produksi minyak dari seluruh sumur yang tersambung. Maka, laju gas injeksi optimum yang didapatkan dari analisis sumur tunggal tidak dapat diaplikasikan secara langsung di lapangan.  \n \n\nStudi ini membandingkan hasil yang diperoleh dari metode analisis sumur tunggal konvensional dengan hasil yang didapatkan dari analisis sumur skala lapangan, membuktikan bahwa terdapat perubahan pada kurva gas lift performance curve (GLPC), laju injeksi gas optimum, dan laju produksi minyak maksimum. Analisis ini menggunakan dua simulator, PROSPER dan GAP. Penulis menemukan bahwa analisis lapangan mempunyai perbedaan yang signifikan dari analisis sumur tunggal, dimana laju injeksi gas optimum mencapai 46.47% lebih rendah dibandingkan analisis sumur tunggal. Hal ini berarti efek dari interaksi antar sumur gas lift menurunkan efisiensi dari injeksi dan pergeseran titik laju injeksi optimum menjadi lebih rendah. Maka, metode konvensional analisis sumur tunggal terbukti tidak lagi dapat diaplikasikan untuk masalah nyata di lapangan", "Daftar File": {"2017 TA PP RIFANDIA PRADIPTA 1.pdf": "https://digilib.itb.ac.id/gdl/download/121139"}, "Penulis": "RIFANDIA PRADIPTA (NIM : 12213017)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Silvya Dewi Rahmawati, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "gas lift allocation, optimum injection rate, single well analysis, field analysis.", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}