{"Nomor": 23981, "Judul": "PEMANFAATAN MININET UNTUK MEDIA PEMBELAJARAN SOFTWARE DEFINED NETWORKING", "Abstrak": "Jaringan komputer tentunya sudah tidak asing bagi para pengguna internet maupun   \n \n \n\npengguna komputer yang menggunakan jaringan lokal tanpa tersambung ke internet.   \n \n \n\nSayangnya, jaringan komputer adalah hal yang rentan akan perubahan. Pengubahan   \n \n \n\nsedikit saja dalam sistem jaringan dapat menghasilkan kerusakan beruntun yang   \n \n \n\nmengakibatkan lumpuhnya seluruh jaringan atau setidaknya menurunnya kinerja   \n \n \n\njaringan secara keseluruhan. Beberapa metoda telah dibuat untuk meringankan   \n \n \n\nkinerja jaringan, seperti routing, load balancing, dan backup server untuk   \n \n \n\nmemungkinkan jaringan tetap berjalan ketika dilakukan pengubahan terhadap   \n \n \n\njaringan. Meski begitu, hal tersebut tidak menutup kelemahan yaitu ketika jaringan   \n \n \n\ndiubah, tidak ada jaminan bahwa jaringan dapat bekerja seperti teori yang telah dibuat   \n \n \n\nsebelumnya ketika dijalankan. Jika terjadi kesalahan setelah perubahan diaplikasikan,   \n \n \n\nmaka bisa jadi kinerja jaringan akan lebih buruk dari sebelumnya. Pada tugas akhir   \n \n \n\nini dibahas mengenai aplikasi virtual machine Mininet untuk Software Defined   \n \n \n\nNetworking dan penggunaannya dalam menciptakan purwarupa jaringan untuk   \n \n \n\nmensimulasikan perilaku jaringan agar kelemahan jaringan baru dapat diketahui   \n \n \n\nbahkan sebelum jaringan tersebut diaplikasikan. Dalam penggunaan Software   \n \n \n\nDefined Networking secara umum, pengguna perlu membuat beberapa host,   \n \n \n\nmenggunakan controller, dan menjalankan jaringan secara terpisah. Dalam tugas   \n \n \n\nakhir ini akan dibuat implementasi sederhana dari integrasi elemen-elemen Software   \n \n \n\nDefined Networking yang dapat membantu pengguna pemula untuk mempelajari   \n \n \n\nkonsep-konsep Software Defined Network.", "Daftar File": {"2017 TA PP RIFKIANSYAH MEIDIAN C. 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/121150"}, "Penulis": "RIFKIANSYAH MEIDIAN C. (NIM: 13511084)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Afwarman Manaf, MSc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Software-Defined Networking, Mininet, Interface.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}