{"Nomor": 23984, "Judul": "TERRESTRIAL LASER SCANNING TO SUPPORT CARBON ESTIMATION IN NATURE CONSERVATION AREA: A Case Study of Haagse Bos and Snippert Forest, the Netherlands", "Abstrak": "Under the UNFCCC all signatory Parties have to report on their carbon emissions and removals, including the LULUCF sector. Forests has ability to sequester and store carbon in the living biomass, and it makes forest play a crucial role in climate change issue. Thus, estimating aboveground forest biomass and carbon stocks is the most critical element for measuring and monitoring carbon stock under the REDD+ mechanism. This study aims to estimate above-ground biomass (AGB) and carbon stock based on allometric equations in the temperate forest of nature conservation area of Haagse Bos and Snippert Forest, the Netherland. Moreover, an efficient and non-destructive method for biomass estimation relevant to different forest cover types was tested. Terrestrial laser scanning (TLS) was used in a multiple-scan design to measure diameter at breast height (DBH) and tree height of all trees within 500 m2 sample plots.   \n \n \n\nResults of this study shows that TLS can detect trees correctly with a success rate of 97% compares with field measurement. The highest success rate of tree detection are evergreen forest (on average is 98.3%) followed by broadleaf forest (on average is 98%), and mixed forest (91.9%). The very strong relationship was found between the DBH measured with the TLS and field measurements with an R2 value of 0.96 and the value of RMSE of 2.42 cm. In comparison between the tree height parameter of TLS data and field measurement, a reasonable relationship was found with an R2 value of 0.61 and the value of RMSE 3.66cm.   \n \n \n\nIn different forest cover types, the value of R2 between DBH derived from TLS compare with field measurement in evergreen, broadleaf, and mixed forest were 0.959, 0.955, and 0.951 respectively. And the value of RMSE were 1.95 cm, 2.71 cm, and 3.17 cm respectively. Meanwhile, the value of R2 between tree heights derived from TLS compare with field measurement in evergreen were 0.293 with the RMSE of 3.43 m; in broadleaf were 0.638 with the RMSE of 4.12 m; and in mixed forest were 0.687 with a RMSE of 3.71 m.   \n \n \n\nThe above ground carbon (AGC) stocks in study area estimated from field measurement were 103.7 ton/ha. Moreover, the AGC stocks estimated from TLS data were 104 ton/ha. The result of mean AGC stock from field measurement and TLS data in evergreen forest were 61 ton/ha and 65 ton/ha, respectively. In broadleaf forest were 145 ton/ha and 151 ton/ha, respectively. In mixed forest were 106 ton/ha and 117 ton/ha, respectively. The results shows that TLS data are very suitable and had a high agreement for estimation of aboveground biomass and carbon stock.", "Daftar File": {"2015 TS PP RIFKY FIRMANA PRIMASATYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/121159", "2015 TS PP RIFKY FIRMANA PRIMASATYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/121160", "2015 TS PP RIFKY FIRMANA PRIMASATYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/121161", "2015 TS PP RIFKY FIRMANA PRIMASATYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/121162", "2015 TS PP RIFKY FIRMANA PRIMASATYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/121163", "2015 TS PP RIFKY FIRMANA PRIMASATYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/121164", "2015 TS PP RIFKY FIRMANA PRIMASATYA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/121165", "2015 TS PP RIFKY FIRMANA PRIMASATYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/121166"}, "Penulis": "RIFKY FIRMANA PRIMASATYA (ITC: s6019358)", "Kontributor / Dosen Pembimbing": ["Supervisors:   \n \n \n\nDr. Y. A. Hussin (ITC)   \n \n \n\nIr. L. M. van Leeuwen (ITC)   \n \n \n\nIr. Djoko Santoso Abi Suroso, Ph.D. (ITB)"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "TLS, temperate forest, above ground biomass, carbon estimation", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}