{"Nomor": 23985, "Judul": "DEVELOPING A HYBRID PARTICLE SWARM OPTIMIZATION -TABU SEARCH FOR A HIERARCHICAL FACILITY LOCATION PROBLEM", "Abstrak": "Permasalahan lokasi fasilitas berhirarki merupakan pengembangan dari permasalahan lokasi satu fasilitas. Tujuan permasalahan ini adalah menentukan lokasi lebih dari satu fasilitas, dimana fasilitas pada sebuah level dapat melayani fasilitas di bawahnya hingga konsumen secara efisien dan efektif. Algoritma particle swarm optimization (PSO) telah banyak diterapkan pada berbagai  \n \n\npermasalahan klasik dan studi kasus di dunia nyata. Walaupun begitu, elemen random pada PSO kadang gagal mencapai nilai global pada akhir pencarian saat permasalahan yang dihadapi sangat kompleks. Penelitian ini mengusulkan kombinasi antara algoritma PSO dan Tabu Search (TS) untuk memecahkan permasalahan lokasi fasilitas berhirarki yang dinamakan HPSO-TS. Penelitian  \n \n\nini juga mengajukan penggunaan metode exact branch and bound, genetika algoritma, dan PSO klasik untuk dibandingkan dengan HPSO-TS. Untuk menyesuaikan dengan dunia nyata, penelitian ini mempertimbangkan kapasitas aliran pada model, sehingga menjadikan model matematis sebagai mixed integer programming model untuk permasalahan lokasi fasilitas berhirarki. Keputusan yang  \n \n\nharus diambil adalah lokasi fasilitas yang optimal, menentukan volume pada jaringan hirarki, dan menentukan jumlah aliran yang harus dialirkan pada jaringan hirarki. Solusi representasi menggunakan bilangan riil diajukan untuk algoritma HPSO-TS. Metode decoding dimulai dengan mentransformasikan partikel-partikel pada daftar prioritas. Hasil eksperimen menunjukkan HPSOTS  \n \n\nmemiliki hasil yang lebih baik dibandingkan algoritma lainnya. Dari hasil tersebut HPSO-TS akan digunakan untuk menyelesaikan studi kasus XYZ Company.", "Daftar File": {"2014 TS PP RIFQI ANSARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/121167", "2014 TS PP RIFQI ANSARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/121168", "2014 TS PP RIFQI ANSARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/121169", "2014 TS PP RIFQI ANSARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/121170", "2014 TS PP RIFQI ANSARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/121171", "2014 TS PP RIFQI ANSARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/121172", "2014 TS PP RIFQI ANSARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/121173"}, "Penulis": "RIFQI ANSARI (NIM: 23412013)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Chao Ou-Yang", "Dr. Yosi Agustina Hidayat"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Fasilitas Lokasi Berhirarki, Particle Swarm Optimization, Tabu Search, Mixed Integer Linear Programming, Fasilitas Lokasi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}