{"Nomor": 23982, "Judul": "PENGARUH LAJU AERASI PADA BIOREAKTOR KOLOM GELEMBUNG TERHADAP PERTUMBUHAN BIOMASSA DAN KANDUNGAN FITOKIMIA DARI PUCUK TANAMAN GAHARU (Aquilaria mallacensis)", "Abstrak": "Gaharu merupakan nama dagang dari produk non-kayu yang dihasilkan oleh beberapa spesies pohon penghasil gaharu yang ditetapkan di dalam Appendix II dari CITES. Tujuan dari penelitian ini adalah untuk mengoptimasi laju aerasi pada bioreaktor kolom gelembung untuk mendapatkan plantlet gaharu. Salah satu cara untuk memproduksi bibit gaharu (Aquilaria malaccensis) yang efektif dan efisien adalah teknologi in vitro. Kultur pucuk gaharu diperbanyak dalam medium MS semipadat. Pucuk gaharu diaklimatisasi pada kultur lapis tipis sebelum kultivasi dalam bioreaktor. Pucuk gaharu dikultivasi di dalam bioreaktor menggunakan medium Ã‚Â½ MS + 0,5 BAP dengan variasi laju alir 0,05 vvm dan 0,1 vvm. Parameter yang diukur pada penelitian ini adalah berat kering, jumlah konsumsi sukrosa, perubahan nilai konduktivitas, kandungan fitokimia dan sifat fisis medium (densitas, viskositas dan tegangan permukaan). Hasil penelitian menunjukkan bahwa perolehan biomassa kering pada bioreaktor dengan laju aerasi 0,1 vvm adalah 0,42gram sementara biomassa kering pada bioreaktor dengan laju aerasi 0,5 vvm adalah 0,39 gram. Hasil penelitian menunjukkan bahwa laju aerasi mempengaruhi kecepatan superfisial gas holdup, dan laju pertumbuhan biomassa spesifik. Efisiensi konversi sukrosa menjadi biomassa oleh pucuk gaharu mencapai lebih dari 85%. Selain itu, pucuk gaharu mengandung senyawa penyusun gubal gaharu, yaitu phenol, 2,4-bis(1,1-dimethylethyl)-, ethyl oleate, stigmasterol, phytol, acetate, triacontane, henicosane,", "Daftar File": {"2017 TA PP RIFKI MUHAMMAD RIZKI -1ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/121151"}, "Penulis": "RIFKI MUHAMMAD RIZKI  (NIM : 11213005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Rizkita Rachmi Esyanti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "laju pertumbuhan biomassa spesifik, laju aerasi, pucuk tanaman gaharu (Aquilaria mallacensis), dan bioreaktor kolom gelembung", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2017"}