{"Nomor": 23986, "Judul": "PERANCANGAN MODUL BATERAI LiFeMnPO4 DENGAN MANAJEMEN TERMAL AKTIF", "Abstrak": "Berbagai upaya dilakukan untuk mengurangi masalah polusi lingkungan dan pemanasan global. Salah satunya adalah pengembangan kendaraan ramah lingkungan seperti Hybrid Electric Vehicles, Battery Electric Vehicles, dan Plug-in Hybrid Electric Vehicles. Keandalan kendaraan tersebut sangat dipengaruhi oleh performansi baterai Li-ion yang biasa digunakan sebagai sistem penyedia energinya. Baterai Li-ion merupakan jenis baterai yang memiliki densitas energi dan siklus penggunaan yang sangat tinggi. Baterai akan mencapai performansi optimum ketika beroperasi pada suhu ruangan, tetapi akan mengalami penurunan seiring dengan kenaikan suhu yang dialaminya. Untuk mendapatkan performansi yang optimum ini, dibuatlah suatu sistem manajemen termal baterai yang diwujudkan dalam bentuk modul baterai agar mampu diimplementasikan pada kendaraan ramah lingkungan. Pada tugas akhir ini, rancangan modul baterai dibuat dengan bahan polyisocyaunurate (PIR) yang bersifat insulatif dan mekanisme pendinginan melalui sistem kontrol nyala-mati kipas untuk mengalirkan udara pendingin. Proses perancangan dan pengujian modul seluruhnya menggunakan modul baterai LiFeMnPO4 12 V kapasitas 100 Ah. Rancangan modul baterai yang dibuat berhasil menjaga baterai beroperasi pada suhu Rata-rata 26oC dengan beban daya tambahan untuk kipas sebesar 0,18% dan menjaga penurunan kapasitas baterai setiap siklus di bawah 1,5%.", "Daftar File": {"2017 TA PP RIFQI FAIZ ARGIANSYAH  - SUBHAN ALIMUL HAQ  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/121174"}, "Penulis": "RIFQI FAIZ ARGIANSYAH (NIM :13313036) - SUBHAN ALIMUL HAQ (NIM : 13313059)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n \n\nDr. Ir. Edi Leksono, M.Eng.       \n \n\nRahmat Romadhon, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Baterai Li-ion, manajemen termal, modul baterai, performansi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}