{"Nomor": 23990, "Judul": "REKAYASA PENIRUAN HEAD MESIN GURDI WORNER TIPE B13", "Abstrak": "Perkembangan industri manufaktur di Indonesia semankin meningkat dari tahun lalu. Perkembangan tersebut membutuhkan dukungan dari industri manufaktur mesin perkakas di Indonesia agar mengurangi ketergantungan impor barang modal dari luar negeri. Penelitian ini digunakan untuk melengkapi rancangan dari mesin gurdi yang akan digunakan untuk mendukung perkembangan kopetensi SMK dalam memproduksi mesin perkakas. Sehingga penelitian ini akan dilakukan rekayasa peniruan dan perancangan head mesin gurdi Worner B13.  Head mesin gurdi menjadi objek rekayasa peniruan untuk menjadi dasar dalam perancangan head tersebut. Komponen head mesin gurdi Worner B13 dianalisis tanpa membongkar komponen tersebut sebagai objek utama. Untuk menganalisis lebih lanjut tentang komponen head maka dilakukan analisis pada head mesin gurdi X yang setipe dengan mesin gurdi Worner B13 untuk dibongkar. Tahapan rekayasa peniruan pada mesin gurdi Worner B13 hanya hingga tahap perancangan. Tahapanya adalah pengumpulan informasi dan data head mesin gurdi dari berbagai sumber. Pembongkaran head mesin gurdi untuk mengetahui struktur produk dan bill of material yang menyusunya. Pembuatan force flow diagram untuk menganalisis fungsi dari setiap komponen. Pembuatan tabel fungsi dan tabel analisis pada setiap komponen. Pengukuran setiap komponen dan pembuata model 3D. Perancangan komponen mesin gurdi sesuai kebutuhan dan dilakukan analisis dinamik dan statik. Pembuatan perencanaan proses untuk membantu SMK dalam memproduksi komponen tersebut.", "Daftar File": {"2017 TS PP Riki Tri Prasetyo 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/121189"}, "Penulis": "Riki Tri Prasetyo", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Yatna Yuwana Martawirya    \n \n\nDr. Sri Raharno, S.T. M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "rekayasa balik, mesin gurdi, head mesin gurdi,  force flow diagram.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}