{"Nomor": 23992, "Judul": "PENGARUH VARIASI FILLER METAL TERHADAP STRUKTUR MIKRO DAN DISTRIBUSI KEKERASAN PADA PROSES PENGELASAN GTAW PADA BAJA KARBON RENDAH DENGAN BAJA TAHAN KARAT 304L", "Abstrak": "ABSTRAK Pengelasan logam tak sejenis banyak diterapkan dalam dunia industri untuk menekan biaya. Meskipun begitu pengelasan logam tak sejenis memiliki permasalahan yang harus diteliti lebih lanjut, seperti segregasi makro, unmixed-composition di batas fusi, hingga kegetasan. Pada penelitian  ini dilakukan pengelasan logam tak sejenis dengan variasi logam pengisi yang berbeda, yaitu ER-316L, ER-309, dan ER-308. Proses pengelasan dilakukan dengan metode Gas Tungsten Arc Welding (GTAW) dengan argon sebagai gas pelindung dan singleV-butt sebagai desain sambungan. Spesimen yang digunakan sebagai logam induk adalah baja karbon rendah dengan kadar karbon 0,172wt% dan baja tahan karat seri 304L.  Hasil percobaan dilakukan dengan pengamatan struktur mikro dan pengujian kekerasan microvickers. Hasil struktur mikro menunjukkan adanya fasa 𝛿-ferrite dan austenit pada logam las. Pada HAZ baja tahan karat 304L ketiga spesimen terdapat fenomena sensitisasi. Pada HAZ baja struktur mikro pearlite lebih halus dibanding logam induk da nada darkband halus di batas fusi dengan logam las. Hasil uji kekerasan menunjukan bahwa ada kenaikan kekerasan logam di HAZ dan batas fusi akibat adanya difusi dari unsur-unsur logam dan perbedaan struktur mikro.", "Daftar File": {"2017 TA PP Rilwanu Lukman Amrullah 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/121191"}, "Penulis": "Rilwanu Lukman Amrullah - (13713022)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Rochim Suratman"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Pengelasan, GTAW, baja karbon rendah, filler metal, difusi, kekerasan, struktur mikro, 𝛿-ferrite, austenite.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}