{"Nomor": 24004, "Judul": "POLA DEMOKRASI DALAM PENGAMBILAN KEPUTUSAN KOLEKTIF PADA FORUM  MUSRENBANG PENYUSUNAN DOKUMEN RENCANA KERJA PEMERINTAH DAERAH  DI KOTA BANDUNG", "Abstrak": "Musyawarah Perencanaan Pembangunan (Musrenbang) merupakan perwujudan demokrasi melalui pemberian hak berpartisipasi kepada masyarakat serta melibatkannya di dalam proses penyusunan dokumen perencanaan pembangunan dengan cara menyampaikan usulan kegiatan sebagai solusi atas permasalahan publik yang dihadapi dan akan diakomodasi dalam Rencana Kerja Pemerintah Daerah      \n \n\nHanya saja banyak pihak setuju bahwa mengikuti kegiatan Musrenbang bukan merupakan pengalaman yang kaya dan aspiratif, di banyak tempat proses ini seringkali berupa ritual prosedural yang menghasilkan daftar keinginan dari sekelompok orang yang memiliki kedekatan dengan pemerintah dan memiliki akses terhadap sumberdaya yang tersedia. Sebuah kegiatan seremonial yang dilaksanakan untuk menggugurkan kewajiban sehingga  nilai demokrasi yang menjadi esensi pelaksanaan Musrenbang  sulit diwujudkan. Demikian juga yang terjadi pada penyelenggaraan |Musrenbang di Kota Bandung.      \n \n\nKeberhasilan penyelenggaraan Musrenbang, berkaitan dengan proses pengambilan keputusan kolektif yang dijalankan dalam forum tersebut. permasalahan mengenai siapa yang mewakili masyarakat dan pengetahuan mengenai cara yang digunakan untuk memahami permasalahan publik menjadi kuncinya.       \n \n\nUntuk membahas permasalahan tersebut digunakan alat bantu sebuah framework demokrasi yang disebut dialogical space yang digunakan untuk melakukan pemetaan terhadap proses pengambilan keputusan kolektif dalam forum tersebut sebagai bahan untuk memetakan pola-pola yang terjadi dan melakukan analisis cost and benefit terhadap pola yang dijalankan agar dapat secara cermat merancang mekanisme pengambilan keputusan kolektif yang memberikan manfaat paling besar dan pola yang paling sesuai dengan situasi dimana proses pengambilan keputusan tersebut dijalankan. Melalui framework demikian melahirkan 2 pola demokrasi yaitu dialogis dan delegatif dengan karakteristik yang berbeda. Dalam pembahasan mengenai representasi dikenal konsep agregassi dan komposisi. Sedangkan berkaitan dengan bagaimana pengetahuan mengenai cara yang digunakan untuk memahami permasalahan publik tersebut dihasilkan lahir konsep secluded dan collaborative.      \n \n\nMelalui penelitian kualitatif yang penulis lakukan, diperoleh gambaran bahwa pola demokrasi yang dijalankan dalam Musrenbang berbeda pada setiap tingkatan. Pada Musrenbang tingkat kelurahan bersifat delegatif. Implikasi pola tersebut terhadap kualitas proses pengambilan keputusan adalah (a)peluang tidak terwakilinya heterogenitas kepentingan yang beragam dalam masyarakat (b)keputusan Musrenbang tidak mencerminkan kebutuhan dan permasalahan nyata yang dihadapi masyarakat.       \n \n\nPola demokrasi yang dijalankan dalam proses forum Musrenbang tingkat kecamatan  bersifat delegatif walaupun apabila dibandingkan dengan penentuan peserta di tingkat kelurahan, di kecamatan komposisinya lebih beragam. Implikasi pola tersebut terhadap kualitas proses pengambilan keputusan adalah  (a) adanya kelompok masyarakat yang tidak terakomodasi kepentingannya sehingga keputusan yang dihasilkan berpotensi tidak mendapat dukungan masyarakat (b) keputusan Musrenbang tidak mencerminkan kebutuhan dan permasalahan nyata yang dihadapi masyarakat      \n \n\nPola demokrasi yang dijalankan dalam forum Musrenbang tingkat kota bersifat dialogic. Implikasi pola tersebut terhadap kualitas proses pengambilan keputusan adalah  (a) dukungan masyarakat atas keputusan yang dihasilkan dari forum tersebut (b) permasalahan publik yang dibahas merupakan permasalahan yang nyata dihadapi masyarakat dan solusinya dapat disinergikan dengan program yang akan dijalankan oleh Pemerintah.      \n \n\nSetiap pola demokrasi yang terbentuk mengandung kekuarangan dan kelebihan masing-masing, dengan demikian tidak ada pola ideal yang dapat diterapkan pada beragam situasi. Penerapan pola demokrasi tergantung pada karakteristik masyarakat dan kapasitas penyelenggara kegiatan.       \n \n\nDalam konsep yang ideal, pengambilan keputusan kolektif dalam forum Musrenbang mengandung unsur-unsur sebagai berikut: (i) pemahaman yang baik mengenai proses pengambilan keputusan kolektif baik pada penyelenggara dan peserta (ii) para pihak yang terlibat memiliki kedudukan yang setara bukan sub-ordinat dari salah satu pihak; (ii) para pihak yang terlibat dapat mewakili kepentingan yang beragam dari anggota masyarakat (iii) para pihak yang terlibat memiliki informasi yang setara dan terlibat sejak awal; (iii) para pihak yang terlibat ikut menentukan substansi dan prosesnya. (iv) adanya akuntabilitas penyelenggaraan kegiatan berupa pemberian informasi kepada masyarakat mengenai kelanjutan dari usulan yang disampaikan.", "Daftar File": {"2012 TS PP RINA MARLINA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/121250", "2012 TS PP RINA MARLINA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/121251", "2012 TS PP RINA MARLINA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/121252", "2012 TS PP RINA MARLINA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/121253", "2012 TS PP RINA MARLINA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/121254", "2012 TS PP RINA MARLINA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/121255", "2012 TS PP RINA MARLINA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/121256"}, "Penulis": "RINA MARLINA (nim : 24010016)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sonny Yuliar, PhD"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Musrenbang, representasi, demokrasi dialogis, demokrasi delegatif, dokumen perencanaan tahunan.", "Sumber": "", "Staf Input/Edit": "sarnya  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}