{"Nomor": 24001, "Judul": "STUDI SIMULASI DINAMIKA MOLEKUL PROSES PENUMBUHAN FILM KATALIS LOGAM BERDASARKAN METODE EVAPORASI DAN ANNEALING UNTUK APLIKASI KATALIS PENUMBUHAN GRAFENA", "Abstrak": "Telah dilakukan simulasi dinamika molekul untuk mempelajari mekanisme penumbuhan film tembaga pada substrat silikon dan proses annealing. Porensial Meam digunakan untuk mendeskripsikan interaksi Cu-Cu, Si-Si dan Cu-Si. Pada penelitian ini, parameter laju deposisi, temperatur annealing dan waktu difusi dianalisis pengaruhnya terhadap film tembaga yang dihasilkan. Dari hasil diketahui bahwa temperatur annealing dan waktu difusi memiliki pengaruh terhadap proses rekristalisasi. Diperoleh informasi bahwa temperatur 700 K adalah temperatur minimum agar terjadi proses rekristalisasi. Analisis struktur kristal menunjukkan bahwa proses annealing telah meningkatkan persentase struktur kristal. Film tembaga, dengan ketebalan yang berbeda-beda 0,93 nm, 1,97 nm & 2,73 nm, membutuhkan waktu difusi yang berbeda agar terjadi proses rekristalisasi. Dari hasil penelitian ini, disimpulkan bahwa temperatur 700 K, 800 K & 900 K direkomendasikan sebagai parameter temperatur annealing. Selain itu, ditunjukkan bahwa difusi atom, agar terjadi pembentukan struktur kristal, terjadi dalam orde pikosekon.", "Daftar File": {"2016 TS PP RINALDO MARIMPUL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/121238", "2016 TS PP RINALDO MARIMPUL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/121239", "2016 TS PP RINALDO MARIMPUL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/121240", "2016 TS PP RINALDO MARIMPUL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/121241", "2016 TS PP RINALDO MARIMPUL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/121242", "2016 TS PP RINALDO MARIMPUL 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/121243", "2016 TS PP RINALDO MARIMPUL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/121244"}, "Penulis": "RINALDO MARIMPUL (NIM : 20214029)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Toto Winata, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "simulasi dinamika molekul, film tembaga, annealing, rekristalisasi", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}