{"Nomor": 24003, "Judul": "USULAN MANAJEMEN KINERJA PERUSAHAAN DENGAN MENGGUNAKAN INTEGRATED PERFORMANCE MANAGEMENT SYSTEM (IPMS) FRAMEWORK DI PT. MITRATEL", "Abstrak": "Pendapatan industri telekomunikasi global 2016 sampai 2020 diperkirakan tumbuh sebesar 3% (CAGR). Sementara itu layanan data dan digital akan meningkat secara signifikan pada tahun 2020. Kondisi ini akan memicu pertumbuhan infrastruktur telekomunikasi untuk memenuhi kebutuhan pelanggan. PT. Mitratel menjalankan bisnis di bidang penyedia infrastruktur jaringan telekomunikasi. Perusahaan ini memiliki visi untuk menjadi pemimpin dan penyedia penyedia infrastruktur telekomunikasi terbaik di Asia Tenggara. Menurut pangsa pasar, Mitratel hanya menempati posisi keempat di industri penyedia infrastruktur telekomunikasi di Indonesia. Perusahaan belum dapat benar memenuhi dan mengelola kebutuhan pemangku kepentingan karena ketidakcocokan sistem manajemen kinerja perusahaan. Hal ini disebabkan oleh kesenjangan visi perusahaan dengan kinerja perusahaan. Penelitian ini bertujuan untuk membantu perusahaan merancang sistem manajemen kinerja baru yang dapat menterjemahkan visi perusahaan menjadi strategi dan menciptakan tugas dan tanggung jawab yang jelas untuk memenuhi kebutuhan stakeholder. Integrated Performance Management System (IPMS) dipilih karena kerangka ini mampu mengatasi permasalahan yang ada di perusahaan dan ada keselarasan antara visi, misi, strategi dan rencana aksi dengan kepentingan pemangku kepentingan. Selanjutnya, IPMS memberikan tolok ukur untuk menganalisis kinerja perusahaan saat ini dengan kinerja masa lalu, dan untuk membandingkan kinerja perusahaan dengan pesaing lain di industri. Kerangka kerja IPMS terdiri dari lima tahap, yaitu pondasi, latar belakang dan informasi, proses perancangan, implementasi, dan penyegaran. Maka ada tiga perspektif yang terdiri dari output organisasi, proses internal, dan ketersediaan sumber daya. Penelitian ini mengusulkan sistem manajemen kinerja untuk Mitratel dan menghasilkan 19 indikator kinerja utama (KPI) yang berasal dari visi, misi, strategi dan proses bisnis perusahaan.", "Daftar File": {"2017 TS PP RINALDY FERDY FERDIANO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/121249"}, "Penulis": "RINALDY FERDY FERDIANO - Nim: 29115575", "Kontributor / Dosen Pembimbing": ["Muhammad Tresnadi Hikmat, S.E., M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen kinerja perusahaan, integrated performance management system, sistem manajemen kinerja, IPMS framework.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Des 2017"}