{"Nomor": 24015, "Judul": "DETERMINANTS OF MOMENTUM STRATEGY AND RETURN IN SHORT TIME HORIZON: CASE IN  INDONESIAN STOCK MARKET", "Abstrak": "Profitabilitas strategi momentum hingga saat ini tetap menjadi subjek diskusi yang marak. Dua dari subjek strategi momentum yang mendatangkan banyak minat kalangan peneliti adalah imbal hasil momentum dalam variasi jangka waktu dan sumber imbal hasil momentum. Penelitian ini menguji kedua subjek tersebut di pasar saham Indonesia selama 685 hari perdagangan. Dalam subjek jangka waktu, penelitian ini menemukan bahwa strategi momentum dapat diimplementasikan di jangka waktu 60 hari, namun tidak dalam 10 dan 20 hari. Hasil penelitian menunjukan imbal hasil momentum berhubungan terbalik dengan jangka waktu. Rata-rata imbal hasil untuk strategi menggunakan 60 hari lebih tinggi secara    \n \n\nsignifikan dari buy and hold sebesar 3.30%, namun strategi momentum dalam 10 hari memberi imbal hasil lebih rendah dari menahan indeks (buy-and-hold) sebesar 1.68%. Dalam seksi sumber imbal hasil momentum, penelitian ini menemukan bahwa perputaran preferensi sektor dapat menjelaskan imbal hasil strategi momentum baik untuk portfolio pemenang maupun portfolio pecundang    \n \n\ndi semua jangka waktu walaupun memiliki kekuatan penjelasan yang berbeda, sedangkan variabel independen lainnya memiliki hasil yang beragam. Secara singkat, strategi momentum berpotensi menguntungkan di pasar saham Indonesia di jangka waktu pendek dan rotasi sektoral memiliki peran penting sebagai  sumber imbal hasil strategi momentum.", "Daftar File": {"2017 TS RIO ADRIANUS PP 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/121279", "COVER RIO ADRIANUS (NIM 29014033)": "https://digilib.itb.ac.id/gdl/download/246146", "2021 TS PP RIO ADRIANUS 1-CHAPTER I.pdf?": "https://digilib.itb.ac.id/gdl/download/246147", "2021 TS PP RIO ADRIANUS 1-CHAPTER II.pdf\n]": "https://digilib.itb.ac.id/gdl/download/246148", "2021 TS PP RIO ADRIANUS 1-CHAPTER III.pdf)u": "https://digilib.itb.ac.id/gdl/download/246149", "2021 TS PP RIO ADRIANUS 1-CHAPTER IV.pdf\n]": "https://digilib.itb.ac.id/gdl/download/246150", "2021 TS PP RIO ADRIANUS 1-CHAPTER V.pdf?": "https://digilib.itb.ac.id/gdl/download/246151", "2021 TS PP RIO ADRIANUS 1-REFERENCE.pdf?": "https://digilib.itb.ac.id/gdl/download/246152"}, "Penulis": "RIO ADRIANUS (NIM 29014033)", "Kontributor / Dosen Pembimbing": ["Dr. Subiakto Soekarno"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "momentum strategy, Indonesian stock market, sector rotation, momentum sources", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}