{"Nomor": 24019, "Judul": "VALUASI PROYEK RUSUNAMI MENGGUNAKAN METODE REAL OPTIONS DENGAN MEMPERHATIKAN PERUBAHAN VOLATILITAS", "Abstrak": "Keputusan yang tidak tepat dalam berinvestasi pada suatu proyek bisa mengakibatkan kerugian bagi perusahaan. Maka dari itu dibutuhkan suatu alat yang bisa mengukur nilai dari suatu proyek yang mempertimbangkan segala kemungkinan yang terjadi dalam keberjalanannya. Metode Discounted Cash Flow (DCF) yang lazim digunakan untuk valuasi nilai proyek sebenarnya belum mampu menjawab banyaknya ketidakpastian yang akan ditemui dalam keberjalanan proyek, sehingga nilai proyek yang diperoleh belum mencerminkan nilai yang sebenarnya terutama untuk proyek dengan jangka waktu yang panjang. Metode real options dengan membangun nilai proyek di masa yang akan datang mengikuti Geometric Brownian Motion (GBM) dan dibangun menggunakan binomial lattice mempertimbangkan opsi-opsi yang dimiliki manajer. Ketidakpastian dalam proyek yang terus berkurang akibat dari proses learning turut dipertimbangkan dalam perhitungan yang sehingga mengakibatkan volatilitas berkurang. Guthrie (2010) mengemukakan model binomial lattice dengan perubahan volatilitas dengan memasukkan learning options. Haahtela (2010) juga mengemukakan metode trinomial lattice dengan perubahan volatilitas menggunakan trinomial lattice yang dimodifikasi. Dalam tugas akhir ini, metode-metode tersebut diterapkan dalam masalah valuasi nilai proyek rusunami", "Daftar File": {"2017 TA PP RIO NUR ARIFIN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/121290"}, "Penulis": "Rio Nur Arifin", "Kontributor / Dosen Pembimbing": ["Novriana Sumarti S.Si.,M.Si.,Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "real options, binomial lattice, trinomial lattice, perubahan volatilitas, learning options.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}