{"Nomor": 24025, "Judul": "PERANCANGAN PROGRAM UNTUK MENGOPTIMALKAN PENGATURAN RUANG UJIAN MAHASISWA TPB DI ITB", "Abstrak": "Banyak permasalahan dalam kehidupan sehari-hari yang dapat dimodelkan dengan  \n \n\nmatematika. Masalah tersebut biasanya terkait dengan permasalahan optimisasi. Di  \n \n\nITB sendiri terdapat banyak permasalahan yang tidak terlepas dari optimisasi. Salah  \n \n\nsatunya adalah permasalahan pengaturan ruang ujian mahasiswa TPB. Banyak  \n \n\nmahasiswa TPB di ITB saat ini lebih dari empat ribu orang, namun fasilitas berupa  \n \n\nruang yang digunakan untuk ujian terbatas. Untuk mengatasi kesulitan tersebut,  \n \n\nperlu dirancang sebuah program yang dapat digunakan untuk pengaturan ruang  \n \n\nujian mahasiswa TPB yang cukup baik. Pengaturan ruang ujian dianggap cukup  \n \n\nbaik apabila ruang yang digunakan sedikit, banyak mahasiswa yang ditempatkan  \n \n\ndalam suatu ruang ujian sesuai kapasitas ruang tersebut, mahasiswa satu kelas  \n \n\nditempatkan dalam satu gedung, dan kelas-kelas yang diajar oleh dosen yang sama  \n \n\njuga berada dalam satu gedung. Program tersebut dikembangkan dengan  \n \n\nmenggunakan metode pemrograman linear bilangan bulat untuk pencarian solusi  \n \n\nsecara heuristik. Parameter-parameter yang menjadi dasar pertimbangan dalam  \n \n\nmengatur ruang ujian ini adalah kapasitas ruang ujian yang tersedia dan lokasinya  \n \n\nmasing-masing, serta kelas mahasiswa dengan banyak mahasiswa di setiap kelas  \n \n\ndan banyak kelas yang diajar oleh setiap dosen. Program dibuat dengan  \n \n\nmenggunakan MATLAB. Program menerima masukan data yang menjadi  \n \n\nparameter dasar pengaturan ruang ujian dan memberikan keluaran hasil pembagian  \n \n\nruang ujian yang cukup optimal dalam bentuk tabel di Microsoft Excel.", "Daftar File": {"2017 TA PP RISANTI WAHYUNI - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/121327"}, "Penulis": "RISANTI WAHYUNI (NIM: 10113012)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Prof. Dr. M. Salman A. N."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pemrograman linear, pengaturan ruang ujian, permasalahan optimisasi, solusi heuristik.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}