{"Nomor": 24023, "Judul": "SEISMIK TOMOGRAFI WAKTU TEMPUH ANTAR LUBANG BOR DENGAN MENGAPLIKASIKAN METODE REGULARIZED INVERSION", "Abstrak": "Seismik tomografi antar lubang merupakan salah satu metoda geofisika yang mampu membantu melakukan rekonstruksi bentuk bawah permukaan bumi. Data yang digunakan metode ini didapat dari waktu tempuh antara sumber dan penerima yang sama-sama diletakkan dalam lubang bor. Data yang digunakan hanya data waktu tempuh tercepat saja. Masalah utama dalam penggunaan metoda ini adalah ketidakmampuan perangkat lunak dalam menghasilkan tomogram yang baik karena keterbatasan skema inversi. Salah satu metoda inversi yang mampu menghasilkan tomogram yang baik adalah regularized inversion. Tidak seperti metoda lama, metoda ini tidak hanya mencoba meminimalisasi nilai beda waktu tempuh tetapi juga memasukkan operator error picking dan operator yang mengatur perubahan model, sehingga metoda ini diharapkan mampu menghasilkan tomogram yang lebih baik lagi. \n\nData yang digunakan dalam penelitian ini berupa data sintetik dan data asli, sehingga diharapkan hasil yang didapat lebih lengkap dan menyeluruh. Data sintetik menggunakan dua buah kotak ditengah-tengah yang memiliki anomali kecepatan positif dan negatif, sedangkan data asli menggunakan data yang diambil di sebuah lapangan di Jerman. Kedua data ini akan di proses menggunakan program FAST yang kemudian akan dibandingkan dengan program ReflexW yang menggunakan proses inversi SIRT. \n\nSelain menghasilkan tomogram kecepatan, dibuat juga tomogram ray density, tomogram perturbasi, serta analisa statistik untuk menunjukan tomogram yang dihasilkan \n\nmemiliki nilai kepercayaan tinggi.", "Daftar File": {"2010 TA PP RIO PUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/121313", "2010 TA PP RIO PUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/121314", "2010 TA PP RIO PUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/121315", "2010 TA PP RIO PUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/121316", "2010 TA PP RIO PUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/121317", "2010 TA PP RIO PUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/121318", "2010 TA PP RIO PUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/121319"}, "Penulis": "RIO PUTRA (NIM : 124 04 008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nProf. Sri Widiyantoro, M.Sc., Ph.D", "Dr.rer.nat. R. Mohammad Rachmat, ST, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Waktu tiba, crosshole, regularized inversion, tomografi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "21 Des 2017"}