{"Nomor": 24024, "Judul": "PENGEMBANGAN IPR DUA FASA PADA RESERVOIR DENGAN SOLUTION GAS DRIVE PADA KONDISI TEKANAN RESERVOIR DI ATAS TEKANAN BUBBLE POINT", "Abstrak": "Kurva IPR pada tekanan reservoir di atas tekanan bubble point yang ada saat ini mengasumsikan tekanan bubble point konstan atau seragam pada reservoir. Metode-metode yang dikembangkan untuk reservoir ini diantaranya: perluasan persamaan Vogel19 oleh Patton dan Goland11 untuk reservoir tanpa faktor skin, perluasan persamaan Pudjo Sukarno15 untuk reservoir dengan faktor skin oleh Jurgantono16 (polinomial berpangkat tiga) dan Fadli dkk.13 (polinomial berpangkat dua).      \n \n \n \n \n \n\nPenelitian ini bertujuan mempelajari pengaruh adanya tekanan bubble point yang berbeda pada reservoir dengan solution gas drive pada kondisi tekanan reservoir di atas tekanan bubble point terhadap kurva Inflow Performance Relationship (IPR) dan membandingkan persamaan usulan yang diperoleh dengan pesamaan yang ada.      \n \n \n \n \n \n\nDari hasil penelitian dengan simulator (model) dapat disimpulkan bahwa terjadi perubahan tekanan bubble point pada reservoir dengan solution gas drive (depletion drive) dan diperoleh persamaan usulan yang menganggap reservoir telah dalam keadaan dua fasa (gas telah keluar dari larutan). Berdasarkan fenomena perubahan tekanan bubble point diperoleh persamaan usulan tanpa faktor skin dan persamaan usulan dengan faktor skin yang berbeda dengan persamaan IPR pada tekanan reservoir di atas tekanan bubble point saat ini yang menggabungkan persamaan satu fasa dengan dua fasa yang menyatu pada tekanan bubble point (tekanan bubble point konstan).", "Daftar File": {"2007 TS PP RIRI ARMELIA SUSKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/121320", "2007 TS PP RIRI ARMELIA SUSKA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/121321", "2007 TS PP RIRI ARMELIA SUSKA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/121322", "2007 TS PP RIRI ARMELIA SUSKA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/121323", "2007 TS PP RIRI ARMELIA SUSKA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/121324", "2007 TS PP RIRI ARMELIA SUSKA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/121325", "2007 TS PP RIRI ARMELIA SUSKA 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/121326"}, "Penulis": "RIRI ARMELIA SUSKA (NIM : 22204012)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Pudjo Sukarno & Dr. Ir. Asep Kurnia Permadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Inflow Performance Relationship, bubble point, solution gas drive, reservoir", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "28 Sep 2017"}