{"Nomor": 24030, "Judul": "SINTESIS DAN KARAKTERISASI ZIRCONYL OXYCHLORIDE (ZOC) PRODUK FUSI KAUSTIK KONSENTRAT ZIRKON LOKAL", "Abstrak": "Zirkon dengan rumus kimia ZrSiO4 merupakan material yang paling melimpah kesembilan di dunia dengan potensi cadangan di Indonesia yang sangat besar. Zirkon   \n \n \n\nmerupakan produk samping dari penambangan timah. Saat ini zirkon mulai dikembangkan pemanfaatannya secara komersial. Hal ini dikarenakan zirkon memiliki sifat dan karakteristik yang menguntungkan, berbagai jenis produk dari zirkon banyak digunakan di dunia industri. Salah satu jenis produk dari pengolahan zirkon yaitu zirconyl oxychloride (ZOC). ZOC memiliki peran penting dalam dunia industri terutama industri keramik maju, contohnya sebagai prekursor untuk pembuatan garam zirkonium lainnya, bahan baku pembuatan zirkonia murni, aplikasi   \n \n \n\ndalam textile dyeing, oil-field acidizing, antiperspirant, water repellents, lapisan pigmen TiO2, serta sebagai bahan dasar pembuatan lapisan thin film ZrO2.   \n \n \n\nPada percobaan ini, metode pengolahan zirkon menjadi ZOC yang digunakan adalah fusi kaustik melalui jalur kristalisasi yang mencakup 5 tahap utama yaitu tahap fusi kaustik, water washing, Na removal, pelindian asam, serta kristalisasi dan rekristalisasi. Proses ini terdiri dari 27 kondisi percobaan yang dibedakan berdasarkan variasi dari parameter yang dipakai yaitu konsentrasi kristalisasi, perbandingan mol ZrO2:HCl, dan konsentrasi HCl yang dipakai saat pelindian asam. Sampel yang dihasilkan akan dianalisis secara visual dan kuantitatif (SEM/EDX, AAS).   \n \n \n\nBerdasarkan percobaan yang telah dilakukan, visualitas ZOC dan nilai recovery dari tiap sampel yang didapat dipengaruhi oleh tingkat keasaman dan kandungan   \n \n \n\npengotor. Nilai recovery berbanding lurus dengan laju kristalisasi. Recovery maksimal yang didapat 77,468% dan recovery terendah 41,318%. Berdasarkan analisis sampel secara SEM/EDX dan AAS, kondisi percobaan terbaik yang didapat adalah pada perbandingan mol ZrO2:HCl =1:6, konsentrasi HCl 3M, dan konsentrasi kristalisasi 160 gr/L.", "Daftar File": {"2010 TA PP RISKA AGUSTIN SUSILO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/121349", "2010 TA PP RISKA AGUSTIN SUSILO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/121350", "2010 TA PP RISKA AGUSTIN SUSILO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/121351", "2010 TA PP RISKA AGUSTIN SUSILO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/121352", "2010 TA PP RISKA AGUSTIN SUSILO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/121353", "2010 TA PP RISKA AGUSTIN SUSILO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/121354", "2010 TA PP RISKA AGUSTIN SUSILO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/121355"}, "Penulis": "RISKA AGUSTIN SUSILO (NIM : 12506025)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. IrSyoniSoepriyanto, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Zirkon, ZrSiO4, zirconyl oxychloride (ZOC).", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}