{"Nomor": 24048, "Judul": "GEOLOGI DAN GEOMORFOLOGI DAERAH KARST, KECAMATAN PANGKALAN DAN SEKITARNYA, KABUPATEN KARAWANG, JAWA BARAT", "Abstrak": "Daerah penelitian berada pada zona 48 S koordinat UTM WGS1984 yaitu 9283300-9290100 mN dan 742360-749740 mE, berada di Kecamatan Pangkalan, Kabupaten Karawang, Jawa Barat. Luas daerah penelitian adalah 52,5 km2. Penelitian dilakukan untuk mengetahui tatanan geologi serta geomorfologi dengan metode pemetaan pada skala     \n \n \n\n1:25.000 serta mengetahui geomorfologi karst daerah tersebut. Berdasarkan analisis topografi, citra SRTM, pengamatan lapangan, dan berdasarkan Klasifikasi Bentuk Muka Bumi (Bandono dan Brahmantyo, 2006) terdapat lima satuan geomorfologi pada daerah penelitian, yaitu Satuan Dataran Banjir, Satuan Perbukitan Homoklin, Satuan Perbukitan Karst, Satuan Dataran Denudasional Sinklin, dan Satuan Punggungan Antiklin. Daerah penelitian terdiri atas lima satuan stratigrafi tidak resmi, dari     \n \n \n\nsatuan tertua, yaitu Satuan Batugamping 1, Satuan Batulempung, Satuan Batugamping 2, Satuan Batupasir, dan Satuan Endapan Aluvial. Struktur geologi yang berkembang pada daerah penelitian adalah perlipatan berarah relatif barat-timur, sesar menganan berarah relatif baratlaut-tenggara serta sesar mengiri berarah relatif timurlaut-baratdaya. Sejarah geologi daerah penelitian dimulai dari pengendapan Satuan Batugamping 1 pada Kala Miosen Tengah di lingkungan Middle Shelf. Selanjutnya terjadi pengendapan Batulempung secara selaras di atasnya pada Kala Miosen Akhir pada lingkungan Neritik Tepi hingga Neritik Tengah. Pengendapan Satuan Batugamping 2 secara melensa di atas satuan Batulempung pada lingkungan Inner Shelf terbentuk setelahnya dan diikuti pengendapan Satuan Batupasir pada lingkungan Intertidal Zone dengan rentang umur Kala Miosen Akhir hingga Pliosen Awal. Pada Kala Pliosen Awal menuju Pliosen Akhir terjadi deformasi berupa perlipatan dan sesar pada daerah penelitian karena pengaruh subduksi dari selatan Pulau Jawa dengan gaya dominan berarah relatif utara-selatan. Karts pada daerah penelitian terdiri atas morfologi beragam seperti bukit karst, gua, speleotem, mata air, sungai bawah permukaan, dan karren. Morfologi tersebut dipengaruhi     \n \n \n\noleh kontrol struktur terhadap batugamping pada daerah penelitian. Pemetaan gua menunjukkan perkembangan gua yang beragam hasil pelarutan pada bidang struktur     \n \n \n\nvertikal maupun horizontal. Speleotem berkembang baik pada interior gua seperti pillar, stalaktit, stalakmit, dan flowstone. Morfologi minor atau karren juga berkembang berupa solutional pits dan splitkarren. Karst pada daerah penelitian memenuhi kriteria Kawasan Bentang Alam Karst yang dilindungi dalam Peraturan Menteri No.17 tahun 2012.", "Daftar File": {"2016 TA PP RIVAL KARTINALDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/121441", "2016 TA PP RIVAL KARTINALDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/121442", "2016 TA PP RIVAL KARTINALDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/121443", "2016 TA PP RIVAL KARTINALDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/121444", "2016 TA PP RIVAL KARTINALDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/121445", "2016 TA PP RIVAL KARTINALDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/121446", "2016 TA PP RIVAL KARTINALDI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/121447", "2016 TA PP RIVAL KARTINALDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/121448"}, "Penulis": "RIVAL KARTINALDI (NIM : 12012024)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Budi Brahmantyo, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pangkalan, karst, batugamping, gua, mata air, speleotem, Karawang.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}