{"Nomor": 24044, "Judul": "PENGENALAN DIALEK JAWA DAN SUNDA PADA UCAPAN BAHASA INDONESIA MENGGUNAKAN GMM DAN I-VECTOR", "Abstrak": "Dialek merupakan variansi bahasa yang dapat mempengaruhi cara pengucapan seseorang. Dalam sistem pengenalan ucapan yang menerjemahkan suara ke dalam bentuk teks, dialek pembicara dapat mempengaruhi hasil pengenalan. Penelitian tentang identifikasi dialek telah dilakukan terlebih dahulu dalam dialek India (Hindi), Arab dan Bangladesh. Walaupun di Indonesia terdapat cukup banyak dialek, namun penelitian untuk pengenalan dialek pada bahasa Indonesia masih terbatas, oleh sebab itu dilakukan penelitian mengenai pengenalan dialek yang paling banyak penuturnya di Indonesia yaitu dialek Jawa dan Sunda.  \n \n\nPenelitian ini diawali dengan pengumpulan data yang digunakan untuk eksperimen pembelajaran mesin berbasiskan supervised learning. Korpus suara yang digunakan untuk membangun model adalah korpus suara yang di rekam dari 8 orang laki-laki dan 2 orang perempuan pada masing-masing dialek yang membacakan cerita dalam bahasa Indonesia dengan total durasi data latih selama 1,5 jam.  \n \n\nPengenalan dialek Jawa dan Sunda pada ucapan bahasa Indonesia dibangun melalui eksperimen kombinasi fitur berupa MFCC dan pitch dan menggunakan teknik pemodelan GMM dan I-vector. Proses pembangunan model dialek dilakukan dengan perbandingan 80:20 untuk data latih dan data uji. Selain itu, model yang telah dibangun diuji dengan menggunakan skema 5-Fold terhadap 4 data uji yang bersifat closed test dan 12 data uji yang bersifat open-test. Nilai Classification Error yang didapat dengan menggunakan teknik pemodelan I-vector dan kombinasi fitur MFCC+pitch adalah sebesar 35% untuk closed test dan 13,34% untuk open test.", "Daftar File": {"2017 TS PP RITA RAHMAWATI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/121417"}, "Penulis": "RITA RAHMAWATI (NIM: 23514023)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dessi Puji Lestari, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "bahasa Indonesia, dialek, pembelajaran mesin, pengenalan dialek jawa dan sunda", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}