{"Nomor": 24047, "Judul": "ADAPTASI PERKEBUNAN KELAPA SAWIT DAN KARET TERHADAP PERUBAHAN IKLIM DI KABUPATEN OGAN KOMERING ULU (OKU)", "Abstrak": "Perubahan iklim merupakan fenomena alam yang terjadi seiring perkembangan zaman dan menjadi tantangan besar yang harus dihadapi masyarakat baik pada saat ini maupun pada masa yang akan datang. Indonesia sebagai Negara tropis tidak terlepas dari fenomena perubahan iklim tersebut, termasuk pula Provinsi Sumatera Selatan yang menjadi wilayah penelitian dalam studi ini.        \n \n\nBerdasarkan data dari penelitian mengenai Climate Risk and Adaptation Assessment of South Sumatera yang dilakukan pada tahun 2012, menunjukkan bahwa wilayah Sumatera Selatan akan terjadi perubahan iklim dengan kecenderungan peningkatan El Nino, yang akan menyebabkan meningkatnya luasan wilayah yang mengalami kekeringan. Kekeringan tersebut ditengarai akan berdampak terhadap banyak sektor termasuk pula sektor pertanian khususnya sub sektor perkebunan yang merupakan penunjang utama pendapatan daerah. Salah satu wilayah di Sumatera Selatan yang sangat mengandalkan perkebunan dalam pendapatan daerahnya adalah Kabupaten OKU dengan komoditas utama karet dan kelapa sawit.        \n \n\nPenelitian ini dilakukan untuk melihat bagaimana pengaruh perubahan iklim terhadap perkebunan karet dan kelapa sawit dengan melakukan penelitian secara kualitatif untuk mencari fakta-fakta mengenai dampak perubahan iklim berdasarkan kejadian yang terjadi di lapangan. Hasil akhir dari penelitian yang dilakukan berupa risiko perubahan iklim terhadap perkebunan kelapa sawit dan karet yag dinilai dari 3 variabel yaitu kerentanan, bahaya dan kapasitas.        \n \n\nBerdasarkan analisis yang telah dilakukan, didapatkan bahwa risiko perkebunan karet dan kelapa sawit terdapat kesamaan yaitu kemungkinan terjadinya kekeringan yang disebabkan oleh menurunnya curah hujan yang mengakibatkan defisit air terhadap tanaman. Dengan adanya kemungkinan dampak yang terjadi, maka direkomendasikan beberapa alternatif upaya yang dapat diterapkan oleh pelaku perkebunan untuk menghadapi perubahan iklim pada masa yang akan datang.", "Daftar File": {"2016 TS PP RITA ZAHARA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/121430", "2016 TS PP RITA ZAHARA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/121431", "2016 TS PP RITA ZAHARA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/121432", "2016 TS PP RITA ZAHARA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/121433", "2016 TS PP RITA ZAHARA 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/121434", "2016 TS PP RITA ZAHARA 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/121435", "2016 TS PP RITA ZAHARA 1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/121436", "2016 TS PP RITA ZAHARA 1-BAB 4D.pdf": "https://digilib.itb.ac.id/gdl/download/121437", "2016 TS PP RITA ZAHARA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/121438", "2016 TS PP RITA ZAHARA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/121439", "2016 TS PP RITA ZAHARA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/121440"}, "Penulis": "RITA ZAHARA (NIM : 25414059)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Djoko Santoso Abi Suroso, Ir., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Perubahan iklim, Perkebunan sawit dan karet, Upaya adaptasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "11 file", "Tanggal Input": "24 Nov 2017"}