{"Nomor": 24054, "Judul": "TRAINING NEEDS ANALYSIS (TNA) BERDASARKAN PERSPEKTIF ORGANISASI DAN PENILAIAN INDIVIDU DALAM FUTURE LEADERS  PROGRAM DI PT. DHARMA GUNA WIBAWA", "Abstrak": "PT. Dharma Guna Wibawa (DGW) adalah salah satu anak perusahaan dari    \n \n \n\nDharma Guna Wibawa Group (DGW Group) yang merupakan perusahaan joint-venture   \n \n \n\ndengan Hextar Chemical Malaysia, Sdn. Bhd. Perusahaan ini berdiri pada tahun 2001   \n \n \n\ndan memulai bisnisnya di bidang pestisida di Indonesia dengan mengandalkan sumber   \n \n \n\ndaya manusia sebagai kekuatan utama. Pada akhir tahun 2015, beberapa karyawan   \n \n \n\nDGW direkrut oleh salah satu kompetitor dan mengakibatkan kelangsungan bisnis   \n \n \n\nperusahaan terganggu. Disamping itu, DGW juga merasa kesulitan untuk mencari   \n \n \n\nsumber daya manusia yang bisa menempati posisi-posisi yang ditinggalkan oleh   \n \n \n\nkaryawan yang direkrut oleh kompetitor tersebut. Kondisi ini membuat perusahaan   \n \n \n\nuntuk lebih fokus kepada pengembangan sumber daya manusia yang berpotensi menjadi   \n \n \n\npemimpin di masa depan melalui pelatihan dan pengembangan yang bernama future   \n \n \n\nleaders program.    \n \n \n\nTraining Needs Analysis (TNA) merupakan salah satu bagian yang sangat   \n \n \n\npenting dalam menentukan program pelatihan. TNA yang dilaksanakan dalam   \n \n \n\npenelitian ini berdasarkan perspektif organisasi dan penilaian individu. PorterÃ‚Â’s Five   \n \n \n\nForces dan Kapabilitas Organisasi digunakan untuk menganalisa kebutuhan training   \n \n \n\nberdasarkan perspektif organisasi sedangkan EQ-Based Behavioral Assessment   \n \n \n\ndigunakan untuk menganalisa kebutuhan individu. Metode ini digunakan untuk   \n \n \n\nmenganalisa gap yang terjadi antara kondisi yang dimiliki perusahaan dengan kondisi   \n \n \n\nyang diharapkan oleh perusahaan. Data yang didapat dari penelitian ini bertujuan untuk   \n \n \n\nmerancang program pelatihan yang akan menjadi bagian dari future leaders program di   \n \n \n\nDGW.    \n \n \n\nHasil analisa menunjukkan adanya gap yang terjadi pada organisasi dan   \n \n \n\nkaryawan. Namun DGW memiliki kekurangan sumber daya manusia untuk   \n \n \n\nmengimplementasikan program pelatihan yang berkaitan dengan gap tersebut. Oleh   \n \n \n\nkarena itu perusahaan bekerja sama dengan SBM-ITB untuk melaksanakan pelatihan   \n \n \n\ndan pengembangan talenta yang ada sebagai pemimpin di masa yang akan datang.", "Daftar File": {"Rizal Akbar Firdaus  29114842.pdf": "https://digilib.itb.ac.id/gdl/download/121466"}, "Penulis": "Rizal Akbar Firdaus  29114842", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Yuni Ros Bangun, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Future Leaders, Organizational Capability, Training and Development,     Training Needs Analsis, TNA, Organizational Perspective, Individual Assessment.", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Okt 2017"}