{"Nomor": 24058, "Judul": "PREDIKSI LAMA RAWAT INAP PASIEN PENYAKIT JANTUNG KORONER RS AWAL BROS TANGERANG MENGGUNAKAN ALGORITMA DECISION TREE C4.5", "Abstrak": "Penyakit jantung koroner merupakan salah satu penyakit dengan rawat inap terbanyak pada RS Awal Bros Tangerang, sebagai rumah sakit umum swasta pusat jantung. Dengan banyaknya pasien rawat inap dan mahalnya perawatan untuk pasien penyakit jantung koroner, rumah sakit harus memiliki kualitas keputusan manajemen klinis yang baik agar dapat melayani pasien dengan kualitas pelayanan yang baik pula dengan penggunaan sumber daya yang efisien. Oleh karena itu, adanya suatu sistem yang dapat melakukan prediksi lama rawat inap pasien saat awal masuk menjadi kebutuhan yang penting bagi rumah sakit. \n\nPenelitian ini menggunakan data personal dan rekam medis sebanyak 362 pasien PJK RS Awal Bros Tangerang. Dengan menggunakan algoritma C4.5, model prediksi dibangun dalam bentuk decision tree. Atribut masukan awal diperoleh dari studi literatur dan konfirmasi kepada ahli, yaitu dokter penyakit jantung. Lama rawat inap pasien diklasifikasikan ke dalam tiga kelas, yaitu 0-3 hari, 4-5 hari, dan lebih dari 5 hari, berdasarkan penilaian ahli. Model prediksi decision tree yang dihasilkan memiliki akurasi prediksi 80.20%. Decision tree mereduksi atribut masukan menjadi sembilan atribut yang memengaruhi prediksi lawa rawat inap PJK, yaitu ureum, E-GFR, suhu, komorbiditas, glukosa, nadi, ST-T wave abnormality, skala nyeri, dan diabetes mellitus. \n\nPenelitian ini juga memberikan rancangan implementasi dari aturan klasifikasi decision tree untuk memprediksi lama rawat inap pasien PJK dalam bentuk program sederhana. Program sederhana dirancang menggunakan Microsoft Excel dengan bahasa pemrograman Visual Basic Application. Program yang dirancang dapat langsung digunakan oleh pihak rumah sakit untuk membantu dalam merencanakan manajemen klinis dan mengelola sumber daya yang lebih baik.", "Daftar File": {"2017 TA PP RIZKIA ANDINI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/121484"}, "Penulis": "Rizka Andini (NIM 13413056)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Rajesri Govindaraju, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Penyakit Jantung Koroner, PJK, Lama Rawat Inap, Rumah Sakit, Kesehatan, Klasifikasi, Prediksi, Data Mining, Decision Tree, VBA", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "1 file", "Tanggal Input": "28 Sep 2017"}