{"Nomor": 24068, "Judul": "TINJAUAN PARAMETRIK PERANCANGAN REAKTOR GASIFIKASI FLUIDIZED BED UNTUK BIOMASSA", "Abstrak": "Pada tugas akhir ini, dimensi optimum dari rancangan reaktor gasifikasi fluidized bed untuk biomasa telah dianalisis secara parametrik. Parameter tersebut meliputi suhu gasifikasi, kadar air biomassa, nisbah udara-bahan bakar, jenis biomassa, kondisi fisik biomassa, serta kapasitas keluaran termal yang diinginkan. Dari perhitungan dan pemodelan stoikiometri diketahui kondisi optimum terjadi ketika suhu 1000 oC, kadar air 5%, dan nisbah udara-bahan bakar 20%. Dengan     \n \n\nmenggunakan rentang diameter partikel antara 1 mm - 3.5 mm serta kapasitas keluaran termal sebesar 5 - 25 MWth didapatkan diameter reaktor yang memiliki rentang sebesar 0.36 - 2.85 m. Di mana ketika diameter partikel semakin kecil dan kapasitas keluaran termal semakin besar, nilai diameter reaktor yang dihasilkan juga semakin besar. Pada kondisi optimum, tinggi reaktor hanya dipengaruhi oleh rentang diameter partikel 0.3 mm - 3.5 mm. Ketika diameter partikel semakin besar, tinggi reaktor yang dihasilkan juga semakin besar. Tinggi reaktor yang dihasilkan memiliki rentang 2.45 - 8.49 m, dengan masing-masing tinggi memiliki nilai diameter reaktor yang berbeda yang berkisar antara 0.5 - 6 m.", "Daftar File": {"2012 TA PP RIZKI NUR JANNAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/121532", "2012 TA PP RIZKI NUR JANNAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/121533", "2012 TA PP RIZKI NUR JANNAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/121534", "2012 TA PP RIZKI NUR JANNAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/121535", "2012 TA PP RIZKI NUR JANNAH 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/121538", "2012 TA PP RIZKI NUR JANNAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/121536", "2012 TA PP RIZKI NUR JANNAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/121537", "2012 TA PP RIZKI NUR JANNAH 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/121539"}, "Penulis": "RIZKI NUR JANNAH (NIM : 13308056)", "Kontributor / Dosen Pembimbing": ["Pembimbing :     \n \n\nDr. Ir. Edi Leksono, M.Eng.     \n \n\nIr. Wisnu Hendradjit, M.Sc. E."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "gasifikasi, fluidized bed, pemodelan stoikiometri, gas sintetik, perancangan reaktor", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}