{"Nomor": 24060, "Judul": "UJI AKTIVITAS INHIBISI &#945;-AMILASE BEBERAPA EKSTRAK TUMBUHAN INDONESIA DAN FRAKSI DARI TUMBUHAN TERPILIH [CEIBA PENTANDRA (L.) GAERTN.]", "Abstrak": "Diabetes mellitus (DM) adalah salah satu masalah kesehatan terbesar pada abad \n\n21. Diabetes ditandai dengan peningkatan kadar gula darah yang melebihi batas \n\nnormal. Berbagai terapi untuk menurunkan kadar gula darah telah diperkenalkan, \n\nsalah satunya dengan menghambat enzim yang terlibat dalam proses hidrolilis \n\nkarbohidrat seperti α-amilase yang dapat menyebabkan penyerapan glukosa \n\nmenjadi lebih lambat. Di Indonesia DM dikenal dengan kencing manis, \n\npenduduknya menggunakan tumbuhan sebagai obat tradisional kencing manis, \n\nantara lain daun keji beling (Strobilanthes crispa L. Blume), daun kedondong \n\n(Spondias dulcis Soland ex. Park), biji adas (Foeniculum vulgare Mill.), kulit \n\nkayu pulai (Alstonia scolaris (L.) R.Br.), daun sembung (Blumea balsamifera (L.) \n\nDC.), daun gadung (Dioscorea hispida Dennst.), daun lampes (Ocimum sanctum \n\nL.), biji buncis (Phaseolus vulgaris L.), kulit batang kapuk (Ceiba pentandra (L.) \n\nGaertn), daun murbei (Morus alba L.), biji dan kulit batang jamblang (Syzygium \n\ncumini Merr.), buah ceremai (Phyllanthus acidus (L.) Skeels), daun malaka \n\n(Phyllanthus emblica L.), herba meniran (Phyllanthus niruri L.), daun sendok \n\n(Plantago major L.), daun kaca piring (Gardenia jasminoides J. Ellis), dan daun \n\njati belanda (Guazuma ulmifolia Lamk. var. tomentosa K. Schum). Penelitian ini \n\nbertujuan untuk memverifikasi tumbuhan yang secara tradisional telah digunakan \n\nsebagai obat kencing manis dengan pendekatan in vitro sebagai inhibitor enzim α- \n\namilase. Ekstraksi dilakukan dengan metode refluks menggunakan pelarut etanol \n\n96%. Ekstrak yang diperoleh dikeringkan dengan alat pengering beku dan diuji \n\naktivitas inhibisi α-amilase pada konsentrasi 500 μg/mL. Ekstrak kulit batang \n\nkapuk memiliki persen inhibisi paling tinggi dibandingkan dengan 17 sampel uji \n\nlainnya yaitu sebesar 97,64Ã‚Â±0,52%. Nilai IC50 dari ekstrak daun malaka, biji \n\njamblang, kulit batang kapuk, kulit batang jamblang, dan akarbosa berturut-turut \n\nadalah 35,56Ã‚Â±8,09 μg/mL; 25,63Ã‚Â±1,91 μg/mL; 21,84Ã‚Â±0,24 μg/mL; 12,62Ã‚Â±1,81 \nμg/mL; dan 3,01Ã‚Â±0,77 μg/mL. Kapuk dipilih untuk dilakukan pengujian aktivitas \n\ninhibisi α-amilse lanjutan, ekstrak kulit batang kapuk difraksinasi dengan metode \n\nekstraksi cair-cair menggunakan n-heksana dan etil asetat. Nilai IC50 untuk fraksi \n\nn-heksana, fraksi etil asetat, dan fraksi air kulit batang kapuk berturut-turut \n\n491,41Ã‚Â±29,80 μg/mL; 322,61Ã‚Â±9,29 μg/mL; dan 26,49Ã‚Â±1,07 μg/mL. Kesimpulan \n\ndari penelitian ini adalah hasil verifikasi terhadap 18 sampel tumbuhan \n\nmenunjukan adanya aktivitas inhibisi α-amilase dan ekstrak kulit batang kapuk \n\nmemiliki aktivitas yang paling baik dibandingkan dengan fraksi-fraksinya. \n\nSimplisia dan ekstrak kulit batang kapuk mengandung golongan senyawa \n\nalkaloid, flavonoid, tanin katekat, saponin, kuinon dan steroid/triterpenoid.", "Daftar File": {"2017 TS PP RIZKA KUSUMA PUTRI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/121486", "COVER RIZKA KUSUMA PUTRI (NIM: 20714019)": "https://digilib.itb.ac.id/gdl/download/203732", "BAB 1 RIZKA KUSUMA PUTRI (NIM: 20714019)": "https://digilib.itb.ac.id/gdl/download/203733", "BAB 2 RIZKA KUSUMA PUTRI (NIM: 20714019)": "https://digilib.itb.ac.id/gdl/download/203734", "BAB 3 RIZKA KUSUMA PUTRI (NIM: 20714019)": "https://digilib.itb.ac.id/gdl/download/203735", "BAB 4 RIZKA KUSUMA PUTRI (NIM: 20714019)": "https://digilib.itb.ac.id/gdl/download/203736", "BAB 5 RIZKA KUSUMA PUTRI (NIM: 20714019)": "https://digilib.itb.ac.id/gdl/download/203737", "BAB 6 RIZKA KUSUMA PUTRI (NIM: 20714019)": "https://digilib.itb.ac.id/gdl/download/203738", "PUSTAKA RIZKA KUSUMA PUTRI (NIM: 20714019)": "https://digilib.itb.ac.id/gdl/download/203739"}, "Penulis": "RIZKA KUSUMA PUTRI (NIM: 20714019)", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Prof.Dr. Asep Gana Suganda", "Dr. Muhamad Insanu"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "α-amilase, persen inhibisi, IC50, tumbuhan Indonesia", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "9 file", "Tanggal Input": "04 Okt 2017"}