{"Nomor": 24065, "Judul": "GEOLOGI DAN ANALISIS LINGKUNGAN PENGENDAPAN FORMASI BELUMAI DAERAH BAHOROK DAN SEKITARNYA, KECAMATAN BAHOROK, KABUPATEN LANGKAT, SUMATERA UTARA", "Abstrak": "Pemetaan geologi dilakukan di Kecamatan Bahorok, Kabupaten langkat, Provinsi Sumatera Utara. Penelitian dilakukan dalam wilayah sekitar 61 km2. Tujuan penelitian ini adalah untuk mengetahui kondisi geologi daerah penelitian dan \nmempelajari batuan yg berpotensi sebagai reservoir di daerah penelitian. Metode yang digunakan adalah pemetaan geologi lapangan dan analisis lingkungan pengendapan Formasi Belumai. Berdasarkan morfologinya, daerah penelitian ini dibagi menjadi tiga satuan geomorfologi, yaitu Satuan Perbukitan Sesar, Satuan Dataran Piroklastik, dan Satuan Dataran Aluvial. Berdasarkan jenis litologinya, stratigrafi daerah penelitian terdiri dari delapan satuan batuan dari tua ke muda, yaitu Satuan Batulumpur Kerikilan dan Satuan Batugamping sebagai endapan pre-rift, Satuan Batupasir-Konglomerat dan Satuan Batulempung sebagai endapan syn-rift, Satuan Batupasir, Satuan Batulempung-Batugamping, Satuan Tuf, dan Satuan Aluvial sebagai endapan postrift. Struktur daerah penelitian memiliki orientasi barat laut-tenggara dan utaraselatan yang terdiri dari struktur lipatan, sesar naik, dan sesar geser. Struktur geologi ini terbentuk akibat adanya gaya utama yang bekerja dengan arah barat-timur pada Plio-Plistosen. Satuan Batupasir pada daerah penelitian ini memiliki kesamaan ciri dengan Formasi Belumai yang merupakan salah satu formasi potensial sebagai reservoir pada Cekungan Tersier Sumatera Utara. Satuan ini diendapkan pada lingkungan transisi, tepatnya pada sistem barrier island. Berdasarkan asosiasi fasies dan posisi \nstratigrafinya, satuan batupasir dapat dibagi menjadi tiga bagian, yaitu bagian bawah, tengah, dan atas. Lingkungan pengendapan bagian bawah dari satuan ini terdiri dari sand flats, lagoon, dan flood tidal delta(?). Bagian tengah satuan ini menunjukkan lingkungan pengendapan tidal flats, channel, dan barrier island. Bagian atas dari satuan ini diendapkan pada lingkungan barrier bar/beach(?) dan foreshore bar.", "Daftar File": {"2015 TA PP  RIZKIE ADITYA HARTANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/121512", "2015 TA PP  RIZKIE ADITYA HARTANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/121513", "2015 TA PP  RIZKIE ADITYA HARTANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/121514", "2015 TA PP  RIZKIE ADITYA HARTANA 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/121515", "2015 TA PP  RIZKIE ADITYA HARTANA 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/121516", "2015 TA PP  RIZKIE ADITYA HARTANA 1-BAB 3C.pdf": "https://digilib.itb.ac.id/gdl/download/121517", "2015 TA PP  RIZKIE ADITYA HARTANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/121518", "2015 TA PP  RIZKIE ADITYA HARTANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/121519", "2015 TA PP  RIZKIE ADITYA HARTANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/121520", "2015 TA PP  RIZKIE ADITYA HARTANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/121521"}, "Penulis": "RIZKIE ADITYA HARTANA  (NIM :12010004)", "Kontributor / Dosen Pembimbing": ["Pembimbing :      \nIr. Nurcahyo Indro Basuki, MT, Ph.D.      \nDr. Ir. Dardji Noeradi."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bahorok, Formasi Belumai, fasies, barrier island, lagoon, flaser.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "10 file", "Tanggal Input": "26 Okt 2017"}