{"Nomor": 24088, "Judul": "PERSEPSI VISUAL PERSONAL BRAND RIDWAN KAMIL PADA MEDIA KAMPANYE PEMILIHAN WALIKOTA BANDUNG 2013", "Abstrak": "Personal brand adalah citra mengenai individu yang tertanam di pikiran audience. Beberapa dekade terakhir, kegiatan personal branding marak digunakan oleh kandidat politik dalam Pemilihan Umum dan Pemilihan Kepala Daerah untuk membangun citra diri dengan harapan dapat meningkatkan elektabilitas pada saat pemilihan. Elemen visual pada media komunikasi berperan sebagai stimuli yang dapat membentuk citra pelaku kegiatan personal branding dengan menghubungkan makna yang terbentuk melalui proses persepsi visual kepada pelaku kegiatan personal branding. Persepsi visual merupakan proses diterimanya stimuli melalui indra penglihatan yang kemudian dimaknai dan dijadikan landasan untuk bereaksi terhadap stimuli. Melalui elemen visual media kampanye Pemilihan Walikota Bandung 2013, Ridwan Kamil telah mengomunikasikan berbagai gagasan mengenai dirinya kepada khalayak sebagai salah satu strategi kampanye politiknya. Fokus permasalahan pada penelitian ini berupa personal brand Ridwan Kamil yang terbentuk di pikiran kelompok khalayak pemilih pertama serta hubungan peran pelaku kegiatan personal branding, personal brand yang terbentuk, elemen visual media komunikasi dan audience pada proses pembentukkan personal brand Ridwan Kamil. Penelitian ini bertujuan untuk mengkaji pembentukkan personal brand Ridwan Kamil melalui proses persepsi visual terhadap media kampanye Pemilihan Walikota Bandung 2013-2018 yang diharapkan dapat dijadikan referensi pada kegiatan personal branding lainnya terutama di bidang politik.    \n \n \n \n\nMetode penelitian yang digunakan berupa metode campuran. Metode kuantitaif yang ditujukan untuk mendapatkan kecenderungan umum citra Ridwan Kamil yang terbentuk melalui persepsi visual terhadap media kampanye di pikiran kelompok khalayak pemilih pertama. Kegiatan focus group dilakukan untuk mendapatkan item-item mengenai citra Ridwan Kamil yang dapat dibentuk elemen visual media kampanye yang kemudian diajukan dalam bentuk kuesioner penelitian kepada responden penelitian dengan kriteria pemilih pertama pada Pemilihan Walikota Bandung 2013. Metode kualitatif ditujukan untuk mendeskripsikan citra yang dibentuk media kampanye melalui proses persepsi visual sehingga didapatkan gambaran mengenai pembentukkan citra Ridwan Kamil, serta hubungan peran pelaku, elemen visual media komunikasi, audience dan personal brand yang terbentuk pada proses pembentukkan personal brand. Analisis yang digunakan berupa analisis isi kualitatif untuk mendeskripsikan pembentukan citra Ridwan Kamil melalui persepsi visual terhadap media kampanye serta konteks yang dapat mempengaruhi pembentukkan citra.   \n \n \n \n\nHasil analisis data kuesioner penelitian menunjukan bahwa personal brand Ridwan Kamil yang terbentuk di pikiran kelompok khalayak pemilih pertama berupa citra cinta, ramah, pintar dan sosok pembangun serta janji perbaikan dan rencana pembangunan Kota Bandung. Citra nilai cinta terbentuk melalui elemen visual artwork ikon hati, citra kepribadian ramah terbentuk melalui ekspresi wajah tersenyum pada elemen visual foto diri Ridwan Kamil. Selain citra kepribadian ramah, elemen visual foto diri Ridwan Kamil juga membentuk citra pintar melalui penggunaan kaca mata. Citra keahlian sebagai sosok pembangun dibentuk oleh elemen visual foto dan artwork yang menunjukkan rancangan dan kegiatan pembangunan kota. Pada pembentukkan personal brand, pelaku kegiatan personal branding berperan dalam menentukan citra diri yang akan dibangun dan merancang elemen visual untuk membangun citra diri. Elemen visual media komunikasi berperan sebagai penyampai gagasan-gagasan yang digunakan untuk membentuk citra diri, serta juga berperan sebagai stimuli yang akan dimaknai oleh audience. Pemaknaan elemen visual oleh audience dipengaruhi oleh pengetahuan yang dimiliki audience dan informasi-informasi yang dihasilkan situasi sosial dan budaya yang ada disekitar audience. Makna yang terbentuk melalui persepsi visual audience terhadap elemen visual media kampanye kemudian dijadikan sebagai citra diri pelaku personal branding yang dapat memunculkan dampak kognitif dan reaktif audience terhadap pelaku kegiatan personal branding.", "Daftar File": {"2017 TS PP Robby Firmansyah 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/121612"}, "Penulis": "Robby Firmansyah", "Kontributor / Dosen Pembimbing": ["Dr. Agung Eko Budiwaspada, M.Sn   \n \n \n\nDr. Agus Sachari, M.Sn"], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Persepsi visual, personal brand, media kampanye", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}