{"Nomor": 24080, "Judul": "PENENTUAN KEBIJAKAN INVENTORI UNTUK KAPASITAS GUDANG TERBATAS DENGAN MEMBANDINGKAN MODEL PERPETUAL SINGLE ITEM (Q) DAN PERIODIK MULTI ITEM (P)", "Abstrak": "PT Muawanah Al Masoem adalah salah satu lini bisnis Al Masoem Group yang memproduksi air minum dalam kemasan (AMDK). PT Muawanah Al Masoem memproduksi berbagai ukuran AMDK dari mulai 240 ml hingga 19 liter. Selain itu, merek yang diproduksi tidak hanya Al Masoem, tetapi juga Asri dan Quazam.   \n \n\nSebagai perusahaan dengan tingkat pemasaran lokal, PT Muawanah Al Masoem telah mendominasi pangsa pasar sebesar 70% dengan rata-rata peningkatan penjualan 10,8% sejak 2014 hingga 2016. Peningkatan ini menambah kompleksitas pengendalian bahan baku yang menyebabkan terjadinya penumpukan. Penumpukan bahan baku PT Muawanah Al Masoem mencapai Rp 1.276.229.838 pada tahun 2016 dengan penggunaan kapasitas sebesar 78,41%. Oleh karena itu, usulan kebijakan inventori yang tepat perlu ditentukan untuk mengurangi ongkos inventori dan penumpukan bahan baku.   \n \n\nKebijakan inventori PT Muawanah Al Masoem ditentukan dengan menggunakan model inventori probabilistik dengan karakteristik khusus, yaitu keterbatasan kapasitas gudang dan lead time sebagai variabel terkendali. Kebijakan dikembangkan dengan pendekatan model Q dan multi item. Pendekatan model Q menghasilkan solusi independen antar material dengan ukuran pemesanan konstan dan waktu pemesanan pada reorder point. Pada pendekatan model multi item, dihasilkan solusi dependen antar material dalam satu pemasok dengan waktu antar pemesanan konstan dan ukuran pemesanan sebesar selisih tingkat inventori maksimum dengan tingkat inventori saat pemesanan dilakukan.   \n \n\nModel terbaik ditentukan berdasarkan ongkos total inventori minimum. Solusi kebijakan menyatakan bahwa Pemasok 1, 2, dan 5 menggunakan model Q, sedangkan Pemasok 3 dan 4 menggunakan model multi item. Kebijakan usulan menghemat ongkos total inventori dari Rp 494.595.986 menjadi Rp 162.867.313 atau sebesar 67,07% dan penurunan penumpukan dari 1.068 m3 menjadi 853 m3 atau sebesar 20,11%.", "Daftar File": {"2017 TA PP RIZKY PUTRI ANWAR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/121580"}, "Penulis": "RIZKY PUTRI ANWAR - (13413015)", "Kontributor / Dosen Pembimbing": ["Dr. Yosi Agustina Hidayat, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Kebijakan inventori, kapasitas gudang, ukuran lot pemesanan, waktu antar pemesanan, produk multi item, lead time crashing", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}