{"Nomor": 24092, "Judul": "PERANCANGAN STRUKTUR SISTEM GANDA BANGUNAN GEDUNG HOTEL 25 TINGKAT DI KAWASAN BENDUNGAN HILIR", "Abstrak": "Seorang insinyur teknik sipil haruslah memiliki kompetensi yang cukup untuk melakukan perancangan struktur. Desain struktur yang baik harus memenuhi          \npersyaratan kekakuan, kekuatan, dan kestabilan. Untuk memenuhi persyaratan tersebut, perancangan struktur di setiap lokasi memiliki tantangan yang berbedaÃ‚Â–beda dan salah satu tantangan pembangunan yang menarik adalah pembangunan yang berlokasi di daerah gempa. Indonesia sendiri merupakan kawasan ring of fire sehingga frekuensi terjadinya gempa bumi di Indonesia cukup tinggi.          \n\nKarya tulis ini membahas mengenai perancangan struktur yang tahan gempa berdasarkan desain yang telah diberikan oleh arsitek. Untuk menahan gaya gempa pada struktur, struktur direncanakan untuk dirancang menggunakan sistem ganda dimana sistem ini menggabungkan dua sistem struktur yaitu Sistem Rangka Pemikul momen Khusus SRPMK) dan Sistem Dinding Struktural Khusus (SDSK). Perancangan yang dilakukan pada karya tulis ini mengacu kepada aturanÃ‚Â–aturan struktur tahan gempa yang ada di Indonesia yaitu SNI 1726:2012, SNI 1727:2013, dan SNI 2847:2013. Perancangan struktur menggunakan sistem ganda ini berdasarkan SNI 1726:2012 haruslah menggunakan nilai faktor modifikasi respons (R)=7.          \n\nDimensi elemenÃ‚Â–elemen struktural dirancang berdasarkan pemodelan yang dilakukan dalam perangkat lunak ETABS v.15.0.0. Desain elemen tulangan selain mengambil luas tulangan dari hasil desain ETABS v.15.0.0, penulangan          \ndinding geser dan kolom juga menggunakan perangkat lunak CSICol 9, sedangkan untuk penulangan pelat menggunakan perangkat lunak SAFE 2014. Hasil yang diperoleh dari perangkat lunak kemudian dicek berdasarkan aturanÃ‚Â–aturan yang ada.           \n\nPengecekan struktur yang dilakukan menggunakan gaya dinamik (respons spektra) dan gaya statis ekivalen. Struktur yang dirancang harus mampu menahan gaya akibat beban sendiri, beban sendiri tambahan, dan beban hidup. Stuktur diperbolehkan untuk mengalami lendutan tetapi tidak boleh melebihi batas lendutan izin.", "Daftar File": {"2017 TA PP ROBERT 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/121628", "2017 TA PP ROBERT 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/121629", "2017 TA PP ROBERT 1-BAB 2A.pdf": "https://digilib.itb.ac.id/gdl/download/121630", "2017 TA PP ROBERT 1-BAB 2B.pdf": "https://digilib.itb.ac.id/gdl/download/121631", "2017 TA PP ROBERT 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/121632", "2017 TA PP ROBERT 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/121633", "2017 TA PP ROBERT 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/121634", "2017 TA PP ROBERT 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/121635", "2017 TA PP ROBERT 1-BAB 6A.pdf": "https://digilib.itb.ac.id/gdl/download/121636", "2017 TA PP ROBERT 1-BAB 6B.pdf": "https://digilib.itb.ac.id/gdl/download/121637", "2017 TA PP ROBERT 1-BAB 6C.pdf": "https://digilib.itb.ac.id/gdl/download/121638", "2017 TA PP ROBERT 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/121639", "2017 TA PP ROBERT 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/121640"}, "Penulis": "ROBERT [15013125]", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "beton bertulang, gempa, sistem ganda, SRPMK, SDSK ; reinforced concrete, earthquake, dual system, SRPMK, SDSK", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "13 file", "Tanggal Input": "19 Des 2017"}