{"Nomor": 24091, "Judul": "STUDI IMPLEMENTASI PENGONTROL PI UNTUK PENGONTROLAN LEVEL PADA SISTEM TANGKI TUNGGAL DENGAN PLC TWIDO", "Abstrak": "Di dalam tugas akhir ini, penulis melakukan pengontrolan level pada sebuah sistem tangki tunggal. Pengontrolan dilakukan dengan menggunakan pengontrol PI yang diaplikasikan dengan menggunakan PLC kelas kecil (PLC Twido). Di lapangan ditemui permasalahan berupa rentang pengukuran transmitter yang lebih besar dari rentang proses yang dikendalikan, dimana rentang pengukuran transmitter adalah 0-10 mH2O dan rentang proses 0,1 m Ã‚Â– 0,8 m, sehingga perolehan parameter PI yaitu gain proportional (Kp) dan waktu integral (Ti) secara teoritis tidak dapat diterapkan begitu saja di lapangan. Tugas akhir ini memiliki tujuan untuk menjelaskan bagaimana mengimplementasikan pengontrol PI pada sebuah sistem tangki tunggal dengan menggunakan sebuah PLC kelas kecil.  \n \n\nNilai pengontrol PI yang diterapkan di lapangan yaitu Kp=13 dan Ti=180 diperoleh berdasarkan metode trial and error yang sistematis dan hasilnya sudah baik. Parameter ini memiliki nilai ISE sebesar 1,61 dan ketika nilai tersebut dibandingkan dengan hasil secara teoretis didapatkan damping ratio 𝜉𝜉 sebesar 0,85 untuk perubahan set-point 30%-50% dimana hasil ini mendekati nilai terbaik secara teoretis yaitu ISE sebesar 1,05 dan damping ratio 𝜉𝜉 sebesar 0,76. Rentang ISE ini adalah 1,05", "Daftar File": {"2012 TA PP ROBERTA ANIMALESTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/121621", "2012 TA PP ROBERTA ANIMALESTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/121622", "2012 TA PP ROBERTA ANIMALESTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/121623", "2012 TA PP ROBERTA ANIMALESTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/121624", "2012 TA PP ROBERTA ANIMALESTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/121625", "2012 TA PP ROBERTA ANIMALESTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/121626", "2012 TA PP ROBERTA ANIMALESTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/121627"}, "Penulis": "ROBERTA ANIMALESTO (NIM : 13308092)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. -Ing. Ir. Parsaulian I. Siregar", "Dr. Ir. Sutanto Hadisupadmo M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "PLC Twido, Scaling, Pengontrol PI, ISE (Integral Square Error), Sistem Tangki Level", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}