{"Nomor": 24098, "Judul": "EVOLUSI DAN KETIDAKPASTIAN STRUKTUR SERTA PENGARUHNYA PADA PERHITUNGAN CADANGAN LAPANGAN STUPA CEKUNGAN KUTAI SELATAN", "Abstrak": "Penilaian dan pengembangan suatu lapangan minyak dan gas bumi mencakup \n\nbanyak aspek yang didalamnya memiliki ketidakpastian baik dari segi geosains \n\ndan reservoir serta ketidakpastian non teknis lainnya. Salah satu ketidakpastian \n\ngeosains adalah ketidakpastian struktur/geometri yang dapat mempengaruhi \n\nperhitungan cadangan pada Lapangan Stupa Mahakam Selatan Panel Barat. Untuk \n\nitu digunakan metode Area Depth Strain (ADS) dan pemodelan ke depan \n\n(kinematika) sesar untuk melakukan kuantifikasi ketidakpastian Sesar Manpatu \n\nTimur dan Sesar Sepinggan, kuantifikasi resolusi seismik serta pengikatan \n\nterhadap sumur, definisi kontak hidrokarbon menggunakan data sumur serta \n\nsimulasi geostatistik ketidakpastian struktur di daerah ini. Pemodelan ke depan \n\nsesar digunakan untuk membantu interpretasi horizon pada lapangan berbeda \n\nyang dibatasi dengan loncatan tegak (throw) sesar yang besar dan secara akurat \n\ndapat merekonstruksi horizon yang sesuai dengan pemarkah sumur. Di lain pihak \n\nkombinasi antara pemodelan ke depan bersama dengan ADS memberikan nilai \n\nketidakpastian sesar bervariasi dari 50 m di dekat permukaan hingga 2500 m pada \n\nkedalaman lebih besar dari 5000 m. ADS dan restorasi paleovertikal digunakan \n\nuntuk mengetahui evolusi struktur dimana kedua sesar yang diteliti termasuk sesar \n\nnormal dengan keaktifan serta deformasi yang berbeda jauh, laju sedimentasi, \n\nketebalan dan pertumbuhan lapisan yang berbeda-beda. Simulasi geostatistik \n\ndengan beberapa skenario perhitungan GRV dilakukan yakni kontak yang \n\nbervariasi, variasi horizon dan terakhir adalah variasi sesar. Uji sensitivitas mono \n\nmenunjukkan bahwa horizon, sesar dan kontak memiliki kontribusi yang sama \n\nterhadap perhitungan GRV dan cadangan inisial di tempat (IGIP). Berdasarkan \n\nnilai IGIP tersebut akan dapat dihitung faktor keekonomian untuk pengembangan \n\nlebih lanjut Lapangan Stupa Panel Barat serta mengurangi risiko-risiko yang \n\nmungkin dapat timbul baik secara ekonomi maupun geosains. Penelitian yang \n\ndilakukan ini membuktikan efektivitas dari pemodelan kinematika dan ADS \n\ndalam membantu interpretasi horizon, simulasi ketidakpastian struktur serta \n\nevolusi dan pengaruhnya terhadap perhitungan cadangan Lapangan Stupa.", "Daftar File": {"2017 TS PP RONALD HERBET 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/121652"}, "Penulis": "RONALD HERBET (NIM: 22015304)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nIr. Benyamin Sapiie, Ph.D. \n\nDr. Dwiharso Nugroho."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "pemodelan, pemodelan ke depan, pemodelan kinematika, ADS, GRV, IGIP, uji sensitivitas, ketidakpastian horizon, ketidakpastian sesar, ketidakpastian kontak, simulasi, geostatistik, resolusi seismik, ketidakpastian struktur.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Sep 2017"}