{"Nomor": 24101, "Judul": "ANALISIS DAN DISTRIBUSI TEKANAN-LUAP DALAM MODEL TIGA DIMENSI MENGGUNAKAN KECEPATAN SEISMIK DI LAPANGAN PECIKO, KALIMANTAN TIMUR", "Abstrak": "Lapangan Peciko merupakan salah satu lapangan gas di Delta Mahakam yang telah dikembangkan lebih dari 20 tahun. Ratusan sumur telah dibor di lapangan ini dalam usaha pengembangan lapangan serta peningkatan produksi.  \n \n\nSumur-sumur di daerah penelitian mempunyai data yang cukup lengkap yang dapat digunakan sebagai sumber data untuk analisis tekanan-luap. Selain itu, di lapangan ini juga tersedia data kecepatan seismik 3D. Gabungan antara data sumur dan kecepatan seismik 3D membuat analisis distribusi tekanan-luap di lapangan ini dapat dilakukan dengan cukup akurat.  \n \n\nHasil analisis data sumur menunjukkan bahwa terdapat tiga pola tekanan pori di daerah penelitian, yaitu tekanan normal hidrostatis, tekanan-luap rendah, dan tekanan-luap tinggi. Analisis plot silang antara log sonik dengan densitas menunjukkan bahwa tekanan-luap rendah terbentuk oleh mekanisme loading, sementara tekanan-luap tinggi dibentuk oleh mekanisme non-loading.  \n \n\nPuncak tekanan-luap rendah di daerah penelitian terletak di marker SU2 Ã‚Â– SU3, dan mendangkal ke arah selatan dan timur. Puncak tekanan-luap tinggi juga mendangkal ke arah yang sama, dan terletak di marker SU4 Ã‚Â– SU6. Di daerah penelitian, arah dari progradasi delta dan proses transgresi selama Miosen Tengah dan Miosen Akhir adalah ke arah selatan dan timur, mengakibatkan kandungan lempung yang lebih banyak ke arah tersebut. Hal ini sesuai dengan penyebaran puncak tekanan-luap yang mendangkal ke arah tersebut.  \n \n\nHasil pemodelan tekanan-luap dengan menggunakan data seismik 3D menunjukkan hasil yang sesuai dengan data sumur. Hal ini diamati oleh koefisien determinasi (R2) > 0.88 antara estimasi tekanan pori dari pemodelan dibandingkan data tekanan pori pada sumur-sumur yang diuji.", "Daftar File": {"2017 TS PP RONI HERDIYANTO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/121661"}, "Penulis": "RONI HERDIYANTO      (NIM: 22015307)", "Kontributor / Dosen Pembimbing": ["AGUS MOCHAMAD RAMDHAN, ST., MT., Ph.D.  \n \n\nDr. I GUSTI BAGUS EDDY SUCIPTA, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "tekanan-luap, tekanan pori, loading, non-loading, kecepatan seismik", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}