{"Nomor": 24108, "Judul": "PERENCANAAN KAPASITAS UNTUK PERAWATAN KABIN PESAWAT TERBANG STUDI KASUS C-02 PESAWAT AIRBUS A-330", "Abstrak": "Sumber daya manusia adalah ujung tombak kegiatan perawatan. Ketersediaan sumber daya manusia mempengaruhi terpenuhi atau tidaknya turn around time (TAT) sebuah kegiatan perawatan pesawat terbang. Hasil observasi dan wawancara di MRO X menunjukkan bahwa sumber daya manusia yang tersedia belum mampu memenuhi TAT ketika beban kerja hangar sedang tinggi. Berdasarkan hal tersebut, diperlukan sebuah metoda perencanaan sumber daya manusia agar TAT dapat dipenuhi dengan biaya yang minimum.  \n \n\nPerencanaan sumber daya manusia dapat dilakukan dengan bantuan capacity planning. Pendekatan yang digunakan dalam penelitian ini adalah pendekatan deterministik dengan menggunakan linear programming. Pada penelitian ini digunakan dua cara pembagian beban kerja, yaitu Cara I dan Cara II. Pada penelitian ini juga digunakan dua model penyediaan sumber daya manusia, yaitu Model 1 dan Model 2.  \n \n\nModel 1 dengan Cara I menghasilkan surplus manhours sebesar 72% dari kebutuhan dan biaya 5,41% lebih tinggi dibandingkan biaya Post Project Review. Model 1 dengan Cara II menghasilkan surplus manhours sebesar 71,35% dari kebutuhan dan biaya 9,19% lebih tinggi dibandingkan biaya Post Project Review. Model 2 dengan Cara I menghasilkan surplus manhours sebesar 17,33% dari kebutuhan dan biaya 25,94% lebih rendah dibandingkan biaya Post Project Review. Model 2 dengan Cara II menghasilkan surplus manhours sebesar 16,67% dari kebutuhan dan biaya 22,99% lebih rendah dibandingkan biaya Post Project Review. Rekomendasi untuk penelitan selanjutnya adalah melakukan load forecasting terlebih dahulu, memperluas cakupan optimasi sehingga pemanfaatan sumber daya manusia dapat dimaksimalkan, dan menggunakan solver yang lebih mumpuni.", "Daftar File": {"2017 TA PP ROWI JAMES RICHARD HERE 1-ABSTRAK .pdf": "https://digilib.itb.ac.id/gdl/download/121688"}, "Penulis": "ROWI JAMES RICHARD HERE (NIM : 13613045)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Edy Suwondo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sumber daya manusia, turn around time (TAT)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}