{"Nomor": 24100, "Judul": "ANALISA SENSITIFITAS UNTUK OPTIMASI DIAMETER RISER", "Abstrak": "Penentuan diameter riser yang tepat perlu dirancang sesuai kebutuhan agar mampu menangani produksi fluida reservoir pada laju alir optimum dengan mengantisipasi permasalahan yang akan timbul selama masa produksi terkait dengan perubahan jenis fluida produksi.  \n \n\nDalam tesis ini optimasi riser tidak dikaitkan dengan perubahan dalam reservoir dan dilakukan dengan menggunakan perubahan parameter aliran fluida dari data hipotetis. Optimasi dilakukan melalui analisa sensitifitas dengan parameter gas liquid ratio, kadar air, dan pengaruh penurunan tekanan reservoir. Kehilangan tekanan dalam riser diperkirakan dengan menggunakan persamaan Hagedorn and Brown untuk aliran vertikal. Simulasi aliran fluida dilakukan dengan simulator PIPESIM, menggunakan model jaringan untuk lima sumur produksi.  \n \n\nHasil yang diperoleh dari simulasi menunjukkan bahwa diameter riser yang optimum untuk berbagai kondisi adalah 10,75 inchi, dengan pengaruh GLR lebih dominan dibanding dengan kenaikan kadar air. Berdasarkan peta pola aliran Schmidt, untuk rentang data hipotetis yang digunakan jenis pola aliran yang terjadi fasa tunggal, annular pada GLR lebih besar dari 200 scf/stb, dan fluida produksi dengan GLR sebesar 100 scf/stb memiliki potensi untuk terbentuk pola aliran slug.", "Daftar File": {"2010 TS PP RONALDY ADJIE 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/121654", "2010 TS PP RONALDY ADJIE 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/121655", "2010 TS PP RONALDY ADJIE 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/121656", "2010 TS PP RONALDY ADJIE 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/121657", "2010 TS PP RONALDY ADJIE 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/121658", "2010 TS PP RONALDY ADJIE 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/121659", "2010 TS PP RONALDY ADJIE 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/121660"}, "Penulis": "RONALDY ADJIE (NIM : 22208034)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Pudjo Sukarno, M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "diameter riser", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}