{"Nomor": 24104, "Judul": "ANALISIS TUMPAHAN MINYAK TERHADAP FAKTOR LINGKUNGAN DI PULAU PRAMUKA, KEPULAUAN SERIBU (PENELITIAN LIMBAH CAIR)", "Abstrak": "Insiden tumpahan minyak beberapa kali telah terjadi di wilayah Pulau Pramuka, Kepulauan Seribu. Tidak adanya upaya pembersihan secara signifikan menyebabkan proses minyak secara alami berlangsung dominan. Proses penyebaran dan penguraian minyak secara alami dipengaruhi oleh berbagai faktor lingkungan. Proses penyebaran minyak dapat terjadi secara horizontal dan vertikal sementara penguraian minyak dapat terjadi akibat proses evaporasi, fotooksidasi, dan biodegradasi. Faktor lingkungan yang mempengaruhi proses minyak diantaranya adalah energi gelombang dan arus pasang surut, kemiringan pantai, tipe sedimen, produktivitas biologi, temperatur, nutrien, dan salinitas. Temperatur di Pulau Pramuka berada pada rentang 28.88-30.34 derajat C pada musim timur dan 28.73-30.70 derajat C pada musim barat. Konsentrasi klorofil berada pada rentang 0.421-23.964 mg/m3 pada musim timur dan 0.605-25.499 mg/m3 pada musim barat. Salinitas di Pulau Pramuka berkisar antara 30.90-31.94%. Proses pembersihan minyak akibat gelombang dan arus pasang surut di Pulau Pramuka berlangsung lebih signifikan pada musim barat daripada musim timur. Klasifikasi wilayah berdasarkan faktor lingkungan menunjukkan bahwa proses biodegradasi minyak di wilayah barat Pulau Pramuka berlangsung lebih cepat daripada wilayah timur Pulau Pramuka. Hasil pengukuran sampel sedimen mengidentifikasi nilai sisa minyak berkisar antara 0%-1.172%. Hal ini menunjukkan masih adanya sisa minyak di sepanjang pesisir Pulau Pramuka. Sebagian besar sisa minyak masih berada di bawah baku mutu minyak di dalam tanah, yakni 1%. Walaupun begitu, upaya pembersihan sisa minyak masih perlu dilakukan di wilayah dengan karakteristik sangat rentan terhadap tumpahan minyak.", "Daftar File": {"2008 TA PP ROSIANNA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/121674", "2008 TA PP ROSIANNA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/121678", "2008 TA PP ROSIANNA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/121673", "2008 TA PP ROSIANNA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/121676", "2008 TA PP ROSIANNA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/121677", "2008 TA PP ROSIANNA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/121671", "2008 TA PP ROSIANNA 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/121672", "2008 TA PP ROSIANNA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/121675"}, "Penulis": "ROSIANNA (NIM 15303028)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Agus Jatnika Effendi dan Dr.rer.nat. Poerbandono, M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Proses minyak, Faktor lingkungan, Klasifikasi wilayah, Sisa minyak", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "30 Okt 2017"}