{"Nomor": 24119, "Judul": "PENENTUAN KOEFISIEN NPLV PADA KOTA PONTIANAK, KUPANG, DAN BANDUNG DENGAN METODE DEGREE HOURS DAN METODE PERHITUNGAN BEBAN PENDINGINAN RADIANT TIME SERIES", "Abstrak": "Pada zaman modern ini, hampir seluruh bangunan membutuhkan sistem pengondisian udara agar para penghuninya dapat melakukan aktivitas dengan nyaman. Salah satu sistem pendinginan terpusat yang biasa digunakan adalah sistem pendinginan air sejuk yang menggunakan chiller untuk mendinginkan air pendingin yang menyejukkan udara dalam ruangan.  \n \n\nPerancang terkadang menganggap bahwa chiller hanya bekerja pada beban penuh (100%) dan cenderung memilihnya berdasarkan efisiensinya di beban penuh. Namun, kebanyakan chiller bekerja pada efisiensi yang berbeda-beda pada tiap beban yang ditanggungnya. Pemilihan hanya berdasarkan beban penuh ini menyebabkan biaya konsumsi energi tahunan yang justru lebih besar.  \n \n\nTujuan utama dari penelitian ini adalah untuk memperoleh suatu parameter baru yang dapat merepresentasikan efisiensi suatu chiller pada berbagai beban operasinya, yaitu Non-standard Part Load Value (NPLV). NPLV dihitung dengan suatu persamaan yang memiliki beberapa koefisien, yang dalam penelitian ini akan ditentukan dengan dua jenis metode, yaitu Metode Degree Hours dan Perhitungan Beban Pendinginan Radiant Time Series. Pada penelitian ini ditentukan koefisien-koefisien NPLV dari Kota Bandung, Kupang dan Pontianak. Kemudian, hasilnya dibandingkan dengan profil beban chiller aktual Gedung X. Di akhir penelitian, diberikan rekomendasi jenis chiller air cooled centrifugal milik Thermal Care paling cocok digunakan pada ketiga kota tersebut menurut persamaan-persamaan NPLV yang telah diperoleh.", "Daftar File": {"2017 TA PP RUBEN ASIDO MAULIATE S -ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/121724"}, "Penulis": "RUBEN ASIDO MAULIATE S (NIM : 13113033)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Ari Darmawan Pasek, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "NPLV, beban pendinginan, chiller, efisiensi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}