{"Nomor": 24111, "Judul": "STUDI PENELITIAN PEMANFAATAN LUMPUR SUNGAI CILIWUNG DENGAN METODE SOLIDIFIKASI", "Abstrak": "Endapan lumpur berpotensi mengakibatkan pendangkalan pada sungai dan dapat menyebabkan terjadinya luapan air sungai pada musim hujan. Hal ini menyebabkan pencemaran pada air sungai dan dapat merusak sungai tersebut, sehingga dibutuhkan teknologi pengolahan tepat guna yang dapat meminimalisasi endapan lumpur yang ada di antaranya adalah teknik solidifikasi. Penelitian ini berfokus pada pemanfaatan lumpur Sungai Ciliwung yang ada di sekitar Masjid Istiqlal. Dari hasil uji oksida logam, didapatkan nilai SiO2, Al2O3, dan Fe2O3 dengan jumlah total 73,81% BK. Nilai 73,81% BK menunjukkan bahwa lumpur memiliki sifat pozzolan yang mengandung senyawa silika dan alumina sehingga dapat menjadi agregat halus dalam pencampuran mortar. Produk solidifikasi dibuat dengan perbandingan volume dimana rasio semen terhadap agregat halus sebesar 1:3, 1:4, dan 1:5. Campuran benda uji akan dicetak dengan ukuran 5x5x5 cm3. Dilakukan pemilihan 0%, 50%, dan 100% jumlah lumpur sebagai agregat halus agar dapat diketahui campuran optimum. 0% dipilih sebagai kontrol dari uji solidifikasi, 50% untuk mengetahui nilai kuat tekan antara kontrol dan maksimum, dan 100% dipilih untuk mengetahui nilai uji kuat tekan minimum. Dari hasil pengujian didapatkan nilai kuat tekan tertinggi yaitu 216 kg/cm2 pada variasi 1:3 dengan substitusi lumpur sebesar 50% dan dapat dimanfaatkan sebagai paving block mutu B (sesuai SNI 03-0961-1996). Nilai kuat tekan optimum yaitu 48,8 kg/cm2 pada variasi 1:5 dengan substitusi lumpur sebesar 100% dan dapat dimanfaatkan sebagai batako mutu II (sesuai SNI 03-2113-2000).", "Daftar File": {"2014 TA PP  ROY JEREMIAH PASARIBU 1-C0VER.pdf": "https://digilib.itb.ac.id/gdl/download/121691", "2014 TA PP  ROY JEREMIAH PASARIBU 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/121692", "2014 TA PP  ROY JEREMIAH PASARIBU 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/121693", "2014 TA PP  ROY JEREMIAH PASARIBU 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/121694", "2014 TA PP  ROY JEREMIAH PASARIBU 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/121695", "2014 TA PP  ROY JEREMIAH PASARIBU 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/121696", "2014 TA PP  ROY JEREMIAH PASARIBU 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/121697"}, "Penulis": "ROY JEREMIAH PASARIBU (NIM : 15309014)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Moch. Chaerul, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Agregat Halus, Ciliwung, Kuat Tekan, Lumpur, Solidifikasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}