{"Nomor": 24116, "Judul": "INTERPRETATION OF INTERWELL CHEMICAL TRACER TEST TO DETERMINE PERMEABILITY LEVEL IN HETEROGENEOUS RESERVOIR", "Abstrak": "Tracer Testing digunakan dalam industri perminyakan dalam rangka mengukur secara kualitatif atau kuantitatif bagaimana fluida melalui reservoir. Tracer Testing terbagi menjadi dua macam, Interwell Chemical Tracer Test (IWCTT) dan Single Well Chemical Tracer Test (SWCTT). Pada Interwell Chemical Tracer Test, tracer diinjeksikan pada suatu sumur injektor bersama dengan fluida pembawa (dalam hal ini adalah air pada waterflood) dan akan terdeteksi pada sumur monitor setelah beberapa lama, yang bisa saja dari hari ke tahun. Data hasil tracer yang terdeteksi pada suatu lapangan T, dapat digunakan untuk menggambarkan bagaimana aliran fluida di dalam reservoir dari sumur injektor ke sumur monitor yang ada di lapangan T.   \n \n \n\nDari data hasil tracer ini kita akan mendapat konsentrasi tracer yang terdeteksi saat sampling dilakukan dalam jangka waktu tertentu, data time breakthrough tracer pada sumur monitor, dan kumulatif fluida yang terproduksi pada sumur monitor. Dengan data tambahan yang tersedia seperti density dan massa tracer yang diinjeksikan maka interpretasi data hasil tracer dapat dilakukan dengan menggunakan metode Moment Analysis Method yang dikembangkan oleh Michael Shook, dengan hasil yang bisa didapatkan berupa parameter seperti sweep efficiency oleh fluida injeksi dari sumur injektor ke sumur monitor, jumlah massa tracer yang terdeteksi di sumur monitor, serta nilai heterogenitas reservoir baik secara areal (dinyatakan oleh Lorentz Coefficient) juga secara vertical (dinyatakan oleh Dykstra-Parson Coefficient) sepanjang daerah dari sumur injektor ke sumur monitor.   \n \n \n\nReservoir properties yang akan ditentukan pada studi kali ini adalah tingkat permeabilitas dari reservoir yang heterogen. Karena sifatnya yang heterogen, maka reservoir ini memiliki nilai permeabilitas yang berbeda di tiap layernya dan dinyatakan secara kualitatif. Dengan integrasi studi menggunakan data well logging dan nilai heterogenitas vertikal hasil interpretasi Interwell Tracer Test, maka nilai permeabilitas secara kualitatif dapat ditentukan.   \n \n \n\nStudi ini menyimpulkan bahwa Interwell Tracer Test merupakan suatu metode yang baik guna mengetahui bagaimana pola aliran di dalam reservoir dari sumur injektor ke sumur monitor. Secara umum, hasil interpretasi data tracer menunjukkan bahwa pola aliran dari sumur injektor akan lebih dominan ke sumur monitor dengan wilayah yang relatif lebih homogen di sekitar sumur tsb dengan asumsi lateral permeability yang ditinjau pada reservoir adalah homogen. Lebih lanjut, nilai heterogenitas secara vertikal hasil interpretasi data tracer dapat digunakan atau diterjemahkan ke suatu nilai reservoir properties yaitu nilai permeabilitas secara kualitatif dengan dukungan data well logging dari sumur yang ditinjau. Dan nilai permabilitas tersebut juga dapat mendukung pola aliran sesuai kesimpulan yang sudah disampaikan di awal.", "Daftar File": {"2017 TA PP R. REZA ISLAMI SUKMAJATI 1A.pdf": "https://digilib.itb.ac.id/gdl/download/121709", "2017 TA PP R. REZA ISLAMI SUKMAJATI 1B.pdf": "https://digilib.itb.ac.id/gdl/download/121710"}, "Penulis": "R. REZA ISLAMI SUKMAJATI (NIM : 12213025)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Asep Kurnia Permadi, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Interwell chemical tracer test, waterflood, heterogenitas, permeabilitas, well logging.", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "2 file", "Tanggal Input": "27 Sep 2017"}