{"Nomor": 24123, "Judul": "PERANCANGAN MODEL BISNIS SISTEM SMART METERING DALAM SISTEM MANAGEMEN AIR CERDAS (Perusahaan Daerah Air Minum di Indonesia)", "Abstrak": "Prinsip pengelolaan air di Indonesia terdapat 4 (empat) pilar utama yaitu kualitas, kuantitas, kontinuitas, dan konektivitas. Teknologi Informasi dan Komunikasi adalah enabler untuk pengelolaan air cerdas yang digunakan untuk mengoptimalkan, memantau dan mengendalikan. Banyak teknologi yang ada perlu disesuaikan dengan aspek bisnisnya. Model bisnis dapat menggambarkan utilitas untuk menciptakan, menyampaikan, dan menangkap nilai teknologi. Utilitas perlu merancang model bisnis untuk sistem penyediaan air minum, yang dapat mengatasi masalah kuantitas, kualitas, kontinuitas dan konektivitas pada jaringan distribusi air di Perusahaan Daerah Air Minum (PDAM). Model bisnis PDAM harus menggabungkan aspek sosial dan komersial dikarenakan tidak banyak penelitian yang terkait dengannya. Terdapat empat metode untuk membangun model bisnis seperti Model Bisnis Kanvas, Model Bisnis Lean, Model Bisnis Non-Profit, dan Model Bisnis Zenn. Dengan menggabungkan keempat model tersebut, penulis mengembangkan metode baru untuk membangun model bisnis untuk mengonfirmasi aspek teknologi dan bisnis serta  \n \n\nmengintegrasikan tujuan komersial dan sosial. Penelitian ini juga menemukan metode baru untuk menangkap bagaimana perusahaan publik menciptakan, memberikan dan menangkap  \n \n\nnilai sistem metering cerdas pada pengelolaan air cerdas. Oleh karena itu, model bisnis pengelolaan air cerdas dengan sistem metering cerdas sebagai teknologi intinya akan sesuai dengan kondisi, standar, dan peraturan di Indonesia.", "Daftar File": {"2017 TS PP Rudi Rediana-1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/121740"}, "Penulis": "RUDI REDIANA", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bambang Pharmasetiawan, MSEE"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Business Model Canvas, Business Model Zenn, Business Model Non-Profit, Smart Water Management, Smart Metering System, SEM-PLS", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}