{"Nomor": 24124, "Judul": "KAJIAN KEGIATAN BERJALAN KAKI PADA KAWASAN TEPIAN SUNGAI KALIMAS", "Abstrak": "Kawasan lingkungan Sungai Kalimas merupakan kawasan bersejarah yang secara alami dilalui oleh Sungai Kalimas yang mengalir dari Selatan menuju ke Utara. Sungai Kalimas berperan besar sebagai jalur sirkulasi perdagangan semenjak abad ke 14 hingga abad ke 19. Aktivitas jual beli dan perniagaan menjadi komoditas     \n \n \n \n \n\nsehari-hari masyarakat yang mempengaruhi tumbuhnya permukiman dan perniagaan di sekitar tepian sungai. Pada masa itu pertumbuhan Kota Surabaya berorientasi pada denyut kehidupan yang ada di Sungai Kalimas. Realitasnya, dalam perjalanan waktu kawasan lingkungan sungai kalimas dan sekitar mengalami perubahan fungsi dan penuruan kualitas. Pendekatan kegiatan berjalan     \n \n \n \n \n\nkaki dinilai bisa memaksimalkan dan menghubungkan ruang-ruang tepian sungai yang saat ini terpecah-pecah walaupun sebagian sudah menjadi taman kota.     \n \n \n \n \n\nPenelitian ini bertujuan mengkaji dan mengkaitkan sistem jaringan, pola pergerakan dan fungsi kegiatan dengan pendekatan kegiatan berjalan kaki sehingga dapat mengembalikan potensi kesejarahan dan potensi riverside pada kawasan studi. Hasil kuisioner berguan untuk mengetahui kecenderungan persepsi dan preferensi pengunjung terkait pergerakan dan kegiatan berjalan kaki     \n \n \n \n \n\nsedangkan teori Space Syntax untuk menganalisa jaringan jalur pejalan kaki.     \n \n \n \n \n\nPerbandingan hasil kuisioner, simulasi Space Syntax (software DepthMapX) dan kondisi fisik eksisting untuk mencari hubungan sistem jaringan, pergerakan dan     \n \n \n \n \n\ndestinasi terkait kegiatan berjalan kaki di kawasan penelitian.      \n \n \n \n \n\nHasil penelitian menunjukkan bahwa sebagian besar pengunjung kurang berminat untuk berkunjung kawasan daerah tepian sungai Kalimas. Variabel paling     \n \n \n \n \n\nmempengaruhi dalam kegiatan berjalan kaki berdasarkan hasil penelitian ialah destinasi dan aktivitas.", "Daftar File": {"2014 TS PP RUDWI AWALUDDIN ASHARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/121741", "2014 TS PP RUDWI AWALUDDIN ASHARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/121742", "2014 TS PP RUDWI AWALUDDIN ASHARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/121743", "2014 TS PP RUDWI AWALUDDIN ASHARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/121744", "2014 TS PP RUDWI AWALUDDIN ASHARI 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/121745", "2014 TS PP RUDWI AWALUDDIN ASHARI 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/121746", "2014 TS PP RUDWI AWALUDDIN ASHARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/121747", "2014 TS PP RUDWI AWALUDDIN ASHARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/121748"}, "Penulis": "RUDWI AWALUDDIN ASHARI (NIM : 25611001)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. -Ing, Ir. Himasari Hanan, MAE", "Dr. Petrus Natalivan I. , ST, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Walkability, daerah tepian sungai, space syntax, sistem jaringan, pola pergerakan, destinasi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "24 Nov 2017"}