{"Nomor": 24126, "Judul": "PENILAIAN PERFORMA PENGGUNAAN ENERGI PADA PROSES TURNING BERDASARKAN KAPASITAS DAYA MOTOR PENGGERAK MESIN BUBUT", "Abstrak": "Pada tahun ini, jumlah industri di Indonesia terus meningkat, terutama pada industri manufaktur, dan industri manufaktur dominan menggunakan energi listrik sebagai energi utama untuk mesin penggeraknya. Di sisi lain, energi listrik dihasilkan dari proses pembakaran bahan bakar fosil yang dapat menghasilkan polusi yang berdampak negatif bagi lingkungan, seperti efek pemanasan global dan hujan asam. Maka dibutuhkan sebuah konsep untuk mengurangi dampak negatif yaitu konsep Ã‚Â“green manufacturingÃ‚Â”. Mesin bubut adalah salah satu mesin yang masih banyak digunakan pada proses permesinan di berbagai industri. Mesin bubut ini akan dianalisis performa penggunaan energi listriknya pada suatu proses turning, sehingga dapat ditentukan seberapa baik performa penggunaan energi dari mesin bubut tersebut.          Indikator spesific energy consumption (SEC) digunakan dalam penentuan tingkat energi pada suatu mesin berdasarkan tingkat material removal rate (MRR) tertentu. Metode data envelopment analysis (DEA) digunakan untuk mendapatkan performa penggunaan energi yang paling efisien. Metode ini bekerja dengan cara membandingkan SEC beberapa mesin pada rentang MRR tertentu dengan kapasitas mesin yang mirip dan menentukan SEC minimum pada setiap MRR tertentu. SEC minimum ini akan menjadi harga referensi, dan jika harga referensi dihubungkan akan menjadi sebuah kurva referensi. Kemudian penilaian performa dilakukan dengan menilai seberapa jauh kurva mesin yang ditinjau dengan kurva referensi, jika semakin dekat dengan kurva referensi maka semakin baik penggunaan energi mesin tersebut. Sebaliknya, jika kurva mesin yang ditinjau semakin jauh dengan kurva referensi maka dapat dikatakan semakin buruk performa penggunaan energinya.  Kurva referensi ini dapat digunakan sebagai referensi untuk penilaian performa mesin lain di lokasi mana pun untuk kapasitas daya motor penggerak yang sama. Jika menggunakan data ini untuk kapasitas 1-2 kW performa mesin Krisbow 3 dari SMK Negeri 2 yang paling baik , sedangkan untuk kapasitas >2-4 kW performa mesin Horison M300 dari bengkel Bandung yang paling baik. Sebaliknya mesin Axelson dari bengkel Bandung pada kapasitas >6 kW memiliki performa penggunaan energi paling buruk pada kategorinya.", "Daftar File": {"2017 TA PP RUDY HALOMOAN SINAGA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/121750"}, "Penulis": "RUDY HALOMOAN SINAGA - (13113010)", "Kontributor / Dosen Pembimbing": ["Prof.Dr.Ir.YatnaYuwana Martawirya     \n \n\nDr. Sri Raharno, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "green manufacturing, SEC, DEA", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}