{"Nomor": 24136, "Judul": "ELEKTRODA PASTA KARBON TERMODIFIKASI MOLECULARLY IMPRINTED POLY(METHYL RED) UNTUK PENENTUAN RANITIDIN SECARA VOLTAMMETRI", "Abstrak": "Ranitidin secara luas digunakan sebagai obat tukak lambung atau maag. Ranitidin bekerja menghambat kerja histamin dan mengurangi sekresi asam lambung. Penentuan kadar ranitidin memerlukan metoda analisis yang sederhana, akurat, sensitif dan murah. Pada penelitian ini, dikembangkan elektroda pasta karbon (EPK) termodifikasi moleculary imprinted poly(methyl red) sebagai elektroda kerja untuk penentuan ranitidin secara voltammetri. Metil merah dielektropolimerisasi pada permukaan EPK menggunakan teknik voltammetri siklik dalam larutan yang mengandung metil merah 2 mM, ranitidin 1 mM dan bufer posfat pH 7. Dalam proses ini, 5 siklik potensial elektroda digunakan pada rentang 0,2 V - 1,5 V dengan laju pindai 100 mV/s. Daerah linear pengukuran berada pada konsentrasi 0,01 mM Ã‚Â– 1,00 mM dengan limit deteksi 7,96 μM. Uji senyawa pengganggu menunjukkan bahwa penentuan ranitidin dengan metode ini  \n \n\ntidak terganggu dengan adanya senyawa amoxicillin, asam askorbat, glisin dan parasetamol. Penentuan ranitidin dalam sampel obat menunjukkan akurasi yang baik dengan persen perolehan kembali berkisar 97,29% - 103,00%.", "Daftar File": {"2015 TS PP RUSTIANINGSIH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/121793", "2015 TS PP RUSTIANINGSIH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/121794", "2015 TS PP RUSTIANINGSIH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/121795", "2015 TS PP RUSTIANINGSIH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/121796", "2015 TS PP RUSTIANINGSIH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/121797", "2015 TS PP RUSTIANINGSIH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/121798", "2015 TS PP RUSTIANINGSIH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/121799"}, "Penulis": "RUSTIANINGSIH (NIM : 20513066)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Indra Noviandri"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "ranitidin, metil merah, MIP, elektroda pasta karbon, voltammetri siklik", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}