{"Nomor": 24130, "Judul": "FLAVONOL TERGLIKOSILASI DARI DAUN CRYPTOCARYA CRASSINERVIA DAN UJI SITOTOKSISITASNYA TERHADAP SEL MURIN LEUKEMIA P-388", "Abstrak": "Cryptocarya merupakan salah satu genus tumbuhan dari famili Lauraceae yang tersebar di Asia, Australia, Amerika dan Afrika. Cryptocarya memiliki tingkat evolusi yang lebih tinggi dibandingkan genus lain dalam famili yang sama sehingga dapat menghasilkan metabolit sekunder yang beragam. Genus ini menghasilkan metabolit sekunder utama dari golongan alkaloid, piron, dan flavonoid, selain stilben, lignan, fenil propanoid, kumarin, turunan poliketida, turunan amida, terpenoid, steroid, dan turunanasam karboksilat. Di Indonesia,salah satu spesies Cryptocarya adalah Cryptocarya crassinervia. Penelitian sebelumnya telah melaporkan adanya senyawa lignan, terpenoid, dan alkaloid fenantren, aporfin, serta benziltetrahidroisokuinolin dari jaringan kulit batang. Namun, kajian fitokimia dari jaringan tumbuhan lainnya belum pernah dilaporkan. Oleh karena itu pada penelitian ini telah dilakukan kajian fitokimia pada jaringan daun C. crassinervia dan uji aktivitas ekstrak serta senyawa hasil isolasi terhadap sel murin leukemia P-388. Isolasi metabolit sekunder dilakukan melalui beberapa tahapan. Serbuk daun dimaserasi menggunakan pelarut MeOH sehingga   \n \n \n\ndiperoleh ekstrak MeOH, selanjutknya ekstrak MeOH dipisahkan klorofilnya dan diekstraksi menggunakan EtOAc. Setelah itu, ekstrak EtOAc dipisahkan dengan berbagai teknik kromatografi meliputi, Kromatografi Cair Vakum (KCV), Kromatografi Radial (KR), dan Kromatografi Kolom Gravitasi (KKG). Tiga senyawa telah berhasil diperoleh dari ekstrak daun C. crassinervia. Struktur senyawa hasil isolasi dikarakterisasi berdasarkan data spektroskopi 1D-NMR (1H-NMR dan 13C-NMR) serta 2D-NMR (HSQC dan HMBC) dan   \n \n \n\ndisarankan sebagai turunan flavonoid dari golongan flavonol terglikosilasi, yaitu afzelin kaempferol-3-O-ramnosida) (1), kuersitrin (kuersetin-3-O-ramnosida) (2), dan kaempferitrin(kaempferol-3,7-O-diramnosida) (3). Senyawa 1 dan 3 untuk pertamakalinya ditemukan dari genus Cryptocarya. Sementara itu, senyawa 2 telah dilaporkan dari daun dan ranting C. alba.Ekstrak dan senyawa hasil isolasi juga telah diuji sifat sitotoksisitasnya terhadap sel murin   \n \n \n\nleukemia P-388 menggunakan metode MTT assay. Hasil uji menunjukkan bahwa ekstrak dan senyawa 1, 2, dan 3 memiliki nilai IC50 berturut-turut sebesar 15,43 μg/mL, 49,93 μg/mL,   \n \n \n\n56,62 μg/mL, dan 62,54 μg/mL. Hal ini memberikan kesimpulan bahwa ekstrak bersifat aktif, namun senyawa 1-3 bersifat tidak aktif terhadap sel murin leukemia P-388.", "Daftar File": {"ABSTRAK RULAN ALRAMADHAN WIJAYA NIM: 10513011": "https://digilib.itb.ac.id/gdl/download/167920", "PUSTAKA RULAN ALRAMADHAN WIJAYA NIM: 10513011": "https://digilib.itb.ac.id/gdl/download/167927"}, "Penulis": "RULAN ALRAMADHAN WIJAYA NIM: 10513011", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Lia Dewi Juliawaty"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "CRYPTOCARYA CRASSINERVIA, FLAVONOL TERGLIKOSASI, LAURACEACE, SEL P-388", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "29 Sep 2017"}