{"Nomor": 24146, "Judul": "DESAIN POLA OPERASI TERMINAL PETI KEMAS PELABUHAN PATIMBAN TAHAP 1, KABUPATEN SUBANG, PROVINSI JAWA BARAT", "Abstrak": "Pelabuhan Patimban merupakan Pelabuhan yang akan dibangun oleh pemerintah mulai tahun 2017 yang berlokasi di Desa Patimban, Kecamatan Pusakanegara, Kabupaten Subang, Provinsi Jawa Barat dengan beberapa pertimbangan yaitu untuk mengurangi biaya logistik, untuk meringankan beban lalu lintas di D.K.I. Jakarta, dan memperkuat ketahanan ekonomi. Agar aktivitas terminal pelabuhan berjalan dengan maksimal. dalam Tugas Akhir ini akan dibahas mengenai Desain Pola Operasi Terminal Peti Kemas Pelabuhan Patimban Tahap 1.  \n \n\nDesain pola operasi didasarkan pada dimensi rencana yang telah direncanakan oleh pemerintah. Pembahasan Tugas Akhir ini meliputi desain pola operasi dermaga, desain pola operasi lapangan penumpukan, dan perhitungan biaya dan tarif pelayanan handling peti kemas. Desain pola operasi dermaga meliputi desain kombinasi kapal yang bertambat; penentuan jenis, jumlah, dan produktivitas alat handling, dan perhitungan kapasitas dermaga. Desain pola operasi lapangan penumpukan meliputi penentuan jenis, jumlah, dan produktivitas alat handling; desain pola operasi transportasi horizontal; dan perhitungan kapasitas lapangan penumpukan. Perhitungan biaya kapital dan tarif pelayanan handling peti kemas meliputi perhitungan biaya kapital total; biaya kapital per peti kemas; biaya kapital per sistem alat handling; perhitungan pengeluaran dan pemasukan selama payback period yang (10 tahun); pembuatan cashflow; dan penentuan tarif pelayanan handling peti kemas per tahun berdasarkan skenario pengadaan alat handling total dan real dan kondisi penggunaan kapasitas terminal.", "Daftar File": {"2017 TA PP RYAN ALVITA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/121833"}, "Penulis": "RYAN ALVITA (NIM : 15513047)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Andojo Wurjanto,Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pola Operasi, Terminal Peti Kemas, Kapasitas, Biaya Kapital, Tarif Penanganan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}