{"Nomor": 24145, "Judul": "SERBUK KALSIUM ALGINAT SEBAGAI ADSORBEN ION CERIUM(III)", "Abstrak": "Cerium merupakan salah satu unsur dari golongan logam tanah jarang yang banyak dimanfaatkan dalam berbagai kehidupan manusia. Meningkatnya penggunaan cerium akan diiringi dengan meningkatnya jumlah limbah ion cerium yang dihasilkan.  \n\nLimbah ion cerium berpotensi menimbulkan gangguan pada berbagai organ tubuh manusia, seperti hati, ginjal dan paru-paru. Beberapa metode untuk pengolahan limbah ion cerium sudah banyak dikembangkan, namun metode tersebut kurang efektif, dikarenakan biaya pengoperasian yang mahal dan tidak mudah untuk dilakukan. Adsorpsi merupakan salah satu metode yang murah, mudah, dan cukup efektif untuk proses penghilangan limbah ion cerium dalam \n\nperairan. Pada penelitian ini, dilakukan sintesis serbuk kalsium alginat sebagai adsorben ion cerium(III). Adsorben dikarakterisasi menggunakan FTIR, SEM-EDS dan PSA. Dilakukan penentuan kondisi optimum adsorpsi, yaitu pH, massa adsorben, konsentrasi awal ion cerium(III) dan waktu kontak. Hasil penelitian menunjukkan bahwa kondisi optimum \n\nadsorpsi tercapai pada pH 4, massa adsorben 0,05 gram, konsentrasi awal ion cerium(III) 200 ppm dan waktu kontak selama 10 menit. Proses adsorpsi ion cerium(III) oleh adsorben mengikuti model isoterm adsorpsi Langmuir dengan kapasitas adsorpsi maksimum sebesar 79,37 mg.g-1. Studi kinetika menunjukkan bahwa adsorpsi ion cerium(III) mengikuti model kinetika orde dua semu. Studi termodinamika menunjukkan nilai ΔH: -13,94 kJ mol-1 dan nilai (rumus)S: -0,051 kJ mol-1 K-1.", "Daftar File": {"2013 TA PP RYAN ALDI HERLAMBANG 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/121832", "PUSTAKA RYAN ALDI HERLAMBANG NIM :10513036": "https://digilib.itb.ac.id/gdl/download/167935"}, "Penulis": "RYAN ALDI HERLAMBANG NIM :10513036", "Kontributor / Dosen Pembimbing": ["Pembimbing :Dr. Rusnadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "ADSORPSI, ALGINAT, CERIUM, LANGMUIR, KINETIKA ORDE DUA SEMU.", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "29 Sep 2017"}