{"Nomor": 24140, "Judul": "IDENTIFIKASI KARAKTERISTIK AKUSTIK SUARA UCAP MANUSIA TERMANIPULASI AKTIF BERBASIS FONEM", "Abstrak": "Suara ucap manusia dapat mengalami modifikasi sehingga secara aural terdengar berbeda. Hal ini disebabkan suara ucap manusia dapat dimanipulasi baik secara aktif maupun pasif. Suara ucap manusia yang termanipulasi secara pasif terjadi secara tidak sengaja akibat kondisi kesehatan atau kondisi emosi yang berubah. Sebaliknya suara ucap manusia yang dimanipulasi secara aktif terjadi karena kesengajaan sang pembicara. Salah satu profesi yang memanipulasi aktif suara ucap adalah penyulih suara. Penelitian terhadap kemampuan penyulih suara memanipulasi aktif suara ucap bermanfaat untuk mendukung perkembangan Forensic Speaker Identification di Indonesia. Penelitian terhadap suara ucap manusia pada umumnya dilakukan dengan menganalisis ciri akustik suara ucap manusia berupa pitch, formant, dan bandwidth formant. Dalam penelitian ini, masing-masing ciri akustik tersebut diekstraksi berbasis fonem dengan menggunakan bantuan perangkat lunak Speech Filing System. Data penelitian berupa sinyal suara ucap termanipulasi aktif milik naracoba yang berprofesi sebagai penyulih suara. Hasil analisis menunjukkan bahwa ciri akustik suara ucap F1 saat termanipulasi aktif berubah lebih dari 20% meskipun perubahan frekuensinya kurang dari 200 Hz. Akibatnya F1 merupakan ciri akustik  \n \n\nyang mempengaruhi perubahan karakteristik akustik suara ucap manusia termanipulasi aktif. Ciri akustik F3 dan F4 cenderung tetap dan ciri akustik bandwidth formant tidak dapat dijadikan acuan identifikasi karakteristik akustik  \n \n\nsuara ucap manusia termanipulasi aktif. Naracoba yang memiliki performansi terbaik untuk profesi penyulih suara adalah naracoba 1 dengan perubahan F0 sebesar 86,5% dan perubahan F1 sebesar 87,29%.", "Daftar File": {"2012 TA PP RYAN ABRAHAM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/121815", "2012 TA PP RYAN ABRAHAM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/121816", "2012 TA PP RYAN ABRAHAM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/121817", "2012 TA PP RYAN ABRAHAM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/121818", "2012 TA PP RYAN ABRAHAM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/121819", "2012 TA PP RYAN ABRAHAM 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/121820", "2012 TA PP RYAN ABRAHAM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/121821"}, "Penulis": "RYAN ABRAHAM (NIM : 13308057)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nR. Sugeng Joko Sarwono, Ph.D.", "Dr. Suprijanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "suara ucap, sulih suara, ciri akustik, pitch, formant, fonem", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}