{"Nomor": 24169, "Judul": "SIMULASI DIFRAKSI FRESNEL DAN FRAUNHOFER DENGAN PEMROGRAMAN MATLAB R2008b", "Abstrak": "Difraksi merupakan suatu gejala alam yang sering ditemui dalam kehidupan sehari-hari dan menjadi kajian dalam fisika terutama pada pokok bahasan optik. Ketika cahaya mengenai sebuah penghalang dalam lintasannya maka penghalang akan menghalangi cahaya dan cenderung menyebabkan pembentukan sebuah bayangan pada daerah dibelakang penghalang. Jika pada penghalang dibuat lubang (dibuat celah-celah sempit) maka cahaya akan melalui lubang tersebut dan menghasilkan pola gelap-terang (pola difraksi). Peristiwa memancarnya cahaya melalui celah sempit ini dinamakan difraksi.Penelitian ini bertujuan untuk membuat pola difraksi Fresnel dan Fraunhofer untuk berbagai macam bentuk celah dengan menggunakan algoritma FFT (Fast Fourier Transform). Program yang dibuat diberi masukan jarak pengamatan, jarijari, lebar celah dan panjang gelombang. Celah dimodelkan dengan array yang bernilai 1 untuk di dalam bukaan dan 0 untuk di luar bukaannya. Peristiwa difraksi pada celah diwakilkan dengan transformasi Fourier yang di dalam Matlab disediakan dengan fungsi FFT. Dari serangkaian perintah tersebut diperoleh pola difraksi Fresnel dan Fraunhofer dua dimensi serta distribusi intensitasnya. Dari Simulasi difraksi celah tunggal diperoleh pola gelap dan terang. Semakin sempit celah maka pola terang semakin lebar. Untuk celah lingkaran, semakin kecil jari-jari lingkarannya, maka pola difraksinya semakin lebar. Dari hasil penelitian dapat disimpulkan bahwa algoritma FFT mampu memvisualisasikan peristiwa difraksi dengan berbagai macam bentuk celah.", "Daftar File": {"2009 TS PP SAID WAJIDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/121927", "2009 TS PP SAID WAJIDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/121928", "2009 TS PP SAID WAJIDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/121929", "2009 TS PP SAID WAJIDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/121930", "2009 TS PP SAID WAJIDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/121931", "2009 TS PP SAID WAJIDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/121932", "2009 TS PP SAID WAJIDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/121933"}, "Penulis": "SAID WAJIDI (NIM: 20207051)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Linus A. Pasasa"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Difraksi, FFT, Matlab", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}