{"Nomor": 24160, "Judul": "STRUKTUR RUANG BILINIER SEBAGAI PERLUASAN RUANG HASIL KALI DALAM", "Abstrak": "Pada ruang hasil kali dalam berdimensi hingga berlaku sejumlah fakta, diantaranya setiap subruang adalah subruang tutup, ruang tersebut dapat dinyatakan sebagai hasil jumlah langsung dari suatu subruang dengan subruang ortogonalnya, untuk setiap subruang dan untuk setiap vektor berlaku sifat hampiran terbaik, Teorema Representasi Riesz berlaku untuk sebarang fungsional linier serta sifat kekontinuan berlaku untuk sebarang pemetaan linier. Berbeda dengan hasil di atas, pada ruang hasil kali dalam berdimensi tak-hingga khususnya ruang Hilbert berlaku faktafakta berikut, sifat hampiran terbaik hanya berlaku pada subruang tutup dari suatu ruang Hilbert, Teorema Representasi Riesz dapat terkait dengan sifat keterbatasan dari fungsional linier terkait serta sifat kekontinuan suatu pemetaan linier dapat dikaitkan dengan sifat keterbatasan dari pemetaan linier tersebut.   \n \n\nPada disertasi ini dipaparkan, pertama pemanfaatan sifat proyeksi ortogonal atau hampiran terbaik pada suatu subruang tutup dari suatu ruang Hilbert, yaitu dalam mengkonstruksi suatu basis Hilbert dari suatu subruang tutup dengan memanfaatkan basis Hilbert dari ruang Hilbert terkait. Kedua kondisi yang memenuhi Teorema Representasi Riesz dapat dikaitkan dengan sifat ketertutupan dari kernel fungsional linier terkait. Ketiga kondisi yang memenuhi sifat kekontinuan dari suatu pemetaan linier dapat dikaitkan dengan keberadaan pemetaan adjoin dari pemetaan linier tersebut. Keempat kondisi keberadaan pemetaan adjoin dari suatu pemetaan linier dapat dikaitkan dengan sifat ketertutupan subruang.          \n \n\nPada disertasi ini dipaparkan juga pengembangan fakta-fakta di atas yang berlaku di ruang Hilbert ke ruang bilinier. Diantaranya, pertama, kondisi yang memenuhi Teorema Representasi Riesz dapat terkait dengan sifat ketertutupan dari kernel fungsional linier terkait. Kedua, kondisi kekontinuan semu suatu pemetaan linier dapat dikaitkan dengan keberadaan pemetaan adjoin dari pemetaan linier tersebut.   \n \n\nMengingat ruang Deret Laurent Terpotong merupakan suatu ruang bilinier, maka akan dipaparkan juga kondisi seperti apa untuk suatu fungsional linier di ruang Deret Laurent Terpotong agar memenuhi Teorema Representasi Riesz.", "Daftar File": {"2017 DIS PP SABARINSYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/121913", "2017 DIS PP SABARINSYAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/121914", "2017 DIS PP SABARINSYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/121915", "2017 DIS PP SABARINSYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/121916", "2017 DIS PP SABARINSYAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/121917", "2017 DIS PP SABARINSYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/121918"}, "Penulis": "SABARINSYAH [30111020]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Pudji Astuti W.", "Dr. Hanni Garminia"], "Jenis Koleksi": "Disertasi", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "subruang tutup, ruang Hilbert, proyeksi ortogonal atau hampiran terbaik, Teorema Representasi Riesz, kekontinuan, kekontinuan semu, adjoin, ruang bilinier non-degenerate, ruang deret Laurent terpotong ; closed subspaces, Hilbert spaces, orthogonal projection or best approximation, Riesz Representation Theorem, continuity, pseudo continue, adjoint, bilinear spaces non-degenerate, truncated Laurent series spaces", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "6 file", "Tanggal Input": "20 Des 2017"}