{"Nomor": 24178, "Judul": "PERANCANGAN SISTEM PEMBANGKIT HIBRIDA PV-GENERATOR-BATERAI OFF-GRID UNTUK BEBAN ADMINISTRASI & BEBAN KOMUNAL DI DESA AHA, PULAU MOROTAI, MALUKU UTARA", "Abstrak": "Sistem tenaga listrik berbasis PV dan Generator merupakan salah satu teknologi yang telah digunakan di dunia dalam pemenuhan energi yang bersifat terbarukan. Sistem ini biasanya digunakan di daerah terisolasi maupun daerah yang jauh dari jaringan listrik utama karena selain mudah dalam perancangan, dapat meminimalisir biaya pembangkitan dan emisi. Perancangan sistem dengan pembangkit PV maupun Generator sangat bergantung kepada lokasi, profil beban maupun skema alternatif yang terkait dengan pengoperasiannya. Oleh karena itu dibutuhkan analisis teliti secara teknis dan ekonomis terkait perencanaannya.  \n \n\nPada Tesis ini akan dianalisis desain yang tepat untuk sistem tenaga listrik berbasis PV dan Generator dengan baterai, khususnya di desa Aha, Pulau Morotai, Maluku Utara. Beberapa skema operasi dirancang berdasarkan jenis-jenis beban untuk kemudian dianalisis desain yang tepat. Selain itu studi ekonomis beserta optimasi secara teknis dan ekonomis akan dilakukan. Hasil akhir yang didapat berupa sistem optimal yang dapat digunakan sebagai pertimbangan dalam rencana pembangunan sistem tenaga listrik berbasis PV dan Generator di Pulau Morotai, Maluku Utara, secara khusus di desa Aha.", "Daftar File": {"2017 TS PP SALMON FERNANDO HUTAPEA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/121966"}, "Penulis": "SALMON FERNANDO HUTAPEA  (NIM: 23216112)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agus Purwadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Energi Terbarukan, Pembangkit Hibrida, Perancagan Sistem, Simulasi, Analisis.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}