{"Nomor": 24171, "Judul": "PEMBUATAN, KARAKTERISASI, DAN PEMILIHAN ZINC AIR FUEL CELL DENGAN BEBERAPA KONFIGURASI", "Abstrak": "Salah satu bentuk energi yang banyak dikembangkan penggunaannya adalah energi listrik. Permasalahan energi listrik di Indonesia terutama pada daerah terpencil dan saat kondisi darurat menjadi salah satu hal yang belum dapat teratasi sampai saat ini. Pada penelitian ini, akan dibuat sumber energi alternatif menggunakan metal-air fuel cell yang dapat digunakan untuk mensupply kebutuhan listrik skala kecil dan menengah. Metal-air fuel cell bekerja dengan prinsip elektrokimia, yakni menggunakan perbedaan potensial sel standar dari logam untuk menghasilkan listrik. Metal-air fuel cell memiliki tiga komponen utama yakni anoda logam yang akan teroksidasi menghasilkan elektron, elektrolit yang menjembatani perpindahan ion hidroksida, dan katoda yang memecah oksigen dari udara dengan tambahan elektron menjadi ion hidroksida. Dengan prinsip elektrokimia, sistem ini memiliki efisiensi lebih tinggi dibandingkan dengan sistem pembakaran karena energi kimia diubah langsung menjadi energi listrik. Selain itu, sistem ini menggunakan logam yang murah, aman, dan mudah diperoleh antara lain seperti alumunium, zinc, ferrum, atau magnesium. Dalam penelitian ini akan dilakukan pengujian dan perbandingan dari sistem yang telah ada, untuk diperoleh kinerja yang lebih baik diantaranya dengan pemilihan logam serta modifikasi elektrolit yang sesuai. Setelah prototipe sistem untuk setiap karakterisasi dibuat, pengujian karakteristik dari sistem akan berperan penting. Prototipe akan diuji nilai arus yang memberikan daya optimal dari sistem dengan memvariasikan beban, kemudian seberapa lama sistem dapat memberikan daya yang konstan. Kemudian hasil karakterisasi tersebut akan dijadikan bahan untuk merancang keseluruhan sistem metal-air fuel cell.", "Daftar File": {"2017 TA PP SAIFUL RIJAL-IAS AZHARI REZKYARNO TIRTANA   1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/121942"}, "Penulis": "SAIFUL RIJAL (NIM : 13311039)  - IAS AZHARI REZKYARNO TIRTANA (NIM : 13311093)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Ir. Edi Leksono, M.Eng \n\nIr. Nugraha, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Metal-Air Fuel cell, Sumber Energi Alternatif, Elektrokimia.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Sep 2017"}