{"Nomor": 24175, "Judul": "PEMBUATAN DAN KARAKTERISASI BATA RINGAN BERBAHAN TANAH LIAT, BENTONIT, PASIR, DAN BATU APUNG", "Abstrak": "Kriteria bata sebagai bahan dasar tempat tinggal sebaiknya memiliki sifat ringan dan nilai kuat tekan yang baik. Dalam penelitian ini, bata dibuat secara tradisional dengan modifikasi suhu dan komposisi tanah liat, batu apung, bentonit, dan pasir. Untuk mengetahui sifat fisika, kimia dan mekanik bata dilakukan pengukuran densitas, ketahanan terhadap asam dan basa serta uji kuat tekan menggunakan Ibertest. Karakterisasi dilakukan dengan menggunakan difraksi sinar-X (XRD) dan Thermo Gravimetric Analysis (TGA). Hasil XRD yang diperoleh menunjukan kristalinitas yang cukup tinggi serta adanya perubahan mineral pada bata sebelum dan sesudah pemanasan. Analisis menggunakan TGA menunjukan dekomposisi masa, pada suhu di atas 1000 Ã‚Â°C terjadi penguapan air sedangkan pada rentang suhu 300 Ã‚Â– 850 Ã‚Â°C terjadi dekomposisi senyawa organik dan pada suhu 1000 Ã‚Â°C terjadi perubahan mineral mullite. Bata optimum yang memenuhi standar pada penelitian ini terbuat bentonit, tanah liat, dan pasir dengan perbandingan berat 10:60:30 pada pemanasan 850 Ã‚Â°C menghasilkan nilai kuat tekan 18,5 MPa serta kerapatan 1,7 g/cm3.", "Daftar File": {"2014 TA PP  SALMA ILMIATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/121951", "2014 TA PP  SALMA ILMIATI 1-BAB-1.pdf": "https://digilib.itb.ac.id/gdl/download/121952", "2014 TA PP  SALMA ILMIATI 1-BAB-2.pdf": "https://digilib.itb.ac.id/gdl/download/121953", "2014 TA PP  SALMA ILMIATI 1-BAB-3.pdf": "https://digilib.itb.ac.id/gdl/download/121954", "2014 TA PP  SALMA ILMIATI 1-BAB-4.pdf": "https://digilib.itb.ac.id/gdl/download/121955", "2014 TA PP  SALMA ILMIATI 1-BAB-5.pdf": "https://digilib.itb.ac.id/gdl/download/121956", "2014 TA PP  SALMA ILMIATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/121957"}, "Penulis": "SALMA ILMIATI (NIM:10509063)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nProf. Dr. Buchari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bata ringan, batu apung, tanah liat, pasir, bentonit", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}