{"Nomor": 24187, "Judul": "DIFUSI UNSUR TERLARUT PADA PERLAKUAN PANAS BERULANG ALUMINIUM 2024 CLAD", "Abstrak": "Unsur-unsur pemadu pada paduan aluminium seri 2024 seperti Cu, Mn, dan Mg yang terdapat sebagai solid solution akan meningkatkan perbedaan potensial yang cukup tinggi antara unsur pemadu dan matriksnya (Al)   \n \n \n\nsehingga untuk meningkatkan ketahanan korosi perlu dilakukan pelapisan berupa clad. Namun, dalam proses pelakuan panas tersebut unsur terlarut dalam larutan padat (solid solution) seperti Cu akan berdifusi ke arah   \n \n \n\nalumunium clad yang tidak mengandung unsur terlarut sedangkan Al akan berdifusi ke arah paduan aluminium 2024. Hal ini akan menyebabkan lapisan clad akan mengalami penipisan dan akhirnya tidak dapat lagi memproteksi paduan aluminium dari korosi.   \n \n \n\nUji metalografi menghasilkan foto-foto struktur mikro beserta ketebalan lapisan cladnya dari paduan 2024 pada berbagai perlakuan. Uji EDX dilakukan untuk mendapatkan persen massa dan persen atom dari tiap spesi yang terkandung di dalam paduan. Uji kekerasan dilakukan untuk menentukan pengaruh persen massa Cu terhadap kekerasan paduan aluminium seri 2024 clad setelah dilakukan penuaan. Rata-rata koefisien difusi Cu dalam Al sebesar 1,772 x 10-14 m2/s. Sedangkan rata-rata koefisien difusi Mg di dalam Al sebesar 2,663 x 10-13 m2/s. Dan koefisien difusi Al di dalam Al sebesar   \n \n \n\n4,337 x 10-14 m2/s. Waktu penuaan selama 10 jam pada 190oC belum cukup untuk membuat spesi berdifusi ke arah clad.   \n \n \n\nLaju penipisan clad sebesar 0,799 μm/jam perlakuan panas, ketebalan clad tidak lagi memenuhi spesifikasi pada saat perlakuan panas 495oC selama 17 jam dan akan habis pada saat perlakuan panas pada 495oC selama 32 jam. Pada proses penuaan buatan dapat dilihat peningkatan tajam nilai kekerasan setelah dilakukan aging ke 4 sebesar Ã‚Â± 36,40 HVN pada permukaan dan Ã‚Â±   \n \n \n\n86,95 HVN pada titik pertama posisi melintang. Persen massa Cu sebanyak 4% memberikan harga kekerasan senilai 180 HVN. Sedangkan persen massa Cu sebanyak 0% memberikan harga kekerasan senilai 20 HVN.", "Daftar File": {"2012 TA PP SAMUEL 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/121999", "2012 TA PP SAMUEL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/122000", "2012 TA PP SAMUEL 1-BAB 2A.pdf": "https://digilib.itb.ac.id/gdl/download/122001", "2012 TA PP SAMUEL 1-BAB 2B.pdf": "https://digilib.itb.ac.id/gdl/download/122002", "2012 TA PP SAMUEL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/122003"}, "Penulis": "SAMUEL (NIM : 12507021)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Eddy Agus Basuki, M. Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "solid solution, aluminium seri 2024", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "5 file", "Tanggal Input": "27 Sep 2017"}