{"Nomor": 24193, "Judul": "SIMULASI KONTROL LAMPU MEMAKAI SENSOR PIR DENGAN MENGGUNAKAN SKENARIO BASED TESTING", "Abstrak": "Pencahayaan merupakan bagian penting bagi manusia. Semua pekerjaan yang dilakukan manusia hampir semuanya membutuhkan cahaya yang terang. Bila cahaya yang kurang atau tidak ada sama sekali performa manusia bisa berkurang. Tetapi cahaya buatan, atau lampu, tersebut biasanya menggunakan energi yang sangat besar. Energi untuk lampu tersebut ada yang tidak berguna, walaupun  \n \n\norang sudah tidak ada di ruangan, lampu menyala, yang biasa disebabkan keteledoran manusia ataupun memang sengaja dibiarkan. Oleh karena itu dibutuhkan sebuah alat yang dapat mematikan lampu secara otomatis agar energi dapat dihemat.  \n \n\nSistem ini digunakan pada lorong atau ruang yang besar. Fungsi dari sistem ini menyalakan lampu ketika ada orang disekitar lampu dan mematikannya ketika orang tidak ada disekitar lampu. Dengan matinyan lampu ketika orang sudah tidak ada dekat lampu menjadikan sistem ini sudah hemat energi.  \n \n\nKomponen yang penting dalam pembuatan ini adalah arduino dan sensor PIR, dan Relay. Sensor PIR berfungsi sebagai pendeteksi keberadaan orang, dan dihubungkan ke arduino melalui optocoupler demi keamanan. Sementara itu relay  \n \n\nberfungsi sebagai saklar lampu, dan dipasang pada PCB terpisah dengan arduino. Sistem ini dapat menyalakan 5 buah lampu dengan 6 buah PIR dengan harga sekitar Rp. 1.000.000,-.", "Daftar File": {"2013 TA PP SANDI SUMADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/122022", "2013 TA PP SANDI SUMADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/122023", "2013 TA PP SANDI SUMADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/122024", "2013 TA PP SANDI SUMADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/122025", "2013 TA PP SANDI SUMADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/122026", "2013 TA PP SANDI SUMADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/122027", "2013 TA PP SANDI SUMADI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/122028", "2013 TA PP SANDI SUMADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/122029"}, "Penulis": "SANDI SUMADI (NIM : 13307079)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nIr. Eko Mursito Budi, M.T", "Ir. FX Nugroho Soelami M.B Env.,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "PIR, arduino, octocoupler, relay.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}