{"Nomor": 24190, "Judul": "PERANCANGAN POLA OPERASI TERMINAL PETI KEMAS PELABUHAN PATIMBAN TAHAP II, KECAMATAN PUSAKANAGARA, KABUPATEN SUBANG, PROVINSI JAWA BARAT", "Abstrak": "Pelabuhan Patimban merupakan pelabuhan yang direncanakan dibangun pada tahun 2017 yang berlokasi di Desa Patimban, Kecamatan Pusakanagara, Kabupaten Subang, Provinsi Jawa Barat. Pelabuhan Patimban direncanakan akan menunjang Pelabuhan bagian utara Jakarta yang dinilai memiliki peran penting dan sangat diperlukan untuk mendukung ekonomi nasional dan melayani aktivitas transportasi laut, salah satunya adalah transportasi peti kemas dalam skala besar. Oleh karena itu, perancangan operasional pada terminal peti kemas perlu dilakukan untuk mengetahui potensi kapasitas maksimal pada pelabuhan rencana. Tugas akhir ini akan membahas mengenai perancangan pola Operasi Terminal Peti Kemas Pelabuhan Patimban Tahap I. \n\nPerancangan pola operasi dilakukan berdasarkan dimensi rencana terminal yang sudah direncanakan oleh pemerintah. Pembahasan di dalam tugas akhir ini meliputi perancangan pola operasi di dermaga, perancangan pola operasi di lapangan penumpukan, penentuan kebutuhan transportasi horizontal, perhitungan biaya modal, dan penentuan tarif penanganan peti kemas. Perancangan pola operasi di dermaga meliputi perancangan kombinasi tambatan di dermaga, penentuan jenis dan jumlah alat penanganan peti kemas di dermaga, perhitungan produktivitas alat tersebut, dan perhitungan kapasitas dermaga. Perancangan pola operasi di lapangan penumpukan meliputi penentuan orientasi penumpukan peti kemas, penentuan jenis dan jumlah alat penumpukan, perhitungan produktivitas alat penumpukan, dan perhitungan kapasitas lapangan penumpukan. Penentuan kebutuhan alat transportasi horizontal meliputi penentuan jenis dan jumlah alat transportasi horizontal. Perhitungan biaya modal dan penentuan tarif penanganan peti kemas meliputi perhitungan biaya modal total, perhitungan total pengeluaran per tahun selama payback period, perhitungan total kebutuhan pemasukan per tahun selama payback period, dan penentuan tarif penanganan peti kemas.", "Daftar File": {"2017 TA PP Sandhya Gusti Nugra H. 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/122012"}, "Penulis": "Sandhya Gusti Nugra H.    (NIM : 15513012)", "Kontributor / Dosen Pembimbing": ["Andojo Wurjanto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Peti Kemas, Terminal, Pola Operasi, Pelabuhan", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "29 Sep 2017"}