{"Nomor": 24191, "Judul": "PEMODELAN INVERSI DATA METODE MAGNETOTELLURIC 1-D MENGGUNAKAN ALGORITMA PARTICLE SWARM OPTIMIZATION", "Abstrak": "Metode Magnetotellurik merupakan salah satu contoh metode pasif geofisika yang menggunakan sumber medan elektromagnetik alam pada frekuensi yang cukup lebar (10-5 Hz Ã‚Â– 104 Hz). Parameter fisis metode Magnetotellurik berupa impedansi yang menggambarkan karakteristik lapisan bawah permukaan. Model bawah permukaan yang digunakan yaitu model bumi berlapis horizontal. Skema pemodelan kedepan metode Magnetotellurik 1 dimensi menggunakan rumus rekursif yang menghasilkan data resistivitsas semu dan fasa. Kemudian dilakukan pemodelan inversi menggunakan algoritma Particle Swarm Optimization (PSO), dimana algoritma tersebut merupakan algoritma optimasi stokastik atau global. Metode ini meniru proses yang terjadi dalam kehidupan populasi burung (flock of bird) dan ikan (school of fish) dalam bertahan hidup. Skema pemodelan inversi ini menggunakan data sintetik sebagai validasi algoritma yang dibuat dan data lapangan sebagai aplikasinya. Kemudian dari hasil pemodelan inversi PSO akan dibandingkan dengan metode inversi optimasi stokastik lainnya, yaitu algoritma Very-Fast Simulated Annealing (VFSA dan Restrictive Velocity Particle Swarm Optimization (RVPSO).", "Daftar File": {"2017 TA PP SANDI FAHRUL RIZAL 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/122013", "2017 TA PP SANDI FAHRUL RIZAL 1-COVER-.pdf": "https://digilib.itb.ac.id/gdl/download/122014", "2017 TA PP SANDI FAHRUL RIZAL 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/122015", "2017 TA PP SANDI FAHRUL RIZAL 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/122016", "2017 TA PP SANDI FAHRUL RIZAL 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/122017", "2017 TA PP SANDI FAHRUL RIZAL 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/122018", "2017 TA PP SANDI FAHRUL RIZAL 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/122019", "2017 TA PP SANDI FAHRUL RIZAL 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/122020"}, "Penulis": "SANDI FAHRUL RIZAL (NIM : 10213080)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Wahyu Srigutomo, Ph.d"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Magnetotellurik, Forward Modelling, Particle Swarm Optimization, Misfit, Very-Fast Simulated Annealing, Data Lapangan, Data Sintetik.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "08 Nov 2017"}