{"Nomor": 24194, "Judul": "ELEKTRODA PASTA KARBON YANG DIMODIFIKASI DENGAN MOLECULARLY IMPRINTED POLY(METHYL RED) UNTUK PENENTUAN 3-BUTIL HIDROKSI ANISOL SECARA VOLTAMMETRI", "Abstrak": "Butil Hidroksi Anisol merupakan antioksidan sintesis golongan fenol yang terdiri dari campuran dua isomer 3-tert-butil-4-hidroksianisol (3-BHA) dan 2-tert-butil-4-        \n \n\nhidroksianisol (2-BHA). Penggunaan antioksidan sintesis golongan fenol pada saat ini tidak direkomendasikan oleh Kementrian Kesehatan karena diduga dapat menyebabkan penyakit kanker (Carcinogenic Agent). Maka dari itu penggunaan antioksidan sintesis ini dibatasi tidak boleh melebihi batas maksimumnya di setiap jenis bahan pangan. Menurut peraturan Kepala Badan BPOM No 38 Tahun 2013        \n \n\ntentang maksimum penggunaan bahan tambahan pangan antioksidan disebutkan bahwa batas aman penggunaan antioksidan sintesis BHA dalam bahan pangan adalah        \n \n\nsebesar 200 mg/kg sampel. Sehingga dibutuhkan suatu metode yang akurat dan sederhana. Metode yang biasanya digunakan untuk menganalisis BHA adalah metode        \n \n\nspektrofotometri dan High Performace Liquid Chromatography (HPLC). Namun metode tersebut memiliki kekurangan seperti preparasi sampel yang cukup rumit,        \n \n\nmembutuhkan pelarut organik yang lebih banyak. Metode elektrokimia salah satunya adalah teknik voltammetri banyak dikembangkan untuk analisis antioksidan BHA        \n \n\nkarena memiliki kelebihan di antaranya biaya analisis yang murah, selektivitas yang baik dan sensitivitas yang tinggi. Pada penelitian ini dikembangkan elektroda pasta        \n \n\nkarbon (EPK) yang dimodifikasi oleh Molecularly Imprinted Polymer (MIP) untuk meningkatkan sensitivitas penentuan 3-BHA secara voltammetri. Modifikasi dilakukan dengan elektropolimerisasi larutan metil merah (MM) sebagai monomer fungsional dan BHA sebagai molekul target dengan elektrolit pendukung KNO3 0,1 M menggunakan teknik voltammetri siklik (15 siklus) pada rentang potensial -1,0V - 2,0V dan laju pindai sebesar 100 mV/s. Setelah terbentuk matriks antara polimer dan        \n \n\nmolekul target, molekul target dihilangkan agar terbentuk cetakan yang spesifik bagi BHA. Proses penghilangan molekul target dilakukan dengan ekstraksi pelarut menggunakan etanol selama 30 detik dilanjutkan dengan 3 siklus voltammetri dalam larutan KNO3 0,1 M pada rentang potensial 0,0V - 1,2V. Penentuan BHA dilakukan dengan teknik Linear Sweep Voltammetry (LSV). Kebolehulangan pengukuran larutan BHA 0,1 mM memberikan arus puncak oksidasi dengan %RSD sebesar 8,8% (n=15). Kurva kalibrasi pengukuran memberikan linearitas yang sangat baik pada rentang konsentrasi 10 μM - 100 μM dan 100 μM - 1000 μM dengan kemiringan garis yang berbeda dan dengan limit deteksi sebesar 10,62 μM. Penentuan BHA pada sampel margarin dilakukan dengan cara kurva kalibrasi memberikan nilai perolehan kembali yang berkisar antara 96,96 - 103,50% yang menunjukkan akurasi        \n \n\npengukuran yang baik.", "Daftar File": {"2015 TS PP SANDRA AMALIA RIYADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/122030", "2015 TS PP SANDRA AMALIA RIYADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/122031", "2015 TS PP SANDRA AMALIA RIYADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/122032", "2015 TS PP SANDRA AMALIA RIYADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/122033", "2015 TS PP SANDRA AMALIA RIYADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/122034", "2015 TS PP SANDRA AMALIA RIYADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/122035", "2015 TS PP SANDRA AMALIA RIYADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/122036"}, "Penulis": "SANDRA AMALIA RIYADI (NIM : 20513084)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Indra Noviandri"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Butil hidroksi anisol, metil merah, Molecularly Imprinted Polymer", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}