{"Nomor": 24204, "Judul": "PEMBUATAN DAN KARAKTERISASI LAPISAN ZINC OXIDE NANOROD HIDROFOBIK PADA KACA", "Abstrak": "Hidrofobik merupakan fenomena permukaan yang tidak terbasahi oleh air. Permukaan superhidrofobik memiliki potensi pemanfaatan di berbagai bidang, antara lain pembuatan tekstil/kayu/bangunan anti-jamur, lapisan anti-korosi, dan lapisan waterproof alat-alat elektronik. Pembuatan permukaan superhidrofobik membutuhkan permukaan kasar skala mikro-nano dan energi permukaan yang rendah.  \n \n\nPada penelitian ini dilakukan deposisi lapisan ZnO nanorod pada substrat kaca menggunakan metode pencelupan (dip coating) dan penumbuhan lapisan (chemical bath deposition) dengan variasi konsentrasi prekursor zink nitrat. Penurunan energi permukaan dilakukan dengan perendaman lapisan ZnO nanorod ke dalam larutan asam stearat dengan variasi konsentrasi larutan dan waktu perendaman. Karakterisasi sampel menggunakan difraksi sinar-X, scanning electron microscope, spektrofotometer UV-Vis, dan sudut kontak dengan analisa visual.  \n \n\nHasil difraksi sinar-X menunjukkan ZnO berstruktur heksagonal fasa wurtzite dengan arah pertumbuhan pada sumbu-c. Morfologi permukaan ZnO berbentuk nanorod tidak beraturan pada permukaan substrat kaca. Pertambahan konsentrasi prekursor Zn-nitrat meningkatkan pertumbuhan dan kekasaran permukaan, tetapi menurunkan tingkat transmitansi pada rentang cahaya tampak. Peningkatan sudut kontak dari 130Ã‚Âº ke 145Ã‚Âº terjadi sebagai dampak kenaikan kekasaran permukaan. Waktu perendaman sampel dalam asam stearat selama 24 jam meningkatkan nilai sudut kontak hingga 152Ã‚Âº (superhidrofobik). Nilai histerisis sudut kontak sampel sebesar 34Ã‚Âº Ã‚Â± 6Ã‚Âº, mengindikasikan permukaan memiliki sifat hidrofobik dengan model Wenzel.", "Daftar File": {"2014 TA PP  SANTI KURNIASIH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/122083", "2014 TA PP  SANTI KURNIASIH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/122084", "2014 TA PP  SANTI KURNIASIH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/122085", "2014 TA PP  SANTI KURNIASIH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/122086", "2014 TA PP  SANTI KURNIASIH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/122087", "2014 TA PP  SANTI KURNIASIH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/122088", "2014 TA PP  SANTI KURNIASIH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/122089"}, "Penulis": "SANTI KURNIASIH  (NIM : 13309099)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Ahmad Nuruddin, Ph.D.", "Brian Yuliarto, Ph. D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "ZnO, dip-coating, chemical bath deposition, superhidrofobik, asam stearat, sudut kontak.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}