{"Nomor": 24218, "Judul": "ANALISIS PESEBARAN EMISI CO DARI KENDARAAN BERMOTOR DENGAN MENGGUNAKAN METODE CALINE 4 (STUDI KASUS WILAYAH DKI JAKARTA", "Abstrak": "Jakarta merupakan ibu kota Negara Indonesia dengan jumlah penduduk sekitar 9 juta jiwa dengan begitu maka segala bentuk perekonomian dan pemerintahan berada di jakarta, hal ini akan mempengaruhi peningkatan mobilisasi yang meningkatkan jumlah kendaraan di jakarta. Aspek tersebut tentu saja menghasilkan hal lain yaitu pencemaran udara terutama dari Karbon Monoksida    \n \n \n \n\n(CO), sebagai polutan yang terbesar. Untuk itu dibutuhkan suatu analisis untuk melakukan pesebaran karbonmonoksida dengan menggunakan sebuah metode yaitu Caline yang dikembangkan dengan persamaan Gaussian dan memerlukan data input yakni kekuatan sumber, faktor meteorology, dan geografi. Dari hasil data yang didapatkan dari dinas perhubungan bahwa Penentuan waktu penelitian berdasarkan dengan data dari volume kendaraan bermotor di Jakarta yaitu pada tanggal 26 dan 27 agustus 2012. Kemudian di hitung faktor emisi polutan tersebut    \n \n \n \n\nsebagai inputan utama, untuk mengetahui pesebarannya dibutuhkan faktor meteorologi seperti kecepatan dan arah, temperature, dan mixing height sebagai faktor pengaruh penyebaran dari emisi polutan pesebaran pencemaran utama. Hasil simulasi tersebut menunjukan bahwa area jakrata selatan sebagai penerima polutan terbesar pada pagi hari khususnya pada tanggal 26 Agustus 2012 dengan nilai di range 1 Ã‚Â– 12 ppm, dan jika di bandingkan dengan baku mutu dari BPLHD potensinya ialah masih dalam keadaan normal namun memberikan pengaruh dan dampak terhadap astma, pada kandungan, dan penyebab penyakit jantung.", "Daftar File": {"2015 TA PP SARAH RISDA NAFISAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/122163", "2015 TA PP SARAH RISDA NAFISAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/122164", "2015 TA PP SARAH RISDA NAFISAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/122165", "2015 TA PP SARAH RISDA NAFISAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/122166", "2015 TA PP SARAH RISDA NAFISAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/122167", "2015 TA PP SARAH RISDA NAFISAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/122168", "2015 TA PP SARAH RISDA NAFISAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/122169"}, "Penulis": "SARAH RISDA NAFISAH (NIM : 12811023)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Zadrach L. Dupe, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "CALINE4; CO; Jakarta; Polusi Udara.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}