{"Nomor": 24212, "Judul": "PENGEMBANGAN PEDOMAN PERANCANGAN FASILITAS PERMUKAAN PADA LAPANGAN GAS KONDENSAT SEBAGAI FUNGSI DARI KERAGAMAN DISTRIBUSI PROPERTI RESERVOAR", "Abstrak": "Studi ini dilakukan untuk mengetahui perubahan distribusi properti reservoar, yaitu porositas dan permeabilitas di lapangan gas kondensat terhadap perancangan fasilitas permukaan. Distribusi properti reservoar ini dilakukan  \n \n\ndengan menggunakan metode statistika, dengan perubahan simpangan baku σ distribusi normal untuk porositas dan perubahan p distribusi p-normal untuk permeabilitas.  \n \n \n\nAnalisis PVT dan History Matching terhadap model dilakukan terlebih dahulu, sehingga diperoleh model yang valid dan selanjutnya melakukan peramalan kinerja reservoar masa depan dengan beberapa sensitivitas, yaitu perubahan distribusi porositas σ dan permeabilitas p di tiap lapisan reservoar. Perancangan fasilitas permukaan disesuaikan dengan hasil dari simulasi reservoar pada tiap perubahan sensitivitas.   \n \n \n\nHasil yang diperoleh menunjukkan bahwa perubahan distribusi porositasyang dipengaruhi oleh perubahan nilai simpangan bakunya σ dan perubahan nilaip pada distribusi permeabilitas berpengaruh terhadap perancangan kompresor,  \n \n\nchiller, cooler, dan pompa dalam desain fasilitas permukaan untuk pemrosesan gas dan kondensat. Perubahan distribusi porositas σ (simpangan baku) dengan selang 0.02 pada berbagai perubahan distribusi permeabilitas p selang 0.5  \n \n\nmenyebabkan perubahan perancangan fasilitas, antara lain : perubahan daya kompresor 1 pada unit pemrosesan gas atau di aliran gas sebesar 2097 Ã‚Â– 11819 hp, perubahan daya kompresor 2 di aliran gas sebesar 1994 Ã‚Â– 11242 hp, perubahan Chiller duty di aliran gas sebesar 5769964 - 32539029 Btu/jam, perubahan Cooler duty 2 di aliran gas sebesar 4843421 Ã‚Â– 27300865 Btu/jam, perubahan daya pompa  \n \n\npada unit pemrosesan kondensat atau di aliran kondensat sebesar 0.901 Ã‚Â– 5.82 hp, dan perubahan Cooler duty 1 di aliran kondensat sebesar 25770 Ã‚Â– 120412 Btu/jam. Perubahan σ (simpangan baku) yang semakin kecil, yaitu 0.02 pada berbagai perubahan distribusi permeabilitas p dengan selang 0.5 berpengaruh kecil terhadap perubahan perancangan fasilitas, antara lain : perubahan daya kompresor  \n \n\n1 di aliran gas sebesar 2097 hp, perubahan daya kompresor 2 di aliran gas sebesar 1994 hp, perubahan Chiller duty di aliran gas sebesar 5769964 Btu/jam, perubahan Cooler duty 2 di aliran gas sebesar 4843421 Btu/jam, perubahan daya  \n \n\npompa di aliran kondensat sebesar 0.901 hp, dan perubahan Cooler Duty di aliran kondensat sebesar 25770 Btu/jam. Perubahan σ (simpangan baku) yang semakin besar, yaitu 0.1 pada berbagai perubahan distribusi permeabilitas p dengan selang 0.5 sangat mempengaruhi perancangan fasilitas, antara lain : perubahan daya kompresor 1 di aliran gas sebesar 11819 hp, perubahan daya kompresor 2 di aliran  \n \n\ngas sebesar 11242 hp, perubahan Chiller duty di aliran gas sebesar 32539029 Btu/jam, perubahan Cooler duty 2 di aliran gas sebesar 27300865 Btu/jam, perubahan daya pompa di aliran kondensat sebesar 5.82 hp, dan perubahan Cooler  \n \n\nDuty di aliran kondensat sebesar 120412 Btu/jam. Kenaikan tajam terjadi pada garis yang terbentuk dari nilai distribusi porositas σ = 0.02 menuju σ = 0.04 untuk  \n \n\nberbagai nilai p distribusi permeabilitas. Hal ini disebabkan karena semakin kecil nilai distribusi porositas σ, maka keseragaman distribusi porositas akan semakin  \n \n\nmeningkat, dan sebaliknya.", "Daftar File": {"2010 TS PP SARAH ASTELINA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/122140", "2010 TS PP SARAH ASTELINA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/122141", "2010 TS PP SARAH ASTELINA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/122142", "2010 TS PP SARAH ASTELINA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/122143", "2010 TS PP SARAH ASTELINA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/122144", "2010 TS PP SARAH ASTELINA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/122145", "2010 TS PP SARAH ASTELINA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/122146", "2010 TS PP SARAH ASTELINA 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/122147", "2010 TS PP SARAH ASTELINA 1-BAB 8.pdf": "https://digilib.itb.ac.id/gdl/download/122148", "2010 TS PP SARAH ASTELINA 1-BAB 9.pdf": "https://digilib.itb.ac.id/gdl/download/122149", "2010 TS PP SARAH ASTELINA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/122150"}, "Penulis": "SARAH ASTELINA (NIM : 22208029)", "Kontributor / Dosen Pembimbing": ["Pembimbing :"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "distribusi normal porositas, distribusi p-normal permeabilitas, desain fasilitas permukaan", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "11 file", "Tanggal Input": "27 Sep 2017"}