{"Nomor": 24224, "Judul": "PEMBUATAN MEDIA PEMBELAJARAN-INTERAKTIF OPTIK DAN APLIKASINYA DENGAN MACRO VISUAL BASIC PADA MICROSOFT POWERPOINT", "Abstrak": "Sebagian besar siswa menganggap bahwa fisika adalah pelajaran yang sulit dan menyeramkan. Anggapan ini diperkuat dengan sikap enggan guru melakukan kegiatan praktikum di sekolah karena peralatan praktikum yang terbatas dan memerlukan banyak waktu. Padahal fisika merupakan ilmu yang tidak hanya membahas mengenai teori dan penerapan teori tersebut dalam kehidupan seharihari, \n\nmelainkan juga melakukan beberapa ekperimen. Untuk mengatasi masalah tersebut dibuat sebuah media pembelajaran interaktif optik dengan Visual Basic for \n\nApplication (VBA) yang terdapat di dalam Microsoft PowerPoint pada topik pembentukan bayangan pada cermin, lensa tipis, dan beberapa aplikasinya. Terdapat dua aplikasi optik yang dibuat pada media ini, yaitu pembentukan bayangan pada lensa dua lensa gabungan yang terdiri dari lensa cekung-cembung atau cembung-cekung dan mikroskop. Pembuatan media ini diawali dengan penyusunan materi tentang geometri optik dan beberapa alat optik dalam kehidupan sehari-hari. Selanjutnya, membuat tampilan media yang terdiri dari CommandButton dan Textbox serta menuliskan program pada macro Visual Basic editor untuk mengaktifkan perintah yang ingin dilakukan. Sebuah ekperimen pembentukan bayangan oleh lensa cembung juga dilakukan untuk validasi simulasi yang telah dibuat. Perbedaan hasil eksperimen dan teori yang diperoleh adalah \n\n0.04% untuk lensa dengan jarak fokus 5 cm dan 0.02% untuk lensa dengan jarak fokus 10 cm. Berdasarkan hasil uji coba media dengan menggunakan angket dari delapan orang responden, diperoleh skor 4.51 dari skala 1 sampai 5. Oleh karena itu media pembelajaran interaktif ini dapat digunakan untuk membantu siswa dalam memahami proses pembentukan bayangan pada cermin, lensa dan beberapa \n\naplikasinya dalam kehidupan sehari-hari.", "Daftar File": {"2015 TS PP SARI SAMI NOVITA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/122208", "2015 TS PP SARI SAMI NOVITA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/122207", "2015 TS PP SARI SAMI NOVITA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/122206", "2015 TS PP SARI SAMI NOVITA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/122205", "2015 TS PP SARI SAMI NOVITA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/122204", "2015 TS PP SARI SAMI NOVITA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/122203", "2015 TS PP SARI SAMI NOVITA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/122202"}, "Penulis": "SARI SAMI NOVITA (NIM : 90213019)", "Kontributor / Dosen Pembimbing": ["Pembimbing: \n\nDr. Siti Nurul Khotimah. \n\nWahyu Hidayat, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Microsoft PowerPoint, Optik, Pembentukan Bayangan, Simulasi, Macro Visual Basic", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "28 Nov 2017"}