{"Nomor": 24234, "Judul": "METODE OPTIK UNTUK PENGUKURAN TEBAL MENGGUNAKAN KAMERA DIGITAL DENGAN BANTUAN CAHAYA DARI PROYEKTOR LCD", "Abstrak": "Teknologi yang maju memungkinkan penggunaan kamera digital resolusi tinggi sebagai perangkat pengukuran. Dengan menggunakan sebuah kamera digital, dapat dilakukan pengukuran tanpa kontak dan non-invasive untuk mengukur tinggi muka cairan berdasarkan jumlah piksel pelampung pada citra yang terekam. Berangkat dari pengukuran tinggi muka cairan tersebut, penelitian ini mencoba mengukur tebal suatu benda pejal dengan mengganti fungsi pelampung dengan permukaan benda yang disinari berkas cahaya.  \n \n\nPercobaan dilakukan dengan memasang kamera di atas bidang alas pengukuran yang diketahui luasnya dan disinari cahaya dari proyektor LCD yang melewati jendela segiempat, kemudian objek ukur diletakkan di atas bidang alas. Perubahan jumlah piksel cahaya pada saat ada objek dan saat tidak ada objek merepresentasikan perubahan jarak berkas cahaya dari kamera yang sama dengan tebal benda. Perlu dilakukan koreksi atas perubahan ukuran berkas cahaya karena cahaya berasal dari proyektor yang bersifat menyebar.  \n \n\nCitra yang terekam kemudian diolah untuk mendapatkan batas piksel cahaya yang akurat. Proses pengolahan citra yang dilakukan meliputi cropping, gaussian blur, dan thresholding.  \n \n\nDari hasil percobaan didapat kesalahan pengukuran terkecil 0.76% untuk tebal benda 2.8 mm dan terbesar 7.57% untuk tebal benda 5.7 mm. Kesalahan pengukuran antara lain karena adanya efek difraksi pada tepi cahaya sehingga sukar menentukan batas cahaya yang tepat.", "Daftar File": {"2011 TA PP SATRIA BUDIMAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/122244", "2011 TA PP SATRIA BUDIMAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/122243", "2011 TA PP SATRIA BUDIMAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/122242", "2011 TA PP SATRIA BUDIMAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/122241", "2011 TA PP SATRIA BUDIMAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/122240", "2011 TA PP SATRIA BUDIMAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/122239", "2011 TA PP SATRIA BUDIMAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/122238"}, "Penulis": "SATRIA BUDIMAN  (NIM : 13305003)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nProf. Dr. Andrianto Handojo, n.i.", "Dr. Ir. Endang Juliastuti M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pengukuran tebal, kamera digital, jumlah piksel, threshold, gaussian blur.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}