{"Nomor": 24238, "Judul": "PENGEMBANGAN SISTEM TRANSPORTASI PERSAMPAHAN KOTA MANOKWARI", "Abstrak": "Pertumbuhan Kabupaten Manokwari yang pesat sebagai salah satu kabupaten berkembang di Indonesia Timur, menimbulkan permasalahan dalam pengelolaan sampah dimana kondisi pengumpulan dan transportasi sampah eksisting tidak mampu memberikan pelayanan maksimal. Dalam kajian ini, upaya dilakukan untuk melihat kondisi eksisting pelayanan di Kabupaten Manokwari beserta kekurangannya, menganalisa efektivitas rute pengangkutan dengan algoritma Dijkstra, kemudian merancang skenario alternatif pengumpulan sampah yang disesuaikan dengan banyaknya penduduk dan timbulan sampah yang dihasilkan untuk kemudian dibandingkan dengan melihat biaya investasi yang diperlukan. Hasil analisa dengan algoritma Dijsktra untuk rute terpendek diperoleh bahwa efektifitas rute pengangkutan dan konsumsi bahan bakar eksisting dapat ditingkatkan sebanyak 22% dari 944 km menjadi 736,2 km per hari dan 134,86 L menjadi 105,17 L per hari. Potensi timbulan sampah Kabupaten Manokwari mencapai 73 ton/hari pada 2020 dan 103 ton/hari pada tahun akhir perancangan skenario di tahun 2033. Berdasarkan analisa pengembangan armada dan perhitungan biaya pendahuluan dengan perhitungan kapasitas pelayan 100%, diperoleh bahwa skenario B paling memiliki rasio benefit Ã‚Â– cost yang paling besar yaitu 0,39 dibandingkan dengan skenario A dengan nilai 0,33. Dengan rasio paling besar maka skenario B paling berpotensi untuk diterapkan dalam pengembangan persampahan kabupaten, karena memiliki defisit NPV dan potensial subsidi tahunan yang lebih kecil", "Daftar File": {"2017 TS PP SATYANUR Y NUGROHO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/122255"}, "Penulis": "SATYANUR YUDHIATAMA NUGROHO  (NIM : 25315027)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Enri Damanhuri"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Sampah perkotaan, sistem transportasi, pengembangan sistem, Manokwari", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "04 Okt 2017"}