{"Nomor": 24231, "Judul": "TOKSISITAS LINDI TPAS SARIMUKTI TERHADAP GONAD JANTAN DAN SPERMATOGENESIS TIKUS WISTAR", "Abstrak": "Beberapa hasil penelitian sebelumnya menunjukkan bahwa lindi TPAs Sarimukti bersifat toksik dan genotoksik baik pada sel-sel germinal maupun pada sel somatik. Efek genotoksik lindi pada sperma dan sel-sel somatik di testis menunjukkan persentase yang signifikan, meskipun demikian penelitian menyeluruh berkaitan dengan efek toksik lindi TPAs Sarimukti terhadap testis dan spermatogenesis belum dilakukan. Oleh karena itu, penelitian ini dilakukan untuk mengamati efek toksik lindi TPAs Sarimukti pada testis dan spermatogenesis, serta menentukan tahap spermatogenesis yang paling rentan terhadap lindi. Tujuh puluh dua ekor tikus galur Wistar (240-270 g, 9-10 pekan) dikelompokkan menjadi tiga kelompok berdasarkan lamanya pemberian zat, yang mengindikasikan tahap tertentu dari spermatogenesis. Kelompok 1, zat dipaparkan selama 14 hari berturut-turut kemudian tikus dipelihara sampai hari ke-60 (tahap spermatositogenesis). Kelompok 2, zat dipaparkan selama 21 hari berturut-turut kemudian tikus dipelihara sampai hari ke-47 (tahap meiosis). Kelompok 3, zat dipaparkan selama 21 hari berturut-turut kemudian tikus dipelihara sampai hari ke-25 (tahap spermiogenesis). Lindi TPAs Sarimukti (35%, 63%), akuabidestilata steril dan kadmium klorida (CdCl2.2H2O 1mg/kg bb) diberikan kepada ketiga kelompok tikus, secara intraperitoneal. Dampak perlakuan terhadap testis tikus diamati melalui: pengukuran morfometri testis, pengamatan kondisi sperma, penampilan dinding tubulus seminiferus dan pengamatan histopatologi sel-sel germinal pada dinding tubulus seminiferus. Untuk mengamati kondisi sperma, suspensi sperma dipersiapkan dari kauda epididimis kemudian dibuat preparat apusan, lalu diwarnai dengan Acridine Orange. Preparat histologi testis dibuat mengikuti metoda standar, disayat dengan ketebalan 7 μm dan diwarnai dengan Hematoksilin-Eosin. Parameter morfometri testis adalah berat, panjang dan diameter testis. Persentase sperma abnormal dan persentase integritas DNA kepala sperma merupakan parameter untuk kondisi sperma. Parameter penampilan dinding tubulus seminiferus adalah jumlah vakuolasi dinding tubulus seminiferus, persentase nekrosis dinding tubulus seminiferous, jumlah inti sel Sertoli, diameter tubulus seminiferus dan diameter lumen tubulus seminiferus. Untuk pengamatan histopatologi sel-sel germinal digunakan berbagai parameter, yaitu persentase eksfoliasi sel-sel germinal, jumlah spermatid gagal memanjang dan jumlah retensi spermatid. Secara umum, lindi TPAs memberikan efek toksik baik pada morfometri testis dan kondisi sperma maupun pada kondisi dinding tubulus seminiferus dan penampilan sel-sel \n\ngerminal. Efek lindi TPAs pada seluruh aspek parameter pengamatan, kecuali morfometri testis menunjukkan hubungan dosis-respons dan dosis lindi TPAs tertinggi (63%) menunjukkan efek paling signifikan, bahkan untuk beberapa parameter menunjukkan efek yang lebih parah dibandingkan dengan kelompok hewan yang diberi CdCl2.2H2O (sebagai kontrol positif). Berdasarkan pengamatan dari seluruh aspek parameter yang diamati, tahap meiosis merupakan tahap spermatogenesis yang paling rentan terhadap lindi TPAs. Tahap meiosis merupakan tahap yang paling rentan terhadap gangguan lingkungan, sehingga keberadan lindi TPAs selama 21 hari mampu mengganggu sel-sel germinal yang sedang berkembang pada kompartemen basal menuju kompartemen adluminal di tubulus seminiferus. Aktivitas lindi TPAs dapat memutus tight junction di bagian epitel tubulus seminiferus yang menghubungkan sel-sel germinal di antara sel Sertoli, sehingga mengganggu proses meiosis yang mengakibatkan kegagalan pembelahan sitoplasma dan pemisahan kromosom. Hal inilah yang akan merusak struktur DNA sperma. Kerusakan tight junction dan sel Sertoli juga menyebabkan sel-sel germinal terlepas ke bagian lumen tubulus seminiferus sebelum pematangan, sehingga menghasilkan sperma abnormal dan dinding tubulus seminiferus menipis. Penipisan dinding tubulus seminiferus disebabkan oleh peningkatan ukuran lumen tubulus seminiferus dan pengurangan komponen epitel tubulus seminiferus seperti sel-sel germinal dan sel Sertoli. Hal ini juga menjadi penyebab penurunan berat testis. Berdasarkan hasil penelitian dapat disimpulkan bahwa: (i) lindi TPAs Sarimukti bersifat toksik pada sperma yang disebabkan adanya kerusakan baik pada epitel tubulus seminiferus maupun pada sel-sel germinal, (ii) selain itu dosis lindi 63% merupakan dosis optimal karena di atas dosis tersebut bersifat letal, (iii) tahap meiosis merupakan tahap yang paling rentan terhadap lindi TPAs.", "Daftar File": {"2017 TS PP SATIRA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/122229"}, "Penulis": "SATIRA     (NIM : 20614027)", "Kontributor / Dosen Pembimbing": ["Dr. Ayda T. Yusuf, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "lindi, TPAs Sarimukti, spermatogenesis, integritas DNA kepala sperma, morfometri testis, tikus Wistar", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "29 Sep 2017"}