{"Nomor": 24244, "Judul": "PERANCANGAN GEDUNG SUMMARECON OFFICE TOWER (PERANCANGAN GEOMETRIK JALAN, RUANG PARKIR, STRUKTUR PERKERASAN DAN ANALISIS DAMPAK LALU", "Abstrak": "Pada saat ini, infrastruktur bangunan tinggi berkembang secara signifikan, terutama di kota-kota besar. Fungsi bangunan pun bervariasi mulai dari pusat perkantora, pusat perbelanjaan, pusat rekreasi, dan sebagainya. Proyek pembangunan Summarecon Office Tower direncanakan memiliki 34 lantai dengan fungsi perkantoran dan 4 lantai basement untuk ruang parkir. Tugas akhir ini bertujuan untuk mengevaluasi gambar desain arsitektur, merancang geometri jalan kawasan, ruang parkir, dan struktur perkerasan jalan kawasan serta menganalisis dampak lalu lintas akibat adanya pembangunan gedung.   \n \n\nSecara umum, metodologi perancangan yang digunakan dalam tugas akhir ini adalah mengevaluasi gambar desain arsitektur lalu dilakukan perhitungan dan analisis yang mengacu pada standar baku yang berlaku untuk tiap topik perancangan.   \n \n\nGambar hasil desain arsitektur yang dievaluasi adalah gambar alinyemen horizontal jalan kawasan dan denah parkir. Perancangan geometri jalan kawasan menghasilkan 7 (tujuh) jenis tikungan dengan tipe tikungan terpilih yaitu full-circle namun memiliki jari-jari (R), Ec, dan Tc yang berbeda, kecepatan rencana 10 km/jam, dan menggunakan rambu dan marka yang relevan terhadap kondisi jalan. Ruang parkir dievaluasi berdasarkan Pedoman Perencanaan dan Pengoperasian Fasilitas Parkir (Dirjen Perhubungan Darat). Hasil perancangan perkerasan menunjukkan nilai indeks permukaan yang berbeda untuk tiap kondisi skenario. Hasil analisis dampak lalu lintas dengan menggunakan MKJI 1997 adalah analisis kinerja lalu lintas didapatkan akibat adanya pembangunan gedung Summarecon Office Tower, terjadi penurunan indeks tingkat pelayanan (ITP) dari tingkat B menjadi C di ruas Jalan Bulevar Ahmad Yani II, Jalan Bulevar Selatan dan dari tingkat C menjadi D di Jalan Bulevar Barat. Selain itu, hasil analisis kinerja bundaran menunjukkan VCR bundaran mencapai 1,217 pada akhir tahun ke-20.   \n \n \n\nRekomendasi penulis terhadap analisis dampak lalu lintas adalah penambahan 1 lajur pada ruas Jalan Bulevar Ahmad Yani II dan Jalan Bulevar Selatan dengan ITP akhir tahun rencana menjadi B dan menjadi C pada ruas Jalan Bulevar Barat. Lalu, pelebaran lebar bundaran sebesar 1,5 m menghasilkan VCR bundaran 1,175.", "Daftar File": {"2017 TA PP SEFTYAN REZA PANGESTU 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/122283", "2017 TA PP SEFTYAN REZA PANGESTU 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/122284", "2017 TA PP SEFTYAN REZA PANGESTU 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/122285", "2017 TA PP SEFTYAN REZA PANGESTU 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/122286", "2017 TA PP SEFTYAN REZA PANGESTU 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/122287", "2017 TA PP SEFTYAN REZA PANGESTU 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/122288", "2017 TA PP SEFTYAN REZA PANGESTU 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/122289", "2017 TA PP SEFTYAN REZA PANGESTU 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/122290", "2017 TA PP SEFTYAN REZA PANGESTU 1-BAB 8.pdf": "https://digilib.itb.ac.id/gdl/download/122291", "2017 TA PP SEFTYAN REZA PANGESTU 1-BAB 9.pdf": "https://digilib.itb.ac.id/gdl/download/122292", "2017 TA PP SEFTYAN REZA PANGESTU 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/122293"}, "Penulis": "SEFTYAN REZA PANGESTU [15013144]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Djunaedi Kosasih, M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Evaluasi desain arsitektur, desain geometri jalan, ruang parkir, struktur perkerasan, analisis dampak lalu lintas, VCR, ITP ; Evaluation of architectural design drawings, the design geometry of roads, parking spaces, pavement structure, traffic impact analysis, VCR, ITP", "Sumber": "FTSL", "Staf Input/Edit": "hidayat  \n                                     Alice Diniarti", "File": "11 file", "Tanggal Input": "05 Des 2017"}