{"Nomor": 24257, "Judul": "PEMODELAN GRAVITASI DENGAN MENGGUNAKAN ALGORITMA PARKEROLDENBURG UNTUK MEMETAKAN ZONA DISKONTINUITAS MOHOROVICIC", "Abstrak": "Gravitasi adalah salah satu metoda penyelidikan geofisika yang berdasarkan pada adanya perbedaan kecil dari medan gaya berat. Salah satu penggunaan metoda ini adalah untuk memodelkan zona Mohorovicic. \n\nUntuk memodelkan Zona Mohorovicic dalam maka dibutuhkan penentuan nilai densitas yang dapat di cari dengan menggunakan algoritma Parker-Oldenburg. 3DINVER.M adalah program berbasiskan MATLAB untuk menghitung densitas dari anomali gravitasi menggunakan algoritma Parker- \n\nOldenburg, prosedur dari program ini berdasarkan hubungan antara transformasi Fourier dari anomali gravitasi dan penjumlahan transformasi Fourier dari \n\ntopografi. Dengan mengetahui kedalaman rata-rata dari interface densitas dan kontras densitas diantara diantara dua media, geometri tiga dimensi dari interface \n\ndapat dihitung dengan cara iterasi. Proses iterasi itu berhenti setelah mencapai nilai yang telah ditentukan sebelumnya (Convergence Criterion) atau setelah mencapai jumlah iterasi yang telah ditentukan sebelumnya. Penentuan domain frekuensi dalam filter dipilih untuk menguatkan konvergensi dari proses iterasi, sehingga model yang unik dan tidak ambigu dapat dihasilkan. \n\nAlgoritma tersebut dapat mengolah set data yang besar dengan efektif menggunakan direct dan inverse fast fourier transform (FFT dan IFFT). Sangat penting untuk memberikan parameter yang tepat seperti nilai density, kedalaman rata-rata, dan cut-off frequency. Untuk lebih memperjelas perubahan nilai dari model maka dibuat dua penampang menggunakan SURFER.", "Daftar File": {"2010 TA PP SENDRI EKO WIDIYANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/122341", "2010 TA PP SENDRI EKO WIDIYANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/122342", "2010 TA PP SENDRI EKO WIDIYANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/122343", "2010 TA PP SENDRI EKO WIDIYANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/122344", "2010 TA PP SENDRI EKO WIDIYANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/122345", "2010 TA PP SENDRI EKO WIDIYANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/122346", "2010 TA PP SENDRI EKO WIDIYANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/122347"}, "Penulis": "SENDRI EKO WIDIYANTO (nim : 12404011)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Untoro, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Gravitasi, zona Mohorovicic, algoritma Parker-Oldenburg, Transformasi Fourier", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "24 Jan 2017"}