{"Nomor": 24253, "Judul": "STUDI PENENTUAN NILAI BIAYA PUNGUTAN DAMPAK PENGELOLAAN SAMPAH REGIONAL TPPAS SARIMUKTI BERDASARKAN ASPEK LINGKUNGAN DAN SOSIAL EKONOMI", "Abstrak": "TPPAS Sarimukti sebagai TPA Regional berfungsi menampung sampah dari Kota Bandung, Kota Cimahi dan Kabupaten Bandung Barat pasca longsornya TPA Leuwigajah. Keberadaan TPA Sarimukti memberikan dampak terhadap masyarakat sekitar, seperti pencemaran air, udara, bau tak sedap hingga penurunan nilai properti. Pemerintah telah memberlakukan dana kompensasi dampak negatif sebesar Rp 4,900,- per ton sampah untuk meminimalisir dampak namun jumlah tersebut belum memenuhi ketentuan asas pencemar membayar dalam mengembalikan kondisi lingkungan atas dampak yang terjadi. Berdasarkan hal tersebut, penelitian ini bertujuan menghitung besaran biaya pungutan atas dampak kegiatan pengelolaan sampah regional terhadap aspek lingkungan dan sosial ekonomi masyarakat sekitar TPPAS Sarimukti. Melalui proses identifikasi dampak, valuasi ekonomi, dan melalukan penilaian present value untuk mendapatkan nilai ekonomi total dampak lingkungan dan ekonomi kegiatan pengelolaan sampah regional. Analisis Dampak dari kegiatan pengelolaan sampah Sarimukti menghasilkan dampak langsung maupun tidak langsung terutama pada aspek lingkungan dan ekonomi. Dampak negatif yang terjadi adalah hilangnya lahan garapan petani, penurunan nilai properti, emisi air, emisi udara, kebisingan, bau dan penurunan nilai estetika lingkungan. Dampak positif dari kegiatan pengelolaan sampah regional berupa lapangan pekerjaan bagi masyarakat sekitar, pemulung, lapak pengumpul sampah dan masyarakat dengan usaha mandiri, serta peningkatan kualitas jalan yang meningkatkan akses masyarakat setempat. Total valuasi ekonomi terhadap biaya dampak adalah sebesar Rp 752.225.556.137 dan total manfaat adalah Rp 191.297.967.651 sehingga nilai ekonomi total adalah - Rp 560.927.588.486,-. Hal tersebut memperlihatkan nilai total ekonomi yang negatif artinya kegiatan pengelolaan sampah pada TPPAS Sarimukti berdampak negatif terhadap masyarakat sekitar, sehingga perlu dikelola dengan baik, salah satunya melalui komponen biaya pungutan atas dampak negatif. Berdasarkan hal tersebut dihasilkan besaran biaya pungutan yang harus dibayar oleh Kota Bandung, Kota Cimahi dan Kabupaten Bandung Barat adalah Rp 101.359,- per ton sampah.", "Daftar File": {"2015 TS PP SELVIANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/122322", "2015 TS PP SELVIANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/122323", "2015 TS PP SELVIANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/122324", "2015 TS PP SELVIANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/122325", "2015 TS PP SELVIANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/122326", "2015 TS PP SELVIANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/122327", "2015 TS PP SELVIANTI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/122328", "2015 TS PP SELVIANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/122329"}, "Penulis": "SELVIANTI (NIM : 25412078)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Biaya, Dampak, Manfaat, Nilai Ekonomi Total, TPPAS Sarimukti dan Valuasi Ekonomi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}