{"Nomor": 24254, "Judul": "RANCANG BANGUN SISTEM PEMINDAI TEKANAN TELAPAK KAKI MENGGUNAKAN PRESSURE-RESISTIVE SENSOR MATRIX", "Abstrak": "Atlet berprestasi membutuhkan sistem tubuh yang mampu berfungsi dengan baik dan optimal agar mampu menghasilkan performa terbaik dalam mencapai prestasi.  \n \n\nBanyak faktor yang mempengaruhi fungsi tersebut agar berjalan baik dan optimal, salah satu faktor yang penting adalah postur tubuh yang baik. Postur tubuh yang  \n \n\nbaik membuat tubuh menjadi simetris dan seimbang sehingga distribusi beban tersebar merata keseluruh tubuh. Terkait dengan kontrol postur tubuh pengembangan teknologi saat ini dalam diagnostik dini untuk pengukuran tekanan kaki adalah pedobarograph.  \n \n\nDalam penelitian ini dibuat rancang bangun sistem pemindai tekanan telapak kaki menggunakan pressure resistive sensor matrix (velostat) dengan tujuan penentuan karakteristik sensor resistif (velostat) dalam implementasi dan evalusi pada sistem yang sesuai untuk pengukuran distribusi tekanan telapak kaki. Tahap perancangan sistem menggunakan dioda sebagai penyearah arus, dimana fenomena terpengaruhnya nilai output dari sensor terhadap sensor disekitarnya dalam susunan matriks (cross talk) dapat diatasi.  \n \n\nTahap kalibrasi sistem menggunakan dynamometer dengan range 1 Ã‚Â– 15N dan didapatkan hubungan yang linear antara gaya tekan dengan konduktansi sensor matriks. Terdapat variasi nilai kalibrasi dari masing-masing sensor pada sensor matriks dimana nilai tersebut tidak memiliki korelasi terhadap koordinat sensor dalam matriks yang dapat diatasi dengan menggunakan median filter.  \n \n\nTahap evaluasi sistem didapatkan dengan membandingkan sensor matriks dengan beberapa metode lainnya yang dilaksanakan di RSON dan didapatkan kinerja dari  \n \n\nsensor matriks berupa perbandingan luas pijakan dengan nilai kesalahan sebesar 7.3% hingga 68.8%, tekanan rata-rata sebesar 7.3% hingga 68.8%, tekanan maksimum sebesar 37.6% hingga 70.7%, gaya berat badan sebesar 0.4% hingga  \n \n\n12.1%, dan arch-index dengan nilai specificity sebesar 0.3 dan sensitivity sebesar 0.5.", "Daftar File": {"2017 TS PP SENA SUKMANANDA SUPRAPTO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/122330"}, "Penulis": "SENA SUKMANANDA SUPRAPTO   (NIM : 23215310)", "Kontributor / Dosen Pembimbing": ["Dr.dr. Basuki Supartono, Sp.OT. FICS.MARS.  \n \n\nDr. Widyawardana Adiprawita, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Velostat, Pressure Resistive Sensor Matrix, Cross Talk, Distribusi tekanan telapak kaki", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}