{"Nomor": 24251, "Judul": "PENENTUAN AMBANG BATAS HUJAN YANG MEMICU LONGSOR DI WILAYAH JAWA BARAT MENGGUNAKAN DATA SATELIT TRMM", "Abstrak": "Kejadian tanah longsor yang dipicu oleh hujan semakin meningkat. Jawa Barat merupakan daerah dengan kerentanan longsor yang tinggi. Selain karena banyak perbukitan dengan lereng yang curam, Jawa Barat juga mempunyai jumlah curah hujan tahunan yang lebih tinggi daripada tempat lainnya di Indonesia. Karena kondisi tersebut, maka ambang batas hujan yang memicu longsor merupakan informasi penting bagi daerah rawan longsor.    \n \n \n \n\nTujuan penelitian ini adalah menentukan ambang batas hujan di Jawa Barat dengan memanfaatkan data hujan TRMM (Tropical Rainfall Measuring Mission) dan menganalisis hubungannya dengan kemiringan lereng. Ambang batas ini ditentukan dengan metode empiris, yaitu melihat hubungan intensitas dan durasi hujan dari kejadian-kejadian longsor. Kurva ambang batas diperoleh dengan cara menurunkan garis regresi intensitas-durasi (I-D) hujan sampai titik terbawah I-D hujan yang menghasilkan longsor. Data kejadian longsor diseleksi sehingga merepresentasikan ambang batas hujan yang memicu longsor.    \n \n \n \n\nAmbang batas diperoleh dari hubungan intensitas - durasi hujan TRMM pada 76 kejadian longsor, yaitu = 1.141 D-0,24. Hubungan antara ambang batas hujan dengan kemiringan sebuah lereng pada durasi pendek (D < 100 jam) menunjukkan bahwa lereng yang lebih curam memerlukan intensitas lebih tinggi daripada lereng yang landai. Hal ini disebabkan oleh sifat infiltrasi dan kejenuhan air tanah (volume water content) berbanding terbalik dengan sudut kerelengan. Pada lereng yang curam, hujan lebih banyak menjadi limpasan (run-off), infiltrasi air hujan ke tanah lebih kecil dan kejenuhan air tanahnya lebih lama dibanding lereng yang landai.", "Daftar File": {"2015 TA PP SELMA NURUL FAUZIAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/122314", "2015 TA PP SELMA NURUL FAUZIAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/122315", "2015 TA PP SELMA NURUL FAUZIAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/122316", "2015 TA PP SELMA NURUL FAUZIAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/122317", "2015 TA PP SELMA NURUL FAUZIAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/122318", "2015 TA PP SELMA NURUL FAUZIAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/122319", "2015 TA PP SELMA NURUL FAUZIAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/122320"}, "Penulis": "SELMA NURUL FAUZIAH (NIM : 12811038)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n \n \n \n\nDr. Rusmawan Suwarman, M.T.", "Dr. Eng. Imam A. Sadisun, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Ambang batas, Hujan pemicu longsor, Longsor, TRMM.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}