{"Nomor": 24252, "Judul": "STRATEGIC ASSESSMENT OF INDONESIAN E-COMMERCE  FASHION BUSINESS", "Abstrak": "Dengan semakin banyaknya pengguna internet di Indonesia, jumlah E-Commerce Fashion Business juga tumbuh dengan pesat seiring dengan fakta bahwa industri ini telah memberikan kontribusi besar terhadap pertumbuhan ekonomi. Namun, dengan semakin banyaknya pemain,  hal ini tampaknya menciptakan masalah utama dalam persaingan dan menghasilkan banyak tantangan dan hambatan untuk bertahan di industri ini. Untuk mengatasi masalah ini, penelitian  studi kasus kualitatif diselesaikan dengan menggunakan pendekatan Strategic Management untuk memberikan kontribusi pada generalisasi teori dalam strategi bisnis UKM. Pemindaian lingkungan eksternal dan internal dilakukan melalui data sekunder, observasi dan wawancara ke empat bisnis yang diasumsikan mewakili E-Commerce Fashion Business di Indonesia. Matriks   \n\nEFAS dan IFAS digunakan dan diikuti oleh matriks SFAS yang menghasilkan beberapa strategi yang harus dilakukan. Hasilnya menunjukkan strategi bisnis diferensiasi, karena akan menghasilkan strategi yang dimiliki secara unik dan keterikatan eksternal dan internal yang kompleks dan sulit ditiru oleh pemain lainnya. Dengan ini, bisnis akan memiliki keunggulan   \n\nkompetitif yang berkelanjutan untuk bertahan dalam jangka panjang. Selain itu, penelitian ini juga  menyarankan beberapa faktor eksternal dan internal yang berpengaruh secara signifikan terhadap kinerja bisnis, karena pemilik bisnis tidak dapat memaksimalkan semua potensi dalam perusahaan. Bagian ini dianalisis dengan melihat bagaimana hasil pemindaian lingkungan terhadap masing-masing Return of Assets bisnis. Dari lingkungan eksternal, terlihat bahwa General Environment dan kelebihan yang dimiliki dengan menggunakan platform digital dibandingkan dengan offline memberikan kontribusi positif sebagai peluang yang bisa dimanfaatkan oleh pemain. Namun, dari analisa industry, menghasilkan beberapa ancaman, seperti tingginya ancaman pendatang baru dan tingkat persaingan seperti yang disebutkan di atas. Pemain harus bisa menghasilkan beberapa strategi untuk memanfaatkan peluang tersebut, namun meminimalkan ancaman yang tidak dapat dihindari. Selain itu, dari faktor internal bisnis menghasilkan Reputation dan Marketing and Sales memiliki peran yang unggul dalam mempengaruhi ROA bisnis secara langsung dan signifikan. Namun, hal itu tidak berdiri sendiri,   \n\nkarena beberapa faktor pendukung, seperti Human Resource and Firm Infrastructure juga diperlukan untuk mempengaruhi secara tidak langsung namun signifikan terhadap kinerja. Selanjutnya, Innovation juga nampaknya merupakan leverage kinerja secara langsung dengan   \n\nhasil yang bagus, berbeda dengan Service and Firm Infrastructure. Dengan ini, Intangible Resources perlu dipertimbangkan lebih jauh karena memberikan kontribusi terhadap kinerja  bisnis. Sumber daya tersebut mampu menciptakan keunggulan kompetitif yang kompetitif bagi  bisnis yang sulit ditiru. Setelah hasil ini, kesimpulan dan rekomendasi untuk E-Commerce Fashion Business di Indonesia dibuat di bagian akhir penelitian ini. Selain itu, beberapa  rekomendasi terhadap keempat usaha yang dianalisis dalam penelitian ini juga dilakukan.", "Daftar File": {"2017 TA PP SELVA NATALIE 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/122321"}, "Penulis": "Selva Natalie (NIM 19014155)", "Kontributor / Dosen Pembimbing": ["Ir. Harimukti Wandebori, MBA., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Business strategy, Fashion, SFAS, SMEs, Strategic Management", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "1 file", "Tanggal Input": "20 Sep 2017"}