{"Nomor": 24259, "Judul": "ANALISIS CRASH PROGRAM PEKERJAAN DINDING PADA PROYEK PEMBANGUNAN GEDUNG KULIAH UMUM II KAMPUS ITB JATINANGOR", "Abstrak": "Penjadwalan memegang peranan yang sangat penting dalam suatu proyek konstruksi. Setiap proyek memiliki durasi yang ditentukan dari berbagai macam pertimbangan. Jadwal bermanfaat sebagai alat untuk menjelaskan kegiatan-kegiatan yang dibutuhkan di dalam penyelesaian suatu proyek. Tujuan utamanya adalah agar proyek dapat selesai tepat waktu dan ekonomis.  \n \n\nITB membangun gedung Labtek I dan GKU II di Jatinangor. Jadwal perencanaan pembangunan kedua gedung tersebut dimulai pada tanggal 23 Juni 2012 dan selesai pada tanggal 23 Desember 2012. Namun karena berbagai masalah, proyek tersebut mengalami keterlambatan. Keterlambatan pada proyek dapat mengakibatkan kerugian kepada pemilik maupun pelaksana proyek sehingga pihak pelaksana harus mengganti keterlambatan itu dengan cara mempercepat kegiatan proyek yang berada pada jalur kritis dengan cara menambahkan tenaga kerja, alat, mengganti metode kerja, mengganti material, atau yang lainnya. Hal ini disebut dengan crash program.  \n \n\nSalah satu crash program yang diterapkan oleh pelaksana adalah pada pelaksanaan pekerjaan dinding. Alternatif metode crashing yang dapat dilakukan pada pekerjaan dinding adalah dengan mengganti material bata merah menjadi bata ringan, menambahkan tenaga kerja, dan menambahkan jam kerja.  \n \n\nDari analisis yang dilakukan didapatkan bahwa melakukan crash program pada pelaksanaan pekerjaan dinding lantai 1 GKU II dengan cara mengganti material dinding dari bata merah menjadi bata ringan menghasilkan percepatan dengan biaya yang minimum. Durasi proyek dapat dipercepat sebanyak 12 hari dengan total biaya mengalami peningkatan sebesar Rp 1.860.544,25. Total durasi yang dibutuhkan untuk menyelesaikan pekerjaan menjadi 19 hari dan biaya total yang dibutuhkan menjadi sebesar Rp 139.978.865,53.", "Daftar File": {"2013 TA PP SENO TERTIYANTONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/122349", "2013 TA PP SENO TERTIYANTONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/122350", "2013 TA PP SENO TERTIYANTONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/122351", "2013 TA PP SENO TERTIYANTONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/122352", "2013 TA PP SENO TERTIYANTONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/122353", "2013 TA PP SENO TERTIYANTONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/122354", "2013 TA PP SENO TERTIYANTONO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/122355", "2013 TA PP SENO TERTIYANTONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/122356"}, "Penulis": "SENO TERTIYANTONO (NIM : 15008042)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Biemo W. Soemardi, M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "crash program, percepatan durasi, cost slope, jalur kritis.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}