{"Nomor": 24267, "Judul": "PERENCANAAN PELAKSANAAN KONSTRUKSI PROYEK PEMBANGUNAN GEDUNG KANTOR PUSAT RAMAYANA", "Abstrak": "Dewasa ini, sedang marak dilakukan proyek pembangunan infrastruktur, salah satunya adalah proyek pembangunan gedung kantor pusat Ramayana. Diperlukan perencanaan pelaksanaan konstruksi pada setiap proyek pembangunan, agar pekerjaan Ã‚Â– pekerjaan konstruksi dapat berjalan lancar tanpa hambatan. Tujuan kajian tugas akhir ini adalah merencanakan kembali perencanaan pelaksanaan  \n \n\nkonstruksi gedung kantor pusat Ramayana yang terdiri dari metode pelaksanaan, penjadwalan, kebutuhan sumber daya manusia, dan estimasi biaya. Tugas akhir ini dilakukan dengan menggunakan dasar berupa dokumen RKS, bill of quantity, kurva-S dari pihak pelaksana, serta dokumentasi pelaksanaan dari pihak pelaksana. Penjadwalan dilakukan dengan bantuan software Microsoft  \n \n\nProject 2010 dan penentuan kebutuhan sumber daya serta estimasi biaya menggunakan Buku Pedoman Analisa Harga Satuan Pekerjaan dari PU. Metode pelaksanaan, penjadwalan, kebutuhan sumber daya, dan estimasi biaya  \n \n\ndirencanakan berbeda dari perencanaan kontraktor. Hasilnya, perencanaan dengan metode pelaksanaan tiang pancang menggunakan pile driver hydraulic hammer,  \n \n\ndurasi dengan waktu 432 hari, dan total biaya adalah Rp 69.676.962.670,10.", "Daftar File": {"2014 TA PP SEPTIARIF 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/122409", "2014 TA PP SEPTIARIF 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/122410", "2014 TA PP SEPTIARIF 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/122408", "2014 TA PP SEPTIARIF 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/122407", "2014 TA PP SEPTIARIF 1 - BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/122406", "2014 TA PP SEPTIARIF 1 - BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/122405", "2014 TA PP SEPTIARIF 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/122404", "2014 TA PP SEPTIARIF 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/122403"}, "Penulis": "SEPTIARIF ( NIM : 15009124 )", "Kontributor / Dosen Pembimbing": ["pembimbing :  \n \n\nIr. Muhamad Abduh, M.T., Ph. D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "metode pelaksanaan, sumber daya, penjadwalan, estimasi biaya", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}