{"Nomor": 24262, "Judul": "PERENCANAAN STRATEGIS TEKNOLOGI INFORMASI DAN KOMUNIKASI (TIK) DENGAN PENDEKATAN ENTERPRISE ARCHITECTURE DAN  BUDAYA ORGANISASI", "Abstrak": "Dalam upaya meningkatkan efektifitas kinerja layanan publik, pemerintah telah melaksanakan sistem kepemerintahan berbasis elektronik (e-government) untuk mencapai tujuan tersebut diperlukan perencanaan dan strategi yang baik. Faktor-faktor yang mempengaruhi implementasi strategi dan perencanaan harus diperhatikan untuk pencapaian tujuan organisasi. Untuk mencapai ke tahapan e-government yang ideal dibutuhkan perencanaan strategis yang selaras dengan budaya organisasi sehingga hasil perencanaan tersebut dapat diterapkan. Budaya organisasi salah satu faktor yang bisa memberikan dampak pada keberhasilan dan kegagalan dari implementasi strategi organisasi berdasarkan penelitian sebelumnya sangat banyak proyek e-government yang gagal dan terlamabat dalam implementasinya.  Dinas komunikasi dan informatika (DISKOMINFO)merupakan salah satu Satuan Kerja Perangkat Daerah (SKPD) yang memeiliki fungsi untuk mengelola dan mengembangkan e-government di pemerintah daerah perlu menyusun sebuah perencanaan strategis TIK dengan menyelasraskan budaya organisasi dengan prinsip-prinsip pengembangan dan keberlangsungan TIK di organisasi sehingga bisa mengurangi resiko kegagalan.  \n \n \n\nTujuan dari penelitian ini adalah merancang perencanaan strategis TIK dengan melihat dari hasil analisis pengaruh faktor budaya organisasi terhadap keberhasilan implementasi renstra TIK untuk meningkatkan kinerja e-Government. Penelitian ini mengusulkan tahapan tambahan pada tahap analisis internal organisasi, yaitu anlisis budaya organisasi dengan memanfaatkan OCAI (organizational Cultural assessment inventory) untuk tahapan analisinya. Tahap analisis budaya organisasi menghasilkan tipe budaya organisasi hirarki dan clan memeiliki pengaruh yang sangat kuat pada DISKOMINFO sehingga akan memepengaruhi penekanan strategis pada renstra TIK, selanjutnya hasil analisis akan dijadikan pendektan untuk menentukan pilihan utama yang digunakan pada tahap perancangan renstra TIK menggunakan metode TOGAF ADM dari kerangka kerja asitektur enterprise untuk merancang arsitektur dan model perencanaan SI/TI sebagai panduan aktifitas tahapan analisis yang dibutuhkan dalam formulasi perencanaan strategis TIK.  \n \n\nHasil analisis hubungan budaya organisasi terhadap perencanaan strategis TIK memiliki pengaruh yang kuat sebesar 63,8%. Hasil rancangan renstra TIK menekankan implementasi pada kapabilitas SDM dan infrastruktur yang memiliki kesenjangan yang sangat tinggi. Sehingga perlu sebuah desai solusi untuk mengurangi kesenjangan tersebut. Untuk arsitektur data diperlukan sebuah standar operasional open data. Untuk arsitektur aplikasi pengelolaan aplikasi Bersama merupakan tanggung jawab Diskominfo, sedangkan aplikasi inti SKPD dikembangkan Bersama Diskominfo dengan SKPD pemilik aplikasi.  \n \n \n\nValidasi menggunaka metode triangulasi. Hasil renstra TIK di nilai oleh pakar enterprise architect dan pengguna di Diskominfo Pasaman barat, serta di uji dengan teori yang ada. Hasil penilaian menunjukan bahwa renstra TIK yang diusulkan memiliki aspek mudah dipahami dan dapat diterima dengan baik oleh pengguna. Berdasarkan hasil tersebut, maka renstra TIK ini diharapkan bisa di implementasikan sehingga diharapkan mampu meningkatkan kinerja e-government yang lebih efektif dan efisien.", "Daftar File": {"2017 TS PP SEPNUR FAUZAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/122377"}, "Penulis": "SEPNUR FAUZAN", "Kontributor / Dosen Pembimbing": ["Dr. Ir.  Bambang Pharmasetiawan, MSEE"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Perencanaan strategis TIK, budaya organisasi, arsitektur enterprise, TOGAF ADM", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}