{"Nomor": 24277, "Judul": "RENCANA RINCI SISTEM PEMANENAN AIR HUJAN DI KOMPLEKS KAMPUS ITB GANESHA, BANDUNG", "Abstrak": "Kampus Institut Teknologi Bandung Ganesha merupakan sebuah kawasan yang mayoritas berisikan gedung-gedung perkuliahan dan perkantoran. Karena fungsi gedung yang bukan merupakan tempat tinggal inilah yang menyebabkan kebanyakan air bersih di ITB Ganesha dialokasikan untuk kebutuhan kakus. Untuk memenuhi kebutuhan tersebut, ITB menggunakan air yang disuplai oleh PDAM. Berlangganan air PDAM ini tentu membutuhkan biaya. Karenanya, dengan mengolah air hujan yang jatuh ke atap tiap gedung, jumlah air yang perlu dibeli dari PDAM untuk gedung itu sendiri dapat dikurangi. Selain itu, distribusi air PDAM di tiap gedung ITB ini membutuhkan bantuan pompa untuk mengalirkan air dari tangki ground ke tangki atap. Dengan adanya tangki atap dengan elevasi tertentu ini barulah diperoleh tekanan yang cukup untuk menyediakan air ke seluruh lantai gedung tersebut. Karenanya, pada gedung-gedung yang memungkinkan unit pengolahan diletakkan pada bagian atas gedung, head asli dari hujan dapat dimanfaatkan, sehingga kebutuhan akan pompa dapat dikurangi, menggunakan sistem yang dinamakan Rooftop Rainwater Harvesting (RRH). Air hujan yang jatuh ke gedung selain gedung dengan RRH, juga yang jatuh langsung ke permukaan tanah, ditambah dengan overflow dari unit pengolahan RRH, dapat kemudian disatukan untuk diolah dalam sistem terpusat bernama Ground Rainwater Harvesting (GRH). Untuk mencapai tujuan tersebut, yang pertama dilakukan adalah mencari tahu bagaimana kualitas air hujan yang akan ditangkap. Data tersebutlah yang akan digunakan untuk menentukan apakah air hujan perlu diolah terlebih dahulu, sekaligus juga pilihan pengolahan yang sesuai. Untuk sistem pemanenan air hujan di ITB Ganesha ini dibutuhkan pengolahan berupa saringan pasir cepat, dengan media penyaring berupa pasir silika 30 cm, antrasit 40 cm, dan karbon aktif granular 30 cm. Sebelum pengolahan juga diperlukan unit penyimpanan, dimana untuk sistem RRH menggunakan 2-4 buah tangki plastik horizontal 2000 L atau 4200 L, sementara untuk sistem GRH dibuat 12 buah bak beton, masing-masing berukuran 6,5 m x 6,5 m x 5 m. Unit-unit inilah yang kemudian akan dirancang, dimana rancangan tersebut harus sesederhana mungkin, sehingga tidak hanya terdiri dari peralatan yang mudah diperoleh, pengoperasiannya sederhana dan tidak memerlukan tenaga kerja, juga dapat ditempatkan tanpa butuh konstruksi pendukung tambahan yang memakan biaya juga lahan terlalu banyak. Setelah didapat rancangan unit sesuai kriteria-kriteria tersebut, dirancang cara penangkapan hujan serta pengaliran ke unit.", "Daftar File": {"2014 TA PP  SETYANING PRASTITI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/122452", "2014 TA PP  SETYANING PRASTITI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/122453", "2014 TA PP  SETYANING PRASTITI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/122454", "2014 TA PP  SETYANING PRASTITI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/122455", "2014 TA PP  SETYANING PRASTITI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/122456", "2014 TA PP  SETYANING PRASTITI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/122457", "2014 TA PP  SETYANING PRASTITI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/122458", "2014 TA PP  SETYANING PRASTITI 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/122459", "2014 TA PP  SETYANING PRASTITI 1-BAB 8.pdf": "https://digilib.itb.ac.id/gdl/download/122460", "2014 TA PP  SETYANING PRASTITI 1-BAB 9.pdf": "https://digilib.itb.ac.id/gdl/download/122461", "2014 TA PP  SETYANING PRASTITI 1-BAB 10.pdf": "https://digilib.itb.ac.id/gdl/download/122462", "2014 TA PP  SETYANING PRASTITI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/122463"}, "Penulis": "SETYANING PRASTITI  (NIM : 15310045)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Rofiq Iqbal, S.T., M.Eng, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "air hujan, Ground Rainwater Harvesting, kebutuhan kakus, kualitas, penyimpanan, Rooftop Rainwater Harvesting, saringan pasir cepat", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "12 file", "Tanggal Input": "27 Sep 2017"}