{"Nomor": 24270, "Judul": "STATISTICAL GEOMETRY: A STUDY ON CLASSICAL AND QUANTUM CASES", "Abstrak": "Teori gravitasi yang berlaku saat ini belum dapat dikatakan lengkap. Pada abad ini, teori gravitasi yang paling menjanjikan adalah teori relativitas umum (RU), dimana masih terdapat berbagai permasalahan yang menggangu teori tersebut. Permasalahan yang akan dikedepankan pada disertasi ini adalah permasalahan mengenai aspek termodinamika dan kuantisasi dari gravitasi. Usaha untuk  memahami aspek termodinamika dari relativitas umum telah dipelajari melalui riset mengenai termodinamika lubang hitam, sedangkan teori dari gravitasi kuantum sendiri telah memiliki beberapa kandidat, yang salah satunya adalah Ã‚Â’loop quantum gravityÃ‚Â’ (LQG), yang akan menjadi teori dasar pada disertasi ini. Teori gravitasi kuantum yang tepat akan memberikan limit klasik yang juga tepat dan konsisten,      \n \n\nyaitu RU. Terdapat tiga teori mengenai gravitasi yang cenderung konvergen ke arah LQG, yaitu: RU, geometri diskrit, dan gravitasi kuantum kontinu. Teori-teori ini      \n \n\ndiprediksikan sebagai teori efektif yang muncul dari LQG, ketika diambil limit asimptotik yang diparametrisasi oleh dua variabel, n and j, yang masing-masing  adalah jumlah dan ukuran dari kuanta ruang. Ketika diambil limit nilai j besar, yang disebut juga dengan limit semi-klasik atau limit mesoskopik, akan didapatkan teori efektif berupa geometri diskrit, apabila diambil limit nilai n besar, akan didapat teori gravitasi kuantum kontinu, dan apabila diambil limit kedua nilai n dan j besar, akan didapatkan teori relativitas umum klasik yang kontinu. Permasalahan dalam memahami termodinamika dari RU dan mendapatkan limit      \n \n\nklasik yang tepat dari geometri diskrit dan LQG, saling terkait satu dengan lainnya melalui sudut pandang mekanika statistik, suatu bidang yang membahas sistem benda-banyak, dimana sistem tersebut dideskripsikan menggunakan  variabel coarse-grained. Prosedur untuk mendeskripsikan sistem fisis dengan  menggunakan jumlah derajat kebebasan yang lebih sedikit dari aslinya disebut dengan Ã‚Â’coarse-graining. Prosedur coarse-graining yang diaplikasikan pada suatu      \n \n\nkumpulan yang terdiri dari kuanta ruang, yang akan mengacu pada konstruksi geometri statistik, merupakan hal yang penting, karena dapat menjadi langkah awal untuk memahami permasalahan yang telah dijelaskan sebelumnya. Pada disertasi ini, dipelajari aspek statistik dari kuanta ruang untuk kasus klasik diskrit dan kuantum. Untuk mendeskripsikan suatu sistem kompleks dengan  sederhana, diperlukan prosedur coarse-graining. Berdasarkan hal tersebut, tujuan dari disertasi ini adalah untuk menawarkan suatu metode coarse-graining dan mengaplikasikannya pada gravitasi dalam kasus klasik dan quantum, sehingga  mengacu pada konstruksi teori statistik dari geometri diskrit dan spin-network.", "Daftar File": {"2016 DS PP SERAMIKA ARI WAHYOEDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/122419", "2016 DS PP SERAMIKA ARI WAHYOEDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/122420", "2016 DS PP SERAMIKA ARI WAHYOEDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/122421", "2016 DS PP SERAMIKA ARI WAHYOEDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/122422", "2016 DS PP SERAMIKA ARI WAHYOEDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/122423", "2016 DS PP SERAMIKA ARI WAHYOEDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/122424", "2016 DS PP SERAMIKA ARI WAHYOEDI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/122425", "2016 DS PP SERAMIKA ARI WAHYOEDI 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/122426", "2016 DS PP SERAMIKA ARI WAHYOEDI 1-BAB 8.pdf": "https://digilib.itb.ac.id/gdl/download/122427", "2016 DS PP SERAMIKA ARI WAHYOEDI 1-BAB 9.pdf": "https://digilib.itb.ac.id/gdl/download/122428", "2016 DS PP SERAMIKA ARI WAHYOEDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/122429"}, "Penulis": "SERAMIKA ARI WAHYOEDI (NIM : 30211008)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Prof. Freddy Permana Zen, D.Sc.      \n \n \n \n\nPembimbing II : Prof. Carlo Rovelli, Ph.D"], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "discrete geometry, loop quantum gravity, spin-network, coarse-graining, statistical geometry", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "11 file", "Tanggal Input": "27 Sep 2017"}