{"Nomor": 24276, "Judul": "ANALISA SPASIAL DAN INTERPOLASI DATA ANOMALI GAYABERAT", "Abstrak": "Dalam kenyataannya, akuisisi data gayaberat tidak selalu dapat dilakukan dalam interval yang teratur sesuai perencanaan terutama karena dikontrol oleh kondisi lapangan. Distribusi nilai percepatan gayaberat terukur di permukaan mempengaruhi proses pengolahan lanjut dan pemodelan gayaberat, sehingga dalam penelitian ini digunakan analisa geostatistik dalam interpolasi peta anomali gayaberat.        \n \n \n \n\nAnalisa geostatistik dimulai dengan estimasi dan pemodelan kontinuitas spasial data percepatan gayaberat menggunakan variogram, dan dilanjutkan dengan estimasi dan interpolasi anomali Bouguer menggunakan metode Inverse Distance, Ordinary Kriging, dan Universal Kriging pada data sintetik anomali gayaberat, dan dilanjutkan dengan penerapan pada data studi kasus. Hasil dari analisa variogram menunjukkan bahwa pada data sintetik memiliki trend yang cukup kuat sedangkan pada studi kasus tidak menunjukkan adanya trend yang signifikan, namun distribusinya memiliki pola clustered yang sangat jelas. Pada kedua kasus terdapat efek zonal anisotropy, dengan arah sumbu-sumbu kontinuitas spasial utama N 300 E dan N 1200 E pada data sintetik, serta N 00 E dan N 900 E pada data studi kasus.        \n \n \n \n\nBerdasarkan kriteria untuk pertimbangan pemilihan metode estimasi yang optimal, yaitu perbandingan statistik univariat sampel dengan hasil estimasi dan sampel dengan error estimasi, nilai korelasi terbaik, dan error rata-rata terkecil, metode terbaik dalam interpolasi peta anomali Bouguer data sintetik adalah Universal Kriging dengan variogram Model #1, dengan harga korelasi sampel-estimasi dan sampel-error sebesar 0.9942 dan -0.10165, serta error kuadrat rata-rata 0.0000001 mGal, sedangkan untuk data studi kasus adalah Ordinary Kriging dengan variogram Model #1, dengan harga korelasi sampel-estimasi dan sampel-error 0.867130 dan -0.425280, serta error kuadrat rata-rata sebesar 0.000061 mGal.", "Daftar File": {"2012 TA PP SETYA DRANA HARRY PUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/122451", "2012 TA PP SETYA DRANA HARRY PUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/122450", "2012 TA PP SETYA DRANA HARRY PUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/122449", "2012 TA PP SETYA DRANA HARRY PUTRA 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/122448", "2012 TA PP SETYA DRANA HARRY PUTRA 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/122447", "2012 TA PP SETYA DRANA HARRY PUTRA 1-BAB 3C.pdf": "https://digilib.itb.ac.id/gdl/download/122446", "2012 TA PP SETYA DRANA HARRY PUTRA 1-BAB 3D.pdf": "https://digilib.itb.ac.id/gdl/download/122445", "2012 TA PP SETYA DRANA HARRY PUTRA 1-BAB 3E.pdf": "https://digilib.itb.ac.id/gdl/download/122444", "2012 TA PP SETYA DRANA HARRY PUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/122443", "2012 TA PP SETYA DRANA HARRY PUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/122442"}, "Penulis": "SETYA DRANA HARRY PUTRA (NIM : 123 08 062)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Darharta Dahrin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Akuisisi data gayaberat, analisa geostatistik, kriteria estimasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "09 Okt 2017"}