{"Nomor": 24288, "Judul": "CSR EXPENSE DISCLOSURE AND CORPORATE FINANCIAL PERFORMANCE IN INDONESIAN MINING INDUSTRY", "Abstrak": "Konsep dari tanggung jawab sosial perusahaan mulai bertumbuh di Indonesia sejak beberapa tahun lalu. Isu-isu tanggung jawab sosial perusahaan lebih terpusat di industri yang mengambil sumber daya alam secara langsung sebagai bahan utama dalam proses bisnis mereka, contohnya   \n\nindustri pertambangan. Kasus-kasus lalu yang terjadi pada PT Freeport Indonesia, PT Newmont Minahasia Raya, dan PT Caltex Pacific Indonesia menjadi bukti bahwa masyarakat menjadi lebih sadar akan pertanggungjawaban perusahaan yang menghasilkan efek samping dari bisnis mereka  mempengaruhi lingkungan sekitar. Kondisi tersebut memberikan tekanan kepada perusahaan pertambangan di Indonesia dikarenakan pengeluaran yang dituntut masyarakat atas isu-isu lingkungan tersebut jika tidak ditanggulangi yang juga menimbulkan kekhawatiran di kalangan  investor. Objektif dari penelitian ini secara umum adalah untuk memberikan rekomendasi atas variabel   \n\noperasional dan kinerja keuangan yang dapat diatur terhadap pengeluaran tanggung jawab sosial yang merepresentasikan pengungkapan tanggung jawab sosial perusahaan, salah satu indikator eksternal yang diperhitungkan investor sebelum memustuskan untuk berinvestasi. Secara mendalam, penelitian ini menganalisis efek dari Umur, Ukuran, ROE, dan NPM terhadap pengeluaran tanggung jawab sosial perusahaan di industry pertambangan Indonesia dengan menggunakan log-level multiple linear regression. Hasil dari penelitian menunjukkan bahwa Umur dan Ukuran perusahaan sama-sama memiliki korelasi positif dan secara signifikan memberikan dampak terhadap pengeluaran tanggung jawab   \n\n sosial perusahaan. Namun, ROE dan NPM sama-sama tidak memberikan dampak yang signifikan terhadap pengeluaran tanggung jawab sosial perusahaan meskipun hasil penelitian menungjukkan bahwa ROE memiliki korelasi negatif dan NPM memiliki korelasi positif.", "Daftar File": {"2017 TA PP SHIDDIQ BADRUDDIN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/122504", "2017 TS PP SHIDDIQ BADRUDIN 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/252178"}, "Penulis": "Shiddiq Badruddin (NIM 19014020 )", "Kontributor / Dosen Pembimbing": ["Anggoro Budi Nugroho, MBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "CSR Expense Disclosure, Financial Performance, Multiple Linear Regression, Operational Variable", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "17 Sep 2017"}