{"Nomor": 24283, "Judul": "PERANCANGAN MOBILE GAME TERAPI FUNGSI TANGAN UNTUK PASIEN PASCA STROKE RINGAN", "Abstrak": "Penyakit stroke dan serebrovaskular adalah salah satu penyebab kecacatan jangka panjang. Stroke sendiri masih menjadi masalah di Indonesia, yang bisa dilihat dari peningkatan jumlah kasus stroke dalam beberapa tahun terakhir ini. Salah satu kebutuhan terpenting untuk rehabilitasi stroke adalah alat terapi yang dapat digunakan pasien di rumah, yang dapat diwujudkan dengan teknologi mobile game. Terutama untuk latihan fungsi tangan karena dibutuhkan komitmen lebih dan waktu yang lebih lama untuk pulih. Penelitian ini mengulas penelitian di bidang kesehatan, teknologi, interaksi komputer manusia, desain game dan psikologi tentang bagaimana mengembangkan mobile game untuk terapi stroke berbasis rumah yang melatih latihan fungsi tangan yang menekankan pada perendaman dan motivasi pasien namun tetap memiliki manfaat teraou. Pertama, jenis terapi untuk fungsi tangan diteliti. Kedua, teknolog-teknologi yang sudah ada ditinjau, yang berakhir dengan dipilihnya perangkat mobile karena memiliki basis pengguna yang tinggi, waktu penggunaan yang tinggi, dan mudah didapat. Game sebagai jenis aplikasi mobile dipilih karena terbukti dapat meningkatkan motivasi pada pasien. Dan kemudian faktor untuk menciptakan game terapeutik untuk stroke dan bagaimana menciptakan game yang sangat memotivasi dan immersive dipertimbangkan.", "Daftar File": {"2017 TS PP SHAUMA HAYYU SYAKURA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/122482"}, "Penulis": "SHAUMA HAYYU SYAKURA (NIM : 27114045)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nHafiz Aziz Ahmad, M.Des, Ph.D. \n\nDr. techno. Ary Setijadi Prihatmanto, ST, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Desain game, terapi stroke, rehabilitasi stroke, mobile game", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "04 Okt 2017"}