{"Nomor": 24280, "Judul": "Studi E-Engagement Melalui Media Sosial Twitter SKPD Kota Bandung", "Abstrak": "Perkembangan TIK pada saat ini telah melahirkan sebuah tren inovasi dalam meningkatkan pelayanan publik dalam level kota, dimana berbagai kota telah menggunakan teknologi sebagai salah satu metode untuk meningkatkan layanan kota dengan meningkatkan keterlibatan dan kolaborasi publik dalam pembangunan kota. Salah satu konsep perkotaan yang memanfaatkan TIK yaitu kota cerdas atau smart city. Adanya teknologi informasi dan komunikasi (TIK) dan meningkatnya penggunaan internet telah mengubah proses komunikasi online di ranah publik. Fenomena ini juga telah merubah cara masyarakat menerima dan menyebarkan informasi serta berkomunikasi dengan menggunakan komunikasi digital. Hal ini menjadi tantangan bagi pemerintah untuk memasilitasi pergeseran pola komunikasi masyarakat yang berubah dari jalur komunikasi tradisional ke jalur komunikasi interaksi berbasis internet dan nirkabel melalui pemanfaatan TIK.Pada dasarnya, hal utama dalam pengembangan kota cerdas adalah pelayanan kota terhadap masyarakat. Berbagai kota termasuk Kota Bandung telah menggunakan teknologi sebagai salah satu metode untuk meningkatkan penyampaian layanan dengan meningkatkan keterlibatan dan kolaborasi publik. Untuk mencapai keterlibatan publik yang lebih besar dan meningkatkan layanan publik, kota harus menambahkan metode baru, termasuk teknologi digital dan mobile. Seluruh SKPD Kota Bandung pada saat ini telah memiliki akun Twitter sebagai bentuk dalam memfasilitasi pergeseran pola komunikasi masyarakat yang berubah dari jalur komunikasi tradisional ke jalur komunikasi interaksi berbasis internet dan nirkabel melalui pemanfaatan TIK sejak tahun 2013. Namun pada kenyataannya, tidak seluruh SKPD memanfaatkan media sosial secara optimal. Hal ini menyebabkan perlu dilakukan analisis untuk mengidentifikasi sejauh mana tingkat pemanfaatan media sosial Twitter oleh SKPD Kota Bandung untuk mendorong keterlibatan masyarakat dalam mewujudkan Kota Bandung sebagai Kota Cerdas. Adapun tujuan tersebut dilakukan dengan mengidentifikasi jenis konten dan tingkat pelibatan masyarakat (e-Engagement) dalam media sosial Twitter SKPD Kota Bandung.  \n \n\nPenelitian ini merupakan penelitian kualitatif dengan metode analisis konten dan metode statistik deskriptif untuk mengetahui gambaran umum media sosial Twitter. Secara garis besar, media sosial Twitter SKPD yang tergolong aktif dan memiliki komitmen dalam menggunakan Twitter yaitu Dishub, DPU, Distaru, Satpol PP, dan Dinsos, yang dilihat dari rata-rata tweet yang cenderung secara regular memberikan informasi atau tweet secara rutin. Secara umum, DPU, Distaru, Dinsos, Dishub dan Satpol PP menggunakan Twitter untuk menyebarkan informasi (78%) dibandingkan untuk berinteraksi kepada masyarakat (22%). Jenis informasi yang paling dominan adalah kegiatan dan program kerja yang berkaitan dengan SKPD sebesar 54%. Pada dasarnya, media sosial Twitter memungkinkan untuk menjalin komunikasi serta berkolaborasi secara 2 maupun banyak arah. Serta pemanfaatan media sosial Twitter SKPD saat ini digunakan untuk inform dan consult.", "Daftar File": {"Shafira Hanan Khairany.pdf": "https://digilib.itb.ac.id/gdl/download/122472"}, "Penulis": "SHAFIRA HANAN KHAIRANY", "Kontributor / Dosen Pembimbing": ["Ridwan Sutriadi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Media Sosial, Twitter, E-Engagement, Keterlibatan Masyarakat, Kota Cerdas", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}