{"Nomor": 24286, "Judul": "RUANG NORM-N DAN TEOREMA PEMETAAN KONTRAKTIF", "Abstrak": "Disertasi ini membahas tentang ruang norm-n dan teorema pemetaan kontraktif. Ruang norm-n didefinisikan sebagai suatu ruang vektor yang dilengkapi oleh norm-n. Secara geometri, norm-n dapat dipandang sebagai alat ukur volume paralelpipedium yang direntang oleh n vektor dan secara konsep, ia merupakan generalisasi dari norm. Pada dasarnya, norm-n dapat didefinisikan pada ruang norm. Sebaliknya, suatu norm juga dapat didefinisikan pada ruang norm-n. Terkait dengan hal tersebut, disertasi ini memberikan cara yang berbeda dalam memandang ruang norm-n, yaitu dengan melihat keterkaitan antara norm-n dan norm yang diinduksinya. Konsep-konsep pada ruang norm-n seperti barisan dan kelengkapan, dibangun dari konsep terkait yang telah ada pada ruang norm.     \n \n \n \n\nBagian selanjutnya dalam disertasi ini adalah mengkaji teorema pemetaan kontraktif pada ruang norm-n yang lengkap, baik berdimensi hingga maupun berdimensi tak hingga. Pada tahun 2001, Gunawan memformulasikan suatu teorema titik tetap pada ruang norm-n. Teorema ini dibuktikan dengan memanfaatkan norm yang diinduksi dari norm-n dan selanjutnya menggunakan teorema titik tetap pada ruang norm. Akan tetapi, teorema titik tetap versi Gunawan ini mempersyaratkan kondisi yang terlalu ketat dalam menjamin keberadaan suatu titik tetap. Sebagai perbaikan dari teorema tersebut, dalam disertasi ini diformulasikan suatu teorema pemetaan kontraktif dengan kondisi yang lebih sederhana daripada kondisi yang diberikan oleh Gunawan pada teorema titik tetap yang diformulasikannya.", "Daftar File": {"2016 DIS PP SHELVI EKARIANI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/122485", "2016 DIS PP SHELVI EKARIANI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/122486", "2016 DIS PP SHELVI EKARIANI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/122487", "2016 DIS PP SHELVI EKARIANI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/122488", "2016 DIS PP SHELVI EKARIANI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/122489", "2016 DIS PP SHELVI EKARIANI 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/122490", "2016 DIS PP SHELVI EKARIANI 1- BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/122491", "2016 DIS PP SHELVI EKARIANI 1- BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/122492", "2016 DIS PP SHELVI EKARIANI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/122493"}, "Penulis": "SHELVI EKARIANI (30112001)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Prof. Dr. Hendra Gunawan"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "ruang norm-n, kelengkapan, dimensi hingga, dimensi tak hingga, teorema pemetaan kontraktif", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}