{"Nomor": 24296, "Judul": "PENGEMBANGAN MODEL OPERASIONAL TERMINAL PETIKEMAS MENGGUNAKAN SIMULASI BERBASIS AGEN", "Abstrak": "Pelabuhan khususnya terminal peti kemas merupakan infrastruktur logistik \n\nnasional. Word Bank (2016) memaparkan bahwa indeks kinerja logistik Indonesia \n\nberada di urutan 63 dengan nilai 2,98. Hal ini mengindikasikan bahwa kinerja \n\nlogistik nasional masih kurang baik apabila dibandingkan dengan negara-negara \n\nlainnya. Oleh karena itu, dibutuhkan perbaikan terhadap insfrastruktur nasional \n\nkhususnya terminal petikemas sebagai sector penyumbang 51,5% pendapatan \n\ndomestik bruto (PDB) nasional. \n\nPenelitian ini mengembangkan model untuk memperbaiki sistem eksisting dengan \n\nmengunakan pendekatan sistem multi agen. Permasalahan sistem operasi terminal \n\npetikemas termasuk permasalah yang kompleks, sehingga pencarian solusi akan \n\ndilakukan dengan bantuan simulasi. Adapun tahapan pencarian solusi yang \n\ndilakukan pada penelitian ini adalah melakukan perancangan model sistem multi \n\nagen simulasi menggunakan simulator Anylogic versi 7.0.2. \n\nHasil uji coba model menunjukan bahwa infrastruktur pada terminal petikemas \n\nJICT harus ditambah. Infrastruktur yang dimaksud adalah peralatan yang \n\ndigunakan untuk melayani proses bongkar muat, yaitu quay crane. Adapun jumlah \n\nquay crane yang dibutuhkan untuk melayani setiap dermaga besar adalah 4 unit dan \n\ndermaga kecil adalah 2 unit. Penambahan peralatan yang dilakukan mengakibatkan \n\npenurunan rata-rata turnaround time sebesar 4 jam dibandingkan turnaround time \n\nsaat menerapkan kebijakan aktual. Maka dapat disimpulkan bahwa kebijakan \n\nusulan memberikan hasil yang lebih baik dibandingkan kebijakan aktual.", "Daftar File": {"2017 TS PP SIDIK NURJAMAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/122542"}, "Penulis": "SIDIK NURJAMAN (NIM: 23414007)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nProf. Dr. Ir. Senator Nur Bahagia \n\nDr. Titah Yudhistira, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "simulasi, sistem multi agen, terminal petikemas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Sep 2017"}