{"Nomor": 24291, "Judul": "EVALUASI PELAKSANAAN TANGGUNG JAWAB SOSIAL TELKOM", "Abstrak": "PT Telkom Indonesia (Persero) Tbk adalah Badan Usaha Milik Negara yang bergerak di bidang jasa dan   \n \n \n\njaringan telekomunikasi terpadu di Indonesia. Sebagai Perseroan Terbatas dan sebagai BUMN, Telkom   \n \n \n\ndikenai 2 tanggung jawab sosial, yaitu CSR dan PKBL. Peraturan perundang-undangan CSR tidak secara   \n \n \n\nkhusus mengatur praktik CSR di lapangan, sehingga Telkom melaksanakan kewajiban CSR-nya melalui CSR   \n \n \n\nPR berdasarkan pada triple bottom line. Sementara itu, peraturan PKBL mengatur 2 jenis program yang harus   \n \n \n\ndiimplementasikan Telkom sebagai BUMN, sehingga Telkom melaksanakan Program Kemitraan dan   \n \n \n\nProgram Bina Lingkungan sebagai jenis program PKBL. Melalui Program Kemitraan, Telkom menyalurkan   \n \n \n\npinjaman bergulir kepada UKM dengan jasa administrasi pinjaman sebesar 6% per tahun selama 2 tahun.   \n \n \n\nMelalui Program Bina Lingkungan, Telkom menyalurkan bantuan (hibah) berupa bantuan korban bencana   \n \n \n\nalam; bantuan pendidikan dan/atau pelatihan; bantuan peningkatan kesehatan; bantuan pengembangan   \n \n \n\nprasarana dan/atau fasilitas umum; bantuan sarana ibadah; bantuan pelestarian; bantuan sosial   \n \n \n\nkemasyarakatan dalam rangka pengentasan kemiskinan; serta bantuan pendidikan, pelatihan, pemagangan,   \n \n \n\npemasaran, promosi, dan bentuk bantuan lain yang terkait dengan upaya peningkatan kapasitas mitra binaan   \n \n \n\nProgram Kemitraan.    \n \n \n\nPenelitian ini bertujuan untuk membantu Telkom melaksanakan tanggung jawab sosial yang senantiasa sesuai   \n \n \n\ndengan konsep dasar tanggung jawab sosial dan sesuai dengan peraturan perundang-undangan. Telkom   \n \n \n\nmenyadari bahwa keberlanjutan bisnisnya bergantung pada seberapa baik Telkom dapat memberi dampak   \n \n \n\npositif bagi pemangku kepentingan. Dalam penelitian ini, peneliti melakukan evaluasi terhadap pelaksanaan   \n \n \n\ntanggung jawab sosial Telkom berdasarkan teori CSR dan PKBL untuk mengetahui apakah pelaksanaan   \n \n \n\ntanggung jawab sosial oleh Telkom sesuai dengan konsep dasar tanggung jawab sosial atau tidak. Peneliti   \n \n \n\njuga melakukan evaluasi terhadap pelaksanaan tanggung jawab sosial Telkom berdasarkan peraturan   \n \n \n\nperundang-undangan CSR dan PKBL untuk mengetahui apakah pelaksanaan tanggung jawab sosial oleh   \n \n \n\nTelkom sesuai dengan peraturan perundang-undangan atau tidak.    \n \n \n\nDari hasil analisis, ditemukan bahwa pelaksanaan tanggung jawab sosial pada Telkom sesuai dengan konsep   \n \n \n\ndasar tanggung jawab sosial, kecuali Program Kemitraan. Pelaksanaan tanggung jawab sosial oleh Telkom   \n \n \n\njuga sesuai dengan peraturan perundang-undangan. Terkait dengan Program Kemitraan yang tidak sesuai   \n \n \n\ndengan konsep dasar tanggung jawab sosial, Telkom tetap harus melaksanakan Program Kemitraan sebagai   \n \n \n\nsalah satu program pada tanggung jawab sosial Telkom. Ketaatan Telkom terhadap undang-undang harus   \n \n \n\nterus dijaga.    \n \n \n\nNamun, ada sebuah peluang yang dapat dimanfaatkan Telkom untuk melaksanakan kegiatan tanggung jawab   \n \n \n\nsosial yang benar-benar sesuai dengan komitmen utama Telkom dalam menjalankan tanggung jawab sosial   \n \n \n\ntanpa melanggar peraturan perundang-undangan. Peraturan perundang-undangan CSR tidak secara khusus   \n \n \n\nmengatur praktik CSR di Indonesia, sehingga Telkom melalui CSR PR dapat melaksanakan kegiatan   \n \n \n\ntanggung jawab sosial yang berkaitan dengan pengembangan masyarakat sebagai bentuk pemanfaatan   \n \n \n\npeluang dan sebagai upaya untuk memenuhi komitmen utama Telkom dalam melaksanakan tanggung jawab   \n \n \n\nsosial yaitu mengembangkan kualitas hidup dan memberdayakan masyarakat secara berkelanjutan.", "Daftar File": {"Shinta Meiliani  29114415.pdf": "https://digilib.itb.ac.id/gdl/download/122515"}, "Penulis": "SHINTA MEILIANI  29114415", "Kontributor / Dosen Pembimbing": ["Dr. Bambang Rudito, Msi"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Community Development, Corporate Social Responsibility, Partnership and Community Development Program, PT Telkom Indonesia (Persero) Tbk, Social Responsibility of State-Owned Enterprises", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Okt 2017"}