{"Nomor": 24290, "Judul": "MODAL SOSIAL DALAM DIFUSI INOVASI PADA TAHAP BUDIDAYA DAN PASCA BUDIDAYA PERTANIAN HORTIKULTURA (Studi Kasus : Desa Cibodas, Kecamatan Lembang, Kabupaten Bandung Barat dan Desa Cisondari, Kecamatan Pasir Jambu, Kabupaten Bandung)", "Abstrak": "Sektor pertanian di Indonesia termasuk pertanian hortikultura sebagian besar dibangun oleh petani dengan skala usaha relatif kecil yang disebut subsisten. Karakter dari produk hortikultura yang rentan menjadikan produk-produk hortikultura kurang berdaya saing. Kapasitas petani hortikultura yang rendah sebagai akibat dari tingkat pendidikan yang rendah memerlukan tambahan aset berupa modal sosial yang diprediksikan akan dapat mempercepat tumbuhnya inovasi. Keberadaan modal sosial dilihat dari adanya partisipasi, kerjasama, saling peduli, hubungan timbal balik, kepercayaan dan norma kepercayaan timbal balik. Dengan tambahan modal sosial dalam komunitas petani, diharapkan akan mempercepat proses tumbuhnya inovasi dan difusi inovasi. Penelitian ini bertujuan untuk mengidentifikasi modal sosial petani dalam menumbuhkan inovasi dan difusi inovasi pada tahap budidaya dan pasca budidaya pertanian hortikultura melalui pendekatan studi kasus dan pembuktian proposisi penelitian. Pendekatan kualitatiif digunaka melalui teknik wawancara mendalam terhadap petani hortikultura di Desa Cibodas dan Desa Cisondari.   \n \n \n\nHasil penelitian menunjukkan bahwa keberadaan modal sosial dalam komunitas petani hortikultura berhubungan dengan tumbuhnya inovasi dan difusi inovasi pada tahap budidaya dan pasca budidaya. Desa dengan keberadaan modal sosial yang utuh mampu menjadi tempat bagi proses difusi inovasi dan menumbuhkan inovasi lebih banyak dibandingkan desa yang kurang keberadaan modal sosialnya. Komponen penting bagi adanya modal sosial dalam komunitas petani hortikultura adalah partisipasi dan rasa kepercayaan diantara petani tersebut.", "Daftar File": {"2015 TS PP SHINTA KUSUMAWATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/122506", "2015 TS PP SHINTA KUSUMAWATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/122507", "2015 TS PP SHINTA KUSUMAWATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/122508", "2015 TS PP SHINTA KUSUMAWATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/122509", "2015 TS PP SHINTA KUSUMAWATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/122510", "2015 TS PP SHINTA KUSUMAWATI 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/122511", "2015 TS PP SHINTA KUSUMAWATI 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/122512", "2015 TS PP SHINTA KUSUMAWATI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/122513", "2015 TS PP SHINTA KUSUMAWATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/122514"}, "Penulis": "SHINTA KUSUMAWATI (NIM : 254 12 039)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Dewi Sawitri Tjokropandojo, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Difusi Inovasi, Inovasi, Modal Sosial Pertanian Hortikultura", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}