{"Nomor": 24298, "Judul": "PENGEMBANGAN METER ENERGI NIRKABEL DAN MOBILE APPLICATION BERBASIS ANDROID UNTUK PEMANTAUAN ENERGI LISTRIK", "Abstrak": "Pemantauan energi listrik merupakan salah satu langkah manajemen energi yang berdampak positif untuk meningkatkan kesadaran publik dalam melakukan pengendalian penggunaan energi yang berlebihan. Pada tugas akhir ini dilakukan pengembangan sistem pemantauan  \n \n\nenergi listrik jarak jauh berbasis mobile application android. Pengembangan sistem pemantauan energi listrik jarak jauh meliputi, perancangan meter energi nirkabel dan perancangan mobile application pada smartphone berbasis android sehingga pemantauan energi listrik dapat diakses dimana saja.  \n \n\nSistem meter energi nirkabel terdiri dari sensor, rangkaian penyaring, multiplexer, mikrokontroler arduino sebagai perangkat akuisisi data analog, dan raspberry pi sebagai perangkat komunikasi data. Sensor yang digunakan terdiri dari 2 jenis, yaitu sensor arus Non-Invasive SCT 013-030 sebagai alat ukur arus listrik dan AC/AC Power Adaptor sebagai alat ukur tegangan listrik. Multiplexer digunakan untuk menambah masukan analog sensor pada  \n \n\nmikrokontroler. Data analog pengukuran sensor dikondisikan terlebih dahulu oleh rangkaian penyaring untuk kemudian dilakukan perhitungan besaran turunan energi listrik (daya aktif, daya tampak, daya reaktif, faktor daya) dan diubah menjadi data digital oleh arduino. Selanjutnya, data pengukuran dikirim oleh raspberry pi ke sebuah sistem database melalui komunikasi serial dengan arduino dan melalui jaringan Wi-Fi IEEE 802.11. Pada akhirnya, data pengukuran energi listrik dapat dipantau melalui smartphone berbasis android yang telah terpasang aplikasi Online Energy Monioring melalui jaringan internet.  \n \n\nPengujian meter energi nirkabel dilakukan pada Lantai 2 Gedung TP Rachmat Labtek VI yang menghasilkan tingkat akurasi 96,3 % dan tingkat presisi 97,3% untuk pengukuran arus, tingkat akurasi 99,42% dan tingkat presisi 99,58% untuk pengukuran tegangan, tingkat akurasi 96,41% dan tingkat presisi 96,94% untuk pengukuran daya aktif, tingkat akurasi 97,49% dan tingkat presisi 96,38% untuk pengukuran daya tampak, tingkat akurasi 94,22% dan tingkat presisi 96,02% untuk pengukuran daya reaktif, tingkat akurasi 91,37% dan  \n \n\ntingkat presisi 93,61% untuk pengukuran faktor daya. Kecepatan pengiriman data saat melakukan pengukuran energi listrik membutuhkan waktu rata-rata 1.018,52 milidetik, kecepatan pengiriman data pengukuran energi listrik ke server membutuhkan 67,39 milidetik, kecepatan penampilan data pada halaman live sebesar 961 milidetik, dan kecepatan penampilan data pada halaman history sebesar 8.743 milidetik. Kecepatan pengukuran energi  \n \n\nlistrik dipengaruhi oleh kualitas mikrokontroler, kecepatan pengiriman data ke server dipengaruhi oleh jaringan Wi-Fi IEEE 802.11, dan kecepatan penampilan data pada aplikasi android dipengaruhi oleh jaringan internet. Presentase bad data rata-rata yang terukur dalam pengujian kualitas data sebesar 0,01174% .", "Daftar File": {"2013 TA PP SIGIT ADITYA KINARDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/122551", "2013 TA PP SIGIT ADITYA KINARDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/122552", "2013 TA PP SIGIT ADITYA KINARDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/122553", "2013 TA PP SIGIT ADITYA KINARDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/122554", "2013 TA PP SIGIT ADITYA KINARDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/122555", "2013 TA PP SIGIT ADITYA KINARDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/122556", "2013 TA PP SIGIT ADITYA KINARDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/122557"}, "Penulis": "SIGIT ADITYA KINARDI (NIM : 13309095)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Ir. Edi Leksono, M.Eng", "Augie Widyotriatmo, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pemantauan Energi Listrik, Raspberry Pi, Mikrokontroler, Android, Online, Protokol IEEE 802.11.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}