{"Nomor": 24300, "Judul": "MANAJEMEN STRATEGIS MELALUI KREATIVITAS, INOVASI DAN EKONOMI  BERBASIS PENGETAHUAN UNTUK MENINGKATKAN SUBSEKTOR KULINER PADA INDUSTRI KREATIF DI INDONESIA", "Abstrak": "Sebagai salah satu subsektor industri kreatif di Indonesia, kuliner memiliki kontribusi terbesar  \n\nterhadap Produk Domestik Bruto Indonesia (PDB). Oleh karena itu, sangatlah penting untuk  \n\nmenganalisa kondisi industri kuliner di Indonesia saat ini. Subsektor kuliner memiliki peluang dan  \n\npotensi yang dapat mendorong Indonesia untuk menjadi negara maju. Saat ini, Indonesia bukanlah  \n\nnegara terkemuka dalam bidang sains dan teknologi.Sumber daya alam dan sumber daya manusia  \n\nadalah kekuatan yang dimiliki oleh Indonesia. Keragaman budaya masing-masing daerah yang ada di  \n\nIndonesia dengan berbagai karakteristik dan kearifan lokalnya juga merupakan salah satu faktor  \n\npenting untuk subsektor kuliner. Oleh karena itu, bagi Indonesia, sangat penting untuk melakukan  \n\npenelitian dan menciptakan keunggulan kompetitif dalam sektor kuliner ini. Indonesia memiliki  \n\npotensi untuk menjadikan subsektor kuliner sebagai salah satu industri untuk melestarikan dan  \n\nmensosialisasikan budaya-budaya dan konten lokal yang dapat menjadi ciri bangsa Indonesia. Dengan  \n\nciri khas dan keunikan kuliner Indonesia yang dapat memperlihatkan budaya lokal akan menjadi  \n\nkekuatan dan unique selling point untuk strategi positioning kuliner Indonesia agar dapat bersaing,  \n\nbaik di dalam negeri maupun secara global.  \n\nSituasi dan permasalahan mengenai kurangnya management dalam kreativitas, inovasi, dan ekonomi  \n\nberbasis pengetahuan pada subsektor kuliner ini memerlukan strategi aliansi dan strategi positioning \n\nyang efektif untuk mengoptimalkan pertumbuhan bisnis kuliner ke arah yang lebih baik pada saat ini  \n\ndan di masa yang akan datang. Pembahasan masalah dalam penelitian ini akan menganalisa dari sudut  \n\npandang eksternal dengan menggunakan PESTEL (Political, Economic, Social, Technological,  \n\nEnvironment, Legal) dan dari sudut pandang Industri melalui wawancara kepada stakeholder dalam  \n\nindustry kuliner di Indonesia. Dalam mencari akar permasalahan untuk meminimalisasi kurangnya  \n\nmodal dan akses terhadap pembiayaan pada subsektor kuliner di Indonesia dan untuk memiliki  \n\nkestabilan dari segi permintaan pasar (demand establishment), mempertahankan pertumbuhan, dan  \n\nmenciptakan Sustainable Competitive Advantage (SCA) pada subsektor kuliner khususnya untuk hal  \n\nkreativitas, inovasi, serta promosi menggunakan Fishbone analysis.  \n\nMetode penelitian dilakukan secara kualitatif dengan pengumpulan data melalui wawancara dan  \n\nobservasi langsung terhadap 20 stakeholderdibidang subsektor kuliner pada industri kreatif di  \n\nIndonesia. Pencarian solusi untuk masalah pada penelitian ini diawali dengan mengumpulkan data ii  \n\nmelalui observasi dan wawancara dari para pelakuindustri kuliner di Indonesia, antara lain  \n\npemerintah yang bertanggung jawab terhadap bidang kuliner seperti badan ekonomi kreatif (Bekraf)  \n\ndan Kementrian Koperasi dan Usaha Kecil dan Menengah (UKM) di Indonesia, pemilik bisnis  \n\n(entrepreneur) kuliner, serta paraakademisi yang berhubungan dengan bisnis dan industri kuliner di  \n\nIndonesia. Keterkaitan antar  stakeholderdapat menjadi rekomendasi untuk memperbaiki,  \n\nmeningkatkan dan dapat menjadi solusi dari permasalahan kompleks yang ada dalam industri kuliner  \n\ndi Indonesia.", "Daftar File": {"2017 TS PP SIKANDER YAKOOB KHAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/122565"}, "Penulis": "SIKANDER YAKOOB KHAN (NIM 29115744)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Amol Titus, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "management strategic, culinary industry innovation, knowledge-based economy", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "28 Sep 2017"}