{"Nomor": 24324, "Judul": "STRATEGI PENGEMBANGAN KAWASAN CALON GEOPARK TASIKMALAYA SELATAN - PANGANDARAN SEBAGAI DAYA TARIK WISATA DI PROVINSI JAWA BARAT", "Abstrak": "Kawasan Tasikmalaya Selatan-Pangandaran merupakan salahsatu dari 3 (tiga) kawasan di Provinsi Jawa Barat yang direncanakan untuk dikembangkan menjadi kawasan geopark atau taman bumi. Rencana ini telah tertuang di dalam Rencana Pembangunan Jangka Menengah Daerah (RPJMD) Jawa Barat Tahun 2013-2018 untuk mendukung Jabar Green Province 2025 berbasis lingkungan dan penerapan serta penggalian ilmu pengetahuan dan teknologi. Kawasan Tasikmalaya Selatan-Pangandaran memiliki kekayaan alam dan budaya yang beranekaragam serta memiliki keunggulan geologi (geodiversity dan geoheritage). Kawasan ini juga merupakan kawasan pariwisata alami yang telah berkembang serta memiliki ketersediaan infrastruktur yang memadai. Namun untuk menjadi kawasan geopark yang diakui secara nasional dan internasional, kawasan geopark harus memenuhi kriteria lain yang ditentukan oleh Global         \n\nGeopark Networks (GGN) UNESCO. Sebuah geopark harus memiliki batas-batas yang jelas dan memiliki kawasan yang cukup luas untuk pembangunan ekonomi; memiliki pusaka geologi, keragaman hayati, dan keragaman budaya; dan kegiatan di dalamnya harus berlandaskan pada tiga pilar penting, yaitu: konservasi, pendidikan, dan geowisata untuk penumbuhan ekonomi setempat, dengan         \n\npengelola, konsep, dan rencana pengelolaan tumbuh dan berkembang dari masyarakat setempat. Untuk mewujudkan cita-cita Jawa Barat memiliki Geopark dan juga memiliki         \n\nikon pariwisata baru yang berbasis masyarakat dan konservasi, maka diperlukan strategi pengembangan sesuai konsep pengembangan dengan beberapa langkah pengembangan. Strategi pengembangan suatu daerah tujuan wisata dapat dilakukan dengan analisis sumberdaya yang bertujuan untuk mengetahui dan mengidentifikasi sumberdaya utama mengenai kekuatan dan kelemahan dari         \n\nlingkungan internal serta peluang dan tantangan dari lingkungan eksternal kawasan. Metode analisis yang digunakan adalah analisis SWOT yang menghasilkan faktor-faktor strategis dalam pengembangan kawasan dan analisis         \n\nsupply demand pariwisata yang mengkaji komponen dasar kepariwisataan di dalam kawasan. Perumusan strategi pengembangan kawasan calon geopark Tasikmalaya Selatan-         \n\nPangandaran sebagai daya tarik wisata di Provinsi Jawa Barat, dilakukan dengan 2 (dua) penilaian, yaitu penilaian kawasan terhadap pemenuhan kriteria geopark dan penilaian kawasan terhadap komponen kepariwisataan. Hasil akhir dari penelitian ini, yaitu terumuskannya tujuan dan arahan pengembangan kawasan berdasarkan         \n\nkonsep pengembangan kawasan calon geopark serta strategi pengembangan kawasan calon geopark Tasikmalaya Selatan-Pangandaran sebagai daya tarik wisata di Provinsi Jawa Barat untuk diakui secara nasional dan internasional.", "Daftar File": {"2015 TS PP SITI FADLINA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/122699", "2015 TS PP SITI FADLINA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/122700", "2015 TS PP SITI FADLINA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/122701", "2015 TS PP SITI FADLINA 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/122702", "2015 TS PP SITI FADLINA 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/122703", "2015 TS PP SITI FADLINA 1-BAB 3C.pdf": "https://digilib.itb.ac.id/gdl/download/122704", "2015 TS PP SITI FADLINA 1-BAB 3D.pdf": "https://digilib.itb.ac.id/gdl/download/122705", "2015 TS PP SITI FADLINA 1-BAB 3E.pdf": "https://digilib.itb.ac.id/gdl/download/122706", "2015 TS PP SITI FADLINA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/122707", "2015 TS PP SITI FADLINA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/122708", "2015 TS PP SITI FADLINA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/122709"}, "Penulis": "SITI FADLINA (NIM : 95713006)", "Kontributor / Dosen Pembimbing": ["Pembimbing :         \n\nIr. Heru Purboyo H. P., DEA, Ph.D", "Dr. Ir. Budi Brahmantyo, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "analisis supply demand pariwisata, analisis SWOT, geopark, geowisata, strategi pengembangan kawasan.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "11 file", "Tanggal Input": "27 Sep 2017"}