{"Nomor": 24336, "Judul": "PENETAPAN KADAR ASAM DOKOSAHEKSANOAT (DHA) PADA DAGING IKAN NILA (OREOCHROMIS NILOTICUS) DENGAN METODE KROMATOGRAFI GAS", "Abstrak": "Asam dokosaheksanoat (DHA) adalah salah satu jenis asam lemak omega-3 rantai panjang ( C22H32O2) sebagai gizi penting untuk kesehatan tubuh manusia. Ikan nila ( Oreochromis niloticus ) merupakan ikan air tawar yang banyak dikenal di masyarakat memiliki nilai ekonomi dan nilai gizi tinggi, salah satunya sebagai sumber asam lemak tak jenuh omega-3. Lemak dari daging ikan nila diperoleh dengan ekstraksi menggunakan pelarut organik n-hexan pada suhu 60oC selama 3 jam. Minyak ikan hasil ekstraksi kemudian dilakukan derivatisasi melalui reaksi esterifikasi mejadi bentuk fatty acid methyl ester (FAME) untuk dilakukan penetapan kadar DHA dengan metode krpmatografi gas. Reaksi esterifikasi dilakukan pada suhu 100oC dengan menggunakan katalis HCl 8% HCl dalam metanol. Hasil desrivatisasi berupa metil DHA kemudian diinjeksikan ke dalam sistem kromatografi gas untuk dianalisis kadarnya. Metil DHA dapat diidentifikasi dengan mengamati waktu retensi dibandingkan dengan waktu retensi standar murni atau standar yang sudah diketahui sebelumnya. Kadar DHA dalam sampel dihitung melalui luas area dengan menggunakan persamaan kurva kalibrasi standar. Persamaan linear dari kurva kalibrasi diperoleh y = 53163x +132464 dengan nilai koefisien korelasi (r) 0,9949. Batas deteksi 13,419 mg/ml dan batas kuatisasi 40,664 mg/ml. Nilai persen perolehan kembali berada pada rentang 81,80- 99,72%. Hasil uji presisi pada hari pertama dan hari kedua dengan nilai SBR 8,04% dan 9,91%. Hasil penetapan kadar DHA pada daging ikan nila sebesar 0,73%.", "Daftar File": {"2017 TS PP SITI RAHMAH KURNIA RAMDAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/122759", "COVER SITI RAHMAH KURNIA RAMDAN (20715036)": "https://digilib.itb.ac.id/gdl/download/204458", "BAB 1 SITI RAHMAH KURNIA RAMDAN (20715036)": "https://digilib.itb.ac.id/gdl/download/204459", "BAB 2 SITI RAHMAH KURNIA RAMDAN (20715036)": "https://digilib.itb.ac.id/gdl/download/204461", "BAB 3 SITI RAHMAH KURNIA RAMDAN (20715036)": "https://digilib.itb.ac.id/gdl/download/204462", "BAB 4 SITI RAHMAH KURNIA RAMDAN (20715036)": "https://digilib.itb.ac.id/gdl/download/204463", "BAB 5 SITI RAHMAH KURNIA RAMDAN (20715036)": "https://digilib.itb.ac.id/gdl/download/204464", "BAB 6 SITI RAHMAH KURNIA RAMDAN (20715036)": "https://digilib.itb.ac.id/gdl/download/204465", "PUSTAKA SITI RAHMAH KURNIA RAMDAN (20715036)": "https://digilib.itb.ac.id/gdl/download/204466"}, "Penulis": "SITI RAHMAH KURNIA RAMDAN (20715036)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Slamet Ibrahim. S., DEA, APT", "Dr. Benny Permana."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Ikan nila, Asam dokosaheksanoat (DHA), Esterifikasi, Kromatografi gas.", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "9 file", "Tanggal Input": "03 Okt 2017"}