{"Nomor": 24330, "Judul": "EVALUASI PERENCANAAN DAN KONDISI SISTEM PELAYANAN SANITASI DI KABUPATEN BANDUNG (STUDI KASUS : DUSUN CIWALENGKE)", "Abstrak": "Sistem pelayanan sanitasi merupakan kebutuhan dasar hidup manusia karena bertujuan untuk mengurangi beban pencemaran terhadap badan air dan memutuskan rantai penyakit yang disebabkan oleh patogen di dalam ekskreta manusia. Sistem pelayanan sanitasi ini terdiri dari jamban, sistem pengaliran limbah, dan sistem pengolahan limbah. Dusun Ciwalengke merupakan daerah kumuh dengan kondisi sistem sanitasi yang tidak memadai sehingga perlu dilakukan studi mengenai evaluasi perencanaan sistem pelayanan sanitasi sehingga bisa memberikan usulan perbaikan perencanaan sistem sanitasi yang cocok dan berkelanjutan. Penelitian ini dilakukan dengan metode observasi lapangan ke wilayah studi untuk mengetahui sistem pelayanan sanitasi, wawancara ke berbagai institusi terkait perencanaan dan implementasi sistem pelayanan sanitasi, penyebaran kuesioner untuk mengidentiikasi karakteristik dan kapasitas masyarakat, serta perencanaan desain sesuai keadaan sosial ekonomi. Jumlah sampel sebanyak 255 KK yang ditentukan dengan teknik probability sampling dengan proportionate stratified random sampling. Data yang diperoleh dianalisis secara deksriptif. Dari hasil analisis didapatkan bahwa di Dusun Ciwalengke belum ada perencanaan dari institusi mengenai sistem pelayanan sanitasi. Kepemilikan jamban pribadi masih rendah dan keberadaan MCK komunal tidak sebanding dengan jumlah pengguna. Oleh karena itu, perlu jumlah MCK komunal sebanyak 8 bilik mandi, 11 bilik cuci, dan 12 bilik kakus. Belum adanya sistem pengolahan limbah cair domestik menyebabkan masyarakat di Dususn Ciwalengke membuang limbah secara langsung ke badan air. Keterbatasan lahan dan preferensi masyarakat yang memilih menggunakan perpipaan, maka dipilih off-site simplified sewerage sistem sebagai alternatif teknologi penyaluran limbah cair dan kolam stabilisasi sebagai alternatif pengolahan limbah.", "Daftar File": {"2015 TA PP SITI MARYAM 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/122736", "2015 TA PP SITI MARYAM 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/122737", "2015 TA PP SITI MARYAM 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/122738", "2015 TA PP SITI MARYAM 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/122739", "2015 TA PP SITI MARYAM 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/122740", "2015 TA PP SITI MARYAM 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/122741", "2015 TA PP SITI MARYAM 1 - BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/122742", "2015 TA PP SITI MARYAM 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/122743"}, "Penulis": "SITI MARYAM (  NIM :15311013 )", "Kontributor / Dosen Pembimbing": ["pembimbing :  \n \n\nDr. Ir. Dwina Roosmini, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "daerah kumuh, kolam stabilisasi, limbah cair, MCK komunal, off-site sistem.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}