{"Nomor": 24341, "Judul": "KONTAMINASI ELEKTRON DAN NEUTRON PADA BERKAS FOTON VARIAN TRILOGY CLINAC iX", "Abstrak": "Partikel kontaminasi berupa elektron dan neutron yang diproduksi oleh head linear accelerator (Linac), akibat interaksi antara foton dengan komponen penyusun head Linac dan udara di antara pasien dan head Linac. Partikel kontaminasi ini memberikan kontribusi secara signifikan terhadap dosis permukaan pada pasien yang diradiasi. Tiga metode yang dapat digunakan untuk menghitung dosis akibat partikel kontaminasi pada head Linac yakni pengukuran langsung dengan menggunakan magnet, metode analitik dan simulasi Monte Carlo (MC). Di antara ketiga metode tersebut, simulasi MC dapat memberikan hasil yang paling akurat. Untuk mengetahui karakteristik partikel kontaminasi yang dihasilkan, informasi material dan geometri setiap komponen head Linac memegang peranan penting dalam metode MC. Oleh karena itu, penelitian ini bertujuan untuk mengkarakteriasi partikel kontaminasi dari berkas foton yang diproduksi oleh Varian Clinac iX 6, 10 dan 15 MV dengan metode simulasi MC untuk ukuran medan paparan yang luas dan sempit. Dalam penelitian ini, proses validasi dari hasil simulasi dilakukan dengan membandingkan hasil yang diperoleh dari simulasi dengan data hasil pengukuran dan hasil-hasil penelitian lain yang relevan.  \n \n\nPenelitian ini terdiri atas empat tahapan. Tahap pertama adalah proses commissioning yang dilakukan dengan menghitung deviasi distribusi dosis hasil simulasi MC terhadap data pengukuran di Tan Tock Seng Hospital (TTSH) Singapura. Tujuan dari proses commissioning ini adalah menentukan energi awal elektron dalam menyimulasikan berkas foton 6 and 10 MV. Commisioning dilakukan dengan tiga langkah yakni pemodelan head Linac melalui BEAMnrc, karakterisasi model melalui BEAMDP dan analisis deviasi percent depth dose (PDD) serta profil dosis antara hasil simulasi dan pengukuran dengan DOSXYZnrc. Head Linac dibagi menjadi 2 bagian (komponen patient-dependent dan patient-independent) agar waktu simulasi dapat direduksi. Pembentukan ukuran medan paparan melalui penggunaan millennium MLC 120 leaf Varian Clinac iX. Energi elektron datang divariasikan pada energi 6,1; 6,2; 6,3 dan 6,4 MeV untuk berkas foton 6 MV serta 10,1; 10,2; 10,3 dan 10,4 MeV untuk 10 MV dengan FWHM (full width at half maximum) 1,0 mm. Energi elektron datang hasil commissioning dipilih berdasarkan deviasi PDD dan profil dosis yang memiliki nilai ≤ 5%. Berdasarkan hasil analisis deviasi diperoleh energi elektron awal yang digunakan untuk simulasi berkas foton 6 dan 10 MV masing-masing sebesar 6,4 dan 10,3 MeV. Pengaturan dimensi voxel pada simulasi EGSnrc dibedakan berdasarkan peruntukannya agar memberikan hasil dan waktu simulasi yang lebih tepat. Pengaturan dimensi voxel pada perhitungan PDD dan profil dosis berbeda dengan memperhatikan daerah build-up dan fall-off.  \n \n\nTahap berikutnya adalah simulasi kontaminasi elektron yang dilakukan dengan EGSnrc-code untuk berkas foton 6 dan 10 MV. Data file phase space (phsp) pada akhir simulasi tahapan awal penelitian dianalisis untuk membedakan jenis partikel di dalamnya (semua partikel, foton dan elektron). Informasi partikel dalam file ini juga diinvestigasi untuk menghitung jumlah elektron yang dihasilkan oleh head Linac dengan ukuran medan paparan yang berbeda. Perhitungan PDD dan profil dosis yang menggunakan sumber semua partikel dan foton disimulasikan pada phantom air berukuran 40ÃƒÂ—40ÃƒÂ—40 cm3. Dosis akibat keberadaan elektron dihitung berdasarkan selisih dosis yang dihasilkan oleh kedua sumber partikel yang berbeda tersebut. Dosis akibat kontribusi elektron kontaminasi meningkat dengan penambahan ukuran medan paparan dan menurun seiring dengan bertambahnya kedalaman. Dosis akibat kontaminasi untuk berkas foton 6 MV ini sebesar 39,3%; 28,2% dan 16,4% masing-masing pada kedalaman 0,3; 0,5 dan 0,7 cm dari permukaan phantom untuk medan paparan 10ÃƒÂ—10 cm2. Nilai ini diperoleh dengan membandingkan dosis akibat kontaminasi elektron terhadap dosis semua partikel. Dosis akibat kontaminasi elektron pada ukuran medan paparan yang kecil (kurang dari 6ÃƒÂ—6 cm2) memiliki nilai yang kecil. Besar dosis akibat kontaminasi elektron yang diterima oleh permukaan phantom air adalah 2,14% pada ukuran medan paparan 4ÃƒÂ—4 cm2 untuk Linac 6 MV.  \n \n\nLebar penumbra pada ukuran medan paparan yang sempit berkisar antara 0,4 Ã‚Â– 0,6 cm untuk berkas foton head Linac 10 MV. Hal menarik dari hasil ini diperoleh bahwa kedalaman yang memiliki dosis maksimum (dmaks) mengalami pergeseran ke arah kedalaman yang lebih besar untuk medan paparan yang lebih luas. dmaks untuk medan paparan 1ÃƒÂ—1 dan 5ÃƒÂ—5 cm2 masing-masing berada pada kedalaman 2,1 dan 2,7 cm.  \n \n\nEGSnrc memiliki keterbatasan jenis partikel yang dapat disimulasikan. Neutron tidak dapat disimulasikan menggunakan perangkat lunak ini sehingga simulasi kontaminasi neutron pada berkas foton 6 dan 10 MV dilakukan dengan MCNPX-code. Perangkat lunak MCNPX-code terlebih dahulu dibandingkan dengan EGSnrc-code untuk geometri yang sederhana sehingga proses commissioning head Linac tidak dilakukan lagi.  \n \n\nTahap ketiga, hasil-hasil simulasi MC dengan EGSnrc-code dibandingkan dengan hasil-hasil simulasi MCNPX-code. Simulasi dilakukan untuk membandingkan distribusi spektrum, ketidakpastian statistik dan waktu simulasi pada geometri sederhana (target sinar-X berkas foton 6 MV). Distribusi spektrum yang diperoleh menunjukkan bahwa spektrum yang dihasilkan tidak persis sama (deviasi kurang dari 5%) terutama pada daerah build-up. Namun,. Puncak 100% pada EGSnrc dan MCNPX masing-masing berada pada energi 0,245 dan 0,250 MeV. Sedangkan pada bagian fall-off, bentuk dan nilai spektrumnya serupa dengan perbedaan kurang dari 2%. Dengan nilai deviasi yang kecil, proses commissioning tidak dilakukan. Simulasi dengan MCNPX-code menggunakan energi elektron awal yang sama dengan hasil pada tahapan awal penelitian.  \n \n\nTahap terakhir adalah simulasi kontaminasi neutron pada berkas foton Varian Clinac iX 6, 10 dan 15 MV dengan MCNPX-code. Head Linac berkas foton 6 MV tidak menghasilkan kontaminasi neutron. Kontaminan ini hanya dihasilkan oleh head Linac berkas foton 10 dan 15 MV. Kontaminasi neutron diproduksi terutama pada komponen target, kolimator primer, JAWS X dan Y dan MLC. Kontaminasi neutron memberikan kontribusi pada berkas foton Linac Varian. Sebagian besar neutron yang dihasilkan mengalami hamburan ke ruang treatment yang dapat membahayakan pasien dan pekerja radiasi. Energi neutron pada scoring plane yang berjarak 100 cm dari target pada berkas foton 10 dan 15 MV masing-masing sebesar 2,239 dan 4,467 MeV. Neutron dengan energi tersebut berbahaya karena memiliki nilai bobot radiasi lebih tinggi dibandingkan dengan foton berenergi sama sehingga tidak dapat diabaikan.  \n \n\nSimulasi kontaminasi elektron dan neutron pada berkas foton Varian Clinac iX 6, 10 dan 15 MV dengan EGSnrc dan MCNPX-code memberikan hasil yang akurat. Kontaminan tidak dapat diabaikan terutama pada Linac dengan energi tinggi dan ukuran medan paparan yang besar. Kontaminasi elektron memegang peranan penting terhadap dosis permukaan pada ukuran medan paparan yang luas maupun sempit.", "Daftar File": {"2017 DS PP SITTI YANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/122782", "2017 DS PP SITTI YANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/122783", "2017 DS PP SITTI YANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/122784", "2017 DS PP SITTI YANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/122785", "2017 DS PP SITTI YANI 1-BAB 4 A.pdf": "https://digilib.itb.ac.id/gdl/download/122786", "2017 DS PP SITTI YANI 1-BAB 4 B.pdf": "https://digilib.itb.ac.id/gdl/download/122787", "2017 DS PP SITTI YANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/122788", "2017 DS PP SITTI YANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/122789"}, "Penulis": "SITTI YANI (NIM : 30212004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Idam Arif, Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Radioterapi, Monte Carlo, Kontaminasi elektron, Kontaminasi Neutron", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}