{"Nomor": 24344, "Judul": "KAJIAN PERANCANGAN STRUKTUR PERKERASAN MENURUT MANUAL DESAIN PERKERASAN JALAN BINA MARGA 2013", "Abstrak": "Perancangan jalan merupakan salah satu faktor yang mempengaruhi kinerjastruktur perkerasan jalan. Metode perancangan struktur perkerasan jalan umumnya dibedakan atas dua pendekatan, empiris dan analitis. Metode empiris adalah metode yang didasarkan dari pengalaman atau pengujian yang telah dilakukan. Dalam pengujian, dicari korelasi dari parameter-parameter yang terkait. Metode analitis adalah metode yang dikembangkan menggunakan perhitungan secara eksak respons struktur perkerasan terhadap beban sumbu kendaraan. Metode perancangan jalan yang digunakan di Indonesia diadopsi dari prosedur desain perkerasan negara lain diantaranya yaitu Metode Analisis Komponen (MAK) Bina Marga 1987 yang diadopsi dari AASHTO 1972 revisi 1983 dengan penyesuaian dengan kondisi alam, lingkungan, sifat tanah dasar dan jenis lapisan perkerasan yang umum digunakan di Indonesia dan Pt T-01-2002-B Pedoman Perencanaan Tebal Perkerasan Lentur yang diadopsi dari AASHTO 1993. Metode-metode tersebut didasarkan pada pendekatan empiris. Saat ini, Indonesia sedang beralih dari pendekatan empiris ke pendekatan analitis. Untuk itu diperlukan sebuah manual yang dapat mengakomodasi kebutuhan tersebut. Badan kerjasama Pemerintah Indonesia dan Pemerintah Australia, Indonesia Infrastructure Initiative (IndII), membuat Manual Desain Perkerasan Jalan Bina Marga 2013. Desain yang diperoleh dari Manual Desain Perkerasan Jalan Bina Marga 2013 merupakan desain awal yang diperoleh dari chart desain.Desain awal harus diperiksa terhadap Pt T-01-2002-B. Dalam penggunaannya, Pt T-01-2002-B akan membantu meyakinkan kecukupan struktural dan kepraktisan konstruksi untuk kondisi beban dan iklim di Indonesia. Sebagai konsekuensi, sangat penting untuk menguasai elemen-elemen dari metode desain dalam manual ini saat memvalidasi kecukupan struktural. Selain diperiksa dengan Pt T-01-2002-B, desain menurut Manual Desain Perkerasan Jalan Bina Marga 2013 juga dibandingkan dengan metode lainnya, yaitu metode MAK Bina Marga 1987 dan metode Nottingham 1983. Penggunaan Nottingham sebagai pembanding karena metode ini merupakan metode menggunakan pendekatan analitis, sama seperti Manual Desain Perkerasan Jalan Bina Marga 2013. Perhitungan desain struktur perkerasan dilakukan untuk 3 golongan volume lalu lintas, yaitu ringan, sedang dan berat, dengan masing-masing beban lalu lintas sebesar 0.5 juta, 5 juta, dan 30 juta ESAL. Dari perhitungan, desain menurut Manual Desain Perkerasan Jalan Bina Marga 2013 untuk berbagai variasi beban lalu lintas selalu memiliki total tebal ekivalen yang lebih tipisdibanding dengan ketiga metode lainnya.", "Daftar File": {"2014 TA PP SOFIA FADILLAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/122805", "2014 TA PP SOFIA FADILLAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/122806", "2014 TA PP SOFIA FADILLAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/122807", "2014 TA PP SOFIA FADILLAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/122808", "2014 TA PP SOFIA FADILLAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/122809", "2014 TA PP SOFIA FADILLAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/122810", "2014 TA PP SOFIA FADILLAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/122811"}, "Penulis": "SOFIA FADILLAH (NIM : 15010077)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Djunaedi Kosasih, M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "desain, perkerasan, lentur, Bina Marga, analitis, empiris", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}