{"Nomor": 24347, "Judul": "PENGEMBANGAN PERMUKIMAN UNTUK PRODUKSI IKAN ASAP (Studi Kasus : Permukiman Nelayan Tidore, Kab. Kep. Sangihe)", "Abstrak": "Permukiman nelayan Tidore adalah permukiman nelayan yang berfungsi sebagai tempat berlangsungnya kegiatan produksi ikan tangkap sekaligus tempat produksi produk berbasis ikan. Kegiatan produksi produk berbasis ikan atau pengolahan ikan yang paling umum ditemui di permukiman Tidore adalah pengolahan ikan asap. Masalah umum yang terdapat di permukiman Tidore adalah tidak maksimalnya pemanfaatan hasil produksi tangkapan ikan. Yaitu tidak terpakainya kelebihan dari produksi ikan tangkap(tangkap lebih), padahal kelebihan produksi  \n \n\nini dapat dimanfaatkan untuk produksi produk berbasis ikan atau pengolahan ikan asap. Untuk mengatasi fenomena tangkap lebih ini, maka kegiatan pengolahan ikan asap perlu dikembangkan, dan dengan demikian tatanan permukimannya juga perlu dikembangkan. Jadi Tesis ini bertujuan untuk mengembangkan permukiman yang akan mengakomodasi kegiatan produksi produk berbasis ikan,  \n \n\ndalam hal ini adalah pengolahan ikan asap. Tesis ini dimulai dengan riset kecil untuk mengetahui pola kegiatan dan ruang pada kondisi eksisting, serta permasalahan umum yang ada di permukiman Tidore. Selanjutnya analisis dilakukan dengan cara mensintesiskan informasi yang didapatkan untuk kemudian dibuatkan konsep perancangan pengembangan permukiman. Temuan akhir dari Tesis ini adalah suatu model pengembangan permukiman.", "Daftar File": {"2016 TS PP SOLAIMAN BAKIR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/122814", "2016 TS PP SOLAIMAN BAKIR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/122815", "2016 TS PP SOLAIMAN BAKIR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/122816", "2016 TS PP SOLAIMAN BAKIR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/122817", "2016 TS PP SOLAIMAN BAKIR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/122818", "2016 TS PP SOLAIMAN BAKIR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/122819", "2016 TS PP SOLAIMAN BAKIR 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/122820", "2016 TS PP SOLAIMAN BAKIR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/122821"}, "Penulis": "SOLAIMAN BAKIR (NIM : 25213025)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n \n\nDr. Ir. Ismet Belgawan Harun, MSc.", "Indah Widiastuti, ST., MT., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Permukiman nelayan tidore, pola kegiatan dan ruang", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}