{"Nomor": 24349, "Judul": "DESAIN WISATA TERPADU:  BANDUNG LIFE PARK DI JAWA BARAT", "Abstrak": "Pariwisata merupakan sektor yang sangat berdampak besar terhadap devisa negara   \n \n \n\nIndonesia, karena sektor ini menempati rangking 4 dari rangking devisa pariwisata terhadap 11   \n \n \n\nekspor barang terbesar berdasarkan data dari Kementerian Pariwisata. Selain itu juga   \n \n \n\nperkembangan sektor pariwisata sudah semakin maju terbukti dari berbagai penghargaan yang   \n \n \n\nditerima oleh Indonesia dari ASEAN, PBB, hingga halal tourism di tahun 2015-2016. Ini   \n \n \n\nterjadi akibat meningkatnya jumlah wisatawan dari tahun ke tahun meningkat. Provinsi Jawa   \n \n \n\nBarat adalah Provinsi yang paling sering dikunjungi. Bandung Life Park merupakan bisnis   \n \n \n\npariwisata yang mengintegrasikan berbagai sektor dalam satu kawasan. Namun dalam   \n \n \n\nmerancang konsep kawasan wisata baru perlu melihat tren wisata agar perencanaan sesuai   \n \n \n\ndengan minat wisatawan. Penelitian ini dilakukan dengan tujuan untuk mengkaji rencana   \n \n \n\nkonsep kawasan wisata Bandung Life Park yang terintegrasi serta memiliki keunggulan dan   \n \n \n\ndaya tarik berbeda terhadap konsep wisata lainnya.    \n \n \n\n Diperlukan analisis terkait internal dan ekternal manajamen dan area pengembangan   \n \n \n\ndengan menggunakan analisis SWOT yang berujuan untuk mengenali kekuatan, kelemahan,   \n \n \n\npeluang, dan ancaman yang menjadi dasar munculnya berbagai jenis wisata. Selanjutnya   \n \n \n\nanalisis ANOVA digunakan untuk mengetahui ketertarikan wisatawan terhadap setiap jenis   \n \n \n\nwisata yang ditawarkan. Analisis terhadap aspek manajemen menggunakan Segmentasi,   \n \n \n\nTarget, dan Penentuan Posisi (STP) bertujuan untuk lebih memahami pangsa pasar dan atraksiatraksi   \n \n \n \n\nyang perlu dirancang. Sedangkan untuk detail keunggulan dan perbedaan antara   \n \n \n\nBandung Life Park dengan pesaing dianalisis dengan analisis 4P mengenai produk, harga,   \n \n \n\ntempat, dan promosi.    \n \n \n\n Setelah melakukan semua analisis, diketahui bahwa Kriya Tekstil, QurÃ‚Â’an Village,   \n \n \n\nAgrowisata, serta Olahraga dan Permainan merupakan jenis wisata yang bisa ditawarkan   \n \n \n\nBandung Life Park dengan tetap mempertimbangkan konsep wisata dan aspek wisata lainnya   \n \n \n\nyaitu motivasi, jenis wisata, kegiatan wisata, dan atraksi budaya. Ditemukan juga pangsa pasar   \n \n \n\nsetiap jenis wisata. Pada kriya tekstil, hanya wisatawan dengan usia, jenis kelamin, pendapatan   \n \n \n\ntertentu yang tertarik terhadap kriya tekstil. Pada QurÃ‚Â’an Village, wisatawan dengan usia dan   \n \n \n\njenis kelamin apapun serta pendapatan berapapun semua tertarik terhadap QurÃ‚Â’anVillage.   \n \n \n\nSedangkan jenis wisata Agrowisata dan juga Olahraga dan Permainan memiliki kesamaan yaitu   \n \n \n\nhanya pada usia dan pendapatan tertentu tertarik terhadap Agrowisata dan juga Olahraga dan   \n \n \n\nPermainan namun baik laki-laki maupun wanita tertarik pada kedua hal tersebut. Selain jenis   \n \n \n\nwisata yaitu berbagai pilihan atraksi wisata dari setiap jenis wisata yaitu Khazanah Kriya   \n \n \n\nTekstil focus pada Modern Fashion (Fashion Muslim), Khazanah Taman QurÃ‚Â’an fokus pada   \n \n \n\ncontent Al QurÃ‚Â’an (audiovisual), perkembangan Hidroponik (Penanaman Hemat Air), dan   \n \n \n\nberkuda sambil memanah menggunakan kostum pahlawan. Pengalaman yang disuguhkan oleh   \n \n \n\natraksi-atraksi wisata tersebut ialah keunggulan dan daya tarik yang berbeda.   \n \n \n\n Desain pariwisata terpadu Bandung Life Park mengakomodir beragam jenis wisata   \n \n \n\ndalam satu kawasan yaitu Kriya Tekstil, QurÃ‚Â’an Village, Agrowisata, serta Olahraga dan   \n \n \n\nPermainan. Oleh sebab itu konsep wisata terpadu Bandung Life Park yang dilengkapi dengan   \n \n \n\nberbagai atraksi memiliki daya tarik yang tinggi terhadap wisatawan karena menyediakan   \n \n \n\nberbagai kebutuhan dan keinginan wisatawan. Selain itu desain paariwisata terpadu dapat    \n \n \n\nvi   \n \n \n \n\nmemudahkan wisatawan untuk mengoptimalkan waktu berwisata dengan melakukan beragam   \n \n \n\naktivitas hanya di dalam kawasan Bandung Life Park.", "Daftar File": {"Sonia Vianitya Kusuma  29115104.pdf": "https://digilib.itb.ac.id/gdl/download/122830"}, "Penulis": "SONIA VIANITYA KUSUMA  29115104", "Kontributor / Dosen Pembimbing": ["Yuliani Dwi Lestari, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Integrated Tourism Design, Life Park, and STP.", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Okt 2017"}