{"Nomor": 24356, "Judul": "PERAN KOMUNIKASI KORPORASI  TERHADAP BRANDING PT FREEPORT INDONESIA  DALAM MENGUBAH PERSEPSI PUBLIK", "Abstrak": "PT. Freeport Indonesia adalah anak perusahaan dari  Freeport-McMoRan Inc. (FCX) yang    \n \n \n\nmempunyai cadangan tembaga dan emas terbesar didunia yang berlokasi di Kabupaten Mimika,    \n \n \n\nPapua. Saat ini sedang berlangsung negosiasi antarapemerintah dan PT Freeport Indonesia    \n \n \n\nmengenai jaminan kelangsungan operasi perusahaan. Negosiasi ini sangat penting untuk kedua    \n \n \n\nbelah pihak untuk menentukan apakah PTFI dapat terus beroperasi dan terus memberikan manfaat    \n \n \n\nuntuk Bangsa dan Negara kita atau harus berhenti karena dinilai tidak berkontribusi bagi Negara    \n \n \n\nKita. Opini public sangat berpengaruh besar dalam proses tercapainya kesepakatan tersebut yang    \n \n \n\nmembahas beberapa item yang salah satunya dan yang  terpenting bagi perusahaan mengenai    \n \n \n\ndiperolehnya Jaminan Ijin perpanjangan Kontrak sampai tahun 2041.    \n \n \n\nSudah terlalu banyak informasi negative mengenai keberadaan PT Freeport Indonesia yang sudah    \n \n \n\nmemasuki 50 tahun di Indonesia. Dan selama ini itu juga tidak ada klarifikasi yang dilakukan oleh    \n \n \n\nperusahaan mengenai informasi-informasi negative tersebut. Sehingga masyarakat menganggap    \n \n \n\nbahwa berita-berita tersebut adalah benar.    \n \n \n\nAda beberapa hal yang menjadi penyebab timbulkan opini public yang negative terhadap Freeport    \n \n \n\nmisalnya adala publik Indonesia kurang paham mengenai kiprah PT Freeport Indonesia, terutama ii    \n \n \n\nkiprah positifnya. Pers di Indonesia umumnya juga tidak menaruh perhatian terhadap peran PT    \n \n \n\nFreeport Indonesia, terutama sisi positifnya. Peranmedia massa mainstream dalam membentuk    \n \n \n\nopini public sudah mulai tergerus oleh kekuatan lain yaitu media sosial dan opini public di    \n \n \n\nIndonesia cenderung mengikuti opini umum, walaupun opini umum tersebut tidak sesuai dengan    \n \n \n\nkenyataannya.    \n \n \n\nUntuk itulah dalam tugas akhir ini penulis ingin agar melalui beberapa strategy komunikasi yang    \n \n \n\ndilakukan akan mampu membuat masyarakat bisa melihat PT Freeport Indonesia dengan lebih    \n \n \n\nbaik berdasarkan fakta-fakta yang ada, mengenai hal-hal postif yang sudah dilakukan sehingga    \n \n \n\nopini negative yang selama ini sudah terbentuk bisaberangsur-angsur postif. Tesis ini merupakan    \n \n \n\nupaya ilmiah awal untuk menentukan strategi komunikasi yang tepat untuk merubah persepsi    \n \n \n\npublic dan memperkuat branding dari PT Freeport Indonesia.    \n \n \n\nPerlu diingat juga bahwa strategi komunikasi dan branding harus diterapkan terus menerus untuk    \n \n \n\nmemperoleh hasil yang maksimal bagi PT Freeport Indonesia. Strategi tersebut harus direncanakan    \n \n \n\ndengan baik setiap tiga bulan sekali di awal kuartal, dan peninjauan setiap rencana dalam setiap    \n \n \n\nkegiatan untuk memastikan strategi yang efektif.", "Daftar File": {"2017 TS PP SPENCER STEVEN PAOH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/122859"}, "Penulis": "SPENCER STEVEN PAOH (NIM: 29115416)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Reza Ashari Nasution Ph. D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Certainty of Contract Extension, Public Opinion, Operation Continuity,  Communication Strategy", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "28 Sep 2017"}