{"Nomor": 24362, "Judul": "IDENTIFY THE DOMINANT FACTOR OF EMPLOYER BRANDING IN START-UP COMPANY: STUDY CASE TRAVELOKA & TOKOPEDIA", "Abstrak": "Employer branding is the company image as a Ã‚Â‘great place to workÃ‚Â’ in the mind of current potential employee and current employee. Employer branding is strategy to promote a company by creating positive image in order to communicate with job applicants, new employees, and existing employees. Target of employer branding is showing the value of the company and sending the right message to create positive employeeÃ‚Â’s perception about the company. Many start-up company faced the same problem that would be the main caused for why the start-up  company could not sustain or growth as well. The problem is the employee did not loyal to the company,  high turn-over, the employee used the start-up company to be the Ã‚Â‘miles-stoneÃ‚Â’ and it is hard to find or attract the potential employee to applied and join them.  The purpose of this research is to identify the most important factor of employer branding looked by the potential employee and current employee, also suggest the solution to improve the way to attract the potential employee and maintain the current employee for start-up company Online questionnaire with purposive sampling were conducted for data collection. The number of respondents are 103 for potential employee and 105 for current employee. In addition, the researcher used the semi-structured interview with current employees to know deeper about the factor that influenced employer branding.This research find that Sincerity is the most important factors for potential employee and good salary is the most important factor for current employee. Hopefully this research would be beneficial for the human  resource or co-founder start-up company to maintain and keep in pace to growth.", "Daftar File": {"2017 TA PP SRI NURHAJIANTI PUTRI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/122879", "2017 TS PP S N PURTI 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/252164"}, "Penulis": "Sri Nurhajianti Putri (NIM 19014139 )", "Kontributor / Dosen Pembimbing": ["Adita Pritasari, ST, MSM"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Employer branding, Human Resource, Branding, Marketing, Start-up Company", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "17 Sep 2017"}