{"Nomor": 24367, "Judul": "Tahapan Pengembangan Daya Tarik Wisata Kreatif di Kota Bandung", "Abstrak": "Kota Bandung sebagai kota kreatif memiliki potensi untuk mengembangkan daya tarik wisata kreatif. Berdasarkan penelitian yang dilakukan oleh Firmansyah (2016), teridentifikasi delapan daya tarik wisata kreatif di Kota Bandung, diantaranya Batik Komar, C59, CrayonÃ‚Â’s Craft & Co, Elina Keramik, Kampung Wisata Kreatif Dago Pojok, NuArt Sculpture Park, Saung Angklung Udjo, dan Tobucil & Klabs. Namun, sampai saat ini belum terdapat penelitian yang memetakan perkembangan daya tarik wisata kreatif di Kota Bandung pada suatu tahapan pengembangan. Padahal tahapan pengembangan tersebut pernah dikemukakan baik oleh Butler (1980) maupun RIPPARNAS 2010-2025 (PP No. 50 tahun 2011). Bagian penting dalam pengembangan daya tarik wisata kreatif adalah memetakan siklus hidup daya tarik wisata kreatif tersebut sehingga dapat diketahui kedudukan daya tarik wisata kreatif sudah berada pada tahapan mana serta persoalan apa yang dihadapi dalam mengembangkannya. Penelitian ini bertujuan untuk mengidentifikasi tahapan pengembangan daya tarik wisata kreatif di Kota Bandung. Metode penelitian bersifat kualitatif dengan pendekatan Model Butler dan tahapan pengembangan pada dokumen RIPPARNAS melalui metode pengumpulan data observasi, wawancara dan data sekunder. Daya tarik wisata kreatif yang terdapat di Kota Bandung rata-rata berada pada tahapan perintisan, pembangunan, dan pemantapan. Terdapat satu daya tarik wisata kreatif yang tidak dapat terpetakan tahapan pengembangannya yaitu Tobucil & Klabs. Daya tarik wisata kreatif yang berada pada tahapan perintisan adalah NuArt Sculpture Park. CrayonÃ‚Â’s Craft & Co, Elina Keramik, dan Kampung Wisata Kreatif Dago Pojok berada pada tahapan pembangunan. Batik Komar dan Saung Angklung Udjo berada pada tahapan pemantapan, kemudian C59 berada pada tahapan antara pembangunan dan pemantapan.", "Daftar File": {"Sri Utami Purwaningati1.pdf": "https://digilib.itb.ac.id/gdl/download/122898"}, "Penulis": "SRI UTAMI PURWANINGATI", "Kontributor / Dosen Pembimbing": ["Petrus Natalivan, S.T., M.T., Dr."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bandung, daya tarik wisata kreatif, tahapan pengembangan, pariwisata kreatif", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}