{"Nomor": 24372, "Judul": "FAKTOR EKSTERNAL LINGKUNGAN PENYEBAB RISIKO JATUH DI RUMAH LANSIA STUDI KASUS: YOGYAKARTA", "Abstrak": "Tingginya jumlah lansia produktif di Indonesia saat ini meningkatkan urgensi proteksi lansia dari bahaya yang mengancamnya agar potensi dan produktifitasnya tidak menurun. Salah satu ancaman bagi lansia dengan frekuensi kejadian yang tinggi, potensi dampak yang buruk, namun kesempatan antisipasi yang besar adalah risiko jatuh. Salah satu faktor yang berpengaruh pada risiko jatuh adalah faktor eksternal yang dipengaruhi oleh kondisi lingkungan tinggal lansia. Penelitian mengenai faktor eksternal lingkungan dari risiko jatuh di Indonesia  \n \n\nbelum banyak dilakukan sehingga penelitian pada topik ini menjadi penting. Tujuan dari penelitian ini adalah merumuskan kembali kondisi faktor eksternal lingkungan risiko jatuh sesuai dengan kondisi faktual di area studi kasus. Untuk itu, penelitian ini melakukan indentifikasi faktor eksternal risiko jatuh di Indonesia melalui kawasan studi kasus, identifikasi faktor dominan dari faktor tersebut, membandingkannya dengan kondisi di luar negeri, dan merumuskan kembali faktor eksternal risiko jatuh. Data diperoleh dari wawancara kepada 175 lansia berusia 65 tahun ke atas dan observasi kepada 134 rumah mereka yang diperoleh melalui convenience sampling. Hasil wawancara berupa alasan jatuh dan hampir jatuh direkam, ditulis ulang, kemudian ditentukan kata kuncinya. Kata kunci ini dikelompokkan (sorting) baik dengan free sorting dengan logika maupun direct sorting dengan mengacu pada pengelompokkan faktor yang telah diperoleh melalui studi pustaka. Kelompok faktor ini kemudian dianalisis melalui analisis distribusi untuk  \n \n\nmemperoleh frekuensi serta analisis koresponden untuk menunjukkan hubungan antar faktor. Hasilnya, faktor eksternal risiko jatuh dominan di area studi adalah faktor terkait terpeleset lalu disusul oleh faktor terkait tersandung. Pegangan memiliki hubungan dekat dengan kondisi hampir jatuh sehingga penggunaannya dapat  \n \n\nmengurangi jumlah kasus jatuh. Pemicu utama terpeleset adalah kebasahan. Secara keseluruhan, faktor lingkungan risiko jatuh dapat dikelompokkan kembali secara berurutan sesuai tingkat urgensinya, yaitu faktor terkait terpeleset, tersandung, pegangan, kemudahan penglihatan, keterjangkauan, dan perubahan dari duduk ke berdiri. Ruang dengan frekuensi jatuh tertinggi pada studi kasus adalah teras kemudian disusul dengan kamar mandi. Pada area studi kasus juga ditemukan bentuk faktor yang berbeda dengan kondisi di luar negeri. Temuan ini dapat digunakan sebagai bahan pertimbangan desain rumah tinggal lansia yang dapat mengantisipasi risiko jatuh dari kondisi lingkungan.", "Daftar File": {"2016 TS PP STEFANI NATALIA SABATINI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/122924", "2016 TS PP STEFANI NATALIA SABATINI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/122925", "2016 TS PP STEFANI NATALIA SABATINI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/122926", "2016 TS PP STEFANI NATALIA SABATINI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/122927", "2016 TS PP STEFANI NATALIA SABATINI 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/122928", "2016 TS PP STEFANI NATALIA SABATINI 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/122929", "2016 TS PP STEFANI NATALIA SABATINI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/122930", "2016 TS PP STEFANI NATALIA SABATINI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/122931", "2016 TS PP STEFANI NATALIA SABATINI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/122932"}, "Penulis": "STEFANI NATALIA SABATINI (NIM : 25214003)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nLily Tambunan, Ir. M.T., Dr.", "Hanson E. Kusuma, S.T., M. Eng., Dr. Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "eksternal, jatuh, lansia, lingkungan, rumah", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}