{"Nomor": 24370, "Judul": "KEBERLANJUTAN USAHA AGROFORESTRI DI KECAMATAN DLINGO KABUPATEN BANTUL", "Abstrak": "Pembangunan berkelanjutan mensyaratkan bahwa pemanfaatan sumber daya harus memperhatikan aspek ekonomi, sosial dan ekologi. Kerusakan hutan yang ditandai oleh semakin menurunnya kontribusi subsektor kehutanan pada PDB nasional menunjukkan bahwa pemanfaatan hutan belum memperhatikan prinsip pembangunan berkelanjutan. Pengelolaan hutan dengan menggunakan pendekatan korporasi besar terbukti gagal dalam menjamin pembangunan kehutanan berkelanjutan sehingga memunculkan pendekatan dengan melibatkan masyarakat sekitar hutan. Hal tersebut berdampak pada kesadaran masyarakat terhadap arti penting hutan sehingga memunculkan ketertarikan masyarakat dalam mengusahakan hutan di lahan milik (hutan rakyat) dengan menggunakan prinsip usaha agroforestri. Hasil produksi usaha agroforestri di Kabupaten Bantul, khususnya Kecamatan Dlingo telah berperan dalam mensuplai bahan baku bagi industri kecil/rumah tangga berbahan baku kayu. Namun demikian industri tersebut mengalami kesulitan bahan baku seiring dengan penurunan produksi kayu hutan rakyat di wilayah tersebut. Hal tersebut mengindikasikan adanya ancaman terhadap keberlajutan usaha agroforestri di Kecamatan Dlingo.   \n \n \n\nPenelitian ini bertujuan untuk mengkaji sejauh mana tingkat keberlanjutan usaha agroforestri di Kecamatan Dlingo sehingga dapat diidentifikasi permasalahan dan upaya pengembangan yang diperlukan agar usaha tersebut terjamin keberlanjutannya. Evaluasi dilakukan menggunakan 45 indikator keberlajutan pada 7 aspek usaha agroforestri dengan membandingkan kondisi eksisiting dan indikator ideal/yang diharapkan pada usaha agroforestri berkelanjutan.   \n \n \n\nHasil evaluasi menunjukkan bahwa usaha agroforestri di Kecamatan Dlingo memiliki 30 indikator berkategori keberlajutan tinggi, 14 indikator keberlajutan sedang dan 1 indikator keberlajutan rendah. Dengan demikian kecenderungan keberlajutan usaha agroforestri di Kecamatan Dlingo adalah tinggi-sedang. Dari ke-7 aspek usaha agroforestri, aspek yang masih bermasalah dalam mendukung keberlanjutan usaha agroforestri adalah aspek petani pelaku usaha, teknologi budidaya, manajemen pengelolaan, permintaan pasar dan kelembagaan, peraturan dan kebijakan. Sementara aspek yang telah menjamin keberlanjutan adalah aspek ketersediaan lahan dan nilai sosial dan budaya. Keberadaan indikator pada aspek yang bermasalah tersebut menunjukkan ada ancaman terhadap keberlajutan usaha agroforestri sehingga membutuhkan pengembangan yang melibatkan semua stakeholder seperti petani, kelompok tani, penyuluh, pemerintah desa, pemerintah, LSM dan pengusaha industri.", "Daftar File": {"2016 TS PP SRIYANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/122915", "2016 TS PP SRIYANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/122916", "2016 TS PP SRIYANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/122917", "2016 TS PP SRIYANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/122918", "2016 TS PP SRIYANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/122919", "2016 TS PP SRIYANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/122920", "2016 TS PP SRIYANTO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/122921", "2016 TS PP SRIYANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/122922"}, "Penulis": "SRIYANTO (NIM : 25414003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Hastu Prabatmodjo, M.S., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "agroforestri, Dlingo, hutan rakyat, keberlanjutan.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}