{"Nomor": 24377, "Judul": "CADANGAN KLAIM NETO ASURANSI GEMPA BUMI: METODE BORNHUETTER-FERGUSON dan MODEL OVERDISPERSED POISSON", "Abstrak": "Gempa bumi adalah salah satu bencana alam yang dapat menyebabkan kerugian yang cukup besar bagi umat manusia. Indonesia merupakan negara yang rawan terjadi gempa bumi, baik tektonik maupun vulkanik. Oleh karena itu, diperlukan suatu instrumen untuk mengelola risiko akibat gempa bumi; salah satunya adalah asuransi. Salah satu tantangan yang dihadapi oleh perusahaan asuransi terkait dengan bisnis asuransi gempa bumi adalah penentuan cadangan klaim yang optimal agar perusahaan dapat membayar klaim-klaim yang diajukan oleh pemegang polis. Pada Tugas Akhir ini, dibahas penentuan cadangan klaim neto asuransi gempa bumi menggunakan metode Bornhuetter-Ferguson (BF) (Mack, 2008); metode Bornhuetter-Ferguson (BF) Stochastic yang didasarkan pada model Overdispersed Poisson (ODP); dan Catastrophe Model. Data yang diolah telah disajikan dalam bentuk run-off triangle yang berasal dari satu perusahaan asuransi yang menjual produk asuransi gempa bumi. Setelah diperoleh hasil pengolahan data dari semua cara yang digunakan, maka semua hasil tersebut dibandingkan untuk menentukan cadangan klaim perusahaan untuk bisnis asuransi gempa bumi tersebut. Diperoleh prediksi cadangan klaim menggunakan metode BF sebesar Rp 14.743.865.289 dengan nilai prediction error sebesar Rp 8.988.959.996; dan dengan metode BF Stochastic yang didasarkan pada model ODP diperoleh prediksi cadangan klaim sebesar Rp 2.585.136.416 dengan prediction error sebesar Rp 2.207.204.749. Prediksi cadangan klaim menggunakan Catastrophe Model belum dapat diperoleh karena data run-off yang tersedia memuat klaim akibat gempa tektonik dan vulkanik sedangkan gempa vulkanik belum dapat dimodelkan menggunakan Catastrophe Model perusahaan asuransi tersebut. Prediksi cadangan klaim menggunakan model ODP sama dengan prediksi cadangan klaim menggunakan metode Chain Ladder (CL).    \n \n\nKarena karakteristik data run-off yang dimiliki tidak cocok dianalisis menggunakan metode CL, maka prediksi cadangan klaim menggunakan metode BF Stochastic yang didasarkan pada model ODP tidak digunakan. Disimpulkan bahwa data klaim neto asuransi gempa bumi yang diamati paling cocok dianalisis menggunakan metode BF yang dikembangkan oleh Mack (2008).", "Daftar File": {"2016 TA PP STEFANUS MAHENDRA KUSUMA DJATI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/122943", "2016 TA PP STEFANUS MAHENDRA KUSUMA DJATI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/122944", "2016 TA PP STEFANUS MAHENDRA KUSUMA DJATI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/122945", "2016 TA PP STEFANUS MAHENDRA KUSUMA DJATI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/122946", "2016 TA PP STEFANUS MAHENDRA KUSUMA DJATI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/122947", "2016 TA PP STEFANUS MAHENDRA KUSUMA DJATI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/122948", "2016 TA PP STEFANUS MAHENDRA KUSUMA DJATI 1- LAMPIRAN.pdf": "https://digilib.itb.ac.id/gdl/download/122949"}, "Penulis": "STEFANUS MAHENDRA KUSUMA DJATI (10112008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dumaria R. Tampubolon, M.Sc, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "cadangan klaim, metode Bornhuetter-Ferguson, model Overdispersed Poisson, Catastrophe Model", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}