{"Nomor": 24388, "Judul": "ANALISIS PENGARUH CORRELATION DISTANCE SEBAGAI FAKTOR SEISMICITY SMOOTHING  DALAM PEMBUATAN KURVA BAHAYA GEMPA BUMI", "Abstrak": "Gempa bumi adalah kejadian alam yang datangnya tidak dapat diduga dan dapat bersifat merusak. Studi mengenai gempa bumi penting dilakukan di Indonesia yang merupakan salah satu negara dengan frekuensi gempa bumi terbesar di dunia. Sunda Arc adalah daerah dimana lempeng Indo-Australia menujam lempeng Eurasia yang mencakup Sumatera dan Jawa yang merupakan dua pulau terpadat di Indonesia. Salah satu cara untuk meminimalkan dampak negatif gempa adalah dengan menentukan tingkat bahaya getaran gempa bumi untuk wilayah tersebut. Penentuan tingkat bahaya gempa dapat dilakukan dengan pembuatan kurva potensi bahaya gempa yang merupakan cross plot dari rate of exceedance dan gerakan tanah maksimum (PGA). Nilai rate of exceedance dapat dihasilkan dari persamaan GuttenbergRichter dimana konstanta a dan b harus ditentukan utuk tiap wilayah. Salah satu cara untuk memperoleh konstanta a adalah dengan melakukan seismicity smoothing. Correlation distance merupakan salah satu faktor yang mempengaruhi proses seismicity smoothing yang mewakili ketidakpastian lokasi terjadinya gempa di masa yang akan datang. Dari hasil penelitian, penggunaaan nilai correlation Distance  yang lebih kecil menyebabkan nilai yang dihasilkan dari seismicity smoothing lebih tinggi dibandingkan dengan penggunaan correlation distance  yang lebih besar. Namun, penggunaan correlation distance yang lebih kecil menyebabkan cakupan wilayah yang lebih kecil dan cenderung membentuk wilayah yang terfragmen sedangkan penggunaan correlation distance yang lebih besar menghasilkan wilayah yang lebih menyatu.", "Daftar File": {"2017 TA PP STEPHEN FERNANDO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/122985"}, "Penulis": "Stephen Fernando", "Kontributor / Dosen Pembimbing": ["Prof.Dr.A. Nanang T. Puspito M.Sc.    \n \n \n \n\n(Dr. Wahyu Triyoso M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Seismicity smoothing, correlation distance, kurva bahaya gempa bumi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}