{"Nomor": 24389, "Judul": "PENGEMBANGAN LAPANGAN TERINTEGRASI PADA RESERVOIR KARBONAT DENGAN TENAGA PENDORONG SOLUTION GAS DRIVE DENGAN MENGGUNAKAN COMMMINGLE", "Abstrak": "Setiap reservoir memiliki ciri-ciri yang unik yang dibedakan atas lingkungan pengendapannya, karakteristik fluidanya, karakteristik batuannya, atau mekanisme pendorongannya. Oleh karena itu, suatu reservoir akan mendapatkan kesulitan-kesulitan teknis tersendiri dalam pengembangan lapangan, performansi lapangan yang berbeda untuk tiap strategi pengembangan, dan memiliki aspek keekonomian yang kompleks. Dalam terminologi lapangan minyak, adalah umum untuk reservoir karbonat lebih sulit untuk dikembangkan, secara keteknisan. Reservoir minyak karbonatan memiliki performansi yang lebih rendah daripada sandstone, dalam terminologi sembur alami. Hal tersebut disebabkan oleh sifat kebasahan batuan oleh minyak yang menghambat laju alir minyak ke dalam lubang sumur. Pori-pori yang tidak terkoneksi membuatnya semakin parah. Solution gas drive sebagai mekanisme pendorongannya membuat faktor perolehan lebih rendah dari sandstone dengan mekanisme pendorongan yang sama. Kesimpulannya, reservoir minyak karbonat harus dikembangkan dengan perencanaan terbaik untuk memperoleh aspek keekonomian yang lebih baik.  \n \n\nDalam studi ini, reservoir karbonat dibentuk oleh aktivitas build-up reef. Hal tersebut menciptakan reservoir berlapis dengan karakteristik yang berbeda-beda, seperti gradien tekanan berbeda secara ekstrim antar lapisannya. Metode yang biasa digunakan untuk mengembangkan lapangan ini menggunakan komplesi commingle. Kondisi ini akan mengalami beberapa fenomena produksi. Mereka adalah fenomena cross flow dan back pressure. Fenomena-fenomena ini mengakibatkan faktor perolehan minyak menjadi lebih kecil daripada yang biasanya. Performansi reservoir adalah penting untuk dievaluasi untuk setiap rencana pengembangan dengan mensimulasikannya. Simulasi akan diimplementasikan menggunakan alat simulasi yang terintegrasi antara bawah permukaan dan permukaan, reservoir ke jaringan pipa. Simulasi ini dilakukan untuk memastikan minyak yang terproduksi dari reservoir memenuhi kondisi batas jaringan pipa di permukaan. Batasan-batasan yang ada di permukaan akan mempengaruhi besar aliran yang dapat mengalir dari kepala sumur hingga sampai pada titik pemisahan.  \n \n\nDari studi ini, lapisan-lapisan yang kemampuan alirnya sangat kecil tidak akan diproduksikan. Terlebih lagi, lapisan-lapisan tersebut memiliki gradien tekanan yang tidak normal, atau tinggi. Ada lapisan yang memiliki kemampuan alir yang baik, tetapi cadangannya rendah dan memiliki gradien tekanan yang tinggi. Lapisan tersebut akan diproduksikan ketika lapisan-lapisan lainnya sudah mencapai kemampuan alir yang rendah. Rencana pengembangan ini telah disimulasikan secara terintegrasi dan dievaluasi secara keteknisan dan keekonomian. Rencana pengembangan ini sangat direkomendasikan untuk diimplementasikan.", "Daftar File": {"2017 TA PP STEVAN MANURUNG 1.pdf": "https://digilib.itb.ac.id/gdl/download/122987"}, "Penulis": "STEVAN MANURUNG (NIM : 12213043)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Prof. Ir. Pudjo Sukarno, M.Sc., Ph.D  \n \n\nPembimbing II: Dr. Amega Yasutra, ST, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Reservoir karbonat, solution gas drive, reservoir berlapis, commingle, fenomena produksi, simulasi terintegrasi reservoir Ã‚Â– jaringan pipa", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}