{"Nomor": 24394, "Judul": "PERENCANAAN PELAKSANAAN KONSTRUKSI LANTAI EMPAT SAMPAI DENGAN ATAP BAJA PROYEK PEMBANGUNAN GEDUNG CENTER FOR ADVANCED SCIENCES (CAS), INSTITUT TEKNOLOGI BANDUNG", "Abstrak": "Pembangunan gedung CAS merupakan salah satu dari beberapa pembangunan gedung yang dilaksanakan di kampus ITB. Tugas Akhir ini akan membahas mengenai perencanaan pelaksanaan proyek pembangunan gedung CAS yang mencakup metode kerja pekerjaan struktur, perencanaan jadwal pelaksanaan kegiatan, dan estimasi biaya dari pembangunan gedung CAS terhitung dari lantai empat sampai dengan atap. Perencanaan memiliki peranan yang penting dalam perancangan pelaksanaan proses konstruksi agar terciptanya proses pekerjaan yang efektif dan efisien.    \n \n\nPerencanaan dimulai dengan studi literatur dengan mempelajari teori terkait untuk memahami konsep dan teori dasar dari perencanaan yang akan dilaksanakan. Langkah awal dari perencanaan adalah dengan membuat WBS (Work Breakdown Structure) berdasarkan shop drawing. Penentuan jumlah sumber daya seperti material, alat, dan pekerja dilakukan setelahnya. Hal berikutnya yang dilakukan adalah merancang metode pekerjaan yang sesuai, diikuti oleh perancangan penjadwalan pekerjaan dan estimasi biaya pekerjaan.    \n \n\nPelaksanaan pekerjaan dilakukan dengan terpisah, hanya membahas pnegerjan untuk lantai empat sampai dengan struktur atap baja. Pekerjaan struktur menggunakan metoda cast in place dengan beton ready mix. Pada pekerjaan pelat dan balok serta tangga , pengecoran menggunakan concrete pump. Sementara untuk kolom dan wall dilakukan pengecoran menggunakan tower crane.    \n \n\nPerencanaan penjadwalan dilakukan dengan menggunakan project management software dengan input durasi dari setiap aktivitas pembangunan setiap elemen konstruksi yang membangun proyek gedung CAS. Analisis biaya dilakukan dengan membuat analisa harga satuan dan dilampirkan dalam hasil total biaya konstruksi keseluruhan", "Daftar File": {"2015 TA PP STEVEN RIX 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/122998", "2015 TA PP STEVEN RIX 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/122999", "2015 TA PP STEVEN RIX 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/123000", "2015 TA PP STEVEN RIX 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/123001", "2015 TA PP STEVEN RIX 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/123002", "2015 TA PP STEVEN RIX 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/123003", "2015 TA PP STEVEN RIX 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/123004", "2015 TA PP STEVEN RIX 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/123005", "2015 TA PP STEVEN RIX 1-BAB 8.pdf": "https://digilib.itb.ac.id/gdl/download/123006", "2015 TA PP STEVEN RIX 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/123007"}, "Penulis": "STEVEN RIX (NIM: 15011114)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Prof. Dr. Ir. Krishna S. Pribadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Metode Konstruksi, Penjadwalan, Estimasi Biaya, Struktur", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}