{"Nomor": 24396, "Judul": "INTEGRASI METODE SEISMIK INVERSI EXTENDED ELASTIC IMPEDANCE DAN PREDIKSI TOC DALAM STUDI AWAL EKSPLORASI BATUSERPIH GAS DI LAPANGAN", "Abstrak": "Saat ini, jumlah kandungan minyak dan gas konvensional yang tersedia semakin terbatas sedangkan cadangan semakin rendah. Oleh karena itu diperlukan eksplorasi akan sumber daya baru, Salah satu solusinya adalah dengan memperluas eksplorasi hidrokarbon yang mencakup sumber daya yang tidak konvensional seperti shale gas. Shale gas merupakan gas alam yang berasal dari batu serpih. Disebut hidrokarbon non-konvensional karena keberadaan sumbernya di alam dan beberapa sifat fisiknya yang berbeda dengan hidrokarbon konvensional.       \n \n \n\nPenelitian ini memaparkan mengenai eksplorasi awal mengenai potensi shale gas pada suatu blok di cekungan sumatera selatan yang memiliki reservoir shale pada formasi gumai. secara stratigrafi lapisan batuserpih tersebut tipis dan memiliki perselingan dengan batupasir dan batugamping. Pada penelitian ini mengintegrasikan data geokimia, analisa petrofisika, dan teknik seismik inversi dalam mengkarakterisasi zona yang berpotensi menjadi reservoir shale gas. Tahapan awal eksplorasi dalam penentuan sweetspot adalah dengan menggunakan metode passey untuk menghasilkan data log pseudo TOC. Kedua, melakukan analisa petrofisika untuk mendapatkan parameter fisis yang sensitif pada formasi target. Ketiga adalah dengan mengaplikasikan seismik inversi extended elastic impedance (EEI) untuk mengetahui persebaran batuserpih yang mengandung potensi gas berdasarkan nilai TOC dan parameter fisis yang sensitif pada formasi target.", "Daftar File": {"2013 TA PP ST RICKY IMANUEL SIGALINGGING 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/123016", "2013 TA PP ST RICKY IMANUEL SIGALINGGING 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/123017", "2013 TA PP ST RICKY IMANUEL SIGALINGGING 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/123018", "2013 TA PP ST RICKY IMANUEL SIGALINGGING 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/123019", "2013 TA PP ST RICKY IMANUEL SIGALINGGING 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/123020", "2013 TA PP ST RICKY IMANUEL SIGALINGGING 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/123021", "2013 TA PP ST RICKY IMANUEL SIGALINGGING 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/123022", "2013 TA PP ST RICKY IMANUEL SIGALINGGING 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/123023"}, "Penulis": "ST RICKY IMANUEL SIGALINGGING (NIM : 12308040)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ignatius Sonny Winardhie, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "eksplorasi, shale gas, pseudo TOC, petrofisika, seismik inversi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "09 Okt 2017"}