{"Nomor": 24392, "Judul": "KAJIAN EKSPLORASI LOGAM TANAH JARANG DENGAN MENGGUNAKAN REFLEKTANSI SPEKTROSKOPI; STUDI KASUS: SAMPEL YANG BERASAL DARI PT TIMAH TBK", "Abstrak": "Logam tanah jarang (LTJ) merupakan 17 (tujuh belas) unsur yang berkelompok dalam tabel periodik unsur kimia. Semua unsur tersebut merupakan golongan logam dan memiliki karakteristik yang sama sehingga biasa dapat ditemukan secara bersamaan di kerak bumi. LTJ merupakan komponen penting yang digunakan untuk membuat berbagai macam alat elektronik. Salah satu kendala dari pertambangan LTJ adalah meskipun jumlah logam-logam ini sangat berlimpah di kerak bumi, tetapi logam-logam ini tidak berkumpul dalam jumlah yang ekonomis untuk ditambang. Sebagaimana material lainnya, LTJ memiliki karakteristik khusus yang menyebabkannya dapat dideteksi melalui reflektansi spektroskopi. Reflektansi spektroskopi merupakan pengamatan fenomena refleksi oleh suatu material ketika disinari cahaya. Setiap material memiliki karakteristik khusus berupa nilai reflektansi yang khas pada rentang panjang gelombang 350Ã‚Â–2500 nm. Identifikasi mineral melalui analisis reflektansi spektroskopi menggunakan alat ASD FieldSpec4 beserta program SPECMIN. Verifikasi data identifikasi mineral menggunakan analisis X-Ray Fluorescence, Inductively Coupled Plasma Mass Spectrometry dan pengamatan mikroskopis. Data hasil analisis reflektansi spektroskopi berupa grafik spektral reflektansi sampel. Grafik tersebut terlebih dahulu dilakukan smoothing pada rentang panjang gelombang 350Ã‚Â–380 nm. Terdapat sebanyak 12 sampel yang di analisis untuk mendapatkan komposisi spektral LTJ sehingga dapat dijadikan basis data untuk penginderaan jauh. Sampelsampel tersebut berasal dari wilayah pertambangan timah milik PT Timah Tbk di Pulau Bangka. Hasil analisis menunjukkan keterdapatan mineral pembawa LTJ pada sampel PML-05, PML-18, dan PML-19. Mineral-mineral LTJ yang dapat teridentifikasi adalah mineral allanite, titanite/sphene, dan monasit. Metode analisis reflektansi spektrometri menggunakan ASD FieldSpec4 dapat digunakan untuk mengidentifikasi mineral pada sampel secara praktis, akurat, dan real-time di lapangan.", "Daftar File": {"2017 TA PP STEVEN GUNAWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/122990"}, "Penulis": "STEVEN GUNAWAN  (NIM : 12113030)", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Syafrizal, ST., MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "logam tanah jarang, reflektansi spektroskopi, ASD FieldSpec4", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}