{"Nomor": 24406, "Judul": "ANALISA P-Impedance DAN VpVs ratio UNTUK KARAKTERISASI RESERVOIR", "Abstrak": "P-Impedance dan VpVs ratio merupakan parameter yang dapat \n\nmembedakan lithologi dengan baik, akan tetapi dalam pendeteksian fluida PImpedance dan VpVs ratio memiliki sensitifitas yang berbeda. P-Impedance seringkali kurang begitu baik dalam pendeteksian fluida, sedangkan VpVs ratio \n\nbiasanya dapat mendeteksi fluida dengan baik. Oleh karena itu integrasi dari keduanya akan memberikan informasi penting dalam karakterisasi reservoir. \n\nPenelitian Tugas Akhir ini bertujuan untuk mengetahui sebaran litologi, sebaran fluida dan kualitas dari reservoir. Dalam penelitian ini dilakukan proses \n\ninversi seismik, yang hasilnya dikorelasi dengan data sumur dan diintegrasikan dengan penampang VpVs ratio. Hasil proses inversi selanjutnya diperbaiki dengan melakukan analisa multi-atribut. Dalam analisa multi-atribut dilakukan juga prediksi terhadap parameter lain, diantaranya gamma ray dan porositas yang akan digunakan dalam proses interpretasi. Sebelum proses interpretasi dilakukan analisa log frekuensi rendah, tujuannya adalah untuk menghindari ketidakcocokan parameter akibat frekuensi tinggi log. Dari interpretasi diperoleh \n\nbahwa sebaran litologi reservoir terdiri dari shaly sand, sand, shale dan karbonat. \n\nFluida gas teriintegrasi pada daerah dengan VpVs ratio rendah dan P-Impedance rendah. Reservoir pada daerah tinggian kualitasnya relatif lebih baik yang diindikasikan dengan nilai porositas yang tinggi. Pada penelitian ini metode seismik multi-atribut menghasilkan penampang yang relatif lebih mudah diinterpretasi dan korelasi dengan nilai log cukup tinggi.", "Daftar File": {"2009 TA PP SUHADA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/123067", "2009 TA PP SUHADA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/123068", "2009 TA PP SUHADA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/123069", "2009 TA PP SUHADA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/123070", "2009 TA PP SUHADA 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/123071", "2009 TA PP SUHADA 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/123072", "2009 TA PP SUHADA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/123073", "2009 TA PP SUHADA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/123074"}, "Penulis": "SUHADA (NIM : 123 03 026)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Sonny Winardhi, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Impedance-P, VpVs ratio, Inversion Seismic and Multi-Attribute Seismic", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "21 Des 2017"}