{"Nomor": 24407, "Judul": "PENCITRAAN DISTRIBUSI VERTIKAL UAP AIR DI KAWASAN BANDUNG UTARA MENGGUNAKAN TEKNIK GPS TOMOGRAFI 1D", "Abstrak": "Pada saat ini GPS tidak hanya digunakan untuk keperluan navigasi dan penentuan posisi. GPS juga dapat digunakan untuk keperluan meteorologi seperti pemantauan uap air pada troposfer. Lapisan troposfer mempunyai indeks refraksi yang berbeda-beda pada setiap ketinggian. Sinyal GPS yang ditransmisikan dari satelit ke receiver akan mengalami bias troposfer. Untuk mendapatkan posisi yang akurat maka harus dilakukan koreksi terhadap bias troposfer tersebut. Penentuan posisi menggunakan metode Precise Point Positioning (PPP) dapat menentukan variabel estimasi besarnya bias troposfer pada arah zenith atau disebut sebagai Zenith Tropospheric Delay (ZTD). Besarnya hasil estimasi tersebut kemudian dapat dipisahkan menjadi komponen kering atau Zenith Hydrostatic Delay (ZHD) dan uap air atau Zenith Wet Delay (ZWD). Untuk mengetahui besarnya kandungan uap air pada setiap lintasan sinyal, maka ZWD harus diubah menjadi Slant Wet Delay (SWD) dengan mengalikan ZWD dan Mapping Function. Nilai SWD kemudian digunakan untuk melakukan GPS tomografi sehingga mendapatkan nilai refraktivitas troposfer. Dari nilai refraktivitas ini kemudian dapat dilakukan rekonstruksi distribusi vertikal uap air pada troposfer. Hasil penelitian menunjukkan bahwa refraktivitas troposfer bervariasi dari waktu ke waktu. Refraktifitas mendekati 0 pada ketinggian 10 km. Multiplicative Algebraic Reconstruction Technique berhasil diterapkan untuk menyelesaikan persamaan linear dalam mencari refraktivitas komponen basah dengan GPS tomografi.", "Daftar File": {"2017 TA PP SUHARTAWATI SHOLIHAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123076"}, "Penulis": "Suhartawati Sholihah    (NIM : 15113060)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Wedyanto Kunjtoro, M.Sc.  \n \n\nDr. techn. Dudy D. Wijaya, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "mapping function, slant wet delay, MART", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}