{"Nomor": 24402, "Judul": "KAJIAN KEMAGNETAN BATUAN DAN LOGAM BERAT PADA SEDIMEN SUNGAI DI DAERAH VULKANIK  DAN TROPIS  STUDI KASUS: SUNGAI CITARUM BANDUNG,  JAWA BARAT", "Abstrak": "Sungai Citarum adalah sungai yang terletak di daerah vulkanik dan beriklim tropis. Sungai ini merupakan sungai strategis nasional karena merupakan sungai yang menjadi pasokan air bagi masyarakat maupun industri dan pembangkit listrik. Secara ekonomi sungai ini sangat penting, namun tercemar limbah industri, limbah pertanian dan limbah rumah tangga. Beberapa metode telah digunakan untuk memantau tingkat pencemaran sungai yang sebagian besar berbasis kimia dan biologi. Berlokasi di daerah vulkanik dan beriklim tropis, sedimen dari sungai ini secara alami sangat magnetik. Dalam penelitian ini, sampel pasir dan bongkahan batu dari Balekambang, daerah hulu sungai yang relatif masih asli, dianalisa karakterisasi magnetik dan geokimianya untuk menentukan base line bagi daerah yang belum tercemar. Base line seperti ini sangat penting untuk pemantauan Sungai Citarum menggunakan penerapan metode magnetik selanjutnya. Penelitian ini juga menganalisa sampel suspended sediment sepanjang Sungai Citarum dari Balekambang sampai Nanjung dimana sungai tersebut dibendung, dan tujuh anak sungainya yaitu Sungai Cikapundung, Ciodeng, Citepus, Cimariuk, Cicukang, Cikambuy dan Cikasungka dengan menggunakan metoda magnetik dan geokimia.     \n \n \n \n \n\nHasilnya menunjukan bahwa nilai suseptibilitas magnetik sampel bongkahan batu bervariasi dari 819,2 sampai 2.340,5 ÃƒÂ— 10-8 m3kg-1 sedangkan sampel pasir bervariasi dari 2.293,9 sampai 3.845,3 ÃƒÂ— 10-8 m3kg-1. Nilai suseptibilitas magnetik yang sangat tinggi tersebut menyimpulkan bahwa sedimen Sungai Citarum sangat magnetik bahkan sebelum terkontaminasi oleh limbah industri dan rumah tangga. Mineral magnetik utama dalam sampel adalah magnetit. Sampel pasir cenderung multi-domain (MD) sedangkan sampel bongkahan batu berdomain tunggal (SD) sampai pseudo-single domain (PSD). Perbedaan ini didukung oleh hasil analisis petrografi dan XRF.   Analisis mineral magnetik dan logam berat dari sampel suspended sediment menunjukan bahwa tidak seperti sedimen sungai dari daerah non-vulkanik di daerah beriklim sedang. Nilai suseptibilitas magnetik sampel suspended sediment cenderung menurun dari hulu ke hilir, hal ini menunjukan bahwa mineral magnetik di daerah hulu sebagian besar berasal dari litogenik (pelapukan batuan). Sampel dari hulu juga mengandung lebih banyak mineral Fe dibandingkan dengan sampel anak sungai yang berasal dari antropogenik. Polusi antropogenik juga dapat diketahui dari peningkatan kandungan logam berat Zn sepanjang sungai. Hal ini ditunjukan dari kandungan Zn yang lebih banyak dari anak sungai yang berasal dari Utara Sungai Citarum yang merupakan daerah pemukiman padat dibandingkan dari anak-anak sungai yang berasal dari Selatan. Hasil ini menunjukan bahwa penggunaan metode magnetik untuk memantau polusi sungai di daerah tropis dan di daerah vulkanik harus dianalisa dan diinterpretasikan secara hati-hati.", "Daftar File": {"2017 DS PP SUDARNINGSIH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123043"}, "Penulis": "SUDARNINGSIH - (32314004)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Satria Bijaksana"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sungai Citarum, Jawa Barat, daerah vulkanik, beriklim tropis, metoda magnetik, suseptibilitas magnetik, kandungan Zn, logam berat", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}