{"Nomor": 24409, "Judul": "VALUASI EKONOMI DAMPAK BANJIR DENGAN METODE PENILAIAN KERUSAKAN DAN KERUGIAN STUDI KASUS: KECAMATAN BALEENDAH - KABUPATEN BANDUNG", "Abstrak": "Valuasi ekonomi dampak banjir merupakan bagian penting untuk membuat program penanganan banjir yang tepat. Namun modeling dampak banjir saat ini kurang mendapat perhatian. Penelitian ini bertujuan mengestimasi nilai kerusakan dan kerugian banjir dan mengidentifikasi arah kebijakan penanganan banjir di Kabupaten Bandung. Lokasi penelitian di Kelurahan Baleendah dan Andir. Pengumpulan data dilakukan sampai periode banjir tahun 2014 karena banjir rutin tahunan. Metode penelitian menggunakan model matematika secara kuantitatif melalui kuisioner yang diberikan kepada 100 masyarakat, 17 industri dan institusi pemerintah dengan presisi 10% dari total populasi di Kecamatan Baleendah. Penentuan strategi kebijakan dan program penanganan banjir menggunakan metode SWOT dan metode Reinke. Pendekatan valuasi ekonomi menggunakan biaya perbaikan, biaya tambahan, biaya pencegahan, biaya kesehatan dan kehilangan pendapatan. Untuk nilai total model valuasi berdasarkan jenis dampak, maka biaya kerusakan terdiri dari biaya perbaikan mencapai Rp.2.104.035.937, sedangkan biaya kerugian terdiri dari biaya tambahan, biaya pencegahan, biaya kesehatan dan kehilangan pendapatan mencapai Rp. 2.525.329.907. Rasio nilai kerugian sebesar 55% dan nilai kerusakan sebesar 45%. Untuk nilai total model valuasi berdasarkan frekuensi waktu, biaya rutin yaitu biaya perbaikan, biaya kesehatan, biaya tambahan dan kehilangan pendapatan sebesar Rp. 1.453.410/ rumah tangga/tahun sedangkan untuk biaya insidental terdiri dari biaya perbaikan dan biaya pencegahan sebesar Rp. 1.303.600/rumah tangga. Analisa permasalahan utama banjir Sungai Citarum disebabkan perubahan tata guna lahan dan berkurangnya vegetasi di hulu Sungai Citarum. Berdasarkan analisis SWOT maka strategi utama yaitu aspek kelembagaan. Hasil analisa metode Reinke pada penentuan program prioritas penangan banjir yaitu melakukan kesepakatan bersama antar institusi pemerintah.", "Daftar File": {"2015 TS PP SUHENRA MAULANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/123078", "2015 TS PP SUHENRA MAULANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/123079", "2015 TS PP SUHENRA MAULANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/123080", "2015 TS PP SUHENRA MAULANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/123081", "2015 TS PP SUHENRA MAULANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/123082", "2015 TS PP SUHENRA MAULANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/123083", "2015 TS PP SUHENRA MAULANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/123084", "2015 TS PP SUHENRA MAULANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/123085"}, "Penulis": "SUHENRA MAULANA (NIM: 25313013)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Emenda Sembiring, ST, MT, MEngSc, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "baleendah, banjir, citarum, kerusakan dan kerugian, valuasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}