{"Nomor": 24403, "Judul": "KONSTRUKSI SOSIAL PESAWAT CN 235 MPA UNTUK PENGAWASAN DAN PENGAMATAN", "Abstrak": "Negara Kesatuan Republik Indonesia yang terletak diposisi silang menempatkan posisinya pada kedudukan yang sangat strategis dalam percaturan internasional pada satu sisi, namun disisi lain menyebabkan posisi tersebut sangat rawan terhadap setiap perkembangan situasi global, regional maupun nasional, demikian pula dengan kemungkinan-kemungkinan ancaman. Guna menghadapi kemungkinan-kemungkinan tersebut maka dilakukan upaya konsepsi penggunaan teknologi surveillance yang dirumuskan dengan pola operasi yang terintegrasikan.Dikaitkan dengan luas wilayah Indonesia dan jumlah kemampuan yang dimiliki oleh TNI saat ini dengan jumlah pesawat surveillance 3 buah Boeing 737-200 SIP, menjadi hal mustahil untuk dapat melaksanakan tugas tersebut dimana banyak wilayah-wilayah yang tidak dapat termonitor yang mengakibatkan terjadi pelanggaran wilayah territorial Indonesia dan kerugian setiap tahun meningkat seperti pencurian ikan, penyeludupan BBM, penyeludupan kayu, transnational/ imigrasi yang menurut data dari Departemen Kelautan dan Perikanan tahun 2003 berkisar Rp.18 triliyun, sehingga untuk itu diperlukan suatu pemikiran untuk dapat memenuhi harapan tersebut walaupun masih sangat terbatas karena menyangkut partisipasi semua pihak. Salah satunya adalah keterlibatan PT DI sebagai salah satu industri strategis yang mempunyai kemampuan dalam mengembangkan pesawat terbang CN 235 menjadi pesawat versi militer diperlukan untuk patroli pengawasan dan pengamatan untuk melengkapi sistem yang telah ada dalam suatu operasi udara. Agar pesawat tersebut dapat berfungsi sesuai dengan kebutuhan TNI telah dilakukan kerjasama/koordinasi antar tim teknis kedua belah pihak yang bertujuan untuk menentukan operational requirement, system requirement, maupun technical requirement dengan mengoptimalkan dana yang tersedia sehingga hasil yang akan dicapai benar-benar merupakan keputusan bersama sesuai dengan teori SCOT (social construction of technology). Kemudian pada tahun 1996 dana tersebut dikucurkan ke PT DI, namun tidak lama kemudian pada tahun yang sama timbul krisis ekonomi, pergantian pimpinan dan embargo yang menyebabkan terjadinya perubahan dalam kontrak melalui amandemen I, II dan III sehingga pesawat yang awalnya dipesan 3 buah pesawat CN 235 berubah menjadi 1 pesawat transport, 1 buah CN 235 MPA dan 1 buah Integrated Logistic System (ILS).Penelitian ini membahas tentang Konstruksi Sosial Pesawat CN 235 MPA untuk pengawasan dan pengamatan, keterlibatan aktor-aktor dalam pengembangan teknologi untuk mencapai tujuan dan analisa SWOT digunakan untuk melihat masalah tersebut dari segi ekonomi, politik, teknologi, pertahanan dan keamanan.Pertanyaan yang akan dijawab melalui penelitian adalah :1. Mengidentifikasi aktor-aktor yang terlibat dalam perumusan pembuatan pesawat CN 235 MPA.2. Faktor-faktor yang mempengaruhi dalam perencanaan pesawat CN 235 MPA.3. Hambatan yang ditemukan dalam pengembangan pesawat CN 235 MPA.4. Dengan mengingkatkan kemampuan pesawat CN 235 menjadi pesawat air surveillance, apakah sudah memenuhi kriteria sebagai pesawat air surveillance.Manfaat yang dihasilkan dari penelitian ini yaitu memberikan gambaran tentang adanya kemauan/semangat untuk memajukan industri dalam negeri dan pengalaman pertama bagi PT DI dan TNI. Dari pengalaman tersebut kita dapat memberbaiki kendala-kendala dengan melibatkan industri strategis lain yang memiliki kemampuan di bidang elektronika dan akademis.Hasil penelitian ini menunjukkan adanya keingainan dari kedua belah pihak untuk menyelesaikan proyek tersebut dengan segala keterbatasan dana, penguasaan teknologi, data dan konsep mengenai surveillance. Kesimpulan dari penelitian ini adalah :a. Dalam proyek CN 235 MPA jika ditinjau dari konstruksi sosial, terjadi kompromi antara TNI dan PT DI dalam mengatasi permasalahan yang ada dengan adanya amandemen I, II dan III sehingga terjadi perubahan material.b. Proyek CN 235 MPA merupakan pengalaman pertama bagi PT DI dan sekaligus tantangan sehingga PT DI berusaha menyelesaikan proyek tersebut mengingat kredibilitas kepercayaan yang diberikan dan memiliki prospek pemasaran yang baik, sedangkan bagi TNI merupakan proyek pertama memberikan kesempatan kepada industri dalam negeri.c. Dalam membangun dan meningkatkan kemampuan peralatan militer tidak terlepas dari pengaruh eksternal dan internal seperti teknologi, ekonomi, pertahanan dan keamanan dan politik.d. Dalam pemilihan teknologi peralatan surveillance, pemerintah Dephan dan TNI sangat hati-hati mengingat pengalaman embargo, sehingga peralatan yang akan digunakan tidak ada ikatan apapune. Untuk mendapatkan hasil sesuai dengan yang diharapkan, maka semua sistem yang dipasang perlu dilakukan uji coba sebelum diserahkan ke TNI AU.f. Dengan meningkatakn dan mengerrakkan peran surveillance, sehingga dapat menggiatkan satu-satunya industri pesawat yaitu PT. DI.", "Daftar File": {"2007 TS PP SUDIAN PANJAITAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/123044", "2007 TS PP SUDIAN PANJAITAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/123045", "2007 TS PP SUDIAN PANJAITAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/123046", "2007 TS PP SUDIAN PANJAITAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/123047", "2007 TS PP SUDIAN PANJAITAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/123048", "2007 TS PP SUDIAN PANJAITAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/123049", "2007 TS PP SUDIAN PANJAITAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/123050", "2007 TS PP SUDIAN PANJAITAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/123051"}, "Penulis": "SUDIAN PANJAITAN (NIM 24005040)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Sonny Yuliar"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "surveillance technology, pesawat, CN 235, intelligen, industri penerbangan", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}