{"Nomor": 24419, "Judul": "ANALISIS KOMPARTEMENTALISASI STRATIGRAFI PADA  RESERVOIR BATUPASIR BERAMALGAMASI ENDAPAN SUNGAI; STUDI KASUS RESERVOIR MF4 DI LAPANGAN PECIKO, CEKUNGAN KUTAI, KALIMANTAN TIMUR", "Abstrak": "Lapangan Peciko adalah lapangan gas lepas pantai yang terletak di daerah Delta Mahakam, Kalimantan Timur, Indonesia. Lapangan ini memiliki luas sekitar 350 km2 dengan kedalaman air laut antara 30 - 50 m. Lapangan gas yang dioperasikan oleh perusahaan  internasional Total (Perancis) dan Inpex (Jepang) ini ditemukan pada tahun 1983 dan dimulai produksi sejak tahun 1999. Produksi gas di lapangan ini mencapai puncak produksinya sekitar 1400 MMscfd pada tahun 2005.  \n \n \n\nLapangan Peciko ini memiliki struktur antiklin dengan 4 arah kemiringan yang menunjam ke arah Utara. Lapangan ini tersusun atas reservoir batupasir yang banyak dan saling bertumpuk (multi layered reservoirs) setebal 4500m. Batupasir-batupasir ini diendapakan pada periode Akhir Miosen di lingkungan pengendapan Delta dan Sungai. Secara stratigrafi, reservoir hidrokarbon dari lapangan ini dikelompokkan menjadi dua zona yaitu Zona Utama di kedalaman 2100 Ã‚Â– 4500 mdpl yang didominasi oleh endapan batupasir mouth bars dari linkungan Delta Front dan Zona Dangkal  di kedalaman 500 Ã‚Â– 2100 mdpl yang didominasi oleh endapan sungai dari lingkungan delta plain dan fluvial.   \n \n \n\nReservoir gas pada Zona Utama ini sudah diproduksi sejak awal rencana pengembangan lapangan dan saat ini sedang mengalami penurunan laju produksi gas. Pada akhir Desember 2016, reservoir gas dari Zona Dangkal memberikan kontribusi penting sekitar 40% dari total produksi Lapangan Peciko untuk membantu menahan turunnya laju produksi. Kontribusi utama dari Zona Dangkal ini berasal dari reservoir batupasir sungai (Y dan MF4 channels). Studi ini bertujuan untuk melakukan analisis kompartementalisasi stratigrafi pada reservoir MF4 yang hingga akhir tahun 2016 telah memberikan produksi gas  melebihi besarnya volume cadangan gas awal (IGIP) yang dievaluasi sebelumnya.  \n \n \n\nReservoir MF4 ini merupakan reservoir batupasir sungai (distributary channel) yang diendapkan pada lingkungan delta plain. Pada akhir proses regresi dari suatu siklus delta, proses progradasi menyebabkan batupasir sungai ini diendapkan secara amalgamasi dan menyebabkan terjadinya kompartementalisasi stratigrafi.   \n \n \n\nKompartementalisasi stratigrafi ini diduga sebagai penyebab mengapa kontak aktual gas dan air dari sumur-sumur baru di anjungan S ditemukan lebih dalam dari kontak aktual yang ditemukan pada sumur sumur yang sudah diproduksi  di area anjungan W. Akan tetapi, hasil uji tekanan yang deplesi saat pengeboran sumur-sumur baru di anjungan S dan data survei tekanan saat sumur produksi di anjungan W juga menunjukan bahwa reservoir MF4 ini saling terkoneksi.  \n \n \n\nKorelasi detail dan pemahaman model sedimentologi yang lebih baik dalam melakukan analisis kompartementalisasi stratigrafi dari batupasir endapan sungai yang beramalgamasi ini menjadi kunci untuk menjawab atas permasalahan dalam studi ini. Amalgamasi dari batupasir endapan sungai distributary channel ini menyebabkan konektivitas reservoir MF4 secara vertikal dan lateral. Perbedaan kontak aktual antara sumur-sumur baru di anjungan S dengan sumur-sumur yang sudah diproduksi diakibatkan oleh adanya sekat (serpih) antara amalgamasi endapan sungai dan batupasir bars hasil overbank deposit di antara cabang sungai distributary channel. Batupasir bars yang memiliki porositas dan permeabilitas lebih kecil dari batupasir endapan sungai ini juga menyebabkan aliran fluida sedikit terhambat (semi-barrier).  \n \n \n\nBerdasarkan hasil analisis ini, pemodelan ulang model statik geologi dilakukan dengan menggunakan interpretasi seismik atribut (inversi) yang mampu menggambarkan penyebaran geometri batupasir sungai dalam 3 dimensi. Integrasi dari data dinamik seperti produksi kumulatif dan survey data tekanan saat produksi juga dapat digunakan untuk memvalidasi volume cadangan IGIP yang lebih realistis. Hasil pemodelan geologi ini kemudian diharapkan dapat memprediksi perencanaan produksi dan produksi air yang lebih akurat dari reservoir MF4 saat dilakukan simulasi reservoir.", "Daftar File": {"2017 TS PP SUPRIADY 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123130"}, "Penulis": "SUPRIADY (22015308)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dardji Noeradi   Dr. Dwiharso Nugroho, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Peciko, batupasir, amalgamasi, kompartementalisasi stratigrafi, bars, distributary channel, delta plain, produksi, MMscfd, IGIP, seismik atribut inversi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Dedi Rosadi", "File": "1 file", "Tanggal Input": "27 Sep 2017"}