{"Nomor": 24410, "Judul": "EVALUASI DESAIN CASING, SEMEN, DAN LUMPUR PEMBORAN PADA SUMUR MATOA-7R", "Abstrak": "Perencanaan desain casing, semen dan lumpur perlu dilakukan sebelum melakukan operasi pemboran suatu sumur. Hal ini dimaksudkan agar operasi pemboran menjadi efisien dan efektif. Tugas akhir ini melakukan evaluasi desain casing, semen, dan lumpur pemboran sumur Matoa-7R yang merupakan sumur pengganti dari sumur sebelumnya yaitu sumur Matoa-7 dimana komplesinya menggunakan pompa ESP (Electric Submersible Pump). Ketika pompa sedang diperbaiki ternyata pompa tidak bisa diambil dari dalam sumur sehingga dilakukan upaya fishing namun mengalami kegagalan. Kegagalan ini disebabkan karena sumur diperkirakan mengalami collapse pada kedalaman 6046 ft. Akhirnya sumur ini ditutup dan ditinggalkan. Dari hasil evaluasi diperkirakan sumur Matoa-7 masih memiliki potensi yang cukup besar. Oleh karena itu dilakukan pemboran sumur Matoa-7R yang berjarak 10 meter dari sumur tersebut.  \n \n\nSumur Matoa-7R memiliki karakteristik temperatur tinggi (220 0F) dengan kedalaman 9650 ft. Untuk lebih meyakinkan hasil pemboran maka perlu dilakukan evalusi lumpur, semen, dan casing. Hasilnya kemudian dibandingkan dengan operasi pemboran yang dilakukan pada sumur tersebut. Dari hasil ini didapatkan suatu desain baru yang lebih baik sehingga dapat dijadikan dasar untuk pemboran sumur-sumur berikutnya.", "Daftar File": {"2004 TA PP SUHERI KURNIAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/123086", "2004 TA PP SUHERI KURNIAWAN 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/123095"}, "Penulis": "SUHERI KURNIAWAN (NIM : 12299049)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Asep Kurnia Permadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kedalaman, ukuran casing, konfigurasi sumur, tekanan formasi", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}