{"Nomor": 24413, "Judul": "SIMULASI DAN EVALUASI SET-UP POSISI ALAT MUSIK GAMELAN JAWA DI DALAM GEDUNG TEATER BESAR INSTITUT SENI INDONESIA (ISI) SURAKARTA", "Abstrak": "Serangkaian penelitian tentang Gamelan Jawa dilakukan dengan pertimbangan belum ada gedung konser khusus pertunjukkan musik jenis ini. Berawal dengan penelitian saudara Ferdy yang meneliti mengenai karakteristik akustik dari tiap-tiap komponen Gamelan Jawa, tugas akhir ini membandingkan antara hasil pengukuran dan perekaman langsung di ruang Gedung Teater Besar ISI Surakarta dengan hasil simulasi pengaruh set-up posisi dengan data penelitian sebelumnya menggunakan software CATT-Acoustics. Dengan membandingkan keempat parameter objektif akustik ruangan didapat nilai tingkat pendengaran (LL) sebesar 77-80 dBA, nilai waktu tunda pantulan dini (t1) sebesar 17,1 ms, nilai waktu dengung optimum (Tsub) sebesar 1 s, dan nilai korelasi silang sinyal pada telinga (IACC) sebesar 0,48 yang dapat digunakan untuk perancangan gedung konser khusus Gamelan Jawa yang baik secara akustik.  \n \n\nNilai acuan desain di masing-masing parameter yang didapatkan, digunakan untuk melakukan perbaikan desain ruangan gedung dengan mendekatkan panggung ke pendengar,  \n \n\nmelebarkan dinding bagian kiri dan kanan panggung menjadi miring dan tidak sejajar panggung, serta mengubah material sekitar panggung dan wilayah peletakkan Gamelan Jawa menjadi bahan yang tak menyerap. Melalui simulasi didapatkan volume ruang hasil perbaikan desain mengecil menjadi 7402 m3 dengan kapasitas penonton tetap dipertahankan. Selain itu keempat parameter objektif akustik ruangan hasil perbaikan desain memenuhi acuan desain, yaitu dengan LL sebesar 78,5 dBA,  sebesar 17,1 ms, Tsub sebesar 1,09 s, dan IACC sebesar 0,46.", "Daftar File": {"2012 TA PP SUKMA MAULANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/123112", "2012 TA PP SUKMA MAULANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/123113", "2012 TA PP SUKMA MAULANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/123114", "2012 TA PP SUKMA MAULANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/123115", "2012 TA PP SUKMA MAULANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/123116", "2012 TA PP SUKMA MAULANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/123117", "2012 TA PP SUKMA MAULANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/123118"}, "Penulis": "SUKMA MAULANA (NIM : 13308073)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Ir. I.G.N. Merthayasa, M.Eng.", "R.S. Joko Sarwono, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gedung konser, Gamelan Jawa, pengukuran, simulasi, tingkat pendengaran, waktu tunda pantulan dini, waktu dengung, IACC, perbaikan desain", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}