{"Nomor": 24428, "Judul": "UJI AKTIVITAS ANTIJAMUR EKSTRAK AIR TEH HITAM (CAMELLIA SINENSIS L.) TERHADAP JAMUR PENYEBAB KETOMBE (MALASSEZIA FURFUR)", "Abstrak": "Ketombe adalah kondisi kulit abnormal pada kulit kepala yang ditandai dengan pengelupasan kulit dan disertai rasa gatal. Infeksi jamur Malassezia furfur adalah salah satu penyebab yang berperan penting dari kelainan ini. Pengobatan tradisional untuk menghilangkan ketombe dimasyarakat menggunakan ampas seduhan teh hitam. Namun efektivitas teh hitam untuk pengobatan ketombe belum dibuktikan secara ilmiah. Penelitian ini bertujuan untuk menguji aktivitas antijamur ekstrak air teh hitam mutu I, mutu II, dan mutu III terhadap jamur penyebab ketombe, Malassezia furfur. Ekstraksi dilakukan dengan cara penyeduhan teh menggunakan pelarut air mendidih, kemudian dipekatkan dan dikeringkan dengan metode freeze dry. Jamur M. furfur yang digunakan pada pengujian ini adalah M. furfur ATCC 14521 dan M. furfur dari hasil isolasi. Isolasi jamur M. furfur dilakukan secara aseptik dari tiga sukarelawan berketombe. Isolat jamur dikarakterisasi secara mikroskopik dan uji biokima (inokulasi pada media selektif, uji katalase, Tween assimilation test). Pengujian aktivitas antijamur ekstrak air teh hitam diawali dengan metode difusi cakram dan dilanjutkan penentuan nilai konsentrasi hambat minimum (KHM) dan konsentrasi fungisidal minimum (KFM) ekstrak air teh hitam menggunakan metode mikrodilusi. Hasil isolasi menunjukkan karakteristik yang sama dengan M. furfur ATCC 14521. Hasil difusi cakram menunjukkan ekstrak air teh hitam pada konsentrasi 2,5% tidak memberikan diameter hambat, namun mengurangi instensitas pertumbuhan jamur di sekitar cakram. Nilai KHM ekstrak air teh hitam mutu I terhadap kedua jamur uji adalah 5 mg/mL, sedangkan KHM ekstrak air teh hitam mutu II dan mutu III adalah 2,5 mg/mL. Nilai KFM ekstrak air teh hitam mutu I dan mutu II terhadap kedua jamur uji adalah 20 mg/mL, sedangkan ekstrak air teh hitam mutu III adalah 10 mg/mL. Hasil ini menunjukkan ekstrak air teh hitam memiliki aktivitas antijamur terhadap M. furfur sehingga dapat dikembangkan sebagai sediaan antiketombe.", "Daftar File": {"2017 TA PP SUSANTI ASMI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123177"}, "Penulis": "SUSANTI ASMI (11613005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Elin Julianti", "Prof. Dr. Irda Fidrianny"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "ketombe, Malassezia furfur, teh hitam", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "28 Sep 2017"}