{"Nomor": 24424, "Judul": "INVESTIGASI MEKANISME AUS KOMPONEN PENGGERAK KENDARAAN ALAT BERAT (BUSHING) DAN PENGARUH JENIS TANAH TERHADAP KEAUSAN KOMPONEN TERSEBUT", "Abstrak": "Aus merupakan salah satu masalah yang sering terjadi pada berbagai komponen kendaraan alat berat. Salah satu produsen kendaraan alat berat memiliki satu contoh kasus yang berkaitan dengan masalah aus. Aus terjadi pada bushing, komponen penggerak pada kendaraan alat berat yang berfungsi sebagai penyambung antar rantai. Fenomena aus tersebut diklaim oleh produsen memiliki laju aus yang tinggi dan secara umum laju aus yang terjadi pada bushing berbeda-beda di tiap lokasi kendaraan alat berat tersebut beroperasi. Klaim oleh produsen mengenai fenomena aus tersebut justru menjadi hal yang melatarbelakangi tujuan dari penelitian. Penelitian ini bertujuan untuk mengetahui mekanisme terjadinya aus pada bushing melalui observasi komponen yang mengalami aus dan menentukan hubungan antara jenis tanah terhadap tingkat keausan bushing melalui pengujian ketahanan aus yang merujuk pada standar ASTM B611.  \n \n\nObservasi komponen yang mengalami aus dilakukan melalui pengamatan visual, pengecekan komposisi kimia, pengamatan struktur mikro, pengukuran ketebalan tiap fasa, uji keras, dan pengamatan menggunakan SEM. Sedangkan pengujian ketahanan aus dilakukan menggunakan alat yang dikembangkan pada penelitian ini dengan merujuk pada standar ASTM B611.  \n \n\nMekanisme aus pada bushing dimulai dengan adanya kontak dan gesekan antara bushing, sprocket, dan tanah. Kontak dan gesekan tersebut menimbulkan tegangan geser dan tegangan normal tekan yang terjadi pada bushing. Akibat tegangan geser yang melebihi kekuatan gesernya, permukaan bushing mengalami deformasi plastis. Deformasi plastis terjadi baik pada fasa ferit perlit maupun martensit temper. Selanjutnya, permukaan bushing mengalami aus dan muncul permukaan kontak baru yang akan mulai kontak dan bergesekan lagi. Beban normal tekan yang konstan namun permukaan kontak yang menipis dan bersifat getas menimbulkan inisiasi retak dan kemudian diikuti penjalaran retak tersebut.  \n \n\nBerdasarkan hasil pengujian aus, pengurangan massa total spesimen dengan variasi jenis tanah dari tertinggi ke terendah yaitu tanah plastis (75% silika), tanah plastis (60% silika), tanah bukan plastis (80% silika), dan tanah bukan plastis (70% silika). Dengan dilakukan variasi kecepatan gesek, pada tanah bukan plastis semakin tinggi kecepatan maka pengurangan massa spesimen semakin besar, sedangkan pada tanah plastis tidak terlihat ada trend pengaruh variasi kecepatan. Selain itu, trend pengurangan massa spesimen pada tanah bukan plastis cenderung linear seiring berjalannya waktu sedangkan tanah plastis memiliki trend yang berbeda-beda.", "Daftar File": {"2017 TA PP SURYA EKO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123151"}, "Penulis": "SURYA EKO SULISTIAWAN", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Aus, Baja karbon, Bushing, Induction Hardening, Mineral, Tanah", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}