{"Nomor": 24436, "Judul": "PERANCANGAN KERANGKA KERJA SMART VILLAGE INDONESIA", "Abstrak": "Desa sebagai unit pemerintahan terkecil dalam wilayah Negara Kesatuan Republik Indonesia (NKRI) memiliki jumlah, potensi dan masalah yang cukup besar. Fenomena ini membuat pemerintah memberikan perhatian yang ekstra dan serius kepada desa. Salah satu bentuk besarnya perhatian pemerintah kepada desa adalah dengan menerbitkan Undang-Undang tentang Desa dan dibentuknya Kementerian Desa, Pembangunan Daerah Tertinggal dan Transmigrasi. Presiden Republik Indonesia melalui Nawacita telah mengamanatkan untuk membangun desa dari pinggiran dengan memperkuat daerah dan desa. Amanat Nawacita tersebut kemudian dituangkan dalam Rencana Pembangunan Jangka Menengah Nasional 2015-2019 dengan target mengurangi desa tertinggal hingga 5000 desa dan meningkatkan jumlah desa mandiri sedikitnya 2000 desa pada tahun 2019. Dari hasil pengukuran kemajuan dan kemandirian desa yang dilakukan oleh beberapa instansi seperti Kementerian Desa Pembangunan Daerah Tertinggal dan Transmigrasi, BPS dan Bappenas diperoleh hasil bahwa sebagian besar desa di Indonesia berada pada status tertinggal dan berkembang, namun hanya sedikit sekali desa yang berada pada status mandiri.  \n \n\nIsu lain yang dihadapi oleh desa adalah smart village. Smart village merupakan desa yang mengetahui dan memahami permasalahan yang terjadi di lingkungannya serta mampu mengelola sumber daya yang ada dengan tujuan untuk memberikan pelayanan secara efektif dan efisien kepada masyarakat desa. Akan tetapi keberadaan desa cerdas di Indonesia juga masih sangat sedikit dan tidak menutup kemungkinan bahwa sebuah desa mandiri belum tentu merupakan sebuah desa yang cerdas. Mengacu kepada konsep smart nation, yang menyatakan bahwa bangsa yang cerdas berawal dari kota atau kabupaten yang cerdas, kecamatan cerdas dan desa yang cerdas, maka diperlukan sebuah strategi untuk mencapai tujuan tersebut. Dalam rangka mewujudkan desa mandiri dan cerdas tersebut, maka dibutuhkan sebuah Kerangka Kerja Smart Village Indonesia (KKSVI), karena mengingat belum pernah ada sebelumnya kerangka kerja untuk membentuk desa mandiri dan cerdas di Indonesia.  \n \n\nPerancangan KKSVI ini menggunakan metode DRM. Analisis yang dilakukan meliputi analisis domain desa, analisis indikator desa, analisis aktivitas indikator desa serta analisis tentang pihak yang berkepentingan yang terlibat dalam pelaksanaan aktivitas pencapaian indikator desa. Aktivitas dalam KKSVI ini adalah teknologi informasi dan komunikasi. Pendekatan dengan konsep PDCA pada setiap aktivitas dilakukan untuk mengukur kualitas suatu kegiatan atau aktivitas tersebut dalam mencapai indikator yang telah ditentukan. Hasil analisis tersebut kemudian dijabarkan dalam komponen penyusun kerangka kerja dengan mengacu kepada sejumlah kerangka kerja acuan yang ada seperti TOGAF 9.1,COBIT dan Zachman Framework. Lingkup KKSVI ini dibatasi hanya pada bidang pembangunan desa. Pembatasan ini dilakukan karena mengingat kepada aspek pengukuran dan penilaian kemajuan dan kemandirian desa.  \n \n\nSetelah dilakukan analisis dan perancangan KKSVI, maka diperoleh tiga puluh empat indikator yang dikelompokkan ke dalam lima domain yaitu domain kesehatan, pendidikan, infrastruktur, ekonomi dan lingkungan yang dipetakan secara terstruktur dan memiliki hubungan relasional antara komponen pendukungnya serta telah memenuhi kebutuhan komponen penyusun sebuah kerangka kerja. Untuk mengetahui apakah perancangan KKSVI ini sesuai dengan maksud dan tujuan penelitian, maka dilakukan evaluasi dengan memperhatikan beberapa aspek. Berdasarkan hasil evaluasi yang dilakukan dengan membagikan KKSVI kepada pemerintah desa dan para praktisi untuk kemudian dinilai dengan kuesioner, diperoleh hasil bahwa KKSVI ini cukup mudah untuk dipahami, cukup mudah untuk diimplementasikan, memiliki tingkat kebaruan, kemampuan kinerja yang baik serta memiliki keterkaitan dengan legalitas hukum yang ada di Indonesia.", "Daftar File": {"2017 TS PP SUTRISNO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123231"}, "Penulis": "SUTRISNO     (NIM : 23215081)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Arry Akhmad Arman, M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "kerangka kerja, desa, TIK, smart village", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}