{"Nomor": 24433, "Judul": "EKSPERIMEN LIMBAH AMPAS TEBU DENGAN TEKNIK KEMPA UNTUK PENGEMBANGAN BAHAN BAKU DAN DIVERSIFIKASI PRODUK KRIYA", "Abstrak": "Dari beberapa provinsi di Indonesia yang memiliki perkebunan tebu, salah satunya terdapat di Jawa Barat. Perkebunan Tebu di Jawa Barat berdasarkan data statistik tahun 2015 memiliki luas 478.108 ha. 11,921.56 ha dari luas perkebuanan tebu di Jawa Barat berada di Majalengka dan Indramayu. Hasil panen dari perkebunan tebu di Pabrik Gula Jatitujuh dijadikan sebagai bahan baku pembuatan gula. Dari 402.329 ton tebu yang digiling didapatkan sekitar 375.695 ton limbah ampas tebu dalam satu tahun. Selama ini pemanfaatan dari limbah ampas tebu yang dilakukan oleh pihak Pabrik Gula Jatitujuh adalah sebagai bahan bakar dan media tumbuh jamur. Upaya tersebut tidak mengurangi secara signifikan dari jumlah limbah yang ada, sehingga hampir menghabiskan lahan buang limbah pabrik. Berdasarkan hasil pengamatan awal terhadap karakteristik material limbah, bahwa limbah ampas dapat dimanfaatkan sebagai material bahan baku diversifikasi produk kriya. Untuk itu dilakukan eksperimen material menggunakan teknik kempa dan mendiversifikasi hasil kempa dengan teknik surface material untuk mengapliksikan ornamen. Hasil eksperimen berupa lembaran 30x30 cm, dengan ketebalan 1,5 cm, keteguhan lentur 14,71 kgf/cm2, serta ringan. Material tersebut dapat diaplikasikan untuk produk interior berupa tiles berukuran 10x10 cm yang dapat diberi tambahan ornamen di atasnya dengan teknik surface material.", "Daftar File": {"2017 TS PP SUSI SUSYANTI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123222"}, "Penulis": "SUSI SUSYANTI - NIM: 27116011", "Kontributor / Dosen Pembimbing": ["Dr. Dian Widiawati, M.Sn \n\nDr. Dudy Wiyancoko"], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Diversifikasi, Kempa, Kriya, dan Limbah Tebu.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2017"}