{"Nomor": 24435, "Judul": "PENGARUH PEMBERIAN PEROKSINITRIT TERHADAP PRODUKSI LUTEIN PADA KULTUR (Chlorella pyrenoidosa) DALAM FOTOBIOREAKTOR", "Abstrak": "Penelitian ini dilakukan untuk menguji efektivitas pemberian peroksinitrit dalam media kultur terhadap kinetika tumbuh, kadar lutein dan karotenoid, serta produktivitas lutein dan karotenoid pada kulur Chlorella pyrenoidosa dalam fotobioreaktor. Variasi konsentrasi peroksinitrit [ONOO-] yang ditambahkan adalah 0,01 mM, 0,1 mM, 1,0 mM, dan tanpa peroksinitrit (kontrol). Analisis kadar lutein dan karotenoid dilakukan menggunakan spektrofotometer. Hasil penelitian menunjukkan bahwa penambahan peroksinitrit dapat meningkatkan kadar lutein dan karotenoid namun tidak signifikan. Kadar lutein dapat meningkat hingga 3,8 mg/g DW pada kultivasi hari ke-13 dengan penambahan peroksinitrit 0,1 mM. Kadar karotenoid dapat meningkat hingga 24 mg/g DW pada kultivasi hari ke-13 dengan pemberian peroksinitrit 0,1 mM. Produktivitas lutein maksimum sebesar 42,6 mg/L.tahun didapat pada mikroalga dengan perlakuan peroksinitrit 0,1 mM dan produktivitas karotenoid maksimum sebesar 269,5 mg/L.tahun diperoleh pada perlakuan peroksinitrit yang sama yaitu 0,1 mM. Dapat disimpulkan bahwa perlakuan dengan penambahan peroksinitrit pada kosentrasi rendah (0,01 mM hingga 0,1 mM) ke dalam medium kultur dapat menurunkan laju pertumbuhan C. pyrenoidosa, tetapi pada konsentrasi tinggi (1,0 mM) menyebabkan kematian sel mikroalga. Penambahan peroksinitrit pada konsentrasi peroksinitrit (0,01 mM hingga 0,1 mM) ke dalam medium kultur dapat meningkatkan kadar lutein, kadar karotenoid, produktivitas lutein, serta produktivitas karotenoid pada C. pyrenoidosa, namun peningkatannya tidak signifikan.", "Daftar File": {"2017 TA PP  SUTRA ECI HUTARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123230"}, "Penulis": "SUTRA ECI HUTARI (NIM :  11213001)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Erly Marwani"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Stres oksidatif; peroksinitrit; lutein; karotenoid; Chlorella pyrenoidosa; fotobioreaktor", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2017"}