{"Nomor": 24447, "Judul": "EKSPERIMEN METODE FILTER INTEGRASI EROR PREDIKSI (INPEFA) DALAM PENINGKATAN RESOLUSI STRATIGRAFI: STUDI KASUS CEKUNGAN TARAKAN", "Abstrak": "Log gamma ray digunakan oleh geolog diantaranya untuk korelasi stratigrafi. Korelasi tersebut mencari sequence boundary, maximum flooding dan maximum regressive surfaces yang mengandung pola/tren tertentu. Seringkali log gamma ray menimbulkan kesulitan dalam melihat pola/tren yang ada, sehingga berpotensi adanya misleading dalam interpretasi. Oleh karena itu, log INPEFA diperlukan untuk melihat konsistensi tren pola pengendapan dengan resolusi lebih baik.     \n \n \n\nINPEFA merupakan suatu bentuk transformasi log gamma ray agar mempermudah interpretasi. Log INPEFA diperlukan dalam peningkatan resolusi karena mempertimbangkan prediksi fenomena siklus Milankovitch. Berbeda dengan eustasi dan tektonik, fenomena iklim secara konsisten mempengaruhi bagian proksimal dan distal suatu cekungan. Resolusi ini dicapai melalui integrasi log gamma ray dalam bentuk log INPEFA.     \n \n \n\nAdanya eustasi dan tektonik menyebabkan data geologi tidak periodik sehingga terjadi kesalahan/eror prediksi. INPEFA akan memberikan hasil yang sama baik untuk data yang mengandung noise ataupun tidak ada noise.     \n \n \n\nFaktor lebar window dan panjang filter dalam proses pengolahan Log INPEFA dapat mempengaruhi pendeteksian siklus. Kesamaan siklus dalam satu waktu akan membantu korelasi waktu (kronostratigrafi) ketika tidak adanya data biostratigrafi. Hasil korelasi sumuran tersebut menunjukkan adanya perbedaan sebaran ketebalan tiap unit pengendapan kearah barat dan timur yang diinterpretasikan sebagai batas sub cekungan yang ada di Cekungan Tarakan. Sebaran pola pengendapan terlihat konsisten dengan menggunakan log INPEFA.", "Daftar File": {"2017 TS PP SYAIFUL ALAM 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123292"}, "Penulis": "SYAIFUL ALAM", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Resolusi Stratigrafi, Log INPEFA, Cekungan Tarakan", "Sumber": "", "Staf Input/Edit": "Rd. Lenny Fatimah N., Dra  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}