{"Nomor": 24445, "Judul": "RANCANG BANGUN LOAD CELL UNTUK  MENENTUKAN MODULUS ELASTISITAS BAHAN", "Abstrak": "Seiring dengan kemajuan teknologi dan standar kompetensi nasional atau standarisasi pada dunia kerja dan industri, maka kualitas pratikum fisika di SMU atau SMK  perlu ditingkatkan. Materi praktikum sifat mekanika zat, khususnya elastisitas benda padat, secara tradisional biasanya dilakukan dengan uji tarik  kawat logam dengan ukuran yang cukup panjang. Jarang sekali ditemui set praktikum elastisitas bahan menggunakan bahan dan konfigurasi lain.Dalam upaya membantu anak didik pada kegiatan  praktikum tersebut dan  untuk lebih memahami konsep-konep yang terdapat dalam pembelajaran sifat mekanika zat, telah di disain dan di konstruksi set percobaan sifat elastis bahan menggunakan konfigurasi load cell untuk menentukan modulus elastisitas bahan dengan sensor gaya menggunakan strain gauge dan LVDT (Linier Variable Diferential Tranformer. Kedua sensor dapat mengukur strain (regangan) dan stress (tegangan) pada benda tersebut. Pengukuran strain dan stress melalui strain gauge dan LVDT dapat mengurangi kesalahan pembacaan pada alat ukur konvensional, khususnya pengukuran strain.Pada penelitian ini disain load cell berbentuk C dan dapat menampilkan perubahan tegangan dari setiap beban yang diberikan pada specimen atau benda uji. Rangkaian penguat instrumentasi digunakan untuk memperkuat tegangan output dari strain gauge dan LVDT. Hasil uji coba untuk bahan poly urethan rubber diperoleh nilai modulus elastisitas sebesar 4,4 MPa. Set percobaan ini lebih mudah pengoperasiannya karena digunakan sensor gaya dan LVDT.", "Daftar File": {"2009 TS PP SYAHRUL A.R. 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/123283", "2009 TS PP SYAHRUL A.R. 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/123284", "2009 TS PP SYAHRUL A.R. 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/123285", "2009 TS PP SYAHRUL A.R. 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/123286", "2009 TS PP SYAHRUL A.R. 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/123287", "2009 TS PP SYAHRUL A.R. 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/123288", "2009 TS PP SYAHRUL A.R. 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/123289", "2009 TS PP SYAHRUL A.R. 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/123290"}, "Penulis": "SYAHRUL A.R. (NIM: 20207069)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Pepen Arifin Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Strain gauge, LVDT, Load cell", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}