{"Nomor": 24443, "Judul": "MUSEUM ASTRONOMI DI KAWASAN TEKNOPOLIS GEDEBAGE", "Abstrak": "Astronomi adalah salah satu ilmu tertua di dunia. Seiring dengan berkembangnya teknologi, ilmu  \n \n\nastronomi pun ikut berkembang dan memunculkan penemuan-penemuan baru. Namun di Indonesia  \n \n\nbelum terdapat sarana untuk mempelajari astronomi dengan cara yang interaktif dan mudah  \n \n\ndipahami.  \n \n\nProyek ini merupakan proyek museum astronomi yang terletak di kawasan Teknopolis Gedebage  \n \n\ndi Bandung dan dipemrakarsai oleh salah satu pengembang di kawasan tersebut, PT Mahkota Permata  \n \n\nPerdana. Lokasi proyek cukup strategis karena terletak di kawasan yang memiliki sarana prasara yang  \n \n\nlengkap. Tapaknya sendiri berada di tepi danau yang dapat dimanfaatkan sebagai atraksi bagi  \n \n\npengunjung.  \n \n\nProyek ini memiliki luas Ã‚Â±5,000 m2. Ruang utama yang diakomodasi pada proyek ini terbagi menjadi  \n \n\ntiga atraksi eksibisi yaitu museum dengan kereta, museum hands-on, dan planetarium. Sedangkan  \n \n\nruang pendukungnya meliputi fasilitas edukasi seperti perpustakaan dan ruang kelas, ruang eksibisi  \n \n\nnon-publik, ruang pengelola, serta fasilitas komersil seperti restoran dan toko cinderamata.  \n \n\nIsu utama yang diangkat pada proyek ini adalah isu suasana, sirkulasi, dan zonasi. Konsep utama  \n \n\nyang diambil adalah konsep suasana dengan parti Ã‚Â‘fly through space and timeÃ‚Â’. Pendekatan yang  \n \n\ndigunakan pada proyek ini adalah pendekatan sirkulasi, suasana, zonasi, dan kontekstual.", "Daftar File": {"2017 TA PP SYAHR BANU 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123281"}, "Penulis": "Syahr Banu", "Kontributor / Dosen Pembimbing": ["Ir. Baskoro Tedjo, MSEB, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Astronomy, Museum, Exhibition, Bandung, Planetarium", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}