{"Nomor": 24441, "Judul": "ISOLASI DAN KARAKTERISASI METABOLIT SEKUNDER FRAKSI 'SEMI-POLAR' DARI TANAMAN SEMBUNG (BLUMEA BALSAMIFERA)", "Abstrak": "Indonesia memiliki keanekaragaman hayati yang sangat besar dimana sebagian besar telah banyak dimanfaatkan sebagai tanaman obat. Tanaman Sembung (Blumea balsamifera) merupakan salah satu spesies tanaman dari famili Asteraceae yang telah dimanfaatkan sebagai tanaman obat di berbagai negara, seperti Cina, Thailand, Filipina dan Indonesia. Sembung digunakan untuk mengobati penyakit seperti kembung, rematik, diare, membersihkan Ã‚Â‘darahÃ‚Â’ bagi ibu yang baru melahirkan, diuretik, hingga mengobati diabetes. Berbagai penelitian telah dilaporkan, mulai dari kandungan metabolit sekunder hingga bioaktivitas dari tanaman Sembung (B. balsamifera) seperti anti-tirosinase, antikanker, plasmin-inhibitor, NO-inhibitor dan antitumor. Akan tetapi sampai saat ini masih sedikit penelitian kandungan metabolit sekunder tanaman Sembung (B. balsamifera) yang berasal dari Indonesia. Oleh karena itu, dilakukan penelitian untuk mengisolasi senyawa metabolit sekunder dari tanaman Sembung (B. balsamifera) yang berasal dari Indonesia. Isolasi dilakukan dengan ekstraksi menggunakan metanol yang kemudian difraksinasi dengan teknik Kromatografi Cair Vakum dan Kromatografi Radial. Dua senyawa telah berhasil diisolasi dari bagian aerial (ranting, daun, dan bunga) tanaman Sembung (B. balsamifera) yang terelusi pada fraksi Ã‚Â‘semi-polarÃ‚Â’. Senyawa tersebut teridentifikasi sebagai turunan flavanoid yakni sterubin dan senyawa seskuiterpen guaian yakni blumean-E1. Elusidasi struktur dilakukan berdasarkan data spektroskopi yang meliputi UV, NMR 1D (1H, 13C dan TOCSY) dan NMR 2D (DEPT-135, HMQC/HSQC, HMBC, dan NOESY)", "Daftar File": {"2014 TA PP SYAHID MUJAHID MUSLIM 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/123273", "2014 TA PP SYAHID MUJAHID MUSLIM 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/123274", "2014 TA PP SYAHID MUJAHID MUSLIM 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/123275", "2014 TA PP SYAHID MUJAHID MUSLIM 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/123276", "2014 TA PP SYAHID MUJAHID MUSLIM 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/123277", "2014 TA PP SYAHID MUJAHID MUSLIM 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/123278", "2014 TA PP SYAHID MUJAHID MUSLIM 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/123279"}, "Penulis": "SYAHID MUJAHID MUSLIM ( NIM : 10509091 )", "Kontributor / Dosen Pembimbing": ["pembimbing :    \n \n\nProf. Dr. Yana Maolana Syah"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Asteraceae, Blumea balsamifera, flavanon, seskuiterpen, fraksi Ã‚Â‘semi-polarÃ‚Â’", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}