{"Nomor": 24457, "Judul": "PENGARUH PENAMBAHAN TEPUNG IKAN PADA PARAMETER COD DAN VFA DALAM PRODUKSI BIOGAS", "Abstrak": "Konsumsi energi dunia terus meningkat setiap tahunnya. Biomassa merupakan salah satu sumber daya alam yang bisa dimanfaatkan sebagai energi terbarukan. Indonesia adalah negara yang memiliki banyak sumber biomassa, namun pemanfaatan biomassa di Indonesia belum dilakukan dengan optimal. Salah satu pemanfaatan biomassa adalah untuk memroduksi biogas. \n\nBiogas merupakan gas yang dihasilkan dari penguraian bahan organik pada kondisi anaerobik yang dilakukan oleh bakter pengurai. Tujuan penelitian ini adalah untuk menentukan Pengaruh penambahan tepung ikan pada parameter COD (Chemical Oxygen Demand) dan VFA (Volatile Fatty Acid) dalam produksi biogas. \n\nPenelitian ini melingkupi proses produksi biogas dari kotoran sapi. Reaktor yang digunakan adalah digester dengan volume 2000 liter berbahan material fiberglass dengan sistem reaktor semi kontinyu. Umpan masuk yang digunakan berupa kotoran sapi sebanyak 10 Kg dan dicampur air 10 Kg, dengan penambahan tepung ikan dari rentang 0-200 gram. Temperatur operasional reaktor 27oC. Parameter yang diukur adalah COD, VFA, dan volume biogas yang terbentuk. \n\nDari penelitian yang dilakukan, di hari ke 7 penambahan tepung ikan sejumlah 25 gram, 50 gram, 75 gram, 100 gram, 150 gram, dan 200 gram, menghasilkan biogas sebanyak 138,3 liter, 169 liter, 186 liter, 222 liter, 169 liter, dan 70 liter. Produksi tertinggi ada pada penambahan tepung ikan sejumlah 100 gram. Parameter VFA yang dihasilkan adalah 60 mM, 80mM, 80mM, 100mM, 130mM, dan 150 mM. Parameter COD yang dihasilkan 3728 mg/l, 4108 mg/l, 3286 mg/l, 3476 mg/l, 3096 mg/l, 2528 mg/l.", "Daftar File": {"2017 TA PP SYARIFUDIN-MUHAMMAD SUFIANTO  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123345"}, "Penulis": "SYARIFUDIN (NIM : 13013048) -MUHAMMAD SUFIANTO (NIM : 13013110 )", "Kontributor / Dosen Pembimbing": ["Pembimbing: \n\nIr. Sanggono Adisasmito, Ph.D. \n\nDr. Carolus Borromeus Rasrendra, ST, MT. \n\nAndrias Wiji Setio Pamuji, ST."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "biogas, tepung ikan, produksi, COD, VFA", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Sep 2017"}