{"Nomor": 24451, "Judul": "SIMULASI KOMBINASI VIBROSEISMIK DAN SURFAKTAN MENGGUNAKAN SIMULATOR UTCHEM", "Abstrak": "Ide dasar penerapan kombinasi vibroseismik dan injeksi surfaktan adalah agar mendapatkan faktor perolehan (RF) yang maksimal. Dua metode ini mentargetkan 1 parameter yang sama, yaitu penurunan tegangan permukaan (IFT). Dimana penurunan parameter tersebut secara kimiawi oleh injeksi surfaktan dan penurunan secara fisik oleh stimulasi vibroseismik. Kinerja penerapan kombinasi vibroseismik dan injeksi surfaktan pada skala lapangan (reservoir) belum diketahui secara pasti, sedangkan pada kondisi laboratorium menjanjikan faktor perolehan (RF) yang besar.  \n \n\nOleh karena itu penelitian ini bertujuan untuk mengetahui kinerja reservoir akibat adanya kombinasi injeksi surfaktan dan vibroseismik melalui penyelarasan (history matching) faktor perolehan (RF) hasil percobaan di Laboratorium dengan simulator UTCHEM 9.82. Juga untuk mengevaluasi metoda kombinasi injeksi surfaktan dan vibroseismik pada skala core dan reservoir.  \n \n\nPenelitian ini menunjukkan bahwa hasil penyelarasan kurva faktor perolehan (RF) dari percobaan metoda injeksi air, injeksi surfaktan, vibroseismik, juga kombinasi vibroseismik-surfaktan pada core sintetis di Laboratorium dengan UTCHEM 9.82 menunjukkan matching yang bagus. Sehingga model simulasi disimpulkan cukup representatif. Studi ini juga mengkonfirmasi hasil penelitian sebelumnya yaitu menghasilkan ΔRF (Incremental Recovery Factor) tertinggi sebesar 45.738% yang didapat dari kombinasi metoda stimulasi vibroseismik dan injeksi surfaktan.  \n \n\nHasil simulasi model skala reservoir dengan upscalling 1012 x skala core memperlihatkan bahwa terjadi kecenderungan yang sama dengan kurva RF skala core, sehingga untuk mensimulasikan skala reservoir dengan periode kenaikan RF yang signifikan dapat digunakan rasio periode waktu yang sama pada skala core.", "Daftar File": {"2010 TS PP SYAMS DIPO ALAM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/123303", "2010 TS PP SYAMS DIPO ALAM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/123304", "2010 TS PP SYAMS DIPO ALAM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/123305", "2010 TS PP SYAMS DIPO ALAM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/123306", "2010 TS PP SYAMS DIPO ALAM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/123307", "2010 TS PP SYAMS DIPO ALAM 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/123308", "2010 TS PP SYAMS DIPO ALAM 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/123309", "2010 TS PP SYAMS DIPO ALAM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/123310"}, "Penulis": "SYAMS DIPO ALAM (NIM : 2227014)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Tutuka Ariadji, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "vibroseismik, surfaktan, tegangan permukaan (IFT), faktor perolehan (RF), upscalling", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}