{"Nomor": 24452, "Judul": "EVALUASI KEKUATAN STRUKTUR KURSI BUS SAAT TERJADI FRONTAL CRASH BERDASARKAN REGULASI UNECE R80", "Abstrak": "Kendaraan telah menjadi alat penunjang mobilitas manusia. Di Indonesia salah satu jenis kendaraan yang terus bertambah jumlahnya adalah bus. Jumlah bus yang terus bertambah harus disertai dengan peningkatan keamanan bus itu sendiri. Salah satu jenis kecelakaan yang memakan banyak korban jiwa adalah Frontal Crash. Berdasarkan data dari NHTSA, jenis kecelakaan Frontal Crash merupakan jenis kecelakaan yang memakan korban jiwa dan korban luka yang banyak. \n\nSaat terjadi Frontal Crash, kursi penumpang tidak hanya menjadi tempat duduk saja tapi juga menjadi pengaman pasif bagi penumpang itu sendiri. Di Eropa, standar keselamatan bus dalam moda kecelakaan Frontal Crash sudah diatur oleh UNECE R80 demi menurunkan angka kematian. UNECE R80 menyarankan 2 jenis pengujian yaitu pengujian dinamik dan pengujian statik. \n\nPemodelan kursi dilakukan dengan Autodesk Inventor 2015. Model kursi yang dipakai adalah kursi bus ITB non-AC. Simulasi dilakukan pada ANSYS Statical Structural. Jenis pengujian yang dilakukan adalah pengujian statik berdasarkan UNECE R80. Parameter yang diperhatikan adalah deformasi sandaran kursi dan kekuatan tambatan kursi. \n\nHasil simulasi menunjukan struktur kursi bus ITB non-AC tidak memenuhi kriteria UNECE R80. Kriteria yang tidak dipenuhi adalah penumpang cedera serius dan tambatan kursi tidak cukup kuat saat terjadi Frontal Crash.", "Daftar File": {"2017 TA PP SYAMSUL SINAGA  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123311"}, "Penulis": "SYAMSUL SINAGA (NIM : 13111097)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n\nDr. Eng. Sandro Miradi.  \n\nDr. Satrio Wicaksono., ST. M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Transportation, Frontal Crash, Regulasi UNECE R80", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Sep 2017"}