{"Nomor": 24459, "Judul": "THE ANALYSIS OF CONSUMER PREFERENCE TOWARDS INDONESIAN LOCAL LIPSTICKS", "Abstrak": "Industri kosmetik adalah salah satu industri yang berkembang dengan melesat di Indonesia, \n\ndengan kenaikan konstan double digit di bebeerapa tahun taerakhir. Perkembangan industri \n\nkosmetik di Indonesia selalu bertambah setap tahunnya. Di periode tahun 2010 Ã‚Â– 2015, nikai \n\nrata Ã‚Â– rata perkembangan kosmetik industri di Indonesia mencapai 9.67% setiap tahunnya. \n\nStudi pendahuluan menunjukan bahwa pelanggan Indonesia di bidang kosmetik, memilih \n\nlipstik sebagai produk kosmetik yang paling diinginkan. Dalam beberaoa tahun ini, lipstick \n\nlokal Indonesia sedang naik daun. Banyak sekali merek lipstick lokal di pasaran. Tetapi, \n\nsemakin banyak merek baru, menyebabkan semakin tinggi persaingan antara merek lipstik \n\nlokal di pasar. Maka dari itu, perusahaan lipstick lokal harus terus mengembangkan bisnis \n\ndan product mereka, demi menarik pelanggan baru dan mempertahankan pelanggan yang \n\nada.  \n\nTujuan dari studi ini untuk menemukan faktor yang penting ketika pelanggan memilih lipstik \n\nlokal, dan juga untuk menganalisis faktor-faktor gabungan yang terpilih oleh pelanggan \n\nIndonesia yang dapat dijadikan rekomendasi untuk perkembangan lipstick lokal selanjutnya. \n\nStudi ini menggunakan metode kualitatif focus group discussion dan metode kuantitatif \n\nmenggunakan metode online survey, dengan responden 249 wanita berumur 18 Ã‚Â– 25 yang \n\ntinggal di Jakarta dan Bandung. Data di analisis menggunakan conjoint analysis (SPSS 22) \n\ndan analisis deskripsi.   \n\nHasil studi ini memperlihatkan bahwa faktor gabungan yang sangat dipilih oleh pelanggan \n\nadalah merek Rollover reaction, waarna lipstik natural, dengan tekstur matte, menggunakan \n\nstrategi promosi review dari beauty blogger/vlogger, dan dengan harga 50000 rupiah. Faktor \n\nyang paling penting menurut pelanggan di studi ini adalah", "Daftar File": {"2017 TA PP SYIFA AIDA KARDENA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123360"}, "Penulis": "Syifa Aida Kardena (NIM 19014143 )", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Indonesian Local Lipstick, Consumer Preference, Brand Preference, Cosmetic Industry, Conjoint Analysis", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "1 file", "Tanggal Input": "20 Sep 2017"}