{"Nomor": 24454, "Judul": "KAJIAN TINGKAT PELAYANAN TRANSPORTASI DI WILAYAH BANDUNG TIMUR", "Abstrak": "Setiap orang pasti melakukan mobilitas untuk meuju dan dari suatu tempat untuk melakukan kegiatan sehari-hari. Rumah merupakan sumber pergerakan terbesar bagi suatu kota, karena setiap kegiatan baik diawali maupun diakhiri di rumah. Jarak terhadap rute angkutan kota terhadap perumahan dapat menimbulkan persepsi penduduk dalam menggunakan moda transportasi untuk melakukan mobilitas. Rute angkutan kota menentukan tingkat aksesibilitas perumahan terhadap moda angkutan kota. Semakin jauh jarak tingkat pelayanan rute angkutan kota terhadap perumahan semakin buruk juga aksesibilitas angkutan kota terhadap sumber pergerakan tersebut. Waktu tunggu pun menjadi alasan lain persepsi penduduk dapat berubah, semakin lama menunggu untuk angkutan kota maka penduduk dapat berpindah ke moda angkutan lain. Karena perubahan persepi inilah dapat menimbulkan kemacetan akibat kapasitas jalan yang berkurang dari seharusnya karena semakin banyaknya volume kendaraan di suatu ruas jalan. Penelitian ini bertujuan untuk mengidentifikasi tingkat pelayanan angkutan kota terhadap persebaran perumahan penduduk di wilayah bandung timur. Identifikasi ruas jalan yang dilalui oleh angkutan kota dan melakukan observasi terhadap headway dan load factor dari tiap angkutan kota yang melayani wilayah studi. Membuat arahan terhadap penentuan rute baru yang dapat melayani seluruh persebaran perumahan di wilayah Bandung Timur. Berdasarkan analisis didapat bahwa terdapat kecamatan yang mempunyai fungsi khusus sebagai perumahan masih belum terlayani sepenuhnya oleh angkutan kota, yang akan membuat persepsi penduduk untuk menggunakan kendaraan pribadi menjadi lebih tinggi. Headway dari tiap kecamatan masih cukup baik yang,karena masih sesuai standar yang mengacu pada indikator dan parameter A World Bank Study. Load factor dari angkutan kota di tiap kecamatan pun masih dibawah standar yang seharusnya. Diharapkan Hasil analisis ini diharapkan akan menjadi masukan bagi Pemerintah Kota Bandung dalam merencanakan rute angkutan kota dan menjadi masukan untuk meningkatkan kondisi jalan serta mengatur rute angkutan kota di Kota Bandung.", "Daftar File": {"2015 TA PP SYAPRIL PURNAMA PUTRA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/123320", "2015 TA PP SYAPRIL PURNAMA PUTRA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/123321", "2015 TA PP SYAPRIL PURNAMA PUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/123322", "2015 TA PP SYAPRIL PURNAMA PUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/123323", "2015 TA PP SYAPRIL PURNAMA PUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/123324", "2015 TA PP SYAPRIL PURNAMA PUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/123325", "2015 TA PP SYAPRIL PURNAMA PUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/123326"}, "Penulis": "SYAPRIL PURNAMA PUTRA (nim:15410020)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Heru Purboyo HP, Ir., DEA., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "headways, load factor, aksesibility, housing, public transport", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}