{"Nomor": 24464, "Judul": "STRUKTUR KERAK DAN ANISOTROPI SEISMIK DI DAERAH TRANSISI BUSUR SUNDA-BANDA", "Abstrak": "bentuk batuan anisotropi dan struktur makro yang terkait dengan tektonik deformasi regional. Analisis lebih lanjut juga dilakukan guna mencari kemungkinan variasi temporal parameter pemecahan gelombang S terkait dengan perubahan stress yang terjadi setelah gempa besar. Keterkaitan antara variasi parameter pemecahan gelombang S dan aktivitas kegempaan pada studi ini mungkin akan memberikan informasi yang penting tentang akumulasi stress sebelum gempa besar terjadi, dan pada akhirnya mungkin kelak bisa digunakan sebagai bahan prediksi gempa. Kompleksitas pola anisotropi yang ditunjukkan dengan variasi anisotropi secara lateral dan vertikal juga teramati dari hasil pemecahan gelombang S pada mantel, terutama untuk daerah  \n\nStruktur kerak dan anisotropi seismik di daerah transisi Busur Sunda-Banda telah dikarakterisasi dengan menggunakan metode fungsi penerima dan pemecahan gelombang S. Penelitian ini bertujuan untuk meningkatkan pengetahuan akan karakteristik struktur kerak dan pola anisotropi seismik terkait dengan proses deformasi dan geodinamika akibat adanya perubahan tatanan tektonik dari subduksi ke kolisi. Fungsi penerima bekerja berdasarkan identifikasi kontras impedansi gelombang seismik akibat perlapisan dalam bumi. Analisis fungsi penerima ini mengestimasi variasi ketebalan kerak, rasio Vp/Vs dan profil kecepatan gelombang S. Hasil analisis menunjukkan pulau-pulau yang terletak dalam pengaruh zona kolisi mempunyai kerak lebih tebal di banding pulau-pulau dalam zona subduksi. Misalnya, Pulau Timor mempunyai tebal kerak 34Ã‚Â–37 km, yang konsisten dengan studi lainnya yang pernah dilakukan di daerah ini. Ketebalan kerak lebih dari 30 km juga teramati di bawah Pulau Sumba dan Pulau Flores, yang mungkin terkait dengan penebalan kerak akibat proses kolisi Lempeng Benua Australia dengan Busur Banda. Nilai Vp/Vs tinggi (> 1,84) yang disertai dengan kehadiran zona kecepatan rendah teramati pada Pulau Timor dan Pulau Sumba, yang masing-masing kemungkinan terkait dengan hadirnya material mafik dan ultramafik dan zona rekahan anisotropi yang terisi fluida. Nilai Vp/Vs tinggi juga teramati di rangkaian kepulauan volkanik (Pulau Sumbawa dan Pulau Flores) yang kemungkinan sebagai indikasi adanya lelehan parsial terkait aktivitas magma yang naik ke atas pada slab yang tersubduksi. \n\nLebih lanjut, studi anisotropi seismik kemudian dilakukan untuk melihat lebih jauh pengaruh peralihan tatanan tektonik dari subduksi ke kolisi terhadap proses deformasi dan geodinamika di daerah ini. Analisis anisotropi seismik dilakukan dengan mencari parameter pemecahan gelombang S pada kerak dan mantel. Hasil pemecahan gelombang S pada kerak dengan menggunakan 262 seismogram berkualitas tinggi, menunjukkan bahwa arah polarisasi cepat gelombang S pada stasiun seismik yang terletak di zona subduksi umumnya paralel dengan arah sumbu utama strain kompresi dengan tidak adanya kebergantungan waktu tunda terhadap kedalaman sumber gempa. Hal ini mengindikasikan pengaruh stress regional yang membangkitkan anisotropi di kerak bagian atas. Sebaliknya, pola anisotropi yang kompleks teramati pada stasiun seismik yang terletak dalam domain kolisi, yang mengimplikasikan variasi mekanisme terjadinya anisotropi, yang tidak hanya didominasi oleh pengaruh stress tetapi juga oleh keselarasan \n\nyang terletak di bawah pengaruh zona kolisi. Arah polarisasi cepat gelombang S bervariasi antara sejajar dan tegak lurus pergerakan lempeng absolut. Beda waktu antara gelombang S cepat dan lambat pada tiap stasiun berkisar antara ~0,14Ã‚Â–0,3 s, dengan nilai persentase anisotropi dalam rentang 0,75Ã‚Â–1,4%. Nilai anisotropi tinggi terekam pada stasiun gempa di Pulau Timor dan Pulau Sumba. Sumber anisotropi dua lapis teramati pada satu stasiun di Pulau Sumbawa yang menunjukkan pola periodik π/2 waktu tunda sebagai fungsi polarisasi awal, yang kemungkinan terkait dengan sumber anisotropi kuat di mantel atas. Variasi spasial dan vertikal pada arah polarisasi cepat gelombang S yang teramati di bawah Pulau Flores kemungkinan terkait dengan rekaman anisotropi akibat proses deformasi purba, aliran mantel akibat pengaruh sobekan slab selama proses kolisi, perubahan orientasi kristal pada lelehan parsial atau lelehan parsial yang mengisi rekahan-rekahan akibat proses kolisi. Nilai anisotropi tinggi pada Pulau Sumba dan Pulau Timor berikut kompleksitas pola anisotropi mengindikasikan heterogenitas geologi setempat akibat proses kolisi antara Benua Australia dengan Busur Banda.", "Daftar File": {"2016 DIS PP SYUHADA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/123365", "2016 DIS PP SYUHADA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/123366", "2016 DIS PP SYUHADA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/123367", "2016 DIS PP SYUHADA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/123368", "2016 DIS PP SYUHADA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/123369", "2016 DIS PP SYUHADA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/123370", "2016 DIS PP SYUHADA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/123371", "2016 DIS PP SYUHADA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/123372"}, "Penulis": "SYUHADA (NIM : 32412301)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nProf. Dr. A. Nanang T. Puspito. \n\nDr. Chalid Idham Abdullah. \n\nDr. Nugroho D. Hananto."], "Jenis Koleksi": "Disertasi", "Penerbit": "Sains Kebumian", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "daerah transisi Busur Sunda-Banda, fungsi penerima, struktur kerak, pemecahan gelombang S, anisotropi seismik.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "23 Nov 2017"}