{"Nomor": 24468, "Judul": "STUDI PENGARUH TEMPERATUR AGING DAN ORIENTASI BUTIRAN TERHADAP SIFAT MEKANIK PADUAN ALUMINIUM 2014", "Abstrak": "Paduan aluminium merupakan material yang ringan namun kuat sehingga banyak digunakan untuk kepentingan struktural terutama dalam industri manufaktur dirgantara. Sebelumnya telah dilakukan banyak penelitian terkait dengan penguatan paduan seri 2xxx namun masih sedikit sekali yang membahas mengenai paduan 2014, yang tentu saja memiliki sifat penguatan berbeda. Al 2014 merupakan paduan kedua terbanyak yang digunakan oleh PT. Dirgantara Indonesia sebagai kerangka pesawat tipe Airbus. Penelitian dilakukan untuk menganalisa pengaruh orientasi butiran terhadap kuat luluh paduan 2014 terkait fungsi paduan Al 2014 sebagai strukur yang mengalami pembebanan tertentu dalam aplikasinya. Permasalahan yang terdapat di industri adalah lamanya waktu yang dibutuhkan untuk proses penuaan alamiah paduan 2014, yaitu sekitar 96 jam, untuk mencapai nilai kekuatan optimum paduan. Waktu penuaan dapat dipersingkat dengan peningkatan temperatur aging pada rentang tertentu.   \n \n \n\nPenelitian dilakukan dengan membuat variasi pada temperatur aging antara lain pada suhu ruangan, 100 oC, 150 oC, dan 200 oC, dan diukur kekerasannya setiap 4, 8, 12, 16, dan 20 jam menggunakan vickers microhardness. Setiap variasi akan memberikan kecepatan pengintian dan pertumbuhan fasa presipitat serta penguatan yang berbeda-beda untuk jangka waktu tertentu. Struktur mikro diamati menggunakan mikroskop optik setelah paduan dietsa menggunakan reagen Keller 3A. Perubahan struktur mikro ini merupakan data kualitatif untuk mendukung data nilai perubahan kekerasan terhadap waktu aging. Pada penelitian ini juga dilihat pengaruh orientasi butiran paduan dengan pembebanan tarik pada tiga arah berbeda yaitu : longitudinal, long-transverse, dan diagonal menggunakan mesin uji tarik. Pengujian metalografi juga dilakukan untuk mendukung hasil uji kekerasan yang memperlihatkan kecenderungannya terhadap lamanya waktu aging.   \n \n \n\nDari hasil percobaan yang dilakukan dapat ditarik kesimpulan bahwa peningkatan temperatur aging dapat mempercepat laju pengintian dan pertumbuhan presipitat. Hal ini ditunjukkan dengan singkatnya waktu yang dibutuhkan paduan untuk mencapai kekerasan optimum sebesar 118,4 HVN pada suhu 150 oC dalam waktu 12 jam. Hal ini sesuai dengan hasil uji metalografi yang menunjukkan perubahan ukuran klaster presipitat yang berpengaruh terhadap kekuatan paduan. Adapun nilai kekerasan, kuat tarik serta kuat luluh (arah longitudinal) paduan aluminium 2014 pada temperatur aging 150oC selama 12 jam (kondisi optimum) berturut-turut adalah 118,4 HVN; 349,11 MPa; dan 232,89 MPa.", "Daftar File": {"2010 TA PP TANIA TAUFIQ 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/123398", "2010 TA PP TANIA TAUFIQ 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/123397", "2010 TA PP TANIA TAUFIQ 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/123399", "2010 TA PP TANIA TAUFIQ 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/123400", "2010 TA PP TANIA TAUFIQ 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/123401", "2010 TA PP TANIA TAUFIQ 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/123402", "2010 TA PP TANIA TAUFIQ 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/123403"}, "Penulis": "TANIA TAUFIQ (NIM : 12506010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Akhmad Ardian Korda, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "paduan aluminium", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}