{"Nomor": 24469, "Judul": "STUDI AWAL PENENTUAN MODULUS ELASTISITAS MATERIAL POLIMER DAN KOMPOSIT POLIMER BERPENGUAT SERAT GELAS DENGAN PENGUJIAN ULTRASONIK METODE PULSE-ECHO", "Abstrak": "Sifat material yang kerap digunakan dalam dunia industri dan penelitian sebagai tolak ukur dalam penentuan ketahanan material agar tidak mengalami perubahan bentuk saat diberi beban adalah modulus elastisitas. Untuk menguji sifat ini, pengujian yang umum dilakukan adalah pengujian merusak. Namun, pengujian merusak membutuhkan sampel dan pengukuran in situ sulit dilakukan. Di proses produksi industri sendiri, berbagai jenis material lazim digunakan. Dua di antaranya adalah polimer dan komposit. Secara prinsip, inspeksi ultrasonik yang bergantung pada sifat elastis dan densitas material dapat digunakan untuk menentukan modulus elastisitas.    \n \n\nPenelitian dilakukan pada berbagai spesimen polimer dan komposit polimer berpenguat serat gelas dengan parameter yang digunakan adalah frekuensi dan ketebalan. Pengujian ultrasonik dilakukan dengan metode kontak menggunakan alat ultrasonik GE USM 35X dengan memasukkan data ketebalan spesimen pada alat untuk memperoleh cepat rambat gelombang (ν) material kemudian nilai ν diolah untuk mendapatkan modulus elastisitas. Proses analisis dilakukan dengan membandingkan hasil yang diperoleh dari pengujian mekanik untuk material polimer dan dengan hasil perhitungan mikromekanik untuk material komposit.   \n \n\nDari pengujian ini diperoleh, modulus elastisitas yang diperoleh dari pengujian pada polimer memiliki galat yang relatif besar, terutama pada material polimer dengan densitas yang lebih rendah. Frekuensi probe longitudinal yang lebih rendah juga memudahkan pendeteksian gelombang balik sehingga hasil yang diperoleh juga lebih mendekati hasil pengujian mekanik. Ketebalan spesimen yang telah disesuaikan dengan perhitungan near-field juga dapat mengeliminasi efek near-field yang merupakan fenomena alami dari gelombang ultrasonik pada pengujian ultrasonik. Namun, hal ini tetap tidak menjamin hasil yang akurat pada material polimer karena ketebalan yang berlebih akan memunculkan efek atenuasi.     \n \n\nUntuk komposit, hasil modulus elastisitas yang diperoleh juga memiliki perbedaan yang sangat besar serta tidak stabil dengan perhitungan mikromekanik, terutama pada komposit polimer berpenguat serat gelas WR400, dimana sifat anisotropi dari komposit ini lebih besar dibanding dengan komposit polimer berpenguat serat gelas CSM. Pada komposit hal ini terjadi karena gelombang ultrasonik mendeteksi penguat sebagai defek atau permukaan lain dari sampel.", "Daftar File": {"2017 TA PP TANIA ZEFANYA S TARIGAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123404"}, "Penulis": "Tania Zefanya S Tarigan - Nim: 13713015", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hermawan Judawisastra      \n \n\nFirmansyah Sasmita, S.T,M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Ultrasonik, Modulus Elastisitas, Polimer, Komposit Polimer Berpenguat Serat Gelas, Atenuasi, Medan Dekat", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}