{"Nomor": 24478, "Judul": "Perencanaan Long Storage Ambawang Inter Basin DAS Landak dalam Rangka SPAM Pontianak Metropolitan Area", "Abstrak": "Rencana pembangunan kawasan integrasi Pontianak Metropolitan Area (PMA) yang terdiri dari Kota Pontianak, Kabupaten Kubu Raya, dan Kabupaten Mempawah dengan populasi diprediksikan mencapai angka 1.500.000 jiwa pada tahun 2030. Berdasarkan rencana lingkup nasional, wilayah Metropolitan Pontianak termasuk dalam salah satu kawasan andalan yang diproyeksi menjadi pusat pengembangan wilayah dengan pemanfaatan berbagai sektor unggulannya. Hal ini menuntuk penyediaan air minum yang handal secara kuantitas, kualitas, kontinuitas, serta harga beli yang kompetitif sesuai dengan perancangan SPAM konseptual yang terintegrasi dan efisien pada kawasan PMA. Adanya intrusi air laut pada musim kering dan sangat kering disebabkan oleh kondisi geografis serta pasang surut kawasan. Hal ini membuat sumber air baku eksisting tidak layak secara kualitas meskipun dari segi kuantitas sangat berlimpah. Untuk itu, diperlukan perencanaan alternatif sumber air baku yang layak secara kuantitas dan kualitas untuk menggantikan sumber air baku eksisting. Perancangan dilakukan dengan menggunakan pendekatan kuantitatif agar sesuai dengan prinsip SPAM berkelanjutan dengan bantuan perangkat lunak Microsoft Excel 2016, Google Earth, AutoCAD 2013, dan HEC-RAS 2014. Perancangan ini terdiri dari pembangunan jalur suplesi Kanal Lanbawang (Landak-Ambawang), Bendung Ambawang, Intake Ambawang, dan jalur transmisi yang menghubungkan bangunan intake dan rencana IPAM Ambawang. Perancangan dibagi menjadi 2 tahapan. Tahapan pertama tetap menggunakan SPAM eksisting. Namun, saat musim kering dan sangat kering sumber air baku diambil dari sumber air Ambawang Bendung untuk ditransmisikan ke IPAM eksisting. Sedangkan tahapan kedua akan menggantikan seluruh IPAM eksisting dengan rencana sumber air baku Ambawang Bendung plus Kanal Lanbawang yang diolah di IPAM Greater Pontianak. Keandalan sungai Landak dan Ambawang menjadi faktor penting untuk menentukan kelayakan desain. Berdasarkan perhitungan, dapat disimpulkan bahwa desain pengembangan sungai Ambawang dengan saluran suplesi dari Sungai Landak memiliki potensi penyediaan air baku yang cukup untuk menyediakan air baku air minum regional Pontianak Metropolitan Area untuk jangka waktu lama.", "Daftar File": {"2017 TA PP TATWADHIKA RANGIN SIDDHARTHA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123448"}, "Penulis": "TATWADHIKA RANGIN SIDDHARTHA", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Arwin Sabar, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "air baku, air minum, Pontianak, intrusi air laut, Kanal Lanbawang", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}