{"Nomor": 24475, "Judul": "MODEL MATEMATIKA ALIRAN MINYAK DAN GAS PADA SUMUR INTERMITTENT GAS LIFT", "Abstrak": "Intermittent gas lift adalah salah satu teknik pengangkatan buatan yang digunakan untuk memproduksi minyak pada sumur tua dengan tingkat produktivitas rendah. \n\nPada satu siklus produksi, teknik ini memiliki dua periode yaitu periode closed choke dan periode opened choke. Periode closed choke terjadi ketika choke gas injeksi ditutup, namun gas tetap mengalir dari kompresor ke dalam gas-line. Setelah itu, periode opened choke dimulai yaitu choke dibuka untuk mengalirkan gas ke dalam anulus. Proses ini serupa dengan proses line-packing dan line-drafting. \n\nPada saat choke ditutup, tekanan pada ujung gas-line (choke) akan naik. Hal ini dipengaruhi oleh beberapa parameter diantaranya parameter panjang gas-line, laju \n\nalir injeksi gas, tekanan injeksi gas, dan lamanya periode closed choke. Sedangkan, besarnya tekanan choke harus dapat memenuhi tekanan yang dibutuhkan untuk mengalirkan minyak dari tubing ke permukaan. Akibatnya, parameter-parameter tersebut mempunyai peranan penting dalam produksi minyak dengan intermittent gas lift dan harus dikendalikan, sehingga produksi minyak bisa maksimal. \n\nSetelah gas masuk ke tubing, kolom gas akan terbentuk untuk mendorong minyak. Minyak ini berupa kolom slug yang diproduksi ke permukaan. Oleh karena kecepatan gas lebih tinggi dari kecepatan minyak, maka gas akan menembus \n\nminyak. Akibatnya, cairan film dapat terbentuk pada dinding tubing. Pada penelitian ini, model line-packing dan line-drafting diaplikasikan pada aliran gas injeksi di dalam gas-line. Model diselesaikan menggunakan metode Godunov. Solusi dari model pada gas-line digunakan untuk menentukan tekanan pada choke, sehingga nilai awal dari salah satu variabel model pada anulus dan tubing diperoleh dari solusi model ini. Kemudian, model divalidasi dengan data lapangan dari literatur. Hasil validasi menunjukkan bahwa model sesuai dengan data lapangan. Analisis sensitivitas dari beberapa parameter dilakukan untuk mengetahui pengaruhnya terhadap tekanan di choke. Parameter-parameter tersebut adalah panjang gas-line, laju alir gas injeksi, tekanan gas injeksi, dan lamanya periode \n\nclosed choke. Selanjutnya, model matematika aliran fluida pada anulus dan tubing dibangun berdasarkan konservasi massa dan momentum. Pada anulus dan tubing, proses aliran fluida terdiri dari operasi injeksi-elevasi dan operasi produksi. Operasi injeksi-elevasi dimulai ketika choke dibuka dan diakhiri ketika bagian atas kolom slug mencapai wellhead. Setelah itu, operasi produksi dimulai. Operasi produksi diakhiri ketika bagian atas kolom gas mencapai wellhead. Kemudian, simulasi numerik dengan metode Rungge-Kutta dilakukan untuk menyelesaikan model. \n\nSelain itu, model optimisasi dibangun untuk memperhitungkan volume minyak minimum yang tidak ikut diproduksi ke permukaan. Model menggambarkan volume film minimum yang terbentuk selama operasi injeksi-elevasi. Volume film dipengaruhi oleh beberapa parameter yaitu tekanan gas injeksi, laju alir gas injeksi, dan lamanya periode closed choke. Parameter ini merupakan parameter yang ada pada model gas-line. Akibatnya, model optimisasi dipengaruhi oleh model dinamika aliran fluida pada gas-line, anulus, dan tubing. Model optimisasi diselesaikan dengan metode Differential Evolution. Solusi \n\noptimal dari tekanan, laju alir gas dari kompresor, dan periode closed choke diperoleh, sehingga volume film minimum dapat diketahui. Selanjutnya, model dapat digunakan untuk desain sistem intermittent gas lift. Dengan demikian, model dapat digunakan untuk melakukan pengaturan injeksi gas melalui kompresor, sehingga kesalahan operasi produksi dapat diminimalisir", "Daftar File": {"2017 DS PP TASMI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/123424", "2017 DS PP TASMI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/123425", "2017 DS PP TASMI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/123426", "2017 DS PP TASMI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/123427", "2017 DS PP TASMI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/123428", "2017 DS PP TASMI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/123429", "2017 DS PP TASMI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/123430", "2017 DS PP TASMI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/123431"}, "Penulis": "TASMI (NIM: 30113002)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nProf. Dr. Edy Soewono. \n\nProf. Dr. Ir. Pudjo Sukarno. \n\nSilvya Dewi Rahmawati, Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "intermittent gas-lift, gas-line, anulus, tubing, model optimisasi, metode Godunov, Metode Runge-Kutta, Differential Evolution", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "26 Okt 2017"}