{"Nomor": 24482, "Judul": "EKSTRAKSI ASAM-ASAM LEMAK BEBAS DARI BIJI JARAK PAGAR (Jatropha curcas) DAN BIJI KAPOK (Ceiba pentranda) YANG SEDANG BERKECAMBAH", "Abstrak": "Biohidrokarbon merupakan salah satu sumber energi cair terbarukan yang berpotensi untuk menggantikan minyak bumi. Biohidrokarbon dapat dibuat melalui proses dekarboksilasi maupun hidrogenasi asam lemak bebas, sehingga proses penyediaan asam lemak bebas sebagai bahan baku pembuatan bioidrokarbon menjadi penting. Sekarang ini asam lemak bebas diproduksi melalui reaksi hidrolisis minyak lemak menggunakan enzim lipase, namun lipase memiliki harga yang mahal dan tak dapat digunakan kembali. Penelitian mengenai produksi asam lemak bebas dari biji yang sedang berkecambah melalui ekstraksi selektif mampu menyediakan metode yang terjangkau untuk produksi asam lemak bebas. Penelitian ini bertujuan untuk menentukan kandungan asam lemak bebas pada biji minyak yang sedang berkecambah dengan metode ekstraksi selektif. Metode penelitian meliputi tahap pengecambahan biji, tahap ekstraksi minyak dari biji, tahap ekstraksi asam lemak bebas dari sampel biji, pemurnian ekstrak, pemerahan biji, penentuan angka asam, dan penentuan angka penyabunan. Variasi biji yang digunakan adalah biji kapok (Ceiba pentandra) dan jarak pagar (Jatropha curcas), variasi metode ekstraksi yang digunakan adalah ekstraksi padat-cair inti biji dan ekstraksi cair-cair minyak biji, dan variasi pelarut yang digunakan yaitu aseton 70%-b dan metanol 95%-b. Proses pengambilan sampel dilakukan setiap hari dimulai sejak proses pengecambahan. Hasil penelitian menunjukkan bahwa metode ekstraksi padat-cair mampu menghasilkan ekstrak dengan selektivitas dan perolehan asam lemak bebas yang lebih tinggi dibandingkan metode ekstraksi cair-cair minyak hasil pemerahan biji. Angka asam paling tinggi untuk biji jarak pagar dicapai pada hari pengecambahan ke-2 melalui ekstraksi padat-cair dengan pelarut metanol yaitu sebesar 97,6 mg-KOH/g-sampel, sedangkan untuk biji kapok dicapai pada hari pengecambahan ke-3 ekstraksi padat-cair dengan pelarut metanol yaitu sebesar 37,92 mg-KOH/g-sampel. Pelarut metanol memberikan hasil ekstraksi dengan selektivitas asam lemak bebas yang lebih tinggi, namun pelarut aseton 70%-b memberikan hasil ekstraksi dengan perolehan ekstrak yang lebih tinggi.", "Daftar File": {"2017 TA PP TAUFIK NUGROHO 1_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123452"}, "Penulis": "Taufik Nugroho - Nim: 13012010", "Kontributor / Dosen Pembimbing": ["Dr. Ronny Purwadi          \n\nDr. Tatang Hernas Soerawidjaja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Ekstraksi, asam lemak bebas, biji minyak, berkecambah", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Sep 2017"}