{"Nomor": 24498, "Judul": "PENGEMBANGAN MODEL DAN ALGORITMA  PEMILIHAN PEMASOK MATERIAL  YANG MEMILIKI UMUR PAKAI  DENGAN MEMPERTIMBANGKAN DISKON KUANTITAS DAN ALTERNATIF METODE PEMBAYARAN", "Abstrak": "Permasalahan yang dibahas pada penelitian ini adalah pemilihan pemasok dan penentuan alokasi pemesanan material (MLSSP) yang memiliki umur pakai dengan mempertimbangkan diskon kuantitas dan metode pembayaran. Permasalahan ini muncul ketika pemasok material yang memiliki umur pakai menawarkan kebijakan diskon kuantitas. Semakin banyak kuantitas material yang dibeli dari satu pemasok maka harga beli material per unit yang ditawarkan akan semakin murah. Namun, akan terjadi peningkatan biaya simpan dan biaya kadaluarsa. Selain itu, terdapat biaya peminjaman yang harus ditanggung apabila total pembelian diatas anggaran yang tersedia. Jenis permasalahan ini dialami oleh PT. Dirgantara Indonesia (PT.DI). Pada tahun 2016, PT.DI membeli material non metal untuk bahan baku Airbus Spirit 4% lebih banyak daripada yang dibutuhkan. Akibatnya, biaya simpan dan biaya peminjaman meningkat menjadi 0,02% dan 0,06% dari total biaya inventori. Oleh karena itu, penelitian ini akan mengembangkan model MLSSP untuk meminimasi total biaya inventori.   \n \n\nFungsi invers menyebabkan model merupakan fungsi non linier. Akibatnya, metode analitik hanya cocok untuk menyelesaikan permasalahan dalam skala yang kecil. Selain pengembangan model, penelitian ini juga mengembangkan algoritma penyelesaian berdasarkan algoritma simulated anneling (SA). Solusi awal akan dibangkitkan secara acak dengan ketentuan maksimal hanya satu pemasok yang terpilih untuk mengirimkan setiap material per periode. Perbaikan solusi dilakukan menggunakan tiga operator, yaitu quantity modified, quantity move, dan supplier exchange. Hasil eksperimen menunjukkan bahwa secara rata-rata, performansi algoritma usulan dapat mencapai 93,53% dari kualitas metode analitik dengan waktu komputasi sebesar 1,21% metode analitik. Hasil perbandingan solusi terbaik antara metode usulan dan acuan juga menunjukkan bahwa fungsi objektif metode usulan lebih baik 2,53% dibandingkan metode acuan. Di sisi lain, waktu komputasi metode usulan lebih cepat 3,32% dibandingkan metode acuan.", "Daftar File": {"2017 TS PP TEGUH E.N. SITEPU 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123523"}, "Penulis": "TEGUH E.N. SITEPU NIM: 23415001", "Kontributor / Dosen Pembimbing": ["Dr. Andi Cakravastia Raja, S.T, M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "MLSSP, diskon kuantitas, simulated anneling", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Okt 2017"}