{"Nomor": 24496, "Judul": "ANALISIS KEEKONOMIAN LAPANGAN NIRU BERDASARKAN PLAN OF FURTHER DEVELOPMENT", "Abstrak": "Lapangan Niru merupakan bagian dari wilayah kerja PT Pertamina EP Asset 2 UBEP Limau. Lapangan ini \n\nmemiliki cadangan minyak dan gas yang cukup besar akan tetapi belum diproduksikan secara maksimal, \n\nterutama untuk minyak. Terbukti dengan recovery factor struktur sebanyak 22% untuk produksi minyak dan \n\n12% untuk produksi gas dari total cadangan. Pengembangan Lapangan Niru terkendala produksi air yang sangat \n\nbesar yaitu kurang lebih 95% produksi. Oleh karena itu, diputuskan untuk menutup produksi dari beberapa \n\nlapisan dan disimpulkan bahwa pengembangan selanjutnya difokuskan pada lapisan yang berkontribusi besar \n\nterhadap total cadangan yaitu lapisan W1, W3, X0, X1, dan X2. Kelima lapisan ini akan dikembangkan dengan \n\nmelakukan workover, pembuatan sumur infill baru, dan melakukan injeksi air. Kombinasi dari ketiga metode \n\ntersebut menghasilkan empat skenario pengembangan yang akan dilakukan, perbedaan keempat skenario ini \n\nadalah pada kombinasi metoda yang digunakan. Setelah dilakukan analisis keekonomian, diperoleh skenario \n\nyang memberikan keuntungan dan peningkatan perolehan terbesar adalah skenario keempat yang terdiri dari \n\nWorkover 9 sumur, 6 sumur infill baru dan injeksi air dengan rate yang ditentukan. Khusus pada lapisan W3, \n\nX0, X1, dan X2 akan dilakukan pengembangan lanjutan berupa waterflooding dikarenakan kandungan minyak \n\nyang dominan diantara keenam lapisan utama.", "Daftar File": {"2017 TA PP TEGAR DIMAS PRADANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123514"}, "Penulis": "TEGAR DIMAS PRADANA (NIM : 12211008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "lapisan utama, recovery factor, analisa keekonomian, cadangan, EUR", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "02 Okt 2017"}