{"Nomor": 24492, "Judul": "GEOLOGI DAN STUDI INFILTRASI AIRTANAH DAERAH CIPATAT DAN SEKITARNYA, KABUPATEN BANDUNG BARAT, PROVINSI JAWA BARAT", "Abstrak": "Pemetaan geologi pada skala 1:25.000 dilakukan pada daerah yang terletak di daerah sekitar Cipatat, Kabupaten Bandung Barat, Provinsi Jawa Barat, pada sistem koordinat 6o46Ã‚Â’12,209Ã‚Â” LS Ã‚Â– 6o49Ã‚Â’58,45Ã‚Â” LS dan 107o23Ã‚Â’7,098Ã‚Â” BT Ã‚Â– 107o27Ã‚Â’3,168Ã‚Â” BT. Penelitian bertujuan untuk mengetahui tatanan geologi serta mempelajari dan menganalisis kondisi hidrogeologi yang berkaitan dengan proses infiltrasi di daerah penelitian. Studi infiltrasi ini untuk mengetahui laju infiltrasi akhir berdasarkan pengaruh litologi dan kemiringan lereng. Pengukuran infiltrasi menggunakan alat berupa infiltrometer tunggal. Daerah penelitian terbagi menjadi empat satuan geomorfologi yaitu Satuan Perbukitan Karst Citatah, Satuan Perbukitan Aliran Piroklastik Sasaksaat, Satuan Perbukitan Lipatan Cipatat, dan Satuan Perbukitan Lipatan Cimangsud. Satuan batuan daerah penelitian terbagi menjadi delapan satuan tidak resmi dari tua ke muda terdiri dari Satuan Batulempung (Oligosen Akhir), diatasnya ditindih secara selaras oleh Satuan Batugamping (Oligosen akhir Ã‚Â– Miosen Awal), diatasnya diendapkan secara selaras Satuan Batupasir-Batulempung 1 (Miosen Awal), diatasnya diendapkan secara selaras Satuan Breksi (Miosen Tengah Ã‚Â– Miosen Akhir), diatasnya diendapkan secara selaras Satuan Batupasir-Batulempung 2 (Miosen Akhir). Lalu diendapkan secara tidak selaras Satuan Breksi Vulkanik (Plistosen Akhir) dan ditindih secara selaras oleh Satuan TufLapili (Plistosen Akhir) sebagai hasil aktivitas vulkanik yang terjadi pada kala itu. Endapan Aluvial berumur Resen diendapkan secara tidak selaras di atas semua satuan yang tersingkap. Struktur geologi yang berkembang di daerah penelitian berupa sesar berarah timurlaut-baratdaya dan baratlaut-tenggara serta lipatan berarah timur-barat. Berdasarkan hasil pengukuran dan perhitungan diindikasikan bahwa laju infiltrasi akhir berbanding lurus terhadap kemiringan lereng. Satuan batuan yang memiliki laju infiltrasi paling besar adalah Satuan Breksi Vulkanik dan Tuf-lapili (pada tanah pelapukan batuan) dan laju infiltrasi terendah adalah Satuan Batugamping dan Batulempung (pada tanah pelapukan batuan). Perbedaan kecepatan laju infiltrasi diperkirakan disebabkan oleh faktor keseragaman butir, porositas,dan permeabilitas yang berbeda pada setiap tanah pelapukan suatu batuan. Kata", "Daftar File": {"2017 TA PP TAUFIQ ZIYAN NAUFAL 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123502"}, "Penulis": "TAUFIQ ZIYAN NAUFAL - Nim: 12013082", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budi Brahmantyo, M.Sc,"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Cipatat, infiltrasi, infiltrometer, tanah pelapukan batuan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Okt 2017"}