{"Nomor": 24502, "Judul": "PERANCANGAN KAWASAN TEPI AIR SEBAGAI RUANG EDUKATIF Kasus: Kawasan Tepi Air Krueng Aceh Segmen 4 Lambhuk", "Abstrak": "Kota Banda Aceh merupakan salah satu kota di Indonesia yang memiliki aliran sungai dan membelah kota menjadi dua. Sungai Krueng Aceh memiliki nilai historis sebagai jalur transportasi utama bagi Kota Banda Aceh dan masyarakat     \n \n \n \n \n\npada masa lampau. Saat ini sungai Krueng Aceh tidak lagi berperan sebagai jalur transportasi, namun masih berperan penting dalam menjaga aliran sungai dari hulu menuju ke muara agar tidak menggenangi Kota dan juga sebagai area     \n \n \n \n \n\nlimpasan air hujan kawasan perkotaan. Pengembangan kawasan waterfront Kota Banda Aceh di bagi ke dalam 4 segmen, segmen 4 Lambhuk yang menjadi kawasan perancangan merupakan kawasan yang masih hijau karena masih minim     \n \n \n \n \n\npembangunan. Akan tetapi saat ini kawasan sungai Krueng Aceh segmen 4 mulai mengalami degradasi lingkungan yang disebabkan oleh sampah dan limbah rumah tangga yang dibuang pada kawasan sungai dan sekitarnya. Tingginya curah hujan di Kota Banda Aceh dan buruknya sistem drainase Kota membuat kawasan ini sering tergenang/banjir. Oleh karena itu perlu adanya upaya meningkatkan edukasi masyarakat dan upaya meminimalisir bencana banjir yang terjadi pada kawasan. Metode perancangan yang digunakan pada kawasan ini menggunakan metodologi perancangan kawasan waterfront, dimana dalam analisisnya menitik     \n \n \n \n \n\nberatkan pada kawasan tepi air/sungai seperti kondisi morfologis, ekologis dan biota sungai. Hasil kajian tesis ini menyimpulkan bahwa perancangan kawasan tepi air segmen 4 Lambhuk menggunakan pendekatan edukatif terkait dengan     \n \n \n \n \n\nlingkungan atau mitigasi bencana, dimana penciptaan ruang-ruang edukatif di kawasan tepi sungai bertujuan untuk meningkatkan pengetahuan atau edukasi masyarakat tentang pentingnya mengelola dan menjaga lingkungan perkotaan. Selain edukatif, terdapat pendekatan infrastruktur hijau yang merupakan upaya mitigasi bencana banjir dengan cara membuat kawasan menjadi zero runoff     \n \n \n \n \n\ndengan menerapkan berbagai metode infrastruktur hijau seperti green street/alley, green roof dan kolam retensi. Jadi, perancangan kawasan tepi air segmen 4 Lambhuk ini dirancang sebagai ruang edukatif terkait dengan lingkungan dengan mengaplikasikan sistem infrastruktur hijau sebagai media edukasi dan mitigasi bencana banjir yang kerap terjadi pada kawasan. Perancangan kawasan tepi air sebagai ruang edukatif ini menjadikan kawasan sebagai landmark atau ikon kota yang menarik dan menjadi salah satu destinasi utama bagi masyarakat lokal dan juga regional. Sehingga mampu meningkatkan nilai sosial dan pengetahuan     \n \n \n \n \n\nmasyarakat dari berbagai usia.", "Daftar File": {"2014 TS PP T. EKA PANNY HADINATA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/123541"}, "Penulis": "T. EKA PANNY HADINATA (NIM : 25613009)", "Kontributor / Dosen Pembimbing": ["Pembimbing :     \n \n \n\nDr.-Ing. Ir. Himasari Hanan, MAE.     \n \n \n\nDr. Ir. Budi Faisal, MAUD, MLA."], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Waterfront Develpment, Sungai Krueng Aceh, Ruang Edukatif, Infrastruktur Hijau", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "2 file", "Tanggal Input": "27 Nov 2017"}