{"Nomor": 24518, "Judul": "PEMODELAN GROUND PENETRATING RADAR DALAM PENENTUAN KEDALAMAN DAN DIAMETER PIPA BAWAH PERMUKAAN MENGGUNAKAN FINITE DIFFERENCE TIME DOMAIN", "Abstrak": "Pada penelitian ini dilakukan pemodelan GPR untuk menentukan diameter dan kedalaman target berbentuk pipa dengan memanfaatkan pola hiperbola dari radargram yang dihasilkan dalam simulasi maupun pengukuran. Penentuan  \n \n\ndiameter dan kedalaman dilakukan dengan terlebih dahulu menentukan kecepatan rambat gelombang elektromagnetik dalam bahan dengan menggunakan metode common mid point. Penentuan diameter dilakukan melalui proses pencocokan  \n \n\n(fitting) hiperbola dengan memanfaatkan teknik optimisasi sequential least square programming (SLSQP). Sementara itu, penentuan kedalaman silinder dilakukan  \n \n\ndengan memetik (picking) bagian puncak dari pola hiperbola pada radargram. Untuk menguji metode yang digunakan, dilakukan simulasi GPR dengan menggunakan metode finite difference time domain (FDTD), pengukuran data laboratorium, dan data lapangan. Dari hasil penelitian ini didapatkan nilai kecepatan rambat gelombang simulasi pengukuran common mid point menggunakan metode finite differece time domain sebesar 0,075 m/ns. Nilai kecepatan tersebut memberikan nilai permitivitas media rambat sebesar 16 yang sama dengan parameter permitivitas simulasi. Sementara itu, simulasi pengukuran diameter memberikan hasil yang lebih besar sebanyak 2 kali dari nilai diameter yang ditentukan. Pengukuran laboratorium menghasilkan nilai diameter yang juga lebih lebih dari nilai sebenarnya sebesar 2,75 kali dari nilai sebenarnya. Sementara untuk pengukuran lapangan didapatkan nilai diameter 1,32 kali dari nilai sebenarnya. Pengukuran kedalaman bagian atas (top) objek pipa memberikan hasil yang akurat antara parameter simulasi FDTD dengan pengolahan simulasi FDTD.", "Daftar File": {"2017 TS PP THOMAS ALFA EDISON 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123604"}, "Penulis": "THOMAS ALFA EDISON     (NIM : 22314001)", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. Teuku Abdullah Sanny, M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Ground Penetrating Radar, Diameter Pipa, Kedalaman Pipa, Perfectly Matched Layer, Finite Difference Time Domain, Sequential Least Square Programming", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}