{"Nomor": 24513, "Judul": "DEFINING MARKET BIAS BY USING GROWTH AND VALUE STOCK UNDER PRICE MOMENTUM", "Abstrak": "Tujuan dari penelitian ini adalah untuk mengetahui penyimpangan yang terjadi pada investor saham growth dan value yang berhubungan dengan momentum harga saham di  Pasar Saham Indonesia. Dengan mengetahui penyimpangan perilaku pasar, investor dapat belajar secara praktikal bagaimana keputusan jaul beli saham pasar. Terutama   \n\nuntuk saham growth dan saham value. Sehingga penelitian ini dapat membantu memanajemen portofolio saham investor. Secara teori, penelitian ini dapat membantu   \n\nmenambah pengetahuan mengenai investasi saham dan perilaku finansial di Indonesia.Daripada menggunakan tipe investor, momentum harga saham lah yang digunakan untuk menentukan penyimpangan investor yang terjadi pada saham dengan karakteristik yang berbeda. Pada penelitian ini karakteristik saham dibagi menjadi saham growth dan value. Untuk menentukan saham mana yang disebut growth dan value, rasio harga terhadap buku (PBV) dari setiap perusahaan di Pasar Saham Indonesia diurutkan dari terbesar ke terkecil. Perusahaan yang telah diranking dibagi menjadi lima kuintil. Kuintil teratas   \n\nadalah saham growth dan kuintil terendah adalah saham value (Capaul, 1993).Selanjutnya, regresi tahap pertama dilakukan dengan menggunakan turnover volume saham pasar (IHSG) sebagai varibel independen dan turnover volume saham perusahaan sebegai variabel dependen. Regresi pertama bertujuan untuk menghilangkan efek turnover saham pasar terhadap turnover saham perusahaan. Nilai residual dari regresi tahap pertama akan menjadi dependen variabel regresi tahap kedua. Disini lah   \n\nmomentum harga saham perusahaan saat mencapai harga tertinggi dan harga terendah  adalah independen variabel yang digunakan (Kaustia, 2004). Penyimpangan perilaku   \n\npasar dapat dilihat dari efek momentum harga tersebut terhadap perubahan turnover volume saham perusahaan.", "Daftar File": {"2017 TA PP THALIA SHIZUKA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123580"}, "Penulis": "Thalia Shizuka (NIM 19014122)", "Kontributor / Dosen Pembimbing": ["Deddy Priatmodjo Koesrindartoto Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "growth stocks, value stocks, price momentum, behavioral biases", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "1 file", "Tanggal Input": "20 Sep 2017"}