{"Nomor": 24521, "Judul": "PERANCANGAN DAN IMPLEMENTASI PENGONTROL PH PADA REAKTOR BIOGAS", "Abstrak": "Energi merupakan sesuatu yang mutlak diperlukan oleh Indonesia sebagai salah satu negara berkembang untuk menjalankan roda perekonomiannya. Akan menjadi masalah ketika penggunaan energi tak terbarukan jauh lebih banyak daripada Energi Baru Terbarukan (EBT). Terlalu bergantung pada sumber energi tak terbarukan dapat menyebabkan terjadinya krisis energi nasional ketika sumber energi tersebut semakin sedikit. Diperlukan pengembangan sumber energi baru terbarukan yang belum banyak dikembangkan di Indonesia. Salah satunya adalah  \n \n\npengembangan sumber energi biomassa dengan teknik digesti anaerob. Biogas yang dihasilkan dengan teknik digesti anaerob sangat bergantung pada berbagai parameter di antaranya temperatur dan derajat keasaman (pH). Pada tugas akhir ini dilakukan usaha pengontrolan terhadap parameter pH selama 20 hari proses pembentukan biogas agar nilainya tetap berada pada rentang optimumnya antara 6,8-7,4.  \n \n\nSistem kontrol yang digunakan pada tugas akhir ini adalah sistem kontrol ONOFF yang dimodifikasi terutama dengan penambahan hysterisis, waktu penambahan (t1), dan waktu tunggu (t2) dari aktuator yang digunakan yaitu  \n \n\nsolenoid valve. Indeks kapabilitas proses terbaik (Cp>1,33) diperoleh pada hari ke-9 dan 14 sedangkan indeks kapabilitas proses spesifik terbaik (Cpk=1) diperoleh pada hari ke-7. Penerapan sistem kontrol pH ini mampu membuat volume biogas yang dihasilkan  \n \n\nselama 20 hari penelitian lebih banyak dibandingkan pada penelitian tugas akhir sebelumnya (Roeshadiana, 2011). Volume total biogas yang dihasilkan selama 20 hari lebih banyak 615,5 mL sedangkan rata-rata volume biogas yang dihasilkan setiap hari lebih banyak 30,775 mL.", "Daftar File": {"2012 TA PP THOMAS POERNOMO AMBARDITYO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/123614", "2012 TA PP THOMAS POERNOMO AMBARDITYO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/123615", "2012 TA PP THOMAS POERNOMO AMBARDITYO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/123616", "2012 TA PP THOMAS POERNOMO AMBARDITYO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/123617", "2012 TA PP THOMAS POERNOMO AMBARDITYO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/123618", "2012 TA PP THOMAS POERNOMO AMBARDITYO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/123619", "2012 TA PP THOMAS POERNOMO AMBARDITYO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/123620"}, "Penulis": "THOMAS POERNOMO AMBARDITYO (NIM : 13307042)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nDr. Ir Edi Leksono, M. Eng", "Dr. Ir. Nugraha, M. Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "reaktor batch, pH, kontrol, volume biogas", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}