{"Nomor": 24526, "Judul": "PERANCANGAN SISTEM PLAMBING  GEDUNG KANTOR BANK NEGARA INDONESIA (BNI)  DI JL. DR. CIPTO KOTA SEMARANG", "Abstrak": "Gedung Kantor Bank Negara Indonesia (BNI) yang terletak di Jalan Dr. Cipto, Kota Semarang terdiri dari dua bagian gedung yang masing-masing memiliki 6 lantai dan 3 lantai. Gedung 6 lantai memiliki fungsi sebagai bangunan utama sedangkan gedung 3 lantai berfungsi sebagai bangunan penunjang. Jumlah kebutuhan air bersih berdasarkan jumlah penghuni adalah 63.300 L/hari. Sistem yang digunakan dalam penyediaan air bersih adalah sistem tangki atap, dimana air dipompa dari tangki bawah ke tangki atap lalu air didistribusikan ke seluruh gedung dengan cara gravitasi dan pemompaan. Sumber air dari sistem ini didapat dari sumber air kota (PDAM). Diameter pipa air bersih berkisar 15-50 mm dan jenis pipa yang digunakan adalah galvanis. Sistem penyaluran air buangan yang digunakan adalah sistem campuran, dimana air bekas dan air kotor dialirkan dalam satu pipa menuju Sewage Treatment Plant (STP) yang terletak di luar gedung. Sistem ven yang digunakan adalah sistem ven lup yang melayani tiap unit alat plambing di seluruh gedung. Standar yang diacu dalam perancangan plambing air buangan dan ven adalah SNI 8153-2015. Hasil perhitungan yang diperoleh diameter pipa air buangan 40-125 mm dengan kemiringan 2% sedangkan diameter vent adalah 40-100 mm. Jenis pipa yang digunakan adalah jenis pipa PVC. Sistem penyaluran air hujan terbagi berdasarkan atap tiap gedung dan akan mengalirkan air hujan dari atap melalui roof drain yang berada di pojok atap menuju saluran drainase gedung. Sistem pencegah kebakaran yang digunakan terdiri dari sistem hidran dan sistem sprinkler dengan menggunakan Wet Pipe Systems yang dipasang pada setiap lantai. Jumlah hidran adalah 9 dan sprinkler adalah 187. Diameter sprinkler yang digunakan adalah 25-75 mm. Jenis pipa adalah pipa baja. Sumber air untuk pencegah kebakaran disuplai dari PDAM dan ditampung bersama-sama dengan air bersih di tangki bawah. Standar yang diacu dalam perancangan sistem pencegah kebakaran adalah SNI 1745-2000, SNI 03-3989-2000 dan NFPA.", "Daftar File": {"2017 TA PP TIARA FAHIRAMADYAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123630"}, "Penulis": "Tiara Fahiramadyan  ( NIM  : 15713031)", "Kontributor / Dosen Pembimbing": ["Ir. James Nobelia Isnaniawardhana, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "gedung kantor, sistem pencegah kebakaran, sistem penyaluran air buangan dan ven, sistem penyaluran air hujan, sistem penyediaan air bersih", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "28 Sep 2017"}