{"Nomor": 24539, "Judul": "KUANTIFIKASI KELIMPAHAN NITRITE OXIDIZING BACTERIA Nitrospira DI TANAH PERKEBUNAN KELAPA SAWIT", "Abstrak": "Nitrospira merupakan mikroba pengoksidasi nitrit yang beragam secara        \n \n \n \n \n \n \n \n\nfilogenetik dan memiliki kelimpahan tinggi di tanah. Kelimpahan Nitrospira di        \n \n \n \n \n \n \n \n\ntanah perkebunan kelapa sawit belum banyak diteliti. Kelimpahan Nitrospira di        \n \n \n \n \n \n \n \n\ntanah perkebunan kelapa sawit dapat memberikan informasi penting terkait        \n \n \n \n \n \n \n \n\nketersediaan nutrien untuk tanaman sawit maupun siklus N di tanah perkebunan.        \n \n \n \n \n \n \n \n\nPenelitian ini bertujuan untuk melakukan kuantifikasi Nitrospira di tanah        \n \n \n \n \n \n \n \n\nperkebunan kelapa sawit serta mengetahui korelasi faktor edafik terhadap        \n \n \n \n \n \n \n \n\nkelimpahan Nitrospira. Penelitian ini dibagi menjadi empat tahap yaitu persiapan,        \n \n \n \n \n \n \n \n\ndeteksi, konfirmasi dan kuantifikasi. Pada tahap persiapan dilakukan isolasi DNA        \n \n \n \n \n \n \n \n\ntanah dan koleksi data edafik tanah perkebunan kelapa sawit. Deteksi keberadaan        \n \n \n \n \n \n \n \n\nNitrospira di tanah dilakukan dengan PCR dengan gen target nxrB (Nitrite        \n \n \n \n \n \n \n \n\nOxidoreductase Subunit β). Selanjutnya dilakukan kloning dan sekuensing pada        \n \n \n \n \n \n \n \n\nplasmid dan dianalisis menggunakan pendekatan bioinformatika untuk tahap        \n \n \n \n \n \n \n \n\nkonfirmasi. Kuantifikasi kelimpahan Nitrospira di tanah PT Astra Agro Lestari        \n \n \n \n \n \n \n \n\nTbk. dilakukan dengan qPCR. Hasil yang diperoleh terdeteksi dua pita DNA        \n \n \n \n \n \n \n \n\nberukuran ~200 bp dan ~500 bp. Hasil BLAST kloning menunjukkan kedua pita        \n \n \n \n \n \n \n \n\ntersebut positif merupakan gen nxrB Nitrospira. Analisis filogenetik menunjukkan        \n \n \n \n \n \n \n \n\ngen nxrB yang berhasil dikloning membentuk satu klad monofiletik dengan        \n \n \n \n \n \n \n \n\nNitrospira moscoviensis, Candidatus Nitrospira defluvii dan Nitrospira japonica.        \n \n \n \n \n \n \n \n\nSebanyak 10 sampel tanah dari 24 sampel berhasil teramplifikasi untuk gen nxrB        \n \n \n \n \n \n \n \n\ndengan qPCR. Kelimpahan Nitrospira hasil qPCR dari 10 sampel tanah yang        \n \n \n \n \n \n \n \n\ndapat teramplifikasi berada pada rentang 104-106 copies/ μl. Kelimpahan tertinggi        \n \n \n \n \n \n \n \n\ndijumpai di tanah PT PSKY OB22 sebanyak 6,74x106 copies/μl dan kelimpahan        \n \n \n \n \n \n \n \n\nterendah dijumpai di PT AAL sebanyak 1,56 x104 copies/μl. Sebanyak 14 sampel        \n \n \n \n \n \n \n \n\ntanah tidak dapat diamplifikasi berkorelasi dengan pH yang terlalu asam, clay        \n \n \n \n \n \n \n \n\ncontent pada tanah yang relatif lebih rendah atau tingginya Al3+ di tanah.        \n \n \n \n \n \n \n \n\nKesimpulan penelitian ini adalah kelimpahan Nitrospira dipengaruhi oleh faktor        \n \n \n \n \n \n \n \n\nedafik terutama pH, Clay dan Al3+.", "Daftar File": {"2017 TA PP  TIRTA WIDI GILANG CITRADI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123709"}, "Penulis": "Tirta Widi Gilang Citradi (NIM : 10613030)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Adi Pancoro"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Nitrospira, Tanah Perkebunan Kelapa Sawit, qPCR, nxrB", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}