{"Nomor": 24533, "Judul": "PENGARUH VARIASI RASIO KETINGGIAN DAN KETEBALAN BLOK LERENG TERHADAP LONGSORAN GULING DENGAN PEMODELAN FISIK MENGGUNAKAN UJI SENTRIFUGAL", "Abstrak": "Pertambangan merupakan kegiatan pengambilan endapan bahan galian berharga dan bernilai ekonomis dari dalam kulit bumi, yang dapat dilakukan baik secara terbuka maupun bawah tanah. Di Indonesia, sebagian besar kegiatan pertambangan menggunakan metode tambang terbuka. Salah satu hal terpenting dalam metode tambang terbuka adalah kestabilan lereng. Longsoran guling merupakan salah satu jenis longsoran akibat ketidakstabilan lereng. Untuk menganalisis kestabilan lereng, dapat dilakukan pemodelan fisik di laboratorium, salah satunya dengan uji sentrifugal. Uji sentrifugal dilakukan untuk merepresentasikan variabel-variabel yang terdapat di lapangan dalam skala laboratorium. Model fisik lereng dibuat dengan menyusun lima belas lembaran blok dengan dimensi tertentu sehingga membentuk lereng batuan. Variasi geometri lereng yang digunakan berupa rasio antara ketinggian (h) dan ketebalan (t) lembaran blok penyusun model lereng tersebut yaitu 30, 25, dan 20 dengan ketebalan lembaran blok dijaga tetap sebesar 1 cm. Kemudian model fisik lereng diberikan gaya sentrifugal dengan peningkatan kecepatan sudut dari 10 RPM dengan interval 2,5 RPM hingga terjadi longsoran. Dari hasil pengujian, diperoleh bahwa nilai h/t lembaran blok model fisik lereng mempengaruhi kestabilan lereng. Semakin besar nilai rasio tersebut, maka semakin landai sudut stabil lereng. Selain itu, diperoleh juga bahwa nilai rasio tersebut berbanding lurus dengan volume longsoran dan berbanding terbalik dengan nilai percepatan kritis.", "Daftar File": {"2017 TA PP TIMOTHY PARDOMUAN KARRE 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123674"}, "Penulis": "TIMOTHY PARDOMUAN KARRE (NIM : 12113027)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ganda Marihot Simangunsong, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "longsoran guling, pemodelan fisik, sudut stabil lereng, uji sentrifugal", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "28 Sep 2017"}