{"Nomor": 24540, "Judul": "PERENCANAAN KEBUTUHAN MATERIAL MESIN DUMP TRUCK REMANUFAKTUR DI PT X", "Abstrak": "PT X merupakan perusahaan manufaktur alat berat yang memiliki sektor bisnis remanufaktur alat berat. Salah satu produk yang diremanufaktur oleh PT X adalah mesin dump truck. Selain dalam bentuk mesin, PT X juga menerima remanufaktur dalam bentuk subkomponen seperti turbo charger dan fuel pump. Mesin dan subkomponen yang akan diremanufaktur oleh PT X berasal dari berbagai region seperti Belgia, Amerika, Australia, dan Afrika Selatan.  \n\nProduk remanufaktur yang dihasilkan oleh PT X tersusun atas material baru dan lama yang telah diremanufaktur. Beberapa material yang kondisinya tidak memungkinkan untuk diremanufaktur harus digantikan dengan material baru. Namun, karena pemasok material baru berada di luar negeri maka waktu ancangancang pemesanan sangat lama (3 bulan). Akibatnya, pemesanan material baru harus dilakukan jauh-jauh hari sebelum PT X melihat kondisi dari produk bekas yang akan diremanufaktur. Hal ini menyebabkan perusahaan harus melakukan penaksiran jumlah material yang akan diganti.  \n\nSelama ini perusahaan menggunakan rata-rata penggantian historis dan dilengkapi dengan expert judgement dalam menentukan jumlah pemesanan. Namun, perusahaan seringkali mengalami kekurangan yang dapat mencapai 7 dari 10 kali pemesanan.  Hal ini berdampak pada pemesanan darurat dengan harga barang yang naik 800%. Oleh karena itu, perusahaan perlu memikirkan bagaimana cara menentukan jumlah pemesanan yang terbaik.  \n\nDalam penentuan jumlah pemesanan dalam penelitian ini digunakan pendekatan Material Requirement Planning (MRP) yang umum dijumpai di manufaktur. Namun, agar dapat mengatasi permasalahan ketidakpastian kondisi material yang diterima PT X maka dilakukan penerapan rasio penggantian pada MRP remanufaktur. Rasio penggantian dihitung berdasarkan hasil stratifikasi jumlah penggantian per region asal mesin. Selain itu, dilakukan juga penentuan ukuran lot pemesanan terbaik.   \n\nBerdasarkan penelitian ini didapatkan metode perencanaan material terbaik dengan menggunakan perhitungan rasio penggantian rata-rata per region. Metode penentuan ukuran lot pemesanan terbaik dilakukan dengan metode Silver-Meal. Diperoleh penghematan total ongkos rata-rata dari tiga material sebesar Rp 8.861.314 yang berkurang 55% dari total ongkos saat ini.", "Daftar File": {"2017 TA PP TISA YOTANTI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123710"}, "Penulis": "TISA YOTANTI - NIM 13413051", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bermawi P. Iskandar, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Kata kunci: remanufaktur, rasio penggantian, MRP, penentuan ukuran lot.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2017"}