{"Nomor": 24549, "Judul": "PRESTRESSED I-GIRDER OPTIMIZATION USING GENETIC ALGORITHM", "Abstrak": "Algoritma Genetik (AG) adalah metoda optimisasi yang meniru proses evolusi dan seleksi alam. Di alam, hasil dari AG sendiri sudah dapat dilihat, dimana seluruh makhluk hidup adalah optimum untuk hidup di lingkungannya. Terbukti bekerja dengan baik, adalah suatu ide yang baik untuk mengadopsi metoda ini untuk mengoptimisasi berbagai permasalahan engineering. Dengan pemodelan dan pengaturan individu dan lingkungan yang tepat, Algoritma Genetik dapat melakukan optimisasi pada hampir semua permasalahan, termasuk juga - dalam  \n \n\nkasus ini - I-girder prategang. Dengan biaya fabrikasi yang cukup mahal, optimisasi dapat melakukan penghematan yang signifikan, baik dari sisi biaya maupun sumber daya. Dengan menggunakan AASHTO LRFD 2007 sebagai  \n \n\nperaturan acuan, analisis mendalam dilakukan, termasuk juga kondisi ultimit, tegangan layan dan lendutan, detailing, kemungkinan geometri (geometrical feasibility), dan lain-lain. Salah satu hasil dari penelitian ini adalah pendekatan yang tepat untuk melakukan optimisasi I-girder dengan basis AG, termasuk  \n \n\npembuktian efektivitas dari modifikasi-modifikasi yang diterapkan. Dengan menggunakan software yang dibuat, hasil paling optimum ditampilkan, termasuk juga beberapa solusi lain yang juga mendekati optimum, karena menjalankan software beberapa kali menghasilkan beberapa hasil berbeda namun tetap mendekati optimum. Terakhir, analisis sensitivitas dilakukan untuk mengecek tingkat ketidakpastian software terhadap variasi input.", "Daftar File": {"2014 TA PP TITO ADIBASKORO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/123754", "2014 TA PP TITO ADIBASKORO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/123755", "2014 TA PP TITO ADIBASKORO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/123756", "2014 TA PP TITO ADIBASKORO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/123757", "2014 TA PP TITO ADIBASKORO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/123758", "2014 TA PP TITO ADIBASKORO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/123759", "2014 TA PP TITO ADIBASKORO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/123760"}, "Penulis": "TITO ADIBASKORO (NIM : 15010086)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Ir. Made Suarjana, M.Sc , Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "AASHTO LRFD 2007, Algoritma Genetik, Beton prategang, Igirder, Optimisasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}