{"Nomor": 24556, "Judul": "LEAN BUSINESS PROCESS FOR WASTE REDUCTION AT ORDER FULFILLMENT", "Abstrak": "Di era digital dan tekanan dari pasar yang semakin kompetitif, sistem rantai suplai digunakan untuk respon yang cepat terhadap kebutuhan pelanggan dengan mempersingkat waktu di setiap proses. Konsep lean diciptakan untuk meminimalisir waste dan meningkatkan nilai kepada pelanggan. Topik dari penelitian ini berasal dari PT Mulyo Dito Pangestu yang mempunyai peranan sebagai Distributor Resmi Tupperware di Indonesia.   \n\nTugas akhir ini merupakan sebuah usaha untuk memahami, analisis masalah, dan memberikan solusi di dalam pemenuhan pesanan barang promo yang berganti setiap  bulannya. Data dikumpulkan melalui wawancara dengan manajemen MDP, pengamatan di kantor, dan grup di dalam sistem komunikasi, membentuk input untuk membuat value stream mapping yang kemudian menggambarkaan kondisi awal dari proses pemenuhan order dan mengidentifikasi waste. Sebagai tambahan, metode lain termasuk SIPOC dan current reality tree, telah diterapkan untuk menganalisis relasi perusahaan dengan rekan bisnis dan mengembangkan akar masalah. Dapat disumpulkan dari kondisi pemetaan pemenuhan order saat ini bahwa terdapat beberapa wastes, diantaranya adalah waktu menunggu, proses berlebih, pekerjaan yang tidak selesai, dan potensi pekerja yang tidak terpakai. Solusi telah dianjurkan untuk integrasi yang baik diantara pelaku untuk mengurangi waktu untuk berkordinasi. Menggunakan link internet untuk mengumpulkan permintaan konsumen membawa banyak keuntungan dari pada cara sebelumnya. Dalam menerima barang, karyawan sebaiknya bekerja secara bersamana di lantai satu dan lantai tiga karena proses terlama di dalam penerimaan barang adalah pada saat memindahkan barang melalui elevator. Pengukuran dari pengurangan waste telah teramkum di dalam konsep pemenuhan barang. Waktu proses berkurang dari 450 menit menjadi 308 menit dan waktu tunggu berkurang dari empat hari menjadi 2 hari. Dengan menerapkan desain baru, jarak dari rata-rata target pendapatan di tahun 2016 berkurang sebanyak 36%, sebanyak RP 496,000,000.", "Daftar File": {"2017 TA PP TOBIAS KUSNAMAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123788", "2017 TS PP TOBIAS KUSMAN 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/252187"}, "Penulis": "Tobias Kusnaman (NIM 19014148)", "Kontributor / Dosen Pembimbing": ["Akbar Adhiutama, ST., MT., MBA., PH.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Lean principles, Business process mapping, Direct selling", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "17 Sep 2017"}