{"Nomor": 24550, "Judul": "KARAKTERISASI TARIK KAIN KATUN DAN KAIN VELVET DENGAN MENGGUNAKAN UNIVERSAL TENSILE MACHINE", "Abstrak": "Perusahaan tekstil masih banyak menggunakan serat alam seperti kapas sebagai bahan baku tekstil untuk pembuatan kain katun. Tetapi ada juga perusahaan yang mengkombinasikan serat alam dan serat sintetis untuk mendapatkan kualitas serat bernilai tinggi seperti kain velvet. Pada penelitian ini dilakukan, pengujian karakteristik tarik dari kain katun yang terbuat dari kapas dan kain velvet yang terbuat dari sutera dan rayon. Pengujian tarik dilakukan dengan dua metode yaitu dengan menggunakan pengaman kertas dan tidak menggunakan pengaman. Data yang diperoleh dari hasil pengujian tarik serat berupa data gaya tarik, perubahan panjang, dan waktu putus kain. Dari data tersebut bisa dihitung nilai Stress dan Strain dari masing-masing kain. Kemudian di plot sehingga menjadi kurva Stress vs Strain. Kemudian bisa ditentukan modulus elastisitasnya yang berupa gradien dari kurva. Uji tarik maksimum dan waktu yang diperlukan kain untuk putus juga bisa ditentukan. Berdasarkan hasil pengujian, kain katun memiliki kekuatan tarik lebih besar daripada kain velvet, namun kain velvet lebih elastis dibandingkan kain katun.", "Daftar File": {"2017 TA PP TITO BAYU ARTOMO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/123761", "2017 TA PP TITO BAYU ARTOMO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/123762", "2017 TA PP TITO BAYU ARTOMO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/123763", "2017 TA PP TITO BAYU ARTOMO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/123764", "2017 TA PP TITO BAYU ARTOMO 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/123765", "2017 TA PP TITO BAYU ARTOMO 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/123766", "2017 TA PP TITO BAYU ARTOMO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/123767", "2017 TA PP TITO BAYU ARTOMO 1-PUSKATA.pdf": "https://digilib.itb.ac.id/gdl/download/123768"}, "Penulis": "TITO BAYU ARTOMO (NIM: 10210068)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Widayani, MS."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kain velvet, kain katun, kurva stress vs strain, modulus elastisitas, uji tarik maksimum.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}