{"Nomor": 24559, "Judul": "ANALISIS PERBAIKAN STRUKTUR MENGGUNAKAN DOUBLE PATCH PADA PELAT ALUMINIUM 2024 T3 CACAT DOUBLE HOLE CONNECTED BY SLIT MENGGUNAKAN METODE ELEMEN HINGGA DAN UJI TARIK", "Abstrak": "Material aluminium memiliki banyak kelebihan dan merupakan salah satu bahan    \n \n \n \n\nutama di industri penerbangan. Aluminium pada pesawat banyak digunakan    \n \n \n \n\nsebagai bahan dasar dari pembuatan komponen pesawat terbang seperti skin, spar    \n \n \n \n\ndan stringer. Penggunaan material aluminium pada industri pesawat terbang    \n \n \n \n\nmembutuhkan suatu jenis karakteristik aluminium tertentu yang disesuaikan    \n \n \n \n\ndengan pembebanan yang diperkirakan akan terjadi. Informasi karakteristik    \n \n \n \n\naluminium tersebut dapat diperoleh dengan pelaksanaan beberapa jenis pengujian    \n \n \n \n\nyakni, uji tarik, uji tekan dan uji kekerasan. Pembentukan suatu jenis paduan    \n \n \n \n\naluminium tertentu dapat dilaksanakan untuk kemudian diuji supaya diperoleh    \n \n \n \n\nnilai kekuatannya. Kerusakan pada struktur dapat menyebabkan pengurangan    \n \n \n \n\nkekuatan terhadap pembebanan yang terjadi. Perbaikan struktur yang dapat    \n \n \n \n\ndilaksanakan diantaranya dengan rivet ataupun adhesive bonding (Rabelkin,    \n \n \n \n\n2006), pelaksanaan perbaikan struktur yang tepat diharapkan dapat    \n \n \n \n\nmenggembalikan kekuatan struktur pada kondisi sebelum mengamami kerusakan.    \n \n \n \n\nPada tugas akhir ini material aluminium 2024-T3 dipilih sebagai bahan    \n \n \n \n\neksperimen karena material ini masih banyak digunakan dalam industri    \n \n \n \n\npenerbangan. Jenis kerusakan yang akan dianalisis yaitu double hole connected by    \n \n \n \n\nslit. Perbaikan struktur yang dilakukan dengan adhesive bonding menggunakan    \n \n \n \n\njenis adhesive araldite dengan menggunakan dua ukuran patch. Pengujian yang    \n \n \n \n\ndilaksanan yakni uji tarik pada spesimen cacat yang dibedakan dalam ukuran    \n \n \n \n\npatch. Analisis numerik berbasis metode elemen hingga dilaksanakan sebagai    \n \n \n \n\nsuatu bahan untuk menentukan faktor konsentrasi tegangan. Akhir kata, penelitian    \n \n \n \n\nyang dilaksanakan bertujuan untuk menganalisa kekuatan tarik pada pelat dengan    \n \n \n \n\ncacat double hole connected by slit berbasis metode elemen hingga dan metode    \n \n \n \n\npengujian tarik(Fekirini, 2007). Analisa dengan metode elemen hingga dilakukan    \n \n \n \n\ndengan software Abaqus CAE.", "Daftar File": {"2017 TA PP TORO SUBAGIYO 1-ABSTRAK .pdf": "https://digilib.itb.ac.id/gdl/download/123810"}, "Penulis": "TORO SUBAGIYO (NIM : 13614604)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n \n \n \n\nDr. Ir. Bambang Kismono Hadi.    \n \n \n \n\nDjarot Widagdo, Ph.D.    \n \n \n \n\nIr. Muhammad Kusni, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "aluminium 2024-T3, double hole connected by slit, patch, pengujian tarik, software abaqus CAE, faktor konsentrasi tegangan.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}