{"Nomor": 24552, "Judul": "OPTIMASI PENGGUNAAN INSULATOR UNTUK PERMASALAHAN WAX DAN HIDRAT DI LAPANGAN X", "Abstrak": "Seiring dengan berkembangnya produksi migas di laut dalam, hidrat dan wax menjadi salah satu masalah yang harus dihadapi. Besarnya biaya yang harus dikeluarkan jika masalah ini tidak ditangani secara preventif menyebabkan semakin berkembangnya usaha Ã‚Â– usaha preventif untuk mengatasi permasalahan wax dan hidrat. Salah satu dari usaha preventif untuk mengatasi masalah ini adalah dengan melakukan pemasangan insulator pada pipa. Penggunaan insulator ini harus dilakukan seoptimal mungkin sehingga desain insulator yang diterapkan tidak bersifat overprotective, sehingga biaya yang digunakan akan lebih hemat.  \n \n\nDalam paper ini, dibahas tentang metode untuk melakukan optimasi terhadap penggunaan insulator pada suatu lapangan. Dalam studi kasus di paper ini, Lapangan X, yang merupakan salah satu lapangan offshore dengan potensi wax dan hidrat, dijadikan bahan studi . Insulator dioptimasi mulai dari jenis bahan insulator yang digunakan, dan ketebalan insulator yang digunakan dengan menggunakan simulator OLGA. Sebagai bahan acuan keberhasilan pemasangan insulator, digunakan wax curve dan hidrat curve, yang dapat memprediksi temperatur terjadinya wax dan hidrat untuk suatu tekanan tertentu yang disimulasikan dengan PVTsim. Selain itu, diperhitungkan pula faktor Ã‚Â– faktor yang mempengaruhi terjadinya wax dan hidrat ini seperti GOR (Gas Oil Ratio) dan Water cut.", "Daftar File": {"2011 TA PP TITO SUMIRAT 1.pdf": "https://digilib.itb.ac.id/gdl/download/123777"}, "Penulis": "TITO SUMIRAT (NIM: 12206099)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Leksono Mucharam, M. Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "insulator, wax, hidrat, PVTsim, OLGA", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}