{"Nomor": 24551, "Judul": "EVALUASI KUALITAS AIR BERSIH DI SISTEM PENAMPUNGAN AIR BERDASARKAN PARAMETER MIKROBIOLOGI DI KELURAHAN DAGO KOTA BANDUNG", "Abstrak": "Di Indonesia, pengelolaan air bersih menjadi wewenang negara yang tanggung jawabnya diserahkan ke Pemerintah Daerah dalam suatu Badan Usaha Milik Daerah yang disebut Perusahaan Daerah Air Minum (PDAM). Berdasarkan dataperkecamatan dari PDAM, tingkat keterlayanan PDAM di Kota Bandung adalah 72,73% (PDAM, 2014). Masyarakat yang tidak terlayani menggunakan alternatif sumber air bersih lain seperti mengambil langsung dari air tanah (ground water) maupun air permukaan (surface water). Namun, kinerja pelayanan PDAM yang belum mampu menyediakan air bersih secara kontinu selama 24 jam berdampak pada munculnya alternatif solusi yakni maraknya penggunaan suatu sistem penampungan air skala rumah tangga. Dengan adanya resiko terjadinya kontaminasi saat penampungan berlangsung, maka perlu dilakukan evaluasi terhadap kualitas air bersih di sistem penampungan air berdasarkan parameter mikrobiologi. Sampel air yang diperiksa berasal dari 70 rumah di Kelurahan Dago dengan 2 jenis air berbeda (PDAM dan non PDAM) yang ditampung di beragam sistem penampung air. Berdasarkan hasil observasi, diketahui bahwa mayoritas responden baik pengguna air PDAM (21 responden atau 60%) maupun pengguna air non PDAM (15 responden atau 43%) lebih memilih menggunakan tandon air sebagai sarana penampung air skala rumah tangga. Diketahui bahwa baik sampel air dari sambungan PDAM yang ditampung di empat sarana penampung (346 JPT/100 ml dan 170 JPT/100 ml) dan  sampel air dari non PDAM yang ditampung di lima sarana penampung (1018 JPT/100 ml dan 542 JPT/100 ml) memiliki nilai JPT rata-rata total koliform dan E.coli yang belum sesuai dengan persyaratan paramater biologi yang diatur dalam Peraturan Menteri Kesehatan RI nomor 492 tahun 2010 tentang Persyaratan Kualitas Air Minum sehingga dapat disimpulkan bahwa telah terjadi kontaminasi fekal  terhadap air yang ditampung.", "Daftar File": {"2015 TA PP TITO FARADHIMU 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/123769", "2015 TA PP TITO FARADHIMU 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/123770", "2015 TA PP TITO FARADHIMU 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/123771", "2015 TA PP TITO FARADHIMU 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/123772", "2015 TA PP TITO FARADHIMU 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/123773", "2015 TA PP TITO FARADHIMU 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/123774", "2015 TA PP TITO FARADHIMU 1 - BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/123775", "2015 TA PP TITO FARADHIMU 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/123776"}, "Penulis": "TITO FARADHIMU ( NIM 15311036 )", "Kontributor / Dosen Pembimbing": ["pembimbing :    \n \n \n \n\nIr.Indah Rachmatiah Siti Salami, M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "E.coli, Kelurahan Dago, Koliform, PDAM, Sistem Penampung Air", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}