{"Nomor": 24557, "Judul": "STUDI APLIKASI PHOTOMETRIC STEREO UNTUK REKONSTRUKSI KEDALAMAN OBJEK", "Abstrak": "Profil permukaan suatu objek mengandung informasi-informasi yang berguna antara lain kedalaman. Pada tugas akhir ini digunakan metode photometric stereo untuk mengukur kedalaman. Prinsip metode tersebut adalah merekam citra suatu objek berkali-kali dengan pencahayaan dari arah berlainan untuk setiap perekaman. Semua citra yang didapat kemudian direkonstruksi menggunakan perangkat lunak untuk mendapatkan informasi kedalaman. Syarat yang harus dipenuhi adalah objek harus memiliki permukaan difus.  \n \n\nPada penelitian ini, metode photometric stereo digunakan untuk merekonstruksi objek yang memiliki kedalaman 1,2 cm hingga 2,5 cm dengan diameter arah y dan x sama besar. Objek yang akan direkonstruksi berjumlah tujuh buah. Citra direkam menggunakan kamera digital dengan dua belas arah sumber cahaya yang memiliki perbedaan arah satu dengan yang lain sebesar 30o. Dari citra yang didapat akan dicari permukaan normal dan permukaan albedonya kemudian direkonstruksi sehingga didapatkan profil kedalaman.  \n \n\nDari percobaan didapatkan bahwa metode photometric stereo tidak akurat dalam merekonstruksi permukaan objek yang mengkilat. Hal ini dikarenakan objek yang mengkilat tidak memantulkan cahaya secara merata sehingga timbul bayangan yang mengganggu rekonstruksi. Pada citra hasil rekonstruksi dilakukan perbandingan diameter melintang (y) dan diameter horizontal (x), kesalahan yang terjadi sebesar 0% sampai 28,30%. Perbandingan antara ukuran kedalaman hasil rekonstruksi (j) dan kedalaman pengukuran (l) menghasilkan persamaan linier:  \n \n\ni = i-3,24/20,87  \n \n \n\nDilakukan pengujian menggunakan dua objek, ternyata terjadi kesalahan sebesar 3,18% dan 4,04%.", "Daftar File": {"2014 TA PP TOMMY ADWITIYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/123796", "2014 TA PP TOMMY ADWITIYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/123797", "2014 TA PP TOMMY ADWITIYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/123798", "2014 TA PP TOMMY ADWITIYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/123799", "2014 TA PP TOMMY ADWITIYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/123800", "2014 TA PP TOMMY ADWITIYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/123801", "2014 TA PP TOMMY ADWITIYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/123802"}, "Penulis": "TOMMY ADWITIYA (NIM : 13308037)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nDr. Ir. Endang Juliastuti, M.S.", "Dr. Suprijanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Photometric Stereo, Rekonstruksi, Difus, Profil Kedalaman, Albedo, Normal", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}