{"Nomor": 24563, "Judul": "PEMANFAATAN DATA LIDAR DALAM PENYUSUNAN DETAILED ENGINEERING DESIGN (DED) PEMELIHARAAN JALAN (STUDI KASUS: JALAN IR. H. JUANDA, BANDUNG)", "Abstrak": "Detailed Engineering Design (DED) merupakan sebuah tahap terakhir dalam proses rekayasa teknik sebelum dilakukan pembangunan dan produksi. Fase pembuatan DED dikembangkan untuk menguraikan detail setiap aspek proyek. Sebuah detail aspek kecil dapat mempengaruhi aspek lainnya yang lebih besar. Suatu informasi detail awal secara keseluruhan mengenai wilayah proyek dapat mempengaruhi pembuatan DED. Salah satu teknologi yang dapat digunakan untuk menyajikannya yakni Ligth Detection and Ranging (LiDAR). Tujuan dari penelitian ini yakni mengkaji pemanfaatan teknologi LiDAR untuk penyusunan DED pemeliharaan jalan. Data LiDAR akan diolah untuk menghasilkan model permukaan tanah secara tiga dimensi. Model tersebut kemudian dideteksi sebagai objek jalan dengan manual vectorization oleh operator. Selain pembuatan model permukaan tanah tiga dimensi, data tersebut digunakan pula untuk pembuatan kontur. Kontur dibuat dengan metode kriging untuk menghasilkan interval kontur 0,5 meter serta metode Douglas-Peucker pada proses simplifikasi garis yang telah terbentuk. Dengan hasil yang ada, pemanfaatan data LiDAR dapat digunakan dalam pembuatan kontur karena dapat mengefisiensi waktu untuk menghasilkan kontur dengan interval 0,5 meter.", "Daftar File": {"2015 TA PP TRIANANDA UFUK AGUNG NUGROHO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/123822", "2015 TA PP TRIANANDA UFUK AGUNG NUGROHO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/123823", "2015 TA PP TRIANANDA UFUK AGUNG NUGROHO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/123824", "2015 TA PP TRIANANDA UFUK AGUNG NUGROHO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/123825", "2015 TA PP TRIANANDA UFUK AGUNG NUGROHO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/123826", "2015 TA PP TRIANANDA UFUK AGUNG NUGROHO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/123827"}, "Penulis": "TRIANANDA UFUK AGUNG NUGROHO (NIM : 15111089)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nProf. Ir. Ketut Wikantika, M.Eng., Ph.D. \n\nBudhy Soeksmantono, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Detailed Engineering Design (DED), Ligth Detection and Ranging (LiDAR), jalan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "30 Nov 2017"}