{"Nomor": 24570, "Judul": "KAJIAN PENGARUH UX TERHADAP PERCEIVED USEFULNESS MULTIMEDIA LAYAR SENTUH SEBAGAI MEDIA PENYAMPAI INFORMASI PADA MUSEUM ARSIP MELALUI PENDEKATAN MARC HASSENZAHL  STUDI KASUS : BALE PANYAWANGAN DIORAMA PURWAKARTA DAN  BALE PANYAWANGAN DIORAMA NUSANTARA", "Abstrak": "Arsip mempunyai peran yang penting, oleh karena itu untuk menjaga daur hidup arsip diperlukan sistem yang baik. Inovasi diperlukan agar masyarakat dapat mengetahui tentang lembaga arsip dan mendapat kemudahan dalam mengakses informasi. Kantor Arsip Daerah Purwakarta kemudian membangun dua museum yang diberi nama Bale Panyawangan Diorama Purwakarta (BPDP) dan Bale Panyawangan Diorama Nusantara (BPDN). BPDP dan BPDN menawarkan pengelolaan arsip secara digital melalui sebuah museum. Tujuan utamanya ialah agar masyarakat dapat mendapatkan kemudahan akses arsip. Namun Informasi yang ingin ditampilkan hendaknya dapat dimengerti dan efektif sehingga konten yang terdapat dalam suatu perangkat multimedia dapat dicerna dengan baik. Perangkat multimedia yang terpilih kemudian ialah multimedia touchscreen, yang memenuhi syarat dari ketiga aspek penyampaian pesan. Pendekatan yang dilakukan ialah dengan metode kuantitatif, dengan menggunakan 2 alat ukur yaitu UEQ dan variabel perceived usefulness MBLS. Alat ukur yang telah valid kemudian digunakan untuk penelitian ini. Metode sampling dilakukan pada 90 orang responden yang terbagi dalam tiga grup. Metode analisa menggunakan analisis deskriptif dan analisis regresi berganda. Melalui serangkaian prosedur penelitian, hasil yang diperoleh ialah, terdapat tingkat preferensi secara berurutan dari multimedia berbasis teks, multimedia berbasis visual, sampai multimedia berbasis audio narasi terhadap aspek-aspek pengalaman pengguna. Tingkat manfaat multimedia layar sentuh diperoleh hasil bahwa multimedia berbasis visual cenderung lebih efektif sebagai sarana penyampai pesan. Kemudian untuk melihat pengaruh antara aspek pengaruh pengguna terhadap teknis penyampai informasi penelitian ini menggunakan analisis regresi berganda. Hasilnya ialah aspek daya tarik lebih memiliki pengaruh terhadap nilai guna multimedia sebagai media penyampai pesan pada multimedia layar sentuh berbasis visual.", "Daftar File": {"2017 TS PP TRIHASDIANTO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123861"}, "Penulis": "TRIHASDIANTO (NIM : 27114050)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nBanung Grahita, Ph.D. \n\nHafiz Aziz Ahmad, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "multimedia, pengalaman pengguna, pragmatic quality, hedonic quality, touchscreen, e-learning, museum", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "03 Okt 2017"}