{"Nomor": 24572, "Judul": "BIOFLOTASI RUAH BIJIH KOMPLEKS GALENA-SFALERIT DENGAN BAKTERI ALICYCLOBACILLUS FERROOXYDANS SKC/SAA-2", "Abstrak": "Timbal dan seng merupakan dua logam yang memiliki banyak manfaat dalam kehidupan. Mineral utama penghasil kedua logam tersebut adalah galena (PbS) dan sfalerit (ZnS). Sebelum dilakukan proses ekstraksi galena dan sfalerit, terlebih dahulu dilakukan proses konsentrasi. Proses konsentrasi mineral sulfida yang sudah terbukti dan banyak dilakukan adalah flotasi. Flotasi adalah proses pemisahan mineral berharga dari pengotornya dengan cara mengapungkan salah satu atau beberapa mineral yang dibantu dengan reagen-reagen kimia. Di zaman yang semakin modern, isu bahaya lingkungan menjadi fokus perhatian manusia. Proses flotasi dengan bantuan bahan kimia menimbulkan dampak negatif terhadap lingkungan karena susah diurai saat dibuang di lingkungan. Baru-baru ini dikembangkan suatu terobosan untuk proses flotasi yang ramah lingkungan yaitu dengan menggantikan reagen kimia dengan bakteri atau yang biasa disebut bioflotasi. Proses bioflotasi mampu mengurangi pencemaran lingkungan karena bakteri merupakan bahan organik yang mudah terurai, serta dapat menekan biaya operasi dari proses flotasi. Pada percobaan ini dilakukan interaksi mineral dengan bakteri Alicyclobacillus ferrooxidans SKC/SAA-2 serta proses bioflotasi dengan variasi pH, konsentrasi bakteri, dan waktu pengondisian.  \n \n\nPercobaan diawali dengan menginteraksikan bakteri Alicyclobacillus ferrooxidans SKC/SAA-2 dengan konsentrat galena, konsentrat sfalerit, dan mineral silika murni dengan variasi pH untuk melihat perubahan sifat permukaan mineral menggunakan analisis sudut kontak, FTIR, dan SEM-EDS. Kemudian dilakukan proses bioflotasi pada bijih kompleks galena-sfalerit yang memiliki pengotor utama berupa silika dengan variasi pH, konsentrasi bakteri, dan waktu pengondisian.  \n \n\nHasil interaksi mineral dengan bakteri Alicyclobacillus ferrooxidans SKC/SAA-2 menunjukkan bahwa bakteri tersebut mampu mengubah sifat permukaan mineral galena dan sfalerit menjadi hidrofobik, yang ditunjukkan dengan analisis sudut kontak yang memberikan sudut kontak pada mineral galena sebesar 118,1o dan mineral sfalerit sebesar 69,88o. Pada mineral silika murni, sifat permukaan mineral tidak mengalami perubahan yaitu tetap bersifat hidrofilik. Begitu juga dengan analisis FTIR, sifat permukaan mineral galena dan sfalerit menjadi hidrofobik dan mineral silika murni tetap hidrofilik. Pada percobaan bioflotasi ruah untuk mengapungkan mineral galena dan sfalerit didapat kondisi yang ideal yaitu pada pH 3, dengan menggunakan konsentrasi bakteri sebesar 20%v/v, dan dengan waktu pengondisian selama 60 menit yang mampu menghasilkan recovery Pb terbesar yaitu 90,21% dan recovery Zn 86,83%. Unsur Pb mengalami kenaikan kadar dari 3,46% menjadi 4,82%, sedangkan unsur Zn mengalami  kenaikan kadar dari 6,65% menjadi 8,91%.", "Daftar File": {"2017 TA PP TRIMOKO PAMUNGKAS 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123863"}, "Penulis": "TRIMOKO PAMUNGKAS (NIM : 12513026)", "Kontributor / Dosen Pembimbing": ["Ir. Edy Sanwani, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Bijih kompleks galena-sfalerit, sudut kontak, FTIR, bioflotasi, Alicyclobacillus ferrooxydans SKC/SAA-2", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "28 Sep 2017"}