{"Nomor": 24576, "Judul": "PEMODELAN KE-DEPAN DAN PEMODELAN INVERSI MENGGUNAKAN METODE VERY FAST SIMULATED ANNEALING (VFSA) UNTUK ANOMALI GRAVITASI 2-D DENGAN FORMULASI TALWANI", "Abstrak": "Metode gravitasi merupakan salahsatu metode geofisika yang digunakan untuk mengetahui struktur bawah permukaan bumi berdasarkan perbedaan rapat massa  batuan. Pemahaman bawah permukaan dalam geofisika dapat dilakukan melalui  proses pemodelan. Ada dua jenis pemodelan dalam geofisika yaitu pemodelan  kedepan (forward modeling) dan pemodelan inversi (inverse modeling). Pada  penelitian ini data sintetik dan data lapangan dimodelkan menggunakan forward  dan inverse modeling. Pada forward modeling kecocokan antara data observasi  dengan data kalkulasi dilakukan dengan cara coba-coba atau trial and error. Pada  inverse modeling kecocokan diperoleh dengan mencari nilai parameter optimum    \n \n\nmenggunakan teknik inversi optimasi global Very Fast Simulated Annealing (VFSA) untuk menghindari konvergensi ke minimum lokal dari fungsi misfit. Pada  forward modeling dan inverse modeling pendekatan model riil dari objek anomali  gravitasi dilakukan menggunakan metode Talwani. Hasil forward inverse modeling  menggunakan data sintetik menunjukkan hasil yang baik setelah disertakan  informasi tambahan. Sebuah informasi tambahan atau a priori perlu disertakan  dalam metode gravitasi karena sifat ambiguitasnya. Implementasi dari pemodelan ini akan diterapkan untuk mengetahui suatu struktur patahan di daerah Jawa Barat. Pengambilan data dilakukan di wilayah Banjaran, Bandung Selatan, Jawa Barat.  Data yang diperoleh dimodelkan menggunakan pemodelan kedepan dengan cara  trial and error dan inversi menggunakan VFSA. Hasil pemodelan kedepan dengan  cara trial and error memandu untuk mendapatkan gambaran kasar dari model  bawah permukaan. Hasil yang lebih baik dalam menggambarkan model bawah    \n \n\npermukaan diperoleh dari hasil inversi VFSA. Hasil inversi berhasil mengikuti  kurva data observasi dengan tingkat Erms 0.0027251. Pemodelan pada metode  gravitasi memiliki sifat ambiguitas. Informasi geologi sangat membantu untuk    \n \n\nmemperoleh hasil terbaik dalam menggambarkan struktur bawah permukaan bumi  menggunakan metode gravitasi.", "Daftar File": {"2016 TS PP TRISHA GUSTIYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/123880", "2016 TS PP TRISHA GUSTIYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/123881", "2016 TS PP TRISHA GUSTIYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/123882", "2016 TS PP TRISHA GUSTIYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/123883", "2016 TS PP TRISHA GUSTIYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/123884", "2016 TS PP TRISHA GUSTIYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/123885", "2016 TS PP TRISHA GUSTIYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/123886"}, "Penulis": "TRISHA GUSTIYA (NIM: 20214045)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Wahyu Srigutomo, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Metode gravitasi, Pemodelan Kedepan, Inversi VFSA, Patahan", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}