{"Nomor": 24581, "Judul": "STUDI PRODUKSI BIOCOMPOSITE DAN NANOCOMPOSITE DARI BIOMASSA", "Abstrak": "dikembangkan karena sifatnya yang dapat terurai oleh lingkungan.    \n \n\nSalah satu bahan baku bioplastik yang umum digunakan adalah poli asam laktat (PLA). Namun, PLA memiliki sifat yang rapuh (brittle), dengan elongation at break kurang dari 10% dan ketangguhan yang rendah, sehingga PLA tidak dapat digunakan sebagai bahan baku material yang membutuhkan deformasi plastis pada tegangan yang cukup tinggi. Salah satu cara untuk mengatasi beberapa kelemahan PLA adalah dengan pembuatan nanokomposit PLA, contohnya PLA-NCC (nanocrystalline cellulose) yang juga dapat disintesis dari biomassa. Biomassa yang potensial untuk dimanfaatkan sebagai bahan baku PLA dan NCC adalah tandan kosong kelapa sawit (TKS)    \n \n\nPenelitian ini bertujuan untuk mempelajari integrasi metode produksi biokomposit dan nanokomposit dari tandan kosong kelapa sawit. Penelitian terintegrasi ini terbagi menjadi lima tahap, yaitu tahap sintesis asam laktat (LA) dari tandan kosong kelapa sawit, tahap pemisahan hasil sintesis asam laktat dari TKS, tahap polimerisasi asam laktat menjadi poli asam laktat, sintesis nanocrystalline cellulose (NCC), dan tahap terakhir adalah pembuatan nanokomposit PLA-NCC dan biokomposit PLA-Selulosa (sebagai pembanding).    \n \n\nHasil percobaan menunjukkan bahwa perolehan konversi katalitik skala mini pilot TKS menjadi asam laktat sebesar 74,62% dapat dicapai dengan menggunakan umpan TKS pretreatment hidrotermal, katalis PbCl2 0,1 M, temperatur reaksi 220oC, dan waktu reaksi selama 4 jam. Perolehan tahap esterifikasi sebesar 97,79% dapat dicapai dengan katalis amberlyst 15-wet 2,5%b/b, perbandingan volume butanol terhadap umpan sebesar 3, temperatur reaksi 90oC, dan waktu reaksi 6 jam. Di sisi lain, perolehan tahap hidrolisis sebesar 80,33% dapat dicapai dengan menggunakan katalis H2SO4 0,5 M, perbandingan volume air terhadap umpan sebesar 20, temperatur reaksi 90oC, dan waktu reaksi 4 jam. Perolehan dari tahap polikondensasi langsung dengan umpan asam laktat komersial adalah 23,91%. Ukuran partikel NCC rata-rata yang dihasilkan pada sintesis selulosa nanokristal melalui hidrolisis dengan menggunakan asam sulfat dan MCC sebagai umpan adalah 99,5 nm. Sedangkan, sintesis selulosa nanokristal melalui hidrolisis dengan menggunakan APS dan TKS sebagai umpan menghasilkan ukuran partikel NCC rata-rata sebesar 157,9 nm. Penambahan NCC dan Selulosa akan meningkatkan elongation at break PLA. Namun, semakin tinggi kandungan selulosa dalam film komposit, tensile strength dan elongation at break akan menurun. Tren yang serupa berlaku untuk Water Vapor Permeability.", "Daftar File": {"2017 TA PP TRY HUTOMO ABEDNEGO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123903"}, "Penulis": "TRY HUTOMO ABEDNEGO (NIM : 13013076)- DANIEL IVORY (13013101)", "Kontributor / Dosen Pembimbing": ["Pembimbing  \n \n\nProf. Ir. Johnner Sitompul, M. Sc., PhD.  \n \n\nDr. Hyung Woo Lee"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "tandan kosong kelapa sawit, asam laktat, poli asam laktat, nanocrystalline cellulose, nanokomposit PLA-NCC", "Sumber": "", "Staf Input/Edit": "Rd. Lenny Fatimah N., Dra  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}