{"Nomor": 24585, "Judul": "PRODUKSI KOMBUCHA TEH HIJAU (Camellia sinensis) UNTUK SKALA 10 LITER DENGAN VARIASI JUMLAH INOKULUM DAN WAKTU INKUBASI", "Abstrak": "Pada penelitian ini dilakukan optimasi jumlah inokulum padat dan cair serta waktu inkubasi dalam pembuatan kombucha menggunakan teh hijau sampai skala 10 liter. Penelitian diawali dengan identifikasi isolat mikroba dari kombucha serta karakterisasi inokulum kombucha. Inokulum kemudian digunakan untuk fermentasi kombucha teh hijau skala 200 mL dengan variasi jumlah inokulum 5%, 10%, dan 15% (w/v,v/v) serta waktu inkubasi 10, 12, dan 14 hari pada suhu ruang (25oC Ã‚Â± 3oC). Pemilihan variasi terbaik ditentukan berdasarkan uji organoleptik. Variasi kombucha teh hijau yang telah dipilih, selanjutnya dibandingkan dengan kombucha teh hitam. Selanjutnya dilakukan peningkatan skala fermentasi kombucha teh hijau dari skala 200 mL menjadi 10 liter. Hasil identifikasi isolat mikroba menunjukkan 1 isolat bakteri (A) yaitu Acetobacter papayae dan 2 isolat ragi (B dan C) yaitu Saccharomyces sp. Isolat bakteri pada inokulum padat 0,74x106 CFU/gr serta 1,01x106 CFU/ml pada inokulum cair sedangkan isolat ragi pada inokulum padat 3,96x106 CFU/gr serta 1,62x106 CFU/ml pada inokulum cair. Hasil uji organoleptik menyatakan bahwa kombucha teh hijau dengan jumlah inokulum 5% (w/v,v/v) dan waktu inkubasi 10 hari merupakan variasi terbaik dengan paramater warna, rasa manis, asam, after-taste dan secara keseluruhan yang disukai oleh responden. Karakteristik kombucha teh hijau dengan variasi terpilih pada skala 200 mL mengandung jumlah A. papayae 6,55x106 CFU/mL, Sacc1 3,13x106 CFU/mL dan Sacc2 1,75x106 CFU/mL serta konsentrasi gula pereduksi 8,44x104 ppm, asam total 6,85x10-2 mol/L, etanol 0,093% (v/v) dan nilai pH 2,84. Sementara itu, karakteristik kombucha teh hitam dengan variasi dan skala yang sama terkandung jumlah A. papayae 8,05x106 CFU/mL, Sacc1 10,95x106 CFU/mL dan Sacc2 0,92x106 CFU/mL serta konsentrasi gula pereduksi 6,62x104 ppm, asam total 6,40x10-2 mol/L, etanol 0,089% (v/v) dan nilai pH 2,97. Penelitian ini menunjukkan bahwa peningkatan skala fermentasi kombucha teh hijau dengan variasi terpilih dari skala 200 mL menjadi 10 liter telah berhasil dilakukan dengan karakteristik konsentrasi gula pereduksi 8,96x104 ppm, asam total 7,76x10-2 mol/L, etanol 0,111%, asam glukuronat 0,405 g/L dan nilai pH 2,94.", "Daftar File": {"2017 TA PP UJANG KARNA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123915"}, "Penulis": "UJANG KARNA (NIM : 10413036)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Pingkan Aditiawati"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Camellia sinensis, kombucha, minuman fermentasi, standardisasi, teh hijau", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}