{"Nomor": 24588, "Judul": "ANALISA SANITASI DI LINGKUNGAN PERMUKIMAN NELAYAN DENGAN PENGEMBANGAN KRITERIA JAMAK", "Abstrak": "Permukiman nelayan merupakan kawasan spesifik yakni berdekatan dengan muara sungai, suplai air memadai, akses transportasi jauh ke pusat pemerintah dan tingkat pendidikan rendah. Fenomena buruknya sanitasi menjadi pemicu rendahnya kualitas hidup rumah tangga nelayan. Penilaian sanitasi dapat menggambarkan kondisi sanitasi secara menyeluruh dan objektif. Kendala penilaian tidak hanya dikarenakan sarana dan prasarana tetapi juga faktor sosial, ekonomi dan lingkungan. Kerangka berpikir semantik tentang sanitasi dibutuhkan untuk analisis secara komprehensif dalam memaparkan kriteria kompleks. Penelitian ini bertujuan untuk membuktikan bahwa aspek ekonomi, sosial dan lingkungan dapat menilai kondisi sanitasi di lingkungan permukiman nelayan. Lokasi penelitian berada pada kawasan permukiman nelayan di Kabupaten Karawang, yaitu Dusun Sungaibuntu, Kecamatan Pedes dan Dusun Mekarjati, Kecamatan Cilebar. Metode yang digunakan berupa pengembangan kriteria jamak dengan mengadopsi tahapan di dalam Multi Criteria Decision Analysis dengan pendekatan tree system. Analisis penelitian berupa identifikasi berdasarkan tiga aspek pilar penilaian yakni ekonomi, sosial dan lingkungan, analisa faktor utama dari Principal Component Analysis (PCA) dan analisis regresi linier berganda. Muatan di dalam kriteria jamak terdiri dari aspek, komponen dan tujuan. Pengembangangan kriteria jamak untuk assessment tool meliputi kriteria, faktor penentu dan skala penilaian. Instrumen pengambilan data berupa lembar asessment list dengan skala penilaian 0-4. Hasil assessment list mengacu pada variabel penilaian yang terkategorisasi sebagai faktor penentu. Aspek ekonomi terdiri dari komponen kondisi fisik permukiman dan mata pencaharian. Aspek sosial meliputi pendidikan, kesehatan, sanitasi umum. Aspek lingkungan meliputi sampah rumah tangga, sumber air dan drainase. Pemilihan komponen diperoleh dari observasi dan studi literatur. PCA menghasilkan dua faktor baru yakni faktor sarana air buangan dan konsumsi air bersih (F1) dan faktor struktur rumah, kelembaban dan kondisi ruang (F2). Hubungan tiap faktor penentu terhadap F1 dan F2 adalah beragam. PCA dan regresi sebagai bagian dari assessment tool tidak dapat menjelaskan variabel lama waktu sekolah yang seharusnya menjadi tolok ukur permasalahan sosial. Pengembangan kriteria jamak dapat menilai kondisi sanitasi melalui tiga aspek yakni ekonomi, sosial dan lingkungan", "Daftar File": {"2016 TS PP ULFAH RAHMAYANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/123918", "2016 TS PP ULFAH RAHMAYANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/123919", "2016 TS PP ULFAH RAHMAYANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/123920", "2016 TS PP ULFAH RAHMAYANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/123921", "2016 TS PP ULFAH RAHMAYANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/123922", "2016 TS PP ULFAH RAHMAYANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/123923", "2016 TS PP ULFAH RAHMAYANI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/123924", "2016 TS PP ULFAH RAHMAYANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/123925"}, "Penulis": "ULFAH RAHMAYANI (NIM: 25313321)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng., Ir. Priana Sudjono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Sanitasi, nelayan, kriteria jamak, assesment tool", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}