{"Nomor": 24582, "Judul": "OPTIMASI PERANCANGAN CALL CENTER PERBANKAN DENGAN STUDI KASUS BANK PERMATA", "Abstrak": "Teknologi telekomunikasi dibutuhkan untuk berkomunikasi mendapatkan suatu informasi melalu telepon akan selalu tinggi. Call center merupakan perantara yang memiliki peranan penting antara perusahaan dan konsumen. Seiring berkembang nya operasional call center maka penting untuk dilakukan efisiensi sehingga dapat mengoptimalkan kinerja tanpa kenaikan biaya. \n\nBanyaknya jumlah panggilan yang masuk pada suatu call center akan mempengaruhi kinerja suatu call center sehingga dapat dilakukan analisa performansi dari call center dengan menggunakan formula Erlang C. Setelah dilakukan analisa, akan dilanjutkan dengan perancangan call center yang lebih efisien dan optimal. Perancangan call center meliputi tiga tahap utama yaitu perhitungan trafik dan kapasitas sistem, persyaratan kualitas layanan dan perencanaan akhir call center. Tahap yang pertama adalah perhitungan trafik dan kapasitas sistem. Tahap yang kedua adalah persyaratan kualitas layanan yang berupa service level. Tahap yang ketiga adalah perancangan akhir call center. Hasil yang didapat dari tahap pertama dan tahap kedua digunakan sebagai acuan pada perancangan call center. Seluruh perhitungan pada penelitian ini digunakan untuk optimasi perancangan call center perbankan yang menghasilkan munculnya nilai wrap up time, trunk blocking, average delay serta jumlah agen dan jumlah saluran yang lebih efisien sesuai dengan target PCA 95/15 serta jam sibuk yang terjadi pada pukul 08.00 hingga 18.00.", "Daftar File": {"2017 TA PP TSANIYA GHASSANI PUTRI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123904"}, "Penulis": "TSANIYA GHASSANI PUTRI (NIM : 18112007)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Sigit Haryadi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "optimasi, call center perbankan, trafik, Erlang C", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Sep 2017"}