{"Nomor": 24595, "Judul": "Elektroda Pasta Karbon Termodifikasi Lignosulfonat untuk Penentuan Ion Zn(II) secara Anodic Stripping Voltammetry", "Abstrak": "Zinc termasuk salah satu logam berat yang pada konsentrasi berlebih dapat menyebabkan permasalahan lingkungan dan juga berbagai penyakit. Pada umumnya, penentuan zinc dilakukan dengan menggunakan metode spektrofotometri serapan atom (SSA). Namun metode ini membutuhkan peralatan yang banyak dan kompleks sehingga tidak dapat digunakan untuk analisis langsung di lapangan. Metode anodic stripping voltammetry (ASV) dapat digunakan untuk analisis lapangan karena hanya membutuhkan peralatan yang kecil dan sederhana. Hanya saja kebanyakan metode ASV untuk penentuan logam berat membutuhkan elektroda raksa. Pada penelitian ini, kami mengembangkan elektroda kerja bebas-raksa untuk penentuan kadar zinc dengan menggunakan metode ASV. Untuk itu, elektroda pasta karbon (EPK) dimodifikasi dengan menggunakan senyawa lignosulfonat. Lignosulfonat diperangkap di permukaan EPK melalui elektropolimerisasi senyawa 3-aminofenol yang berasal dari larutan yang berisi campuran 3-aminofenol dan lignosulfonat. Arus stripping optimum diperoleh dengan waktu deposisi 180 detik pada potensial deposisi -1,3 V di dalam larutan elektrolit pendukung bufer asetat pH 5. Pada kondisi optimum, respon linier didapatkan pada rentang konsentrasi 0,01 hingga 1,00 mM dengan limit deteksi sebesar 7,9 μM. Kebolehulangan pengukuran memberikan %RSD sebesar 3,94% (n=15). Penentuan zinc di dalam sampel nyata (sampo anti-ketombe) dengan menggunakan metode yang sudah dikembangkan memberikan %perolehan kembali yang akurat sebesar 101,31 dan 99,90 serta hasil tersebut selaras dengan hasil yang diperoleh menggunakan metode SSA.", "Daftar File": {}, "Penulis": "UMMI ASMA REVI ( NIM : 10511103 )", "Kontributor / Dosen Pembimbing": ["pembimbing :  \n \n\nDr. Indra Noviandri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Zinc, Elektroda Kerja Bebas-Raksa, Anodic Stripping Voltammetry, Lignosulfonat, Deposisi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}