{"Nomor": 24592, "Judul": "FAKTOR-FAKTOR PENGENTASAN DAERAH TERTINGGAL DI INDONESIA STUDI KASUS: TIGA KABUPATEN DI PROVINSI SUMATERA BARA", "Abstrak": "Dalam periode 2004-2014, Indonesia mengalami penurunan daerah tertinggal yang cukup signifikan, dari 37,54% menjadi 22,4% dari total kabupaten/kota. Hal ini menunjukkan meskipun daerah tertinggal memiliki berbagai keterbatasan pembangunan, tapi beberapa daerah mampu meningkatkan pembangunan di wilayahnya. Akan tetapi belum diketahui faktor apa yang berpengaruh dalam pengentasan ketertinggalannya, sehingga belum dapat diambil lesson learned untuk pengembangan pada daerah tertinggal lainnya.     \n \n \n \n \n\nOleh karenanya studi ini bertujuan untuk mengidentifikasi faktor-faktor yang berpengaruh dalam pengentasan ketertinggalan wilayah di Indonesia. Dalam mencapai tujuan tersebut, pendekatan yang digunakan adalah single case study multiple site pada tiga kabupaten di Provinsi Sumatera Barat, yakni Kabupaten Pesisir Selatan, Kabupaten Solok, dan Kabupaten Padang Pariaman yang dianggap mampu merepresentasikan pengentasan ketertinggalan wilayah di Indonesia. Pengumpulan data utama dilakukan dengan in-depth interview pada informan-informan kunci dalam pengentasan ketertinggalan di tingkat lokal. Sementara metode analisis dilakukan dengan analisis isi pada dokumen-dokumen perencanaan serta hasil wawancara.     \n \n \n \n \n\nHasil analisis menemukan bahwa faktor yang paling berpengaruh dalam pengentasan ketertinggalan wilayah adalah faktor eksternal wilayah yang mampu mempengaruhi input maupun proses pembangunan di tingkat lokal. Akan tetapi keuntungan eksternal tersebut tidak akan dirasakan oleh daerah apabila wilayah tidak memiliki input pembangunan yang kuat, terutama kepemimpinan dan sumber daya keuangan. Input pembangunan juga dapat dipengaruhi oleh faktor ekstenal wilayah, terutama dari pemerintahan yang lebih tinggi maupun politik. Proses pembangunan juga memegang peranan yang cukup penting dalam pengentasan ketertinggalan, terutama terkait dengan proses pembangunan yang berupaya untuk melibatkan masyarakat dan mendorong adanya inovasi wilayah, tapi efektivitasnya juga ditentukan oleh input maupun faktor eksternal pembangunan. Hal ini menunjukkan bahwa antar faktor dalam pengentasan ketertinggalan wilayah terkait satu sama lain dan tidak bisa dilihat sebagai satu faktor yang berdiri sendiri tanpa pengaruh faktor lainnya. Oleh karenanya pengentasan ketertinggalan wilayah dapat terjadi apabila terjadi integrasi dan sinkronsisasi antar faktor, baik dari sisi input, proses, serta eksternal wilayah dalam mendorong percepatan pembangunan wilayah.", "Daftar File": {"2016 TS PP ULY FAOZIYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/123947", "2016 TS PP ULY FAOZIYAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/123948", "2016 TS PP ULY FAOZIYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/123949", "2016 TS PP ULY FAOZIYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/123950", "2016 TS PP ULY FAOZIYAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/123951", "2016 TS PP ULY FAOZIYAH 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/123954", "2016 TS PP ULY FAOZIYAH 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/123952", "2016 TS PP ULY FAOZIYAH 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/123953", "2016 TS PP ULY FAOZIYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/123955"}, "Penulis": "ULY FAOZIYAH (NIM: 25414004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Wilmar A. Salim, ST., M.Reg.Dev., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Communities", "Kata Kunci": "daerah tertinggal, faktor, pengentasan, lokal", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Rd. Lenny Fatimah N., Dra", "File": "9 file", "Tanggal Input": "09 Okt 2017"}