{"Nomor": 24608, "Judul": "FITOKIMIA DAN SIFAT ANTIBAKTERI DARI METABOLIT SEKUNDER TUMBUHAN FABACEAE INDONESIA", "Abstrak": "Cassia dan Tephrosia adalah dua genus tumbuhan tropis, yang termasuk famili Fabaceae (Leguminosae) dengan penyebaran yang sangat luas. Di Indonesia, kelompok tumbuhan ini dikenal sebagai Ã‚Â“Polong-polonganÃ‚Â”. Masyarakat Indonesia sering memanfaatkan tumbuhan ini untuk bahan bangunan, alat rumah tangga, obat tradisional, pupuk hijau, dan untuk reklamasi tanah. Penelitian fitokimia pada dua genus ini masih terbatas. Metabolit sekunder utama yang sudah diketahui dari dua genus ini meliputi flavonoid, isoflavonoid, rotenoid, stilbenoid dan poliketida. Pada umumnya genus Cassia adalah penghasil utama metabolit sekunder turunan antrakuinon, stilbenoid dan flavonoid, sedangkan genus Tephrosia kaya akan kelompok flavonoid dan isoflavonoid, termasuk rotenoid.Dengan mempertimbangkan jumlah spesies tumbuhan famili Fabaceae di Indonesia yang relatif besar, maka pada penelitian ini telah dilakukan kajian fitokimia pada tiga spesies dari dua genus famili Fabaceae, yaitu Cassia grandis, Cassia alata, dan Tephrosia vogelii. Pada kajian ini dilakukan isolasi metabolit sekunder dari tiga spesies tersebut dan penentuan struktur senyawanya dengan teknik spektroskopi dan menguji sifat antibakteri dari senyawa hasil isolasi terhadap empat bakteri, serta mempelajari hubungan antara struktur molekul dengan aktivitas antibakterinya.Sampel tumbuhan, yaitu kayu batang C. grandis dikumpulkan dari Cikaret, Bogor, Jawa Barat, sedangkan daun dan kayu batang C. alata dari Jambi, Sumatera Barat serta biji polong T. vogelii dari Cisarua, Cimahi, Jawa Barat. Isolasi metabolit sekunder ini meliputi ekstraksi dengan teknik maserasi, diikuti dengan fraksinasi dan pemurnian dengan berbagai teknik pemisahan meliputi kromatografi cair vakum, kromatografi kolom, dan kromatografi radial. Struktur molekul senyawa hasil isolasi ditentukan berdasarkan data spektrum 1D dan 2D NMR dan spektrum massa resolusi tinggi. Aktivitas antibakteri senyawa hasil isolasi dievaluasi terhadap empat bakteri patogen (Staphylococcus aureus ATCC 25923, Bacillus substilis, Escherichia coli ATCC 25922 dan Salmonella typhi).Empat belas senyawa, termasuk satu senyawa baru, telah berhasil diisolasi dari C. grandis, C. alata, dan T. vogelii. Satu senyawa baru yaitu tefrovogelinon (1) yang  telah diisolasi berasal dari T. vogelii. Bersama satu senyawa baru tersebut telah berhasil diisolasi tiga belas senyawa lain yang telah dikenal, enam senyawa dari T. vogelii, yaitu tefrosin (2), dehidrodeguelin (3), obovatacalkon (4), isolonkokarpin (5), obovatin (6), pongacin (7), dan lima senyawa dari C. grandis, yaitu piseatanol (8), resveratrol (9), campuran (1:1) rapontigenin (10)-aromadendrin (11), campuran (1:1) rapontigenin (10)-luteolin (12), serta dua senyawa dari C. alata, yaitu kaempferol (13) dan emodin (14).Penemuan satu senyawa baru, yaitu 1 memberikan kontribusi yang penting pada aspek fitokimia genus Tephrosia. Senyawa 1, merupakan senyawa turunan isoflavanon termodifikasi pertama yang diisolasi dari genus Tephrosia dan baru pertama ditemukan di alam. Senyawa baru tersebut memberikan makna yang penting pada fitokimia tumbuhan Tephrosia. Keberadaan senyawa 8 juga pertama kali diisolasi dari C. grandis. Sangat menarik untuk dicatat bahwa pada penelitian ini senyawa 8 dan 9, serta 13 dan 14 yang masing-masing diisolasi dari C. grandis dan C. alata dapat dijadikan sebagai senyawa penanda pada beberapa tumbuhan Cassia yang memiliki kekerabatan yang dekat secara kemotaksonomi.Sifat antibakteri dari sebelas senyawa murni hasil isolasi diuji terhadap bakteri S. aureus, B. substilis, E. coli and S. typhi. Empat senyawa yaitu 1, 2, 7, dan 13 bersifat potensial terhadap semua bakteri uji, yaitu S. aureus, B. substilis, E. coli dan S. typhi, dengan kisaran nilai MIC 25 -50 (rumus). Berikutnya, senyawa 5, dan  6 bersifat potensial sebagai antibakteri selektif terhadap S. typhi dengan nilai MIC masing-masing 50 (rumus), sedangkan senyawa 9, dan 14 bersifat potensial sebagai antibakteri selektif terhadap B. substilis, dan E. coli dengan kisaran nilai MIC 25-50 (rumus). Sementara itu, tiga senyawa 3, 4, dan 8  bersifat tidak potensial sebagai antibakteri dengan kisaran nilai MIC ≥ 100(rumus).Sebagai kesimpulan, pada penelitian fitokimia tumbuhan C. grandis,  C. alata dan T. vogelii (Fabaceae) telah berhasil diperoleh satu senyawa baru hasil isolasi, bersama dengan tiga belas senyawa yang sudah pernah dilaporkan sebelumnya. Sebelas senyawa hasil isolasi menunjukkan aktivitas antibakteri yang beragam, dari yang bersifat antibakteri potensial terhadap empat bakteri uji, hingga yang bersifat selektif terhadap  sebagian bakteri uji.", "Daftar File": {"2017 DIS PP VALENTINA ADIMURTI KUSUMANINGTYAS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/124014", "2017 DIS PP VALENTINA ADIMURTI KUSUMANINGTYAS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/124013", "2017 DIS PP VALENTINA ADIMURTI KUSUMANINGTYAS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/124012", "2017 DIS PP VALENTINA ADIMURTI KUSUMANINGTYAS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/124011", "2017 DIS PP VALENTINA ADIMURTI KUSUMANINGTYAS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/124010", "2017 DIS PP VALENTINA ADIMURTI KUSUMANINGTYAS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/124009", "2017 DIS PP VALENTINA ADIMURTI KUSUMANINGTYAS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/124008"}, "Penulis": "VALENTINA ADIMURTI KUSUMANINGTYAS ( NIM : 30511004 )", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Prof. Dr. Yana Maolana Syah        \n \n \n \n \n \n \n \n\nPembimbing 2 : Dr. Lia Dewi Juliawaty"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "aromadendrin,\tCassia\talata,\tCassia\tgrandis,\tpiseatanol, tefrovogelinon,  Tephrosia vogelii.", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}