{"Nomor": 24600, "Judul": "ANALISIS RISIKO OPERASIONAL PADA JASA TRANSPORTASI Studi Kasus: Arnes Shuttle", "Abstrak": "Transportasi salah satu sektor penting sebagai penunjang pembangunan dan pemberi jasa bagi perkembangan ekonomi. Menurut data dari OD Nasional 2001 yang menggambarkan bahwa Ã‚Â± 95% perjalanan penumpang dan barang menggunakan moda transportasi darat. Namun, seiring dengan banyaknya perjalanan penumpang dan barang menggunakan jasa transportasi ternyata juga berdampak pada tingginya angka kecelakaan lalu lintas di Indonesia. Menurut data dari Badan Pusat Statistik (BPS) menyebutkan bahwa pada tahun 2014 tercatat 95,5 ribu kasus kecelakaan lalu lintas. Pada tahun 2015 mengalami peningkatan 3,19 persen menjadi 98,9 ribu kasus, begitupun juga pada tahun 2016 naik menjadi 105,3 ribu kasus. Jumlah kecelakaan lalu lintas dalam 10 tahun terakhir mengalami fluktuasi. Hal ini salah satunya disebabkan oleh kesadaran manajemen risiko pada perusahaan jasa transportasi karena belum bisa mengelolanya dengan baik.  \n \n\nOleh karena itu pada tugas akhir ini diusulkan pembuatan proses manajemen risiko menggunakan ISO 31000 untuk menilai risiko pada perusahaan atau organisasi. ISO 31000:2009 sebagai suatu standar atau panduan praktis bagi organisasi untuk mengembangkan manajemen risiko yang dapat disesuaikan dengan kondisi internal organisasi. Proses manajemen risiko terdiri dari tiga proses besar, yaitu: menentukan konteks, penilaian risiko dan penanganan risiko. Ketiga proses besar tersebut didampingi oleh dua proses lainnya yaitu: komunikasi dan konsultasi; dan monitoring dan review.  \n \n\nProses pertama yang dilakukan dalam menilai risiko adalah melakukan identifikasi risiko yang menghasilkan empat kategori risiko, yaitu Risiko Sumber Daya Manusia, Risiko Proses Bisnis Perusahaan Transportasi, Risiko Teknologi Transportasi, dan Risiko Eksternal. Proses pengambilan data dilakukan dengan wawancara dan kuesioner. Dari data wawancara dan kuesioner dibuat pemeringkat risiko dengan menggunakan matriks yang berisi kombinasi frekuensi dan dampak (Risk = Impact x Frequency). Matriks tersebut kemudian dibagi menjadi empat kuadran sesuai dengan tingkat keutamaan atau level prioritas penanganan risiko sehingga dapat terlihat risiko mana yang memerlukan penanganan lebih lanjut. Matriks tersebut antara lain: dapat diterima (acceptable), diwaspadai (supplementary issue), sangat diwaspadai (issue), atau tidak diterima (unacceptable). Berdasarkan hasil wawancara dan kuesioner diperoleh bahwa prioritas penanganan yang muncul antara lain: dapat diterima (acceptable) berjumlah 35 peristiwa risiko, diwaspadai (supplementary issue) berjumlah 5 peristiwa risiko, sangat diwaspadai (issue) berjumlah 3 perisiwa risiko dan 0 peristiwa risiko untuk yang tidak diterima (unacceptable). Untuk rekomendasi penanganan risiko hanya dilakukan untuk risiko yang termasuk kategori prioritas diwaspadai (supplementary issue) dan sangat diwaspadai (issue).", "Daftar File": {"2017 TA PP USWATUN HASANAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123994"}, "Penulis": "USWATUN HASANAH (NIM: 18213017)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dra. Harlili, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Risiko, manajemen risiko, risiko operasional transportasi, analisis risiko, penanganan risiko, ISO 31000", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}