{"Nomor": 24603, "Judul": "SINTESIS REDUCED GRAPHENE OXIDE (rGO) MENGGUNAKAN MODIFIKASI METODE YANG RAMAH LINGKUNGAN UNTUK MENINGKATKAN KONDUKTIVITAS LISTRIK", "Abstrak": "Grafena merupakan material 2D dengan kisi heksagonal yang memiliki ketebalan satu atom. Grafena merupakan material yang sangat menarik karena memiliki sifat mekanik, termal, dan elektronik yang unik serta peluang aplikasinya yang menjanjikan untuk devais elektronik dan katalis. Metode sintesis yang paling sederhana dan mudah untuk menghasilkan grafena adalah proses sintesis kimiawi yaitu dengan mereduksi oksida grafena. Terdapat empat tahap dalam sintesis rGO secara kimiawi, yaitu (i) proses oksidasi, dengan melarutkan grafit pada larutan asam dan penambahan KMnO4 sebagai oksidator, (ii) proses pengelupasan dengan melakukan sonikasi pada oksida grafena, (ii) proses reduksi dengan menambahkan hydrazine hydrate sebagai reduktor, (iv) pemanasan menggunakan microwave agar proses reduksi lebih cepat dan efisien. Pada penelitian ini digunakan kombinasi antara metode Hummer yang telah dimodifikasi dan metode Marcano, dengan menggunakan larutan asam campuran antara asam sulfat dan asam fosfat (9:1). Proses reduksi dilakukan dengan menggunakan hydrazine hydrate sebagai agen pereduksi serta bantuan microwave untuk mempercepat reaksi reduksi. Selain menggunakan hydrazine hydrate, dilakukan studi awal penggunaan agen pereduksi yang ramah lingkungan yaitu L-asam askorbat. Penggunaan microwave dilakukan variasi pada level radiasi microwave (high, medium dan low) dan variasi waktu radiasi microwave (1, 2, 3, 4, dan 5 menit). Proses reduksi dilakukan pada lingkungan yang berbeda yaitu pada lingkungan udara normal dan lingkungan 100% N2. Konduktivitas tertinggi diperoleh sebesar 18,10 S/cm. Sedangkan untuk rGO yang direduksi menggunakan L-asam askorbat (rGO-LAA) memiliki konduktivitas listrik sebesar 12,02 S/cm. Dari hasil XRD (X-ray Diffraction) diketahui bahwa oksida grafena telah berhasil direduksi dengan baik. Morfologi yang terbentuk berupa lembaran-lembaran telah teramati dari hasil SEM (Scanning Electron Microscopy) dan TEM (Transmission Electron Spectroscopy). Dari hasil Spektroskopi Raman diketahui bahwa nilai ID/IG yang menunjukkan tingkat disorder pada rGO adalah 1,09 dan 1,05 untuk rGO-LAA. Setelah dilakukan proses annealing pada suhu 300 Ã‚Â°C selama 30 menit, konduktivitas listrik dari rGO meningkat mencapai 23,26 S/cm dan 16,19 S/cm untuk rGO-LAA.", "Daftar File": {"2017 TS PP UTIYA HIKMAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123997"}, "Penulis": "UTIYA HIKMAH (NIM: 20215044)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n \n\nDr. eng. Ferry Iskandar.   \n \n\nDr.rer.nat. Akfiny Hasdi Aimon."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Reduced Graphene Oxide, konduktivitas listrik.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}