{"Nomor": 24604, "Judul": "PREVALENSI KELUHAN MUSKULOSKELETAL  PERAWAT RUMAH SAKIT  DI SEJUMLAH RUMAH SAKIT JAKARTA DAN BANDUNG", "Abstrak": "Perawat adalah profesi kesehatan terbanyak di rumah sakit yang sering mengalami gangguan cedera otot. Beberapa penelitian menunjukkan bahwa perawat sering mengalami gangguan cedera otot (muskuloskelatal) dari aktivitas yang dilakukan sehari-hari. Aktivitas tersebut adalah seperti mengangkat, memindahkan atau memposisikan kembali pasien. Penelitian mengenai postur kerja dan keluhan cedera otot pada lingkungan kesehatan masih kurang, sebagian besar penelitian dilakukan pada lingkungan pabrik dan perkebunan.  \n\nPenelitian ini ingin mengkaji tingkat prevalensi keluhan muskuloskeletal terhadap perawat rumah sakit (studi kasus di sejumlah rumah sakit Jakarta dan Bandung) dan faktor demografi yang berpengaruh. Data diambil melalui pengisian Nordic Questionnaire yang berisi pernyataan Ã‚Â“YaÃ‚Â” dan Ã‚Â“TidakÃ‚Â” terhadap keluhan musculoskeletal di bagian tubuh tertentu. Dari kuesioner tersebut diperoleh hasil bahwa responden yang mengalami keluhan paling banyak selama 12 bulan terakhir adalah di nyeri punggung bawah sebanyak 48.75% (n=39), responden yang mengalami keluhan nyeri bahu kanan dan kiri masing-masing sebanyak 50% (n=40), dan responden yang mengalami keluhan nyeri Leher sebanyak 42.5% (n=34). Untuk keluhan anggota tubuh lainnya, lengan kanan sebanyak 26.25% (n=21), lengan kiri sebanyak 28.75% (n=23), pergelangan tangan kanan sebanyak 33.75% (n=27), pergelangan tangan kiri dan punggung atas sebanyak 38.75% (n=31), paha kanan sebanyak 32.5% (n=26), paha kiri sebanyak 30% (n=24), lutut kanan dan kiri sebanyak 36.25% (n=29), telapak kaki kanan dan kiri sebanyak 37.5% (n=30).  \n\nDengan menggunakan chi square test diuji keberhubungan antara setiap keluhan musculoskeletal (bagian punggung bawah, bahu kanan, bahu kiri, dan leher) dengan demografi (jenis kelamin, umur, pendidikan terakhir, status pernikahan, dan masa kerja). Hasilnya menyatakan bahwa yang mempengaruhi keluhan musculoskeletal adalah masa kerja (mempengaruhi keluhan pada punggung bawah, bahu kanan, dan leher) dan status pernikahan (mempengaruhi keluhan pada leher).", "Daftar File": {"2017 TA PP Vadel Rama Efriza  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/123998"}, "Penulis": "VADEL RAMA EFRIZA - NIM 13411064", "Kontributor / Dosen Pembimbing": ["Ir. Hardianto Iridiastadi, MSIE, PhD."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "prevalensi, perawat rumah sakit, Nordic Questionnaire, Chi Square Test.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2017"}