{"Nomor": 24615, "Judul": "LINGKUNGAN PENYEMBUHAN DALAM FASILITAS KESEHATAN RUMAH SAKIT UMUM KELAS C DI CIMAHI", "Abstrak": "Kesehatan merupakan suatu kebutuhan dasar manusia. Pertambahan jumlah penduduk dari tahun ke tahun menyebabkan kebutuhan akan fasilitas kesehatan juga semakin tinggi. Untuk menanggapi hal tersebut, TNI Angkatan Darat berencana untuk membangun salah satu fasilitas kesehatan yaitu Rumah Sakit Umum kelas C di Kota Cimahi. Sebagai rumah sakit militer, pengelola rumah sakit memiliki visi untuk menjadikan rumah sakit kebanggan bagi anggota tentara dan keluarganya serta masyarakat umum di Kota Cimahi. Proyek ini berada di salah satu kawasan cagar budaya di Kota Cimahi. Konteks bangunan cagar budaya yang ada mempengaruhi proyek perancangan rumah sakit ini. Selain itu, di dalam proyek ini terdapat isu mengenai metode penyembuhan pasien secara psikologis melalui konsep healing environment atau lingkungan penyembuhan. Konsep lingkungan penyembuhan yang dimaksud adalah pengaturan kondisi fisik rumah sakit sehingga mampu mendukung dan meningkatkan kondisi psikologis serta mengurangi tingkat stres dari seluruh pengguna rumah sakit. Rumah sakit yang dirancang memiliki kapasitas tempat tidur sebanyak 75 buah, terdiri dari beberapa massa bangunan yang saling terhubung dan memiliki ketinggian maksimal empat lantai. Bangunan rumah sakit yang baru dirancang sedemikian rupa agar dapat menjadi sebuah latar yang harmonis dengan konteks bangunan cagar budaya yang ada.", "Daftar File": {"2017 TA PP VANIA NATALIE 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/124029"}, "Penulis": "Vania Natalie     (NIM : 15213053)", "Kontributor / Dosen Pembimbing": ["RR. Dhian Damajani, Ir. MT, Dr."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Rumah Sakit Umum, Bangunan Cagar Budaya, Healing Environment.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "29 Sep 2017"}