{"Nomor": 24611, "Judul": "DEODORANT PURCHASE INTENTION OF GENERATION Y MALE", "Abstrak": "Meskipun sektor rias pria di pasaran merupakan salah satu kontributor tertinggi dalam industri Fast Market Consumer Goods, tingkat penjualan deodoran tidak meningkat secara signifikan dibandingkan dengan produk rias pria lainnya. Di sisi lain, Generasi Y pria di Indonesia menguntungkan di pasaran pada 2016, mereka berkontribusi 10% dari populasi Indonesia dengan estimasi USD 23,9 juta. Kajian ini mengeksplor niat membeli pria dari Generasi Y terhadap deodoran. Kajian ini mengarah kepada menemukan faktor yang paling memengaruhi niat membeli deodoran seorang pria di Indonesia dan untuk memberikan saran untuk perusahaanperusahaan dalam mempromosikan melalui promosi iklan di dalam toko-toko retail untuk deodoran pria secara efektif ke depannya. Ada empat variabel independen yang digunakan dalam penelitian ini,yaitu kemasan, citra diri, citra merk, dan selebriti endorsemen.Metode kuantitatif digunakan dengan cara menyebarkan kuisioner kepada pria dari umur 17-36 tahun. Analisis regresi multi linear digunakan untuk menentukan faktor mana, kemasan, citra diri, citra merk atau   \n\nselebriti endorsement, yang paling berpengaruh terhadap niat membeli deodoran pria. Sebagai hasil dari penelitian, faktor yang paling berpengaruh terhadap niat membeli pria dari Generasi Y terhadap deodoran adalah kemasan, diikuti dengan citra diri, selebriti endorsemen, dan citra merk.", "Daftar File": {"2017 TA PP VANIA AMELIA D 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/124017", "2017 TS PP VANIA AMELIA 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/252188"}, "Penulis": "VANIA AMELIA (NIM 19014100)", "Kontributor / Dosen Pembimbing": ["IRA FACHIRA, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Purchase Intention; Deodorant; Millenial; Generation Y", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "17 Sep 2017"}