{"Nomor": 24632, "Judul": "PERANCANGAN SISTEM INFORMASI KEHADIRAN MAHASISWA RISET BERBASIS SIDIK JARI STUDI KASUS: LABORATORIUM WINNER", "Abstrak": "Mahasiswa sebagai orang yang belajar di perguruan tinggi memiliki kewajiban untuk menyelesaikan tugas akhirnya untuk mendapatkan gelar. Akan tetapi mahasiswa sering lupa akan kewajibannya sehingga kemajuan tugas akhirnya stagnan. Begitu pula untuk kehadiran di ruangan riset untuk mengerjakan tugas akhir, mahasiswa merasa tidak memiliki kewajiban untuk hadir karena tidak ada sistem yang mengatur untuk hal tersebut.  \n \n\nSistem jam kerja pegawai dapat dimanfaatkan bagi mahasiswa tingkat akhir yang sedang menyelesaikan tugas akhir untuk mendorong mahasiswa yang sebelumnya jarang kelihatan menjadi hadir di ruangan riset karena adanya kewajiban dan sanksi yang diberikan apabila tingkat kehadiran tidak sesuai ekspektasi. Sistem jam kerja termasuk di dalam sistem yang lebih besar yaitu sistem informasi. Sistem informasi berguna untuk penyimpanan dan visualisasi data sehingga dapat terlihat informasi penting bagi dosen maupun mahasiswa.  \n \n\nPengujian yang dilakukan dalam sistem ialah pengujian fungsional, non-fungsional, dan juga user acceptance test. Teknik user acceptance test yang digunakan berasal dari Technology Acceptance Model untuk menilai manfaat dan kemudahan penggunaan. Dari hasil kuesioner kepada dosen menunjukkan bahwa derajat kegunaan sudah berada di batas agak setuju dan derajat kemudahan penggunaan berada di batas setuju. Sedangkan hasil kuesioner kepada mahasiswa menunjukkan nilai kegunaan yaitu 6.04 dan nilai kemudahan penggunaan sebesar 6.23. Hasil ini menunjukkan bahwa pengguna yaitu dosen dan mahasiswa positif terhadap sistem ini karena bermanfaat dan mudah digunakan.", "Daftar File": {"2017 TA PP VICTORIO KHOMAS 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/124098"}, "Penulis": "VICTORIO KHOMAS (NIM : 18213045)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Yusep Rosmansyah, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "kehadiran, sistem informasi, tugas akhir, sistem jam kerja", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}