{"Nomor": 24633, "Judul": "PERANAN PENTING DATA PRODUKSI DALAM PEMODELAN DAN PENENTUAN STRATEGI PENGEMBANGAN RESERVOIR TIPE BASEMENT", "Abstrak": "Reservoir rekah alami atau yang lebih sering dimodelkan dengan sistem dual porosity berbeda dengan reservoir homogen bila ditinjau dari karateristik batuannya. Sistem homogen hanya terdiri dari matriks saja sementara sistem dual porosity memiliki matriks dan rekahan. Sistem ganda menandakan produksi pertama berasal dari rekahan yang mempunyai permeabilitas besar kemudian disusul dengan matriks yang mempunyai permeabilitas kecil. Terjadinya penurunan produksi secara drastis disebabkan oleh minyak dari rekahan habis terproduksi dan tidak segera mendapat suplai dari matriks sebagai pengganti fluida. Dari hasil analisa PVT di dapatkan harga (GOR) adalah 1296.49 scf/stb, (Bo) 1.682 bbl/stb, tekanan Bubble point 4425 Psi, berat minyak 38.6oAPI, dan viskositas minyak 0.2216 cp. Harga skin bernilai positif yaitu 21.33 yang menunjukan bahwa pada sumur ini ada kerusakan. Harga permeabilitas diperoleh sebesar 7.06 termasuk kecil, tetapi karena pada reservoir ini adalah porositas ganda maka masih baik untuk diproduksikan. Harga rasio penyimpanan sebesar 17.7% sedangkan harga koefisien aliran antar porositas sebesar         \n \n\n3.284x10-7 menunjukan bahwa kontribusi dari kemampuan matriks dalam melewatkan fludia termasuk sedang.         \n \n\nUntuk mencapai matching terhadap data sejarah produksi gas dan tekanan dilakukan uji sensitivitas terhadap faktor permeabilitas rekahan mulai dari harga permeabilitas asli sampai yang terkecil (Kf / 83000) yakni identik dengan permeabilitas sistem vuggy batuan. Selain itu dicoba juga untuk mengurangi besarnya support terhadap tekanan dengan cara menutup fault (sealing) yang ada disekitar sumur. Sehingga secara tidak langsung         \n \n\nmembentuk sebuah sektor yang berada hanya disekeliling sumur. Dari analisa sensitivitas permeabilitas rekahan diperoleh harga sekitar sebelas kali dari nilai permeabilitas sistem vuggy batuan. Dengan kata lain sistem ini boleh disebut sebagai sebuah sistem yang memiliki karakter dual porosity namun single permeability. Sistem ini lebih cenderung sebagai vuggy         \n \n\nporosity.", "Daftar File": {"2010 TS PP VICTOR STEPHEN PURBA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/124099", "2010 TS PP VICTOR STEPHEN PURBA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/124100", "2010 TS PP VICTOR STEPHEN PURBA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/124101", "2010 TS PP VICTOR STEPHEN PURBA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/124102", "2010 TS PP VICTOR STEPHEN PURBA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/124103", "2010 TS PP VICTOR STEPHEN PURBA 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/124104", "2010 TS PP VICTOR STEPHEN PURBA 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/124105", "2010 TS PP VICTOR STEPHEN PURBA 1-BAB 5C.pdf": "https://digilib.itb.ac.id/gdl/download/124106", "2010 TS PP VICTOR STEPHEN PURBA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/124107", "2010 TS PP VICTOR STEPHEN PURBA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/124108"}, "Penulis": "VICTOR STEPHEN PURBA (NIM : 22207330)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Tutuka Ariadji, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "rasio penyimpanan, koefisien aliran antar porositas, porositas vuggy", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "10 file", "Tanggal Input": "27 Sep 2017"}