{"Nomor": 24635, "Judul": "REVIEW DAN REDESIGN UNIT KOAGULASI, FLOKULASI, DAN SEDIMENTASI PADA INSTALASI PENGOLAHAN AIR (IPA) CIKONENG UNIT 3 PDAM TIRTA RAHARJA KABUPATEN BANDUNG", "Abstrak": "Air sangat penting bagi kehidupan mahluk hidup. Manusia memerlukan air bersih untuk memenuhi kebutuhan dan kelangsungan hidupnya. Air yang dapat dimanfaatkan oleh manusia harus memperhatikan kualitas, kuantitas serta kontinuitasnya sehingga diperlukan sebuah instalasi pengolahan air bersih dan air minum. Sistem Pengolahan Air Minum (SPAM) Ciparay PDAM Tirta Raharja melayani kebutuhan air bersih untuk 6 (enam) daerah layanan, yaitu Kecamatan Ciparay, Kecamatan Pacet, Kecamatan Bojongsoang, Kecamatan Dayeuhkolot, Kecamatan Baleendah, dan Kecamatan Rancaekek dengan kapasitas pengolahan 400 L/s yang dihasilkan dari 3 (tiga) unit Instalasi Pengolahan Air (IPA) Cikoneng. Meningkatnya jumlah penduduk layanan SPAM Ciparay pada tahun 2027 mengakibatkan meningkatnya kebutuhan air sebesar 664,4 L/s. Pengembangan SPAM Ciparay mempertimbangkan aspek peningkatan %pelayanan, kebutuhan lahan, dan biaya pembangunan sehingga terpilih alternatif berupa penambahan dan modifikasi desain IPA. Skenario pengembangan SPAM Ciparay dilakukan dalam 4 tahap, yaitu meningkatkan 100% kapasitas ketiga IPA eksisting dan pembangunan IPA baru dengan kapasitas 265 L/s. Tahap pertama dilakukan pengembangan pada IPA Cikoneng Unit 3 yang merupakan salah satu dari tiga IPA pada SPAM Ciparay dengan kapasitas 150 L/s yang memiliki dimensi yang cenderung lebih besar dibandingkan IPA Cikoneng unit 1 (kapasitas 200 L/s) dan memerlukan evaluasi sehingga berpotensi untuk dikembangkan terlebih dahulu. Pengembangan dilakukan dengan meningkatkan kapasitas (uprating) IPA Cikoneng unit 3 sebesar 150 L/s menjadi 300 L/s. Perancangan ulang dilakukan dengan menambahkan tinggi pada bangunan koagulasi sebesar 0,8 m dan menambahkan 2 kompartemen pada masing-masing bak flokulasi berbentuk hexacoidal dengan dimensi disesuaikan dengan kondisi eksisting, yakni tinggi 4,65 m dan panjang sisi hexagonal 1,8 m. Biaya yang dibutuhkan perancangan ulang unit koagulasi dan flokulasi adalah sebesar Rp 968.150.000,00,-.", "Daftar File": {"2017 TA PP VIDYA ADHANINGGAR DL 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/124110"}, "Penulis": "Vidya Adhaninggar Dyah Lukitaningrum (NIM: 15313067)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ing. Ir. Prayatni Soewondo, M.S., \n\nDrs. Dady Surachman, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "flokulasi, instalasi pengolahan air, koagulasi, uprating", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "28 Sep 2017"}