{"Nomor": 24640, "Judul": "PEMBUATAN PERANGKAT LUNAK UNTUK MENENTUKAN GEOMETRI RADIASI SURYA MELALUI SARANA FENESTRASI", "Abstrak": "Jendela merupakan salah satu jenis fenestrasi. Terdapat berbagai macam jenis jendela. Namun secara umum jendela dapat dikelompokkan ke dalam tiga jenis yaitu setback window, window with both setback and overhang, serta flat roof window. Masing-masing jendela memiliki perhitungan geometri yang berbeda namun tetap menggunakan perhitungan dasar yang sama. Secara manual, perhitungan akan memakan waktu yang cukup lama. Sehingga disusunlah suatu perangkat lunak yang dapat memudahkan proses perhitungan.  \n \n\nUntuk memverifikasi hasil keluaran perangkat lunak, dilakukan pengamatan terhadap lima buah jendela yang merepresentasikan ketiga jenis umum jendela. Pengamatan dilakukan di ITB dan Balai Besar Pulp dan Kertas. Data pengukuran dari pengamatan dihitung secara manual dan dihitung menggunakan simulasi. Hasil perbandingan ketiga data menyatakan bahwa hasil perhitungan program memiliki nilai perbedaan (selisih) + 9%. Selisih tersebut disebabkan adanya faktor ketidaktepatan saat pengukuran serta adanya proses pembulatan pada setiap proses perhitungan.", "Daftar File": {"2013 TA PP VINA PUTRI VIRGIANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/124116", "2013 TA PP VINA PUTRI VIRGIANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/124117", "2013 TA PP VINA PUTRI VIRGIANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/124118", "2013 TA PP VINA PUTRI VIRGIANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/124119", "2013 TA PP VINA PUTRI VIRGIANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/124120", "2013 TA PP VINA PUTRI VIRGIANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/124121", "2013 TA PP VINA PUTRI VIRGIANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/124122"}, "Penulis": "VINA PUTRI VIRGIANI  (NIM : 13309001)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nWisnu Hendradjit, M.Sc.E", "Dr. Agus Samsi, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bayangan, fenestrasi, jendela, radiasi surya, sunlight area, window", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}