{"Nomor": 24653, "Judul": "PENAKSIRAN BEBAN TERMAL PADA GEDUNG PENDIDIKAN DAN LABORATORIUM VOKASI DI TANGERANG DENGAN METODE CLTD (COOLING LOAD TEMPERATURE DIFFERENCE)", "Abstrak": "Sebuah lembaga pendidikan vokasi memerlukan gedung yang akan berfungsi sebagai sarana penunjang kegiatan belajar mengajar serta latihan kerja. Gedung itu akan digunakan sebagai laboratorium kegiatan praktikum untuk melatih keterampilan pelajar sesuai dengan bidang pembelajarannya. Gedung pendidikan dan laboratorium vokasi ini memiliki 2 lantai dengan luas keseluruhan 970,44 m2.Dalam rencana pemasangan sistem tata udara perlu dilakukanpenaksiran beban termal dari bangunan tersebut.Dalam penaksiran beban termalnya diterapkan metode CLTD (Cooling Load Temperature Difference).Metode ini dipengaruhi oleh radiasi matahari, konduksi pada atap, dinding dan kaca serta beban internal dari bangunan.  \n \n\nBeban termalruangan yang diperoleh untuk lantai-1 yaitu 43,89 kW, sedangkan untuk lantai-2 yaitu 66,43 kW. Selain beban termal juga dilakukan perhitungan aliran udara catu dari masing-masing lantai sesuai dengan jumlah dan aktivitas penghuni tiap zona.Dari hasil perhitungan CLTD yang dilakukan, dihasilkan juga nilai kapasitas unit yang diperoleh.Untuk lebih menggambarkan prosesnya digambarkan pada karta psikrometrik sehingga dapat dilihat nilai beban ruangan dan kapasitas unit yang diperlukan.Secara keseluruhan kapasitas unit untuk lantai-1 adalah 222.854 Btu/jam (setara dengan 65,31 kW), sedangkan kapasiti total dari unit yang diperoleh untuk lantai-2 adalah 287.348 Btu/jam (setara dengan 84,21kW).", "Daftar File": {"2013 TA PP VIRDHA SUNDUS RUFAEDAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/124163", "2013 TA PP VIRDHA SUNDUS RUFAEDAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/124164", "2013 TA PP VIRDHA SUNDUS RUFAEDAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/124165", "2013 TA PP VIRDHA SUNDUS RUFAEDAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/124166", "2013 TA PP VIRDHA SUNDUS RUFAEDAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/124167", "2013 TA PP VIRDHA SUNDUS RUFAEDAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/124168", "2013 TA PP VIRDHA SUNDUS RUFAEDAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/124169"}, "Penulis": "VIRDHA SUNDUS RUFAEDAH (NIM : 13308064)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n \n\nIr. Wisnu Hendradjit M.Sc.E", "Rahmat Romadhon ST, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "CLTD, karta psikrometrik, beban termal", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}