{"Nomor": 24658, "Judul": "STUDI PENGARUH KONSENTRASI NaNO3 TERHADAP KARAKTERISTIK GRAPHENE OXIDE HASIL SINTESIS DENGAN METODE HUMMERS TERMODIFIKASI", "Abstrak": "Graphene merupakan material dua dimensi yang unik dengan struktur yang berupa satu lapis graphite yang memiliki konduktivitas dan transmitansi yang baik sehingga material ini dapat digunakan dalam berbagai macam aplikasi elektronik. Akhir-akhir ini banyak penelitian yang memanfaatkan defek pada graphene. Untuk memunculkan defek tersebut lebih mudah dengan menggunakan Graphene Oxide (GO) sebagai prekursor graphene. Natrium nitrat (NaNO3) sebagai agen pengoksidasi pertama dalam sintesis GO berperan dalam meningktkan gugus karboksil sehingga menghasilkan ikatan sp3 yang lebih banyak. Pada penelitian ini akan dicari metode sintesis yang optimum dengan metode Hummers termodifikasi yang menghasilkan GO dengan jarak antar lapisan paling besar sehingga GO dapat dianggap sebagai material dua dimensi mirip graphene dan memiliki defek yang cukup tinggi sehingga muncul sifat luminesensinya. Pada sintesis dengan metode Hummers termodifikasi digunakan Amonium Perosodisulfat (APS) menggantikan KMnO4 sebagai agen pengoksidasi kedua. Selain itu, dilakukan juga variasi konsentrasi NaNO3 sebanyak 0 gram, 0.5 gram, 1 gram, 2 gram dan 4 gram. Karakterisasi tahap awal GO menggunakan spektrometer Raman diperoleh puncak graphite (IG) , puncak defek (ID), dan puncak graphene (I2D). Untuk meninjau defek dapat dilihat dari perbandingan ID terhadap ID. Teknik karakterisasi lain yang digunakan adalah dengan menggunakan spektroskopi photoluminescence untuk melihat pola transisi GO akibat defek serta karakterisasi dengan spektroskopi UV-Vis. Dari beberapa karakterisasi tersebut didapat bahwa GO hasil modifikasi dengan metode Hummers memiliki kondisi optimum pada konsentrasi NaNO3 1 gram dengan ID/IG sebesar 0.81, bangap sebesar 3.56 eV, dan emisi foton pada spektrum PL sebesar 2.21 eV.", "Daftar File": {"2016 TA PP VIVI FAUZIA GUSTIANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/124187", "2016 TA PP VIVI FAUZIA GUSTIANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/124188", "2016 TA PP VIVI FAUZIA GUSTIANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/124189", "2016 TA PP VIVI FAUZIA GUSTIANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/124190", "2016 TA PP VIVI FAUZIA GUSTIANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/124191", "2016 TA PP VIVI FAUZIA GUSTIANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/124192", "2016 TA PP VIVI FAUZIA GUSTIANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/124193"}, "Penulis": "VIVI FAUZIA GUSTIANI  (NIM : 10212025)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. A. Agung Nugroho S. H."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Defek, Graphene Oxide, Modifikasi Hummers,NaNO3", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}