{"Nomor": 24652, "Judul": "GEDUNG SENI PERTUNJUKAN INSTITUT SENI BUDAYA INDONESIA DI BUAH BATU, BANDUNG", "Abstrak": "Gedung Seni Pertunjukan Institut Seni Budaya Indonesia (ISBI) yang terletak di Jalan Buah Batu, Bandung, merupakan proyek yang dicanangkan oleh pemerintah Kota Bandung dan ISBI. Proyek ini memiliki luas lahan sebesar 16.389 m2 dan luas bangunan +9.000 m2. Gedung Seni Pertunjukan ISBI memiliki sebuah auditorium dengan kapasitas 1200 orang dan berfungsi mewadahi berbagai macam seni pertunjukan, tari, dan musik baik tradisional maupun modern serta memiliki sebuah ruang pameran. Bangunan digunakan oleh masyakarat ISBI dan juga untuk masyarakat umum. Konsep utama bangunan adalah Ã‚Â“Elegancy of LocalityÃ‚Â” yang ditunjukan pada hasil perancangan.  \n \n\nGedung Seni Pertunjukan ISBI memiliki 4 konsep yaitu lokalistas, akustik multifungsi, urban identity, dan interconnected space. Konsep lokalitas diterapkan pada massa bangunan yang menyerupai Ã‚Â“blankonÃ‚Â” dan wajah bangunan yang memiliki pola khas Jawa Barat. Auditorium menggunakan panel akustik multifungsi sebagai salah satu konsep. Urban identity ditunjukan dengan skala bangunan yang besar dan dapat menjadi landmark bagi lingkungan tersebut. Gedung Seni Pertunjukan ISBI terdiri dari sebuah massa bangunan 3 tingkat dengan sebuah ampiteater serta ruang publik yang luas di dalam lahan yang dapat diakses oleh masyarakat secara umum. Plaza dan ampiteater ini mengangkat konsep interconnected space.", "Daftar File": {"2017 TA PP VIONA MOUDIANI PUTRI 1-ABSTRAK - Copy.pdf": "https://digilib.itb.ac.id/gdl/download/124162"}, "Penulis": "VIONA MOUDIANI PUTRI (NIM : 15213073)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Christina Gantini, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gedung Seni Pertunjukan, Bandung, Budaya, ikonik, Lokalitas, Urban Identity.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}