{"Nomor": 24665, "Judul": "ANALYSIS OF CONTRIBUTING COMPONENTS TO DEPTH ERROR FOR MULTIBEAM ECHOSOUNDING", "Abstrak": "In achieving the high-quality of depth data from MBES measurement, the error of depth should be considered carefully, especially in shallow water. Hence, the  \n \n\npurpose of this research are identifying the error budget of components into depth error and the error contribution components of depth, and analyzing the depth error real with an error model. Total depth error is made up of following components: range error, beam angle error, pitch error, roll error, sound velocity  \n \n\nerror, heave error, draught error, and water level error. These errors should be transformed into an error in depth. The equation of depth error contributions will  \n \n\nbe defined using the method of propagation of errors. Furthermore, the depth error of MBES is evaluated by standards of IHO SP-44. The results is the maximum  \n \n\nerror is water level error and the minimum error is pitch error. The errors of range, beam angle, roll, and pitch as follow: σr = Ã‚Â± 0.01 m, σθ = Ã‚Â± 0.05Ã‚Âº, σRP = Ã‚Â± 0.05Ã‚Âº, can determine the depth total error that meets the special order of IHO standard. The results of total depth error model and total depth error real achieve the same level of IHO standard.", "Daftar File": {"2017 TS PP WAHYU ARIF WIBOWO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/124212"}, "Penulis": "WAHYU ARIF WIBOWO       (NIM : 25115001)", "Kontributor / Dosen Pembimbing": ["Dr. Dwi Wisayantono  \n \n\nDr.rer.nat. Wiwin Windupranata"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "depth, error contributions, error budget, IHO standard, shallow water", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}