{"Nomor": 24675, "Judul": "PUSAT KREATIF BANDUNG", "Abstrak": "Pemerintah Kota Bandung berupaya untuk menjadikan kota Bandung sebagai Kota Kreatif, selain itu Pemerintah ingin menjadikan ekonomi kreatif sebagai salah satu moda utama penggerak ekonomi. Oleh karena itu, Pemerintah Kota Bandung merencanakan sebuah proyek bernama Pusat Kreatif Bandung untuk mempercepat pertumbuhan ekonomi kreatif. Pada bangunan ini, tujuan utama dari pelaku ekonomi kreatif adalah untuk bekerja, mencari koneksi, berkolaborasi, dan memasarkan karyanya. Pusat Kreatif Bandung merupakan wadah bagi masyarakat Kota Bandung untuk berkreasi. Pelaku ekonomi kreatif sebagai pengguna utama Pusat Kreatif Bandung memiliki karakter yang terbuka, fleksibel, toleransi tinggi. Hal ini mempengaruhi perancangan dan program ruang pada bangunan yang menggambarkan ekonomi kreatif. Selain Pelaku ekonomi kreatif, terdapat komunitas, pelajar, dan wisatawan yang berperan sebagai pengguna yang saling mempengaruhi satu sama lain. Bangunan diharap menjadi pemicu kreatifitas pengguna untuk berkarya.  Kolaborasi antar pengguna merupakan salah satu aspek yang ingin dicapai pada bangunan ini. Terdapat berbagai rancangan yang ditujukan agar terjadi interaksi oleh para pengguna pada bangunan, baik di luar maupun di dalam bangunan. Proyek berada di Jalan Laswi, Bandung, dengan luas tapak 7072 m2. Bangunan terdiri dari tiga masa bangunan yang disatukan. Penempatan masa merespon bentuk jalan sekitar sehingga dapat terlihat dengan baik dari sekitarnya, karena bangunan ingin menjadi ikon ekonomi kreatif Kota Bandung. Bangunan terdiri dari empat lantai dengan luas lantai bangunan sekitar 10.500 m2. Bangunan terdiri dari tiga kategori fungsi yaitu Pusat Inovasi, Pusat Ilmu, dan Komersil.", "Daftar File": {"2017 TA PP WAHYU NURINA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/124235"}, "Penulis": "WAHYU NURINA", "Kontributor / Dosen Pembimbing": ["Heru W. Poerbo, Ir., MURP., Dr. Ing"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Mixed use, Hub Kreatif, Komunitas, Ekonomi Kreatif.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}