{"Nomor": 24679, "Judul": "MAPPING OF WAVE ATTACK ON CORAL CAY BEACHES IN SERIBU ISLANDS, INDONESIA, FOR IDENTIFICATION OF ZONES OF COASTAL PROTECTION", "Abstrak": "The aim of this study is to locate areas among four cay beaches in Seribu Island that are vulnerable to erosion from wave attack. Seasonal shift of NW monsoon (November-March) and SE monsoon (May-September) has become the main cause of wave attack to the shoreline and this leads to erosion in cay beaches. An analytical study with SnellÃ‚Â’s Law is used to calculate the simple wave refraction over Seribu Islands bathymetry. Wave attack maps are made based on the statistical global wind speeds and directions from NCEP Reanalysis-II 1948-2009, chosen only four scenarios, the most likely happen and the second most likely to happen for each type of monsoon. The wind data is also used in determining wave height using Sverdrup- \n\nMunk-Bretschneider method. The result shows that zones of protection are located in the south-eastern part of \n\nSemak Daun Island for about 0.26 km, south-eastern and northern part of Karya Island in total of 0.74 km, north-western and eastern part of Panggang Island estimated for along 0.58 km, and also south-eastern and south-western of Pramuka for about 0.82 km.", "Daftar File": {"2015 TA PP WANDA JUWITA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/124252", "2015 TA PP WANDA JUWITA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/124253", "2015 TA PP WANDA JUWITA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/124254", "2015 TA PP WANDA JUWITA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/124255", "2015 TA PP WANDA JUWITA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/124256", "2015 TA PP WANDA JUWITA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/124257"}, "Penulis": "WANDA JUWITA (NIM : 15111029)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr.rer.nat. Poerbandono. \n\nDr.Eng. Totok Suprijo."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "erosion, wind wave, coral cay, seasonal monsoon, Seribu Islands", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "30 Nov 2017"}