{"Nomor": 24683, "Judul": "APLIKASI KRIGING INDIKATOR DALAM PERMODELAN URAT BIJIH EMAS CIKIDANG JAWA BARAT", "Abstrak": "Permodelan blok merupakan suatu alat untuk mengevaluasi potensi mineralisasi emas dan perak di daerah Cikidang. Hasil studi permodelan blok inl memberikan gambaran 3D tentang geometri mineralisasi, distribusi kadar bijih, dan jumlah sumberdaya dalam urat bijih emas Cikidang. Kadar assay diperoleh dari pengeboran inti sebanyak 57 lubang dan sepuluh lokasi stope sampling. Untuk memperoleh geometric support yang sama, data assay direratakan ke dalam basis data komposit dengan panjang 2 m. Berdasarkan analisis statistik dan interpretasi geologi ada dua populasi data dan blok-blok dalam model, yaitu urat bijih dan bukan urat bijih. Hasil analisis desil (decile analysis) menunjukkan bahwa tidak diperlukan pemotongan kadar tinggi. Parameter penaksiran diperoleh berdasarkan studi variogram kadar dan variogram indikator.        \n \n \n \n \n \n\nPermodelan sumberdaya emas Cikidang ini menggunakan model MIK (multiple indicator kriging) dan PIK (pod indicator kriging), dengan model IDS (inverse distance squared) dan OK (ordinary kriging) sebagai pembanding. Model IDS dan OK mempunyai parameter penaksiran yang sama dan tidak jauh berbeda dengan model PIK. Model MIK menggunakan sembilan kadar batas (dari 0,45 hingga 34,50 g/t Au) untuk mendapatkan PDF di setiap blok, sedangkan model PIK menggunakan kadar batas 3,0 g/t Au untuk mendefinisikan urat bijih.        \n \n \n \n \n \n\nTabulasi sumberdaya dalam model (pada kadar batas 0-10 g/t Au) menunjukkan bahwa model P1K selalu memberikan jumlah kandungan logam diantara model OK/IDS (memberikan jumlah terbesar) dan model MIK (memberikan jumlah terkecil). Pada kadar batas 10 g/t Au model PIK memberikan jumlah sumberdaya sebesar 295.700 ton bijih dengan kadar rerata 22,66 g/t Au. Klasifikasi sumberdaya emas Cikidang didasarkan pada simpangan baku kriging dan jumlah contoh untuk penaksiran blok. Perbandingan antara model yang dihasilkan menunjukkan bahwa model PIK dapat diterapkan dengan balk dalam penaksiran sumberdaya emasperak di daerah Cikidang.", "Daftar File": {"1999 TS PP WATERMAN SULISTYANA B 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/124261", "1999 TS PP WATERMAN SULISTYANA B 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/124262", "1999 TS PP WATERMAN SULISTYANA B 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/124263", "1999 TS PP WATERMAN SULISTYANA B 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/124264", "1999 TS PP WATERMAN SULISTYANA B 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/124265", "1999 TS PP WATERMAN SULISTYANA B 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/124266", "1999 TS PP WATERMAN SULISTYANA B 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/124267", "1999 TS PP WATERMAN SULISTYANA B 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/124268", "1999 TS PP WATERMAN SULISTYANA B 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/124269"}, "Penulis": "WATERMAN SULISTYANA B. (NIM 22196003)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Ir. Gatut S. Adisoma dan Dr.Ir. Totok Darijanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "kriging, bijih emas, metalurgi, modeling", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}