{"Nomor": 24681, "Judul": "KAJIAN TENTANG PERANAN PELAKU SWASTA PADA SEKTOR PELAYANAN PUBLIK DALAM PERSPEKTIF  SISTEM INOVASI STUDI KASUS: PUBLIC PRIVATE PARTNERSHIP  DALAM PENYEDIAAN AIR MINUM", "Abstrak": "Permasalahan air minum adalah masalah pelik yang dihadapi oleh setiap negara di dunia. Air minum sebagai kebutuhan dasar manusia sekaligus sebagai barang publik memiliki karakteristik tidak dapat disubstitusi sehingga menjadi sumber daya yang penting. Sesuai dengan Nawacita Agenda Prioritas Nasional, air minum adalah kebutuhan dasar sehingga pemenuhan aksesnya merupakan pondasi bagi kemandirian ekonomi. Pemenuhan akses air ini juga sejalan dengan Rencana Pembangunan Jangka Menengah Nasional (RPJMN) 2015-2019 untuk mencapai target 100% akses terhadap air bersih pada tahun 2019. Fenomena yang terjadi, permintaan air bersih justru terus meningkat sedangkan kulitas air bersih terbukti semakin menurun, sehingga krisis air bersih akan semakin tidak terelakkan. Berbagai upaya telah dilakukan pemerintah dalam kasus ini, salah satunya adalah dengan mengundang partisipasi pelaku swasta dalam penyediaan air minum melalui skema public private partnership atau yang biasa disebut sebagai Kerjasama Pemeritah Swasta (KPS). Public private partnership telah diterapkan secara luas di berbagai negara di dunia dalam berbagai sektor pelayanan publik termasuk penyediaan air minum. Pengalaman negara-negara seperti Perancis, Cina, Filipina dan Brazil dalam menerapkan public private partnership dapat menjadi suatu pembelajaran berharga untuk ditelusuri.     \n \n \n \n\nPenelitian ini bertujuan untuk mengkaji peranan pelaku swasta dalam penyediaan air minum melalui skema public private partnership di Indonesia berdasarkan eksplorasi penerapan public private partnership di Perancis, Cina, Filipina dan Brazil sehingga diperoleh langkah dan kebijakan yang tepat bagi Indonesia untuk menerapkan public private partnership dalam penyediaan air minum.     \n \n \n \n \n\nMetode yang digunakan dalam penelitian ini adalah analisis kualitatif melalui studi dokumen dan wawancara kepada pihak-pihak yang terkait. Adapun penelitian ini akan disajikan melalui teknik analisis studi kasus dan analisis eksploratif komparatif berdasarkan pengalaman penerapan public private partnership di Perancis, Cina, Filipina, Brazil dan Indonesia. Melalui analisis tersebut akan memberikan wawasan dan pemahaman untuk penyelidikan yang lebih tepat yang berfokus pada penemuan gagasan dan pemikiran dalam melakukan kajian tentang peranan pelaku swasta dalam penyediaan air minum melalui skema public private partnership.     \n \n \n \n\nBerdasarkan hasil analisis yang dilakukan, peranan pelaku swasta dalam pelayanan publik khususnya dalam penyediaan air minum melalui skema public private partnership, memberikan manfaat yang besar untuk mengatasi keterbatasan dan tantangan besar yang dihadapi oleh pemerintah. Namun, untuk menghasilkan suatu kerjasama yang baik dan berdaya guna antara pemerintah dan swasta, diperlukan serangkaian kebijakan dan langkah yang tepat guna mendukung penyediaan air minum yang berkelanjutan.    \n \n \n \n\nKata kunci: Air minum, public private partnership, kerjasama pemerintah swasta", "Daftar File": {"2017 TS PP Warastuti Puji Rahayu 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/124259"}, "Penulis": "Warastuti Puji Rahayu NIM: 24015309", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Sonny Yuliar"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Air minum, public private partnership, kerjasama pemerintah swasta", "Sumber": "", "Staf Input/Edit": "sarnya  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}