{"Nomor": 24684, "Judul": "ANALISIS PERBAIKAN STRUKTUR PELAT CACAT DOUBLE SIDE NOTCH ALUMINIUM 2024-T3 DENGAN SINGLE PATCH MENGGUNAKAN METODE ELEMEN HINGGA DAN UJI TARIK", "Abstrak": "Material aluminium memiliki banyak kelebihan dan merupakan salah satu bahan utama dari pembuatan pesawat terbang. Aluminium pada pesawat banyak digunakan sebagai skin, spar dan stringer. Hingga beberapa tahun ke depan nampaknya penggunaan material aluminium masih akan memegang peranan penting pada industri pesawat terbang meskipun material komposit mulai banyak digunakan. Penggunaan material aluminium pada industri pesawat terbang tentunya membutuhkan suatu jenis karakteristik aluminium tertentu. Informasi karakteristik aluminium tersebut dapat diperoleh dengan pelaksanaan beberapa jenis pengujian yakni, uji tarik, uji tekan dan uji kekerasan. Pembentukan suatu jenis paduan aluminium tertentu dapat dilaksanakan untuk kemudian diuji supaya diperoleh nilai kekuatannya. Pada tugas akhir ini material aluminium 2024-T3 dipilih sebagai bahan eksperiman karena nyatanya banyak digunakan sebagai material pesawat terbang. Jenis pengujian yang dilaksanan yakni uji tarik pada dua jenis spesimen cacat yang dibedakan oleh pemberian perbaikan dalam bentuk patch. Analisis numerik berbasis metode elemen hingga dilaksanakan sebagai suatu bahan perbandingan dengan pelaksanaan uji tarik yang sesungguhnya, dengan harapan hasil uji eksperimen dapat tervalidasi dengan baik. Akhir kata, penelitian yang dilaksanakan bertujuan untuk menganalisa kekuatan tarik pada pelat dengan cacat double side notch berbasis metode eksperimental dan metode elemen hingga. Analisa dengan metode elemen hingga dilakukan dengan software Abaqus CAE. Penelitian ini merujuk pada beberapa referensi kasus serupa, harapannya hasil yang diperoleh nantinya dapat dibandingkan.", "Daftar File": {"2017 TA PP WAWAN PRIAMBUDI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/124270"}, "Penulis": "WAWAN PRIAMBUDI (13614603)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Bambang Kismono Hadi", "Djarot Widagdo, Ph.D.", "Ir. Muhammad Kusni, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Aluminium 2024-T3, double side notch, uji tarik, Abaqus", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}