{"Nomor": 24680, "Judul": "MODEL EKONOMETRIK KONSUMSI TEMBAGA (Cu) ASEAN UNTUK MENDUKUNG KEBIJAKAN NILAI TAMBAH DAN MENINGKATKAN DAYA SAING INDUSTRI TEMBAGA NASIONAL", "Abstrak": "ASEAN Minerals Cooperation Action Plan (AMCAP) menyepakati rencana kerja sama dalam bidang mineral dan energi untuk mendukung pertumbuhan ekonomi di kawasan ASEAN karena industri mineral merupakan salah satu pilar ekonomi dan menambah kontribusi perekonomian daerah. Peningkatan konsumsi mineral menjadi salah satu faktor penyebab terjadinya pertumbuhan ekonomi dinegaranegara berkembang melalui kegiatan ekspor, seperti yang dilakukan oleh Indonesia.  \n \n\nKonsumsi refined copper di kawasan ASEAN diramalkan dengan ekonometrika dengan variabel GDP suatu negara, populasi penduduk suatu negara, harga tembaga dan harga aluminium sebagai salah satu substitusi dari tembaga. Hasil peramalan menggambarkan adanya peluang pasar bagi Indonesia untuk tetap masuk pada pasar tersebut ditandai dengan konsumsi di Malaysia, Thailand dan Vietnam diprediksi terus meningkat sampai tahun 2021.  \n \n\nDengan analisis Constant Market Share diketahui bahwa Indonesia berdaya saing di negara-negara pengimpor di kawasan ASEAN. Hal ini dapat dilihat dari pertumbuhan ekspor refined copper ASEAN yang dapat diimbangi oleh Indonesia serta kemampuan Indonesia untuk memenuhi produksi Cu katoda sebagai refined copper yang paling banyak di konsumsi dikawasan ASEAN", "Daftar File": {"2017 TS PP WAODE RIZKY AWALIAH NAFIU 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/124258"}, "Penulis": "WAODE RIZKY AWALIAH NAFIU (NIM : 22114014)", "Kontributor / Dosen Pembimbing": ["Dr. Ing. Ir. Aryo Prawoto Wibowo M.Eng"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "konsumsi refined copper, ekonometrika, constant market share", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "02 Okt 2017"}