{"Nomor": 24694, "Judul": "Optimasi Waktu Steam Limbah Rambut Manusia Untuk Meningkatkan Kualitas Media Tanam dan Pertumbuhan Tanaman Selada Keriting (Lactuca sativa L.)", "Abstrak": "Limbah rambut yang di-steam pada suhu 121Ã‚Â°C dan tekanan 1,5 atm selama 45 dan 90 menit telah dilaporkan dapat meningkatkan kualitas media tanam dan pertumbuhan tanaman selada keriting (Lactuca sativa L.) dibandingkan media tanah lembang. Meskipun demikian tidak ada perbedaan yag signifikan di antara kedua waktu steam tersebut. Tujuan penelitian ini adalah untuk mengevaluasi waktu steam optimum limbah rambut di antara 45 dan 90 menit yang  dapat meningkatkan kualitas media tanam dan pertumbuhan tanaman selada keriting. Percobaan dilakukan dengan menanam selada keriting dalam polybag yang berisi campuran tanah lembang dan rambut dengan perbandingan 1:20 dengan total medium 3 kg tanah per polybag. Perlakuan meliputi TR (Tanah + rambut), TRS 45 (Tanah + rambut steam 45 menit), TRS 60 (Tanah + rambut steam 60 menit), TRS 90 (Tanah + rambut steam 90 menit), dan TRS 135 (Tanah + rambut steam 135 menit) dengan T (tanah lembang) dan R (100% rambut) sebagai kontrol. Percobaan dilakukan pada 2 musim tanam secara berturut-turut dengan menggunakan medium yang sama. Hasil pengamatan menunjukkan bahwa media perlakuan TR, TRS 45, TRS 60, TRS 90 dan TRS 135 menunjukkan peningkatan porositas, aerasi dan KTK, masing-masing sebesar 912%, 17-22% dan 4-13%. Walaupun demikian, peningkatan ini tidak berbeda signifikan bila dibandingkan dengan kontrol T. Dari semua perlakuan, TRS 135 memiliki nilai porositas, aerasi, dan KTK yang paling tinggi masing-masing sebesar 66-76%, 20-29%, dan 30-41%.  Sementara itu, nilai KMA dan pH seluruh media perlakuan mengalami penurunan, masing-masing sebesar 4-13% dan pH dari 7,2 menjadi 6,8. Penurunan ini tidak berbeda signifikan bila dibandingkan dengan kontrol T. Pada penanaman pertama, pertumbuhan tanaman selada keriting pada media perlakuan tidak berbeda bila dibandingkan dengan kontrol T. Pada penanaman kedua, tanaman TRS 60 menunjukkan pertumbuhan tertinggi dibandingkan perlakuan lain namun lebih rendah dibanding kontrol. Kandungan N dan P media tanam dan jaringan pada seluruh perlakuan menunjukkan peningkatan walaupun secara statistik tidak berbeda nyata dibandingkan dengan kontrol T. Secara umum, limbah rambut dengan waktu steam 135 menit meningkatkan kualitas media tanam sedangkan steam 60 menit meningkatkan pertumbuhan tanaman selada keriting.", "Daftar File": {"2017 TA PP WIDIYANTI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/124306"}, "Penulis": "Widiyanti - (10612019)", "Kontributor / Dosen Pembimbing": ["Dr. Trimurti Hesti Wardini"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Rambut manusia, lama steam, selada keriting, kualitas media tanam, pertumbuhan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}