{"Nomor": 24704, "Judul": "EVALUASI KEBIJAKAN PENGADAAN TANAH UNTUK PELEBARAN JALAN NASIONAL DI KABUPATEN BANGKA TENGAH PROVINSI KEPULAUAN BANGKA BELITUNG", "Abstrak": "Kebijakan pengadaan tanah nasional terdapat dalam peraturan perundang-undangan mengenai pedoman atau ketentuan pelaksanaan pengadaan tanah. Kebijakan tersebut pada dasarnya menyatakan bahwa pengadaan tanah di Indonesia dilaksanakan dengan mengedepankan prinsip yang terkandung di dalam UUD Tahun 1945 dan hukum tanah nasional. Pemerintah Kabupaten Bangka Tengah mempunyai kebijakan pengadaan tanah yang berbeda dengan kebijakan pengadaan tanah nasional. Perbedaan tersebut terlihat dari tidak dimasukkannya nilai tanah dalam perhitungan nilai ganti kerugian terkait pengadaan tanah. Ganti kerugian hanya diberikan terhadap bangunan, tanaman serta kerugian lain yang dapat dinilai. Penelitian ini bertujuan untuk mengetahui konsep kebijakan pengadaan tanah Pemerintah Kabupaten Bangka Tengah dan menguji kesesuaian kebijakan tersebut dengan kebijakan pengadaan tanah nasional. Metode yang digunakan adalah metode evaluasi yang dikemukakan oleh Dunn yaitu evaluasi formal yang ditujukan untuk mendapatkan gambaran kesesuaian kebijakan pengadaan tanah Pemerintah Kabupaten Bangka Tengah dengan kebijakan pengadaan tanah nasional, menggunakan UU Nomor 2 Tahun 2012 tentang Pengadaan Tanah Bagi Pembangunan untuk Kepentingan Umum sebagai acuan. Untuk mendapatkan hasil evaluasi lebih dalam, penelitian ini juga melakukan analisis dengan menggunakan indikator pokok evaluasi kebijakan yang meliputi masukan, proses, hasil dan dampak kebijakan. Hasil dari penelitian ini menunjukkan bahwa secara substansial kebijakan pengadaan tanah Pemerintah Kabupaten Bangka Tengah tidak bertentangan dengan kebijakan pengadaan tanah nasional, namun realisasi pelaksanaannya kedepan akan semakin sulit apabila kebijakan ini tetap digunakan dalam pelaksanaan pengadaan tanah di Kabupaten Bangka Tengah.", "Daftar File": {"2016 TS PP WIJAYA SUKARNO RETNO NEGORO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/124359", "2016 TS PP WIJAYA SUKARNO RETNO NEGORO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/124360", "2016 TS PP WIJAYA SUKARNO RETNO NEGORO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/124361", "2016 TS PP WIJAYA SUKARNO RETNO NEGORO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/124362", "2016 TS PP WIJAYA SUKARNO RETNO NEGORO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/124363", "2016 TS PP WIJAYA SUKARNO RETNO NEGORO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/124364"}, "Penulis": "WIJAYA SUKARNO RETNO NEGORO (NIM: 9511400)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n \n \n\nDr. Ir. Andri Hernandi, M.SP", "Dr. Riqki Abdulharis, ST. M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Evaluasi Formal, Evaluasi Kebijakan, Pengadaan Tanah, UU Nomor 2 Tahun 2012", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "09 Okt 2017"}