{"Nomor": 24706, "Judul": "KAJIAN GERAK OSILASI SISTEM PASANGAN ANTARA PEGAS DAN BANDUL", "Abstrak": "Gerak osilasi merupakan salah satu kajian fisika yang penting untuk dipahami. Dalam memahami kajian-kajian fisika dibutuhkan pemahaman mengenai teori dan pembuktian melalui eksperimen. Penelitian ini membahas gerak osilasi sistem pasangan antara pegas dan bandul secara teori dan eksperimen. Nilai periode osilasi sistem pasangan yang diperoleh dari hasil perhitungan teoritik dibandingkan dengan nilai periode yang diperoleh dari hasil eksperimen. Eksperimen dilakukan menggunakan alat osilasi pasangan pegas bandul, dengan posisi pegas pada pusat massa sistem. Melalui kajian sebelumnya dengan sistem pegas dan bandul yang terpisah, diperoleh nilai konstanta pegas 9.71 N/m, dan nilai percepatan gravitasi ditempat eksperimen adalah 9.6 m/s2. Sedangkan nilai percepatan gravitasi dari eksperimen osilasi sistem pasangan adalah 9.8 9.6 m/s2. Simpangan terkecil dan terbesar dari alat osilasi pasangan yang masih mengalami gerak harmonik adalah 2.7 cm dan 6.7 cm. Nilai periode osilasi pasangan dari hasil eksperimen untuk 30 kali osilasi dengan simpangan 2.7 cm, 3.7 cm, 4.7 cm, 5.7 cm, dan 6.7 cm berturut-turut adalah 1.276 s, 1.275 s, 1.269, 1.275, 1.280. Sedangkan nilai periode osilasi pasangan berdasarkan perhitungan teoritik dengan mengabaikan gesekan udara, gesekan pada poros sistem, dan massa pegas adalah 1.31 s. Persentase kesalahan dari teori dan eksperimen adalah 3%.", "Daftar File": {"2015 TS PP WILDA FEBI RAHMADHANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/124366", "2015 TS PP WILDA FEBI RAHMADHANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/124367", "2015 TS PP WILDA FEBI RAHMADHANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/124368", "2015 TS PP WILDA FEBI RAHMADHANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/124369", "2015 TS PP WILDA FEBI RAHMADHANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/124370", "2015 TS PP WILDA FEBI RAHMADHANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/124371", "2015 TS PP WILDA FEBI RAHMADHANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/124372"}, "Penulis": "WILDA FEBI RAHMADHANI (NIM : 90213016)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Euis Sustini, MS."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Osilasi Pasangan, Pegas, Bandul.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "29 Nov 2017"}