{"Nomor": 24707, "Judul": "EVALUASI PENGGUNAAN PROMOTER TAC DALAM MENGGANTIKAN PROMOTER T7 PADA SISTEM EKSPRESI GEN PENGKODE HBcAg UNTUK MENINGKATKAN PRODUKSI HBcAg FRAKSI TERLARUT OLEH Escherichia coli BL21(DE3)", "Abstrak": "Hepatitis B kronis atau chronic hepatitis B (CHB) yang disebabkan persistensi virus hepatitis B (VHB) merupakan penyakit organ hati yang umum dan berbahaya di dunia karena dapat berkembang menjadi sirosis hati atau kanker hati. Sebesar 75% kasus CHB di dunia terkonsentrasi di wilayah Asia, salah satunya Indonesia. Terapi antivirus yang umum digunakan untuk CHB tidak efektif. Vaksin terapi kombinasi Hepatitis B surface antigen (HBsAg) dengan Hepatitis B core antigen (HBcAg) menunjukkan hasil yang baik dengan meningkatkan sistem imun sehingga dapat dijadikan terapi yang efektif. Akan tetapi, jumlah HBcAg fraksi terlarut yang dihasilkan masih tergolong rendah. Hal ini disebabkan tingginya tingkat ekspresi gen akibat kuatnya promoter yang digunakan, yaitu promoter T7. Oleh karena itu, penelitian ini bertujuan untuk meningkatkan produksi HBcAg fraksi terlarut oleh Escherichia coli BL21 (DE3) dengan mengganti promoter T7 yang meregulasi ekspresi gen pengkode HBcAg pada vektor pET28a(+) (pET_HBcAg_T7) dengan promoter yang lebih lemah, yaitu promoter tac. Pada penelitian ini dilakukan desain dan analisis secara in silico, serta konstruksi plasmid pET28a(+) yang memiliki daerah promoter tac (pET_HBcAg_tac). Setelah itu, dilakukan overekspresi dengan menggunakan induksi IPTG 0.5 mM. Protein hasil overekspresi dianalisis menggunakan SDS-PAGE dan diinterpretasikan menggunakan imageJ. Hasil analisis secara in silico menunjukkan daerah transcription start site tidak bergeser dan bagian kodon start serta ribosomal binding site terbuka pada hasil prediksi struktur sekunder mRNA. Konstruksi plasmid pET_HBcAg_tac berhasil dibuat dengan nilai identitas hasil sekuensing 100%. Setelah dilakukan beberapa kali percobaan, interpretasi jumlah HBcAg hasil SDS-PAGE menggunakan imageJ menunjukkan peningkatan jumlah HBcAg fraksi terlarut sebesar 4% lebih tinggi dengan menggunakan promoter tac daripada menggunakan promoter T7 jika dibandingkan dengan jumlah total protein terlarut. Hal ini menunjukkan bahwa penggunaan promoter tac lebih baik dibandingkan dengan promoter T7 dalam meningkatkan HBcAg fraksi terlarut oleh Escherichia coli BL21 (DE3).", "Daftar File": {"2017 TA PP WILDAN FIRDAUS 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/124373"}, "Penulis": "WILDAN FIRDAUS (NIM : 10413040)", "Kontributor / Dosen Pembimbing": ["Pembimbing :        \n \n \n \n \n \n \n \n\nDr. Ernawati Arifin Giri-Rachman.        \n \n \n \n \n \n \n \n\nDr. Debbie Soefie Retnonigrum."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "HBcAg, Vaksin Terapi Hepatitis B, Hepatitis B Kronis, Promoter tac", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}