{"Nomor": 24713, "Judul": "OPTIMISASI STRUKTUR DAN PARAMETER KONTROL TERHADAP MODEL MATEMATIS MINI PLANT BIODIESEL ITB TIPE BATCH", "Abstrak": "Biodiesel merupakan bakar bakar alternatif pengganti minyak petrodiesel. Indonesia, negara penghasil minyak kelapa sawit terbesar di dunia, sudah selayaknya mengimplementasikan penggunaan biodiesel. Namun, biaya produksi biodiesel melebihi biaya produksi bahan bakar fosil. Mini plant ITB tipe batch yang digunakan sebagai objek penelitian proses produksi biodiesel membutuhkan waktu sekitar tujuh jam untuk menyelesaikan sebuah proses lengkap sampai menghasilkan produk biodiesel yang siap dikonsumsi. Oleh sebab itu, optimisasi dan pengontrolan perlu dilakukan guna meningkatkan profit agar mampu memproduksi biodiesel dengan harga yang kompetitif. Penelitian ini difokuskan pada optimisasi struktur pada mini plant meliputi penggunaan jumlah unit transesterifikasi, volume metanol yang dialirkan ke setiap tangki transesterifikasi, serta parameter kontrol optimal pada unit tersebut. Tujuan optimisasi ini adalah memaksimalkan profit sebagai fungsi dari biaya operasional proses produksi biodiesel. Metode optimisasi yang digunakan adalah mixed integer nonlinear programming (MINLP) karena permasalahan yang dihadapi melibatkan variabel diskrit berupa keputusan penggunaan tangki reaksi yang diperlukan dan proses pada masing-masing unit proses terjadi proses nonlinier. Pemodelan yang dilakukan melibatkan kinetika reaksi transesterifikasi. Berdasarkan hasil optimisasi, konsentrasi metil ester maksimum pada proses transesterifikasi pertama diperoleh dengan volume minyak CPO masukan sebesar 152 liter, volume metanol 48 liter, dan temperatur reaksi 335 K. Pasangan pengontrol optimal adalah Cool-mc dengan nilai penguatan proporsional sebesar 0,047 dan waktu integral 150,027 menit. Profit optimal diperoleh dengan menambah reaksi transesterifikasi kedua setelah proses separasi. Volume metanol yang dibutuhkan pada proses ini adalah sebanyak 41 liter. Secara keseluruhan, sistem ini mampu mengkonversi 152 liter CPO menjadi 159,39 liter metil ester dan perolehan profit optimal adalah sebesar Rp 517.758,00 setiap batch produksi.", "Daftar File": {"2012 TA PP WILLIAM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/124385", "2012 TA PP WILLIAM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/124386", "2012 TA PP WILLIAM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/124387", "2012 TA PP WILLIAM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/124388", "2012 TA PP WILLIAM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/124389", "2012 TA PP WILLIAM 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/124390", "2012 TA PP WILLIAM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/124391"}, "Penulis": "WILLIAM (NIM : 13308089)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nIr. Estiyanti Ekawati, M.T., Ph.D", "Dr. Ir. Endra Joelianto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "optimisasi, MINLP, biodiesel, kinetika reaksi, kontrol, batch", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}