{"Nomor": 24714, "Judul": "METODE PENGATURAN NILAI PARAMETER KONFIGURASI  OTOMATIS UNTUK MENINGKATKAN KINERJA APLIKASI  PADA APACHE HADOOP", "Abstrak": "Pengaturan konfigurasi merupakan suatu hal yang sulit untuk dilakukan oleh pengembang aplikasi Hadoop. Kesalahan dalam penentuan nilai parameter konfigurasi dapat mengakibatkan kegagalan sistem dan penurunan kinerja. Untuk menentukan nilai parameter konfigurasi yang tepat, diperlukan pemahaman mendalam mengenai Hadoop dan parameter konfigurasi spesifik. Dalam tugas akhir ini, penulis akan membahas metode pengaturan nilai parameter konfigurasi secara statis dan dinamis untuk mengingkatkan kinerja aplikasi yang dikembangkan pada Apache Hadoop. Pengaturan nilai parameter konfigurasi ini memiliki beberapa aspek yang harus dianalisis, yaitu pemilihan parameter konfigurasi, penentuan metrik kinerja, pemahaman karakteristik parameter konfigurasi dan penentuan metode pengaturan nilai parameter konfigurasi. Metode dalam pengaturan in i mencakup dua metode, yaitu metode prediksi yang menentukan nilai parameter konfigurasi sebelum pekerjaan berjalan dan metode pengontrol yang menentukan nilai parameter konfigurasi pada saat pekerjaan berjalan. Metode prediksi akan mengatur nilai parameter konfigurasi secara statis karena nilai konfigurasi hanya akan diubah sebelum pekerjaan berjalan. Metode pengontrol akan mengatur nilai konfigurasi secara dinamis karena nilai konfigurasi akan terus menerus diatur pada saat pekerjaan sedang berjalan. Penentuan dan pengaturan nilai parameter konfigurasi dilakukan dengan menggunakan pembelajaran mesin dan feedforward controller. Berdasarkan hasil pengujian, teknik ini berhasil untuk mengatur nilai parameter konfigurasi serta meningkatkan kinerja aplikasi.", "Daftar File": {"2017 TA PP WILLIAM SENTOSA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/124392"}, "Penulis": "WILLIAM SENTOSA - NIM : 13513026", "Kontributor / Dosen Pembimbing": ["Achmad Imam Kistijantoro  \n \n\nYudistira Dwi Wardhana Asnar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Apache Hadoop, parameter konfigurasi, kinerja, pembelajaran mesin, feedforward controller.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}