{"Nomor": 24721, "Judul": "KAJIAN NUMERIK PERILAKU MEKANIK BENTURAN BEBAS DAN BENTURAN PAKSA UNTUK BERBAGAI MODEL RHEOLOGY ZONA KONTAK", "Abstrak": "Benturan dapat terjadi apabila dua obyek bermassa bergerak mendekati satu sama lain dengan kecepatan relatif baik yang berlawan arah maupun yang searah. Sebelum terjadi benturan, pada kedua obyek massa telah memiliki energi kinetik awal masing-masing. Besarnya energi kinetik tersebut akan mempengaruhi besarnya gaya bentur yang terjadi dan kerusakan yang akan ditimbulkan akibat benturan. \n \n\nTerdapat dua jenis benturan bergantung pada proses terjadinya benturan, yaitu benturan bebas dan benturan paksa. Pada benturan bebas, selama terjadi benturan tidak terdapat energi input, hanya energi kinetik tepat sebelum benturan. Sedangkan pada benturan paksa, terdapat input energi selama benturan terjadi. \n \n\nUntuk dapat menganalisis respon dinamik obyek yang saling membentur, maka diperlukan pemodelan elemen benturan. Pemodelan ini dapat dilakukan dengan memodelkan perilaku mekanik material pembentuk kedua obyek massa dengan model rheology. Terdapat berbagai jenis model rheology yang akan digunakan dan akan dibandingkan untuk menentukan model yang cocok dalam menggambarkan suatu fenomena benturan. Model rheology yang akan dipergunakan dalam analisis ini adalah sebagai berikut: Model Pegas linier, Model Dashpot, Model Kelvin-Voigt, Model Maxwell, Model Pegas Non-linier, Model Dashpot Non-linier, dan Model Kelvin-Voigt Non-linier. Selain itu, kedua jenis benturan juga akan dibandingkan. Sehingga pada setiap kasus benturan yang terjadi, diharapkan dapat digunakan model yang cocok untuk menganalisis respon dinamik obyek yang membentur.", "Daftar File": {"2017 TA PP WILSON MARIO PRAMUDITA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/124423", "2017 TA PP WILSON MARIO PRAMUDITA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/124424", "2017 TA PP WILSON MARIO PRAMUDITA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/124425", "2017 TA PP WILSON MARIO PRAMUDITA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/124426", "2017 TA PP WILSON MARIO PRAMUDITA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/124427", "2017 TA PP WILSON MARIO PRAMUDITA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/124428", "2017 TA PP WILSON MARIO PRAMUDITA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/124429", "2017 TA PP WILSON MARIO PRAMUDITA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/124430"}, "Penulis": "WILSON MARIO PRAMUDITA  [15011013]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Sigit Darmawan, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Benturan bebas, Model Rheology zona kontak, energi kinetik, Model Kelvin-Voigt Non-Linier., Model Dashpot", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "05 Des 2017"}