{"Nomor": 24720, "Judul": "OPTIMALISASI PEMANFAATAN WEBSITE RESMI GUNA MENDORONG PENGENDALIAN PEMANFAATAN RUANG SECARA PARTISIPATIF", "Abstrak": "Di era teknologi ini, semakin dikenal istilah perencanaan komunikatif yang dianggap sebagai alternatif perencanaan yang selanjutnya memunculkan konsep kota komunikatif, dimana istilah ini digunakan untuk menggambarkan keadaan kota yang memiliki pola komunikasi yang terintegrasi dan keterbukaan informasi yang merata. Konsep kota komunikatif memunculkan kebutuhan untuk melakukan audit komunikasi yang salah satu tujuannya adalah memberi saran dan masukan untuk peningkatan sistem komunikasi dan lingkungan perkotaan untuk mencapai tujuan awal dari kota komunikatif. Audit Komunikasi salah satunya dapat dilakukan melalui website resmi sebagai sebuah metode pengumpulan data deskriptif mengenai pola komunikasi kota dan sebagai alat untuk analisis bentuk komunikasi kota.   \n \n\nKetersediaan informasi penataan ruang yang baik dan potensi penerapan partisipasi penataan ruang melalui internet (eParticipation) hingga mencapai tahap aktif partisipasi, khususnya pada tahap pengendalian pemanfaatan ruang yang dapat dilakukan secara penuh melalui website resmi tidak dilakukan dengan optimal, terbukti dari belum tercapainya tahap active participation pada pemanfaatan website resmi Kota Bandung dan Kota Bogor. Hal ini menyebabkan perlu dilakukan analisis untuk mengetahui penyebab tidak optimalnya pemanfaatan potensi website resmi dalam mengakomodasi partisipasi masyarakat pada tahap pengendalian pemanfaatan ruang. Adapun tujuan ini dilakukan dengan melihat keterkaitan antara profil dan persepsi pengguna internet terhadap website resmi dengan tingkat eParticipation pada tahap pengendalian pemanfaatan ruang melalui website resmi. Selanjutnya dilakukan analisis untuk mengetahui faktor yang dapat memengaruhi tingkat eParticipation pada penataan ruang, khususnya tahap pengendalian pemanfaatan ruang melalui website resmi.  \n \n\nDari hasil analisis diketahui bahwa faktor-faktor yang memengaruhi tingkat eParticipation pada tahap pengendalian pemanfaatan ruang melalui website resmi adalah aktivitas penggunaan internet di wilayah penelitian yang didominasi oleh penggunaan sosial media dan e-mail serta membaca berita, rendahnya pengetahuan pengguna internet wilayah penelitian terhadap keberadaan website resmi, tujuan utama para pengunjung website resmi yang tidak berhubungan dengan eParticipation pada tahap pengendalian pemanfaatan ruang melalui website resmi, fitur pengaduan dan perizinan online yang dirasa tidak efektif, serta desain/tampilan, kemudahan dibaca, dan kelengkapan informasi yang disediakan oleh website resmi.", "Daftar File": {"Abstrak TA Wilona - 15413038.pdf": "https://digilib.itb.ac.id/gdl/download/124422"}, "Penulis": "WILONA OLGA KAULIKA", "Kontributor / Dosen Pembimbing": ["Ridwan Sutriadi, ST., MT., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pemanfaatan website resmi, partisipasi masyarakat, kota komunikatif, pengendalian pemanfaatan ruang, pengguna internet", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}