{"Nomor": 24723, "Judul": "ANALISIS DISTRIBUSI POROSITAS KRITIS, PORE SPACE STIFFNESS, PARAMETER KONSOLIDASI DAN FRAKSI CLAY UNTUK IDENTIFIKASI KUALITAS RESERVOIR BATUPASIR FORMASI CIBULAKAN BAWAH DAN FORMASI BALIKPAPAN", "Abstrak": "Reservoir adalah tempat terakumulasinya hidrokarbon. Kualitas reservoir  \n \n\ndidefinisikan sebagai perbandingan antara permeabilitas dan porositas.  \n \n\nPermeabilitas menjadi faktor yang penting dalam penentuan kualitas reservoir  \n \n\nkarena batuan dengan porositas besar tetapi memiliki permeabilitas kecil dikatakan  \n \n\nlebih jelek bila dibandingkan batuan dengan porositas kecil tetapi memiliki  \n \n\npermeabilitas besar. Penentuan kualitas reservoir didekati dengan menggunakan  \n \n\nparameter elastik.  \n \n\nData parameter fisik batuan seperti kecepatan gelombang P, kecepatan gelombang  \n \n\nS dan densitas beserta data penunjang lainnya seperti routine core data, SCAL dan  \n \n\nXRD digunakan sebagai data input. Kmin dan μmin yang tidak terdapat dalam data  \n \n\ndicari menggunakan kombinasi persamaan RHG, Krief dan Hashin Ã‚Â– Shtrikman.  \n \n\nHasil dari perhitungan tersebut digunakan untuk menghitung critical porosity, pore  \n \n\nspace stiffness dan consolidation parameter. Distribusi clay didekati dengan  \n \n\ncritical porosity, pore space stiffness dan consolidation parameter untuk mencari  \n \n\nparemeter elastik yang sesuai kemudian digunakan untuk menghitung kualitas  \n \n\nreservoir.", "Daftar File": {"2017 TS PP WIMAR RIZQY LUSANO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/124439"}, "Penulis": "WIMAR RIZQY LUSANO (NIM : 22314020)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ignatius Sonny Winardhi, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "critical porosity, kualitas reservoir, parameter consolidation, parameter elastik, pore space stiffness.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}