{"Nomor": 24731, "Judul": "PERENCANAAN SISTEM JARINGAN DISTRIBUSI AIR MINUM DI KECAMATAN CIMAHI TENGAH, KOTA CIMAHI", "Abstrak": "Kecamatan Cimahi Tengah merupakan kecamatan yang padat penduduk karena merupakan pusat dan ibukota dari Kota Cimahi. Pada Tahun 2015, jumlah penduduk Kecamatan Cimahi Tengah mencapai 170.916 jiwa, dengan tingkat pertumbuhan penduduk rata-rata 0,8% per tahun. Peningkatan jumlah penduduk tersebut harus disertai dengan peningkatan kualitas hidup, salah satunya dengan adanya sistem penyediaan air minum yang memadai. Sistem distribusi air minum merupakan salah satu sarana pendukung yang penting untuk membantu tercapainya akses masyarakat terhadap air minum yang memadai, yang pada akhirnya dapat menunjang terciptanya suatu masyarakat yang sehat dan produktif. Sebagian besar masyarakat (61,88%) di Kecamatan Cimahi Tengah telah memiliki akses terhadap air minum, yaitu berupa sumur gali, sumur pompa, dan perpipaan air minum. Namun, sistem penyediaan air minum yang ada (sistem perpipaan) saat ini belum sepenuhnya mencukupi kebutuhan masyarakat akan air minum. Selain itu, Kecamatan Cimahi Tengah merupakan kawasan dengan penurunan muka tanah yang tinggi (1% per tahun) akibat pemanfaatan air tanah secara berlebihan baik untuk aktivitas domestik maupun industri. Memikirkan permasalahan tersebut, Pemerintah Kota Cimahi secara bertahap bermaksud untuk membangun sistem penyediaan air minum secara mandiri dengan sumber air berasal dari air permukaan. Instalasi Pegolahan Air Minum (IPAM) di Kelurahan Citeureup dibangun dengan tujuan untuk meningkatkan akses air minum masyarakat Kota Cimahi, dengan reservoir distribusi berada di dekat IPAM. Kapasitas air produksi dari IPAM di Citeureup adalah 50 liter/detik dengan sumber air berasal dari Sungai Cimahi, sehingga daerah dan tingkat pelayanan diprioritaskan untuk daerah yang belum terakses air minum dan disesuaikan dengan debit air yang tersedia serta topografi yang memungkinkan untuk diterapkannya sistem pengaliran secara gravitasi. Reservoir distribusi berada di Kelurahan Citeureup Kecamatan Cimahi Utara, dengan elevasi +785 mdpl. Sistem distribusi air minum ini direncanakan dapat memenuhi kebutuhan air minum masyarakat hingga 20 tahun yang akan datang, dengan tingkat pelayanan selama periode perencanaan adalah 33,5% dari total penduduk yang belum terakses air minum, sehingga dapat meningkatkan akses air minum masyarakat Kecamatan Cimahi Tengah dari 61,88% menjadi 74,65%. Berdasarkan analisis kondisi eksisting daerah perencanaan dengan kriteria perencanaan, seperti tingkat kepadatan penduduk yang tinggi, kebutuhan air di daerah pelayanan, faktor teknis dan ekonomis, serta topografi wilayah perencanaan, maka sistem yang paling tepat digunakan dalam Distribusi Air Minum di Kecamatan Cimahi Tengah adalah sistem gravitasi dengan jenis penampungan ground reservoir. Terdapat 3 jalur alternatif dengan menggunakan program EPANET 2.0. Ketiga jalur alternatif tersebut kemudian akan dibandingkan terhadap beberapa kriteria yang berhubungan dengan sistem distribusi air minum untuk memperoleh jalur terbaik, yaitu jalur yang paling memenuhi kriteria teknis sistem distribusi, sehingga jalur distribusi yang direncanakan dapat memenuhi kebutuhan air di daerah pelayanan", "Daftar File": {"2017 TA PP WINDINI 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/124482"}, "Penulis": "Windini (NIM: 15713012)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Yuniati, M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Alternatif, Distribusi, EPANET, Proyeksi, Reservoir", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "29 Sep 2017"}