{"Nomor": 24733, "Judul": "THE EFFECT OF EMPLOYEE STOCK OWNERSHIP PLAN TOWARDS INDONESIAN PUBLIC COMPANY PROFITABILITY", "Abstrak": "ESOP atau Employee Stock Ownership Plan adalah program pengelolaan sumber daya manusia dengan memberikan sebagian saham perusahaan kepada karyawan. Penelitian-penelitian sebelumnya menunjukkan hasil yang beragam antara ESOP dan kinerja keuangan perusahaan. Oleh karena itu, penelitian ini ditujukan untuk menganalisis hubungan kinerja keuangan perusahaan dari sisi profitabilitas dengan penerapan ESOP. Ada 3 rasio profitabilitas yang ditetapkan sebagai pengukuran variabel. Rasio tersebut adalah ROA (Return on Asset), ROE (Return on Equity), NPM (Net Profit Margin) dari 2008-2015. Populasi data hanya mencakup perusahaan publik di Bursa Efek Indonesia. Sumber data dikumpulkan dari BEI. Penelitian ini menggunakan purposive sampling dengan kriteria yang ditetapkan sehingga menghasilkan 7 perusahaan yang memenuhi syarat sebagai sampel. Uji Kolmogrov-Smirnov akan dilakukan sebagai tahap pertama. Kemudian, Paired Samples T-test akan digunakan untuk perhitungan data distribusi normal, sedangkan uji Wilcoxon Signed Rank akan digunakan sebagai alat statistik nonparametrik. Hasil penelitian ini adalah bahwa tidak ada perbedaan yang signifikan dalam ROA dan ROE, namun terdapat perbedaan yang signifikan dalam NPM. Penelitian ini dapat bermanfaat bagi perusahaan Indonesia untuk mengetahui apabila ESOP memiliki pengaruh terhadap tingkat profitabilitas perusahaan publik di Indonesia. Dikarenakan pengaruh ESOP memberikan hasil yang beragam terhadap profitabilitas perusahaan, perusahaan harus mengevaluasi ulang pokok dan tujuan utama perusahaan mengenai profitabilitas. Penerapan ESOP mempengaruhi NPM perusahaan yang berarti bahwa perusahaan memperoleh keuntungan lebih besar dari pendapatan dalam rentang waktu tiga tahun setelah menerapkan ESOP.", "Daftar File": {"2017 TA PP WINONA ANJANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/124495", "2017 TS PP WINONA ANJANI 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/252191"}, "Penulis": "Winona Anjani (NIM 19014007)", "Kontributor / Dosen Pembimbing": ["Mandra Lazuardi Kitri, MBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "ESOP, profitability, Indonesia, public company, financial performance", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Neng Kartika", "File": "2 file", "Tanggal Input": "26 Sep 2017"}