{"Nomor": 24738, "Judul": "DYNAMICS RELATION OF TRADING BEHAVIOR AMONG INVESTORS: INSTITUTIONAL AND INDIVIDUAL", "Abstrak": "Studying the dynamics relation of trading behavior in Indonesia stocks market give a new perspective of how the institution and individual interact in the market and their impact toward stocks return in Indonesia. This research uses a detail transaction data from all stocks in Indonesia stocks market from 2003 until 2011. The observation is divided into stocks characteristics (big, medium, and small cap). Vector autoregressive with adjusted heteroscedasticity and autocorrelation is used in this research to capture the dynamic relation. Based on the results this research finds that only institutional trading that affects stocks price return. The result is consistent and robust across stocks capitalization and confirm the fact from Indonesia Financial Services Authority data. Individual investors are observed performing anti-momentum trading in big stocks and medium stocks but not in the small stocks while there is no evidence that institutional is momentum trader. Herding behavior on each type of investors is statistically significant and robust across stocks characteristic. Also, there a weak evidence that institutional investors look at what individual investors act in big stocks. Institutional investors will buy(sell) when individual investors sell(buy). Lastly, a shock of 1 standard deviation in each variable will affect approximately in 5 days on the other variables, and this result is consistent across stocks capitalization.", "Daftar File": {"2017 TS PP WIRATA ADI DHARMA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/124514", "2021 TS PP WIRATA ADI DHARMA 1-CHAPTER I.pdf)u": "https://digilib.itb.ac.id/gdl/download/246153", "2021 TS PP WIRATA ADI DHARMA 1-CHAPTER II.pdf?": "https://digilib.itb.ac.id/gdl/download/246154", "2021 TS PP WIRATA ADI DHARMA 1-CHAPTER III.pdf\n]": "https://digilib.itb.ac.id/gdl/download/246155", "2021 TS PP WIRATA ADI DHARMA 1-CHAPTER IV.pdf?": "https://digilib.itb.ac.id/gdl/download/246156", "2021 TS PP WIRATA ADI DHARMA 1-CHAPTER V.pdf)u": "https://digilib.itb.ac.id/gdl/download/246157", "2021 TS PP WIRATA ADI DHARMA 1-REFERENCE.pdf)u": "https://digilib.itb.ac.id/gdl/download/246158"}, "Penulis": "WIRATA ADI DHARMA (Student ID: 29015007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Deddy P. Koesrindartoto, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Microstructure, Stocks Market, Dynamics Relation", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}