{"Nomor": 24748, "Judul": "ANALISIS KORESPONDENSI PADA DATA TRACER STUDY STUDI KASUS: SMA NEGERI 3 BANDUNG", "Abstrak": "SMAN 3 Bandung adalah salah satu SMA terkemuka di Jawa Barat, yang senantiasa berusaha meningkatkan kualitasnya. Salah satu kualitas SMAN 3 Bandung dapat dilihat dari karakteristik lulusan yang banyak diterima di perguruan tinggi. Berdasarkan hal tersebut perlu dilakukan survei terkait kualitas alumni di perguruan tinggi, akan tetapi SMAN 3 Bandung belum pernah melakukan studi mengenai rekam jejak alumni setelah lulus dari sekolah. Salah satu studi yang dapat dilakukan adalah dengan Tracer Study. Tracer Study merupakan salah satu cara pelacakan alumni berupa data kualitatif dengan menggunakan instrumen kuesioner. Tujuan penelitian ini adalah mengetahui perkembangan alumni SMAN 3 Bandung di perguruan tinggi, melalui Tracer Study. Hasil dari penelitian ini berupa peta presepsi dalam mencari hubungan pemetaan variabel dalam mengidentifikasi profil alumni angkatan 2015 yang melanjutkan ke perguruan tinggi. Salah satu analisis multivariat yang dapat digunakan untuk mereduksi dimensi variabel suatu matriks data kualitatif dari tabel kontingensi adalah Analisis Korespondensi (AK) dengan penguraian Dekomposisi Niai Eigen (DNE). Hasil yang diperoleh adalah hubungan IPK alumni melalui jalur SNMPTN lebih tinggi dibandingkan dengan IPK non SNMPTN yang lebih bervariatif. Analisis hubungan penilaian untuk kategori besar untuk ruang belajar diperoleh hasil penilaian yang sangat besar untuk pembelajaran di kelas. Analisis kegiatan ekskul untuk kategori yang mengikuti maupun tidak mengikuti ekskul di perguruan tinggi diperoleh hasil penilaian yang besar terhadap kegiatan ekskul di sekolah.", "Daftar File": {"2017-TS PP WULAN RESTI OKTAVIANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/124538", "2017-TS PP WULAN RESTI OKTAVIANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/124539", "2017-TS PP WULAN RESTI OKTAVIANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/124540", "2017-TS PP WULAN RESTI OKTAVIANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/124541", "2017-TS PP WULAN RESTI OKTAVIANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/124542", "2017-TS PP WULAN RESTI OKTAVIANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/124543", "2017-TS PP WULAN RESTI OKTAVIANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/124544"}, "Penulis": "WULAN RESTI OKTAVIANI  [90115010]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Udjianna Sekteria Pasaribu"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Tracer Study, Analisis Korespondensi, Tabel Kontingensi ; Tracer Study, Correspondence Analysis, Contingency Tables", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "7 file", "Tanggal Input": "29 Nov 2017"}