{"Nomor": 24756, "Judul": "MODEL HUBUNGAN PERFORMANSI PERUSAHAAN MANUFAKTUR DENGAN FAKTOR HAMBATAN MASUK (Studi Kasus Pada Perusahaan Manufaktur di Bursa Efek Indonesia)", "Abstrak": "Pada pasar persaingan sempurna tingkat keuntungan normal dinikmati oleh setiap perusahaan. Tingkat keuntungan diatas normal hanya didapatkan jika ada hambatan masuk bagi perusahaan lain dalam persaingan. Tujuan penelitian ini adalah untuk mengembangkan model hubungan antara faktor hambatan masuk yang diwakili oleh variabel ukuran perusahaan, umur perusahaan, intensitas modal, integrasi vertikal dan variabel leverage terhadap performansi perusahaan manufaktur di Indonesia. Data penelitian ini menggunakan struktur data panel sedangkan metode yang digunakan adalah regresi berganda dengan memperhatikan fixed effect dan random effect untuk melihat individual effect pada tiap-tiap sampel perusahaan. Hasil penelitian pada sampel perusahaan sektor manufaktur memperlihat hubungan positif faktor hambatan masuk terhadap performansi perusahaan sedangkan variabel leverage berhubungan negatif terhadap performansi perusahaan. Lebih jauh lagi hasil penelitian menunjukkan  \n \n\nbahwa variabel ukuran perusahaan memiliki hubungan positif terhadap performansi pada sampel perusahaan sektor industri barang konsumsi dan berpengaruh negatif pada sampel perusahaan sektor industri aneka, variabel  \n \n\nleverage berpengaruh positif terhadap performansi perusahaan pada sampel industri aneka dan industri barang konsumsi sedangkan pada sampel industri dasar  \n \n\nberpengaruh negatif, variabel intensitas modal berpengaruh negatif terhadap performansi perusahaan pada sampel industri aneka dan industri barang konsumsi dan sedangkan pada sampel perusahaan industri dasar intensitas modal berpengaruh positif terhadap performansi, variabel umur perusahaan berpengaruh  \n \n\npositif terhadap performansi pada sampel perusahaan industri dasar dan industri aneka sedangkan pada sampel perusahaan industri barang konsumsi variabel umur  \n \n\nperusahaan memiliki hubungan negatif terhadap performansi, variabel integrasi vertikal memiliki hubungan positif terhadap performansi perusahaan pada sampel perusahaan sektor industri dasar, aneka dan barang konsumsi.", "Daftar File": {"2010 TS PP YAFID HAFIZH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/124570", "2010 TS PP YAFID HAFIZH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/124571", "2010 TS PP YAFID HAFIZH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/124572", "2010 TS PP YAFID HAFIZH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/124573", "2010 TS PP YAFID HAFIZH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/124574", "2010 TS PP YAFID HAFIZH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/124575", "2010 TS PP YAFID HAFIZH 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/124576", "2010 TS PP YAFID HAFIZH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/124577"}, "Penulis": "YAFID HAFIZH (NIM: 23408066)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Suprayogi, PhD"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Performansi perusahaan, sektor manufaktur, hambatan masuk.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}