{"Nomor": 24755, "Judul": "IDENTIFIKASI ZONA SESAR MENGGUNAKAN METODE GRAVITY DI WILAYAH CIATER, SUBANG, JAWA BARAT", "Abstrak": "Metode geofisika merupakan suatu cara untuk menentukan struktur bawah permukaan bumi berdasarkan parameter-parameter fisis. Salah satu metode geofisika adalah metode gravity (gaya berat) yang didasarkan pada perbedaan massa jenis (densitas). Dalam tugas akhir ini metode gravity digunakan untuk mengidentifikasi keberadaan sesar di wilayah Ciater, Subang, Jawa Barat. Nilai Complete Bouguer Anomaly yang diperoleh berkisar dalam rentang -1081.56 mgal di bagian selatan sampai -313.25 mgal di bagian utara titik pengukuran titik. Data (CBA) dipisahkan menggunakan pendekatan trend surface analysis. Data anomali residual kemudian digunakan dalam proses pemodelan ke depan untuk mendapatkan model struktur bawah permukaan di wilayah penelitian dengan menggunakan metode poligon segi-n Talwani. Berdasarkan hasil pemodelan tesebut, diperoleh model berupa 6 poligon dengan densitas dan dimensi yang berbeda. Dari hasil interpretasi model diidentifikasi adanya sesar berupa sesar normal di daerah studi yang sesuai dengan data geologi.", "Daftar File": {"2017 TA PP YADI KURNIADI -1COVER.pdf": "https://digilib.itb.ac.id/gdl/download/124563", "2017 TA PP YADI KURNIADI -1BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/124564", "2017 TA PP YADI KURNIADI -1BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/124565", "2017 TA PP YADI KURNIADI -1BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/124566", "2017 TA PP YADI KURNIADI -1BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/124567", "2017 TA PP YADI KURNIADI -1BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/124568", "2017 TA PP YADI KURNIADI -1PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/124569"}, "Penulis": "YADI KURNIADI (NIM : 10212082)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Nurhasan Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "densitas, metode gravity, poligon talwani , sesar", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}