{"Nomor": 24758, "Judul": "TECHNOLOGY FORESIGHT DALAM PERSPEKTIF AKADEMISI ITB (Sebuah Kajian dengan Pendekatan Teori Jaringan Aktor)", "Abstrak": "Abstrak  \n \n\nMenerawang masa depan berarti membicarakan tentang bagaimana membentuk masa depan; memilih dan mewujudkan pilihan masa depan. Pentingnya pengetahuan tentang sains dan teknologi dalam membicarakan masa depan berimplikasi pada pentingnya peran para akademisi dalam permasalahan ini. Untuk menemukenali kiprah para akademisi dalam pembicaraaan masa depan, suatu eksplorasi kualitatif dilaksanakan dengan dipandu oleh perspektif teori jaringan aktor (ANT). Ciri yang khas dari ANT adalah bahwa teori ini tidak bersandar pada konsep-konsep makro (seperti struktur, sistem,  lembaga) ataupun konsep-konsep mikro (seperti individualitas, makna personal). ANT bersandar pada translasi-translasi dan relasi-relasi, yang bermaksud bahwa dalam melakukan penelusuran empirik para peneliti ANT berfokus pada serangkaian translasi, bagaimana relasi-relasi terbentuk melalui translasi tersebut, dan outcome dari relasi-relasi ini.  \n \n \n\nDari hasil penelusuran ditemukan bahwa ternyata setiap akademisi memiliki kondisi perilaku dan pola kecenderungan berpikir yang beragam, dan masing-masing mereka melakukan upaya-upaya tertentu terkait dengan visinya tentang masa depan. Agar pandangan-pandangan dan perbuatan-perbuatan para akademisi menjadi lebih memadai bagi pengkonstruksian masa depan bangsa, kepada mereka disarankan untuk mengembangkan interaksi dan jejaring relasi secara meluas dengan beragam aktor, serta mengembangkan komunikasi dua arah dengan para pengguna iptek. Pada akhirnya, Centre for Technology Foresight, sebagai suatu bentuk pendekatan kelembagaan, ditawarkan untuk menciptakan kondisi dimana para akademisi dapat meningkatkan dialog dengan masyarakat untuk meraih kemajuan bangsa dan masa depan yang lebih baik.  \n \n \n \n\nKata kunci :\tmasa depan, iptek, akademisi, masyarakat, teori jaringan aktor, technology foresight", "Daftar File": {"halaman judul.pdf": "https://digilib.itb.ac.id/gdl/download/124579", "bab1.pdf": "https://digilib.itb.ac.id/gdl/download/124580", "bab 2.pdf": "https://digilib.itb.ac.id/gdl/download/124581", "bab 3.pdf": "https://digilib.itb.ac.id/gdl/download/124582", "bab 4.pdf": "https://digilib.itb.ac.id/gdl/download/124583", "bab 5.pdf": "https://digilib.itb.ac.id/gdl/download/124584"}, "Penulis": "Yandi Yusnandar", "Kontributor / Dosen Pembimbing": ["(Dr. Ir. Sonny Yuliar)"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "masa depan, iptek, akademisi, masyarakat, teori jaringan aktor, technology foresight", "Sumber": "", "Staf Input/Edit": "sarnya  \n                                     Ena Sukmana", "File": "6 file", "Tanggal Input": "27 Sep 2017"}