{"Nomor": 24754, "Judul": "RELOKASI HIPOSENTER MENGGUNAKAN TELESEISMIC DOUBLE-DIFFERENCE DAN MODEL KECEPATAN 3D UNTUK GEMPA DI INDONESIA SEJAK APRIL 2009 HINGGA JANUARI 2017", "Abstrak": "Kepulauan Indonesia merupakan salah satu wilayah yang memiliki kondisi geologi yang menarik, hal ini dikarenakan wilayah tektonik Indonesia yang dikendalikan oleh pertemuan lempeng-lempeng tektonik Eurasia, Indo-Australia, Pasifik dan Filipina dimana interaksi antar keempat lempeng tersebut menyebabkan dinamika yang kompleks dan diikuti dengan tingginya tingkat seismisitas di Indonesia. Tersedianya jaringan seismometer yang lebih rapat dikarenakan adanya Indonesia Tsunami Early Warning System (ina-TEWS) setelah terjadinya Gempa Mw  9.1 tahun 2004 dan Mw 8.6 2005, telah menunjang studi seismisitas di Indonesia yang salah satunya adalah relokasi hiposenter.  Dalam penelitian ini, proses relokasi hiposenter dilakukan dengan metode relokasi teleseismik double-difference (teletomoDD) yang menggabungkan waktu tiba dari gelombang P dan S dari stasiun dengan jarak lokal, regional, dan juga teleseismik. Data katalog gempa diperoleh dari Badan Meteorologi, Klimatologi, dan Geofisika (BMKG) untuk periode Mei 2009 sampai Januari 2017. Perhitungan waktu tempuh kalkulasi menggunakan model kecepatan gelombang seismik 3D dengan ukuran grid 1ox1o untuk wilayah Indonesia, diluar wilayah yang diakomodasi oleh model tersebut digunakan model kecepatan 1D.  Hasil relokasi menunjukkan terdapat pengurangan residual waktu tempuh yang signifikan dibandingkan dengan data katalog awal gempa. Dari hasil pergeseran episenter gempa (pergeseran horizontal) menunjukkan pola pergeseran yang dominan yang terjadi tegak lurus dengan arah strike dari subduksi. Selain itu, hasil relokasi menunjukkan pola distribusi seismismisitas yang lebih memperlihatkan fitur-fitur tektonik. Berdasarkan distribusi seismisitas dapat disimpulkan bahwa kedalaman Wadati-Benioff Zone (WBZ) dari subduksi Sunda Trench meningkat dari utara hingga selatan Sumatera. Hasil relokasi gempa Padang Mw 7.9 tahun 2009 dan beberapa gempa signifikan terdekat lainnya serta menggunakan mekanisme fokus dari Global Centroid Moment Tensor mengonfirmasi adanya fitur backthrust dan gempa intraslab pada wilayah Mentawai.", "Daftar File": {"2017 TA PP YACHO HARMAS SINAGA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/124562"}, "Penulis": "YACHO HARMAS SINAGA", "Kontributor / Dosen Pembimbing": ["Dr. Andri Dian Nugraha, S.Si, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Teleseismic Double-Difference, Indonesia, relokasi hiposenter.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "09 Okt 2017"}