{"Nomor": 24767, "Judul": "ANALISIS RESPON PERIFITON TERHADAP PENCEMARAN DI EKOSISTEM PADANG LAMUN PULAU PANJANG, SERANG-BANTEN", "Abstrak": "Meningkatnya beban pencemar di daerah pesisir Pulau Panjang dimana kontribusi terbesar berasal dari kegiatan manusia di daratan berimbas pada ekosistem padang lamun. Tingginya sedimentasi di perairan, menyebabkan kenaikan konsentrasi lumpur, bahan organik, nutrien, serta meningkatkan kekeruhan perairan. Dan pada akhirnya mengurangi kedalaman yang dapat dicapai oleh sinar matahari. Semua hal ini berpengaruh buruk terhadap ekosistem padang lamun. Perubahan kondisi perairan yang terjadi dapat digambarkan melalui keberadaan biota di perairan tersebut. Salah satu jenis organisme yang cukup dominan pada ekosistem lamun adalah perifiton. Keberadaan perifiton tersebut di dalam perairan sangat ditentukan oleh kondisi fisik dan kimia perairan karena memiliki batasan tolerasi tertentu, yang menyebabkan struktur komunitasnya akan berbeda pada kondisi parameter fisika dan kimia yang berbeda. Untuk menganalisa respon perifiton terhadap perubahan kualitas lingkungan di ekosistem padang lamun dilakukan perhitungan terhadap indeks keanekaragaman Shannon Winner dan nilai Saprobik Indeks (SI). Kondisi sanitasi masyarakat Pulau Panjang yang buruk, ditambah kegiatan-kegiatan seperti pelabuhan dan industri, di sekitar perairan telah menyumbangkan limbah berupa limbah cair dan padat yang menimbulkan dampak serius pada daerah pesisir dan makhluk hidup sekitarnya. Terlihat dari beberapa parameter kualitas air yang melebihi baku mutu untuk kehidupan ekosistem lamun dan biota laut. Kemudian berdasarkan klasifikasi dan koefisien saprobik menggunakan parameter biologi perifiton, kondisi lingkungan perairan ekosistem lamun Pulau Panjang tergolong fase β Mesosaprobik hingga β/α Mesosaprobik, yang menunjukan tingkat pencemaran ringan menuju sedang dengan bahan pencemar berupa bahan organik dan anorganik. Beberapa jenis perifiton yang dominan ditemukan pada waktu pengamatan baik pagi maupun sore hari adalah Meridion sp, Navicula sp, Nitzschia sp, dan Synedra sp. Spesies perifiton ini termasuk ke dalam kelas Bacillariophyceae (Famili Chrysophyta) yang biasanya digunakan untuk menilai kondisi eutrofikasi dan polusi organik pada suatu perairan", "Daftar File": {"2016 TS PP YAYUK SUGIANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/124610", "2016 TS PP YAYUK SUGIANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/124611", "2016 TS PP YAYUK SUGIANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/124612", "2016 TS PP YAYUK SUGIANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/124613", "2016 TS PP YAYUK SUGIANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/124614", "2016 TS PP YAYUK SUGIANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/124615", "2016 TS PP YAYUK SUGIANTI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/124616", "2016 TS PP YAYUK SUGIANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/124617"}, "Penulis": "YAYUK SUGIANTI (NIM : 25314710)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dra. Barti Setiani Muntalif, Ph.D", "Dr. Ir. Priana Sudjono, MS., Dipl. Eng"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "perifiton, pencemaran, ekosistem padang lamun, Pulau Panjang Serang-Banten", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}