{"Nomor": 24772, "Judul": "ANALISIS AKUSTIK SELUBUNG GANDA SEBAGAI ELEMEN PENGENDALIAN BISING PADA BANGUNAN BERVENTILASI ALAMI (STUDI KASUS : MASJID AN-NUUR BIOFARMA)", "Abstrak": "Masjid An-Nuur Biofarma merupakan salah satu bangunan berventilasi alami yang berada pada daerah dengan kebisingan lalu lintas yang cukup tinggi. Bangunan tersebut memanfaatkan bukaan selubung sebagai sarana pertukaran udara. Bukaan tersebut juga dapat menjadi celah merambatnya kebisingan lalu lintas.  \n \n\nBerdasarkan hasil pengukuran, tingkat kebisingan pada lantai 1 dan lantai 2 masing-masing mencapai 61,6 dBA dan 35,7 dBA. Kebisingan terbesar tiap lantai berada pada daerah dekat dengan bukaan jendela dan pintu. Konsep selubung ganda merupakan salah satu teknik pengendalian bising dengan pendekatan sisi arsitektural bangunan. Perancangan tersebut menempatkan selubung luar pada jarak tertentu dari selubung dalam bangunan. Pemodelan selubung ganda tersebut dilakukan dengan perangkat lunak COMSOL Multiphysics.  \n \n\nJarak selubung memengaruhi performa akustik dan kebutuhan udara yang masuk ke dalam ruangan. Jarak selubung 70 cm, 80 cm, 100 cm, dan 120 cm menghasilkan performa insulasi bising yang optimum untuk kedua buah tipe rancangan simulasi. Pada tipe multi storey facade, insertion loss yang dihasilkan berada pada rentang 25,0 s.d. 26,0 dBA pada lantai 1 dan 10,0 s.d. 11,5 dBA pada lantai 2. Sedangkan tipe parsial menghasilkan insertion loss pada rentang 22,5 dBA s.d. 23,5 dBA pada lantai 1 dan 0,0 s.d 1,5 dBA pada lantai 2. Rancangan selubung ganda dengan jarak selubung luar selebar 80 cm tipe multi storey facade menghasilkan performa insulasi bising yang paling optimum dengan dihasilkannya insertion loss sebesar 25,0 dBA pada lantai 1 dan 10,0 dBA pada lantai 2. Sedangkan berdasarkan standar ASHRAE (American Society of Heating, Refrigerating and Air Conditioning Engineers), debit udara tersebut memenuhi kebutuhan udara maksimum pada lantai 1 dan 69% dari kapasitas maksimum ruangan pada lantai 2.", "Daftar File": {"2013 TA PP YESI RIZKIANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/124638", "2013 TA PP YESI RIZKIANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/124639", "2013 TA PP YESI RIZKIANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/124640", "2013 TA PP YESI RIZKIANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/124641", "2013 TA PP YESI RIZKIANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/124642", "2013 TA PP YESI RIZKIANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/124643", "2013 TA PP YESI RIZKIANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/124644"}, "Penulis": "YESI RIZKIANI (NIM : 13309025)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nIr. Ida Bagus Ardhana Putra, Ph.D.", "R.S. Joko Sarwono, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Masjid An-Nuur Biofarma, insertion loss, selubung ganda, COMSOL Multiphysics, debit udara", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}