{"Nomor": 24771, "Judul": "MODEL KINETIKA DESULFURISASI UNTUK PEMBUATAN BAJA SILIKON NON GRAIN ORIENTED KADAR SULFUR SANGAT RENDAH DENGAN INJEKSI SERBUK FLUKS DALAM RH DEGASSER", "Abstrak": "Pada pembuatan baja silikon dengan kandungan karbon dan sulfur yang sangat rendah (C < 30 ppm dan S < 30 ppm), proses desulfurisasi harus dilakukan setelah proses dekarburisasi dan deoksidasi di RH. Penentuan distribusi sulfur di terak akibat penambahan fluks dan di lelehan logam yang dinyatakan dengan besaran Ls dan kapasitas sulfida dari terak dihitung menggunakan model Sosinsky dan Sommerville. Sementara model kinetika desulfurisasi dengan injeksi fluks telah dikembangkan oleh Wei dkk. Pada studi ini, konstanta kinetika desulfurisasi   \n \n \n\nditentukan dengan persamaan kinetika yang telah diintroduksi oleh Wei. Lebih lanjut, perubahan kandungan sulfur sebagai fungsi waktu ditentukan dengan model Deo dengan mempertimbangkan kandungan sulfur akhir (sulfur pada saat kesetimbangan). Hasil simulasi kinetika telah diverifikasi dengan beberapa data publikasi trial dari beberapa industri. Hasil studi ini menunjukkan bahwa   \n \n \n\nkombinasi model kinetika dari Wei dan Deo dapat digunakan untuk memprediksi penurunan kandungan sulfur dalam RH degasser yang dilakukan dengan injeksi serbuk fluks melalui lance. Hasil simulasi menunjukkan kondisi optimum untuk proses desulfurisasi dilakukan dengan total injeksi serbuk fluks dalam rentang 3-6 kg/ton. Total waktu proses desulfurisasi 21-27 menit dengan kandungan oksigen 5 ppm. Dengan kondisi desulfurisasi seperti ini, maka kandungan sulfur dalam baja dapat diturunkan dari 70 ppm menjadi 10 ppm dengan efisiensi proses desulfurisasi adalah berkisar antara 67 - 89 % bergantung pada jumlah fluks yang diinjeksikan.", "Daftar File": {"2011 TA PP YELSI ADE PATRIONA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/124631", "2011 TA PP YELSI ADE PATRIONA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/124632", "2011 TA PP YELSI ADE PATRIONA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/124633", "2011 TA PP YELSI ADE PATRIONA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/124634", "2011 TA PP YELSI ADE PATRIONA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/124635", "2011 TA PP YELSI ADE PATRIONA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/124636", "2011 TA PP YELSI ADE PATRIONA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/124637"}, "Penulis": "YELSI ADE PATRIONA (NIM : 12507006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ing.Zulfiadi Zulhan,ST.MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "baja silikon, desulfurisasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}