{"Nomor": 24770, "Judul": "OPTIMASI DAN KARAKTERISASI WHOLE-CELL BIOCATALYST PROTEIN FUSI LPP-OMPA-LC-KUTINASE DAN MUTAN SINONIMNYA PADA ESCHERICHIA COLI EPI300TM PENDEGRADASI POLIETILEN TEREFTALAT (PET)", "Abstrak": "Polietilen tereftalat (PET) merupakan salah satu jenis polimer plastik yang paling umum digunakan dalam kehidupan sehari-hari. Penggunaan PET saat ini mencapai 7% dari total kebutuhan plastik di dunia atau setara dengan 2,177 juta ton. Lebih dari 50% serat sintetis yang diproduksi di dunia terdiri dari PET dan konsumsi global terhadap PET yang telah dilaporkan mencapai $17 milyar per tahun. Degradasi secara alami yang sulit dan memakan waktu lama serta penggunaannya yang terus meningkat mengakibatkan terjadinya akumulasi limbah yang mencemari lingkungan, akumulasi limbah PET tidak hanya berbahaya bagi lingkungan tetapi juga pada manusia secara langsung, maka solusi untuk mengatasi akumulasi penumpukan PET sangat dibutuhkan segera. Enzim kelompok kutinase diketahui dapat menghidrolisis ikatan ester pada rantai utama polimer pada PET. Berbagai teknologi telah dilakukan untuk melakukan optimasi kerja enzim kutinase, diantaranya adalah penelitian tim iGEM ITB_Indonesia (2014). Tim iGEM ITB_Indonesia (2014) dalam sistemnya mengembangkan rancangan enzim leaf compost kutinase (LC kutinase) sebagai Whole-cell biocatalyst dengan pendekatan surface display. Pendekatan ini dilakukan dengan memfusi enzim LC kutinase dengan outer membrane protein A (OmpA) pada E.coli. Pada penelitian ini dilakukan optimasi dan karakterisasi protein fusi tersebut. Optimasi dilakukan dengan melakukan mutasi sinonim pada urutan nukleotida gen protein fusi dan memindahkan gen ke plasmid pCCI. Hasil protein fusi dan mutan kemudian dikarakterisasi, dimana didapatkan suhu optimum kerja whole-cell biocatalystnya adalah 55oC dan pH optimumnya 8. Efek dari optimasi juga meningkatkan laju pertumbuhan sel dimana pada whole-cell biocatalyst awal memiliki laju pertumbuhan maksimum 626.058 sel detik-1 sedangkan whole-cell biocatalyst mutan 1914,858 sel detik-1. Whole-cell biocatalyst mutan juga memiliki kestabilan terhadap suhu yang lebih tinggi pada pH 8.", "Daftar File": {"2017 TS PP Yehezkiel Victorio 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/124630"}, "Penulis": "Yehezkiel Victorio    (NIM: 21116027)", "Kontributor / Dosen Pembimbing": ["Dr. Maelita Ramdani Moeis"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "E. coli, leaf compost cutinase, whole-cell biocatalyst, mutasi sinonim", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "02 Okt 2017"}