{"Nomor": 24791, "Judul": "PERENCANAAN KONSTRUKSI DERMAGA KONTAINER PELABUHAN HUB INTERNASIONAL TELUK SABANG", "Abstrak": "Pelabuhan dapat diartikan sebagai sebuah fasilitas di ujung samudera, sungai, atau danau untuk menerima kapal dan memindahkan barang maupun penumpang ke dalamnya. Dermaga merupakan suatu bangunan dalam pelabuhan yang digunakan sebagai tempat kapal akan berlabuh dan tempat menambatkan kapal yang akan melakukan bongkar muat barang dan menaik-menurunkan penumpang. Dermaga yang direncanakan adalah dermaga kontainer di Pelabuhan Teluk Sabang dimana pelabuhan ini merupakan pelabuhan yang berfungsi untuk mengumpulkan kontainer yang menuju maupun keluar Indonesia. Perencanaan konstruksi dermaga harus memperhitungkan berbagai aspek seperti struktur, geotek, kelautan, maupun manajemen konstruksi.             \n \n\nPemilihan tipe dermaga harus mempertimbangkan kondisi dari Teluk Sabang itu sendiri. Tipe dermaga yang dipilih adalah tipe deck on pile, konstruksi struktur dermaga terdiri dari beberapa komponen yaitu balok, pelat, dan tiang pancang. Perencanaan struktur atas dermaga yaitu balok dan pelat menggunakan sistem pracetak, dimana keuntungan dari sistem ini adalah dapat mempercepat pengerjaan konstruksi dermaga.             \n \n\nPerhitungan pada balok dan pelat dilakukan dalam dua tahap yaitu masa konstruksi dan masa layan. Pada masa konstruksi, struktur harus mampu menahan berat sendiri dan beban hidup pekerja. Pada masa layan, struktur harus mampu menahan beban hidup yang bekerja antara lain beban hidup merata, beban truk 45, dan beban roda crane. Tahap akhir perhitungan adalah perhitungan menggunakan kombinasi pembebanan dari semua beban yang bekerja baik itu beban aksial maupun beban lateral. Beban lateral yang bekerja pada struktur dermaga antara lain beban gelombang, beban akibat tumbukan kapal, beban tambat, beban gempa. Struktur harus kuat menahan beban-beban yang bekerja, dan deformasi lateral struktur harus lebih kecil dari deformasi lateral yang diijinkan.", "Daftar File": {"2009 TA PP YOHANNES C SITOMPUL DAN PIUS SETO RUDYAN PRASETYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/124726", "2009 TA PP YOHANNES C SITOMPUL DAN PIUS SETO RUDYAN PRASETYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/124727", "2009 TA PP YOHANNES C SITOMPUL DAN PIUS SETO RUDYAN PRASETYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/124728", "2009 TA PP YOHANNES C SITOMPUL DAN PIUS SETO RUDYAN PRASETYA 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/124729", "2009 TA PP YOHANNES C SITOMPUL DAN PIUS SETO RUDYAN PRASETYA 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/124730", "2009 TA PP YOHANNES C SITOMPUL DAN PIUS SETO RUDYAN PRASETYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/124731", "2009 TA PP YOHANNES C SITOMPUL DAN PIUS SETO RUDYAN PRASETYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/124732", "2009 TA PP YOHANNES C SITOMPUL DAN PIUS SETO RUDYAN PRASETYA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/124733"}, "Penulis": "YOHANNES C. SITOMPUL(NIM 15004079) dan PIUS SETO RUDYAN PRASETYA (NIM 150 04 092)", "Kontributor / Dosen Pembimbing": ["Pembimbing :            \n \n\nAnanta Sofwan, Dr. Ir.", "Joko Nugroho, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pelabuhan, dermaga, deck on pile, sistem pracetak, beban lateral", "Sumber": "", "Staf Input/Edit": "Ena Sukmana  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}