{"Nomor": 24796, "Judul": "STUDI GEODINAMIKA PULAU TIMOR DENGAN ANALISIS MEKANISME FOKUS", "Abstrak": "Pulau Timor merupakan salah satu pulau dalam rangkaian kepulauan Sunda Kecil. Tidak seperti pada kebanyakan pulau lainnya di Busur Banda, pulau Timor memiliki tingkat kegempaan yang cenderung rendah. Dengan kondisi daerah penelitian yang unik ini, maka dilakukan analisis     \n \n \n\nterhadap gempa-gempa yang terjadi di sekitar pulau Timor. Analisis dilakukan terhadap sebaran mekanisme fokus dari gempa-gempa di Timor, yang datanya diperoleh dari katalog Harvard Centroid Moment Tensor (CMT).     \n \n \n\nUntuk mengkonfirmasi hasil pengolahan data oleh Harvard, maka dipilih satu kejadian gempa di Timor untuk diolah dan dibandingkan hasilnya. Kejadian gempa yang dipilih adalah gempa Timor pada tanggal 5 Desember 1995. Data seismogram gempa tersebut, yang diperoleh dari Incorporated Research Institutions for Seismology (IRIS), terdiri atas 3 komponen (Z, N, E) dari stasiun dengan jarak radius maksimum 100o dari sumber gempa. Dengan program Seismic Analysis Code (SAC), data gempa diolah untuk mendapatkan polaritas dari gelombang P, SV, dan SH. Kemudian hasilnya diolah dengan program FOCMEC untuk menghasilkan kemungkinan solusi mekanisme fokus dari gempa. Setelah menemukan kemiripan hasil pengolahan data gempa dengan hasil keluaran Harvard, barulah dilakukan analisis sebaran mekanisme fokus di Timor     \n \n \n\ndan sekitarnya.     \n \n \n\nHasil akhir dari penelitian ini adalah suatu dukungan terhadap model geologi pulau Timor yang diusulkan oleh Kaneko et al (2005). Model itu menggambarkan Timor sebagai hasil tumbukan antara lempeng Indo-Australia dengan Eurasia, dengan dominasi sesar naik di sebelah     \n \n \n\nselatan Timor dan sesar normal di sebelah utaranya. Meskipun demikian, adanya gempa di pulau Timor dengan kedalaman fokus lebih dari 16 kilometer menjadi fakta untuk menambah pertimbangan dalam hipotesis mengenai model geologi di daerah tersebut.", "Daftar File": {"2009 TA PP YOSEF PRAMESTA 1.pdf": "https://digilib.itb.ac.id/gdl/download/124767"}, "Penulis": "YOSEF PRAMESTA (NIM : 12403013)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Afnimar, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Timor, seismisitas, mekanisme fokus.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "1 file", "Tanggal Input": "24 Jan 2017"}