{"Nomor": 24810, "Judul": "ANALISIS IDENTIFIKASI BAHAYA DAN RISIKO KEBAKARAN/LEDAKAN MATERIAL B3  SEBAGAI DASAR PERANCANGAN  SISTEM TANGGAP DARURAT PADA KEGIATAN  PRODUKSI AMMONIA DAN UREA PT. X", "Abstrak": ": Kebutuhan pupuk urea baik yang subsidi maupun non-subsidi meningkat setiap tahunnya. Berdasarkan data Kementrian Pertanian tahun 2016 kebutuhan pupuk urea subsidi tahun 2015 sekitar 9,2  juta ton atau meningkat 6,35% dibanding tahun 2014. Peningkatan kebutuhan ini memberikan konsekuensi terhadap meningkatnya produksi amonia sebagai bahan baku urea. Pabrik ammonia dan urea memiliki potensi bahaya yang tinggi pada umumnya berupa kebakaran, ledakan, bocoran material B3, dan kebisingan diatas NAB. Pabrik ammonia dan urea memiliki beberapa peralatan kritis.  Ammonia converter dan reaktor urea merupakan salah satu alat kritis di pabrik amonia dan urea. Analisis identifikasi bahaya dalam penelitian ini menggunakan metoda FTA, sedangkan analisis risiko ledakan/kebakaran menggunakan metode DFEI, dan pola sebaran gas yang terlepas ke lingkungan jika terjadi ledakan/kebakaran menggunakan software ALOHA dan MARPLOT. Berdasarkan hasil FTA, penyebab dasar terjadinya ledakan/kebakaran pada ammonia converter dan reaktor urea adalah faktor berkaitan dengan proses, kesalahan penerapan prosedur, dan human error. Adapun berdasarkan analisis DFEI index ledakan di ammonia converter adalah 266,41 (kategori severe) dengan radius ledakan 223,78 ft (68,21,m), serta nilai kerugian sebesar US$ 10.983.206,12. Sedangkan, reaktor urea memiliki index ledakan sebesar 54,50 (kategori light), dengan radius ledakan 45,78 ft (13,95 m), serta nilai potensi kerugiannya sebesar US$ 2.548.059,12. Adapun output software ALOHA sebagai dasar untuk menentukan lokasi assembly point. Perancangan sistem tanggap darurat dapat disusun berdasarkan hasil analisis identifikasi bahaya dan risiko", "Daftar File": {"2017 TS PP YOYON DARYONO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/124820"}, "Penulis": "Yoyon Daryono (NIM : 25315302)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Katharina Oginawati, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "kebakaran/ledakan, ammonia converter, reaktor urea, FTA, DowÃ‚Â’s Fire Explosion Index, ALOHA", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "03 Okt 2017"}