{"Nomor": 24812, "Judul": "STUDI KINERJA BANGUNAN STRUKTUR BETON BERTULANG PORTAL TERBUKA TERHADAP KERUNTUHAN PROGRESIF SEBAGAI TEMPAT EVAKUASI SEMENTARA TAHAN TSUNAMI", "Abstrak": "Indonesia merupakan salah satu negara kepulauan yang memiliki garis pantai terpanjang didunia. Namun Indonesia juga merupakan negara yang rawan gempa karena berada pada pertemuan tiga lempeng tektonik yang sewaktu Ã‚Â– waktu dapat menimbulkan gempa dan juga gunung berapi yang masih aktif. Dari kedua kondisi ini mengakibatkan kondisi tambahan yang timbul jika sumber gempa berada di laut yaitu tsunami. Maka berdasarkan hal tersebut diperlukan langkah preventif untuk mengurangi dampak tsunami terutama korban manusia. Ketika evakuasi horizontal (evakuasi keluar dari zona genangan tsunami) tidak memungkinkan dan tidak praktis, maka solusi yang memungkinkan adalah evakuasi vertikal. Yaitu evakuasi ke atas bangunan yang dirancang sebagai tempat evakuasi sementara (TES). Bangunan evakuasi ini harus mampu beroperasi setelah bencana tsunami terjadi. Bangunan ini harus mampu mengakomodasi berbagai beban tambahan yang diakibatkan oleh tsunami dan juga dapat menanggung kondisi pembebanan maksimum. Karena tsunami bekerja setelah gempa terjadi maka bangunan evakuasi harus juga mampu menahan beban gempa yang terjadi (kerusakan minimum). Maka digunakan analisis pushover sebagai jaminan bangunan hanya mengalami kerusakan minimum. Setelah kinerja bangunan sesuai dengan rencana maka bangunan dapat dibebani oleh beban tsunami yang ditetapkan. Bangunan ini juga harus mampu beroperasi meskipun terjadi kerusakan secara structural. Bangunan ini boleh rusak akibat beban tsunami namun tidak boleh mengalami progressive collapse yaitu keruntuhan progresif total pada bangunan yang disebabkan kerusakan kecil pada elemen struktur. Maka digunakan simulasi progressive collapse untuk meninjau kinerja bangunan setelah diaplikasikan beban tsunami. Salah satu konsep struktur bangunan TES yaitu memiliki redudansi yang cukup agar mampu menahan gaya Ã‚Â– gaya ekstrim. Maka digunakan indicator perubahan jarak antar kolom sebagai tinjauan structural. Jarak antar kolom yang lebih kecil menghasilkan ketahanan terhadap keruntuhan progresif lebih baik, namun berkebalikan dengan konsep arsitektural bangunan yaitu ruangan seluas mungkin sehingga dibutuhkan penyesuaian. Kemudian didapatkan juga bahwa kedua model bangunan yang ditinjau memiliki ketahanan yang baik terhadap progresif collapse karena memiliki nilai Demand Capacity Ratio (DCR) kurang dari 2 pada seluruh elemen struktur ketika salah satu kolom gagal (Simulasi Kolom Gagal) menggunakan analisis static linear.", "Daftar File": {"2014 TA PP YUDHA ANDIKA PRATAMA 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/124833", "2014 TA PP YUDHA ANDIKA PRATAMA 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/124834", "2014 TA PP YUDHA ANDIKA PRATAMA 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/124835", "2014 TA PP YUDHA ANDIKA PRATAMA 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/124832", "2014 TA PP YUDHA ANDIKA PRATAMA 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/124831", "2014 TA PP YUDHA ANDIKA PRATAMA 1 - BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/124830", "2014 TA PP YUDHA ANDIKA PRATAMA 1 - BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/124829", "2014 TA PP YUDHA ANDIKA PRATAMA 1 - BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/124836", "2014 TA PP YUDHA ANDIKA PRATAMA 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/124837"}, "Penulis": "YUDHA ANDIKA PRATAMA ( NIM : 15010028 )", "Kontributor / Dosen Pembimbing": ["pembimbing :  \n \n\nProf. Ir. Iswandi Imran, MA.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gempa, Tsunami, Evakuasi Horizontal, Analisis Pushover, Keruntuhan progresif, Simulasi Kolom Gagal, Jarak Antar Kolom, Analisis Statik Linear", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "27 Sep 2017"}