{"Nomor": 24811, "Judul": "RELATIONSHIP BETWEEN HYDROTHERMAL ALTERATION AND ORE MINERALOGY OF THE TALANG SANTO LOW-SULFIDATION EPITHERMAL GOLD DEPOSIT, LAMPUNG PROVINCE, INDONESIA", "Abstrak": "Talang Santo low-sulfidation epithermal gold deposit is located in southern Sumatra, Indonesia. Sumatra Island is an attractive target with huge gold resources (770.8 t) due to a propensity of epithermal gold deposits (Maryono 2014). These deposits are controlled by active subduction between the Australian Plate and the Eurasian Plate. Talang Santo deposit began exploitation from 2011 with 1.7 Mt resources and an average of 5.39 ppm Au as of 2014 (Leeuwen 2014). However, the relationship between gold mineralization and hydrothermal alteration zoning in this deposit has not been clarified yet. Thus, this research aims to reveal this relationship based on a three-dimensional distribution of ore mineral and clay mineral assemblages. Sampling was conducted from surface samples (700-720 masl), underground samples (from the production tunnel at 675, 650 and 620 masl) and drill-core samples (from 11 drill holes; 350-680 masl) within currently under exploitation quartz veins (Splay, Mawi).      \n \n \n \n \n \n\n\tBased on the distribution and assemblages of the clay minerals, this deposit was divided into three hydrothermal alteration zones as follows; Illite-Chlorite Zone (IC), Argillic Zone (AG) and Kaolinite-Illite Zone (KI).      \n \n \n \n \n \n\nIn the deep level (approximately 350 masl at present), wall rock alteration is intensive and defined as IC. IC is characterized by presence of chlorite and illite which are formed under near-neutral and high temperature (< 230 Ã‚ÂºC) conditions. Around IC, at shallower depth and far from the main fluid conduits, AG is formed, characterized by smectite, suggesting that a formation temperature is less than around 150 Ã‚ÂºC and at near-neutral pH. Above IC, KI marked with kaolinite was formed under acidic-pH and relatively low temperature (100-200 Ã‚ÂºC) conditions.      \n \n \n \n \n \n\n\tAccording to microscopic observation and SEM-EDX analysis, the major identified metal minerals are pyrite, chalcopyrite, acanthite and electrum (Ag content; 44.4- 60.9 at%). Almost all electrum were observed around quartz veins (strike: WNW-ESE, dip: 70-75Ã‚Â° N) in the IC zone and accompanied by pyrite, chalcopyrite and acanthite. By contract, assemblages of pyrite and chalcopyrite in AG was not contain electrum.      \n \n \n \n \n \n\n\tAccording to the above results, the formation mechanism of Talang Santo gold deposit based on hydrothermal alteration and gold mineralization can be estimated as follows;      \n \n \n \n \n \n\n\tFrom the deep level (230 Ã‚ÂºC) and near neutral pH hypogene ore-forming fluid ascended. Due to this, IC was formed and gold-silver mineralization ensued with electrum and acanthite precipitation and associated chalcopyrite and pyrite as gangue minerals.      \n \n \n \n \n \n\n\tIn the shallower, or far from main conduit of ore-forming fluid, AG was formed with pyrite due to relatively low temperature (approximately 150 Ã‚ÂºC) and near neutral-pH fluid.      \n \n \n \n \n \n\n\tAbove IC (> 650 masl at present), KI was formed under low temperature (100-200 Ã‚ÂºC) and acidic-pH condition which was formed due to H2S gas oxidation by groundwater.      \n \n \n \n \n \n\n\tAccording to above relationship between the hydrothermal alteration and the gold mineralization, it is revealed that gold mineralization (Electrum+PyriteÃ‚Â±AcanthiteÃ‚Â±Chalcopyrite) tends to concentrate along quartz veins (strike: WNW-ESE, dip: 70-75Ã‚Â° N) in IC in this deposit. In conclusion, IC would be an important indicator exploration guidance for gold mineralization.", "Daftar File": {"2017 TS PP YUDAI HIRANO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/124828"}, "Penulis": "YUDAI HIRANO [22115702]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Syafrizal,ST.,MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Epithermal low-sulfidation deposit, hydrothermal alteration, gold mineralization, gold exploration", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "27 Sep 2017"}