{"Nomor": 24823, "Judul": "KAJIAN KOMPONEN PASANG SURUT DI LAUT JAWA MENGGUNAKAN MODEL OCEAN TIDAL INVERSE SOLUTION (OTIS) DENGAN METODE ASIMILASI DAN TANPA ASIMILASI DATA", "Abstrak": "Komponen pasang surut di Laut Jawa dikaji dengan menggunakan model Ocean Tidal Inverse Solution (OTIS). Komponen pasang surut yang dikaji adalah M2, N2, K2, S2, Q1, O1, P1 dan K1. Data yang digunakan dan dimasukan ke dalam model adalah amplitudo dan fase elevasi di syarat batas terbuka yang diperoleh dari elevasi TOPEX/Poseidon dan data batimetri dari (General Bathymetri Chart of the Ocean) GEBCO dengan resolusi 1 menit. Data lainnya yang digunakan adalah nilai amplitudo dan fase elevasi data lapangan yang diperoleh dari Badan Informasi Geospasial (BIG) yang digunakan untuk verifikasi. Hasil asimilasi dan tanpa asimilasi dibandingkan dengan nilai amplitudo dan fase komponen pasang surut yang diperoleh dari data lapangan Tidal Model Driver (TMD). Daerah kajian adalah Laut Jawa dengan resolusi model adalah 1,5 KM dan dimensi grid adalah 451 x 151 grid. Batas daerah kajian adalah -3 sampai -8 LS dan 105 sampai 120 BT.  \n \n\nPeta cophase diperoleh dari data fase komponen pasut dan peta corange diperoleh dari amplitudo komponen pasut. Dari hasil verfikasi data dan grafik elevasi diperoleh bahwa hasil asimilasi data memiliki selisih amplitudo dan fase yang lebih kecil jika dibandingkan dengan hasil tanpa asimilasi dan TMD.", "Daftar File": {"2015 TA PP YUNALDI ANGGA PUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/124872", "2015 TA PP YUNALDI ANGGA PUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/124873", "2015 TA PP YUNALDI ANGGA PUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/124874", "2015 TA PP YUNALDI ANGGA PUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/124875", "2015 TA PP YUNALDI ANGGA PUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/124876", "2015 TA PP YUNALDI ANGGA PUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/124877", "2015 TA PP YUNALDI ANGGA PUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/124878"}, "Penulis": "YUNALDI ANGGA PUTRA (NIM : 12911011)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nIvonne Milichristi Radjawane, M.Si, Ph.D.", "Dr. Ibnu Sofian"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "komponen pasut, asimilasi, tanpa asimilasi, corange, cophase, OTIS, TMD", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}