{"Nomor": 24829, "Judul": "SINTESIS MATERIAL TRANSPARAN BERPORI SEBAGAI FILTER DEBU", "Abstrak": "Telah dilakukan penelitian tentang sintesis material transparan berpori sebagai filter debu. Filter debu yang telah dibuat diharapkan dapat diaplikasikan pada masker wajah yang dapat menyaring partikulat debu yang berbahaya bagi pernapasan. Pada saat kegiatan ihram, dengan alasan tertentu para jamaah haji dianjurkan untuk menampakkan wajahnya. Pemakaian masker oleh para jamaah haji sangat diperlukan terutama saat dan setelah terjadi badai pasir. Masker filter debu yang transparan diharapkan dapat menjadi solusi bagi permasalahan tersebut. Berdasarkan latar belakang tersebut, penelitian ini bertujuan untuk menemukan komposisi dan metode yang tepat dalam mensistesis material yang berpori dan transparan tetapi juga fleksibel dan tidak mudah robek untuk diaplikasikan pada masker. Pemilihan bahan filter didasari oleh struktur filter yang biasanya berbentuk serat-serat dengan diameter yang berukuran kecil. Serat bioselulosa dari nata de coco memiliki diameter pada skala nanometer serta bertekstur lembut, kuat, dan transparan. Metode percobaan dimulai dari melubangi plastik, membuat, mengeringkan, menggiling sampai melapiskan nata de coco pada subtrat kain tile, jaring nylon dan lapisan terluar masker. Karakterisasi sampel meliputi uji SEM, uji transparansi serta uji filtrasi. Sampel paling baik yang terpilih adalah sampel yang memakai substrat jaring nylon dan lapisan terluar dari masker bedah biasa. Kedua substrat tersebut dilapisi oleh gilingan nata de coco dengan cara pelapisan celup atau dipcoating kemudian dijemur sampai kering. Porositas sampel mencapai 46%. Transparansi tertinggi dicapai oleh sampel yang menggunakan substrat jaring nylon. Nilai transparansi sampel tersebut mencapai 69.57%. Adapun berdasarkan uji filtrasi, penurunan tekanan pada sampel dengan substrat jaring nylon dan substrat lapisan terluar masker berturut-turut sebesar 45.69 Pa dan 119.23 Pa dan nilai tersebut lebih kecil dari masker bedah biasa. Sedangkan nilai maksimum efisiensi filtrasi pada ukuran partikel aerosol sebesar 2 m dicapai oleh sampel yang menggunakan substrat lapisan terluar masker yaitu mencapai 44.44%. Berdasarkan analisa quality factor (QF) uji filtrasi, sampel yang memiliki kualitas filtrasi yang paling baik adalah sampel dipcoating nata de coco pada substrat jaring nylon dengan nilai QF sebesar 8 x 10-3.", "Daftar File": {"2016 TS PP YUNITA CITRA DEWI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/124903", "2016 TS PP YUNITA CITRA DEWI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/124904", "2016 TS PP YUNITA CITRA DEWI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/124905", "2016 TS PP YUNITA CITRA DEWI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/124906", "2016 TS PP YUNITA CITRA DEWI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/124907", "2016 TS PP YUNITA CITRA DEWI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/124908", "2016 TS PP YUNITA CITRA DEWI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/124909"}, "Penulis": "YUNITA CITRA DEWI (NIM: 20214002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Eng. Mikrajuddin Abdullah"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "masker, filter, nata de coco, transparan, porositas, debu, filtrasi", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}