{"Nomor": 24820, "Judul": "PABRIKASI PARTIKEL EKSTRAK KULIT MANGGIS (EKM) DENGAN MATRIK POLIVINILPIROLIDON (PVP) MENGGUNAKAN METODE ELECTROSPRAY", "Abstrak": "Buah manggis atau Garcinia mangostana L. adalah buah yang banyak tumbuh di Asia Tenggara termasuk Indonesia. Kulit manggis mengandung banyak senyawa antioksidan, salah satunya adalah mangostin-α. Dalam praktiknya, kelarutan senyawa mangostin-α sangat rendah. Oleh karena itu, untuk meningkatkan kelarutannya diperlukan suatu matrik penghantar. Dalam studi ini, digunakan polimer Polivinilpirolidon (PVP) sebagai matrik ekstrak kulit manggis (EKM) karena kelarutannya yang tinggi. Metode Electrospray (ES) diaplikasikan untuk mensintesis partikel PVP/EKM. ES adalah metode sintesis partikel dengan menerapkan medan listrik tinggi antara ujung jarum dan kolektor yang dibumikan Untuk mengontrol pembentukan partikel PVP/EKM dilakukan variasi rasio larutan EKM yang terkandung dalam partikel, sementara parameter lainnya dibuat tetap. Hasil karakterisasi dan analisis data citra scanning electron microscope (SEM) menunjukkan bahwa ukuran diameter partikel dengan rasio 10:4, 10:6, 10:8, dan 10:10 secara berturut-turut adalah 640, 706, 710, dan 741 nm. Konduktivitas larutan sangat mempengaruhi pembentukan partikel. Hasil analisis spektrum Fourier transform infrared (FTIR) menunjukkan bahwa penambahan EKM dalam partikel menyebabkan penambahan gugus O-H dalam partikel PVP/EKM. Hasil analisis spektrum FTIR juga menunjukkan bahwa EKM berhasil dienkapsulasi dengan PVP. Pengaruh laju alir larutan juga dianalisis dalam penelitian ini. Partikel dengan laju alir larutan 2, 3, 4, dan 5 μL/menit secara berturut-turut memiliki ukuran rata-rata 710, 1214, 1461, dan 1534 nm. Semakin besar laju alir yang digunakan, semakin besar partikel yang dihasilkan. Kadar mangostin-α dalam partikel PVP/EKM rasio 10:8 dengan variasi laju alir 2, 3, dan 4 μL/menit secara berturut-turut sebesar 8, 9, dan 12%. Partikel yang mempunyai ukuran lebih besar menunjukkan kadar mangostin-α yang lebih besar juga, Nilai IC70 sampel Vitamin-C, pasta EKM, dan PVP/EKM rasio 10:8 dengan laju alir 3 μL/menit secara berturut-turut sebesar 3,98, 46,29, dan 136,39 μg/mL, di mana semakin kecil nilai IC70 menunjukkan aktivitas antioksidan yang lebih tinggi.", "Daftar File": {"2017 TS PP YULIANTO AGUNG REZEKI -1COVER.pdf": "https://digilib.itb.ac.id/gdl/download/124857", "2017 TS PP YULIANTO AGUNG REZEKI -1BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/124858", "2017 TS PP YULIANTO AGUNG REZEKI -1BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/124859", "2017 TS PP YULIANTO AGUNG REZEKI -1BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/124860", "2017 TS PP YULIANTO AGUNG REZEKI -1BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/124861", "2017 TS PP YULIANTO AGUNG REZEKI -1BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/124862", "2017 TS PP YULIANTO AGUNG REZEKI -1PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/124863"}, "Penulis": "YULIANTO AGUNG REZEKI (NIM : 20215010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof.Dr.Eng. Khairurrijal"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "ekstrak kulit manggis, partikel obat, polivinilpirolidon", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}