{"Nomor": 24827, "Judul": "ANALYSIS OPTIMUM FORECASTING METHOD AT Z HOSPITAL IN PEKANBARU", "Abstrak": "Z Hospital is a class D hospital in Pekanbaru City. Along with the increasing number of patients \n\nin Z Hospital, the service system must be improved to maintain customerÃ‚Â’s loyalty to always \n\nentrust Z Hospital as a place of treatment. One of the facilities that affects the patientÃ‚Â’s trust is \n\nthe Pharmacy Installation facility. Based on data, there is an increasing number of patients at Z \n\nHospital, especially BPJS patients. However, in terms of financial, Z Hospital has decrease in \n\nrevenue. Therefore, Z Hospital wants to reduce cost of medicine purchasing which is one of the \n\nlargest cost in Z Hospital. Z Hospital has efficiency target of 10% from medicines purchasing \n\ncost. Currently Z Hospital does not yet have an accurate medicine forecasting system, so the \n\nmedicines purchasing is often excessive and burden the warehouse. Therefore, a more accurate \n\nmedicine forecasting system is needed and does not burden hospital warehouse. \n\nThe analysis of medicine purchase forecasting was carried out using 5 methods, which is Linear \n\nRegression, Simple Moving Average, Weight Moving Average, Decomposition, and Holt's \n\nExponential Smoothing for the next 12 months period. Calculations were performed for each \n\nmedicine using the five methods regarding to amount of medicine purchased, medicines \n\npurchasing cost, average inventory, and level of accuracy denoted by MAD and MAPE. Based \n\non the calculation, it is found that Holt's Exponential Smoothing method has the best accuracy \n\nlevel compared with other methods, with MAPE of 4.02% and MAD of 31.83%. From the cost \n\naspect, the Weight Moving Average method produces the lowest cost, which is Rp. 746.005.787. \n\nWhile from the average inventory aspect, it is obtained the smallest value of average amount of \n\nmedicines stored in warehouse is 23,245 units of medicines using Weight Moving Average \n\nmethod. \n\nThe selection of appropriate medicines forecasting method is determined using Analytical \n\nHierarcy Process (AHP). From the AHP results, it is found that the best method for medicines \n\npurchase forecasting in Z Hospital is Holt's method. By using Holt's method, it is obtained cost \n\nsavings value of medicine purchase for the next 12 months is Rp. 196.145.862 (19.02% of actual \n\npurchase plan). The result shows that Holt's Exponential Smoothing method can reduce cost of \n\npurchasing medicines from the cost reduction target, which is 10%.", "Daftar File": {"2017 TS PP YUNI ELFANY FAISAL 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/124901"}, "Penulis": "YUNI ELFANY FAISAL (NIM : 29115037)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Akbar Adhiutama, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "hospital, forecasting method, medicine purchasing, analytical hierarchy process.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "04 Des 2017"}