{"Nomor": 24832, "Judul": "Dinamika Konformasi Lid Lipase Rhizomucor miehei dengan Pendekatan Targeted Molecular Dynamics", "Abstrak": "Lipase merupakan salah satu enzim yang sangat dibutuhkan di dunia komersil. Oleh karena itu, penelitian molekuler mengenai varian baru lipase terus dilakukan untuk memenuhi kebutuhan dunia industri. Salah satu topik mengenai lipase yang hingga kini banyak diteliti adalah dinamika lid yang diketahui berperan penting dalam aktivitas lipase. Pada studi ini, mekanisme pergerakan lid diteliti dengan pendekatan in silico. Penelitian ini menggunakan lipase Rhizomucor miehei (RmL) yang memiliki 265 residu dengan lid tunggal pada residu 85 hingga 91. Pada studi ini, mekanisme pembukaan dan penutupan lid dipelajari dengan metode Targeted Molecular Dynamics (TMD). Dengan metode ini, residu kunci yang berperan penting dalam regulasi pergerakan lid dapat diketahui. Masing-masing struktur kristal RmL dengan keadaan lid tertutup dan terbuka diambil dari pusat data protein dengan kode 3TGL dan 4TGL. Setiap struktur RmL dilarutkan dengan model pelarut air TIP3P secara eksplisit dan diekuilibrasi dengan ensamble NPT pada 300 K dan 1 atm yang dilanjutkan dengan free dynamics selama 8 ns. Variasi struktur awal untuk simulasi TMD didapatkan dari koordinat dalam trajektori free dynamics setiap 1 nanodetik sehingga dihasilkan 9 struktur awal. Simulasi TMD dijalankan selama 500 ps untuk gerakan pembukaan maupun penutupan dengan konstanta gaya eksternal sebesar 0,125 kcal/(mol.ÃƒÂ…2). Simulasi penutupan lid menunjukkan bahwa Arg86, Asp61, Asp113, dan Glu117 memainkan peranan penting untuk mengatur pergerakan lid. Regulasi pergerakan lid dikendalikan oleh interaksi elektrostatik yang terbentuk antara Arg86 dengan Asp61, Asp113, dan Glu117. Interaksi elektrostatik tersebut menghambat gerakan penutupan dari lid. Simulasi pembukaan lid menunjukkan bahwa Asp91, His108, dan Lys109 memainkan peranan penting untuk mengatur gerakan pembukaan lid. Interaksi elektrostatik antara Asp91 dengan His108 dan Lys109 meregulasi gerakan pembukaan lid RmL. Interaksi elektrostatik tersebut mendukung gerakan pembukaan lid. Simulasi TMD menunjukkan bahwa gerakan penutupan dan pembuaan lid RmL diregulasi oleh interaksi elektrostatik.", "Daftar File": {"2014 TA PP YUSRAN ABDILLAH MUTHAHARI 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/124926", "2014 TA PP YUSRAN ABDILLAH MUTHAHARI 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/124927", "2014 TA PP YUSRAN ABDILLAH MUTHAHARI 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/124928", "2014 TA PP YUSRAN ABDILLAH MUTHAHARI 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/124929", "2014 TA PP YUSRAN ABDILLAH MUTHAHARI 1 - BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/124930", "2014 TA PP YUSRAN ABDILLAH MUTHAHARI 1 - BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/124931", "2014 TA PP YUSRAN ABDILLAH MUTHAHARI 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/124932", "2014 TA PP YUSRAN ABDILLAH MUTHAHARI 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/124933"}, "Penulis": "YUSRAN ABDILLAH MUTHAHARIRI ( NIM : 10510055 )", "Kontributor / Dosen Pembimbing": ["pembimbing :  \n \n\nRukman Hertadi, D. Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Lid, Lipase Rhizomucor miehei, Targeted Molecular Dynamics.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "27 Sep 2017"}