{"Nomor": 24835, "Judul": "PREDIKSI STOKASTIK LAJU MORTALITA DAN UKURAN RISIKO USIA LANJUT", "Abstrak": "Perusahaan asuransi jiwa dan dana pensiun memerlukan prediksi laju mortalita dalam penentuan premi dan cadangan klaim. Sementara itu, laju mortalita sebenarnya menentukan beban klaim perusahaan. Perbedaan prediksi laju mortalita dengan laju mortalita sebenarnya berpotensi menimbulkan kerugian bagi perusahaan. Oleh karena itu, laju mortalita harus dimodelkan ke model prediksi yang tepat. Salah satu model prediksi yang sering digunakan adalah model stokastik AR(1)-GARCH(1,1). Selain penggunaan model yang tepat, metode penaksiran merupakan hal yang harus juga diperhatikan. Metode penaksir yang baik yaitu metode yang memberikan hasil yang tidak bias dan mean square error relatif kecil. Pada tesis ini, metode penaksiran yang akan digunakan adalah metode Quasi-Maximum Likelihood(QML). Selain sebagai penaksir yang baik, metode ini digunakan karena memberikan kelonggaran dalam pengasumsian distribusi error. Data laju mortalita yang digunakan merupakan data penduduk Australia periode 1950-2011. Prediksi laju mortalita dilakukan dengan menggunakan multistep-forecast dan uji keakuratan menggunakan Conditional Mean Square Error of Prediction (CMSPE). Hasil yang diperoleh pada tesis ini adalah model AR(1)-GARCH(1,1) cukup baik dalam memodelkan data laju mortalita penduduk Australia. Sementara itu, prediksi laju mortalita dengan metode QML memberikan mean square error yang relatif kecil. Dengan demikian model AR(1)-GARCH(1,1) dengan metode QML merupakan model yang akurat untuk memprediksi laju mortalita. Model ini selanjutnya digunakan untuk mengukur risiko usia lanjut (longevity risk) penduduk Australia. Risiko ini berkaitan dengan potensi kerugian perusahaan asuransi pada produk anuitas jiwa. Ukuran risiko yang digunakan adalah Value-at-Risk (VaR) dan Conditional-VaR (CVaR). Nilai VaR dan CVaR yang diperoleh merupakan cadangan klaim minimum yang harus disediakan perusahaan asuransi untuk meminimalisir risiko usia lanjut.", "Daftar File": {"2016 TS PP YUSUF HIDAYAT KALLA 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/124942", "2016 TS PP YUSUF HIDAYAT KALLA 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/124943", "2016 TS PP YUSUF HIDAYAT KALLA 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/124944", "2016 TS PP YUSUF HIDAYAT KALLA 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/124945", "2016 TS PP YUSUF HIDAYAT KALLA 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/124946", "2016 TS PP YUSUF HIDAYAT KALLA 1 - BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/124947", "2016 TS PP YUSUF HIDAYAT KALLA 1 - BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/124948", "2016 TS PP YUSUF HIDAYAT KALLA 1 - BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/124949", "2016 TS PP YUSUF HIDAYAT KALLA 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/124950"}, "Penulis": "YUSUF HIDAYAT KALLA (NIM : 20814024)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Khreshna I.A. Syuhada, M.Sc, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "perubahan log-CDR, stasioner, model deret waktu heteroskedastik, selang prediksi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "9 file", "Tanggal Input": "09 Okt 2017"}