{"Nomor": 24845, "Judul": "STUDI SYNTHETIC APERTURE RADAR BERBASIS FMCW PADA FREKUENSI L-BAND DAN REALISASINYA", "Abstrak": "Synthetic Aperture Radar (SAR) adalah salah satu bentuk teknik pemetaan yang banyak digunakan untuk pemetaan suatu daerah. SAR mampu bekerja tanpa cahaya matahari dan di segala keadaan cuaca. Selain itu, citra hasil pemetaan sistem SAR memiliki cakupan daerah yang relatif luas meskipun antena yang digunakan relatif kecil. Banyak teknik pembangkitan sinyal yang dapat digunakan pada SAR. Salah satunya adalah FMCW. Teknik ini memiliki kelebihan dalam hal pendeteksian objek bergerak serta daya pancar yang relatif rendah dibandingkan dengan radar pulsa. FMCW pada dasarnya mendeteksi objek dengan menghitung perbedaan frekuensi (frekuensi beat). Banyak penelitian SAR telah dikembangkan namun banyak dari penelitian tersebut yang tidak memperhitungkan dimensi yang digunakan oleh sistem SAR. Oleh karena itu, penelitian ini memiliki tujuan merancang suatu FMCW SAR yang dapat diaplikasikan sebagai muatan UAV. Pada penelitian ini, ada beberapa tahap yang dilakukan, yaitu desain, simulasi, realisasi, dan pengukuran. Target penelitian adalah desain sistem dengan dimensi seminimal mungkin sehingga dapat digunakan sebagai instalasi UAV. FMCW SAR didesain pada frekuensi L-band dimana tujuan deteksi adalah pepohonan beserta rantingnya. Simulasi bertujuan untuk menjalankan spesifikasi dari blok FMCW SAR yang telah di desain pada perangkat lunak. Realisasi merupakan tahapan integrasi antar blok FMCW SAR. Pengukuran sistem dilakukan untuk memastikan keluaran blok sistem sesuai dengan desain dan simulasi. FMCW SAR yang dibangun memiliki dimensi tidak lebih dari 300 ÃƒÂ— 450 mm ÃƒÂ— 55 mm (tanpa antena). Untuk menambah jarak deteksi maksimum, dilakukan penguatan daya pancar pada bagian transmitter dengan penguatan sebesar 17,3dB dan pada bagian receiver dengan penguatan sebesar 16,68dB.", "Daftar File": {"2017 TS PP ZAINAL ABIDIN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/124983"}, "Penulis": "ZAINAL ABIDIN (NIM: 23214323)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Achmad Munir"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "synthetic aperture radar (SAR), FMCW, DDS, pemetaan, UAV", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "27 Sep 2017"}