{"Nomor": 24844, "Judul": "KOLABORASI PENGELOLAAN TAMAN TEMATIK DI KOTA BANDUNG", "Abstrak": "Taman Tematik Kota Bandung merupakan salah satu konsep pembangunan yang mampu melibatkan partisipasi aktif berbagai aktor dalam pengelolaannya. Kolaborasi dan inovasi merupakan kunci keberhasilan program yang dibangun atas kekuatan jaringan dan pendekatan partisipatif ini. Program ini memeroleh sedikitnya dua penghargaan atas inovasi dalam pelaksanaannya. Kajian terkait pengelolaan taman tematik sangat penting dilakukan, agar keberjalanan program tersebut dapat berkelanjutan. Namun demikian, penelitian mengenai kolaborasi dalam pengelolaan taman tematik belum pernah dilakukan. Oleh Karena itu, tesis ini berupaya mengkaji pengelolaan Taman Tematik Kota Bandung dalam perspektif perencanaan kolaboratif.        \n \n\nMetode yang digunakan adalah penelitian kualitatif. Metode ini dipilih karena penelitian yang diangkat terkait dengan pendekatan kolaboratif, dimana hal tersebut berkaitan dengan fenomena sosial yang terdiri atas pelaku, kejadian, tempat, dan waktu. Data primer diperoleh melalui hasil wawancara mendalam kepada 13 aktor yang terlibat dalam proses pengelolaan taman tematik diantaranya SKPD terkait, perusahaan penyumbang, tenaga ahli, akademisi, dan penyusun kajian terkait taman tematik. Sumber data primer lainnya adalah hasil observasi lapangan terhadap 14 taman tematik yang telah dibangun, diantaranya Taman Fotografi, Taman Anak Tongkeng, Taman Skateboard, Taman Film, Taman Super Hero, Taman Musik, Taman Persib, Taman Jomblo, Taman Fitness, Pet Park, Taman Lansia, Taman Kandaga Puspa, Taman Vanda, dan Taman Gesit. Analisis stakeholder dipilih sebagai metode untuk mempelajari dan merumuskan hubungan serta keterlibatan aktor di dalam perencanaan kolaboratif terkait pengelolaan taman tematik.        \n \n\nHasil penelitian menunjukan bahwa proses kolaborasi berjalan baik, antar-aktor yang terlibat memiliki hubungan timbal balik yang kooperatif, dan terjalin partisipasi aktif dalam pengelolaan dan pembiayaan taman tematik. Namun demikian, pendekatan ini berjalan secara sporadis dan pragmatis. Hal ini akan berdampak pada keberlanjutan program pasca periode kepemimpinan Walikota Bandung 2013-2018 berakhir. Karenanya perencanaan kolaboratif ini perlu ditetapkan dalam suatu sistem kebijakan yang mengikat. Selain itu, diperlukan pewarisan norma-norma kolaborasi terutama dalam tubuh masyarakat dan SKPD terkait, sehingga pendekatan ini dapat menjadi sistem nilai yang berkelanjutan.", "Daftar File": {"2016 TS PP ZAINAB NURURROHMAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/124973", "2016 TS PP ZAINAB NURURROHMAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/124974", "2016 TS PP ZAINAB NURURROHMAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/124975", "2016 TS PP ZAINAB NURURROHMAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/124976", "2016 TS PP ZAINAB NURURROHMAH 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/124977", "2016 TS PP ZAINAB NURURROHMAH 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/124978", "2016 TS PP ZAINAB NURURROHMAH 1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/124979", "2016 TS PP ZAINAB NURURROHMAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/124980", "2016 TS PP ZAINAB NURURROHMAH 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/124981", "2016 TS PP ZAINAB NURURROHMAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/124982"}, "Penulis": "ZAINAB NURURROHMAH (NIM: 25414011) [712]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Drs. Suhirman., S.H., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Landscape architecture", "Kata Kunci": "Taman Tematik Kota Bandung; perencanaan kolaboratif; kekuatan jaringan; pendekatan partisipatif.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Rd. Lenny Fatimah N., Dra", "File": "10 file", "Tanggal Input": "09 Okt 2017"}