{"Nomor": 24841, "Judul": "ANALISIS COMPLEX NETWORKS PASAR VALUTA ASING TAHUN 2006-2009 DENGAN MENGGUNAKAN METODE MINIMUM SPANNING TREE", "Abstrak": "Ekonofisika merupakan bidang keilmuan yang memanfaatkan teori dan metode yang dikembangkan para fisikawan untuk menganalisis berbagai hal pada bidang ekonomi seperti pada saham ataupun kurs valuta asing. Dalam beberapa dekade terakhir, aplikasi dari ekonofisika serta kompleksitas data dari pasar keuangan telah menarik banyak perhatian. Selain itu analsis jaringan juga sedang memegang peranan utama dalam teknik korelasi karena representasi pasar keuangan dalam bentuk topologi jaringan menjadi cara yang efisien untuk menganalisis sifat ataupun keadaan dari pasar keuangan tersebut. Beberapa penelitian juga telah mulai mengaplikasikan teori jaringan untuk menganalisis pasar valuta asing. Pasar valuta asing merupakan pasar yang sangat penting bagi sebuah negara, sehingga segala sesuatu mengenai pasar valuta asing sangat menarik perhatian para peneliti khususnya dalam melihat tingkah laku pasar valuta asing saat terjadi krisis keuangan besar-besaran. Dalam penelitian ini akan dibahas tentang aplikasi dari teori jaringan untuk menganalisis tingkah laku pasar valuta asing secara umum. Pada penelitian ini juga akan dijelaskan beberapa sifat dari jaringan seperti koefisien korelasi, Normalized Tree Length (NTL) serta nilai sentralitas dan menginterpretasikan pasar valuta asing dari tahun 2006 hingga tahun 2009 dalam bentuk jaringan, serta menganalisis sifat pasar valuta asing dari tahun 2006 hingga tahun 2009 tersebut dan hubungannya secara umum dengan krisis global yang terjadi pada tahun 2008 .", "Daftar File": {"2017 TA PP Zaenab 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/124956", "2017 TA PP ZAENAB 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/124957", "2017 TA PP ZAENAB 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/124958", "2017 TA PP ZAENAB 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/124959", "2017 TA PP ZAENAB 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/124960", "2017 TA PP ZAENAB 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/124961", "2017 TA PP ZAENAB 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/124962", "2017 TA PP ZAENAB 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/124963"}, "Penulis": "Zaenab - NIM : 10213096", "Kontributor / Dosen Pembimbing": ["Acep Purqon, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Koefisien Korelasi, Minimum Spanning Tree, Normalized Tree Length, Valuta Asing.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "10 Nov 2017"}