{"Nomor": 24846, "Judul": "PERBAIKAN PRODUKTIVITAS EQUIPMENT LOADER OTOMATIS PADA OPERATSI TAMBANG BAWAH TANAH DOZ  PT. FREEPORT INDONESIA", "Abstrak": "Produksi tambang terbuka Grasberg secara bertahap akan melambat dan berhenti pada tahun 2018. PT. \n\nFreeport Indonesia (PTFI) memulai program Grasberg Transition sebagai bagian dari strategi jangka panjang \n\nuntuk mengalihkan model operasinya dari tambang terbuka ke operasi tambang bawah tanah. Selama masa \n\ntransisi, semua tambang bawah tanah diharapkan dapat mencapai target produksinya untuk mendukung \n\nkekurangan bijih tambang Grasberg (saat ini menyumbang 70% dari total produksi PTFI). Pada 2016, \n\ntambang DOZ Underground (UG DOZ) direncanakan memberikan kontribusi sebesar 12%. Namun, target \n\nproduksi tidak dapat tercapai dengan rata-rata variansi sebesar 2,15% (5.379 ton per hari). Hal ini merupakan \n\nkondisi serius bagi PTFI, karena penurunan produksi berpotensi menyebabkan defisit bijih selama masa \n\ntransisi. \n \n\nSalah satu prakarsa yang diusulkan sehubungan dengan permasalahan tersebut adalah analisis dan studi \n\nperalatan Automatic Loader sebagai peralatan utama dalam operasi UG DOZ. Penelitian dilakukan dengan \n\nmenganalisis jam penggunaan peralatan untuk mengukur efektivitas operasi Automatic Loader saat ini \n\nmelalui proses analisis berdasarkan data, mengidentifikasi isu dan inefisiensi, analisis akar penyebab dari \n\naspek manusia, proses dan teknologi. Tujuan utamanya adalah memberikan rekomendasi solusi terbaik untuk \n\nmeningkatkan produktivitas peralatan Automatic Loader di UG DOZ dan mengidentifikasi peluang perbaikan \n\nlainnya untuk mempertahankan pencapaian target produksi di masa depan.  \n \n\nMetodologi yang digunakan adalah Six Sigma dengan DMAIC sebagai alat bantu yang paling sering \n\ndigunakan dalam model perbaikan kinerja sederhana dari proses bisnis yang saat ini sudah ada. Analisis akar \n\npenyebab dan analisis solusi menghasilkan delapan inisiatif yang diusulkan yaitu peningkatan komunikasi & \n\nkoordinasi, implementasi sistem alur kerja & penugasan, peningkatan kompetensi melalui pelatihan, sistem \n\npenghargaan & hukuman, analisis downtime, memanfaatkan kemampuan system Minestar, memanfaatkan \n\nsistem pelacakan MST dan menambahkan peralatan loader. \n \n\nImplementasi dibagi menjadi tiga tahap dengan perkiraan waktu eksekusi dalam tiga kuartal yang melibatkan \n\nbeberapa pihak seperti Tim Produksi, Tim Engineering, MIS, dll. Hasil perbaikan tersebut diperkirakan akan \n\nmeningkatkan produktivitas peralatan Automatic Loader melalui pengurangan pemakaian jam tidak produktif \n\nhingga 14,16% dari keseluruhan jam tidak produktif atau 8,64% dari total jam produksi selama tahun 2016. \n\nHasil analisis menunjukkan bahwa target produksi yang tidak tercapai pada tahun 2016 berpotensi \n\ndipecahkan melalui usulan perbaikan dengan potensi penambahan produksi bijih dari pengurangan jam tidak \n\nproduktif mencapai 5.387,12 ton per hari (1.966.299,30 per tahun) atau setara dengan $ 26,387,737. \n \n\nDengan perkiraan kebutuhan biaya sebesar $ 660.000, manfaat bersih yang di hasilkan diperkirakan \n\nmencapai $ 25,727,737. Jumlah manfaat ini lebih besar dari kerugian produksi yang disebabkan oleh target \n\nproduksi yang tidak dapat diraih selama 2016 di UG DOZ yang mencapai nilai $ 25,626,094.", "Daftar File": {"Zainal Mutaqin  29115141.pdf": "https://digilib.itb.ac.id/gdl/download/124984"}, "Penulis": "ZAINAL MUTAQIN  29115141", "Kontributor / Dosen Pembimbing": ["DR. MURSYID HASAN BASRI"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "operation management, equipment productivity improvement, operation and cost efficiency,  underground mine operation, Freeport Indonesia.", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "02 Okt 2017"}