{"Nomor": 24867, "Judul": "PENGARUH PENGURANGAN SAMPAH DI SUMBER DAN SEKTOR INFORMAL PADA PEMILIHAN PENGOLAHAN SAMPAH TEKNOLOGI TERMAL", "Abstrak": "Umumnya permasalahan yang dialami oleh kota-kota menengah dan besar di Indonesia adalah masalah persampahan. Banyak faktor yang menyebabkan meningkatnya jumlah timbulan sampah. Bandung merupakan salah satu kota yang memiliki faktor-faktor yang menyebabkan meningkatnya jumlah timbunan sampah diantaranya: pertumbuhan penduduk, pertumbuhan ekonomi, standar hidup yang tinggi dan perilaku masyarakat. Dalam menangani sampah salah satu cara mengurangi timbunan sampah adalah dengan pengurangan sampah di sumber dan TPS. Pengurangan sampah juga dapat dilakukan oleh sektor informal. Guna mengetahui seberapa dinamis jumlah timbulan sampah sesuai dengan perkembangan dan pertumbuhan penduduk di Kota Bandung digunakan metode pendekatan sistem dinamik dengan menggunakan simulasi didapat proyeksi sampah yang dihasilkan Kota Bandung dengan menerapkan berbagai skenario hingga tahun 2034, sehingga timbulan sampah yang dihasilkan dapat menjadi pertimbangan dalam menghitung kelayakan dari alternatif teknologi termal pengolahan sampah. Berdasarkan hasil analisis, timbulan sampah selama masa simulasi memiliki perubahan-perubahan yang dinamis dengan parameter sensitivitas berupa parameter timbulan sampah perkapita. Sebelum timbunan sampah diolah dilakukan analisis teknis, untuk melihat kelayakan teknis berdasarkan karakteristik sampah. Alternatif teknologi pengolahan sampah gasifikasi menjadi pilihan dengan kreteria kelayakan finansial yang dimiliki berupa Nett Presen Value sebesar Rp. 1.150.120.593.042, Payback Period 6.7 tahun dan Profitability Index 2,3.", "Daftar File": {"2016 TS PP ZULFINAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/125104", "2016 TS PP ZULFINAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/125105", "2016 TS PP ZULFINAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/125106", "2016 TS PP ZULFINAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/125107", "2016 TS PP ZULFINAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/125108", "2016 TS PP ZULFINAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/125109", "2016 TS PP ZULFINAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/125110"}, "Penulis": "ZULFINAR (NIM : 25313053)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Emenda Sembiring, ST., MT., MEngSC., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "sektor informal, reduksi disumber, teknologi termal", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}