{"Nomor": 24864, "Judul": "APLIKASI METODE CRANK-NICOLSON PADA SIMULASI DUA FLUIDA YANG BERBEDA", "Abstrak": "Secara makroskopik, aliran fluida dapat dijelaskan oleh persamaan Navier-Stokes. Persamaan Navier-Stokes merupakan suatu persamaaan yang mengandung suku-suku diferensial parsial yang dapat menjelaskan perilaku aliran fluida. Persamaan tersebut membantu memodelkan aliran fluida, tidak hanya aliran satu fluida saja, tapi juga aliran multifluida (lebih dari satu fluida). Aliran multifluida dapat berupa aliran gas-gas, cairan-gas, dan cairan-cairan. Dengan persamaan Navier-Stokes, aliran multifluida dapat dimodelkan. Solusi dari persamaan Navier-Stokes dapat diselesaikan secara numerik. Salah satu metode numerik yang dapat diterapkan untuk menyelesaikan solusi persamaan tersebut, yaitu metode beda hingga. Metode beda hingga merupakan suatu metode numerik yang direpresentasikan oleh grid segiempat, yang mana setiap sudut segiempat merepresentasikan nilai-nilai dari variabel yang dicari. Prinsip dari metode beda hingga, yaitu bahwa setiap nilai pada setiap titik bergantung pada nilai pada titik-titik terdekat di sekitarnya.Metode beda hingga diklasifikasikan menjadi metode implisit dan eksplisit. Dalam tulisan ini, diselesaikan dengan salah satu metode implisit dari metode beda hingga, yaitu metode Crank-Nicolson. Metode ini dapat menyelesaikan persamaan diferensial yang bergantung waktu dengan alternatif pergerakan waktu. Dengan metode Crank-Nicolson, nilai-nilai setiap waktu dapat ditentukan oleh nilai rata-rata dari kedua nilai pada t dan t+Δt. Dari metode di atas, dapat dihasilkan simulasi aliran dua fluida yang berbeda. Dari simulasi tersebut, dapat dilihat perubahan kecepatan dalam aliran fluida yang berubah dari t=0 sampai aliran fluida mencapai kondisi stabil. Perbedaan dari dua fluida yang divariasikan pada simulasi aliran dua fluida ini adalah perbandingan densitas antara kedua fluida dalam satu aliran. Dengan beberapa variasi tersebut, akan terlihat pengaruh densitas terhadap aliran dua fluida.", "Daftar File": {"2017 TA PP ZULFA APRIANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/125083", "2017 TA PP ZULFA APRIANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/125084", "2017 TA PP ZULFA APRIANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/125085", "2017 TA PP ZULFA APRIANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/125086", "2017 TA PP ZULFA APRIANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/125087", "2017 TA PP ZULFA APRIANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/125088", "2017 TA PP ZULFA APRIANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/125089"}, "Penulis": "ZULFA APRIANI (NIM : 10212048)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Suprijadi Harjono, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "aliran, Crank-Nicolson, densitas, Navier-Stokes, simulasi.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}