{"Nomor": 24866, "Judul": "PERHITUNGAN PERMEABILITAS RELATIF BATUAN DENGAN VARIASI UKURAN CITRA 3D BERDASARKAN METODE VOLUME HINGGA", "Abstrak": "Batuan reservoar yang tersaturasi oleh hidrokarbon merupakan sebuah sistem kompleks pada skala makroskopik maupun skala mikroskopik. Kompleksitas dari batuan dan sifat dari fluida yang mengisi batuan tersebut dapat menentukan distribusi hidrokarbon, dan laju aliran  fluida di dalam reservoar. Sebuah sampel batuan (core) yang diambil dapat mewakili sebuah reservoar dan dapat diuji. Salah satu tujuan dari pengujian itu adalah untuk mendapatkan parameter fisis dari batuan reservoar tersebut seperti permeabilitas relatif, tekanan kapiler, porositas, dan berbagai parameter batuan reservoar dan  fluida yang mengisinya. Paramater fisis tersebut sejauh ini didapatkan dari Special Core Analysis (SCAL). SCAL merupakan analisis    \n \n\nsampel batuan yang hanya bisa dilakukan di laboratorium. Parameter yang diukur di SCAL sangat banyak sehingga dapat memakan waktu satu tahun atau lebih. Karena banyak kekurangan dari metode SCAL, berkembanglah metode Digital Rock Physics (DRP). DRP merupakan metode pengujian yang berdasarkan simulasi pada perhitungan fisis dan prilaku dari aliran fluida pada meduim berpori. Salah satu  metode untuk simulasi aliran  fluida adalah Metode Volume Hingga (FVM). FVM merupakan metode pendekatan kontinum yang berbasis integral persamaan yang mengatur aliran  fluida. Pendekatan integrasi ini menandakan terjadinya kesetimbangan pada volume kontrol. Pada Tugas Akhir ini, persamaan yang akan dicari solusinya adalah persamaan Navier-Stokes  fluida multifasa dengan menggunakan  metode Volume of Fluid. Simulasi akan diterapkan pada citra digital mikro-CT 3D batuan Berea Sandstone yang divariasikan ukurannya yaitu ukuran 32 x 32 x 32,  64 x 64 x 64, dan 128 x 128 x 128. Studi sensitivitas ini dilakukan untuk mengetahui ukuran efektif citra dalam menghitung parameter fisis batuan yaitu permabilitas relatif. Simulasi perhitungan permeabilitas relatif dilakukan dengan skema Drainage (Fluida non-wetting mendesak  fluida wetting). Kurva permabilitas relatif yang didapatkan cukup baik jika dibandingkan dengan hasil eksperimen maupun hasil simulasi    \n \n\nlain.", "Daftar File": {"2016 TA PP ZULFIKAR LAZUARDI MAULANA 1-COVER-.pdf": "https://digilib.itb.ac.id/gdl/download/125097", "2016 TA PP ZULFIKAR LAZUARDI MAULANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/125098", "2016 TA PP ZULFIKAR LAZUARDI MAULANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/125099", "2016 TA PP ZULFIKAR LAZUARDI MAULANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/125100", "2016 TA PP ZULFIKAR LAZUARDI MAULANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/125101", "2016 TA PP ZULFIKAR LAZUARDI MAULANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/125102", "2016 TA PP ZULFIKAR LAZUARDI MAULANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/125103"}, "Penulis": "ZULFIKAR LAZUARDI MAULANA (NIM : 10212034)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Prof.Dr.rer.nat. Umar Fauzi    \n \n \n \n\nPembimbing II : Dr.Ing. Agoes Moelyadi ST,M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Aliran Fluida, Citra Mikro-CT, Metode Finite Volume, Model Numerik, Multi-Fasa, Permeabilitas Relatif, Persamaan Navier-Stokes, Variasi Ukuran Citra", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}