{"Nomor": 24860, "Judul": "ANALISIS KESESUAIAN PARAMETER FISIKA DAN KIMIA PERAIRAN TERHADAP MASA TANAM RUMPUT LAUT Eucheuma cottonii DI PERAIRAN TELUK HURUN, LAMPUNG", "Abstrak": "Penelitian ini bertujuan untuk menjelaskan kondisi parameter fisika dan kimia perairan serta mengkaji kesesuaian atau kelayakan perairan berdasarkan musim atau bulan yang sesuai untuk masa tanam dari rumput laut Eucheuma cottonii. Lokasi penelitian berada di perairan Teluk Hurun, Lampung yang dikelola oleh Balai Besar Penelitian Budidaya Laut (BBPBL) Lampung untuk budidaya rumput laut Eucheuma cottonii.  \n \n\nData yang digunakan adalah data parameter fisika dan kimia milik BBPBL Lampung serta data curuh hujan milik Badan Meteorologi dan Geofisika (BMKG) Lampung selama bulan Januari 2014 hingga Januari 2015. Data dianalisis melalui metode skoring untuk mendapatkan nilai kesesuaian atau kelayakan peraian untuk budidaya rumput laut Eucheuma cottonii.  \n \n\nHasil penelitian ini menunjukkan bahwa parameter fisika dan kimia perairan Teluk Hurun memiliki perbedaan di antara ke-4 musim tersebut, dimana pada musim kemarau dan peralihan II tepatnya pada bulan Juli - Oktober 2014 kondisi parameter fisika dan kimia berada dalam kriteria  \n \n\nsesuai untuk pertumbuhan rumput laut Eucheuma cottonii, sehingga didapatkan nilai kelayakan pada perairan tersebut menunjukkan kriteria sangat baik untuk masa tanam dari rumput laut Eucheuma cottonii. Sedangkan musim hujan dan musim peralihan II, tepatnya pada bulan  \n \n\nFebruari, Mei dan Juni 2014 nilai kelayakan perairan menunjukkan kriteria baik, namun pada bulan - bulan tersebut terdapat beberapa faktor pembatas (parameter fisika dan kimia) yang dapat menghambat pertumbuhan dari rumput laut Eucheuma cottonii.", "Daftar File": {"2015 TA PP ZIYAN ZHARFAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/125051", "2015 TA PP ZIYAN ZHARFAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/125052", "2015 TA PP ZIYAN ZHARFAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/125053", "2015 TA PP ZIYAN ZHARFAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/125054", "2015 TA PP ZIYAN ZHARFAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/125055", "2015 TA PP ZIYAN ZHARFAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/125056", "2015 TA PP ZIYAN ZHARFAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/125057"}, "Penulis": "ZIYAN ZHARFAN (NIM : 12909028)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Susanna Nurdjaman, MT", "Muawanah, S.P, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "masa tanam, parameter fisika dan kimia, rumput laut, Eucheuma cottonii, kesesuaian perairan, BBPBL, Teluk Hurun, Lampung", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "27 Sep 2017"}