{"Nomor": 24879, "Judul": "IMPLEMENTASI BATAS LAUT DI INDONESIA BERDASARKAN S-23 IHO DAN PETA LAUT INDONESIA", "Abstrak": "Organisasi Hidrografi International (IHO) telah mengeluarkan sebuah standard yang mengatur batas-batas wilayah perairan dunia yang tertuang dalam S-23 IHO. Indonesia sebagai salah satu anggota IHO telah menyetujui dan menerapkan isi dari S-23 tersebut sebagai pedoman dalam pembagian wilayah perairan yang ada. Tugas akhir ini ditujukan untuk mengetahui pembagian wilayah perairan Indonesia yang telah diatur oleh S-23 IHO, dan untuk melakukan implementasi garis batas wilayah perairan Indonesia yaitu dengan melakukan penarikan garis batas laut. Metode yang digunakan adalah dengan melakukan penarikan garis pangkal untuk menunjukkan garis batas wilayah perairan Indonesia (laut, selat, dan teluk). Hasil yang didapatkan adalah berupa batas utara, timur, selatan, dan barat dari masing-masing wilayah perairan di Indonesia yang berupa garis batas yang telah diplot di atas Peta Batas Wilayah Laut Indonesia.", "Daftar File": {"2017 TA PP  AAN AGRAGUNANSYAH TOYITI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/125141", "2017 TA PP  AAN AGRAGUNANSYAH TOYITI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/125142", "2017 TA PP  AAN AGRAGUNANSYAH TOYITI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/125143", "2017 TA PP  AAN AGRAGUNANSYAH TOYITI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/125144", "2017 TA PP  AAN AGRAGUNANSYAH TOYITI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/125145", "2017 TA PP  AAN AGRAGUNANSYAH TOYITI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/125146"}, "Penulis": "AAN AGRAGUNANSYAH TOYITI (NIM : 15110005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Eka Djunarsjah, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "batas laut, garis batas, wilayah perairan indonesia, S-23 IHO.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "30 Jul 2018"}