{"Nomor": 24874, "Judul": "PENGARUH DINAMIKA PERKEMBANGAN PERKOTAAN TERHADAP DAYA DUKUNG LAHAN PERTANIAN DI KAWASAN PANTURA JAWA BARAT", "Abstrak": "Kawasan Pantai Utara Jawa Barat merupakan kawasan yang memiliki nilai ekonomis tinggi, sehingga perkembangannya sangat cepat. Kecenderungan perkembangan kawasan perkotaan yang berlangsung ekspansif dan sprawl pada dasarnya mengarah pada ketidakberlanjutan lingkungan perkotaan yang diindikasikan dengan penurunan daya dukung lingkungan.   \n \n \n\nPenelitian ini bertujuan untuk mengkaji pengaruh dinamika perkembangan perkotaan dan dampaknya terhadap daya dukung lahan pertanian, dengan mengambil studi kasus di Kawasan Pantai Utara (Pantura) Jawa Barat.Ruang lingkup wilayah penelitian ini adalah Kawasan Pantai Utara Jawa Barat, yang terdiri dari Kota Bekasi, Kota Cirebon, Kabupaten Bekasi, Kabupaten Karawang, Kabupaten Subang, Kabupaten Indramyu dan Kabupaten Cirebon. Unit analisis yang digunakan adalah wilayah administratif kecamatan. Data yang digunakan adalah data staristik BPS Kota/Kabupaten dalam angka periode 2009-2015.   \n \n \n\nJenis penelitian ini adalah penelitian deskritif kuantitatif, dengan menganalisis laju pertumbuhan lahan terbangun, laju pertumbuhan penduduk dan laju pertumbuhan ekonomi. Kemudian hasil analisis tersebut dilihat keterkaitannya dengan status daya dukung lahan, dengan variabel laju penyusutan lahan pertanian. Keterkaitan variabel dinamika perkembangan perkotaan dan varibel daya dukung lahan menggunakan analisis regresi berganda dan analisis overlay.   \n \n \n\nBerdasarkan analisis daya dukung lahan Tahun 2014 terdapat 41 kecamatan dengan status surplus dan 130 kecamatan dengan status defisit. Keterkaitan dinamika perkembangan perkotaan terhadap daya dukung lahan dengan menggunakan analisis regresi berganda, variabel yang paling berpengaruh adalah Laju Pertumbuhan Penduduk dengan nilai -2,11 %. Keterkaitan dinamika perkembangan perkotaan terhadap daya dukung lahan dengan menggunakan analisis overlay, pola dengan tingkat konsistensi tinggi dengan variabel dinamika perkotaan dengan kategori tinggi dan variabel laju penyusutan lahan pertanian dengan kategori tinggi berada pada Kecamatan Tegalwaru, Kecamatan Purwasari, Kecamatan Tirtamulya, dan Kecamatan Kota Baru (Kabupaten Karawang).", "Daftar File": {"2016 TS PP  ZULYASMAN EKA PRAJA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/125130", "2016 TS PP  ZULYASMAN EKA PRAJA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/125131", "2016 TS PP  ZULYASMAN EKA PRAJA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/125132", "2016 TS PP  ZULYASMAN EKA PRAJA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/125133", "2016 TS PP  ZULYASMAN EKA PRAJA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/125134", "2016 TS PP  ZULYASMAN EKA PRAJA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/125135", "2016 TS PP  ZULYASMAN EKA PRAJA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/125136"}, "Penulis": "ZULYASMAN EKA PRAJA (NIM : 25414028)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Iwan Kustiwan, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "perkembangan kota, daya dukung lingkungan, daya dukung lahan pertanian", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "09 Okt 2017"}