{"Nomor": 24888, "Judul": "STUDI SENSITIVITAS POLA SUMUR PRODUKSI TERHADAP DEWATERING TIME PADA RESERVOIR COALBED METHANE (CBM) TEBAL DAN MIRING", "Abstrak": "Coalbed Methane (CBM) merupakan salah satu jenis energi unkonvensional yang terus dikembangkan untuk menjadi energi alternatif dalam memenuhi kebutuhan energi domestik beberapa negara di dunia, termasuk Indonesia. Tidak seperti sumber energi konvensional minyak dan gas bumi, dalam memproduksikan gas dari reservoir CBM diperlukan waktu untuk memproduksikan air dalam jumlah yang besar sebelum gas dapat diproduksikan dengan laju alir yang relatif lebih stabil. Proses ini disebut Dewatering Time. Pada dasarnya fasa dewatering yang panjang tidak diinginkan karena memakan waktu yang cukup lama sehingga dari segi keekonomian akan menghambat perolehan keuntungan perusahaan dan pemerintah. Studi ini difokuskan pada pengembangan pola sumur produksi untuk mempersingkat waktu dewatering pada reservoir CBM yang tebal dan miring dengan menggunakan software simulator CMG-GEM. Studi simulasi yang dilakukan terbagi menjadi kasus pola sumur horizontal, pola sumur berarah, dan kasus pola sumur vertikal. Namun sebelum itu, pada studi ini juga dilakukan sensitivitas kemiringan reservoir CBM terhadap profil produksi yang terbagi menjadi tiga kasus, yaitu kemiringan 0, 10, dan 20 derajat. Selanjutnya dilakukan analisis terhadap pola sumur produksi yang menunjukkan profil produksi dengan waktu dewatering yang paling singkat pada reservoir tebal dan miring. Pada bagian akhir paper ini akan dilakukan analisis sensitivitas interval waktu pengaktifan tiga sumur berarah terhadap profil produksi reservoir CBM yang tebal dan miring.", "Daftar File": {"2015 TA PP ABDI SURYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/125160"}, "Penulis": "ABDI SURYA (NIM : 12211035)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Leksono Mucharam, M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Coalbed methane (CBM), dewatering time, profil produksi, reservoir tebal dan miring, pola sumur produksi.", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "14 Mei 2018"}