{"Nomor": 24884, "Judul": "WELL INTEGRITY SUMUR GAS LIFT X PADA LAPANGAN ONWJ", "Abstrak": "Lapangan ONWJ merupakan mature field yang telah mengalami penurunan tekanan reservoir sehingga lapangan ini diproduksikan dengan metode pengangkatan buatan (artificial lift) menggunakan gas lift. Metode ini dilakukan dengan cara menginjeksikan gas kedalam tubing agar densitas fluida menjadi lebih kecil sehingga fluida dapat diproduksikan lagi. Selain permasalahan penurunan tekanan reservoir, lapangan ONWJ memiliki kondisi equipment yang kurang baik yang dapat menurunkan laju produksi dari sumur tersebut.   \n \n \n\nStudi ini membahas tentang optimasi produksi sumur gas lift X pada lapangan ONWJ yang mengalami kebocoran tubing pada kedalaman 1610-1640Ã‚Â’ md dan 2140-2240Ã‚Â’ md. Kondisi tersebut tidak diperbolehkan secara well integrity dan juga membuat produksi sumur X menjadi tidak optimal dikarenakan kebocoran pipa tersebut akan membuat laju injeksi gas dan kedalaman gas injeksi menjadi tidak optimal sehingga diperlukan penanganan lebih lanjut terhadap permasalahan tersebut. Skema penanganan dengan pemasangan pack off atau rekomplesi tubing akan dilakukan dalam strategi penanganan permasalahan tersebut. Skema penanganan pemasangan pack off yang dilakukan dapat memberikan kenaikan produksi maksimal hanya sebesar 219 BOPD. Hasil didapatkan dari skenarion memiliki kenaikan produksi yang tidak optimal jika dibandingkan dengan rekomplesi tubing pada sumur gas lift X.   \n \n \n\nSkema penanganan dengan rekomplesi tubing memberikan kenaikan produksi sebesar 799 BOPD. Pada proses rekomplesi tubing ini dilakukan perubahan ukuran tubing setelah analisis sensitivitas dari ukuran 3-1/2Ã‚Â” menjadi 4-1/2Ã‚Â” dan memperdalam titik injeksi dari 3190 ft TVD menjadi 3209 ft TVD dengan laju injeksi gas lift optimum sebesar 1 MMSCFD. Berdasarkan hasil tersebut didapatkan bahwa skema rekomplesi tubing merupakan skema yang lebih baik dalam menangani kebocoran tubing pada sumur gas lift X", "Daftar File": {"2018 TA PP ABDEL JAWAD SHODIQ 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125151", "2018 TA PP ABDEL JAWAD SHODIQ 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/189925"}, "Penulis": "ABDEL JAWAD SHODIQ (NIM : 12214049)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Silvya Dewi Rahmawati, S.Si,M.Si,Ph.D.   \n \n \n\nPembimbing 2: Farasdaq Muchibbus Sajjad,S.T, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tubing leaked, Workover, Pack off installation, Gas lift", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "2 file", "Tanggal Input": "24 Sep 2018"}