{"Nomor": 24905, "Judul": "PEMODELAN MAGNETOTELURIK DUA DIMENSI DENGAN METODE ELEMEN HINGGA BERBASIS NODE", "Abstrak": "Metoda magnetotelurik (MT) merupakan salah satu metoda EM pasif yang melibatkan pengukuran variasi medan listrik dan medan magnet di permukaan bumi yang di gunakan untuk memperoleh informasi struktur resistivitas bawah permukaan bumi. Pemodelan kedepan untuk kasus MT 2D bisa dilakukan dengan metode beda hingga ataupun elemen hingga. Pada tugas akhir ini dilakukan pembuatan program pemodelan kedepan MT 2D dengan metode elemen hingga berbasis node bentuk segitiga dengan bahasa pemrograman Fortran 90. Pemilihan metode elemen hingga ini dilakukan karena memiliki cara pendekatan yang lebih baik dari pada metode beda hinnga. Dari hasil pemodelan diperoleh nilai respon berupa resistivitas semu dan fasa impedansi di permukaan bumi dari masukkan parameter model berupa nilai resistivitas di setiap bagian. Program yang dibuat telah divalidasi dengan menggunakan model bumi homogen, kontak vertikal, bumi berlapis, dan COMMEMI 2.1. Dari hasil validasi yang diperoleh metode elemen hingga dapat digunakan dengan baik untuk melakukan pemodelan kedepan metode MT dua dimensi. Untuk model bumi homogen didapatkan nilai error 0,1 sampai 1,5% pada rentang frekuensi 5 . 10-3 hingga 102. Sedangkan untuk model lainnya diperoleh grafik hasil dengan trend yang sama dengan data pembanding (data analitik dan data hasil pemodelan dengan metode elemen hingga berbasis vektor).", "Daftar File": {"2016 TA PP ABDUL ROZAQ 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/125216", "2016 TA PP ABDUL ROZAQ 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/125217", "2016 TA PP ABDUL ROZAQ 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/125218", "2016 TA PP ABDUL ROZAQ 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/125219", "2016 TA PP ABDUL ROZAQ 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/125220", "2016 TA PP ABDUL ROZAQ 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/125221", "2016 TA PP ABDUL ROZAQ 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/125222", "2016 TA PP ABDUL ROZAQ 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/125223"}, "Penulis": "ABDUL ROZAQ (NIM : 10210047)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nNurhasan, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "magnetotelurik, pemodelan kedepan, struktur 2D, node, elemen, tran- sverse electric, transverse magnetic", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "8 file", "Tanggal Input": "23 Okt 2018"}