{"Nomor": 24916, "Judul": "PENATAAN PINTU GERBANG TOL SENTUL SELATAN AKIBAT PENGEMBANGAN SENTUL CITY DAN BOGOR OUTER RING ROAD", "Abstrak": "Tugas Akhir ini membahas tentang permasalahan yang terjadi akibat pengembangan suatu kawasan baru. Pengembangan baru yang dimaksud adalah kawasan hunian bernama Sentul City dan pengembangan jalan tol baru bernama Bogor Outer Ring Road (BORR). Pemgembangan ini menyebabkan bangkitnya beban lalu lintas baru yang harus ditangani oleh jaringan jalan yang ada. Karena kedua pengembangan ini berlangsung di waktu yang relatif sama dan keduanya lokasinya berdekatan, memiliki akses keluar masuk yang sama, yaitu pintu gerbang tol Sentul Selatan, maka perlu studi lebih lanjut untuk meneliti apakah jaringan jalan yang ada mampu menampung beban lalu-lintas baru. \n\nAnalisis yang dilakukan adalah analisis antrian pintu gerbang tol Sentul Selatan dan analisis jaringan jalan yang ada disekitarnya. Metode analisis yang dipakai untuk antrian pintu gerbang tol adalah metode teori antrian dengan model M/M/1 yang menghasilkan pintu tol minimal yang dibutuhkan dan panjang antrian yang dihasilkan oleh pintu gerbang tol Sentul Selatan. Metode analisis yang dipakai untuk jaringan jalan di sekitarnya adalah metode Manual Kapasitas Jalan Indonesia (MKJI) dengan pembahasan jalan perkotaan dan program Simulation and Assignment of Traffic to Urban Road Networks (SATURN). Metode ini menghasilkan Volume-Capacity Ratio (VCR) yang digunakan untuk menentukan tingkat kemampuan jaringan jalan menampung beban lalu-lintas yang ada. \n\nKesimpulan dari tugas akhir ini adalah dibutuhkan manajemen lalu-lintas dan penambahan jaringan jalan baru, terutama penambahan direct ramp yang menghubungkan jalan tol Jagorawi dengan BORR. Dengan penambahan direct ramp ini, beban lalu-lintas yang harus ditampung pintu gerbang tol Sentul Selatan dapat berkurang sampai dengan 50%.", "Daftar File": {"2010 TA PP ABEDNEGO ABRAHAM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/125248", "2011 TA PP ABEDNEGO ABRAHAM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/125249", "2011 TA PP ABEDNEGO ABRAHAM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/125250", "2011 TA PP ABEDNEGO ABRAHAM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/125251", "2011 TA PP ABEDNEGO ABRAHAM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/125252", "2011 TA PP ABEDNEGO ABRAHAM 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/125253", "2011 TA PP ABEDNEGO ABRAHAM 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/125254", "2011 TA PP ABEDNEGO ABRAHAM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/125255"}, "Penulis": "ABEDNEGO ABRAHAM (NIM : 15006110)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Ofyar Z. Tamin, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sentul City, BORR, antrian pintu gerbang tol, MKJI, SATURN", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "19 Jul 2018"}