{"Nomor": 24919, "Judul": "KARAKTERISASI REKAHAN DAN ANALISIS REKAHAN KRITIS PADA FORMASI JATIBARANG DI LAPANGAN APP, SUBCEKUNGAN JATIBARANG", "Abstrak": "Penelitian ini dilakukan di Lapangan APP, Subckungan Jatibarang, Cekungan Jawa Barat Utara pada Formasi Jatibarang yang berada pada koordinat 108Ã‚Âº 22' - 108Ã‚Âº 37' BT dan 6Ã‚Âº 26' - 6Ã‚Âº 54' LS, di Kabupaten Indramayu, Jawa Barat. Studi geomekanika dilakukan untuk mengetahui besar tegasan dan karakteristik rekahan kritis pada Formasi Jatibarang. Studi ini dilakukan dengan menggunakan data log talikawat, inti bor, hasil tes, laporan, dan seismik 3D. Perhitungan geomekanika pada Formasi Jatibarang dilakukan dengan menggunakan log talikawat dengan mengaplikasikan metode Zoback serta Haimson dan Fairhurst yang dikalibrasi dengan hasil tes. Analisis rekahan kritis dilakukan dengan diagram Mohr yang dibuat dari studi geomekanika dan batas gelincir berdasarkan koefisien kuat friksi dari penelitian Brylee. Rekahan terbuka diidentifikasi dengan menggunakan log gambar. Hasil analisis menunjukkan bahwa rezim tegasan pada Formasi Jatibarang adalah sesar normal yang memiliki tiga orientasi dominan rekahan terbuka yang berarah N300-400E (timurlaut), N1600-1700E (tenggara), dan N3200 Ã‚Â– 3300E (baratlaut) dengan kemiringan dominan 800-900. Rekahan terbuka di Lapangan APP terbentuk akibat beberapa episode tektonik sehingga memiliki arah yang variatif. Intensitas dan densitas rekahan terbuka pada Formasi Jatibarang bertambah dengan hadirnya sesar skala kecil. Rekahan kritis pada lapangan ini memiliki orientasi kisaran N1600-2450E dan N3450-600E dengan kemiringan berkisar 500-800 yang sebagian besar berada pada interval produksi.", "Daftar File": {"2018 TA PP Abid Perwira Putra 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125263"}, "Penulis": "Abid Perwira Putra (12014034)", "Kontributor / Dosen Pembimbing": ["Ir. Benyamin Sapiie, Ph.D. Agus M. Ramdhan, S.T., M.T. Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "geomekanika, Lapangan APP, Subcekungan Jatibarang, Formasi Jatibarang, karakterisasi, kritis, rekahan.", "Sumber": "PRODI GEOLOGI", "Staf Input/Edit": "suwadji  \n                                     tuti yulia", "File": "7 file", "Tanggal Input": "28 Sep 2018"}