{"Nomor": 24928, "Judul": "ANALISIS DATA METOCEAN UNTUK PEMANTAUAN INFRASTRUKTUR LAUT DI PERAIRAN KABUPATEN SUBANG JAWA BARAT", "Abstrak": "Perairan Kabupaten Subang merupakan salah satu wilayah perairan yang strategis utnuk kegiatan perdagangan, kegiatan ekplorasi dan produksi sumber, dan jalut transportasi laut yang terletak di Provinsi Jawa Barat. Untuk menunjang kegiatan-kegiatan tersebut, diperlukan pembangunan serta pemantauan infrastruktur laut. Namun, pada pembangunan infrastruktur laut bergantung kepada karakteristik perairan, yakni karakteristik meteorologi dan oseanografi. Sehingga, pada penelitian ini dilakukan analisis data metocean untuk pemantauan infrastruktur laut di wilayah perairan ini. Adapun tujuan dari penelitian ini yaitu untuk mengenali karakteristik perairannya, menghitung uji korelasi antar parameter meteorologi dan oseanografi, serta melakukan pemantauan infrastruktur laut berdasarkan hasil data-data tersebut. Data parameter meteorologi berupa data angin, sedangkan data parameter oseanografi berupa data pasang surut laut, arus laut, dan gelombang laut. Data-data tersebut diakuisisi pada bulan Oktober 2014. Proses pengolahan data dilakukan secara statistik. Hasil penelitian memperlihatkan karakteristik pasang surut di Perairan Kabupaten Subang berjenis campuran cenderung ganda (mixed mainly semidiurnal) dengan nilai MSL sebesar 0,20 meter, tunggang pasang surut maksimum sebesar 0,9 meter terjadi pada saat pasang purnama, sedangkan tunggang pasang surut minimum terjadi pada saat pasang perbani dengan beda tinggi 0,1 meter. Rata-rata tinggi gelombang signifikan (Hs) sebesar 0,34 meter dengan rentang nilai tertinggi dan terendah yaitu 1 meter dan 0 meter. Kecepatan arus terbesar terjadi pada wilayah permukaan dengan kecepatan sebesar 2,10 m/s dengan arah menuju Timur yang berubah setiap 3 lapisan dan di kedalaman berarah ke Barat. Angin dipengaruhi oleh factor musim yang bergerak dari Barat dengan kecepatan angin rata-rata 7,91m/s. Hasil korelasi menunjukkan pembentukan arus di perairan ini dipengaruhi oleh pasang surut dan angin terutama di bagian permukaan. Dua jenis infrastruktur laut di Perairan Kabupaten Subang yaitu fixed platform (rig) dan pelabuhan dalam status aman karena masih memenuhi standar kriteria aman.", "Daftar File": {"2018 TA PP Abraham Yehuda 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125288"}, "Penulis": "Abraham Yehuda - Nim: 15114018", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Wiwin Windupranata, S.T., M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Angin, arus laut, gelombang signifikan, pasang surut", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2018"}