{"Nomor": 24924, "Judul": "ANALISIS PERBANDINGAN HASIL PENGOLAHAN DATA MULTIBEAM ECHOSOUNDER DENGAN MENGGUNAKAN PERANGKAT LUNAK HYPACK 2014 DAN EIVA NAVISUITE (STUDI KASUS SELAT ANTARA PULAU PRAMUKA DAN PULAU PANGGANG)", "Abstrak": "Survei batimetri dilakukan untuk mendapatkan informasi spasial mengenai kondisi dasar perairan. Dalam tahapannya perlu dilakukan pengolahan data hasil akuisisi untuk mendapatkan informasi yang diinginkan. Terdapat banyak perangkat lunak pengolahan data batimetri yang beredar di pasaran, dimana setiap perangkat lunak tersebut memiliki keunikan masing-masing dalam mengakomodasi setiap tahapan pengolahan data. Penelitian ini ditujukan untuk mengetahui perangkat lunak yang paling baik dalam melakukan proses pengolahan data batimetri, khususnya yang didapat melalui Multibeam Echosounder (MBES). Perbandingan dilakukan pada dua perangkat lunak, yaitu HYPACK 2014 dan EIVA NaviSuite. Pengolahan data MBES yang dilakukan meliputi koreksi sound velocity profile dan pasang surut, kalibrasi patch test, cleaning, hingga penyajian data dalam bentuk peta. Tampilan EIVA NaviSuite lebih unggul karena dapat menyajikan Digital Terrain Model (DTM) secara 3D dari data masukkan sehingga setiap proses yang dilakukan dapat dilihat langsung efeknya secara real time pada model yang ada. Pada proses cleaning, EIVA NaviSuite unggul dengan fitur otomatis yang dapat membersihkan noise pada data yang jumlahnya sangat besar, seperti data MBES. Secara keseluruhan, EIVA NaviSuite lebih mudah dan efisien dalam melakukan proses pengolahan data dan memungkinkan pengguna untuk melakukan penyesuaian yang diinginkan pada tiap proses. Hasil akhir pengolahan antra EIVA NaviSuite dan HYPACK 2014 memiliki rata-rata perbedaan kedalaman sebesar 1.14 meter.", "Daftar File": {"2016 TA PP  ABIYYU HILMY RUSIN  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/125273", "2016 TA PP  ABIYYU HILMY RUSIN  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/125274", "2016 TA PP  ABIYYU HILMY RUSIN  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/125275", "2016 TA PP  ABIYYU HILMY RUSIN  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/125276", "2016 TA PP  ABIYYU HILMY RUSIN  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/125277", "2016 TA PP  ABIYYU HILMY RUSIN  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/125278"}, "Penulis": "ABIYYU HILMY RUSIN  (NIM : 15112004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.rer.nat. Wiwin Windupranata, S.T., M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "EIVA, HYPACK, koreksi, cleaning, plotting", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "27 Sep 2018"}