{"Nomor": 24927, "Judul": "KARAKTERISASI AIR HIDROTERMAL TERKAIT PENGELOLAANNYA PADA PIT A, SULAWESI UTARA", "Abstrak": "Kemunculan air panas di Pit A mengakibatkan proses produksi terhambat dan dapat menimbulkan bahaya kepada lingkungan. Informasi mengenai karakteristik, tipe, sumber air panas, serta dampak lain yang dapat timbul dari kemunculan air panas ini merupakan hal-hal yang perlu dikaji terlebih dahulu sebelum menentukan metode penanggulangan yang tepat.  \n \n\nMetode yang digunakan dalam penelitian ini adalah analisis hidrogeokimia dan analisis isotop stabil air panas. Analisis hidrogeokimia air dilakukan diagram Piper, trilinear, geotermometer, serta rasio unsur yang terkandung dalam air untuk mengetahui fasies air, memperkirakan suhu di reservoir dari air, umur air dan sistem hidrotermalnya, serta penentuan zona untuk daerah penelitian. Analisis isotop stabil dilakukan untuk isotop 2H, 18O, dan 13C. Isotop 2H dan 18O menampilkan proses fisik-kimia yang terjadi pada air selama siklus hidrologi, sedangkan isotop 13C akan menampilkan gambaran sumber ataupun lingkungan pembentukan air.  \n \n\nBerdasarkan penelitian ini, dapat disimpulkan bahwa pembentukan air panas yang keluar di Pit A merupakan hasil dari aktifitas sumber magmatik yang kaya dengan CH4. Beberapa kandungan unsur-unsur yang dapat membahayakan lingkungan ditemukan cukup tinggi di air panas Pit A dan WNR, sehingga perlu pengelolaan lebih lanjut sebelum dibuang.", "Daftar File": {"2018 TS PP Abraham Paladan 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125287"}, "Penulis": "Abraham Paladan - NIM: 22715005", "Kontributor / Dosen Pembimbing": ["Prof, Dr., Ir., Sudarto Notosiswoyo, M.Eng. \n\nIrwan Iskandar, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Air Tanah", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Sistem hidrotermal, fasies, isotop", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "01 Okt 2018"}