{"Nomor": 24923, "Judul": "ASSESSMENT OF PORT CONNECTIVITY INDICES FOR INDONESIA MARINE HIGHWAY: A SUPPORT FOR POLICY INTERVENTION IN SPEEDING UP ECONOMIC GROWTH", "Abstrak": "Tol laut Indonesia dihipotesiskan hanya akan terjadi ketika terdapat konektivitas antar pelabuhan. Konektivitas pelabuhan menunjukkan tingkat keterhubungan satu pelabuhan dengan pelabuhan yang lain pada suatu jaringan transportasi laut tertentu. Tugas akhir ini bertujuan untuk menggambarkan konektivitas pelabuhan berdasarkan sudut pandang spasial dan ekonomi. Untuk menggambarkan konektivitas pelabuhan, digunakan Port Connectivity Indices (PCI). PCI digunakan untuk menghitung indikator kebutuhan intervensi ekonomi dan menunjukkan peta kepadatan rute maritim Indonesia. PCI itu sendiri dihitung dengan model pertumbuhan linear berdasarkan pada tiga parameter utama, yaitu 1) Produk Domestik Regional Bruto (PDRB) dari daerah suatu pelabuhan berada, 2) nilai ekspor dari pelabuhan, dan 3) nilai efisiensi berdasarkan total jarak rute yang dimiliki sebuah pelabuhan di dalam jaringan transportasi laut. Hasil dari tugas akhir ini memperlihatkan bahwa sebagian besar pelabuhan utama di Indonesia belum memiliki nilai konektivitas yang kompetitif dengan pelabuhan-pelabuhan lain. Maka dari itu, mereka masih membutuhkan skema prioritas dari intervensi ekonomi untuk mempercepat pertumbuhan ekonomi dan mengembangkan industrinya agar dapat berada di dalam sistem transportasi tol laut Indonesia.", "Daftar File": {"2017 TA PP ABILLA PRAMITA DEWI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/125267", "2017 TA PP ABILLA PRAMITA DEWI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/125268", "2017 TA PP ABILLA PRAMITA DEWI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/125269", "2017 TA PP ABILLA PRAMITA DEWI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/125270", "2017 TA PP ABILLA PRAMITA DEWI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/125271", "2017 TA PP ABILLA PRAMITA DEWI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/125272"}, "Penulis": "Abilla Pramita Dewi (NIM : 15113031)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.rer.nat Poerbandono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kebijakan laut, manajemen laut, spasial ekonomi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "6 file", "Tanggal Input": "12 Jul 2018"}