{"Nomor": 24925, "Judul": "ELEKTRODA PASTA KARBON TEMODIFIKASI KARBON NANOTUBE DAN MOLECULARLY IMPRINTED POLY (3-AMINOFENOL) UNTUK PENENTUAN PARASETAMOL SECARA VOLTAMETRI", "Abstrak": "Pada penelitian ini telah berhasil dikembangkan elektroda kerja pasta karbon termodifikasi karbon nanotube dan molecularly imprinted poly (3-aminofenol) (EPK-CNT-MIP) untuk analisis parasetamol secara voltametri. Dispersan CNT dalam DMF dengan konsentrasi 2 mg/mL didispersikan di atas permukaan EPK dilanjutkan dengan proses elektropolimerisasi 3-aminofenol menggunakan teknik voltametri siklik sebanyak 15 siklik pada rentang potensial potensial -0,2 V - 1,2 V dan laju pindai 100 mV/s di dalam larutan HClO4 0,1 M yang mengandung parasetamol dan 3-aminofenol. Pembentukan MIP dilakukan dengan menghapus (removing) parasetamol dari matriks polimer dengan menggunakan siklik voltametri sebanyak 10 siklik pada rentang potensial yang sama seperti proses elektropolimerisasi di dalam larutan HClO4 0,1 M. Pengukuran parasetamol menggunakan EPK-CNT-MIP dilakukan menggunakan teknik voltametri gelombang persegi. Hasil pengukuran menggunakan elektroda kerja EPK-CNT-MIP memberikan nilai keberulangan dengan % RSD 5,70 % (n = 20). Daerah linier terbaik pengukuran pada rentang konsentrasi 6 x 10-4 mM - 1 x 10-1 mM (r2 = 0,9986) dan batas deteksi pengukuran 0,480 μM. Pengujian 3 sampel obat komersil memberikan persen perolehan kembali dengan nilai diantara 99,77 % - 104,88 %. Spektrofotometri UV digunakan sebagai metode pembanding dan diperoleh hasil yang tidak jauh berbeda.", "Daftar File": {"2016 TA PP  ABRAHAM MORA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/125279", "2016 TA PP  ABRAHAM MORA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/125285"}, "Penulis": "ABRAHAM MORA  (NIM: 10512014)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Indra Noviandri."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "parasetamol, 3-aminofenol, elektroda pasta karbon, Molecularly Imprinted Polymer, parasetamol, spektrofotometri, voltametri.", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "7 file", "Tanggal Input": "10 Okt 2018"}