{"Nomor": 24939, "Judul": "DESAIN SISTEM MOORING STRUKTUR TERAPUNG MULTIFUNGSI DI LAUT BALI", "Abstrak": "Wilayah pesisir yang dimiliki oleh Indonesia merupakan aset yang sangat berharga. Hal ini disebabkan karena Indonesia merupakan salah satu negara yang pesisir yang cukup panjang. Pada kenyataannya, masyarakat pada umumnya menganggap bahwa pesisir merupakan area perbatasan yang memisahkan tiap-tiap pulau. Hal tersebut bisa demikian karena kurangnya pemikiran bahwa lautan bukan saja merupakan pemisah, namun dapat menjadi salah satu alternative lain sebagai penghubung antar pulau. \n\nUntuk mendukung hal ini, maka diperlukan suatu penghubung antar pulau guna membantu masyarakat Indonesia untuk dapat mengunjungi seluruh pelosok Indonesia tanpa hambatan. Namun, seiring dengan berkembangnya ilmu pengetahuan dan teknologi, bangunan yang terletak di pesisir pantai tidak selalu memiliki fixed structure, namun bisa diperbaharui dengan menggunakan sistem tali mooring untuk membantu menahan struktur dari gaya lingkungan sekitar. Selain terdapat kemudahan pada saat proses instalasi dan pembangunan, bentuk struktur seperti tali mooring ini lebih efisien dan efektif untuk jangka waktu yang cukup panjang. \n\nDalam tugas akhir ini, struktur terapung yang dimodelkan bersifat multifungsi, dalam artian kelak struktur ini ingin dijadikan sebagai pemecah gelombang terapung atau dermaga terapung. Cakupan penelitian ini adalah mengenai sistem mooring dari struktur terapung multifungsi tersebut yang paling optimum, berdasarkan tinjauan respon struktur akibat gaya lingkungan. Dalam proses penentuan sistem mooringnya, pemodelan dilakukan dengan menggunakan perangkat lunak bernama Hydrostar dan Ariane7. \n\nGaya lingkungan yang diterapkan pada penelitian ini adalah gaya gelombang, gaya arus, dan gaya angin. Analisis dilakukan berdasarkan standar API RP 2Sk mengenai kriteria desain untuk gaya tarik tali mooring yang diizinkan dan DRDC Toronto TR 2006-229 sebagai kriteria desain untuk percepatan translasi maksimum yang diizinkan. Dari standar yang telah disebutkan sebelumnya, akan disimpulkan apakah struktur tersebut dapat dipergunakan dengan sebagaimana mestinya atau tidak.", "Daftar File": {"2018 TA PP ACHMAD HASAN TAHERDITO 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125327"}, "Penulis": "ACHMAD HASAN TAHERDITO (NIM : 15513066)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Krisnaldi Idris, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Struktur tarapung multifungsi, sistem mooring, Gaya lingkungan, Gaya Tarik, respons", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "14 Mar 2018"}