{"Nomor": 24936, "Judul": "STUDI PERANAN ANGKUTAN KOTA DALAM MELAYANI RSUD BDH KOTA SURABAYA", "Abstrak": "Kota membutuhkan system transportasi yang baik. Sistem kegiatan, sistem pergerakan dan sistem jaringan yang terdapat pada suatu kota akan saling     \n \n \n\nmempengaruhi. Setiap tata guna lahan akan menimbulkan sistem kegiatan dengan jenis dan pola tertentu yang dapat membangiktkan pergerakan dan dapat menarik pergerakan. Sistem transportasi dibutuhkan untuk mengintegrasikan ketiga system tersebut. Ada berbagai macam golongan masyarakat di suatu kota berdasarkan aspek sosial dan ekonomi. Dari berbagai macam masyarakat tersebut, timbul kebutuhan akan angkutan yang berbeda-beda. Pemerintah kota Surabaya merencanakan struktur ruang kota dengan pusatpusat kegiatan dan berbagai sub-pusat yang mendukungnya. Guna lahan dari pusat   \n \n \n\nkegiatan dapat berupa lahan komersial, perkantoran, fasilitas umum, hingga ruang terbuka. Berbagai macam jenis guna lahan tersebut menghasilkan jenis kegiatan dan pergerakan yang berbeda-beda. Dalam kasus fasilitas umum, seperti rumah sakit, masyarakat yang berkegiatan disana memiliki tingkat sosial dan ekonomi yang     \n \n \n\nberagam, mulai dari masyarakat berpendapatan rendah, hingga masyarakat dengan pendapatan tinggi membutuhkan fasilitas umum tersebut. Pemerintah perlu melibatkan transportasi umum dalam system jaringan untuk mengakses fasilitas umum tersebut,agar tercipta keadilan bagi masyarakat yang tidak mampu dan tidak    \n \n \n\nmemiliki kendaraan pribadi Penelitian ini bertujuan untuk mengkaji peran dari angkutan kota sebagai salah   \n \n \n\nsatu moda transportasi umum dalam melayani RSUD BDH sebagai pusat kegiatan di Surabaya barat. RSUD BDH merupakan rumah sakit milik pemerintah kota dengan     \n \n \n\nkelas pelayanan C yang terletak pada kawasan yang didominasi oleh permukiman kelas menengah keatas. Terdapat perbedaan karakteristik pengguna rumah sakit,     \n \n \n\nsebagai pengguna angkutan umum dengan karakteristik guna lahan kawasan. Oleh karena itu, peran angkutan perlu dikaji.", "Daftar File": {"2015 TA PP ACHMAD CAESAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/125312", "2015 TA PP ACHMAD CAESAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/125313", "2015 TA PP ACHMAD CAESAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/125314", "2015 TA PP ACHMAD CAESAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/125315", "2015 TA PP ACHMAD CAESAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/125316", "2015 TA PP ACHMAD CAESAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/125317", "2015 TA PP ACHMAD CAESAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/125318"}, "Penulis": "ACHMAD CAESAR (: 15410035)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Heru Purboyo Hidayat P., Ir., DEA, Dr."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kota, transportasi, supply Ã‚Â– demand, angkutan kota, rumah sakit, karakteristik pengguna, karakteristik guna lahan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "15 Agu 2018"}