{"Nomor": 24940, "Judul": "SISTEM MOTION CUEING PADA SIMULATOR KERETA API", "Abstrak": "Kebutuhan simulator kereta api di Indonesia muncul seiring dengan meningkatnya penggunaan kereta api dan awak kereta api untuk pelatihan masinis. Simulator kereta api yang dirancang terdiri dari sistem visual dan pergerakan platform. Sistem motion cueing diperlukan pada sistem pergerakan platform untuk menghitung pergerakan yang harus dilakukan platform simulator agar pengguna dapat merasakan efek pergerakan kereta api. Sistem ini juga mempertimbangkan batas-batas mekanis yang mampu dilakukan oleh platform simulator yang memiliki 3 degree of freedom (pitch, roll, dan surge). Classical Washout Filter (CWF) adalah salah satu algoritma motion cueing yang komponen-komponennya terdiri dari filter untuk memisahkan percepatan berfrekuensi tinggi dan rendah, scale and limit untuk membatasi output agar sesuai dengan batasan mekanis platform, rate limiter untuk membatasi perubahan sudut pitch dan roll yang bukan merupakan pitch dan roll kereta api asli agar tidak melebihi 0.2 rad/detik sehingga pengguna tidak merasakan perubahan posisi sudut tilt sebagai kecepatan rotasi platform, dan integrator untuk mengubah percepatan platform menjadi posisi surge platform. Filter-filter pada CWF pada pengembangan simulator ini diimplementasikan dengan filter IIR Butterworth. Hasil utama yang diperoleh dari implementasikan adalah hasil perhitungan sistem motion cueing dapat memberikan sensasi pergerakan pada pengguna dengan error sebesar 10% pada pergerakan surge dan sway dan error keadaan transien pada posisi pitch  dan roll : perbedaan settling time 0.144 detik untuk persepsi pitch sedangkan perbedaan rise time 0.036 detik dan perbedaan settling time 0.072 detik untuk persepsi roll. Sistem motion cueing juga telah siap diintegrasikan dengan sistem yang mempunyai periode sampling 36 ms.", "Daftar File": {"2018 TA PP ACHMAD INDRA AULIA  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125328"}, "Penulis": "ACHMAD INDRA AULIA - NIM: 13214100", "Kontributor / Dosen Pembimbing": ["Dr.Ir. Hilwadi Hindersah, M.Sc.  \n\nEgi Muhammad Idris Hidayat S.T., M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Motion cueing, Classical Washout Filter, simulator kereta api.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2018"}