{"Nomor": 24947, "Judul": "PENINGKATAN PEROLEHAN MINYAK PADA LAPANGAN X DENGAN MENGGUNAKAN INJEKSI KOMBINASI AIR DAN GAS KARBONDIOKSIDA", "Abstrak": "Seiring dengan berjalannya waktu, produksi minyak bumi dari suatu lapangan minyak akan semakin menurun. Penurunan tersebut akan berdampak luas tidak hanya bagi suatu perusahaan namun juga akan berdampak pada penduduk dunia dikarenakan peran minyak bumi yang sangat penting bagi roda perekonomian dunia. Para ahli terus mengembangkan metode untuk dapat meningkatkan perolehan minyak. Metode yang digunakan adalah enhanced oil recovery (EOR). EOR adalah metode peningkatan perolehan minyak tingkat lanjut yang menggunakan energi dari luar reservoir. EOR terdiri dari beberapa jenis metode yang memiliki keunggulan masing-masing. Kombinasi dari dua jenis zat / energi akan memberikan perolehan minyak yang maksimum. Metode kombinasi yang sangat terkenal adalah metode water alternating gas (WAG) dan injeksi air terkarbonasi.   \n \n \n\nStudi ini dilakukan dengan menggunakan simulator komersil CMG-STARS. Simulasi reservoir yang dilakukan, memberikan perbandingan metode WAG, injeksi air terkarbonasi dan injeksi gas karbondioksida (CO2) continuous. Perbandingan ketiga metode tersebut dapat dilihat dari hasil perolehan minyak pada skala lapangan dan efisiensi pendesakan serta efisiensi penyapuannya. Tujuan dari studi ini adalah menentukan pola letak sumur yang paling menghasilkan perolehan minyak terbesar pada lapangan X, menentukan metode EOR yang paling memberikan nlai perolehan minyak tertinggi pada lapangan X, dan menentukan perbandingan air dan gas optimum untuk injeksi WAG serta penentuan zat mana yang akan diinjeksi pertama guna menghasilkan perolehan minyak yang maksimum.   \n \n \n\nHasil studi ini menunjukan baik metode WAG dan injeksi air terkarbonasi menghasilkan perolehan minyak yang lebih besar dibandingkan dengan hanya menginjeksikan gas karbondioksida (CO2) continuous. Selain itu, injeksi air sebagai injeksi awal pada metode WAG dengan perbandingan volume air dan gas 1:1 memberikan hasil yang lebih baik dibandingkan dengan mekanisme WAG yang disimulasikan.", "Daftar File": {"2015 TA PP ACHMAD ZULFIKAR K-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/125346"}, "Penulis": "ACHMAD ZULFIKAR K. (NIM : 12211082", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Hasian P. Septoratno Siregar, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Enhanced oil recovery, Water alternating with gas, Injeksi air terkarbonasi, Injeksi gas.", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "2 file", "Tanggal Input": "11 Mei 2018"}