{"Nomor": 24942, "Judul": "DESAIN DAN IMPLEMENTASI ARSITEKTUR ABSENSI BERBASIS RFID MENGGUNAKAN KONSEP BIG DATA STUDI KASUS: SISTEM ABSENSI SMP DI BANDUNG", "Abstrak": "Dalam beberapa tahun terakhir, pesatnya perkembangan Internet, Internet of Things, dan Cloud Computing telah menyebabkan pertumbuhan data yang eksplosif di hampir setiap area industri dan bisnis. Kemudian muncul teknologi big data, big data merupakan teknologi baru di dunia teknologi informasi yang memungkinkan proses pengolahan, penyimpanan, dan analisis data dalam beragam bentuk/format, berjumlah besar, dan pertambahan data yang sangat cepat. Hal yang paling menarik untuk dapat di lakukan pada data tersebut adalah analisis yang dapat membuat informasi baru untuk membantu pemerintah, perusahaan atau pihak terkait dalam membuat kebijakan atau keputusan. Tentu saja analisis data sudah lama di lakukan sebelum adanya Big Data, tetapi Manfaat baru yang dibawa oleh big data analytics, adalah kecepatan dan efisiensi. \n\nTujuan dari penelitian ini adalah membangun arsitektur absensi berbasis IOT menggunakan konsep big data untuk sistem absensi SMP di bandung, digitalisasi data absensi merupakan salah satu cara untuk mempermudah dalam penyimpanan, pelacakan dan analisis data absensi. Absensi sebagai bagian dari IOT akan memberikan banyak potensi untuk mengembangkan sistem absensi yang manual menjadi sistem absensi yang bisa menjadi bagian dari Big Data. Arsitektur yang dibangun menggunakan middleware cluster message broker, NoSql Database dan FTP Server untuk penyimpanan media. Dari hasil fusi data akan didapatkan data mining dan dianalisa sehingga didapatkan pattern data mengenai pola tingkah laku (behaviour)  peserta didik dari sisi kedisiplinan waktu, motivasi belajar, kejujuran dan korelasi antara tingkat kehadiran siswa dengan prestasi akademik. \n\nArsitektur yang dibangun telah berhasil di implementasikan dan diuji pada beberapa sekolah menengah pertama di kota bandung selama 2 minggu, dengan menggunakan 16 mesin absensi. Frekuensi data yang masuk setiap ketika absen masuk dan pulang berkisar 900 sampai 1002 data. Pengujian arsitektur dengan menggunakan data simulasi mampu menampilkan hasil yang optimal dibuktikan dengan memproses 10000 data dalam waktu 3,493 detik.", "Daftar File": {"2018 TS PP ACHMAD RIDHO SAPUTRA 1-ASLI.pdf": "https://digilib.itb.ac.id/gdl/download/125336"}, "Penulis": "ACHMAD RIDHO SAPUTRA (NIM : 23215388)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.techn. Ary Setijadi Prihatmanto, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Internet of Things, Cloud Computing, Big Data,Big Data Analytics, RFID, Absensi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "06 Mar 2018"}