{"Nomor": 24941, "Judul": "SINTESIS SURFAKTAN LAURIL GLUKOSIDA DAN LAURIL POLIGLUKOSIDA DARI GLUKOSA DAN LAURIL ALKOHOL (METODE FISCHER)", "Abstrak": "Lauril glukosida merupakan senyawa surfaktan yang termasuk dalam kelompok glukolipid; senyawa ini bersifat ramah lingkungan Ã‚Â“biodegradableÃ‚Â”, dan memiliki sifat ekologi dan toksikologi yang baik (tidak bersifat iritatif terhadap kulit) karena senyawa ini dapat disintesis dari bahan sumber alami yang terbarukan. Senyawa ini dalam perdagangan dikenal dengan nama APG (alkil poliglukosida) telah banyak digunakan dalam industri bahan-bahan pembersih (detergen), kosmetik, dan zat pewarna; disamping, juga digunakan sebagai zat pengemulsi dalam industri makanan dan obat-obatan. Pada penelitian ini, senyawa APG telah disintesis menggunakan cara Fischer satu tahap (reaksi asetalisasi) yang dilakukan dengan mereaksikan glukosa anhidrat dengan lauril alkohol (perbandingan mol 1:4) dengan katalis asam p-toluensulfonat. Reaksi dilakukan dalam sistem distilasi vakum selama 4 jam pada temperatur 110 oC dan tekanan 26 cmHg. Pada penelitian ini, dari 6 gram glukosa anhidrat dan 30 mL lauril alkohol, diperoleh produk berupa zat padat sebanyak 2,973 gram (rendemen 25,6 %). Senyawa produk dicuci dengan aseton dan kemudian dicuci kembali dengan campuran pelarut metanol : etanol : air = 60 : 35 : 5 (v/v/v). Karakterisasi senyawa dilakukan menggunakan cara spektroskopi FTIR dan NMR, serta uji termal TGA (Thermal Gravimetric Analysis). Diamati munculnya puncak pada 1150 cm-1 yang menandai terbentuknya gugus ether C-O-C (ether linkage) pada produk. Pada spektrum 1H NMR (500 MHz, D2O) produk, menunjukkan 5 sinyal geseran kimia proton pada daerah geseran kimia 0,87 ppm, 1,25 ppm, 1,29 ppm, 3,2-4 ppm dan 4,83 ppm yang merupakan sinyal yang khas pada senyawa lauril glukosida. Uji TGA terhadap produk lauril glukosida menunjukan terjadinya pengurangan massa sebesar 56,5% pada rentang temperatur 270-334 oC, yang berarti terdapat kesesuaian dengan literatur. Uji sifat fisik sebagai senyawa surfaktan dari produk dipelajari dengan cara mengukur tegangan permukaan dan tegangan antarmuka menggunakan tensiometer metode cincin du Nouy, kestabilan emulsi, dan penentuan nilai HLB (hydrophile-lipophile balance). Pada konsentrasi 1 g/L diperoleh besarnya tegangan permukaan sebesar 38,32 dyne/cm, tegangan antar muka (air:o-xilena) sebesar 19,87%, dan kestabilan emulsi sebesar 85%. Nilai HLB dari produk lauril glukosida ditentukan dengan metode bilangan air Greenwald (titrimetri) yang memberikan nilai sebesar 14,6.", "Daftar File": {"2017 TA PP ACHMAD MAULID SEPTIADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/125329", "2017 TA PP ACHMAD MAULID SEPTIADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/125330", "2017 TA PP ACHMAD MAULID SEPTIADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/125331", "2017 TA PP ACHMAD MAULID SEPTIADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/125332", "2017 TA PP ACHMAD MAULID SEPTIADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/125333", "2017 TA PP ACHMAD MAULID SEPTIADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/125334", "2017 TA PP ACHMAD MAULID SEPTIADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/125335"}, "Penulis": "ACHMAD MAULID SEPTIADI  10511100", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dra. Rita Anggraini, M.S., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Lauril glukosida, surfaktan, asetalisasi", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "7 file", "Tanggal Input": "15 Okt 2018"}