{"Nomor": 24957, "Judul": "REAKSI REDUKSI DAN OKSIDASI PADA ALKALOID KINA", "Abstrak": "Alkaloid kina merupakan senyawa yang diisolasi dari kulit pohon kina. Struktur dasar senyawa ini memiliki kerangka bisiklik kuinolin dan kuinuklidin yang dihubungan dengan adanya ikatan tunggal terhadap gugus karbinol yang menyebabkan struktur dari senyawa ini memiliki konformasi yang beragam dalam larutan. Selain itu juga, alkaloid kina memiliki banyak gugus fungsi sehingga diperlukan reaksi transformasi gugus fungsi yang selektif terhadap senyawa ini. Transformasi gugus fungsi hidroksi (OH) pada karbon C9 telah banyak dilakukan dan dimanfaatkan sebagai organokatalis dalam reaksi-reaksi asimetrik untuk pembuatan obat-obat kiral. Senyawa 9-amino epi alkaloid kina telah banyak digunakan dalam reaksi asimetrik dalam fungsionalisasi senyawa yang mengandung gugus aldehid dan keton. Oleh karena itu, pada penelitian ini dilakukan transformasi gugus hidroksi (OH) pada karbon melalui reaksi reduksi dan oksidasi. Sintesis Hantzsch sebagai sumber hidrogen telah berhasil dilakukan dengan rendemen kecil. Sintesis senyawa alkaloid kina 9-on dengan metode modifikasi oksidasi Oppenauer terhadap kuinin menghasilkan kuinidinon dengan rendemen yang cukup baik dan tidak berhasil terhadap dihidrokuinin. Selain itu juga, metode oksidasi lain yang digunakan adalah reaksi autooksidasi melalui penataanulang kerangka kuinuklidin dalam kondisi aerobik (H2O2) terhadap kuinin, dihidrokuinin, sinkonidin dan sinkonin telah berhasil dilakukan dengan menghasilkan campuran epimer alkaloid kina 9-on dan turunannya. Reaksi reduksi dikatalisis palladium(II)klorida pada 2 mol%, 2,7 mol% dan 2,8 mol% pada pH=4 menghasilkan dihidrokuinidin, campuran epi dihidrokuinin dan epi dihidrokuinidin dan juga campuran kuinotoksin dan isomernya.", "Daftar File": {"2018 TS PP ADE DANOVA 10516018 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125362", "2018_TS_PP_ADE_DANOVA_1-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/148967", "2018_TS_PP_ADE_DANOVA_1-_BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/148968", "2018_TS_PP_ADE_DANOVA_1-_BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/148969", "2018_TS_PP_ADE_DANOVA_1-_BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/148970", "2018_TS_PP_ADE_DANOVA_1-_BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/148971", "2018_TS_PP_ADE_DANOVA_1-_BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/148972", "2018_TS_PP_ADE_DANOVA_1-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/148973"}, "Penulis": "ADE DANOVA  -  NIM: 20516018", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Didin Mujahidin"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Alkaloid kina, oksidasi, reduksi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "07 Jun 2018"}