{"Nomor": 24956, "Judul": "ANALISIS DILUSI GAS KARBON MONOKSIDA PADA DEVELOPING FRONT DENGAN MODEL HORIZONTAL DRIFT SKALA LABORATORIUM", "Abstrak": "Tambang bawah tanah memiliki risiko bahaya yang lebih besar dibandingkan dengan tambang terbuka, dikarenakan keterbatasan kondisi maupun lokasi kerja yang terbatas pada tambang bawah tanah. Potensi bahaya yang sering terjadi pada tambang bawah tanah adalah gas berbahaya dan beracun, yaitu salah satunya karbon monoksida (CO) yang sering ditemukan pada tambang bawah tanah. Gas ini sangat beracun karena kekuatan ikatan karbon monoksida terhadap hemoglobin adalah 250 kali lebih cepat dibandingkan ikatan oksigen dengan hemoglobin. \n\nPenelitian ini bertujuan menentukan persebaran gas CO pada pengujian dengan menggunakan model akrilik horizontal drift. Selain itu ditentukan nilai koefisien difusi gas CO berdasarkan persamaan koefisien difusi Taylor (1954) secara empiris (E) di sepanjang jalur lurus drift dengan bentuk bukaan persegi yang direpresentasikan model fisik skala laboratorium. Kita juga menaksir pengaruh parameter kondisi pengujian berupa perbandingan jarak duct ke face (x/D) dan nilai bilangan Reynolds (ReÃ‚Â’) terhadap hasil koefisien difusi (E) tersebut. Prosedur pengujian meliputi pengambilan sampel gas CO dan dikalibrasi dengan sensor MQ-7 kemudian dilanjutkan dengan pengujian dilusi gas dengan model horizontal drift. \n\nHasil pengujian dari persebaran gas CO menunjukkan pengukuran konsentrasi gas yang paling tinggi disebabkan jarak sensor (L3/D) yang jauh dari face sehingga konsentrasi gas yang terbaca semakin tinggi. Terdapat korelasi antara nilai koefisien difusi dengan jarak pengukuran (L/D). Semakin dekat titik pengukuran (L1/D) maka nilai koefisien difusi akan semakin besar. Sebaliknya, jika semakin jauh titik pengukuran (L3/D) maka nilai koefisien difusi akan semakin kecil. Jarak duct ke face (x/D) tidak mempengaruhi nilai koefisien difusi (E), namun nilai koefisien difusi akan berpengaruh terhadap nilai bilangan Reynolds (ReÃ‚Â’). Semakin besar nilai (ReÃ‚Â’) maka nilai E juga semakin besar.", "Daftar File": {"2018 TA PP ADDIEN WISNU HARNOKO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125361"}, "Penulis": "Addien Wisnu Harnoko (NIM : 12114020)", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Nuhindro Priagung Widodo, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "ventilasi, dilusi, karbon monoksida, koefisien difusi Taylor, turbulen", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "01 Okt 2018"}