{"Nomor": 24953, "Judul": "PERANCANGAN INTERAKSI APLIKASI PADA PONSEL  UNTUK PENGEMUDI MOBIL", "Abstrak": "Angka kecelakaan kendaran bermotor akibat pengoperasian ponsel saat berkendara cenderung mengalami kenaikan dari tahun ke tahun. Pengoperasian ponsel dapat mengurangi tingkat konsentrasi pengemudi karena pengalihan pandangan dari jalan ke layar ponsel. Hal ini disebabkan belum tersedianya aplikasi yang didesain khusus dan berorientasi ke pengendara. Oleh karena itu, tugas akhir ini akan mengembangkan sebuah desain antarmuka dan interaksi aplikasi pada ponsel untuk pengemudi mobil dengan pengalihan fokus dan pandangan dari jalan ke ponsel seminimal mungkin. Metode user-centered design digunakan dengan melibatkan pengguna dari awal proses hingga akhir, yaitu memahami dan menentukan konteks penggunaan, menentukan kebutuhan pengguna, pengembangan prototipe, dan pengujian. Perancangan interaksi dan antarmuka dilakukan berdasarkan beberapa usability goal yang ditentukan yaitu safe to use, efficient, easy to learn, dan easy to remember how to use serta user experience yang ditentukan yaitu helpful, motivating, dan satisfying. Hasil akhir dari tugas akhir ini adalah prototipe highfidelity yang dibuat dengan kakas SketchApp dan ProtoPie. Pengujian pada lingkungan driving simulator terhadap prototipe dilakukan dengan metode usability testing kepada target pengguna yang sesuai dengan persona yang sudah ditentukan. Hasil yang didapatkan menunjukkan bahwa prototipe telah mencapai usability goal dan user experience yang ditentukan serta telah memenuhi kaidah desain antarmuka untuk pengendara yang baik dalam lingkungan driving simulator yaitu setiap task harus dapat dieksekusi kurang dari 6 langkah dan durasi eye glance kurang dari 12 detik.", "Daftar File": {"Abstrak_13514091_Adam Rotal Yuliandaru.pdf": "https://digilib.itb.ac.id/gdl/download/125358"}, "Penulis": "Adam Rotal Yuliandaru  - NIM : 13514091", "Kontributor / Dosen Pembimbing": ["Adi Mulyanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pengendara, prototipe, user-centered design, usability goal, user experience.", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Okt 2018"}