{"Nomor": 24969, "Judul": "ANALISIS SPASIAL KONFLIK MANUSIA-SATWA LIAR DI BATAS HUTAN TAMAN BURU MASIGIT KAREUMBI", "Abstrak": "Aktvitas manusia di dalam dan di sekitar kawasan hutan sering kali beririsan dengan habitat satwa liar pada hutan tersebut. Bertemunya area aktivitas manusia dengan habitat satwa akan memunculkan peluang terjadinya konflik antara manusia dengan satwa liar. Taman Buru Masigit Kareumbi (TBMK) merupakan salah satu taman buru yang ada di Indonesia yang secara administratif terletak di tiga Kabupaten yaitu Bandung, Garut, dan Sumedang. Area hutan yang bersinggungan dengan pemukiman dan lahan milik membuat kawasan TBMK cenderung terdesak akibat aktivitas manusia yang terus bergerak ke dalam kawasan hutan. Penelitian ini bertujuan untuk menganalisis tumpang tindih area hutan yang di dalamnya terdapat potensi aktivitas manusia dengan lokasi yang diduga merupakan habitat dari beberapa satwa liar yang ada di TBMK. Satwa yang dipilih adalah Babi Hutan (Sus sucrofa), Elang Hitam (Ictinaetus malayensis), Monyet Ekor Panjang (Macaca fascicularis), dan Lutung Jawa (Trachypithecus auratus). Lokasi dengan potensi terjadinya aktivitas manusia dianalisis menggunakan software Arcmap 10.4 dengan variabel dan persamaan yang dikutip dari beberapa literatur. Kesesuaian habitat satwa terpilih dianalisis dengan menggunakan metode Principal Component Analysis (PCA) pada software SPSS 22 dan Arcmap 10.4 untuk menghasilkan model dan peta kesesuaian habitat. Data yang digunakan dalam pemodelan meliputi koordinat perjumpaan satwa liar sebagai data primer. Sedangkan variabel lingkungan yang digunakan meliputi peta jaringan jalan, jaringan sungai, pemukiman, ketinggian, kelerengan, Normalized Difference Vegetation Index (NDVI), dan Leaf Area Index (LAI). Hasil menunjukkan bahwa lokasi dengan potensi aktivitas manusia tertinggi berada di Kabupaten Sumedang dengan luas 2369,83 Ha. Untuk model kesesuaian habitat Babi Hutan, nilai bobot yang didapatkan dari PCA untuk masing-masing variabel adalah 1,073 untuk NDVI dan 3,078 untuk ketinggian, kemiringan, jarak dari jalan, dan jarak dari sungai. Untuk Elang Hitam, nilai variabelnya adalah 1,032 untuk ketinggian dan 2,114 untuk kelerengan, LAI, dan jarak dari pemukiman. Untuk Monyet Ekor Panjang, nilai variabelnya adalah 1,117 untuk NDVI dan 2,197 untuk jarak dari sungai, ketinggian, dan jarak dari jalan.. Untuk Lutung Jawa, nilai variabelnya adalah 1,314 untuk NDVI dan kemiringan, 1,151 untuk ketinggian dan jarak dari sungai, serta 2,07 untuk jarak dari jalan. Luas area potensi konflik manusia dengan Elang Hitam, Lutung Jawa, Babi Hutan, dan Monyet Ekor Panjang berturut-turut adalah 56,28 Ha, 686,48 Ha, 1191,7 Ha, dan 3000,01 Ha. Hasil penelitian ini dapat digunakan sebagai pertimbangan pengelolaan batas-batas kawasan hutan dalam hal merencanakan zona penyangga yang dapat dirancang sebagai pembatas aktivitas manusia di kawasan hutan agar tidak beririsan dengan habitat satwa.", "Daftar File": {"2018 TA PP -ADENNA YUSKA NURRAHMAN 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125400"}, "Penulis": "ADENNA YUSKA NURRAHMAN (NIM : 11514035)", "Kontributor / Dosen Pembimbing": ["Pembimbing: \n\nDr. Elham Sumarga.", "Dr. Ichsan Suwandhi, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Taman Buru Masigit Kareumbi, Konflik Manusia-Satwa Liar, Analisis Spasial.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Sep 2018"}