{"Nomor": 24967, "Judul": "PENINGKATAN KADAR DAN PRODUKTIVITAS LUTEIN & ZEAXANTIN PADA CHLORELLA PYRENOIDOSA DENGAN PEMBERIAN PUPUK NPK", "Abstrak": "Chlorella pyrenoidosa merupakan mikroalga yang dilaporkan dapat mensintesis lutein dan zeaxantin. Penelitian ini bertujuan untuk meningkatkan kadar dan produktivitas lutein dan zeaxantin dengan penggunaan pupuk NPK. Penelitian dilakukan dengan menggantikan senyawa makronutrien N, P, dan K dalam medium Bristol menggunakan pupuk NPK. Variasi konsentrasi pupuk NPK yang digunakan yaitu, 0,125 g/L, 0,250 g/L, 0,375 g/L, dan 0,500 g/L. Kultivasi dilakukan selama 12 hari dalam fotobioreaktor dengan fotoperiodisasi 12:12, laju alir 1,4 vvm (vessel volume per minute), intensitas cahaya 6.000 lux, pH dipertahankan pada rentang 7Ã‚Â–7,5, suhu 26-30˚C. Biomassa Chlorella pyrenoidosa dipanen lalu diekstrak menggunakan dietil eter. Ekstrak tersebut dianalisis menggunakan spektrofotometer dengan λ 445 nm untuk lutein dan λ 451 nm untuk zeaxantin. Hasil penelitian menunjukkan bahwa substitusi N, P, K pada medium Bristol menggunakan pupuk NPK pada konsentrasi 0,500 g/L dapat meningkatkan kadar lutein dan zeaxantin pada Chlorella pyrenoidosa. Pemberian pupuk NPK tersebut menghasilkan kadar lutein tertinggi sebesar 5,077 mg/g (meningkat 140% dari lutein pada medium Bristol) dan kadar zeaxantin tertinggi sebesar 4,133 mg/g (meningkat 137% dari zeaxantin pada medium Bristol). Produktivitas lutein tertinggi yang dihasilkan sebesar 169 mg/L/tahun dan produktivitas zeaxantin sebesar 138 mg/L/tahun.", "Daftar File": {"2018 TA PP-Adella Resti Avrilia 1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/125398"}, "Penulis": "Adella Resti Avrilia (Nim : 11214016)", "Kontributor / Dosen Pembimbing": ["Dr. Erly Marwani"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Chlorella pyrenoidosa, pupuk NPK, lutein, zeaxantin", "Sumber": "", "Staf Input/Edit": "didi kusnendi  \n                                     didi kusnendi", "File": "1 file", "Tanggal Input": "24 Sep 2018"}