{"Nomor": 24979, "Judul": "PERANCANGAN STRUKTUR ATAS, MANAJEMEN KONSTRUKSI, DAN SISTEM DRAINASE APARTEMEN TROPIS KEBON MELATI JAKARTA", "Abstrak": "Jakarta merupakan ibukota negara Indonesia yang memiliki penduduk yang paling padat. Perkembangan jumlah penduduk di Jakarta tidak diimbangi dengan pertambahan luas lahan eksisting Jakarta. Untuk menjawab masalah tersebut, diperlukan sebuah solusi untuk mengakomodasi rumah tinggal untuk penduduk Jakarta, salah satunya yaitu pembangunan apartemen. Apartemen yang dibangun harus dirancang untuk mampu menahan gaya gempa yang sudah diatur sesuai standar untuk daerah Jakarta.  \n \n\nTugas akhir ini membahas perencanaan gedung apartemen Tropis Kebon Melati yang memiliki dua tower dan basement dua lantai. Struktur atas yang dirancang pada tugas akhir ini adalah struktur tower B yang memiliki 30 lantai beserta satu lantai atap dengan tinggi 134,45 m. Tower B yang didesain merupakan gedung dengan kategori desain seismik D dan menggunakan Sistem Rangka Pemikul Momen Khusus dan Sistem Dinding Struktural Khusus. Selain itu, tugas akhir ini juga akan membahas sistem drainase air hujan untuk di seluruh lokasi bangunan. Pada bagian akhir tugas akhir ini juga akan direncanakan metode pelaksanaan konstruksi struktur atas serta merancang rencana anggaran biaya untuk keseluruhan gedung Apartemen Tropis Kebon Melati. \n \n\nPada perencanaan gedung tower B ini digunakan analisis gedung tahan gempa berdasarkan SNI 1726:2012. Gedung yang didesain telah memenuhi batas simpangan antar lantai, syarat P-Delta, dan tidak memiliki ketidakberaturan. Pemodelan struktur tower B dilakukan dengan menggunakan software ETABS. Pada perecanaan gedung ini juga dilakukan optimasi ukuran elemen struktur dengan bantuan software ETABS. Detailing elemen struktur berupa balok, kolom, pelat, dan dinding geser pada gedung ini mengacu pada SNI 2847-2013. Detailing elemen struktur ini dilakukan dengan perhitungan manual dan dengan bantuan software yaitu ETABS, SAFE, CSI COL dan PCA COL.  \n \n\nPada perencanaan drainase gedung Apartemen Tropis Kebon Melati, dilakukan analisis data curah hujan harian untuk lokasi bangunan dengan suatu metode distribusi yang telah dipilih diantara beberapa metode yang akan digunakan berdasarkan galat error terkecil. Dari analisis tersebut, didapatkan curah hujan rencana dengan periode ulang tertentu yang akan digunakan untuk merencanakan ukuran penampang drainase sesuai standar yang ditetapkan pada aturan SNI 2415:2016 kemudian disesuaikan dengan ketersediaan beton precast khusus saluran drainase pada suatu produsen beton precast. Selain itu, dilakukan analisis fisibilitas sumur resapan pada lokasi bangunan Apartemen Tropis Kebon Melati dengan melihat beberapa parameter yang disyaratkan sesuai aturan SNI 2453:2002.  \n \n\nPada perancangan metode pelaksanaan konstruksi struktur atas, dirancang zonasi pelaksanaan konstruksi basement, tower A dan B, dan konstruksi struktur baja. Dalam merancang metode pelaksanaan konstruksi struktur atas, diperlukan berbagai alat berat untuk melaksanakan konstruksi. Setiap alat berat memiliki nilai produktivitas serta efektivitas kerja sehingga akan mempengaruhi penjadwalan (pada tugas akhir ini tidak dibahas mengenai penjadwalan). Pelaksanaan konstruksi struktur atas terdiri dari konstruksi balok, pelat, kolom, shear wall, atap baja, dan skybridge. Pada bagian akhir, dirancang estimasi biaya konstruksi struktur atas, estimasi biaya arsitektural dan MEP dengan metode konseptual, serta estimasi biaya tidak langsung. Pada tugas akhir ini dilakukan analisis biaya per m2 bangunan berdasarkan Peraturan Direktorat Jenderal Pajar No.3 Per-25/PJ/2012.", "Daftar File": {"2018 TA PP ADHIL CHAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125429"}, "Penulis": "ADHIL CHAN - NIM : 15014034", "Kontributor / Dosen Pembimbing": ["Rani Gayatri K. P., ST., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gempa, gedung, sistem rangka pemikul momen khusus, sistem dinding khusus, detailing, curah hujam, drainase, sumur resapan, konstruksi, metode pelaksanaan, struktur atas,  estimasi biaya, analisis biaya.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2018"}