{"Nomor": 24970, "Judul": "ASPEK GEODETIK PEMETAAN DESA DI INDONESIA", "Abstrak": "Desa adalah kesatuan masyarakat hukum yang memiliki batas wilayah dan berwenang untuk mengatur serta mengurus urusan pemerintahan. Menurut Undang-Undang No. 6 Tahun 2014 tentang Desa, salah satu syarat dalam pembentukan desa di Indonesia adalah memiliki batas wilayah desa yang digambarkan dalam peta desa dan sudah disahkan oleh Bupati/Walikota. Pemetaan desa mengharuskan dibuatnya standar teknis untuk pemetaan desa. Salah satu aspek dalam standar teknis pemetaan desa tersebut adalah aspek geodetik. Pentingnya aspek geodetik dalam pemetaan desa menjadi dasar perlunya dilakukan penelitian terkait aspek geodetik pemetaan desa di Indonesia. \n\nPenelitian dilakukan dengan mengkaji peraturan dan aspek geodetik pemetaan desa. Aspek geodetik adalah hal-hal teknis dalam pemetaan yang terkait dengan bidang keilmuan geodesi. Aspek geodetik pemetaan desa di Indonesia dalam penelitian ini lebih difokuskan ke sistem referensi, sistem koordinat, skala dan informasi yang terkandung dalam peta desa. Untuk memperdalam hasil kajian dibuat juga prototipe peta desa dengan aspek geodetik yang sudah dihasilkan dari kajian. Dilakukan juga penggabungan hasil prototipe peta desa dengan data persil Badan Pertanahan Nasional untuk memverifikasi kegunaan dari peta desa yang telah dihasilkan. Menurut kajian yang dilakukan sistem referensi yang tepat untuk peta desa di Indonesia adalah Sistem Referensi Geospasial Indonesia 2013, sistem koordinatnya Universal Tranverse Mercator, skala terkecil 1:5000 dan informasi yang terkandung adalah toponim, batas wilayah administrasi, jaringan/infrastruktur transportasi, perairan, sarana dan prasarana, tutupan lahan dan kegunaan lahan.", "Daftar File": {"2016 TA PP  ADE PRACHODAYAT 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/125401", "2016 TA PP  ADE PRACHODAYAT 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/125402", "2016 TA PP  ADE PRACHODAYAT 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/125403", "2016 TA PP  ADE PRACHODAYAT 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/125404", "2016 TA PP  ADE PRACHODAYAT 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/125405", "2016 TA PP  ADE PRACHODAYAT 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/125406"}, "Penulis": "ADE PRACHODAYAT (NIM : 15112062)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nProf. Dr. Ir. Hasanuddin Z. Abidin, M.Sc.", "Dr. Akhmad Riqqi, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "peta desa, sistem referensi, sistem koordinat, skala, informasi geospasial", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "14 Sep 2018"}