{"Nomor": 24976, "Judul": "PENGUJIAN USABILITY E-LEARNING VIDYANUSA MENGGUNAKAN METODE SCENARIO-BASED END USER EVALUATION", "Abstrak": "Salah satu produk digitalisasi dalam bidang pendidikan adalah e-learning atau biasa disebut sistem pembelajaran online. Vidyanusa merupakan sebuah sistem e-learning yang dirancang dengan fitur dan teknologi yang mampu merangsang kemampuan afektif, kognitif dan psikomotorik siswa. Dalam pengembangan sebuah aplikasi perlu adanya pengujian yang bertujuan untuk mengamati dan membuat evaluasi terhadap beberapa aspek dari fitur-fitur dan sistem yang telah dibuat, salah satunya adalah pengujian usability.   \n\nPengujian usability pada website vidyanusa menggunakan metode scenario-based end user evaluation. Scenario-based end user evaluation adalah kombinasi antara pengukuran perilaku dan pendapat yang melibatkan pengguna untuk mengukur usability dalam hal kinerja dan kepuasan pengguna. pengujian dengan menggunakan metode scenario-based user evaluation ini terdiri dari walktrough usability test, memo test dan usabilit satisfaction questionare.  \n\nHasil pengujian usability terhadap pada website vidyanusa mendapatkan nilai 73,81% untuk tingkat keberhasilan siswa dalam menjalankan tugas yang diberikan, 69,69% untuk error rate, 2,96 menit untuk tingkat efisiensi yang diukur dari waktu yang dibutuhkan untuk menyelseaikan tugas-tugas yang diberikan dan 75,06% untuk kepuasan subjektif responden terhadap website vidyanusa.", "Daftar File": {"2018 TS PP Adha Maulana 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125419"}, "Penulis": "ADHA MAULANA - NIM : 23215380", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hilwadi Hindersah, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "e-learning, Vidyanusa, usability, scenario-based end user evaluation", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jan 2018"}