{"Nomor": 24977, "Judul": "OPTIMISASI DESAIN REFLEKTOR LUMINER DENGAN METODE ALGORITMA GENETIK UNTUK PENCAHAYAAN JALAN TOL", "Abstrak": "Desain reflektor untuk berbagai kasus pencahayaan semakin berkembang seiring perkembangan zaman. Berbagai jenis reflektor telah ditemukan, termasuk reflektor facet elips. Berbagai metode untuk desain reflektor telah diajukan namun sebagian besar belum cukup efisien, antara lain karena terbatasnya sumber daya komputasi yang membuat optimisasi tidak mudah dilakukan. Untuk itu banyak digunakan optimisasi dengan metode evolusi, termasuk algoritma genetik, yang diyakini menjadi salah satu metode paling efisien dalam optimisasi. Salah satu aplikasi optimisasi desain reflektor yaitu pada kasus luminer penerangan jalan umum (PJU). Tujuan penelitian tugas akhir ini adalah menentukan desain reflektor luminer PJU yang telah teroptimisasi dengan metode algoritma genetik. Sasaran tugas akhir ini adalah menentukan nilai parameter optimal tiap facet elips berupa sudut θ, sudut φ, rektus semilatus (d), dan eksentrisitas (e) untuk memenuhi nilai standar iluminansi rata-rata (Eav) dan kemerataan longitudinal (Ul). \n\nPada tugas akhir ini, desain reflektor dilakukan dengan menggunakan metode one-to-one mapping dengan asumsi sumber cahaya berupa sumber titik. Tiap titik pengukuran pada permukaan jalan akan menerima kontribusi pencahayaan tepat dari satu facet elips reflektor dengan parameter yang berbeda. Sedangkan optimisasi desain reflektor menggunakan metode algoritma genetik. Hasil akhir desain diuji terhadap parameter referensi desain berdasarkan kriteria menurut Standar Nasional Indonesia, lalu dibuat model dua dimensi dan diagram polarnya. \n\nBerdasarkan hasil optimisasi, didapatkan bahwa nilai parameter optimal berada pada rentang 0Ã‚Â°", "Daftar File": {"2018 TA PP Adhe Khresna Pustiadi (13314049), Bagas Aulia Kautsar (13314075) 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125420"}, "Penulis": "Adhe Khresna Pustiadi (13314049), Bagas Aulia Kautsar (13314075)", "Kontributor / Dosen Pembimbing": ["Ir. R. Triyogo Atmodipoero, MDesSc(Illum.) \n\nDr. Rizki Armanto Mangkuto, S.T.,M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "optimisasi, reflektor, algoritma genetik, one-to-one mapping, penerangan jalan umum (PJU)", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Sep 2018"}