{"Nomor": 24988, "Judul": "Analisis Selenit dengan Teknik Voltammetri Lucutan Gelombang Persegi Menggunakan Elektroda Kerja Amalgam Tembaga", "Abstrak": "Polusi lingkungan akibat pencemaran logam berat, di antaranya selenium, merupakan masalah yang serius bagi makhluk hidup. Selenit dan selenat merupakan spesies selenium anorganik yang dominan terdapat dalam sampel air. Spesies selenium anorganik, terutama selenit bersifat lebih beracun daripada spesies organiknya. Oleh karena itu, diperlukan suatu metode yang sensitif, yang mampu mendeteksi dan menentukan konsentrasi spesies selenit. Pada penelitian ini dikembangkan suatu metode penentuan spesies selenit dengan teknik voltammetri lucutan gelombang persegi menggunakan elektroda kerja amalgam tembaga (CuHg). Validasi metode analisis selenit ini dilakukan dengan menggunakan parameter optimum berupa potensial deposisi (Eacc) sebesar -500 mV dan waktu deposisi (tacc) sebesar 600 detik pada saat pengukuran dengan teknik voltammetri lucutan gelombang persegi. Metode analisis ini memiliki presisi yang baik dengan nilai standar deviasi relatif (%RSD) 4,68%. Kurva kalibrasi yang linier ditunjukkan pada rentang 0,03 - 1 mM dengan R2 sebesar 0,99405 dan limit deteksi sebesar 15,85 μM. Sampel selenit buatan diukur menggunakan metode voltammetri lucutan gelombang persegi dengan persen perolehan kembali sebesar 91,66%. Sampel yang sama diuji dengan AAS dengan persen perolehan kembali sebesar 92,68%. Uji statistik menggunakan uji t menunjukkan bahwa kedua hasil tersebut tidak memiliki perbedaan yang signifikan dengan batas kepercayaan 95%.", "Daftar File": {"2018 TA PP Adib Hasanawi 10514058 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125445"}, "Penulis": "Adib Hasanawi - Nim: 10514058", "Kontributor / Dosen Pembimbing": ["Dr. Ria Sri Rahayu, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Selenit, elektroda kerja amalgam tembaga, voltammetri lucutan gelombang persegi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "08 Jun 2018"}