{"Nomor": 24982, "Judul": "SUKSESI ARTHROPODA TANAH PADA LAHAN GAMBUT PASCA KEBAKARAN DI DESA SINAR WAJO, KABUPATEN TANJUNG JABUNG TIMUR, PROVINSI JAMBI", "Abstrak": "Kebakaran pada lahan gambut mengakibatkan terganggunya ekosistem dan komunitas yang ada di dalamnya. Suksesi akan terjadi setelah terjadi kebakaran, salah satunya pada komunitas arthropoda tanah. Arthropoda tanah merupakan komunitas yang sensitif terhadap perubahan kondisi lingkungan serta beberapa dapat berperan dalam keberjalanan suksesi sebagai ecosystem engineer. Penelitian ini bertujuan untuk mengkaji dampak kebakaran dan suksesi komunitas arthropoda tanah pada kawasan Hutan Desa Sinar Wajo, Kecamatan Mendahara Ulu, Kabupaten Tanjung Jabung Timur, Provinsi Jambi berdasarkan data komunitas arthropoda tanah dan kondisi lingkungan yang ada pada lahan pasca kebakaran tahun 2017 dan 2015, serta dibandingkan dengan hutan sekunder yang tidak terbakar sebagai reference area. Metode yang digunakan adalah pitfall trap pada tiap lokasi pengamatan dengan masing-masingnya diletakkan tiga set jebakan dan dilakukan berulang sebanyak 2 x 24 jam untuk memaksimalkan tangkapan yang diperoleh. Selain itu juga dilakukan pengambilan data kondisi lingkungan berupa faktor mikroklimat dan edafik pada setiap lokasi penelitian. Pada hasil penelitian terdapat sampel arthropoda tanah sebanyak 685 individu yang digolongkan dalam 64 morfospesies dari 35 famili. Didapatkan kesimpulan bahwa intensitas dan waktu terjadinya kebakaran berpengaruh terhadap struktur komunitas arthropoda tanah meliputi penurunan kekayaan spesies, kelimpahan individu, dan perubahan komposisi. Selain itu kebakaran juga menyebabkan perubahan kondisi lingkungan berupa faktor mikroklimat dan edafik. Suksesi yang terjadi pada kedua lahan gambut pasca kebakaran sedang berlangsung ditandai dengan adanya pemulihan kondisi lingkungan dan komunitas arthropoda tanah, dengan prediksi bahwa pemulihan ekosistem pada lahan pasca kebakaran 2017 akan membutuhkan waktu yang lebih singkat dibandingkan lahan pasca kebakaran 2015 disebabkan oleh jarak yang lebih dekat dengan sumber keanekaragaman dan intensitas kebakaran yang lebih rendah.", "Daftar File": {"2018 TA PP ADHITYA ADJIE PUTRA NUGRAHA  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125432"}, "Penulis": "ADHITYA ADJIE PUTRA NUGRAHA (NIM: 10614078)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof.Tati Suryati Syamsudin MS, DEA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "arthropoda tanah, keanekaragaman, kebakaran hutan, lahan gambut, suksesi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2018"}