{"Nomor": 24999, "Judul": "PEMODELAN SEBARAN TEMPERATUR PADA PERMUKAAN ASTEROID IVAR DAN GEOGRAPHOS", "Abstrak": "Asteroid 1627 Ivar dan 1620 Geographos merupakan anggota populasi NearEarth Asteroids. Kedua asteroid ini memiliki bentuk elipsoid dan bentuk orbit yang elips. Asteroid Ivar memiliki jarak heliosentris lebih jauh dan periode orbit yang lebih lama daripada orbit asteroid Geographos. Asteroid Ivar berotasi secara prograde, sementara asteroid Geographos berotasi secara retrograde. Pekerjaan pada Tugas Akhir ini bertujuan untuk mengetahui sebaran temperatur permukaan asteroid Ivar dan Geographos yang melibatkan rotasinya, serta variasi temperatur suatu segmen pada permukaan asteroid sepanjang orbitnya. Sumber data ﬁsis dan orbital diperoleh dari situs Planetary Data System (PDS) NASA, Solar System Dynamics (SSD) NASA, Near-Earth Asteroids Data Base, dan NASA JPL HORIZONS. Near-Earth Asteroids Thermal Model (NEATM) diaplikasikan untuk memodelkan sebaran temperatur permukaan asteroid Ivar dan Geographos. Pemodelan dengan NEATM pada asteroid Ivar dan Geographos menunjukkan hasil sebaran temperatur yang dapat dikatakan realistik. Sebaran nilai temperatur permukaan asteroid Ivar dan Geographos yang berotasi ketika berada di aphelion dan perihelion dapat diperoleh dengan baik melalui model NEATM. Sepanjang orbitnya permukaan kedua asteroid memperlihatkan karakter semacam dua 'musim'. Pada 'musim panas' temperatur pada segmen di sekitar pole Geographos dapat mencapai temperatur maksimum.", "Daftar File": {"2018 TA PP ADINDA FEBRIANSARI RIYADI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125470"}, "Penulis": "Adinda Febriansari Riyadi - Nim: 10314024", "Kontributor / Dosen Pembimbing": ["Dr. Budi Dermawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Asteroid Ivar Ã‚Â– Geographos, sebaran temperatur, model termal", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jun 2018"}