{"Nomor": 24992, "Judul": "Capital Structure Policy and Firm Value of Micro, Small, and Medium Enterprises: a Case Study of Culinary Sector", "Abstrak": "Pertumbuhan Produk Domestik Bruto biasanya terkait dengan posisi ekonomi suatu negara. Dalam beberapa tahun terakhir, pertumbuhan PDB Indonesia telah menurun. Namun bangkitnya ekonomi dapat terlihat setelah pertumbuhan yang fluktuatif pada tahun 2016, menunjukkan bahwa lebih banyak penduduknya memiliki daya beli yang lebih tinggi. Mengikuti penelitian sebelumnya bahwa pertumbuhan PDB negara terkait erat dengan pertumbuhan usaha mikro, kecil, dan menengah, yang di Indonesia sendiri, kontribusinya adalah Rp 7,005,950 miliar atau sekitar 62,57% dari total PDB. Penelitian ini bertujuan untuk menemukan korelasi antara struktur modal dan pengaruhnya terhadap penilaian UMKM. \n\nStudi ini menguji kinerja keuangan usaha mikro, kecil, dan menengah menggunakan Discounted Cash Flow diikuti dengan mencari korelasi antara struktur modal menggunakan rasio hutangnya dengan nilai perusahaan untuk melihat apakah ada korelasi antara kinerja keuangan UMKM dan struktur modalnya menggunakan uji korelasi non-parametrik spearman. Data yang diperlukan untuk menganalisis dalam penelitian ini didasarkan pada data primer dari catatan keuangan yang dikumpulkan dari tiga puluh usaha mikro, kecil, dan menengah. \n\nDitemukan bahwa rasio hutang memiliki dampak positif terhadap nilai perusahaan. Ini menunjukkan bahwa pendanaan investor tidak akan lebih baik daripada mengambil pinjaman dari bank. Cara mendapatkan modal ini juga akan menghasilkan penilaian yang lebih tinggi dari UMKM, membuat perusahaan lebih berharga dalam perspektif investor. Jadi, studi ini merekomendasikan usaha mikro, kecil, dan menengah untuk menggunakan lebih banyak hutang ketika pendanaan diperlukan untuk mengembangkan bisnis dan mencapai penilaian yang lebih tinggi.", "Daftar File": {"2018 TA PP ADIGUNA TRIRAHARJO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125455", "COVER Adiguna Triraharjo (19015128)": "https://digilib.itb.ac.id/gdl/download/250540", "BAB 1 Adiguna Triraharjo (19015128)": "https://digilib.itb.ac.id/gdl/download/250545", "BAB 2 Adiguna Triraharjo (19015128)": "https://digilib.itb.ac.id/gdl/download/250554", "BAB 3 Adiguna Triraharjo (19015128)": "https://digilib.itb.ac.id/gdl/download/250557", "BAB 4 Adiguna Triraharjo (19015128)": "https://digilib.itb.ac.id/gdl/download/250558", "BAB 5 Adiguna Triraharjo (19015128)": "https://digilib.itb.ac.id/gdl/download/250559", "2018 TS PP ADIGUNA TRIRAHARJO 1 - Reference and Appendix.pdf?": "https://digilib.itb.ac.id/gdl/download/250560"}, "Penulis": "Adiguna Triraharjo (19015128)", "Kontributor / Dosen Pembimbing": ["Taufiq Fathurohman, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Capital Structure, Debt to Equity, Value of the Firm, Simple Linear Regression, Micro Small and Medium Enterprise", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "8 file", "Tanggal Input": "21 Jun 2018"}