{"Nomor": 24990, "Judul": "RANCANG BANGUN DAN IMPLEMENTASI SMART CARD READER PADA SYSTEM ON CHIP ZYNQ-7000", "Abstrak": "Perkembangan penggunaan teknologi smart card yang kian masif membuat kebutuhan akan smart card reader menjadi semakin tinggi. Dewasa ini, smart card reader dituntut untuk tidak hanya dapat berfungsi untuk dapat membaca data pada smart card saja. Perkembangan dunia digital yang semakin terintegrasi membuat smart card reader diharapkan dapat terintegrasi dengan berbagai macam fitur seperti konektivitas internet, LCD display, dan dapat bekerja secara standalone.   \n \n\nSalah satu solusi untuk mengatasi permasalahan di atas adalah dengan mendesain sebuah smart card reader dalam bentuk IP core untuk kemudian dilakukan implementasi pada System-on-Chip. Implementasi smart card reader dalam bentuk IP core akan membuat desain smart card reader menjadi fleksibel untuk diintegrasikan dengan berbagai macam fitur yang telah disebutkan di atas. Implementasi dalam bentuk IP core juga akan membuat desain smart card reader memiliki reusability yang tinggi sehingga dapat digunakan pada penelitian selanjutnya. Selain itu, desain SoC yang mengintegrasikan berbagai komponen dalam satu chip menawarkan kecepatan pemrosesan yang lebih tinggi dengan konsumsi daya yang relatif lebih rendah   \n \n\nPada penelitian ini, smart card IP core diimplementasikan pada SoC Zynq-7000 menggunakan development board ZyboÃ‚Â™. Pada Zynq-7000 terdapat dua bagian utama yaitu processing system dan programmable logic. Smart card IP core berada pada bagian programmable logic sedangkan pengolahan input dan output data akan berada pada bagian processing system. Perancangan IP core dilakukan dengan menggunakan software Vivado Design Suite, sedangkan perancangan pada bagian processing system akan dirancang menggunakan Xilinx SDK. Kedua desain tersebut akan terintegrasi melalui koneksi AXI interconnect. Di dalam IP core sendiri terdapat dua bagian utama, yaitu receiver dan transmitter. Pada bagian receiver terdapat blok-blok pemroses data seperti: clock divider, start bit detection, data sampling, parity, data stacking, data parsing, dan error signaling. Pada bagian transmitter terdapat beberapa blok, diantaranya: data concatenation, data parsing, dan blok parity.   \n \n\nPada penelitian ini, smart card yang digunakan adalah contact smart card dengan standar ISO/IEC 7816, sehingga desain IP core akan mengacu pada standar yang sama. Setelah implementasi selesai dilakukan, maka hasil dari implementasi akan  \n \n \n\ndianalisa dan performanya dibandingkan dengan smart card reader ACR38U-I1. Dari hasil analisa kinerja diketahui bahwa performa kecepatan dari smart card yang dirancang pada penelitian ini lebih baik dibanding smart card reader sejenis.", "Daftar File": {"2018 TS PP ADI CANDRA SWASTIKA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125453"}, "Penulis": "ADI CANDRA SWASTIKA - NIM: 23215339", "Kontributor / Dosen Pembimbing": ["Trio Adiono S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "AXI, IP core, smart card, system-on-chip, Zynq-7000, Zybo.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jun 2018"}