{"Nomor": 24994, "Judul": "TIPOLOGI SISTEM INFRASTRUKTUR AIR BERSIH DI KAWASAN PERI URBAN (Studi Kasus Desa Margahayu Tengah, Kabupaten Bandung)", "Abstrak": "Sistem penyediaan air yang andal dan aman (reliable and secure) adalah prasyarat bagi kesehatan, kemakmuran dan keamanan suatu bangsa. Air merupakan sumber daya alam yang paling utama dalam kebutuhan hidup manusia. Menyadari hal tersebut, pengelolaan akan sumber daya air perlu ditangangi secara serius oleh pemerintah dan masyrakatnya (Dong, 2018). Adanya dampak dari perkembangan Kota Bandung mengakibatkan peningkatan aktivitas ekonomi dan presentase built up area serta perubahan guna lahan pada kawasan pinggiran yang masuk kedalam administrasi Kabupaten Bandung, akan tetapi hal tersebut tidak diiringi dengan peningkatan kondisi fisik lingkungan, sosial ekonomi masyarakat serta manajemen pengelolaan infrastruktur dari pemerintah daerah. Akibatnya, banyak masyarakat terutama yang tinggal di kawasan periurban belum memperoleh sambungan air perpipaan baik secara individual maupun kelompok sehingga dibangun secara spontan oleh masyarakat setempat dengan kondisi di bawah standar. Sistem infrastruktur yang kompleks mengakibatkan perbedaan kebutuhan dan karakteristik pelayanan infrastruktur bersih di kawasan peri urban, sehingga pemahaman mengenai karakteristik pelayanan air bersih diperlukan untuk dapat melakukan pendekatan secara strategis dalam melakukan manajemen kawasan peri urban. Berdasarkan persoalan penelitian tersebut maka penelitian ini dilakukan dengan tujuan mengidentifikasi tipologi sistem infrastruktur air bersih berdasarkan karakteristik Kawasan Peri Urban Metropolitan Bandung.  \n\nPenelitian ini menggunakan pendekatan kualitaitf case study dengan metode analisis konten, deskriptif dan spasial. Perumuskan tipologi didasari oleh kesesuaian kondisi empirik dengan kriteria aspek fisik dan aspek kelembagaan yang telah dirumuskan sesuai dengan studi literatur. Hasil dari tipologi ini adalah 7 macam sistem infrastruktur air bersih yang terbentuk untuk memenuhi kebutuhan air bersih di Desa Margahayu Tengah baik secara formal maupun informal. Analisis spasial digunakan untuk melihat persebaran setiap tipologi dengan kewilayahan. Masing masing tipologi memiliki karakteristik dan permasalahan yang berbeda sehingga dapat teridentifikasi kompleksitas keragaman sistem infrastruktur air bersih sebagai langkah awal dalam penanganan permasalahan terkait sistem infrastruktur air bersih.", "Daftar File": {"2018 TS PP ADILA MUTHI YASYFA TAUFIK_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/125464", "2018 TS PP ADILA MUTHI_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125465"}, "Penulis": "ADILA MUTHI YASYFA TAUFIK (NIM: 25417058)", "Kontributor / Dosen Pembimbing": ["Dr. Sri Maryati, ST., MIP."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "tipologi, sistem infrastruktur air bersih, kawasan peri urban, mengelola kompleksitas infrastruktur.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Rd. Lenny Fatimah N., Dra", "File": "2 file", "Tanggal Input": "31 Agu 2018"}