{"Nomor": 24993, "Judul": "SIMULASI PEMBUATAN TEMPAT PENAMPUNGAN AIR SEBAGAI PERENCANAAN ALTERNATIF PENANGANAN BANJIR SUNGAI CISANGKUY HILIR RUAS PACKAGE II MENGGUNAKAN HEC-RAS 4.1.0", "Abstrak": "Kasus terjadinya banjir akibat meluapnya air sungai kerap menjadi jenis permasalahan banjir yang sering terjadi. Meluapnya air Sungai Cisangkuy terjadi pada musim hujan terutama di daerah hilir di dekat pertemuan dengan sungai Citarum yang menggenangi areal perumahan dan pertanian di sub-DAS Cisangkuy. Kegiatan normalisasi sungai telah dilakukan pada kegiatan Ã‚Â„Upper Citarum Basin Urgent Flood Control Project (II)Ã‚Â’, yang selesai pada Oktober tahun 2003 oleh dinas berwenang. Namun pendangkalan sungai akibat laju sedimentasi yang tinggi membuat menurunnya kemampuan tampung penampang sungai sehingga tidak mampu menampung aliran yang terjadi terutama pada musim hujan. Dari hal tersebut, penelitian ini dilakukan untuk mengkaji perencanaan alternatif kegiatan pengendalian banjir melalui penggunaan tempat penampungan untuk mengurangi debit puncak banjir yang terjadi dan luapan banjir di sepanjang aliran sungai. Sebagai langkah pengkajian, simulasi penanganan banjir dilakukan menggunakan program HEC-RAS 4.1.0. Simulasi dilakukan di sepanjang Sungai Cisangkuy ruas hilir dari mulai Jembatan Jalan Andir-Katapang sebelum pertemuan dengan sungai Citarum (RS 0), hingga sepanjang 6,64 km ke arah hulu (RS 33). Dari hasil dari simulasi awal pembuatan model tiruan sungai yang terkalibrasi diperoleh bahwa debit tampungan maksimal penampang sungai berada pada 46 m3/s. Dan dari hasil perhitungan debit banjir rencana di sub-DAS Cisangkuy menggunakan Metode Serial Data, diperoleh bahwa nilai debit tampungan maksimal penampang sungai tersebut berada jauh di bawah besar nilai debit banjir rencana untuk setiap periode ulang, sehingga banjir sangat dimungkinkan terjadi. Sejalan dengan perencanaan dari dinas terkait untuk penanggulangan banjir yang sedang dalam pengkajian, dilakukan simulasi keadaan eksisting Sungai Cisangkuy Hilir ruas Package II untuk debit rencana periode ulang 20 tahun (Q20). Hasil dari simulasi menunjukkan bahwa pada kondisi Q20 = 229,27 m3/s, terjadi banjir di seluruh penggal sungai. Dan dari hasil simulasi penanganan banjir yang dilakukan kemudian dengan pembuatan tiga buah tempat penampungan (3 x 8 ha) pada daerah kajian, diperoleh bahwa debit puncak banjir dapat berkurang sebesar 81% dan luapan pada keseluruhan penampang sungai berkurang sebesar 95,4%.", "Daftar File": {"2012 TA PP ADIKSA INSAN MUTAQIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/125456", "2012 TA PP ADIKSA INSAN MUTAQIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/125457", "2012 TA PP ADIKSA INSAN MUTAQIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/125458", "2012 TA PP ADIKSA INSAN MUTAQIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/125459", "2012 TA PP ADIKSA INSAN MUTAQIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/125460", "2012 TA PP ADIKSA INSAN MUTAQIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/125461", "2012 TA PP ADIKSA INSAN MUTAQIN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/125462", "2012 TA PP ADIKSA INSAN MUTAQIN 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/125463"}, "Penulis": "ADIKSA INSAN MUTAQIN (NIM:15308052)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Arief Sudradjat, MIS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "banjir, debit banjir rencana, HEC-RAS, simulasi, tempat penampungan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "04 Sep 2018"}