{"Nomor": 24998, "Judul": "LOST AND FUN: APLIKASI MOBILE CROWDSOURCING MENERAPKAN KONSEP GAMIFIKASI PADA LAYANAN LOST-AND-FOUND ONLINE", "Abstrak": "Kehilangan barang merupakan salah satu masalah yang cukup serius di dunia. \n\nSetiap hari terdapat banyak laporan kehilangan barang yang masuk ke kantor \n\nkepolisian atau pusat informasi di fasilitas transportasi publik. Masalah tersebut \n\ntelah mengakibatkan kerugian ekonomi dan kerugian waktu bagi orang yang \n\nkehilangan barang. Saat ini terdapat dua jenis solusi yang dapat memecahkan \n\nmasalah tersebut. Solusi pertama yaitu fasilitas lost-and-found yang terdapat pada \n\ntempat umum seperti kantor kepolisian yang dinilai belum cukup efektif dengan \n\ntingkat pengembalian yang rendah. Hal tersebut dapat disebabkan karena \n\njangkauan dari fasilitas lost-and-found yang terbatas. Tidak seluruh tempat umum \n\ndi dekat orang-orang kehilangan barang memiliki fasilitas lost-and-found dan \n\nfasilitas lost-and-found hanya menunggu laporan temuan barang dari orang-orang. \n\nSolusi kedua yaitu alat pelacak berbasis sensor bluetooth. Solusi ini juga belum \n\ncukup efektif karena masih mahal dan memiliki jarak jangkauan sensor yang \n\nterbatas. Keterbatasan-keterbatasan dari solusi yang ada dapat diselesaikan oleh \n\nkonsep mobile crowdsourcing yang dapat mendelegasikan pekerjaan ke banyak \n\norang sehingga dapat memiliki jangkauan yang lebih luas dengan biaya yang \n\nminimum. Namun sebuah sistem mobile crowdsourcing memiliki tantangan yaitu \n\nmembutuhkan tingkat partisipasi yang tinggi agar dapat efektif. \n\nUntuk menjawab tantangan tersebut, dalam penelitian ini dibuat prototipe aplikasi \n\nmobile crowdsourcing untuk layanan lost-and-found online dengan menerapkan \n\ngamifikasi untuk mengetahui pengaruh dari gamifikasi terhadap tingkat motivasi \n\ndari pengguna aplikasi. Penelitian ini menggunakan kerangka kerja \n\nMDA(Mechanics, Dynamics, Aesthetics) untuk merancang gamifikasi untuk \n\naplikasi. Terdapat empat mekanik yang diterapkan pada aplikasi yaitu point, level, \n\nleaderboard, dan barang virtual. \n\nEvaluasi pengaruh gamifikasi terhadap tingkat motivasi pengguna aplikasi \n\ndilakukan menggunakan kuesioner. Pertanyaan kuesioner disusun berdasarkan \n\nfaktor-faktor yang terdapat pada HMSAM, sebuah model yang menggambarkan \n\nmotivasi intrinsik pengguna dalam menggunakan sistem informasi. Berdasarkan \n\nhasil analisis deskriptif statistik dari data 96 responden kuesioner dapat diketahui \n\nbahwa gamifikasi cukup meningkatkan motivasi intrinsik dari pengguna aplikasi.", "Daftar File": {"2018 TA PP  ADINDA BUDI KUSUMA PUTRA  1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125469"}, "Penulis": "ADINDA BUDI KUSUMA PUTRA (NIM: 18213014)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Yusep Rosmansyah, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Kehilangan barang, lost-and-found, Mobile Crowdsourcing, gamifikasi, tingkat motivasi pengguna, kerangka kerja MDA, HMSAM", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "15 Mar 2018"}