{"Nomor": 25005, "Judul": "PENYESUAIAN TINGKAT KESULITAN PADA PERMAINAN BERBASIS WOBBLE BOARD MENGGUNAKAN ALGORITMA MONTE CARLO TREE SEARCH", "Abstrak": "Banyak sekali metode pelatihan diterapkan dengan memanfaatkan media video game agar dapat meningkatkan motivasi pengguna dalam pelatihan. Selain faktor desain permainan, pengaturan tingkat kesulitan juga berpengaruh terhadap motivasi pemain. Apabila permainan terlalu sulit maka pemain akan stres, dan apabila permainan terlalu mudah pemain akan cepat bosan. Permainan harus dapat menyeimbangkan antara keterampilan pemain dan tantangan yang disajikan oleh permainan.     \n \n \n\nDynamic Difficulty Adjustment (DDA) merupakan teknik yang dapat digunakan untuk menyesuaikan tingkat kesulitan pada permainan sesuai dengan kemampuan pemain dengan menggunakan Artificial Intelligence (AI) atau Algoritma. Monte Carlo Tree Search dapat digunakan dengan memanfaatkan agen AI DDA untuk mengubah kebijakan pemilihan dan evaluasi playout secara heuristik. Hal tersebut bertujuan agar tingkat kessulitan dapat disesuaikan dengan kemampuan pemain     \n \n \n\nPengujian dilakukan dengan menguji tingkat akurasi agen AI DDA dan membandingkan efek dari setiap strategi tingkat kesulitan pada permainan pelatihan keseimbangan berbasis wobble board. Hasilnya agen AI DDA dapat menyesuaikan tingkat kesulitan dengan akurasi sebesar 82%. Sedangkan perbandingan strategi tingkat kesulitan tidak memiliki perbedaan yang signifikan akan tetapi salah satu parameter yaitu Health Point dapat terlihat bahwa permainan sudah dapat menyesuaikan tingkat kesulian sesuai dengan kemampuan pemain.", "Daftar File": {"ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125482"}, "Penulis": "ADI PURNAMA - NIM: 23515057", "Kontributor / Dosen Pembimbing": ["Dr. techn. Saiful Akbar, S.T., M.T.   \n \n \n\nDody Dharma, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Wobble Board, Dynamic Difficulty Adjustment, Monte Carlo Tree    Search, Permainan Interaktif", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Okt 2018"}