{"Nomor": 25008, "Judul": "ANALISIS PENYEDIAAN AIR MINUM KOTA TANJUNG PINANG DENGAN PEMODELAN SISTEM DINAMIK (STUDI KASUS: PDAM TIRTA KEPRI)", "Abstrak": "Pelayanan air minum Kota Tanjungpinang oleh PDAM Tirta Kepri sampai tahun 2012 hanya sebesar 42,27%, Sedangkan jumlah penduduk semakin tahun terus bertambah. Hal ini menunjukkan bahwa penyediaan air minum masih terbatas jika dibandingkan dengan tingkat kebutuhan masyarakat. PDAM perlu menentukan kebijakan untuk mengatasi kekurangan air yang mulai dirasakan oleh sebagian masyarakat Tanjungpinang. Fenomena kebutuhan air dipengaruhi banyak faktor diantaranya adalah pertumbuhan penduduk, keterbatasan sumber air baku, kapasitas menganggur, dan tingkat kehilangan air yang tinggi. Penelitian ini bertujuan untuk menganalisis penyediaan air minum kota Tanjungpinang melalui intervensi kebijakan dari sektor penyediaan dengan kombinasi pendekatan sistem dinamik-AHP. Sistem Dinamik (SD) menyediakan pemecahan masalah secara komprehensif dengan pemahaman yang baik tentang unsur-unsur pembentuk fenomena dan keterkaitan antar setiap unsur. Model SD memungkinkan penentuan skenario yang masuk akal sebagai masukan untuk keputusan dan kebijakan dalam perusahaan. Sedangkan AHP berguna untuk membandingkan berbagai alternatif kebijakan berdasarkan kinerja yang diungkapkan oleh model SD dan sebagai penentuan prioritas kebijakan yang diambil oleh pengambil keputusan. Skenario penyediaan air minum kota Tanjungpinang dilakukan dengan kebijakan pembatasan pelanggan, alternatif sumber air baku, mengembalikan fungsi hutan lindung, dan penurunan kebocoran distribusi", "Daftar File": {"2015 TS PP ADI SUAIDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/125486", "2015 TS PP ADI SUAIDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/125487", "2015 TS PP ADI SUAIDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/125488", "2015 TS PP ADI SUAIDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/125489", "2015 TS PP ADI SUAIDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/125490", "2015 TS PP ADI SUAIDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/125491", "2015 TS PP ADI SUAIDI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/125492", "2015 TS PP ADI SUAIDI 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/125493", "2015 TS PP ADI SUAIDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/125494"}, "Penulis": "ADI SUAIDI ( NIM : 25712308)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Suprihanto Notodarmojo, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "penyediaan air, keterbatasan air baku, alternatif kebijakan, sistem dinamik, AHP", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "9 file", "Tanggal Input": "01 Okt 2018"}