{"Nomor": 25004, "Judul": "ASSESSMENT OF THE CONTRIBUTION OF FACTOR CONTROLLING EROSION IN CAN GIO, GO CONG DONG, TAN THANH, AND VUNG TAU COAST, SOUTHERN VIETNAM", "Abstrak": "Coastal area of Southern Vietnam is endangered by the erosion, with the recorded erosion rate reach estimated 30 m/year. This coastal erosion brings negative impact to the local development on Go Cong Dong, Can Gio, Tan Thanh, and Vung Tau coasts of Southern Vietnam. Several factors are contributing to the erosion of those coastal area, i.e littoral material composition, water level and long-shore current, wave field, waterway traffic, aquaculture activities, marine sand extraction and lack of supplement materials. However, factor which dominate the erosion process is still unknown. Therefore, the assessment of the each factor influence level in summer and winter season, as well as the dominating coastal erosion factor, are needed. Each factor is assessed by pairwise comparison method to calculate the weight of each factor, where value of bed shear stress at one meter depth is used as comparison variable. Bed shear \n\nstress is calculated directly using current-generated and wave-generated bed shear stress equation, as well as parameters which represent each factor. The result of study \n\nshows that erosion process near Can Gio, Go Cong Dong, Tan Thanh, and Vung Tau Coast in summer season is mostly affected by wave field factor, followed by the effect marine sand extraction, waterway traffic, littoral material composition, longshore current, aquaculture activity, and lack of supplement materials factor. Meanwhile, erosion process in winter season is mostly affected by marine sand extraction factor, followed by the effect of wave field, waterway traffic, littoral material composition, longshore current, aquaculture activity, and lack of supplement materials factor. Coastal erosion process is equally dominated by activity of wave at shallow water and marine sand extraction factor. Furthermore, it would be a good option for further research to focus on learn the impact of shallow water wave and sand extraction in causing coastal erosion, as well as for any stakeholders or Government of Vietnam to \n\nmake suitable action regarding coastal protection by wave impact and sand extraction.", "Daftar File": {"2016 TA PP ADI POETRA PRATAMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/125476", "2016 TA PP ADI POETRA PRATAMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/125477", "2016 TA PP ADI POETRA PRATAMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/125478", "2016 TA PP ADI POETRA PRATAMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/125479", "2016 TA PP ADI POETRA PRATAMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/125480", "2016 TA PP ADI POETRA PRATAMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/125481"}, "Penulis": "ADI POETRA PRATAMA (NIM : 15111028)", "Kontributor / Dosen Pembimbing": ["Supervisor : Dr.rer.nat. Poerbandono, S.T., M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pairwise comparison method, coastal erosion, bed shear stress.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "01 Okt 2018"}