{"Nomor": 25002, "Judul": "PEMETAAN TEKSTUR ANIMASI DAN IDENTIFIKASI EKSPRESI WAJAH PADA PEMETAAN PROYEKSI DINAMIS UNTUK RIASAN DIGITAL", "Abstrak": "Lamanya waktu yang dibutuhkan bagi pemeran untuk melakukan pergantian makeup wajah pada sebuah pertunjukan merupakan salah satu permasalahan yang ditimbulkan dari dunia hiburan karena seorang pemeran dapat memainkan beberapa karakter berbeda dalam satu pertunjukan. Sementara itu, pertunjukan teater membutuhkan waktu yang cepat untuk melakukan pergantian makeup wajah. Penggunaan topeng ditemukan sebagai solusi atas permasalahan tersebut, namun topeng bersifat kaku sehingga ekspresi wajah pemeran terbatas. Untuk menyelesaikan berbagai permasalahan tersebut, dibuatlah sebuah solusi yaitu sistem riasan digital untuk memudahkan pemeran melakukan pergantian makeup wajah dengan cepat. Sistem riasan digital terdiri dari pendeteksian wajah, pemetaan proyeksi dinamis, pemetaan tekstur, tekstur animasi, serta identifikasi gesture dan ekspresi wajah sebagai fitur dari sistem riasan digital yang berfungsi sebagai komando dari model untuk melakukan perubahan pada tekstur animasi yang ditampilkan. Dalam buku tesis ini akan dijelaskan mengenai subsistem pemetaan tekstur, tekstur animasi, dan identifikasi ekspresi wajah. UV mapping dipilih sebagai metode pemetaan tekstur yang sesuai untuk sistem riasan digital, video mapping Unity dipilih sebagai metode untuk menampilkan tekstur animasi, dan euclidean distance dipilih sebagai metode untuk melakukan identifikasi ekspresi wajah. Hasil pengujian menunjukkan bahwa pemetaan tekstur berhasil melakukan pemetaan tekstur 2D pada objek model wajah manusia 3D tanpa adanya distorsi. Tekstur animasi berhasil menampilkan tekstur animasi dalam bentuk storytelling pada permukaan model wajah 3D dan dapat menerima komando dari model berupa gesture dan ekspresi wajah dengan persen kesalahan di bawah 5%. Identifikasi ekspresi wajah berhasil mendeteksi empat buah ekspresi, yaitu marah, senang, sedih, dan terkejut dengan metode euclidean distance dengan akurasi sebesar 94,4%.", "Daftar File": {"2018 TS PP ADINDA RANA TRISANTI  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125473"}, "Penulis": "ADINDA RANA TRISANTI (NIM: 23217037)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Ary Setijadi Prihatmanto S.T., M.T. \n\nDr. Reza Darmakusuma S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "uv mapping, euclidean distance, identifikasi ekspresi wajah.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "08 Jun 2018"}