{"Nomor": 25011, "Judul": "STUDI RIPPING DOZER D10T DI PIT SARI, PT CIPTA KRIDATAMA PROJECT SITE ADIMITRA BARATAMA NUSANTARA", "Abstrak": "Kegiatan pemberaian material yang dilakukan oleh PT Cipta Kridatama (CK) Project Site Adimitra Baratama Nusantara (ABN) menggunakan metode ripping dengan dozer D10T. Dalam upaya meningkatkan produksi overburden, PT CK ingin mengetahui kemampuan ripping dari dozer D10T. Oleh karena itu, dilakukan penelitian yang bertujuan untuk menentukan kemampugalian material dan produktivitas ripping dozer D10T.   \n \n\nDalam penelitian ini, dilakukan pengambilan data lapangan berupa: luas area ripping, cycle time serta durasi penggunaan Dozer D10T untuk ripping, general supporting dan delay. Selain itu, terdapat data penunjang berupa: jenis dan kekuatan material setiap seam, panjang shank ripper, kedalaman ripping dan Grafik Estimasi Produksi Ripping D10T pada Performance Handbook Caterpillar 45th Edition. Data-data tersebut digunakan sebagai dasar untuk mengolah dan menganalisis penelitian ini.  \n \n\nDari pengolahan dan analisis data yang dilakukan selama 8 kali pengamatan, diperoleh hasil bahwa kemampugalian material di site ABN bersifat hard digging hingga easy ripping, semua Dozer D10T yang diamati sesuai dengan kemampuan kerjanya, dan terdapat hasil produktivitas ripping aktual secara lapangan yang tidak mencapai hasil secara teori. Selain itu, durasi penggunaan dozer selain ripping sangat mempengaruhi produktivitasnya, sehingga terdapat beberapa saran sebagai bahan pertimbangan, antara lain meningkatkan bentuk pengawasan di lapangan dan menambah dozer yang difokuskan untuk melakukan kegiatan general supporting di dalam pit.", "Daftar File": {"2018 TA PP Adita Thifal Rahardini 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125497"}, "Penulis": "Adita Thifal Rahardini  [12114040]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Budi Sulistianto, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Produktivitas, kemampugalian material, durasi penggunaan dozer.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Jul 2018"}