{"Nomor": 25010, "Judul": "Perancangan dan Pembuatan Unit Integrated Central Control System (ICCS) pada Instalasi Pengujian Unjuk Kerja Pelumas", "Abstrak": "Pelumas dibutuhkan mengingat adanya kebutuhan dan penggunaan penggerak mula berbahan bakar fosil, salah satunya penggerak pada kendaraan beroda empat. Pengujian unjuk kerja pelumas sebagai standardisasi pelumas diperlukan mengingat banyaknya jenis pelumas yang beredar di Indonesia. \n\nStandardisasi pelumas dapat dilakukan melalui pengujian unjuk kerja pelumas. Uji unjuk kerja pelumas merupakan proses pengujian terhadap kinerja suatu pelumas pada saat digunakan di dalam motor bakar. Pengujian berbentuk engine test yang dapat digunakan secara mandiri dalam pengujian dibantu oleh berbagai sistem. Salah satu sistem penunjang yang perlu dipersiapkan untuk pengujian adalah Integrated Central Control System (ICCS).  \n\nICCS merupakan salah satu sistem penunjang pengujian pelumas yang mengintegrasikan seluruh perangkat pembantu pengujian. Sistem terintegrasi ini terdiri dari lima subsistem yaitu Diesel Fuel System, Gasoline Fuel System, Compressed Air System, Cooling Water System, Drain Monitoring System, dan Exhaust System. ICCS bekerja secara paralel dan seri serta dapat dikontrol secara manual dan otomatis. \n\nPerancangan dan pembuatan unit ICCS dilakukan dengan tujuan agar seluruh subsistem dapat bekerja secara terintegrasi dan dapat dikontrol dan dipantau bersamaan dalam satu tampilan. Perangkat pengontrol yang digunakan berupa PLC sebagai perangkat pemrograman yang fleksibel. Human Machine Interface (HMI) adalah perangkat pembantu komunikasi untuk memudahkan operator dalam mengontrol dan memantau proses pengujian.", "Daftar File": {"Abstrak-Adita Aliya-13114016.pdf": "https://digilib.itb.ac.id/gdl/download/125496"}, "Penulis": "Adita Aliya Rahmamira-13114016", "Kontributor / Dosen Pembimbing": ["Dr. techn. Ir. Arief Hariyanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "ICCS, kontrol, HMI.", "Sumber": "", "Staf Input/Edit": "D. Budina  \n                                     D. Budina", "File": "1 file", "Tanggal Input": "21 Sep 2018"}