{"Nomor": 25015, "Judul": "VISUALISASI PERKEMBANGAN CERITA DARI ARTIKEL BERITA DARING HUKUM PIDANA", "Abstrak": "Sekumpulan artikel berita daring hukum pidana mampu menceritakan sebuah acara pidana. Sekumpulan artikel tersebut memiliki jumlah yang cukup besar dan penyampaiannya secara bertahap dalam durasi yang cukup lama. Hal ini menyebabkan pembaca kesulitan untuk mengikuti perkembangan sebuah acara pidana, terutama dalam menghubungkan cerita dari sekumpulan kejadian yang telah diketahui dengan sekumpulan kejadian baru. Sehingga dibangun visualisasi perkembangan cerita dari artikel berita daring hukum pidana.   \n\nVisualisasi perkembangan cerita menyajikan keterhubungan sekumpulan kejadian berdasarkan urutan kejadian pada cerita dan waktu terbit artikel yang pertama kali membahas kejadian tersebut. Selain itu visualisasi juga menyajikan metadata (aktor, waktu, tempat) kejadian bersamaan dengan keterhubungan sekumpulan kejadian tersebut. Untuk mengetahui sebuah kejadian lebih lanjut, visualisasi juga menyajikan informasi-informasi tambahan yang spesifik terhadap suatu kejadian.   \n\nVisualisasi perkembangan cerita ini digunakan untuk mengikuti perkembangan cerita dari sebuah acara pidana yang cukup terkenal. Pada penggunaan tersebut didapatkan kemudahan dalam mengikuti perkembangan cerita dan dihasilkan beberapa kekurangan yaitu kesulitan dalam pencarian dan penyaringan kejadian pada visualisasi.", "Daftar File": {"2018 TA PP ADITIO PANGESTU 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125501"}, "Penulis": "ADITIO PANGESTU (NIM : 13514030)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dwi Hendratmo W., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "hukum pidana, visualisasi, perkembangan cerita.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Jul 2018"}