{"Nomor": 25014, "Judul": "STUDI OPTIMASI PEROLEHAN MINYAK MENGGUNAKAN INJEKSI SURFAKTAN PADA RESERVOIR TIPIS DENGAN MENGGUNAKAN SUMUR HORIZONTAL POLA PARALEL DAN POLA LIMA TITIK", "Abstrak": "Sumur horizontal telah banyak diaplikasikan pada kegiatan produksi migas hingga pada saat ini. Produksi dengan menggunakan sumur horizontal pada banyak kasus memiliki kelebihan-kelebihan bila dibandingkan dengan menggunakan sumur vertikal. Kelebihan ini antara lain adalah dapat memperbesar radius penyerapan khususnya untuk reservoir tipis maupun reservoir dengan permeabilitas relatif rendah. \n\nSelain penggunaan sumur horizontal untuk meningkatkan perolehan minyak, metode-metode yang bertujuan untuk meningkatkan aliran minyak dalam reservoir sering bahkan wajib dilakukan. Metode-metode ini antara lain adalah water flooding dan surfactant flooding. Kedua metode tersebut diharapkan dapat mendesak minyak di dalam reservoir sehingga dapat mengalir ke sumur produksi. Metode water flood sendiri kurang baik hasilnya dalam mendesak minyak dikarenakan adanya minyak yang masih menempel pada batuan reservoir diakibatkan adanya gaya tegangan antar muka yang tinggi antara minyak dengan batuan. Sehingga pada umumnya dilakukan surfactant flood setelah kegiatan water flood dianggap tidak signifikan dalam meningkatkan produksi minyak. \n\nKarena adanya dua hal diatas maka studi ini akan membahas mengenai bagaimana hubungan antar keduanya bila digunakan dalam satu sistem reservoir. Studi ini dilakukan untuk mencari cara terbaik dan optimasi dalam melakukan injeksi dan produksi dengan menggunakan sumur horizontal. Walaupun memang injeksi air dan surfactant dengan sumur horizontal masih jarang dilakukan namun bisa jadi ditemui kasus dimana sumur horizontal yang tidak lagi produktif diubah menjadi sumur injeksi.", "Daftar File": {"2014 TA PP ADI TIKAM LAHARAN 1.pdf": "https://digilib.itb.ac.id/gdl/download/125500"}, "Penulis": "ADI TIKAM LAHARAN (NIM : 12209020)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Leksono Mucharam M.Sc, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Surfactant Injection, Sumur Horizontal, Oil Wet, Reservoir Tipis, Simulasi Reservoir", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "22 Mei 2018"}