{"Nomor": 25013, "Judul": "RHEOLOGY, CUTTING TRANSPORT AND DYNAMIC PRESSURE PROFILE MODELING FOR FOAM DRILLING PARAMETERS OPTIMIZATION BY NUMERICAL SIMULATION", "Abstrak": "Teknik pemboran underbalance banyak digunakan pada formasi bertekanan rendah dan biasanya disertai formasi rekah yang berpotensi menimbulkan masalah loss circulation. Selain itu pemboran underbalance dapat mengurangi potensi differential pipe sticking, kerusakan formasi, dan meningkatkan laju penembusan. Salah satu permasalahan pada pemboran underbalance adalah potensi mechanical pipe sticking yang disebabkan oleh buruknya hole cleaning. Penggunaan foam pada proses pemboran underbalance memberikan keuntungan karena foam mempunyai kapasitas pengangkatan cutting yang sangat tinggi. Dibutuhkan suatu metode perhitungan yang dapat memprediksi profil rheologi, cutting transport, dan tekanan dinamik secara akurat agar diperoleh desain parameter pemboran underbalance yang optimal. Karena foam merupakan fluida multifasa dan compressible, rheologi dan properti fluida sangat dipengaruhi oleh perubahan tekanan dan temperatur pada kedalaman tertentu. Sedangkan tekanan dinamik sangat bergantung pada rheologi dan propreti foam. Oleh karena parameter ini saling bergantung sama lain, dibutuhkan metode yang tepat untuk menghitung parameter tersebut. Pada tugas akhir ini, sebuah model lubang sumur diskrit 1-dimensi steady state telah dibuat dan diselesaikan menggunakan simulator numerik sendiri untuk menghitung dan memprediksi rheologi, cutting transport, dan tekanan dinamik. Program simulator telah divalidasi dengan data eksperimen yang dilakukan oleh Capo (2003). Error yang dihasilkan oleh program ini antara 1.28 % hingga 16.65 %. Berdasarkan program yang telah dibuat, dilakukan studi analisis sensitivitas parameter pemboran yang sangat penting dalam optimasi desain pemboran underbalance. Kemudian sebuah studi kasus juga dilakukan dan didapatkan hasil optimasi laju injeksi liquid-gas dan back pressure.", "Daftar File": {"2012 TA PP ADITIA ANDRIA PUTRA 1.pdf": "https://digilib.itb.ac.id/gdl/download/125499"}, "Penulis": "ADITIA ANDRIA PUTRA (NIM : 12208050)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ã‚Â–Ing. Ir. Rudi Rubiandini R.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "cutting transport, foam, rheology, dynamic pressure, underbalance", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "22 Mei 2018"}