{"Nomor": 25022, "Judul": "KEPUTUSAN INVESTASI JANGKA PANJANG UNTUK CV. DEWI PERSADA LESTARI", "Abstrak": "Berdasarkan data yang di dapatdari BPS, rata-rata nilaiimporIndonesia dari tahun 2012 hingga 2017 bisamencapai147.514.216.449 kg. Sedangkanuntuk rata-rata ekspormencapai569.983.516.845 Kg. Didukung dengan pembangunan JORR 2 dapatmendukungkelancaran ekspor dan impormelaluipelabuhanTanjungPriok yang tinggi. CV. Dewi Persada adalah perusahaan Ekspedisi Muatan Kapal Laut yang bertempat di Bandung. Dalam operasionalnya perusahaan hanya memiliki satu armada dan dibantu oleh perusahaan mitra. Jika dilihat secara sederhana tentu melakukan aktifitas pengiriman dengan menggunakan armada milik perusahaan sendiri akan mendatangkan keuntungan yang lebih besar. Permintaan pengiriman barang kepada perusahaan cukup tinggi. CV. Dewi Persada belum mampu secara maksimal memenuhi kebutuhan pengiriman barang dan masih ada selisih yang tinggi antara permintaan dan kemampuan perusahaan. Perusahaan berencana menambah kapasitas pengiriman barang dengan menambah armanda. Dalam melakukan analisa keuangan penulis menggunakan metoda NPV (Net Present Value), IRR (Internal Rate of Return), PP (Payback Period), ROI (Return On Investment . Berdasarkanan analisis ini dapat dikatakan layak jika nilai proyek NPV  lebih besar dari nol sebesar IDR 186,268,732 dan IRR 27.03% lebihbesardari WACC 14.85% (Biaya Rata-rata Tertimbang Modal). Perusahaan mendapatkan waktu pengembalian di 4 Tahun 9 bulan. ROI investasi adalah5.27%. Berdasarkan pada Benefit and Cost Analysis pembelian truk dan trailer baru menghasilkan rasio yang lebih tinggi (1,09) daripada masih menyewakepada partner (1,05). Tetapi jika perusahaan memilih untuk membeli trukdan trailer baru, perusahaan harus menyiapkan uang untuk investasi di tahunpertama. Dari analisis, dapat dilihat bahwa hasil apakah penambahan truk dan trailer layak dan lebih menguntungkan daripada menggunakanl ayanan armada yang dimiliki oleh perusahaan mitra", "Daftar File": {"2018 TS PP Aditya Hernoto 1 - Abstrak (1).pdf": "https://digilib.itb.ac.id/gdl/download/125515"}, "Penulis": "Aditya Hernoto/ 29116173", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti,CFPÃ‚Â®"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "financial analysis, NPV, IRR, logistics", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "05 Okt 2018"}