{"Nomor": 25023, "Judul": "ANALISA DAN USULAN UNTUK MENINGKATKAN TINGKAH LAKU DARI MORTGAGE SALES OFFICER DI PT. BANK ABC  INDONESIA", "Abstrak": "PT.Bank ABC Indonesia adalah salah satu dari bank umum yang terdaftar dan diawasi oleh OJK dan memiliki 180 cabang yang tersebar di seluruh Indonesia. Dalam 3 tahun terakhir, divisi MSL tidak pernah mencapai target yang ditetapkan oleh organisasi. Hal ini dikarenakan jumlah proposal yang disetujui masih belum mencapai target approval rate 80% dari total proposal yang diajukan. Proposal yang diajukan ke credit approval, diproses dan disusun oleh Mortgage Sales Officer (MSO) sebagai ujung tombak dari penyaluran KPR dan KMG di PT. Bank ABC Indonesia.  \n \n\nPenelitian ini bertujuan untuk mengidentifikasi penyebab tidak pernah tercapainya approval rate target dalam 3 tahun terakhir. Setelah mengetahui apa yang menjadi penyebabnya, maka akan memberikan usulan untuk dapat meminimalisasi penyebab tersebut agar dapat mencapai tujuan organisasi. Metode yang digunakan merupakan kualitatif dengan menggunakan metode wawancara dan kuantitatif yang menggunakan metode kuesioner. Data dikumpulkan dari hasil penyebaran kuesioner ke 98 responden yaitu Mortgage Sales Officer PT. Bank ABC Indonesia yang tersebar di seluruh Indonesia. Kuesioner sendiri menggunakan kajian litelatur.   \n \n\nSetelah semua prosedur selesai, penulis menemukan bahwa di Mortgage Sales Division di PT.Bank ABC Indonesia perlu memperbaiki kualitas dari kuantitas dengan mendesain Training and Development yang sesuai dengan kebutuhan Mortgage Sales Officer, mendesain ulang Coaching Clinic dalam Performance Management, dan melakukan sosialiasi mengenai skema insentif yang akan diberikan terhadap Mortgage Sales Officer.", "Daftar File": {"2018 TS PP ADITYA ILHAM RIAWAN 1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/125516"}, "Penulis": "ADITYA ILHAM RIAWAN/  29116126", "Kontributor / Dosen Pembimbing": ["Ir. John Welly, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Housing Loan, Mortgage Sales Officer, Training, Incentives, Performance", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "02 Okt 2018"}