{"Nomor": 25027, "Judul": "KAJIAN KEBERLANJUTAN ARMADA SEMUT  (SPEED BOAT) SEBAGAI TRANSPORTASI LAUT DI TERNATE DITINJAU BERDASARKAN ASPEK FINANSIAL", "Abstrak": "Indonesia sebagai negara kepulauan, memiliki beranekaragam jenis transportasi laut dari jenis transportasi laut yang besar hingga kecil. Transportasi laut yang memiliki fungsi distribusi barang dan penumpang, memberi manfaat pada sistem pertumbuhan dan perkembangan ekonomi antara daerah yang semakin pesat. Kota Ternate merupakan kota kepulauan yang memiliki berbagai macam moda transportasi laut, salah satunya adalah armada semut atau speed boat. Keunggulan speed boat yang fleksibel dan juga cepat dibandingkan dengan angkutan lain membuat angkutan ini banyak diandalkan meskipun memiliki tarif yang tinggi. Saat ini terdapat permasalahan dari pengoperasian armada semut, berkaitan dengan  aspek ekonomi. Dimana saat ini tarif dari armada semut dinilai oleh masyarakat terlalu tinggi. Penilaian ini didukung dengan adanya Keputusan Gubernur Maluku Utara Nomor 191/KPTS/MU/2017. Bila masalah ini dibiarkan terjadi maka dapat mengganggu perkembangan ekonomi masyarakat. Oleh sebab itu, diperlukan sebuah upaya untuk mengatasinya yaitu dengan cara menyediakan sistem transportasi yang berkelanjutan. Berdasarkan permasalahan tersebut, maka tujuan penelitian ini adalah mengkaji keberlanjutan armada semut sebagai transportasi laut di kota ternate ditinjau berdasarkan aspek ekonomi. Metode yang digunakan dalam penelitian ini adalah metode campuran kualitatin dan kuantitatif melalui analisis deskriptif, willingness to pay, analisis ability to pay, analisis perbandingan, analisis preferensi dan biaya operasional kapal. Hasil analisis penelitian ini menunjukan armada semut sebagai sebuah angkutan umum laut di Kota Ternate sebenarnya mendapat respon negatif dari masyarakat, hal tersebut dilihat dari tingkat kepuasan yang rendah dari masyarakat terhadap kualitas dan pelayanan armada semut, namun jika ditinjau dari keterjangkauan (tarif), maka berdasarkan analisis WTP, ATP dan BOK menunjukkan bahwa tarif yang ditetapkan di lapangan masih dapat dijangkau oleh masyarakat luas. Oleh sebab itu, armada semut di Kota Ternate bisa dikatakan berlanjut dari segi reformasi pembiayaan dan keterjangkauan tarif dengan catatan bahwa pemilik armada semut perlu meningkatkan kualitas pelayanan armada semut sehingga meningkatkan utilitas pengguna dan performa dari armada semut itu sendiri.", "Daftar File": {"2018 TS PP ADITYA PRADANA_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125526"}, "Penulis": "Aditya Pradana (NIM: 25416071)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Pratoyo Kusumantoro, M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Transportation ; ground transportation", "Kata Kunci": "Aspek Finansial, Keberlanjutan, Transportasi Laut, Kota Ternate", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Rd. Lenny Fatimah N., Dra", "File": "1 file", "Tanggal Input": "24 Feb 2018"}