{"Nomor": 25025, "Judul": "PERGERAKAN PARTIKEL WARM POOL AKIBAT PENGARUH EL NINO-SOUTHERN OSCILLATION (ENSO) DI SAMUDERA PASIFIK BAGIAN BARAT DAN PERAIRAN INDONESIA", "Abstrak": "Kolam air panas (warm pool) di Samudera Pasifik merupakan subjek yang baik untuk meneliti kondisi dinamika laut dan atmosfer di Samudera Pasifik. Kolam air panas sangat dipengaruhi oleh kondisi dinamika dari laut dan atmosfer di Samudera Pasifik salah satunya adalah El-Nino Southern Oscillation (ENSO). Fenomena ENSO ini akan menyebabkan terjadinya osilasi pergerakan massa air kolam air panas yang terjadi Samudera Pasifik dalam arah barat-timur.Pengaruh dari fenomena ENSO terhadap pergerakan partikel massa air kolam air panas dapat diketahui melalui model trajektori The Larval Transport Lagrangian Model (LTRANS) yang menggunakan input hidrodinamika dari model Regional Ocean Model System (ROMS). Dari model hidrodinamika 3D ROMS dapat diketahui bahwa terjadi penyusutan luasan kolam air panas ketika terjadi El-Nino dibandingkan dengan saat kondisi normal. Selain itu, dari profil vertikal dapat terlihat bahwa ketika kondisi normal kolam air panas dapat mencapai kedalaman 50m dan menghilang ketika terjadi El-Nino pada tahun 2015. Selanjutnya, model trajektori LTRANS disimulasikan dalam dua skenario yaitu ketika ENSO kondisi normal (1 Juli-31 Desember 2014) dan kondisi very high El-Nino (1 Juli-31 Desember 2015). Dari simulasi ini diperoleh bahwa ketika terjadi El-Nino pada tahun 2015, jumlah partikel massa air kolam air panas yang memasuki perairan Indonesia lebih sedikit dan dominan bergerak ke arah timur apabila dibandingkan dengan kondisi ENSO normal pada tahun 2014.", "Daftar File": {"2016_TS_PP_ADITYA_PAMUNGKAS_1-COVER1.pdf": "https://digilib.itb.ac.id/gdl/download/125518", "2016 TS PP ADITYA PAMUNGKAS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/125519", "2016 TS PP ADITYA PAMUNGKAS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/125520", "2016 TS PP ADITYA PAMUNGKAS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/125521", "2016 TS PP ADITYA PAMUNGKAS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/125522", "2016 TS PP ADITYA PAMUNGKAS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/125523", "2016 TS PP ADITYA PAMUNGKAS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/125524"}, "Penulis": "ADITYA PAMUNGKAS (NIM:22415006)", "Kontributor / Dosen Pembimbing": ["Pembimbing :      Ivonne M. Radjawane, M.Si., Ph.D.", "Dr. Ibnu Sofyan."], "Jenis Koleksi": "Tesis", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Kolam air panas, transpor partikel, model hidrodinamika 3D ROMS, model trajektori LTRANS", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "21 Agu 2018"}