{"Nomor": 25044, "Judul": "PENENTUAN ALTERNATIF PENGIRIMAN BARANG TERBAIK PADA PERUSAHAAN JASA LOGISTIK MENGGUNAKAN SIMULASI", "Abstrak": "Sektor bisnis daring serta e-commerce di Indonesia semakin menjamur dan berkembang \n\npesat sehingga membuka peluang bagi berkembangnya perusahaan jasa logistik. \n\nPerusahaan X mencoba untuk ikut terjun ke dalam bisnis ini dengan cara yang unik \n\ndalam mengirimkan barang yaitu dengan memanfaatkan bagasi penumpang kendaraan \n\numum (traveller) seperti pesawat yang tidak digunakan dan kemudian memberikan \n\nimbalan kepada traveller tersebut. Perusahaan X memberikan jaminan bahwa barang \n\nyang dikirim akan sampai dalam waktu kurang dari 24 jam. Namun, dengan sistem yang \n\ndigunakan oleh Perusahaan X saat ini, akan terdapat kemungkinan adanya pengiriman \n\nyang tidak memenuhi jaminan tersebut. Perusahan juga harus mengembalikan biaya \n\nyang telah dibayarkan oleh customer sebesar 100% apabila hal tersebut terjadi. Saat \n\nini, total biaya yang harus dikeluarkan oleh Perusahaan X adalah rata-rata Rp \n\n65.591.482 per bulan. Untuk mengatasi hal tersebut, digunakan metode simulasi karena \n\nsistem nyata terlalu kompleks sehingga menyulitkan untuk melakukan evaluasi sistem \n\nsecara analitis. Sistem dapat dikatakan kompleks karena adanya dinamika dan \n\nketidakpastian yang dapat terjadi di dalam sistem. Beberapa hal tersebut adalah \n\ndinamika waktu permintaan dari customer, kota tujuan dari tiap permintaan yang \n\nberbeda-beda, banyaknya jadwal pesawat yang ada, dsb. \n\nTerdapat dua buah alternatif yang dirancang pada penelitian ini. Pada Alternatif 1, \n\nbarang yang tidak mungkin sampai dalam 24 jam akan dikirimkan melalui kargo udara. \n\nSedangkan pada Alternatif 2, barang tersebut akan dikirimkan terlebih dahulu ke \n\nBandar Udara Internasional Soekarno Hatta (Jakarta) untuk kemudian dicarikan \n\npelancong yang akan berangkat menuju kota tujuan dari barang tersebut. Berdasarkan \n\nsimulasi yang dilakukan, dapat diambil kesimpulan bahwa Alternatif 1 merupakan \n\nalternatif terbaik bagi Perusahaan X karena membutuhkan biaya operasional yang lebih \n\nmurah yaitu rata-rata sekitar Rp 45.156.742 per bulan dan jumlah barang yang tiba \n\ndengan waktu lebih dari 24 jam hanya rata-rata sekitar 9 barang per bulan.", "Daftar File": {"2018 TA PP ADIWIYOSO 1 ASTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125551"}, "Penulis": "ADIWIYOSO LIANTO NIM 13414100", "Kontributor / Dosen Pembimbing": ["Suprayogi, Ph.D. \n\nRully Tri Cahyono, ST, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "PENGIRIMAN, KARGO UDARA, PELANCONG, PERUSAHAAN JASA LOGISTIK", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "28 Sep 2018"}