{"Nomor": 25048, "Judul": "Menilai Kontribusi Karakteristik Taman Bermain Untuk Dapat Mengurangi Obesitas Di Kota Bandung, Indonesia", "Abstrak": "Obesitas telah menjadi salah satu masalah utama yang dialami oleh masyarakat perkotaan, terutama anak-anak di Kota Bandung. Hal ini dikarenakan beban penyakit yang tinggi dan terbukti terdapat korelasi yang signifikan antara obesitas dan berbagai komplikasi kesehatan. Gagasan untuk mencegah masalah obesitas dapat dimulai dengan pendekatan sosio-lingkungan yang mengakomodasi aktivitas fisik anak-anak. Aspek sosio-lingkungan yang digunakan dalam penelitian ini menargetkan lingkungan terbangun dengan memberikan kesempatan bagi individu untuk terlibat dalam aktivitas fisik. Taman bermain pada taman lingkungan adalah jenis lingkungan yang dapat memfasilitasi aktivitas pengeluaran energi dalam kehidupan perkotaan. Untuk mencegah masalah obesitas, perlu untuk meneliti dan memahami korelasi antara pemanfaatan taman bermain dalam mengakomodasi aktivitas fisik dan tingkat obesitas yang kuantifikasikan oleh Indeks Massa Tubuh (IMT) pada anak. Penelitian ini menemukan korelasi positif antara aktivitas fisik secara reguler, yang dihitung sebagai frekuensi untuk bermain di ruang bermain perkotaan per minggu dan durasi untuk bermain dalam 1 kali waktu bermain, jenis kegiatan energik, dan IMT yang lebih rendah untuk anak-anak di wilayah studi. Namun, kurangnya kesadaran untuk melakukan aktivitas fisik secara teratur di ruang bermain perkotaan menjadi batasan karena anak-anak dan orang tua sebagai responden dalam penelitian ini tidak menganggap kegiatan ini sebagai sarana untuk mencegah dan mengurangi obesitas. Padahal taman bermain sebagai bagian dari ruang publik memiliki Ã‚Â“manfaat tambahanÃ‚Â” dalam aspek sosial terutama dalam mengakomodasi aktivitas fisik anak untuk mencegah masalah kegemukan. Oleh karena itu, karakteristik taman bermain seperti aksesibilitas, desain, fasilitas, dan keselamatan dinilai untuk memahami kontribusi mereka untuk menarik anak-anak melakukan aktivitas fisik di taman bermain. Menggunakan analisis open coding, analisis statistik dan analisis spasial, dapat dipahami bahwa aksesibilitas dan desain memiliki korelasi dengan kemauan anak untuk bermain di taman bermain. Selain itu, ditemukan bahwa kondisi ekonomi lingkungan juga memiliki pengaruh untuk mendorong pemanfaatan taman bermain untuk anak-anak di wilayah studi. Akhirnya, peran pendidikan penting untuk meningkatkan kesadaran dalam mendorong anak-anak terlibat dalam aktivitas fisik di taman bermain yang dapat dimulai dari keluarga dan juga masyarakat.", "Daftar File": {"2018 TS PP ADNAN FABYANDI_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/125561", "2018 TS PP ADNAN FABYANDI_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125562"}, "Penulis": "Adnan Fabyandi (NIM: 25416022)", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Roos Akbar, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Taman bermain, Aktivitas fisik, Obesitas, Anak, IMT", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Rd. Lenny Fatimah N., Dra", "File": "2 file", "Tanggal Input": "24 Sep 2018"}