{"Nomor": 25047, "Judul": "LOKALISASI MEDAN SKALAR DAN MEDAN VEKTOR PADA MODEL RANDALL-SUNDRUM YANG DIMODIFIKASI DENGAN KOPLING NON-MINIMAL YANG BERBENTUK R(MEDAN)2", "Abstrak": "Konsep ekstra dimensi telah diajukan dalam fisika teoretik dalam waktu yang cukup lama. Salah satu konsep tersebut dikenal dengan teori brane dimana kata brane merupakan singkatan dari membrane. Teori brane mengasumsikan  bahwa alam semesta kita, terdiri dari tiga dimensi ruang dan satu dimensi waktu, merupakan bagian dari ruang-waktu yang melibatkan lebih dari tiga dimensi spasial. Semua partikel, kecuali graviton, diasumsikan berada didalam (3+1) dimensi brane sementara graviton dapat berpropagasi diluar brane, dikenal dengan nama bulk. Model Randall-Sundrum merupakan satu diantara beberapa model dalam teori brane dan diperkenalkan untuk memecahkan masalah hirarki dalam fisika, suatu pertanyaan mengapa gravitasi jauh lebih rendah dari tiga interaksi fundamental lain. Terlepas dari keberhasilan dalam memecahkan masalah hirarki, model Randall-Sundrum gagal memenuhi asumsi teori brane bahwa semua partikel, kecuali graviton, terlokalisasi di dalam brane. Faktanya adalah hanya medan skalar yang terlokalisasi. Salah satu modifikasi model Randall-Sundrum yang diperkenalkan oleh Jones dkk dapat melokalisasi medan vektor, selain medan skalar, di dalam brane. Tetapi model ini masih belum dapat melokalisasi medan spinor. Pada riset ini dipelajari efek kopling non-minimal terhadap karakteristik lokalisasi pada model Randall-Sundrum yang dimodifikasi. Kopling non-minimal yang dianalisis memiliki bentuk R(medan)2, dimana R adalah scalar Ricci. Dilakukan analisis lokalisasi medan skalar dan medan vektor, sedangkan medan spinor tidak dianalisis untuk menghindari kompleksitas matematis. Diperoleh bahwa, seperti pada medan skalar, medan skalar terkopel dapat terlokalisasi pada brane untuk dua massa tertentu. Medan vektor terkopel tidak terlokalisasi seperti medan vektor. Menurut tinjauan medan skalar dan medan vektor, kopling non-minimal tidak membenahi karakteristik lokalisasi.", "Daftar File": {"2016 TA PP ADLI R RENHORAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/125554", "2016 TA PP ADLI R RENHORAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/125555", "2016 TA PP ADLI R RENHORAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/125556", "2016 TA PP ADLI R RENHORAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/125557", "2016 TA PP ADLI R RENHORAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/125558", "2016 TA PP ADLI R RENHORAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/125559", "2016 TA PP ADLI R RENHORAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/125560"}, "Penulis": "ADLI R RENHORAN (NIM: 10211043)", "Kontributor / Dosen Pembimbing": ["Pembimbing :\nProf. Triyanta Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "brane, bulk, model Randall-Sundrum, medan skalar, medan vektor, kopling non-minimal", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     suwadji", "File": "7 file", "Tanggal Input": "23 Okt 2018"}