{"Nomor": 25052, "Judul": "REDUCING SERVICE WAITING TIME ON BPJS MEDIKA ANTAPANI PHARMACY", "Abstrak": "BPJS (Badan Penyelenggara Jaminan Sosial) merupakan suatu badan hukum yang dibentuk oleh pemerintah sebagai penyelenggara program Jaminan Kesehatan Nasional. BPJS berkoordinasi dengan fasilitas kesehatan agar dapat memberikan pelayanan yang merata kepada seluruh masyarakat. Peserta BPJS yang terdaftar per 1 April 2018 adalah sebanyak 195.170.283 juta orang dan diperkirakan akan terus meningkat dari tahun ke tahun. BPJS Medika Antapani Pharmacy adalah salah satu apotek di Bandung yang sudah bekerja sama dengan BPJS. Sebagai Apotek PRB dan Kronis yang bertanggung jawab untuk menyediakan obat-obatan bagi peserta BPJS yang menderita penyakit kronis, prolanis, dan peserta yang membutuhkan obat dalam jangka waktu yang panjang, BPJS Medika Antapani ingin meningkatkan kualitas pelayanannya dengan cara mengurangi waktu tunggu pelayanan hingga dibawah SPM (Standar Pelayanan Minimum) Pharmacy yaitu 30 menit. Penelitian ini akan menganalisis apa penyebab lamanya waktu tunggu pelayanan di BPJS Medika Antapani Pharmacy dengan menggunakan simulasi dan values analysis. Pertama, peneliti akan menganalisis bisnis proses saat ini. Kemudian, mengumpulkan data berapa lama waktu dari setiap proses. Data yang sudah dikumpulkan kemudian dicek dengan control chart menggunakan aplikasi Minitab untuk menguji datanya sudah in control atau tidak. Langkah terakhir adalah membuat model yang sesuai dengan kondisi di lapangan dan menjalankan simulasi dengan menggunakan aplikasi iGrafx. Hasil simulasi yang dianalisis adalah waktu tunggu pelayanan dan resource utilization. Setelah mengetahui kondisi saat ini, peneliti kemudian mencari skenario terbaik yang dapat mengurangi waktu tunggu pelayanan hingga mencapai di bawah 30 menit menggunakan simulasi. Untuk menghilangkan assignable variation dan NVA (Customer Non-Value Added) maka dilakukan juga values analysis terhadap aktifitas yang ada di BPJS Medika Antapani.", "Daftar File": {"COVER ADRIAN MUHAMMAD NUR FALLAH.pdf?": "https://digilib.itb.ac.id/gdl/download/180449", "CHAPTER I ADRIAN MUHAMMAD NUR FALLAH.pdf\n]": "https://digilib.itb.ac.id/gdl/download/180450", "CHAPTER II ADRIAN MUHAMMAD NUR FALLAH.pdf)u": "https://digilib.itb.ac.id/gdl/download/180452", "CHAPTER IV ADRIAN MUHAMMAD NUR FALLAH.pdf)u": "https://digilib.itb.ac.id/gdl/download/180453", "CHAPTER III ADRIAN MUHAMMAD NUR FALLAH.pdf?": "https://digilib.itb.ac.id/gdl/download/180454", "CHAPTER V ADRIAN MUHAMMAD NUR FALLAH.pdf\n]": "https://digilib.itb.ac.id/gdl/download/180456", "REFERENCE ADRIAN MUHAMMAD NUR FALLAH.pdf\n]": "https://digilib.itb.ac.id/gdl/download/250141"}, "Penulis": "Adrian Muhammad Nur Fallah (19015182)", "Kontributor / Dosen Pembimbing": ["Dr. Mursyid Hasan Basri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "BPJS PRB and Chronic Pharmacy, Service Waiting Time, Simulation, Igrafx, Values Analysis", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "7 file", "Tanggal Input": "23 Jul 2018"}