{"Nomor": 25050, "Judul": "PERANCANGAN TPS 3R DI TPS CICAHEUM", "Abstrak": "TPS Cicaheum, yang memiliki luas 216,45 m2 dan terletak di Kelurahan Cicaheum, menerima sampah dari sumber permukiman dan sumber non-permukiman yang terdiri dari Pasar Cicaheum, pasar tumpah, dan Terminal Cicaheum. TPS Cicaheum menerima sampah dengan volume 36,55 m3/hari. Terdapat tiga jenis sampah yang mendominasi TPS Cicaheum, yaitu organik (57,83%), plastik (20,34%), dan kertas (7,25%). Sebesar 93,18% dari sampah yang terkumpul di TPS Cicaheum diangkut ke TPA Sarimukti, yaitu TPA sementara yang harusnya hanya beroperasi hingga 2016, namun masih digunakan karena TPA regional baru (TPA Legok Nangka) baru dapat dioperasikan pada 2021. Oleh karena itu, perlu dilakukan reduksi sampah yang perlu diangkut ke TPA dengan cara mengembangkan TPS Cicaheum menjadi TPS 3R Cicaheum. TPS 3R Cicaheum dirancang untuk dapat mengolah sampah organik dengan 15 buah reaktor high-solids anaerobic digester berkapasitas masing-masing 3 m3 menjadi biogas, mengolah sampah kelapa menjadi serat sabut kelapa putih dengan bantuan mesin pengupas sabut kelapa dan mesin pengurai sabut kelapa, serta menjual sampah kardus dan sampah plastik yang masih layak jual. Diestimasikan, dalam satu hari, TPS 3R Cicaheum dapat menghasilkan biogas dengan volume 64,33 m3 dari proses anaerobic digestion sampah organik; 0,15 m3 serat sabut kelapa putih layak jual; 0,31 m3 kardus layak jual; 0,38 m3 plastik PET bening; 0,13 m3 plastik PET berwarna; dan 0,25 m3 plastik PP. Dengan melakukan reduksi terhadap keempat jenis sampah tersebut di TPS 3R Cicaheum, volume sampah residu yang perlu diangkut ke TPA adalah sebesar 1,16 m3/hari, atau sebesar 16,68% dari total sampah yang terkumpul di TPS 3R Cicaheum. Biaya pengolahan organik tahunan di TPS 3R Cicaheum adalah Rp 592.557/ton. Berdasarkan analisis NPV (Net Present Value), proyek perancangan TPS 3R Cicaheum layak untuk dijalankan karena memiliki nilai NPV sebesar +Rp 24.274.301.", "Daftar File": {"2018 TA PP ADNAN RAFIF W 1 -ABTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125564"}, "Penulis": "ADNAN RAFIF WIJAYARSO    NIM: 15313035", "Kontributor / Dosen Pembimbing": ["Pembimbing :Suharyanto, S.T., M.T., Ph.D. \n\nCo Pembimbing : Dr. Opy Kurniasari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sampah, TPS 3R, biodigestable organic, high-solids anaerobic digester, salable recyclable waste", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "18 Sep 2018"}