{"Nomor": 25060, "Judul": "USULAN MANAJEMEN KINERJA PERUSAHAAN DENGAN MENGGUNAKAN INTEGRATED PERFORMANCE MANAGEMENT SYSTEM (IPMS) FRAMEWORK DI PT PLN (PERSERO) DISTRIBUSI JAWA BARAT", "Abstrak": "Ketergantungan pada listrik semakin tinggi karena merupakan salah satu sumber energi utama. Listrik digunakan sebagai penggerak roda perekonomian suatu bangsa sekaligus meningkatkan kesejahteraan masyarakat. Saat ini, Pemerintah berupaya memperbaiki iklim usaha dan ketersediaan infrastruktur terutama tenaga listrik. PT PLN (Persero) adalah Badan Usaha Milik Negara, yang dimandatkan oleh Pemerintah untuk menyediakan pasokan listrik yang cukup dan andal. PLN DJB bertugas untuk mendukung PLN Pusat. Namun, kinerja keuangan dan operasional DJB tidak sesuai target karena ketidakcocokan sistem manajemen kinerja (PMS). Penelitian ini membantu perusahaan dalam merancang PMS baru untuk meningkatkan kinerjanya, mulai dari melakukan studi pustaka yang dapat dijadikan basis untuk menyelesaikan permasalahan bisnis. Setelah itu, menggabungkan beberapa alat untuk mengumpulkan data yang dibutuhkan dalam merancang PMS baru, lalu penulis merancang PMS mulai dari langkah pondasi sampai tahap implementasi.Integrated Performance Management System (IPMS) dipilih karena mampu mengatasi masalah. Sistem ini memberikan keselarasan ke semua tingkat manajemen, analisis keterkaitan variabel dan tolok ukur, sehingga semua KPI memiliki hubungan antar departemen dan keunggulan kompetitif. Kerangka kerja IPMS terdiri dari lima tahap yaitu, pondasi, latar belakang dan informasi, proses perancangan, implementasi, dan penyegaran. Kerangka kerja ini terdiri dari tiga perspektif meliputi keluaran organisasi, proses internal, dan ketersediaan sumber daya. Penelitian ini mengusulkan sistem manajemen kinerja untuk PLN DJB dan menghasilkan 27 indikator kinerja utama yang berasal dari visi, misi, dan strategi perusahaan.", "Daftar File": {"DigiLib adriati.pdf": "https://digilib.itb.ac.id/gdl/download/125590"}, "Penulis": "Adriati Satya Wardhani-NIM: 29115555", "Kontributor / Dosen Pembimbing": ["Pembimbing: Muhammad Tresnadi Hikmat, S.E., M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "electricity company, IPMS Framework, performance management system", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "28 Feb 2018"}