{"Nomor": 25068, "Judul": "SINTESIS DAN KARAKTERISASI SERAT ELECTROSPUN POLI(METIL METAKRILAT) TERAMINASI UNTUK ADSORPSI   ION LOGAM TIMBAL(II)", "Abstrak": "Pencemaran lingkungan oleh limbah ion logam berat merupakan permasalahan yang belum terselesaikan. Metode adsorpsi merupakan metode yang paling sering digunakan dalam pencemaran lingkungan. Hal ini disebabkan metode adsorpsi lebih murah dan mudah dibandingkan metode lainnya. Berbagai jenis material adsorben telah dikembangkan untuk meningkatakan kapasitas adsorpsi. Salah satu material tersebut adalah serat electrospun. Serat electrospun adalah serat yang dihasilkan melalui pemintalan listrik. Serat ini merupakan kandidat potensial sebagai adsorben ion logam berat. Kinerja adsorpsi serat dipengaruhi oleh sifat polimer penyusun. Polimer yang memiliki hidrofobisitas tinggi, seperti polimetil metakrilat, memiliki kinerja adsorpsi yang rendah. Kinerja adsorpsi rendah dapat ditingkatkan dengan cara penambahan material lain atau dengan cara fungsionalisasi.  Serat polimetil metakrilat telah digunakan sebagai adsorben dengan cara penambahan kitosan. Namun berdasarkan  penelusuran pustaka belum dilaporkan penggunaan cara fungsionalisasi PMMA sebagai adsorben ion logam, khususnya ion logam timbal (II).  Pada penelitian ini, serat PMMA telah dimodifikasi secara kimiawi menggunakan etilendiamin untuk adsorpsi ion logam timbal(II). Serat PMMA disintesis melalui teknik pemintalan listrik pada suhu 26Ã‚Âº C dan kelembapan 80 Ã‚Â± 10%. Pemilihan konsentrasi merupakan faktor penting dalam pembuatan serat. Pada konsentrasi dibawah 11% b/b, rentang tegangan 10 − 20 kV, laju alir 0,001 Ã‚Â– 0,167 mL / menit, dan jarak antara spinneret terhadap kolektor 10 Ã‚Â– 15 cm tidak dapat dihasilkan serat. Berdasarkan hasil pengamatan mikroskop optik pada rentang tersebut hanya dihasilkan tetesan larutan polimer.  Pada penelitian ini serat dihasilkan pada konsentrasi PMMA 12,2% dan 13,7% b/b dalam dimetilformamid (DMF). Pembuatan serat PMMA pada kedua konsentrasi dilakukan pada kondisi operasional tegangan 13 dan 19 kV, laju alir larutan polimer sebesar 0,001 dan 0,167 mL/jam, dan jarak spinneret terhadap kolektor sejauh 15 cm. Citra SEM dari kedua konsentrasi PMMA menunjukan serat PMMA telah terbentuk dan tidak mengandung beads. Berdasarkan perhitungan random pada 50 serat, diketahui serat memiliki diameter berkisar 940 nm − 1840 nm. Data isoterm adsorpsi nitrogen menunjukan serat  PMMA memiliki luas permukaan sebesar 21,167 m2/g. Modifikasi serat  PMMA dengan etilendiamin menyebabkan muculnya puncak amida pada 1654 cm-1 dan puncak N − H sekunder pada 1545 cm-1 pada serat PMMA teraminasi. Hal ini menunjukan keberhasilan reaksi aminasi. Adsorpsi ion logam timbal (II) oleh serat PMMA teraminasi dilakukan dengan metode batch. Kondisi optimal terjadi pada saat waktu kontak  90 menit, pH 5, dan konsentrasi awal ion logam Pb (II) 300 ppm. Kapasitas adsorpsi maksimum serat PMMA teraminasi sebesar 25,67 mg/g. Pada penelitian ini telah diujikan tiga model isoterm adsorpsi yakni model isoterm adsorpsi  Langmuir, Freundlich dan Dubinin-Raduskevich, sedangkan model kinetika yang telah diujikan adalah pseudo orde satu, pseudo orde dua, dan difusi intra partikel. Data adsorpsi ion logam timbal(II) oleh serat PMMA teraminasi mengikuti model isoterm adsorpsi Langmuir dan model kinetika pseudo orde dua. Hal ini menunjukkan adsorpsi ion logam timbal (II) oleh serat PMMA teraminasi bersifat lapis tunggal dan terjadi melalui interaksi fisik. Interaksi fisik juga didukung dari data energi sorpsi, E, dari model isoterm adsorpsi  Dubinin-Raduskevich yang memberikan nilai E sebesar 1,190 kJ/mol. Model kinetika difusi intra partikel digunakan untuk memprediksi mekanisme adsorpsi. Kurva model kinetika difusi intra partikel menunjukkan aluran t1/2 terhadap qt cenderung multilinear, adsorpsi ion logam timbal(II) oleh serat PMMA teraminasi tejadi melalui multi tahap.", "Daftar File": {"2016 TS PP AFDAL BAHRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/125606", "2016 TS PP AFDAL BAHRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/125607", "2016 TS PP AFDAL BAHRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/125608", "2016 TS PP AFDAL BAHRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/125609", "2016 TS PP AFDAL BAHRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/125610", "2016 TS PP AFDAL BAHRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/125611", "2016 TS PP AFDAL BAHRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/125612"}, "Penulis": "AFDAL BAHRI (NIM : 20514046)", "Kontributor / Dosen Pembimbing": ["Pembimbing : (Dr. Muhamad  Ali Zulfikar, M.S.", "Dr. Muhamad Nasir, M.S"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "electrospun fibers, electrospinning, PMMA, amynolisis, lead ion (II)", "Sumber": "", "Staf Input/Edit": "Pramulia  \n                                     Alice D", "File": "7 file", "Tanggal Input": "17 Sep 2018"}