{"Nomor": 25074, "Judul": "Menentukan Peramalan Permintaan yang Tepat Menggunakan Metode Time Series di PT Ricky Musi Wijaya Palembang", "Abstrak": "PT Ricky Musi Wijaya (RMW) merupakan salah satu anak perusahaan yang bertanggung jawab \n\nsebagai distributor khusus pakaian dari PT Ricky Putra Globalindo Tbk. Perusahaan ini dapat \n\ndikategorikan sebagai perusahaan merchandising karena hanya menjual final product dari \n\nperusahaan induk. Metode yang digunakan RMW saat ini untuk meramalkan permintaan di masa \n\ndepan adalah berdasarkan subjektivitas pada penjualan sebelumnya. Hal ini menyebabkan RMW \n\nmengalami hutang dagang yang tinggi kepada perusahaan induk. Untuk memelihara keberlanjutan \n\ndari perusahaan, hal ini dapat dicegah dengan mengimprovisasi metode peramalan permintaan \n\nmereka. \n\nPenelitian ini akan dianalisa menggunakan metode time-series yang terdiri dari simple moving \n\naverage, simple exponential smoothing, holtÃ‚Â’s model dan winterÃ‚Â’s model. Dikarenakan \n\nkarakteristik kesalahan yang tidak terdistribusi secara merata, peneliti mengguanakan rata-rata \n\ndeviasi mutlak (MAD) dan Tracking Signal (TS) akan digunakan untuk mengukur kesalahan dan \n\nuntuk membandingkan pengukuran performa pada setiap model dan untuk memastikan metode \n\nperamalan permintaan tersebut masih layak diaplikasikan. \n\nPerhitungan yang dilakukan menyimpulkan bahwa simple moving average merupakan metode \n\nterbaik. Untuk memaksimalkan penggunakan metode yang disediakan dalam penelitian ini, \n\ndirektur dari RMW harus mencatat data historis secara sistematik, mengukur kesalahan peramalan \n\nsecara tepat, menggunakan metode yang diusulkan pada waktu yang tepat dan berkomitmen untuk \n\nmempelajari metode peramalan permintaan yang diusulkan.", "Daftar File": {"2018 TA PP AFFIYA YUNISHAFIRA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125634", "2018 TS PP AFFIYA YUNISHAFIRA 1 - FULL TEXT.pdf5?": "https://digilib.itb.ac.id/gdl/download/250636"}, "Penulis": "Affiya Yunishafira (19015046)", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, MASc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Supply Chain Management, Demand Forecasting, Time Series Analysis, MAD", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "25 Jun 2018"}