{"Nomor": 25079, "Judul": "PEMODELAN JUMLAH BAKTERI TANAH AEROBIK DAN NITRIFIKASI TERHADAP PERTUMBUHAN DAN HASIL BUDIDAYA TANAMAN SAWI (Brasica juncea var. Tosakan) DENGAN PUPUK ORGANIK LIMBAH BRASSICA", "Abstrak": "Penggunaan pupuk anorganik seringkali dianggap sebagai solusi untuk meningkatkan produktivitas tanaman. Namun produktivitas yang dihasilkan tidak bertahan lama, karena penggunaan pupuk anorganik dalam jangka waktu tertentu dapat merubah struktur tanah, menurunkan kandungan unur hara alami yang tersedia dalam tanah, serta mencemari lingkungan. Hasil penelitian sebelumnya di Sukamandi, Jawa Barat menunjukkan penurunan produksi sayuran selama 25 musim tanam yang disebabkan oleh penurunan kandungan bahan organik yang tidak dapat disediakan oleh pupuk NPK. Sawi hijau (Brassica juncea) sebagai salah satu jenis sayuran yang produksinya cukup tinggi di Indonesia tentu tidak lepas dari penggunaan pupuk anorganik di lapangan. Salah satu cara yang dapat digunakan untuk mengurangi pengunaan pupuk anorganik adalah dengan menggunakan pupuk organik. Penelitian ini bertujuan untuk mempelajari pengaruh penggunaan pupuk organik terhadap perubahan populasi bakteri aerobik dan bakteri nitrifikasi tanah dibanding kontrol pada pertumbuhan sawi serta menentukan model matematis perubahan populasi bakteri aerobic dan nitrifikasi selama pertumbuhan sawi. Pupuk kompos dibuat menggunakan bahan dasar limbah sayuran dari genus Brassica yang didekomposisi dengan bantuan jamur Marasmius sp. dan ragi Saccharomyces sp. Penelitian dilakukan di dalam screen house dengan 132 polibag tanaman dan menggunakan sistem pengairan tetes (drip irrigation). Perlakuan kontrol dilakukan menggunakan pupuk kandang dengan tambahan pupuk NPK. Sampel media tanam diambil setiap empat hari sekali selama dua puluh delapan hari masa tumbuh Sawi. Perhitungan populasi bakteri aerobik dan bakteri tanah nitrifikasi dilakukan menggunakan metode TPC (Total Plate Count) dengan media NA untuk bakteri aerobik dan media Winogradsky untuk bakteri tanah nitrifikasi. Pada perlakuan pupuk organik kompos terdapat 11 jenis koloni bakteri aerobik tanah dan 14 jenis koloni bakteri tanah nitrifikasi dengan koloni dominan berwarna putih dan memiliki karakteristik koloni circular, flat, entire. Sementara pada kontrol terdapat 11 jenis koloni bakteri aerobik dan 13 jenis koloni bakteri tanah nitrifikasi dengan koloni dominan berwarna putih dan memiliki karakterisitik koloni circular, convex, entire. Pemodelan untuk bakteri tanah aerobik pada media kompos adalah y = -0.0058x6 + 0.1573x5 - 1.6548x4 + 8.5962x3 - 22.909x2 + 29.267x - 6.6971 dengan RÃ‚Â² = 0.9973, sementara pemodelan untuk bakteri tanah nitrifikasi pada media kompos adalah y = -0.0059x6 + 0.1744x5 - 2.0477x4 + 11.996x3 - 36.379x2 + 52.918x - 22.3388 dengan RÃ‚Â² = 0.9941. Kondisi tanaman yang diamati adalah luas daun, jumlah daun, bobot hasil panen, serta kadar klorofil tanaman. Hasil panen tanaman sawi menunjukkan kadar klorofil total untuk perlakuan kompos adalah 15,66 mg/L dan untuk perlakuan kontrol adalah 12,83 mg/L, sementara bobot panen untuk perlakuan kompos adalah 90,84 gram dan untuk perlakuan kontrol adalah 59,63 gram. Luas daun untuk perlakuan kompos adalah 118,89 cm2 dan untuk perlakuan kontrol adalah 81,49 cm2. Jumlah daun untuk perlakuan kompos adalah 11 dan untuk perlakuan kontrol adalah 10.", "Daftar File": {"2018 TA PP  AFIFAH FAUZIYYAH RAHMAT  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125651"}, "Penulis": "AFIFAH FAUZIYYAH RAHMAT (NIM : 11414054)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Pingkan Aditiawati, MS.", "Dr. Ir. Mia Rosmiati, MP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Bakteri Tanah Nitrifikasi, Limbah Sawi, Marasmius sp., Sawi Hijau", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "17 Sep 2018"}