{"Nomor": 25071, "Judul": "TEKTONOSTRATIGRAFI DAN KAJIAN POLA STRUKTUR LEPAS PANTAI UTARA LHOKSEUMAWE, CEKUNGAN SUMATRA UTARA", "Abstrak": "Cekungan Sumatra Utara merupakan cekungan belakang busur modern yang terbentuk akibat subduksi antara lempeng Indo-Australia dan Eurasia. Menurut analisis peta anomali gaya berat serta peta topografi dasar laut, akumulasi sedimen terbesar cekungan terdapat pada pada bagian tengahnya, yakni pada daerah Lepas Pantai Utara Lhokseumawe, Aceh. Sistem Sesar Mendatar Sumatra diduga menjadi pemicu terbentuknya pendalaman pada dasar cekungan di daerah ini. Tiga unit tektonostratigrafi umum yang dipetakan dengan menggunakan data seismik 2D dan log sumur yaitu; Unit pra-lisu yang menjadi dasar Cekungan Sumatra Utara berumur Eosen. Unit bareng-lisu (Formasi Parapat, Bampo, Belumai, dan Baong), terkonsentrasi di dekat sesar-sesar utama menandai fase ekstensi pada cekungan, berumur Oligosen Awal hingga Miosen Akhir. Sedimen pasca-lisu (Intra-Keutapang, Keutapang, Seureula, dan Julu Rayeuk) tersebar hampir secara merata di seluruh daerah penelitian sejak umur Miosen Tengah hingga Pliosen Awal, menandai thermal subsidence pada cekungan. Pola struktur dominan berarah utara-selatan diduga diwarisi dari proses tektonik transtensional Sesar Sumatra sejak Eosen, yang membentuk pull-apart basin di daerah penelitian (Darman dan Sidi, 2000). Terdapat satu Jalur sesar anjak dan lipatan yang tidak melibatkan batuan dasar di sebelah selatan daerah penelitian sebagai ekspresi dari kehadiran tektonik kompresi berumur Plio-Plistosen pada daerah penelitian (Barber, 2005). Berdasarkan restorasi palinspatik dan analisis strain daerah penelitian diketahui mengalami deformasi berupa pemendekan sebesar 1% pada arah timurlaut-baradaya", "Daftar File": {"2016 TS PP AFFAN ARIF NURFARHAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/125622", "2016 TS PP AFFAN ARIF NURFARHAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/125623", "2016 TS PP AFFAN ARIF NURFARHAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/125624", "2016 TS PP AFFAN ARIF NURFARHAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/125625", "2016 TS PP AFFAN ARIF NURFARHAN 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/125626", "2016 TS PP AFFAN ARIF NURFARHAN 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/125627", "2016 TS PP AFFAN ARIF NURFARHAN 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/125628", "2016 TS PP AFFAN ARIF NURFARHAN 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/125629", "2016 TS PP AFFAN ARIF NURFARHAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/125630", "2016 TS PP AFFAN ARIF NURFARHAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/125631"}, "Penulis": "AFFAN ARIF NURFARHAN (NIM: 22013006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Benyamin Sapiie, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Tektonostratigrafi, Pendalaman Paseh, Cekungan Sumatra Utara", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "10 file", "Tanggal Input": "27 Sep 2018"}