{"Nomor": 25081, "Judul": "ANALISIS TABLET KOMBINASI PARASETAMOL, ASETOSAL, DAN KAFEIN DENGAN MENGGUNAKAN SPEKTROFLUOROMETER", "Abstrak": "Saat ini, terdapat tablet analgesik yang beredar di pasaran dengan menggunakan kombinasi \n\nparasetamol, asetosal, dan kafein. Metode analisis yang digunakan pada kompendial (USP 37, \n\n2013) untuk penetapan kadar kombinasi obat tersebut adalah KCKT. Penelitian ini bertujuan \n\nuntuk mengembangkan metode analisis alternatif tablet kombinasi tersebut dengan \n\nmenggunakan spektrofluorometri. Percobaan dilakukan dengan melarutkan standar parasetamol, \n\nasetosal, dan kafein ke dalam etanol hingga larut lalu ditambah dengan aquadest hingga \n\nperbandingan etanol-aquadest mencapai perbandingan (1:10). Larutan kemudian diukur dengan \n\nspektrofluorometer. Spektrum emisi ketiga bahan aktif dioptimasi, dan menunjukkan puncak \n\nemisi spesifik yang terpisah masing-masing pada 723-725 nm untuk parasetamol, 798-800 nm \n\nuntuk asetosal, dan 758-760 nm untuk kafein. Hasil pengujian linearitas menunjukkan koefisien \n\nregresi linear (r) dari tiap senyawa adalah 0,9989; 0,9998; dan 0,9996. Metode ini selanjutnya juga \n\ntelah dibuktikan dapat memenuhi seluruh parameter validasi, dengan batas kuantifikasi \n\nparasetamol 28,986 ppm, asetosal 7,024 ppm, dan kafein 2,773 ppm. Selanjutnya, metode yang \n\ntelah divalidasi tersebut diterapkan untuk menguji kadar tablet kombinasi yang beredar di \n\npasaran secara simultan. Hasil penentuan kadar tablet dengan metode spektrofluorometer \n\nmenunjukkan bahwa tablet yang diuji memenuhi persyaratan kadar dalam kompendial. Metode \n\nini memiliki sensitivitas kira-kira 100 kali lebih kecil daripada KCKT. Spektrofluorometri lebih \n\nselektif dibandingkan dengan spektrofotometri UV. Pada prakteknya, metode ini lebih mudah \n\ndilakukan, karena preparasi sampelnya sederhana serta tidak memerlukan banyak pelarut dan \n\nsistem kolom. Dengan demikian, dapat disimpulkan bahwa metode spektrofluorometer dapat \n\ndigunakan sebagai metode alternatif yang efisien untuk analisis tablet kombinasi parasetamol, \n\nasetosal, dan kafein.", "Daftar File": {"2018 TA PP AFIFATUR ROSYIDAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125653"}, "Penulis": "AFIFATUR ROSYIDAH NIM : 10714074", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr. Ilma Nugrahani"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Spektrofluorometer, parasetamol, asetosal, kafein, metode alternatif.", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "21 Jun 2018"}