{"Nomor": 25090, "Judul": "PERENCANAAN  JETTY DALAM RANGKA PENGENDALIAN SEDIMEN DI MUARA SUNGAI CILETUH, KABUPATEN SUKABUMI", "Abstrak": "Nelayan di sekitar muara Sungai Ciletuh, Kabupaten Sukabumi mengalami masa sulit akibat hasil tangkapan ikan yang terus berkurang. Hal ini terjadi karena muara Sungai Ciletuh mengalami pendangkalan, mengakibatkan nelayan menjadi kesulitan untuk menambatkan perahu mereka. Sedimentasi yang terjadi di muara sungai merupakan akumulasi dari angkutan sedimen yang dibawa oleh aliran sungai yang berasal dari erosi di DAS Ciletuh. Hal ini dapat mengakibatkan permasalahan di muara dan pantai di sekitarnya. Hal ini diperkuat dari pengamatan di lapangan bahwa di Teluk Ciletuh telah terjadi sedimentasi yang sangat mengkhawatirkan. Oleh karena itu, untuk menanggulangi permasalahan tersebut, perlu dilakukan analisis terkait debit sungai, sedimentasi yang terjadi, dan juga pengaruh gelombang dan pasang-surut di Teluk Ciletuh.  Sehingga dapat dibuat suatu perlindungan muara yang tepat, agar para nelayan dapat kembali beraktivitas normal. Pemodelan sedimentasi menggunakan Delft3D dilakukan dengan tiga kondisi; musim kering, musim basah dan kondisi banjir. Disimpulkan bahwa sedimentasi paling besar yang terjadi di muara Sungai Ciletuh adalah pada saat kondisi banjir dengan periode ulang 2 tahun, dengan nilai sedimentasi mencapai ketinggian 2 meter. Alternatif solusi yang dipilih adalah pembuatan 2 buah jetty sepanjang 700 meter di kedua sisi muara Sungai Ciletuh. Perencanaan jetty yang dilakukan meliputi perhitungan jumlah dan tebal batu pelindung, elevasi dan lebar puncak, toe protection, perhitungan daya dukung tanah hingga rancangan anggaran biaya. Biaya yang diperlukan dalam perencanaan jetty di muara Sungai Ciletuh adalah sebesar Rp. 23.380.000.000,00.", "Daftar File": {"2018 TA PP AFRIZAL MAULANA SUTRISNA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125668"}, "Penulis": "AFRIZAL MAULANA SUTRISNA - NIM : 15813043", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Yadi Suryadi, M.T.  \n\nDr. Eng. M. Bagus Adityawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Jetty, Sedimentasi, Muara, Delft3D.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2018"}