{"Nomor": 25098, "Judul": "ANALISIS LINGKUNGAN PENGENDAPAN DAN ESTIMASI CADANGAN RESERVOIR ZONA FS 1, LAPANGAN SANGATA, CEKUNGAN KUTAI, KALIMANTAN TIMUR", "Abstrak": "Lapangan Sangata secara administratif terletak pada Provinsi Kalimantan dan memiliki luas 120 km2. Sedangkan, secara geologi Lapangan Sangata terletak di Blok Sanga-Sanga, Cekungan Kutai, yang memiliki struktur antiklin dengan sumbu berorientasi NNE-SW. Analisis fasies dan estimasi cadangan hidrokarbon pada penelitian ini difokuskan pada Zona FS 1 dari Formasi Balikpapan dengan satu interval reservoir yang memiliki litologi batupasir. \n\nTujuan dari penelitian ini adalah menentukan fasies serta mengestimasi cadangan hidrokarbon di tempat pada reservoir interval Zona FS 1 di Lapangan Sangata. Litofasies yang ditemukan pada interval penelitian yaitu Sh dan Sc. Fasies reservoir penelitian merupakan distributary channel dengan pola sediemntasi arah barat-timur dan distributary mouth bar yang terdapat pada bagian depan distributary channel. Estimasi jumlah cadangan hidrokarbon di tempat (IGIP) pada kedua interval reservoar pada daerah penelitian adalah sebesar 239,20 BSCF.", "Daftar File": {"2015 TA PP  AGENG WARASTA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/125683", "2015 TA PP  AGENG WARASTA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/125684", "2015 TA PP  AGENG WARASTA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/125685", "2015 TA PP  AGENG WARASTA 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/125686", "2015 TA PP  AGENG WARASTA 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/125687", "2015 TA PP  AGENG WARASTA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/125688", "2015 TA PP  AGENG WARASTA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/125689"}, "Penulis": "AGENG WARASTA [12011072]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Prihadi Sumintadireja."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Lapangan Sangata, Cekungan Kutai, Formasi Balikpapan, Cadangan Hidrokarbon di Tempat (IGIP)", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "09 Mei 2018"}