{"Nomor": 25092, "Judul": "DESAIN DAN PEMILIHAN UKURAN TUBING PADA SUMUR PRODUKSI GAS X-20 DENGAN MEMPERTIMBANGKAN FAKTOR KEEKONOMIAN", "Abstrak": "Dalam industri migas khususnya bidang teknik produksi, Kemampuan berproduksi suatu sumur merupakan tolak ukur didalam perencanaan peralatan produksi, tujuannya untuk mendapatkan laju produksi yang optimal dan berkelanjutan sesuai dengan target. Sistem peralatan produksi yang berfungsi untuk mengalirkan laju produksi kepermukaan yaitu tubing (pipa produksi). Desain dan ukuran tubing yang tidak sesuai dengan Productivity index dapat menghambat proses produksi disuatu sumur gas. Hal ini disebabkan sistem peralatan produksi akan cepat terkorosi akibat gesekan antara fluida produksi dengan dinding tubing, sehingga tubing cepat rusak dan harus dilakukan workover. Banyak cara untuk untuk mencegah terjadinya korosi salah satunya yaitu dengan cara menambahkan zat kimia ataupun dengan menggunakan material yang tahan terhadap korosi. Untuk itu perlu dilakukan desain dan pemilihan tubing yang tepat. Tujuan dilakukan penelitian ini adalah untuk mendapatkan laju produksi yang maksimal dan menentukan keekonomian dari desain dan pemilihan tubing. Untuk menentukan ukuran tubing pada sumur X-20 dapat dievaluasi melalui analisa sistem nodal, yang merupakan hubungan kurva inflow performance curve (IPR) terhadap kurva tubing performance curve (TPR) yang akan berpotongan. Titik perpotongan tersebut yang akan menunjukkan laju produksi optimal suatu sumur setiap ukuran tubing. Hasil dari evaluasi ukuran tubing diperoleh laju produksi optimal sebesar 119.76 MMSCFD. Berdasarkan hasil desain tubing, tubing dengan jenis material nickel-based alloy dengan ketebalan 0,582 inci cocok untuk digunakan. Jenis material ini menghasilkan biaya penggantian tubing yang paling ekonomis dengan biaya pengeluaran sebesar $2.544.407.", "Daftar File": {"2016 TA PP AGAM GUMELAR SOINANDA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/125670"}, "Penulis": "AGAM GUMELAR SOINANDA (NIM : 12212034)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tubing, Laju Produksi, Optimal, Analisis Nodal, Analisis Ekonomi", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "18 Mei 2018"}