{"Nomor": 25099, "Judul": "ANALISIS PENILAIAN KETAHANAN JARINGAN JALAN DI KAWASAN RAWAN BENCANA PATAHAN LEMBANG UNTUK JALUR EVAKUASI (STUDI KASUS : KECAMATAN LEMBANG KABUPATEN BANDUNG BARAT)", "Abstrak": "Provinsi Jawa Barat merupakan daerah yang memiliki tingkat kerawanan bencana tinggi, salah satu diantaranya yaitu patahan lembang yang dapat menimbulkan bahaya primer bencana gempa bumi dan bencana sekunder longsor. Pada dewasa ini kegiatan vulkaniknya meningkat dan perlu diantisipasi penanggulangannya melalui manajemen bencana. Manajemen bencana yang dirasa sangat tepat dalam mengurangi resiko bencana yaitu mitigasi yang terdapat pada fase pra bencana. Salah satu bentuk mitigasi dalam konteks pengurangan risiko bencana adalah penyediaan tempat evakuasi yang layak dan aman. Tempat evakuasi ini tersebar di beberapa Kawasan Rawan Bencana Patahan Lembang, salah satunya di Kecamatan Lembang. Di Kecamatan Lembang terdapat 6 (enam) tempat evakuasi yang telah ditetapkan oleh Pusat Vulkanologi dan Mitigasi Bencana Geologi (PVMBG) dan Badan Penanggulangan Bencana Daerah Jawa Barat   \n \n \n\nSalah satu kriteria kelayakan tempat evakuasi adalah tersedianya jaringan jalan. Penelitian ini bertujuan untuk mengetahui kondisi jaringan jalan pada kawasan rawan bencana patahan lembang. Penilaian analisis berdasarkan jaringan jalan terhadap kawasan rawan bencana dan jaringan jalan menurut kondisi fisiknya dengan menggunakan metode tumpang tindih (overlay) peta dan pengamatan visual pada tahapan analisisnya. Hasil analisis menunjukkan bahwa 6(enam) dari jumlah tempat evakuasi memiliki kondisi jaringan jalan dengan tingkat resiko dari rendah hingga tinggi. Hasil analisis dalam merencanakan rute evakuasi didapatkan area pelayanan sebagai daerah asal dan tempat evakuasi sebagai daerah tujuan terdapat beberapa ruas jalan yang bersinggungan dengan bentanga patahan lembang dan memiliki kemiringan lereng yang curam.", "Daftar File": {"2018 TS PP AGHNIA KHAIRANI NURHADI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125690"}, "Penulis": "AGHNIA KHAIRANI NURHADI (NIM : 24216001)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Ir. Iwan Pratoyo Kusumantoro, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Jaringan Jalan, Kawasan Rawan Bencana, Patahan Lembang", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Mar 2018"}