{"Nomor": 25109, "Judul": "STUDI OPTIMASI PIT B PT XYZ, PROVINSI BANGKA BELITUNG", "Abstrak": "Perencanaan tambang yang efektif dan efisien dengan menerapkan konsep optimalisasi pit merupakan salah satu cara yang banyak digunakan oleh praktisi tambang untuk memperoleh keuntungan yang maksimal dengan biaya yang minimal. Hal ini didorong oleh sifat industri pertambangan yang komoditasnya tidak dapat diperbaharui (non-renewable comodity) dan selalu berhadapan dengan banyak keterbatasan, seperti lokasi, jenis, jumlah, serta mutu komoditas. PT XYZ merupakan salah satu perusahaan tambang timah di Indonesia yang berencana membuat rancangan penambangan pada Pit B. Rancangan penambangan ini meliputi analisis kelayakan dan penentuan ultimate pit limit Pit B dengan konsep optimasi pit. PT XYZ juga ingin mengetahui pengaruh penurunan dan kenaikan harga jual timah dan operating cost terhadap tingkat produksi Pit B. \n\nAnalisis kelayakan Pit B dilakukan dengan optimasi menggunakan program Whittle berdasarkan metode Floating Cone dan Algoritma Lerschs-Grossmann yang menghasilkan output berupa batasan pit, perolehan timah dan waste. Adapun analisis hubungan antara harga jual timah serta operating cost terhadap tingkat produksi Pit B dilakukan dengan menggunakan perangkat lunak yang sama dengan mengubah parameter input harga jual timah dan operating cost. \n\nHasil optimasi dengan program Whittle menggunakan harga jual timah sebesar US$ 20.200, ekonomis untuk ditambang dan layak untuk dioperasikan, menghasilkan 601.484 m3 cadangan dari total 1.571.194 m3 sumberdaya pada blok 1, dan 928.899 m3 cadangan dari total 1.727.705 m3 sumberdaya pada blok 3. Penurunan dan kenaikan harga jual timah berbanding lurus dengan tingkat produksi Pit B. Penurunan dan kenaikan operating cost berbanding terbalik dengan tingkat produksi Pit B.", "Daftar File": {"2018 TA PP AGNA MAGISTRA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125707"}, "Penulis": "AGNA MAGISTRA (NIM : 12114071)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Budi Sulistianto, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "ultimate pit limit, optimasi, Floating Cone, Lerschs-Grossman, Whittle, harga jual timah, operating cost, tingkat produksi", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "01 Okt 2018"}