{"Nomor": 25104, "Judul": "Perencanaan Turbin Francis dengan Head 30 m dan Daya 500kW untuk Aplikasi pada PLTM", "Abstrak": "Pada tugas sarjana ini dilakukan perencanaan dan simulasi numerik sistem turbin Francis pada head 30 m dan daya 500 kW untuk aplikasi pada Pembangkit Listrik Tenaga Minihidro (PLTM). Geometri meridional sudu runner didesain dengan metode empirik berupa metode grafik dan metode Bovet. Pemodelan seluruh komponen utama sistem turbin Francis seperti runner, guide vane, stay vane, spiral casing, dan draft tube dibuat menggunakan program Ansys BladeGen V17.1 serta Autodesk Inventor 2017. Validasi sistem turbin Francis rancangan dilaksanakan di perangkat lunak Ansys Fluent dengan mode turbulensi k-epsilon pada kondisi stedi. Hasil simulasi sistem turbin Francis rancangan pada Ansys Fluent menghasilkan Best Efficiency Point (BEP) pada konfigurasi bukaan sudut guide vane sebesar 21Ã‚Â°. Pada titik tersebut diperoleh nilai efisiensi hidrolik sebesar 84,3% dengan debit 1,97 m3/s dan mampu membangkitkan daya sebesar 479 kW. Sedangkan pada daerah operasinya turbin Francis rancangan dapat menghasilkan daya 500 kW pada bukaan sudut guide vane 23Ã‚Â°-25Ã‚Â° dengan debit berkisar 2 m3/s hingga 2,17 m3/s serta memperoleh efisiensi hidrolik bernilai 82-83%. Tekanan terendah sistem turbin Francis rancangan bernilai lebih tinggi dibandingkan tekanan uap fluida kerja pada temperatur operasi sehingga diperkirakan kavitasi tidak terjadi. Dengan demikian perencanaan dan simulasi numerik sistem turbin Francis pada tugas sarjana ini telah berhasil dilakukan.", "Daftar File": {"Abstrak - Agisatyo Yogastama - 13113007.pdf": "https://digilib.itb.ac.id/gdl/download/125702"}, "Penulis": "Agisatyo Yogastama-13113007", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ing. Ir. Priyono Soetikno, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "turbin Francis, metode Bovet, simulasi numerik", "Sumber": "", "Staf Input/Edit": "D. Budina  \n                                     D. Budina", "File": "1 file", "Tanggal Input": "27 Sep 2018"}