{"Nomor": 25117, "Judul": "MODEL STRATEGIC INTELLIGENCE DALAM MENDUKUNG PENILAIAN EKUITAS MEREK", "Abstrak": "Peran data dan informasi dapat menjadi sumberdaya yang sangat berharga bagi enterprise dalam menghadapi ketidakpastian perubahan lingkungannya. Informasi  dapat dikatakan sebagai sumber daya dikarenakan sifatnya yang memiliki nilai potensial yang dinamis serta memiliki nilai unggul bagi bisnis dalam persaingan pasar. Informasi yang telah diolah dapat menjadi pengetahuan yang dapat membantu  merumuskan sebuah keputusan. Salah satunya seperti mengidentifikasi nilai ekuitas  sebuah produk yang memiliki potensi, informasi dapat membantu top management  \n\ndalam menetapkan sebuah strategi bagi merek maupun produk yang diunggulkannya. Menilai sebuah ekuitas produk dapat dilakukan dengan menganalisis sejumlah data histori yang relevan dengan produk, seperti ulasan konsumen terkait fitur dan layanan yang diberikan. Dalam tesis ini dibangun sebuah Model Strategic Intelligence dalam  Mendukung Penilaian Ekuitas Merk yang dapat membantu pihak eksekutif dalam  menentukan sebuah strategi branding.     \n\nModel Strategic Intelligence dalam Mendukung Penilaian Ekuitas Merek merupakan sebuah model sistematis guna menganalisis sejumlah data histori untuk menghasilkan     \n\nnilai ekuitas dari sebuah produk. Pada implementasinya, model ini melibatkan sejumlah proses text mining untuk menganalisis teks, yaitu praproses teks,kategorisasi teks, dan text clustering. Praproses teks digunakan untuk menilai salah satu kriteria penilaian ekuitas merek, yakni menilai brand awareness berdasarkan sebaran jumlah mention nama produk yang diamati beserta kompetitornya.     \n\nSedangkan untuk kategorisasi teks digunakan untuk mengklasifikasikan teks ulasan kedalam kategori harga, kemampuan melayani, karakteristik fitur, dan none, kategori tersebut merupakan kriteria penilaian brand image. Kemudian, Text Clustering digunakan untuk mengelompokkan sejumlah ulasan dalam kategori brand image  \n\nberdasarkan tingkat kemiripan frase. Sehingga informasi yang dihasilkan diharapkan dapat memberikan pemahaman serta pengetahuan secara holistik dari sumber dan hasil ekuitas merek, serta dapat membantu top level management dalam membuat Keputusan taktis untuk jangka pendek dan keputusan strategis untuk jangka Panjang  terhadap sebuah merek.     \n\nHasil eksperimen menunjukkan bahwa model yang dikembangkan dinyatakan valid dan reliabel. Pengujian Model Strategic Intelligence dilakukan dengan uji validitas konstruk melalui pendapat dari ahli (expert judgement) dengan menyebarkan  sejumlah kuesioner, kemudian diolah menggunakan instrumen uji validitas dan reliabilitas. Berdasarkan hasil uji validitas, nilai Total Correlation untuk setiap komponen item dalam model menunjukkan nilai 0,5 dan hasil uji reliabilitas  menunjukkan nilai rata Ã‚Â– rata Total Cronbach's Alpha mencapai 0,809. Nilai tersebut  \n\ndinyatakan valid karena melebihi nilai rTabel sebesar 0,279 untuk distribusi N  sebanyak 50 penilaian pakar yang terlibat.", "Daftar File": {"2018 TS PP AGUNG ALDHIYAT 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125722"}, "Penulis": "AGUNG ALDHIYAT (NIM : 23515032)", "Kontributor / Dosen Pembimbing": ["Pembimbing, : Dr. Masayu Leylia Khodra, ST.MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Model, Strategic Intelligence, Ekuitas Merek.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "12 Mar 2018"}