{"Nomor": 25110, "Judul": "SINTESIS CELLULOSE NANOCRYSTAL (CNC) DARI LIMBAH KERTAS BEKAS MENGGUNAKAN AMMONIUM PERSULFAT (APS)", "Abstrak": "Indonesia memproduksi limbah padat berjumlah 38,5 ton setiap tahunnya dengan komposisi 13% sampah merupakan limbah kertas bekas. Meskipun demikian, hanya 31% dari total limbah kertas bekas yang dihasilkan didaur ulang oleh industri. Sementara itu, kertas memiliki kandungan selulosa yang cukup tinggi bernilai 37,1%-43,7%. Sehingga limbah kertas bekas memiliki potensi untuk dijadikan sebagai bahan baku dalam menyintesis Cellulose Nanocrystals (CNC). CNC merupakan partikel selulosa berbentuk tabung dengan diameter 3-50 nm dan panjang 100-250 nm. CNC memiliki karakteristik yang baik meliputi luas permukaan yang besar (150-250 m2/g), densitas rendah (1,6 gr/cm3), kuat tarik yang besar (7500 MPa), modulus elastisitas yang besar (100-140 GPa), toksisitas rendah, dan mampu didegradasi secara biologis maupun kimiawi. \n\nCNC diaplikasikan di berbagai bidang karena karakteristiknya yang baik, khususnya di industri farmasi dan proses. CNC banyak digunakan sebagai agen pembawa obat, material penguat, biosensor, dan penyangga katalis. Penelitian ini bertujuan untuk menyintesis CNC penyangga katalis dengan bahan baku limbah kertas bekas bertinta melalui proses oksidasi menggunakan ammonium persulfat (APS) yang dilanjutkan dengan pemisahan komponen tinta melalui ultrasonikasi. Pada penelitian ini, kondisi optimum untuk menyintesis CNC dengan diameter 21,5 nm ditentukan dengan memvariasikan temperatur reaksi, lama waktu reaksi, dan konsentrasi APS. Pada penelitian ini, pengaruh perubahan temperatur reaksi dan waktu ultrasonikasi terhadap diameter CNC juga ditentukan. CNC yang dihasilkan dari limbah kertas bertinta kemudian dikarakterisasi menggunakan uji Dynamic Light Scattering (DLS), X-ray Diffraction (XRD), dan Transmission Electron Microscopy (TEM). \n\nBerdasarkan hasil penelitian, kondisi optimum untuk menyintesis CNC dengan diameter 21,5 nm diperoleh saat temperatur reaksi bernilai 67oC, waktu reaksi bernilai 12 jam, dan konsentrasi APS bernilai 2 M. Variabel waktu reaksi memiliki pengaruh yang paling signifikan terhadap diameter CNC yang dihasilkan. Kemudian, APS memiliki rentang temperatur optimum untuk proses sintesis CNC yaitu pada nilai 60oC-70oC. Peningkatan waktu ultrasonikasi mampu menurunkan nilai diameter CNC karena terjadi peningkatan dispersi CNC di dalam air. Karakterisasi pada CNC dari limbah kertas bertinta memiliki hasil yaitu diameter CNC yang dihasilkan bernilai 20,9 nm dengan panjang 192,5 nm dan kristalinitas bernilai 63,58 %.", "Daftar File": {"2018 TA PP AGNES AFIKAH - VICKY WIJAYA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125708"}, "Penulis": "AGNES AFIKAH (NIM : 13014071)  - VICKY WIJAYA (NIM : 13014075)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Yogi Wibisono Budhi.", "Dr. Arie Wibowo."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Ammonium Persulfat, Cellulose Nanocrystals, Ultrasonikasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Mei 2018"}