{"Nomor": 25124, "Judul": "STUDI DAN PREDIKSI TEKANAN PORI DI AREA LEPAS PANTAI SEBELAH SELATAN PULAU KANGEAN, CEKUNGAN JAWA TIMUR", "Abstrak": "Prospek Bera merupakan potensi eksplorasi lepas pantai yang terletak di laut dalam sebelah selatan Pulau Kangean, Cekungan Jawa Timur. Kedalaman dasar laut pada lokasi ini adalah 3.300 kaki dengan target reservoir 10.000 kaki. Salah satu studi yang penting dilakukan untuk sumur eksplorasi adalah penentuan mekanisme pembentukan overpressure di daerah penelitian.        \nData tekanan seperti RFT, berat lumpur dan LOT pada lima sumur terdekat dari prospek Bera menunjukkan dua zona di daerah penelitian yaitu Zona Barat yang mengalami overpressure dan Zona Timur yang tidak mengalami overpressure. Kondisi geologi seperti tektonisme, ketebalan lapisan sedimen, serta kecepatan sedimentasi di daerah penelitian merupakan kontrol utama yang membedakan kedua zona ini. Mekanisme pembentukan overpressure di area penelitian disebabkan oleh proses disequilibrium compaction. Kondisi ini diindikasikan dari penyimpangan kurva NCT pada log sonik dan log densitas serta trend profil tekanan pori hasil prediksi yang paralel terhadap tegasan overburden. Analisis diagenesis mineral lempung menunjukkan adanya mekanisme non loading pada pembentukan overpressure di daerah penelitian.        \nPrediksi overpressure dilakukan pada sumur-sumur prospek Bera dengan menggunakan pendekatan kecepatan seismik. Berdasarkan analisis tekanan pori dengan menggunakan pendekatan Eaton pangkat 3 dari data kecepatan seismik dapat dilihat adanya trend yang memiliki kesamaan dengan profil tekanan Sumur A-1 dan B-1 yang terletak di zona sebelah Barat dari prospek ini. Adapun puncak overpressure pada prospek Bera berada pada kedalaman 6.888 kaki.", "Daftar File": {"2016 TS PP AGUNG INDRIANTO PURNOMO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/125759", "2016 TS PP AGUNG INDRIANTO PURNOMO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/125760", "2016 TS PP AGUNG INDRIANTO PURNOMO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/125761", "2016 TS PP AGUNG INDRIANTO PURNOMO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/125762", "2016 TS PP AGUNG INDRIANTO PURNOMO 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/125763", "2016 TS PP AGUNG INDRIANTO PURNOMO 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/125764", "2016 TS PP AGUNG INDRIANTO PURNOMO 1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/125765", "2016 TS PP AGUNG INDRIANTO PURNOMO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/125766", "2016 TS PP AGUNG INDRIANTO PURNOMO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/125767", "2016 TS PP AGUNG INDRIANTO PURNOMO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/125768"}, "Penulis": "AGUNG INDRIANTO PURNOMO (NIM: 22013313)", "Kontributor / Dosen Pembimbing": ["Pembimbing :         \nAgus M. Ramdhan, Ph.D", "Benyamin Sapiie, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Overpressure, disequilibrium compaction, kecepatan seismik.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "10 file", "Tanggal Input": "06 Apr 2018"}