{"Nomor": 25127, "Judul": "PERANCANGAN SISTEM PLAMBING AIR LIMBAH KANTOR SEWA DI KAWASAN KEMANG, JAKARTA", "Abstrak": "Gedung kantor di kawasan Kemang terdiri dari dua bangunan gedung yang berfungsi untuk menunjang kegiatan perkantoran dan retail. Penggunaan air dalam gedung akan menghasilkan air buangan yang harus dihindarkan kontaknya dengan manusia agar tercipta kondisi higienis sehingga kesehatan pengguna gedung dapat terjaga. Untuk menghindari kontak dengan manusia, air buangan harus disalurkan dengan suatu sistem perpipaan yang baik menuju tempat pengolahan air buangan. Gedung ini didesain dengan pertimbangan green building sehingga akan memisahkan penyaluran greywater dan blackwater. Greywater yang dihasilkan nantinya akan diolah dan hasilnya digunakan kembali untuk kebutuhan air dalam gedung seperti flushing. Proses perancangan sistem plambing gedung ini dimulai dengan studi literatur, kemudian pengumpulan data, dan dilanjutkan dengan perancangan sistem plambing. Pipa horizontal gedung ini dirancang dengan kemiringan 2%. Air hujan yang jatuh di atap akan disalurkan ke tangki penampung air hujan untuk selanjutnya digunakan kembali di dalam gedung. Air hujan yang jatuh di halaman akan disalurkan ke daerah resapan. Pipa horizontal air buangan greywater gedung ini berdiameter 1 Ã‚Â¼ - 3 inch dan pipa tegaknya 4 inchi, sedangkan pipa horizontal blackwater berdiameter antara 2 Ã‚Â– 4 inch dan pipa tegaknya 4 inch. Pipa buangan gedung berdiameter 4 - 5 inch. Pipa ven cabang gedung ini berdiameter 1 Ã‚Â½ - 3 inch dan pipa tegak vennya 2 Ã‚Â½ - 5 inch. Pipa air hujan atap berukuran antara 2 Ã‚Â– 10 inch dan pipa air hujan halaman berukuran antara 2 Ã‚Â– 12 inch. Daerah resapan yang digunakan adalah stormwater chamber sejumlah 74 unit.", "Daftar File": {"2016 TA PP AGUNG KUSUMAWARDHANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/125771", "2016 TA PP AGUNG KUSUMAWARDHANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/125772", "2016 TA PP AGUNG KUSUMAWARDHANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/125773", "2016 TA PP AGUNG KUSUMAWARDHANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/125774", "2016 TA PP AGUNG KUSUMAWARDHANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/125775", "2016 TA PP AGUNG KUSUMAWARDHANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/125776", "2016 TA PP AGUNG KUSUMAWARDHANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/125777", "2016 TA PP AGUNG KUSUMAWARDHANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/125778"}, "Penulis": "AGUNG KUSUMAWARDHANA (NIM: 15312076)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Rofiq Iqbal, S.T., M. Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "air limbah, drainase, hujan, kantor, plambing", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "31 Jul 2018"}