{"Nomor": 25122, "Judul": "PENINGKATAN KADAR LUTEIN DALAM KULTUR Chlorella pyrenoidosa MELALUI PEMBERIAN CEKAMAN SALINITAS", "Abstrak": "Chlorella pyrenoidosa merupakan mikroalga yang berpotensi sebagai sumber lutein dan zeaxanthin. Kadar lutein dan zeaxanthin yang rendah dalam kultur menyebabkan proses produksi yang mahal. Penelitian ini bertujuan untuk meningkatkan produktivitas lutein dan zeaxanthin dalam kultur melalui induksi cekaman salinitas. Kultivasi Chlorella pyrenoidosa dalam fotobioreaktor volume 0,9 L diberikan perlakuan stres salinitas berupa penambahan konsentrasi NaCl sebesar 0,05; 0,1; dan 0,2 g L-1 serta variasi perlakuan waktu induksi salinitas yaitu pada hari ke-0, ke-7, dan ke 11. Kultivasi selama 12 hari menunjukkan bahwa pemberian stres salinitas dapat meningkatkan kadar karotenoid dalam sel namun memilik dampak negatif menghambat pertumbuhan sel mikroalga. Kultivasi dua tahap telah dilakukan untuk mengoptimasi produktivitas lutein dan zeaxanthin serta mengatasi kematian sel akibat stres berlebih. Kadar lutein dan zeaxanthin tertinggi dalam sel mencapai 9 dan 6,7 mg g-1 pada pemberian stres salinitas pada awal kultivasi dengan konsentrasi 0,05 g L-1 NaCl. Perlakuan yang sama juga menunjukkan produktivitas tertinggi lutein dan zeaxanthin mencapai 1,1 dan 0,8 mg L-1 hari-1 atau meningkat sebesar 92,3 dan 94,7% daripada perlakuan tanpa stres salinitas. Model matematik untuk kinetika pertumbuhan biomassa dan produksi karotenoid disusun melalui validasi data eksperimen. Parameter hasil pemodelan pada penelitian ini juga dapat berkontribusi dalam penyusunan industri produksi lutein dan zeaxanthin skala industri oleh Chlorella pyrenoidosa secara autotrof.", "Daftar File": {"2018 TA PP- Agung Dwi Guno H 1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/125750"}, "Penulis": "Agung Dwi Guno Hutomo (Nim : 11214029)", "Kontributor / Dosen Pembimbing": ["Dr. Erly Marwani"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Chlorella pyrenoidosa, lutein, zeaxanthin, stres salinitas", "Sumber": "", "Staf Input/Edit": "didi kusnendi  \n                                     didi kusnendi", "File": "1 file", "Tanggal Input": "26 Sep 2018"}