{"Nomor": 25129, "Judul": "PENGARUH CO-DOPING La/Gd DAN Y/Nd TERHADAP KARAKTERISTIK LISTRIK SISTEM ELEKTROLIT PADAT BERBASIS CERIA", "Abstrak": "Logam tanah jarang (LTJ) merupakan kumpulan 15 unsur dalam deret lantanida ditambah skandium dan yttrium. Salah satu bentuk pemanfaatan LTJ yaitu sebagai elektrolit padat dalam sel bahan bakar oksida (solid oxide fuel cell/SOFC). SOFC konvensional beroperasi pada suhu tinggi (800-1000 oC) yang menyebabkan banyak masalah praktis, seperti tingginya biaya, terbatasnya sealing material, kerentanan bahan, degradasi komponen, dan waktu start-up maupun shut-off yang lambat. Sistem elektrolit padat berbasis ceria memiliki potensi untuk dioperasikan pada suhu menengah (600-800 oC). Co-doping dengan LTJ ke dalam sistem oksida tersebut berdampak positif untuk meningkatkan performa karakteristik listriknya. \n\nDalam penelitian ini, dibuat sistem elektrolit padat berbasis ceria dengan co-dopan berupa La/Gd dan Y/Nd dengan komposisi masing-masing yaitu Ce0,7La(0,3-x)GdxO1,9 dan Ce0,7Nd(0,3-x)YxO1,9. Rasio Mol Y/Nd dan Gd/La divariasikan dari 0; 0,5; 1; hingga 2. Preparasi serbuk dilakukan dengan metode solid state reaction yang kemudian dikompaksi dengan gaya 40 kN sehingga dihasilkan green pellet dengan ukuran diameter 0,81 cm. Sintering kemudian dilakukan pada temperatur 1400 oC selama 5 jam. Dimensi setiap sampel hasil sintering diukur untuk mengetahui densitas relatif dari setiap sampel. Uji electrochemical impedance spectroscopy (EIS) dilakukan menggunakan Potensiostat Gamry Instrument Ref. 600 pada rentang temperatur operasi 500-700 oC dengan beda suhu 50 oC setiap pengambilan data. Data hasil pengujian EIS dianalisis untuk mengetahui karakteristik listrik dari setiap sampel. \n\nModel rangkaian listrik ekuivalen dari setiap sampel umumnya terdiri dari L-Rg-(Rgb/CPEgb)-(Rp3/CPE3), dimana L merupakan induktor, R ialah resistor, dan CPE merupakan konstanta elemen fasa. Analisis EIS memperlihatkan bahwa meningkatnya penambahan co-dopan ke dalam sistem oksida elektrolit padat ceria berpengaruh positif terhadap karakteristik listrik sistem tersebut. Impedansi berkurang seiring meningkatnya penambahan rasio mol co-dopan. Kemudian, konduktivitas ionik meningkat bersamaan dengan meningkatnya rasio mol penambahan co-dopan. Impedansi paling kecil bernilai 42,2 Ω.cm2 dan konduktivitas ionik paling tinggi bernilai 1,0121 x 10-2 S.cm-1. Kedua nilai tersebut dihasilkan oleh sampel Ce0,7La0,1Gd0,2O1,9 pada suhu 700 oC. Energi aktivasi berkurang seiring dengan meningkatnya temperatur operasi. Energi aktivasi paling rendah dimiliki oleh sampel Ce0,7Nd0,1Y0,2O1,9 sebesar 0,9399 eV.", "Daftar File": {"2018 TA PP AGUNG NUGROHO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125780"}, "Penulis": "AGUNG NUGROHO (NIM : 12514039)", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Syoni Soepriyanto, M. Sc., Ph. D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Co-doping, elektrolit padat, ceria, karakteristik listrik, konduktivitas ionik", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "02 Jul 2018"}