{"Nomor": 25130, "Judul": "DETEKSI DAN KUANTIFIKASI KELIMPAHAN GEN ACID PHOSPHATASE (GEN APHA) PADA MIKROORGANISME PELARUT FOSFAT DI LINGKUNGAN TANAH", "Abstrak": "Fosfor (P) merupakan unsur esensial yang paling banyak diperlukan bagi tanaman setelah nitrogen (N). P berperan penting dalam fotosintesis dan perkembangan akar serta organ generatif (bunga dan buah). Ketersediaan P dalam tanah relatif rendah dan tidak dapat dimanfaatkan tanaman secara langsung. Ketersediaan P ditanah salah satunya tergantung pada kehadiran mikroorganisme pelarut fosfat (MPF). MPF menghasilkan enzim acid phosphatase yang dikode oleh gen aphA untuk defosforilasi ikatan fosfo-ester atau fosfo-anhidrida sehingga meningkatkan kelarutan fosfat di tanah. Masalah yang diangkat dalam penelitian ini adalah pengukuran kelimpahan MPF dan faktor edafik yang memengaruhi kehadiran MPF. Tujuan penelitian adalah  mengkuantifikasi kelimpahan MPF serta menentukan faktor edafik utama yang berpengaruh terhadap kelimpahan MPF. Penelitian terdiri dari beberapa  tahapan yaitu analisis in silico desain primer dari gen acid phosphatase (aphA), sampling dan isolasi DNA tanah dari beberapa lokasi tanah perkebunan sawit dan analisis parameter edafik tanah dengan PCA. Deteksi keberadaan MPF dilakukan dengan PCR gen aphA. Konfirmasi keberhasilan deteksi oleh primer gen aphA dilakukan dengan elektroforesis gel agarosa serta kloning dan sekuensing. Kuantifikasi MPF dilakukan penghitungan qPCR absolut. Hasil yang diperoleh menunjukkan amplikon DNA tanah yang terdeteksi membentuk pita DNA berukuran ~200 bp di semua sampel tanah. Analisis sekuens DNA dengan BLASTn dan motif sekuens menunjukan bahwa hasil amplifikasi DNA tanah tersebut merupakan gen aphA. Kelimpahan MPF berkisar 1-7x1010 copies dalam tiap gram tanah. Kelimpahan MPF tertinggi ditunjukan pada tanah lokasi AMR-5 6,76x1010 copies dan terendah pada tanah lokasi AMR-3 1,49x1010 copies. Berdasarkan penelitian, dapat disimpulkan bahwa pada seluruh sampel tanah untuk setiap lokasi terdeteksi kehadiran MPF dan faktor edafik yang perlu diperhatikan serta berpengaruh terhadap kelimpahan MPF adalah kandungan Ca dan Mg, kandungan C organik, N, pH.", "Daftar File": {"2018 TA PP AGUNG ROHMAT RIZKITA  1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125781"}, "Penulis": "AGUNG ROHMAT RIZKITA (NIM : 10614035)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Adi Pancoro\t\t\t\t\t\tEllisa Khoirunnisa, M. Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "aphA, Edafik, Fosfor, MPF, Phosphatase, qPCR", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "31 Mei 2018"}