{"Nomor": 25145, "Judul": "PENENTUAN PRIORITAS LOKASI JALAN UNTUK PENEMPATAN ATM DRIVE THRU DI KOTA BANDUNG DARI SUDUT PANDANG PIHAK NASABAH DAN PIHAK BANK", "Abstrak": "ATM Drive Thru merupakan salah satu inovasi perbankan dalam pemberian jasa pelayanan ATM guna memberikan keinudahan dan pelayanan yang prima kepada para nasabah dimana untuk melakukan transaksi perbankan di ATM tidak perlu lagi harus memarkirkan kendaraannya terlebih dahulu, cukup dari dalam kendaraannya maka nasabah dapat melakukan transaksi perbankan. Saat ini peletakkan ATM Drive Thru di Kota Bandung baru sebatas di halaman kantor cabang utama atau cabang pembantu dari suatu bank. Pengambilan keputusan penentuan lokasi jalan untuk penempatan ATM Drive Thru dilakukan dalam 2 tahap.                      \n \n \n \n\nTahap I: penentuan lokasi jalan dengan penilaian score tabulasi silang menurut keinginan nasabah berdasarkan variabel-variabel penentuan lokasi jalan untuk penempatan ATM Drive Thin. Tiga variabel yang paling dominan dalam penentuan lokasi jalan untuk penempatan ATM Drive Thru ialah lokasi ATM Drive Thru memiliki tanda lokasi yang jelas dan mudah terlihat oleh nasabah, lokasi ATM Drive Thru memiliki petugas keamanan dan lokasi ATM Drive Thru memiliki penerangan yang cukup. Berdasarkan variabel-variabel tersebut terpilih lima lokasi jalan yang diinginkan oleh nasabah untuk peletakkan ATM Drive Thru. Lokasi jalan tersebut adalah : Ir.H.Djuandha, Cihampelas, Gatot Subroto, Soekarno Hatta dan Dipati Ukur.                      \n \n \n \n\nTahap II: penentuan lokasi jalan untuk penempatan ATM Drive Thru dengan menggunakan metoda AHP.", "Daftar File": {"2005 TS PP AGUS RIYANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/125832", "2005 TS PP AGUS RIYANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/125833", "2005 TS PP AGUS RIYANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/125834", "2005 TS PP AGUS RIYANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/125835", "2005 TS PP AGUS RIYANTO 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/125836", "2005 TS PP AGUS RIYANTO 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/125837", "2005 TS PP AGUS RIYANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/125838", "2005 TS PP AGUS RIYANTO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/125839", "2005 TS PP AGUS RIYANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/125840"}, "Penulis": "AGUS RIYANTO (NIM 23403005)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir.Darwin., M.Sc.         \n \n \n \n \n\nScan: Arnaz Driyastika M.                      \n \n \n \n\n(2008-01-08)"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "location, cross tabulation and analytic hierarchy process (AHP)", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "19 Sep 2018"}