{"Nomor": 25146, "Judul": "OPTIMASI PENGURANGAN KARBON DARI PENGOLAHAN SAMPAH DALAM SISTEM DESENTRALISASI DENGAN PENERAPAN JOINT CREDIT MECHANISM", "Abstrak": "Volume timbulan sampah di Kota Bandung semakin bertambah seiring dengan peningkatan jumlah penduduk serta aktivitasnya. Melalui proses degradasi secara natural, sampah menghasilkan emisi karbon, begitupula yang terjadi dalam proses pengolahan sampah. Menanggapi permasalahan sampah Kota Bandung terkait emisi karbon yang dihasilkan, diperlukan model optimasi untuk menentukan teknik pengolahan sampah untuk wilayah berdasarkan sistem desentralisasi Kota Bandung. Pengurangan biaya pengolahan sampah didapatkan dari insentif yang mengacu pada pola Joint Credit Mechanism sedangkan rancangan model optimasi menggunakan linear programming yang diselesaikan dengan metode simpleks. Simulasi model dijalankan dengan kondisi pelayanan sampah sebesar 70% dengan jumlah masyarakat berpenghasilan menengah sebanyak 40% dan masyarakat berpenghasilan rendah sebanyak 60%. Berdasarkan konsep mass balance, untuk target reduksi emisi 30%, Bandung Utara, Bandung Barat, dan Bandung Selatan lebih banyak menggunakan composting untuk pengolahan sampahnya dengan jumlah input sampah secara berturut-turut 90%, 99%, dan 90% dari sampah total pada masing-masing wilayah, sedangkan Bandung Timur menggunakan sanitary landfill dengan alokasi sampah sebesar 100%. Total biaya operasional sebesar 52911,7 juta rupiah. Ketika diterapkan kondisi yang sama tetapi ditetapkan sistem emisi gabungan untuk seluruh wilayah Kota Bandung, terjadi penurunan biaya operasional sebesar 998,1 juta rupiah dari harga semula. Dari hasil penelitian, linear programming dapat dipergunakan untuk menentukan teknik pengolahan sampah dengan emisi karbon sebagai salah satu kendala untuk membuat kebijakan pemerintah.", "Daftar File": {"2015 TS PP AGUSTINA CINDY WIDYANGGITA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/125841", "2015 TS PP AGUSTINA CINDY WIDYANGGITA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/125842", "2015 TS PP AGUSTINA CINDY WIDYANGGITA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/125843", "2015 TS PP AGUSTINA CINDY WIDYANGGITA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/125844", "2015 TS PP AGUSTINA CINDY WIDYANGGITA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/125845", "2015 TS PP AGUSTINA CINDY WIDYANGGITA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/125846", "2015 TS PP AGUSTINA CINDY WIDYANGGITA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/125847", "2015 TS PP AGUSTINA CINDY WIDYANGGITA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/125848"}, "Penulis": "AGUSTINA CINDY WIDYANGGITA (NIM: 25313050)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng., Ir. Priana Sudjono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "sampah organik, joint credit mechanism (JCM), optimasi, linear programming", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "25 Sep 2018"}