{"Nomor": 25144, "Judul": "OPTIMASI RENCANA PENGEMBANGAN SPAM KOTA LIWA DENGAN PEMODELAN PROGRAM LINIER", "Abstrak": "Kelangkaan dana dan sumber daya lainnya merupakan permasalahan khas dalam sebuah sistem penyediaan air minum (SPAM) skala kecil, seperti yang terjadi di Kota Liwa. Kelangkaan tersebut menyebabkan ketidakmampuan perusahaan daerah air minum (PDAM) untuk menjalankan kegiatan pelayanannya secara sehat, khususnya dalam aspek keuangannya. Oleh karena itu, optimasi seluruh sumber daya yang tersedia diperlukan untuk mencapai penerimaan maksimum. Program linier merupakan suatu perangkat yang dapat mengoptimasikan suatu kegiatan operasional yang tujuan, variabel, dan pembatasnya dapat didefinisikan. Sementara pengembangan SPAM dapat dianggap sebagai sebuah kegiatan bisnis yang memenuhi kriteria tersebut, dan karenanya dapat dimodelkan dalam suatu program linier. Program linier yang dikembangkan dalam riset ini merupakan suatu model optimasi kegiatan multiperiode untuk rencana pengembangan SPAM Kota Liwa selama tahun proyeksi 2017 Ã‚Â– 2031. Pemodelan menghasilkan suatu program linier dengan 25 variabel keputusan dan 33 fungsi pembatas. Hasil optimasi untuk model awal (Skenario I) merekomendasikan investasi untuk 1.798 unit SR baru, 3.820 unit meter air, dan 7.653 meter pipa distribusi selama tahun proyeksi tersebut. Pengalokasian sumber daya dan strategi pentahapan optimum memungkinkan penerimaan dengan NPV sebesar Rp1.251.017.645,00. Beberapa simulasi juga dilakukan untuk mengetahui pengaruh perubahan kebijakan terhadap hasil optimasi. Skenario II, yaitu simulasi pengubahan rencana kebijakan tarif, merekomendasikan investasi 1.593 unit SR baru, 3.820 unit meter air, dan 7.653 meter pipa distribusi dengan estimasi NPV optimum sebesar Rp661.692.354,00. Skenario III, yaitu simulasi dengan meniadakan target perluasan pipa distribusi, merekomendasikan investasi 3.289 unit SR baru dan 3.820 unit meter air dengan estimasi NPV optimum sebesar Rp6.689.779.116,00. Sementara Skenario IV, yaitu simulasi pembebasan PDAM dari kewajiban setoran PAD, merekomendasikan investasi 6.118 unit SR baru, 3.820 unit meter air, dan 7.653 meter pipa distribusi dengan estimasi NPV optimum sebesar Rp17.228.388.803,00. Skenario optimum terbaik direkomendasikan untuk Skenario IV.", "Daftar File": {"2016 TS PP AGUS RIANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/125824", "2016 TS PP AGUS RIANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/125825", "2016 TS PP AGUS RIANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/125826", "2016 TS PP AGUS RIANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/125827", "2016 TS PP AGUS RIANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/125828", "2016 TS PP AGUS RIANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/125829", "2016 TS PP AGUS RIANTO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/125830", "2016 TS PP AGUS RIANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/125831"}, "Penulis": "AGUS RIANTO (NIM : 25713305)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Suprihanto Notodarmojo, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "sistem penyediaan air minum, optimasi, program linier, pentahapan, NPV", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "15 Agu 2018"}