{"Nomor": 25158, "Judul": "ANALISIS SPASIO-TEMPORAL ZONA PERMEABILITAS DEKAT PERMUKAAN BERDASARKAN KONSENTRASI GAS RADON DAN DENSITAS STRUKTUR KELURUSAN LOKAL DI LAPANGAN PANASBUMI WAYANG WINDU, JAWA BARAT", "Abstrak": "Pengukuran konsentrasi Radon (Rn-222) di lapangan panasbumi digunakan untuk survei pencarian jejak dari aliran fluida dan struktur bawah permukaan. Konsentrasi Radon memiliki korelasi yang tinggi dengan struktur lokal. Penelitian ini dilaksanakan di lapangan panasbumi Wayang Windu dengan menggunakan Digital Elevation Model (DEM) resolusi tinggi 0.5 m/pixel. Hubungan konsentrasi Radon dan struktur kelurusan diperlukan untuk eksplorasi di lapangan panasbumi, khususnya untuk distribusi zona permeabilitas. Penentuan zona permeabilitas hanya menggunakan 2 data: konsentrasi Radon pada 17 titik lubang bor dangkal dengan kedalaman 3-5 m yang diukur selama 5 periode sepanjang tahun 2016-2017, dan densitas struktur kelurusan yang diekstraksi dari DEM dengan resolusi 20 m menggunakan metode modified Segment Tracing Algorithm (m-STA), terdiri dari jumlah, panjang, dan perpotongan kelurusan. Pembuatan densitas kelurusan menggunakan grid 0.25 ÃƒÂ— 0.25 km2 dan menghasilkan arah kelurusan umum NE-SW dan E-W. Metode geostatistik: collocated cokriging digunakan untuk mengestimasi konsentrasi Radon (variabel primer) dengan data yang jarang tersedia dan variabel sekunder yaitu kelurusan dengan distribusi data yang banyak. Radon hasil estimasi memiliki koefisien korelasi tinggi dengan Radon hasil pengukuran. Pendekatan Logika Fuzzy dilakukan menggunakan 3 kriteria nilai koefisien korelasi tertinggi Radon hasil estimasi dengan Radon hasil pengukuran dan masing-masing densitas kelurusan sebagai membership. Pendekatan ini menghasilkan 3 peta zona permeabilitas di lapangan panasbumi Wayang Windu, yang divalidasi dengan hasil simulasi CoSGSim, di-overlay dengan manifestasi panasbumi dan patahan regional, pengukuran Radon di titik NSD, serta divalidasi satu titik di sekitar K-13. Peta zona permeabilitas menghasilkan zona permeabilitas rendah, sedang dan tinggi serta menunjukkan hasil adanya kecocokan keberadaan manifestasi serta pengaruh struktur terhadap transportasi Radon ke permukaan, terutama pada titik-titik K.", "Daftar File": {"2018 TS PP AHMAD ALI SYAFII 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125860"}, "Penulis": "AHMAD ALI SYAFII (NIM : 22116004)", "Kontributor / Dosen Pembimbing": ["M. Nur Heriawan, ST., MT., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Radon, kelurusan, struktur, DEM, panasbumi", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "26 Sep 2018"}