{"Nomor": 25154, "Judul": "KETERLIBATAN MASYARAKAT LOKAL DALAM PENGEMBANGAN PARIWISATA KABUPATEN KERINCI, PROVINSI JAMBI", "Abstrak": "Keterlibatan masyarakat lokal merupakan salah satu upaya yang dapat membuat perkembangan dalam pembangunan destinasi wisata yang diduga sesuai dengan kebutuhan masyarakat. Kabupaten Kerinci termasuk ke dalam salah satu dari delapan puluh delapan Kawasan Strategis Pariwisata Nasional (KSPN). Kabupaten Kerinci memiliki peranan penting dalam sektor pariwisata Provinsi Jambi, Kabupaten Kerinci ditetapkan sebagai branding atau ikon pariwisata Provinsi Jambi dikarenakan memiliki keindahan alam dan budaya yang unik. Peran kreatif masyarakat seperti halnya masyarakat sekitar lokasi pariwisata diduga sangat penting mengingat mereka secara langsung berhadapan dengan wisatawan. Maka dari itu, penelitian ini berfokus pada budaya masyarakat dalam menanggapi pariwisata yang hadir di tengah-tengah kehidupan mereka, respon yang diberikan oleh masyarakat akan menunjukkan bagaimana pariwisata dapat berkembang di Kabupaten Kerinci. Tujuan dari penelitian ini adalah teridentifikasinya potensi destinasi wisata, bentuk keterlibatan masyarakat sekitar destinasi wisata, faktor-faktor yang mempengaruhi keterlibatan masyarakat, dan pengaruh kunjungan wisatawan terhadap keterlibatan masyarakat lokal dalam pengembangan pariwisata di Kabupaten Kerinci, Provinsi Jambi. Penelitian ini menggunakan metode penelitian kualitatif, teknik analisis data dimulai dari reduksi data, penyajian data, dan menarik kesimpulan. Analisis jaringan-aktor disajikan dalam penelitian ini untuk memahami bagaimana fenomena pariwisata terjadi di Kabupaten Kerinci. Adapun hasil dari penelitian ini adalah bahwa kualifikasi potensi destinasi wisata Kabupaten Kerinci sudah ada sejak dulu, namun belum disadari. Fenomena pariwisata terjadi secara terus menerus, bukan temporal, setiap yang datang mengunjungi dan kemudian memberi masukan, membuat potensi yang ada semakin berkembang. Tingkat partisipasi pedagang dan pemandu wisata dalam pengembangan pariwisata Kabupaten Kerinci berada pada tingkat pertama, yaitu Spontaneous Participation, karena bentuk keterlibatan seperti pedagang dan pemandu merupakan suatu bentuk inisiatif mandiri yang timbul pada kelompok-kelompok lokal dan dapat memberikan masukan atau kontribusi pada tahap pengambilan keputusan lokal. Kemudian, tingkat partisipasi pengelola homestay, penyewa perahu kecil, supir, penyedia pertunjukan kesenian (tari-tarian pada saat acara adat), penjaga parkir, dan penjaga karcis atau tiket dalam pengembangan pariwisata Kabupaten Kerinci berada pada tingkat Induced Participation, karena Bentuk keterlibatan masyarakat lokal dianggap diperlukan dalam pengembangan pariwisata, namun dalam pengambilan keputusan masih didominasi oleh pihak luar. Dalam pengembangan pariwisata, keterlibatan masyarakat lokal dapat diupayakan dalam memberikan pesan-pesan yang disampaikan melalui artefak-artefak. Faktor tokoh adat merupakan faktor utama yang harus diperhatikan, selain faktor ekonomi, budaya, dan hutan. Faktor tokoh adat bekerja dengan menguatkan dan melemahkan relasi yang sudah terjalin sebelumnya. Menguatkan dalam artian relasi-relasi baru terbentuk antara masyarakat lokal dengan homestay, pemandu, porter, Kelompok Pencagura (Explore Kerinci), lembaga adat, aturan adat (Imbo Larangan), budaya tradisional, dan media sosial/internet. Melemahkan dalam artian memutuskan relasi-relasi yang terjalin antara masyarakat lokal dengan kebun, pohon (penebangan liar), dan harimau (pemburuan liar). Dengan adanya kunjungan wisatawan akan memberikan pengaruh terhadap keterlibatan masyarakat lokal. Kunjungan wisatawan memberikan pengaruh pada variasi homestay, variasi pola pergerakan wisata, timbulnya pelatihan-pelatihan, paket-paket dan program wisata, berkembangnya aturan adat, penguatan dengan sumberdaya lokal (Kayu Manis), dan bertambahnya homestay. Penelitian ini menyarankan perlu upaya Pemerintah Kabupaten Kerinci untuk memberi arah, menyaring masukan-masukan (yang didapat masyarakat dari wisatawan), dan insentif. Perlu adanya penguatan institusi lokal dalam pengembangan pariwisata di Kabupaten Kerinci. Penguatan institusi lokal tersebut dapat dilakukan dengan cara menyesuaikan karakteristik masyarakat yang terdapat di destinasi wisata yang ada di Kabupaten Kerinci (contoh: Destinasi Lempur dan Kayu Aro). Kemudian, instrumen dengan model yang tepat akan mendorong berbagi pengetahuan dan pembelajaran antara berbagai kelompok pemangku kepentingan dapat memfasilitasi penggabungan kelompok non-partisipan secara bertahap ke dalam proses pengembangan pariwisata. Terkait faktor-faktor yang mempengaruhi keterlibatan masyarakat lokal dalam pengembangan pariwisata, perlu dilakukan penelitian lanjutan yang mengkaji secara rinci faktor-faktor tersebut untuk melihat kesesuaiannya jika diterapkan di daerah lain dengan potensi yang berbeda. Terakhir, perlu adanya kesepakatan mengenai kebutuhan akan kolaboratif. Institusi dan kerangka kerja kolaboratif sangat penting untuk memastikan partisipasi semua pihak yang berkepentingan, yang mengarah pada keberlanjutan pengembangan pariwisata dan peningkatan kunjungan wisatawan nantinya. \n \n\nKata kunci: Pariwisata, Keterlibatan, Masyarakat Lokal, Pembangunan.", "Daftar File": {"TS PP AHLUNNAZA PANDU RAHARJO 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125856"}, "Penulis": "AHLUNNAZA PANDU RAHARDJO  [24016009]", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Munadjat, S. Pd., MM."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Pariwisata, Keterlibatan, Masyarakat Lokal, Pembangunan.", "Sumber": "", "Staf Input/Edit": "sarnya  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Mar 2018"}