{"Nomor": 25163, "Judul": "UJI AKTIVITAS INHIBITOR ASETILKOLINESTERASE EKSTRAK ETANOL DAUN DAN RIMPANG SERTA FRAKSI TERPILIH TIGA TANAMAN MARGA ALPINIA", "Abstrak": "Penyakit Alzheimer adalah demensia progresif yang tidak diketahui penyebabnya. Penyakit Alzheimer \n\nditandai dengan berkurangnya kemampuan kognitif, fungsi fisik, serta perubahan perilaku. Berdasarkan \n\ndata yang dipublikasi oleh AlzheimerÃ‚Â’s Disease International, pada tahun 2015 terdapat 46,8 juta orang \n\nyang menderita penyakit Alzheimer diseluruh dunia dan sebanyak 22,9 juta atau 48,9 % dari seluruh \n\npenderita penyakit Alzheimer berasal dari benua Asia. Jumlah penderita Alzheimer diprediksi terus \n\nmeningkat hingga mencapai dua kali lipat pada 20 tahun mendatang. Salah satu terapi untuk mengatasi \n\npenyakit Alzheimer adalah menggunakan obat dengan mekanisme inhibisi enzim asetilkolinesterase \n\n(AChE). Penelitian sebelumnya menunjukkan aktivitas inhibisi asetilkolinesterase (AChE) dari Alpinia \n\nofficinarum. Penelitian ini bertujuan untuk menentukan aktivitas inhibitor asetilkolinesterase yang \n\ndihasilkan oleh tiga macam tanaman lengkuas yang ada di Indonesia yaitu Alpinia galanga (L.) Willd \n\nÃ‚Â‘Lengkuas PutihÃ‚Â’, Alpinia galanga (L.) Willd Ã‚Â‘Lengkuas MerahÃ‚Â’, dan Alpinia malaccensis (Burm. F.) Roxb. \n\nBagian tanaman yang digunakan adalah rimpang dan daun. Ekstraksi dilakukan dengan metode maserasi \n\ndengan pelarut etanol 96% selama tiga hari. Hasil ekstraksi ditentukan nilai IC50nya menggunakan metode \n\nEllman yang telah dimodifikasi. Hasil percobaan menunjukkan nilai IC50sampel antara 183 Ã‚Â– 1000 Ã‚Âµg/mL. \n\nEkstrak etanol rimpang lengkuas merah menghasilkan nilai IC50 terendah dengan nilai 194,81 Ã‚Âµg/mL. \n\nEkstrak etanol rimpang lengkuas merah kemudian difraksinasi dengan metode ekstraksi cair-cair \n\nmenggunakan pelarut n-heksana, etil asetat, dan air. Ketiga fraksi tersebut diuji aktivitas penghambatan \n\nenzim asetilkolinesterase. Fraksi etil asetat memiliki nilai IC50terendah dengan nilai 116,13 Ã‚Âµg/mL.", "Daftar File": {"2018 TA  PP AHMAD BAYU SATRIAWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125865", "PUSTAKA AHMAD BAYU SATRIAWAN NIM : 10714023": "https://digilib.itb.ac.id/gdl/download/180086"}, "Penulis": "AHMAD BAYU SATRIAWAN NIM : 10714023", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr. Muhamad Insanu", "Dr. Rika Hartati"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Alpinia, alzheimer, inhibitor asetilkolinesterase, lengkuas merah, metode Ellman", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "9 file", "Tanggal Input": "27 Sep 2018"}