{"Nomor": 25161, "Judul": "A NEW METHOD TO ESTIMATE MULTILAYER RESERVOIR PERFORMANCE USING CAPACITANCERESISTIVE MODEL", "Abstrak": "Prediksi performa reservoir merupakan salah satu pertimbangan penting dalam pembuatan rencana \n\npengembangan dan optimasi lapangan. Prediksi performa untuk reservoir dalam skala yang besar merupakan \n\nsebuah kebutuhan dalam industri perminyakan. Capacitance-resistive model (CRM) yang mampu menghasilkan \n\nprediksi performa reservoir dengan cepat, telah banyak digunakan dalam beberapa reservoir untuk \n\nmenyimulasikan program injeksi air namun hanya untuk reservoir dengan satu lapisan saja. \n\nDalam studi ini telah dikembangkan modifikasi persamaan CRM dan model fraksi minyak dalam aliran yang \n\ncocok untuk kasus reservoir dengan banyak lapisan. Metode analitis yang sederhana untuk menentukan nilai dari \n\nkonektivitas antar lapisan, time response delay, dan koefisien dalam model fraksi aliran, dikenalkan dalam studi \n\nini untuk menghasilkan solusi khusus dari persamaan CRM dan model fraksi minyak dalam aliran untuk kasus \n\nreservoir dengan banyak lapisan. \n\nPersamaan CRM dan model fraksi minyak dalam aliran untuk kasus reservoir dengan banyak lapisan telah \n\ndivalidasi dengan data lapangan buatan untuk kasus dua lapisan, tiga lapisan, dan empat lapisan. Hasil dari \n\nvalidasi tersebut menunjukkan kecocokkan antara laju hasil perhitungan dengan laju yang sesungguhnya dari \n\ndata sejarah produksi. Metode yang diajukan dalam studi ini sangat menarik dalam memahami perilaku dan sifat \n\ndari reservoir dalam skala lapisan. Pendekatan sederhana yang digunakan dalam model ini, membuat alat untuk \n\nsimulasi reservoir dengan banyak lapisan yang sangat baik dan mudah dalam penggunaannya.", "Daftar File": {"2018 TA PP AHMAD AULIA JUSTISIANANTO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125863", "2018 TA PP AHMAD AULIA JUSTISIANANTO 1.pdf?": "https://digilib.itb.ac.id/gdl/download/189934"}, "Penulis": "AHMAD AULIA JUSTISIANANTO (NIM : 12214098)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Dedy Irawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "multilayer reservoir, capacitance-resistive model, empirical fractional oil model, interlayer parameter", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "2 file", "Tanggal Input": "03 Sep 2018"}