{"Nomor": 25164, "Judul": "PERANCANGAN INSINERATOR LIMBAH MEDIS GEDUNG BARU RUMAH SAKIT KHUSUS IBU DAN ANAK (RSKIA) KOTA BANDUNG", "Abstrak": "Rumah Sakit Khusus Ibu dan Anak (RSKIA) Kota Bandung merupakan Rumah Sakit Pemerintah Kota Bandung yang tergolong kelas B. Gedung lama berlokasi di Jalan Astaraanyar No. 224, Bandung, sementara gedung baru berlokasi di Jalan KH Wahid Hasyim No. 311, Kopo, Bandung. Sampai saat ini RSKIA Kota Bandung menyerahkan limbah medis yang dihasilkan ke pihak ketiga, yaitu perusahaan pengolah limbah medis. Padahal, RSKIA Kota Bandung memiliki potensi untuk melakukan pengolahan limbah medis secara on-site yang dapat meminimalkan risiko kontaminasi selama transportasi dan mengurangi biaya pengolahan limbah medis. Selama observasi yang dilakukan di gedung lama pada tanggal 6-8 Februari 2018, ditemukan bahwa timbulan limbah medis rata-rata RSKIA Kota Bandung sebesar 0,87 kg/bed/hari. Setelah dilakukan proyeksi terhadap gedung baru, maka diketahui bahwa timbulan limbah mencapai 377,40 kg/hari, oleh karena itu didesain insinerator limbah medis dengan berkapasitas 150,96 kg/jam dengan lama proses pembakaran selama 2,5 jam/hari. Berdasarkan proses pembobotan diputuskan bahwa jenis insinerator yang digunakan adalah controlled-air incinerator. Fasilitas pengolahan limbah medis ini juga dilengkapi dengan dua ruang bakar, flue gas quench tower menggunakan prinsip direct water injection, selective catalytic reduction denoxification, venturi scrubber, dan fasilitas pendukung lainnya seperti burner, blower, pompa, mist eliminator, fan, cerobong, ducting, dan juga gedung lokasi penempatan insinerator.", "Daftar File": {"2018 TA PP AHMAD DIAN SAPUTRA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125866"}, "Penulis": "AHMAD DIAN SAPUTRA (NIM: 15313095)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Mochammad Chaerul, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "controlled-air incinerator, insinerasi, limbah medis, RSKIA Kota Bandung, pengendali pencemaran udara", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "26 Jun 2018"}