{"Nomor": 25186, "Judul": "STUDI PEMANFAATAN RED MUD UNTUK MEMPEROLEH LOGAM BESI MENGGUNAKAN REDUKTOR BATUBARA DENGAN METODE ISOTERMAL-GRADIEN TEMPERATUR", "Abstrak": "Red mud merupakan limbah padat yang dihasilkan oleh proses Bayer pada pengolahan bauksit menjadi alumina. Umumnya dihasilkan 0,8-1,5 ton red mud per ton alumina. Diperkirakan jumlah red mud yang dihasilkan oleh industri alumina di Indonesia sebesar 480.000-900.000 ton per tahun. Red mud dianggap memiliki dampak buruk terhadap lingkungan karena sifat alkali yang tinggi dengan pH sekitar 10-13. Di sisi lain, red mud masih mengandung Fe sekitar 14-31%. Oleh karena itu, red mud dapat dijadikan alternatif bahan baku besi baja. Dalam penelitian ini, red mud yang berasal dari daerah Tayan, Kalimantan Barat dilakukan reduksi menggunakan reduktor batubara dengan metode isotermal-gradien temperatur untuk mendapatkan logam besi dalam bentuk nugget.   \n \n\nPercobaan dilakukan untuk mempelajari pengaruh temperatur akhir, laju kenaikan temperatur, dan efek penambahan bahan imbuh CaO dan Na2CO3 terhadap persen perolehan logam besi. Penelitian dimulai dengan preparasi red mud, batubara, CaO, dan Na2CO3. Karakterisasi awal dilakukan pada red mud dengan XRD dan XRF. Kemudian dibuat briket dan direduksi di dalam tanur dengan variasi tertentu. Hasil optimum setiap variasi digunakan variabel tetap pada variasi selanjutnya. Pertama, dilakukan variasi temperatur akhir yaitu pada 1300 0C, 1350 0C, 1400 0C, 1450 0C, dan 1500 0C. Kedua, dilakukan variasi laju kenaikan temperatur pada 6,67 0C/menit, 8,83 0C/menit, dan 10 0C/menit. Terakhir, dilakukan variasi penambahan bahan imbuh CaO dan Na2CO3 masing-masing dengan penambahan 0%, 2,5%, 5%, 7,5%, dan 10%. Hasil reduksi berupa nugget besi ditimbang beratnya. Kemudian dilakukan pengamatan dengan mikroskop optik, Scanning Electron Microscopy-Energy Dispersive X-ray Spectroscopy (SEMEDS), dan X-ray mapping, sedangkan terak dianalisis dengan XRD.  \n \n\nPersen perolehan logam besi tertinggi pada variasi temperatur akhir didapat pada 1500 0C  (10 0C/menit) yaitu sebesar 66,72%, sedangkan pada variasi laju kenaikan temperatur didapat pada 10 0C/menit (1450 0C) sebesar 65,36%. Adapun variasi bahan imbuh CaO, persen perolehan logam besi tertinggi didapat pada penambahan 7,5% (1450 0C, 10 0C/menit) yaitu sebesar 70,43%, sedangkan variasi bahan imbuh Na2CO3 didapat pada penambahan 10% (1450 0C, 10 0C/menit) sebesar 72,39%. Hasil SEM-EDS dan X-ray mapping tanpa bahan imbuh, menunjukkan komposisi nugget besi terdiri dari 83,97% Fe, 13,4% C, dan sisanya Si dan S, sedangkan pada panambahan bahan imbuh campuran terdiri dari 82,20% Fe, 13,89 % C, 3,1% S dan sisanya Si.", "Daftar File": {"2018 TA PP AHMAD IKHBAL ZAMZAMMI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125911"}, "Penulis": "AHMAD IKHBAL ZAMZAMMI - Nim: 12514024", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Zulfiadi Zulhan. S.T.,M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Red mud, limbah, reduksi, perolehan logam besi, isotermal-gradien temperature", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "7 file", "Tanggal Input": "03 Jul 2018"}