{"Nomor": 25203, "Judul": "KARAKTERISASI MEDIUM LASER BERBASIS GELAS ZINK BARIUM BORO-TELURIT YANG DIDOPING ION-ION TANAH JARANG (Sm3+, Eu3+, DAN Dy3+)", "Abstrak": "Laser merupakan divais optik yang memiliki peranan yang luas dalam perkembangan ilmu sains dasar dan rekayasa. Teknologi laser mencakupi studi pengukuran, sensing, sistem monitoring, kesehatan, hingga industri. Ditumbuhkan  laser dengan ragam karakteristik guna memenuhi standar kerja pada aplikasiaplikasi yang ditujukan. Dalam penelitian ini dilaporkan pembuatan medium laser berbasis gelas Zink Barium Boro-Telurit (ZBBT) yang didoping oleh ion-ion tanah jarang deret lantanida seperti Sm3+, Eu3+, dan Dy3+. Penelitian ini dilakukan dengan cara menyisipkan ion aktif ke dalam host matriks gelas dengan lantas kemudian mengamati struktur, sifat fisis, optik, luminescene, dan lifetime dari medium tersebut. Formulasi chemical batch composition dari matriks gelas yang dikembangkan dalam penelitian gelas ZBBT ini adalah (34-x)TeO2-30B2O3-30BaO-xZnO-[RE]O3 (x = 4; 9; 14; 19; dan 24 mol%, dengan [RE] = Sm3+, Eu3+, dan Dy3+). Setelah sejumlah 15 gram campuran bahan diaduk hingga membentuk komposisi gelas yang homogen, maka selanjutnya dilakukan peleburan sampel dengan menggunakan metode melt-quenching dengan meningkatkan temperatur furnace  sampai dengan 1150 oC selama 1 jam.          \nStruktur ikatan dari sampel ditinjau menggunakan spektrometer FTIR. Karakterisasi sifat fisis seperti berat molekul, densitas, dan volum molar dilakukan menggunakan densitometer dan melalui perhitungan teoritik. Adapun          \npengukuran sifat optik seperti indeks bias menggunakan PRIM II. Pengukuran sifat luminescene dan lifetime dilakukan dengan menggunakan spektrofotometer.  Berdasarkan data-data hasil pengukuran sifat luminescene tersebut dapat diketahui          \nbeberapa parameter seperti spektra absorbansi, spektra emisi, dan informasi transisi elektron.", "Daftar File": {"2018 TS PP AHMAD SUAIF 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125954", "2018 TS PP AHMAD SUAIF 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/125955", "2018 TS PP AHMAD SUAIF 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/125956", "2018 TS PP AHMAD SUAIF 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/125957", "2018 TS PP AHMAD SUAIF 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/125958", "2018 TS PP AHMAD SUAIF 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/125959", "2018 TS PP AHMAD SUAIF 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/125960", "2018 TS PP AHMAD SUAIF 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/125961"}, "Penulis": "AHMAD SUAIF (NIM: 20216007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof.Dr.Ing. Mitra Djamal"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "medium laser, gelas barium boro-telurit, tanah jarang, zink oksida", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "01 Agu 2018"}