{"Nomor": 25200, "Judul": "PENDETEKSIAN FAKE REVIEW PADA SITUS E-COMMERCE DENGAN METODE PEMBELAJARAN MESIN", "Abstrak": "Saat ini, review yang ada di situs e-commerce menjadi pertimbangan pembelian produk oleh calon pembeli sebuah produk. Banyak perusahaan yang merekayasa review terhadap produknya dan produk kompetitornya agar calon pembeli membeli produknya dan tidak membeli produk kompetitornya. Review tersebut disebut sebagai fake review yaitu review yang ditulis dengan tujuan mempengaruhi pilihan calon pembeli dan tidak terjamin kebenarannya. Oleh karena itu, pada tugas akhir ini dicari algoritma terbaik dan fitur yang dapat membedakan fake review dan review asli pada situs e-commerce dengan metode pembelajaran mesin. \n\nPada tugas akhir ini, algoritma yang digunakan adalah logistic regression, SVM, decision tree, dan voting dari ketiga algoritma tersebut. Ada 36 fitur yang dipakai sebagai pertimbangan pembelajaran yang terbagi atas 3 kategori utama yaitu fitur review, fitur reviewer atau penulis, dan fitur produk. Eksperimen dilakukan dengan mengubah variasi jumlah data latih dan variasi dari tipe fitur yang digunakan. Diimplementasikan 10 eksperimen terhadap jumlah data latih dan 8 eksperimen terhadap tipe fitur. Hasil dari eksperimen dievaluasi dengan F1-score, akurasi, area under the curve (AUC), dan confusion matrix. \n\nHasil eksperimen terhadap jumlah data latih menunjukkan bahwa jumlah data latih tidak berpengaruh terhadap performa algoritma kecuali untuk decision tree. Selain itu, decision tree memiliki performa terbaik ketika data yang dipakai lebih banyak yaitu nilai AUC yang mencapai 92.81%. Algoritma ini adalah yang tercepat dan memiliki hasil yang paling baik. Hasil eksperimen terhadap tipe fitur menunjukkan bahwa menggunakan semua fitur yang sudah diekstrak memiliki performa yang terbaik dibandingkan dengan menggunakan beberapa tipe fitur saja.", "Daftar File": {"2018 TA PP  AHMAD RIZDAPUTRA  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125944"}, "Penulis": "AHMAD RIZDAPUTRA (NIM : 13513027)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nProf. Ir. Dwi Hendratmo W., M.Sc., Ph.D. \n\nIr. Windy Gambetta."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "fake review, pembelajaran mesin, review, eksperimen, fitur.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "05 Mar 2018"}