{"Nomor": 25207, "Judul": "STUDI KARAKTERISTIK BATUBARA DAN LINGKUNGAN PENGENDAPAN BATUBARA BERDASARKAN ANALISIS PETROGRAFI ORGANIK DAN ANALISIS KIMIA PADA DAERAH JONGGON, KABUPATEN KUTAI KARTANEGARA, PROVINSI KALIMANTAN TIMUR", "Abstrak": "Daerah penelitian berlokasi di daerah Jonggon, Kabupaten Kutai Kartanegara, Provinsi Kalimantan Timur. Penelitian ini difokuskan untuk mengetahui peringkat, tipe, mutu, lingkungan pengendapan, dan potensi batubara pada daerah penelitian. Analisis yang dilakukan pada penelitian ini berupa analisis petrografi organik, seperti analisis reflektansi vitrinit dan analisis komposisi maseral, sementara analisis kimia yang dilakukan berupa analisis proksimat. Daerah penelitian dikelompokkan menjadi tiga blok prospeksi yaitu blok A, blok B, dan blok C. Berdasarkan analisis petrografi organik dan analisis kimia yang dilakukan secara umum, batubara pada daerah penelitian memiliki peringkat subbituminus B hingga \n\nbituminus zat terbang tinggi A, dengan tipe batubara huminit cukup tinggi hingga huminit/vitrinit tinggi. Batubara pada daerah penelitian diketahui memiliki \n\nkandungan material mineral yang bervariasi dari rendah hingga tinggi, kandungan abu dari sangat rendah hingga tinggi, dan kandungan sulfur yang tergolong rendah \n\nhingga tinggi. Berdasarkan nilai TPI dan GI diinterpretasikan batubara pada blok A terendapkan pada lingkungan rawa hutan basah pada zona telmatik dengan indikasi dataran delta bagian atas. Batubara blok B dan C terindikasi terendapkan pada lingkungan gambut berupa marsh, zona limnik dengan indikasi dataran delta bagian \n\nbawah. Perhitungan sumber daya tereka pada endapan batubara menghasilkan tonase endapan batubara sebesar 2.332.522 ton yang bepusat pada blok A dan blok \n\nB. Batubara yang berpotensi untuk dimanfaatkan sebagai bahan bakar pembangkit listrik sebesar 577.017 ton yang berpusat pada blok A.", "Daftar File": {"2018 TA PP AHMAD TRIADI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125965"}, "Penulis": "AHMAD TRIADI           (NIM : 12013050)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Eddy Ariyono Subroto Dr. S. S. Rita Susilawati, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "geokimia, petrografi organik, potensi batubara, lingkungan pengendapan.", "Sumber": "PRODI GEOLOGI", "Staf Input/Edit": "cecep hikmat  \n                                     tuti yulia", "File": "8 file", "Tanggal Input": "20 Mar 2018"}