{"Nomor": 25210, "Judul": "RANCANG BANGUN INSTRUMEN SURFACE PLASMON RESONANCE (SPR) DENGAN HARGA EKONOMIS UNTUK PEMANTAUAN PENURUNAN KUALITAS SUSU", "Abstrak": "Telah dibuat rancang bangun instrumen SPR dengan harga ekonomis yang mampu memantau penurunan kualitas susu. Cost-production instrumen SPR jauh lebih ekonomis yaitu sekitar Rp. 10.000.000 dimana harga instrumen SPR komersial seperti nanoSPR6 adalah $ 9.950. Komponen utama dari instrumen yang telah dibuat terdiri dari mikrokontroler arduino uno, laser merah, polarisator, motor stepper, prisma, gold chip, dan kamera Handphone (HP). Sistem deteksi cahaya pada instrumen yang telah dibuat menggunakan image processing yang memanfaatkan data rekaman dari kamera HP yang diolah menggunakan software python. Sampel yang digunakan adalah susu pasteurisasi. Hasil pengukuran yang diperoleh dari instrumen SPR yang telah dibuat dibandingkan dengan nanoSPR6. Sensogram hasil pemantauan susu pasteurisasi baik menggunakan instrumen SPR selama 12 jam dan nanoSPR6 selama 4 jam, keduanya mengalami penurunan intensitas cahaya. Intensitas cahaya menurun hingga 8 jam dari waktu pengamatan dan terlihat mendatar pada 4 jam berikutnya. Penurunan intensitas tersebut menyatakan terjadinya pergeseran sudut dip selama proses pemantauan. Hal tersebut didukung dengan data hasil pengukuran track mode oleh nanoSPR6 yang dilakukan selama 2 jam dimana terlihat bahwa sudut dip berubah dari 67,34Ã‚Âº menjadi 67,6Ã‚Âº. Kenaikan sudut dip selama proses pemantauan diduga karena munculnya endapan lemak pada susu yang mengakibatkan meningkatnya indeks bias susu tersebut. Perubahan indeks bias susu selama 2 jam tersebut sebesar 0,0023 dimana nilai tersebut diperoleh dengan melakukan fitting menggunakkan software winspall.", "Daftar File": {"2018 TS PP AHMAD ZATNIKA PURWALAKSANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125974", "2018 TS PP AHMAD ZATNIKA PURWALAKSANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/125975", "2018 TS PP AHMAD ZATNIKA PURWALAKSANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/125976", "2018 TS PP AHMAD ZATNIKA PURWALAKSANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/125977", "2018 TS PP AHMAD ZATNIKA PURWALAKSANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/125978", "2018 TS PP AHMAD ZATNIKA PURWALAKSANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/125979", "2018 TS PP AHMAD ZATNIKA PURWALAKSANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/125980", "2018 TS PP AHMAD ZATNIKA PURWALAKSANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/125981"}, "Penulis": "AHMAD ZATNIKA PURWALAKSANA  (NIM : 20216053)", "Kontributor / Dosen Pembimbing": ["Dr. Hendro, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Pemantauan, Python, Sensogram, Susu Pasteurisasi dan SPR.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "25 Okt 2018"}