{"Nomor": 25218, "Judul": "PENGARUH KADAR AIR TERHADAP PEMBENTUKAN BIOFILM DAN PROSES BIOKOROSI LOGAM PADA TANGKI PENYIMPANAN BIODIESEL", "Abstrak": "Biodiesel merupakan bahan bakar nabati yang berpotensi untuk diaplikasikan sebagai bahan bakar alternatif. Biodiesel biasanya disimpan dalam tangki penyimpanan dari baja karbon yang memiliki kelemahan yaitu mudah terkorosi oleh mikroorganisme. Korosi terjadi karena mikroorganisme memanfaatkan bahan bakar sebagai sumber nutrisi. Kandungan air dalam biodiesel yang bersifat higroskopis menunjang mikroorganisme untuk tumbuh dan bermetabolisme. Mikroorganisme yang berperan pada peristiwa korosi diantaranya adalah Bacillus megaterium. \n \n\nPenelitian ini dilakukan untuk mengetahui pengaruh kadar air terhadap pembentukan biofilm dan biokorosi oleh Bacillus megaterium, serta pengaruhnya terhadap kualitas bahan bakar. Percobaan dilakukan dengan merendam spesimen logam baja karbon dalam medium perendaman selama 21 hari dengan variasi konsentrasi biodiesel dalam medium (B0, B20, B30, dan B100) dan penambahan air pada medium B30 (0%, 5%, dan 10%). \n \n\nDari variasi percobaan yang dilakukan, dihasilkan laju korosi rata-rata tertinggi sebesar 0,642Ã‚Â±0,28 mm/tahun yang dicapai oleh B30. Jumlah koloni dalam biofilm meningkat hingga 1,3 kali pada variasi penambahan air 10% jika dibandingkan dengan tanpa penambahan air. Biofilm yang merata memberikan efek inhibisi terhadap korosi per waktu, demikian juga lapisan besi fosfat yang terbentuk pada variasi penambahan air. Perbedaan konsentrasi biodiesel tidak memberikan pengaruh terhadap komposisi biofilm yang terdiri atas gugus alkohol, asam lemak, protein, polisakarida, dan karboksilat. Sementara pada penambahan air, gugus polisakarida mengalami pergeseran, menandakan biofilm yang terbentuk tidak lebih kuat dan mudah hilang. Produk korosi dari Bacillus megaterium berupa Fe2O3, Fe3O4, dan FeOOH. Penurunan kualitas bahan bakar terjadi di semua variasi dengan %Biodegradation Efficiency terbesar mencapai 81,97% pada B0, serta kenaikan angka asam tertinggi terjadi pada B100 sebesar 1,4 kali.", "Daftar File": {"2018 TS PP AIDA NUR RAMADHANI  1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125992"}, "Penulis": "AIDA NUR RAMADHANI NIM: 23016005", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Ardiyan Harimawan. \n\nDr. Hary Devianto."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "biokorosi, biofilm, degradasi, kadar air, hidrokarbon, biodiesel, Bacillus megaterium", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "06 Jun 2018"}