{"Nomor": 25216, "Judul": "FORMULASI HIDROGEL IN SITU DENGAN BASIS ALGINAT MENGANDUNG MIKROPARTIKEL PAPAIN UNTUK DEBRIDEMENT LUKA", "Abstrak": "Jaringan nekrotik pada luka kronis yang menghambat proses penyembuhan luka dapat dihilangkan \n\ndengan debridement menggunakan enzim proteolitik, seperti papain. Penelitian ini bertujuan untuk \n\nmengembangkan sediaan hidrogel in situ untuk mengontrol pelepasan dan aktivitas enzim papain. \n\nPapain dienkapsulasi dalam mikropartikel natrium alginat (MP). MP dibuat dengan mencampurkan \n\nlarutan natrium alginat dan larutan papain menggunakan pengadukan pada kecepatan 9000 rpm \n\nselama 4 menit dan dilanjutkan dengan sonikasi. Formulasi MP dioptimasi secara statistik \n\nmenggunakan desain Box-Behnken dengan faktor terdiri dari kadar alginat, CaCl2, dan lama \n\nsonikasi. Parameter untuk menentukan formula MP optimum adalah ukuran partikel dalam rentang \n\n1-5 Ã‚Âµm, serta efisiensi penjerapan (EP) dan loading papain (LP) yang tinggi. Formula MP optimum \n\nterdiri dari 0,084% alginat; 0,02% CaCl2; dan 58,2 detik sonikasi dengan ultrasonikator homogenizer. \n\nHasil evaluasi dari formula MP ini menunjukkan ukuran partikel 3,9 Ã‚Âµm; EP 82,1%; dan LP 65,82%. \n\nSelanjutnya, MP didispersikan ke dalam hidrogel in situ (HMP) yang dibuat dengan komponen \n\nberupa alginat, polivinil alkohol (PVA), dan CaCl2 masing-masing sebagai basis, humektan, dan agen \n\npenyambung silang. Formula HMP optimum terdiri dari 1% alginat, 5% PVA, dan 0,4% CaCl2. Sediaan \n\nHMP menunjukkan viskositas sebelum disambung silang sebesar 60,050,14 mPa dan kapasitas \n\nabsorbsi air sebesar 125,03,0%. Pelepasan selama tiga hari sediaan HMP sebesar 8,62%. Sediaan \n\nHMP menunjukkan pengontrolan profil pelepasan dan aktivitas debridement secara in vitro, serta \n\nkeberhasilan membentuk hidrogel secara in situ pada suhu tubuh.", "Daftar File": {"2018 TA PP AHSHONAT IZZATUL HAQ 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125989"}, "Penulis": "AHSHONAT IZZATUL HAQ NIM : 10714085", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr. Tri Suciati, M.Si.", "Annisa Rahma, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "debridement, papain, alginat, mikropartikel, hidrogel in situ", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "02 Jul 2018"}