{"Nomor": 25212, "Judul": "FAKTOR PENENTU INVESTOR INDONESIA TERHADAP KEPUTUSAN PEMBELIAN DARI DANA INVESTASI REAL ESTAT", "Abstrak": "Dana Investasi Real Estat adalah sebuah produk yang dibentuk awalnya untuk membuat investor \n\nindividual untuk memiliki aset real estat, dan melalui asset tersebut investor bisa mendapatkan \n\npendapatan dari investasinya. Pertama kali diperkenalkan ke public tahun 1960 oleh Presiden \n\nDwight D. Eisenhower saat menandatangani undang-undang public 86-779 yang disebut cigar \n\nexcise tax extension, pemerintah Amerika Serikat memberikan kesempatan kepada investor untuk \n\nberinvestasi di aset real estat yang sudah beroperasi dan menghasilkan laba. Di Indonesia PT. \n\nCiptadana Asset Management menjadi yang pertama untuk meluncurkan produk DIRE di tahun \n\n2012 di Indonesia. Setelah 6 tahun berjalan, Produk DIRE tetap sama, PT Ciptadana tetap menjadi \n\nsatu-satunya yang memiliki DIRE diantara produk investasi lain yang mereka sediakan. Sementara \n\nproduk ini menjadi sangat populer di Amerika, DIRE masih belum dikenal di kalangan investor \n\nIndonesia. Banyak riset yang sudah dilakukan untuk memahami produk tersebut, dan riset tentang \n\npasar produk DIRE masih sangat sulit ditemukan. Namun banyak studi yang membahas topik \n\ntentang hubungan antara literasi finansial dan inclusi finansial, dan juga tentang preferensi pasar \n\nterhadap servis dan produk finansial. Riset ini membuktikan bahwa memang benar bahwa investor \n\ndi Indonesia belum mengetahui tentang produk ini. Literasi investasi menjadi variabel yang \n\nsignifikan mempengaruhi keputusan pembelian DIRE. Selain itu, terdapat pula Sembilan dari \n\ntigabelas variabel lain yang menjadi factor penentu untuk mengarahkan masyarakat untuk membeli \n\nproduk ini.", "Daftar File": {"2018 TA PP AHMEIDY YUSYA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125984", "COVER Ahmeidy Yusya (19015168)": "https://digilib.itb.ac.id/gdl/download/189152", "Ahmeidy Yusya BAB I.pdf)u": "https://digilib.itb.ac.id/gdl/download/189153", "Ahmeidy Yusya BAB II.pdf?": "https://digilib.itb.ac.id/gdl/download/189154", "Ahmeidy Yusya BAB III.pdf\n]": "https://digilib.itb.ac.id/gdl/download/189155", "Ahmeidy Yusya BAB IV.pdf?": "https://digilib.itb.ac.id/gdl/download/189156", "Ahmeidy Yusya BAB V.pdf)u": "https://digilib.itb.ac.id/gdl/download/189157", "Ahmeidy Yusya Reference.pdf?": "https://digilib.itb.ac.id/gdl/download/189158"}, "Penulis": "Ahmeidy Yusya (19015168)", "Kontributor / Dosen Pembimbing": ["Dr. Yunieta Anny Nainggolan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "REITs, Investment Literacy, Investment Behaviour, Investment Preferences", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "8 file", "Tanggal Input": "16 Jul 2018"}