{"Nomor": 25228, "Judul": "KONTROL DEALUMINASI TERHADAP ZEOLIT Y OLEH KATION TETRAALKILAMONIUM DALAM MEDIUM ASAM", "Abstrak": "Dealuminasi dalam medium asam merupakan salah satu teknik penting dalam upaya meningkatkan kestabilan hidrotermal zeolit Y dengan menaikkan rasio Si/Al nya. Namun, dealuminasi dalam medium asam selalu disertai kerusakan kisi kristal akibat rendahnya kestabilan zeolit Y terhadap senyawa asam. Dalam penelitian ini, digunakan strategi baru untuk mengontrol proses dealuminasi menggunakan kation tetraalkilamonium (TAA). Kation TAA yang digunakan adalah tetrametillamonium (TMA), tetraetilamonium (TEA), tetrapropilamonium (TPA), dan tetrabutilamonium (TBA), sedangkan senyawa asam yang digunakan adalah asam oksalat. Adapun tujuan dari penelitian yakni agar 1) mengetahui pengaruh keberadaan kation TAA dalam kerangka zeolit Y terhadap dealuminasi dalam medium asam dan 2) mengetahui pengaruh panjang rantai alkil TAA terhadap kristalinitas zeolit Y setelah dealuminasi dalam medium asam. \n\nZeolit Y induk disintesis secara hidrotermal tanpa kehadiran senyawa organik. Metode ini menghasilkan zeolit Y tanpa pengotor dengan rasio Si/Al bulk = 3,4. Inklusi kation TBA+ dilakukan secara langsung dan pasca sintesis. Metode langsung dilakukan dengan cara mencampurkan TBABr ke dalam gel zeolit Y sebelum proses hidrotermal, sedangkan metode pasca sintesis dilakukan dengan cara mencampurkan larutan 0,2 M TBABr ke dalam zeolit Y induk dan diaduk selama 24 jam pada suhu ruang. Berdasarkan hasil perhitungan kristalinitas, dibandingkan metode pasca sintesis, inklusi TBA secara langsung menghasilkan penurunan kristalinitas yang drastis. Di samping itu, hasil analisa TGA menunjukkan jumlah TBA yang berhasil dimasukkan ke dalam kerangka zeolit Y metode pasca sintesis jauh lebih banyak sehingga inklusi kation TMA, TEA, dan TPA berikutnya dilakukan dengan metode pasca sintesis. \n\nSelanjutnya, perlakuan asam oksalat terhadap zeolit Y dilakukan pada konsentrasi 0,1, 0,25, dan 0,5 M. Hasil karakterisasi XRD menunjukkan bahwa perlakuan asam tidak mengganggu struktur zeolit Y. Namun, pada konsentrasi asam oksalat yang tinggi, 0,5 M, mulai terjadi kerusakan struktur zeolit Y. Data ini juga didukung dengan hasil karakterisasi ATR-IR yang menunjukkan hilangnya beberapa puncak vibrasi ulur simetris ikatan T Ã‚Â– O dan double 6 ring (D6R) khas zeolit Y pada sampel hasil perlakuan asam oksalat 0,5 M. Perhitungan rasio Si/Al dari data XRF menunjukkan terjadinya peningkatan rasio Si/Al dengan \n\nmeningkatnya konsentrasi asam oksalat. Sebaliknya, hasil perhitungan kristalinitas menunjukkan terjadinya penurunan kristalinitas dengan meningkatnya konsentrasi asam. \n\nTerakhir, dilakukan perlakuan asam oksalat pada zeolit termodifikasi kation TAA dengan konsentrasi asam 0,1 dan 0,25 M. Pada konsentrasi asam yang sama, perlakuan asam terhadap zeolit Y termodifikasi kation TAA menghasilkan penurunan kristalinitas yang lebih kecil dibandingkan tanpa keberadaan kation TAA. Artinya, keberadaan kation TAA dalam zeolit Y dapat mempertahankan kristalinitas zeolit Y selama proses perlakuan dengan asam. Selain itu, perbedaan panjang rantai alkil dalam kerangka zeolit Y menghasilkan penurunan kristalinitas yang juga berbeda setelah perlakuan asam. Berdasarkan nilai penurunan kristalinitasnya, urutan kemampuan TAA dalam mempertahankan kristalinitas ialah TBA~TMA > TEA > TPA. Pada konsentrasi asam oksalat 0,1 M, kenaikan rasio Si/Al bulk yang terjadi ialah hampir sama. Sementara itu, pada konsentrasi asam oksalat 0,25 M terjadi peningkatan rasio Si/Al bulk yang lebih besar dibandingkan sampel hasil perlakuan asam pada zeolit Y tanpa keberadaan kation TAA. Dengan demikian, hasil ini mengindikasikan bahwa strategi dealuminasi terkontrol oleh kation TAA merupakan metode yang tepat untuk mempertahankan kristalinitas zeolit Y dalam medium asam tanpa mengganggu proses dealuminasinya. Di antara kation TAA, kemampuan untuk melindungi kristalinitas zeolit Y selama perlakuan asam dipengaruhi oleh faktor densitas muatan dan faktor sterik. Untuk pemahaman lebih menyeluruh, diperlukan karakterisasi tambahan yang dapat menjelaskan fenomena ini dengan lebih akurat, yaitu dengan pengukuran 27Al MAS NMR.", "Daftar File": {"2018 TS PP AINUL MAGHFIRAH 20516009 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126016", "2018_TS_PP_AINUL_MAGHFIRAH_1-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/148974", "2018_TS_PP_AINUL_MAGHFIRAH_1-_BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/148975", "2018_TS_PP_AINUL_MAGHFIRAH_1-_BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/148976", "2018_TS_PP_AINUL_MAGHFIRAH_1-_BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/148978", "2018_TS_PP_AINUL_MAGHFIRAH_1-_BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/148980", "2018_TS_PP_AINUL_MAGHFIRAH_1-_BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/148982", "2018_TS_PP_AINUL_MAGHFIRAH_1-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/148983"}, "Penulis": "AINUL MAGHFIRAH (NIM:20516009)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1:Dr.rer.nat. Rino Rakhmata Mukti Pembimbing 2:Dr.Grandprix T.M.Kadja"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Zeolit Y, dealuminasi, tetraalkilamonium, medium asam", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "30 Agu 2018"}