{"Nomor": 25223, "Judul": "PENGENALAN HURUF ARAB CETAK BERBASIS CITRA", "Abstrak": "Dalam proses pembelajaran huruf Arab, mengenali huruf Arab merupakan bagian yang sangat penting. Pada fase ini, pelajar pemula akan mengalami kesulitan. Pembelajaran huruf Arab akan lebih efektif jika ada sebuah sistem yang mampu    \n\nmengenali huruf Arab, baik dalam bentuk terisolasi maupun yang terdapat dalam kalimat.    \n\nPada tesis ini dirancang sebuah sistem yang dapat mengenali huruf Arab dalam bentuk terisolasi dan huruf Arab yang terdapat dalam kalimat. Sistem memiliki lima tahap:    \n\nbinerisasi, segmentasi, penipisan, ekstraksi fitur dan klasifikasi. Dalam tahap binerisasi dilakukan dengan mengubah citra ke dalam bentuk biner yang memiliki nilai    \n\nnol dan satu. Pada tahap segmentasi dilakukan dengan algoritma Zidouri yang memiliki beberapa parameter, fitur dan aturan untuk melakukan segmentasi suatu kata. Pada tahap penipisan digunakan dengan algoritma Stentiford yang memiliki empat templat, titik akhir dan jumlah konektivitas untuk memeriksa apakah citra piksel dihapus atau tidak. Pada tahap ekstraksi fitur di ekstrak tiga fitur, yang pertama adalah kode rantai yang sudah di normalisasi, yang kedua adalah jumlah titik, yang ketiga adalah posisi titik. Pada tahap klasifikasi dilakukan dengan membandingkan dua    \n\nmetode yaitu metode Jaringan Syaraf Tiruan (JST) dan Model Markov Tersembunyi (HMM). Hasil dari pengenalan huruf Arab menggunakan metode klasifikasi JST untuk huruf terisolasi mencapai akurasi 100%, dan hasil pengenalan huruf dalam kalimat mencapai akurasi 69%. Sedangkan hasil pengenalan huruf Arab menggunakan HMM untuk huruf terisolasi mencapai akurasi 71% dan hasil pengenalan huruf dalam kalimat    \n\nmencapai akurasi 50%. Dari data yang diperoleh pada huruf Arab yang salah dikenali dengan metode JST, terdapat 5 huruf yang selalu salah dikenali. Akurasi huruf yang    \n\nbenar dikenali adalah 50%, sedangkan dari data yang diperoleh pada huruf Arab yang salah dikenali dengan metode HMM, terdapat 9 huruf yang selalu salah dikenali. Akurasi huruf yang benar dikenali adalah 38%.", "Daftar File": {"2018 TS PP AINATUL RADHIAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/125998"}, "Penulis": "AINATUL RADHIAH      [23215145]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Carmadi Machbub       Dr.techn. Ary S. Prihatmanto., S.T., M.T.       Dr. Egi Muhammad Idris Hidayat"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pengenalan huruf Arab, algoritma Stentiford, kode rantai, Jaringan Syaraf Tiruan, Model Markov Tersembunyi", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jan 2018"}