{"Nomor": 25240, "Judul": "ANALISIS MINERALOGI DAN GEOKIMIA BASE METAL PADA MINERALISASI TIMAH STRATA-BOUND DI KELAPA KAMPIT, BELITUNG TIMUR", "Abstrak": "Kelapa Kampit, Kabupaten Belitung Timur, Provinsi Bangka Belitung berada pada zona bagian timur dari granit Sabuk Timah Asia Tenggara (Southeast Asian Tin Belt) yang sangat potensial untuk terbentuknya cebakan bijih timah bersama dengan mineral aksesoris lainnya. Open pit Nam Salu atau dikenal dengan bedding-plane Kelapa Kampit merupakan daerah mineralisasi timah strata-bound terkaya di Asia Tenggara. Daerah ini memiliki kompleksitas geologi dan prospek base metal yang cukup menarik perhatian para ahli geologi. Dip curam dan tajam serta perlapisan semikontinu yang terkarakterisasi oleh iron mineral content dapat diperlihatkan dengan jelas. Batuan metasedimen, metasiltstone, filit, dan rijang merupakan tipe batuan utama yang berada pada area Kelapa Kampit. Daerah ini memiliki kemiripan mineralisasi dengan endapan greisen dan skarn. Metodologi yang digunakan adalah studi literatur, analisis megaskopis, analisis mikroskopis (mineragrafi dan petrografi), X-Ray Diffraction (XRD), dan Atomic Absorption Spectroscopy (AAS). Tujuh sampel batuan telah dikumpulkan dari wilayah Kelapa Kampit dan sekitarnya dengan 5 diantaranya merupakan batuan metasandstone dan 2 lainnya adalah rijang dan batu lempung. Analisis mikroskopis dilakukan pada 5 sayatan poles dari 3 batuan metasandstone dan 5 sayatan tipis dari batuan metasandstone, rijang, dan batu lempung. Mineral bijih pembawa base metal (Cu, Pb, Zn, Sn) yang hadir antara lain kasiterit (SnO2), kalkopirit (CuFeS2), sfalerit (ZnS), dan galena (PbS). Mineral bijih lainnya yang hadir adalah pirit (FeS2), magnetit (Fe2O3), dan hematit (Fe3O4). Mineral bijih sulfida dan oksida tersebut mayoritas hadir dan termineralisasi pada vein stockworks dengan tekstur berupa pengisian ruang (open-space filling). Selain itu mineral pembentuk batuan yang hadir dalam mayor adalah kuarsa (SiO2) dan muskovit. Pada analisis kualitatif XRD, teridentifikasi mineral-mineral aksesoris dan mineral minor sebagai penciri endapan greisen. Berdasarkan analisis AAS, secara umum nilai kadar logam base metal yang mendekati rata-rata kadar minimum ekonomis adalah logam Cu (45% kadar minimum) dan logam Pb (12,5% kadar minimum). Penelitian ini ditujukan untuk mengetahui tatanan geologi, mineralisasi dan mineralogi, serta mengidentifikasi potensi keterdapatan cebakan bijih terutama base metal.", "Daftar File": {"2018 TA PP AISYAH SETIA WARDANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126045"}, "Penulis": "AISYAH SETIA WARDANI (NIM : 12114025)", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Syafrizal, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kelapa Kampit, Southeast Asian Tin Belt, strata-bound, vein-stockworks, base metal", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "02 Okt 2018"}