{"Nomor": 25242, "Judul": "Kajian Daya Dukung Wilayah Dalam Rangka Pengembangan Peternakan Sapi Perah Di Kecamatan Pasirjambu Kabupaten Bandung", "Abstrak": "Pengembangan ekonomi merupakan faktor penggerak utama dalam upaya pengembangan wilayah, dan memiliki peran yang besar dalam peningkatan kesejahteraan masyarakat. Sektor pertanian merupakan salah satu sektor yang cukup dominan pada struktur perekonomian di Kecamatan Pasirjambu Kabupaten Bandung sehingga cukup berperan dalam upaya pengembangan wilayah. Di Kecamatan Pasirjambu saat ini banyak terdapat aktivitas peternakan sapi perah rakyat, tetapi belum dapat memberikan kontribusi maksimal bagi kesejahteraan masyarakat peternak, padahal subsektor peternakan merupakan subsektor yang cukup dominan di Kecamatan Pasirjambu berdasarkan analisis location quetiont (LQ), sehingga perlu dikaji mengenai bagaimana daya dukung berbagai faktor yang mempengaruhi dalam upaya pengembangan peternakan sapi perah di Kecamatan Pasirjambu. Tujuan dari penelitian ini adalah untuk mengkaji bagaimana daya dukung wilayah dalam rangka pengembangan peternakan sapi perah di Kecamatan Pasirjambu Kabupaten Bandung, sedangkan sasaran dari penelitian ini adalah mengkaji daya dukung sumber daya alam, sumber daya manusia, kelembagaan, dan infrastruktur penunjang produksi peternakan dalam rangka pengembangan peternakan sapi perah. Metode penelitian yang digunakan adalah penelitian deskriptif dengan menggunakan pendekatan penelitian kuntitatif, yang diperoleh melalui analisis data kuesioner.   \n \n\nBerdasarkan hasil analisis dapat diketahui bahwa daya dukung untuk pengembangan peternakan sapi perah dari berbagai variabel yang diteliti hasilnya bervariasi, yaitu ketersediaan sumber daya lahan untuk keperluan penanaman hijauan pakan ternak (HPT) dalam kondisi aktual tidak mendukung, tetapi dalam keadaan potensial sangat mendukung upaya pengembangan peternakan sapi perah, sementara ketersediaan sumber daya lahan untuk perkandangan dalam konsisi aktual dan potensial mendukung. Ketersediaan air dalam keadaan aktual tidak mendukung sementara dalam keadaan potensial mendukung pengembangan peternakan sapi perah. Daya dukung sumber daya manusia peternak secara kuantitas mendukung tetapi secara kualitas tidak mendukung, sementara daya dukung kelembagaan seperti kelompok ternak, koperasi, dan pemerintah untuk memfasilitasi peternakan sapi perah dianggap mendukung tetapi lembaga lainnya seperti bank dan lembaga swasta tidak mendukung berdasarkan persepsi tingkat kepuasan peternak. Infrastruktur penunjang produksi peternakan di Kecamatan Pasirjambu hasilnya bervariasi yaitu untuk kondisi infrastruktur jalan dan Pusat Kesehatan Hewan (Puskeswan) dianggap mendukung, tetapi infrastruktur pasar hewan dianggap tidak mendukung upaya pengembangan peternakan sapi perah di Kecamatan Pasirjambu karena absen di wilayah tersebut. \n \n \n\nDaya dukung sumber daya alam dalam keadaan potensial sangat mendukung upaya pengembangan peternakan sapi perah, hal tersebut menunjukan adanya keterbatasan akses peternak terhadap sumber daya alam sehingga perlu diupayakan berbagai langkah untuk mengatasi berbagai persoalan yang timbul akibat hal tersebut. Peningkatan kualitas SDM peternak juga harus dilakukan melalui berbagai bentuk bimbingan teknis, pelatihan dan penyuluhan baik itu oleh pemerintah, koperasi, dan pemangku kepentingan lainnya. Sinergitas antar lembaga perlu ditingkatkan serta harus adanya upaya peningkatan kualitas dan kuantitas infrastruktur penunjang produksi peternakan dalam rangka pengembangan peternakan sapi perah, peningkatan kesejahteraan masyarakat peternak, serta pengembangan wilayah Kecamatan Pasirjambu.", "Daftar File": {"2018 TS PP AJAT SUDRAJAT_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/126054", "2018 TS PP AJAT SUDRAJAT_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126055"}, "Penulis": "AJAT SUDRAJAT (NIM: 25414043)", "Kontributor / Dosen Pembimbing": ["Ir. Hastu Prabatmodjo, MS, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "daya dukung, pengembangan wilayah, peternakan sapi perah", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "2 file", "Tanggal Input": "02 Okt 2018"}