{"Nomor": 25241, "Judul": "PENGARUH FAKTOR FISIK LINGKUNGAN KERJA DAN BEBAN KERJA TERHADAP TIMBULNYA KELELAHAN PADA PEKERJA DI PT X", "Abstrak": "PT X merupakan pabrik perakitan dan pembuatan komponen pesawat terbang yang sedang berkembang. Dalam proses produksinya masih banyak terdapat aktivitas secara manual dalam melakukan pekerjaannya sehingga memungkinkan untuk terjadinya kelelahan kerja. Penelitian ini bertujuan untuk mengetahui faktor dominan yang menyebabkan terjadinya kelelahan kerja. Faktor fisik lingkungan kerja yang diteliti meliputi tingkat kebisingan, intensitas cahaya, suhu dan kelembapan. Penelitian ini dilakukan pada Departemen Metal Forming. Analisis yang digunakan adalah metode cross sectional, dimana variabel bebas pada penelitian ini adalah faktor-faktor fisik lingkungan kerja. Sedangkan yang menjadi variable terikat adalah kelelahan tubuh akibat bekerja. Kelompok sampel yang dipilih adalah pekerja dengan kriteria berusia 20-40 tahun, masa kerja lebih dari 2 tahun, sehat (tidak dalam perawatan dokter atau mengkonsumsi obat Ã‚Â– obatan) serta memiliki lama kerja 8 jam sehari. Kelompok kontrol merupakan pekerja yang berada di departemen K3LH. Pengukuran kelelahan dilakukan saat sebelum dan sesudah bekerja, mengunakan metode dry chemistry system dengan pengujian aktivitas enzim saliva alpha-amilase (sAA) dan uji psychomotor menggunakan reaction timer, denyut nadi permenit dan kuesioner International Fatigue Research Committee.Rerata sAA pekerja di departemen metal forming saat sebelum bekerja adalah 55 Ã‚Â± 42,82 KU/L dan sesudah bekerja meningkat menjadi 79 Ã‚Â± 52,68 KU/L. Rerata nilai waktu reaksi sebelum bekerja 324 Ã‚Â± 32,09 milidetik dan sesudah bekerja sebesar 378 Ã‚Â± 39,91 milidetik. Konsentrasi sAA pekerja di departemen metal forming secara parsial dipengaruhi oleh beban kerja, suhu dan kebisingan. Pengaruh dominan adalah beban kerja.Sedangkan nilai waktu reaksi secara parsial tidak dipengaruhi oleh variable bebas. Konsentrasi sAA merupakan indikator kelelahan yang paling baik, dan dapat menggambarkan perbedaan beban kerja pada masing Ã‚Â– masing bagian kerja di departemen metal forming.", "Daftar File": {"2014 TS PP AISYAH STIYAWARDANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/126046", "2014 TS PP AISYAH STIYAWARDANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/126047", "2014 TS PP AISYAH STIYAWARDANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/126048", "2014 TS PP AISYAH STIYAWARDANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/126049", "2014 TS PP AISYAH STIYAWARDANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/126050", "2014 TS PP AISYAH STIYAWARDANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/126051", "2014 TS PP AISYAH STIYAWARDANI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/126052", "2014 TS PP AISYAH STIYAWARDANI 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/126053"}, "Penulis": "AISYAH STIYAWARDANI (NIM : 25311315)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Dwina Roosmini, MS."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "faktor fisik lingkungan kerja, kelelahan pekerja, saliva alpha-amilase, dan waktu reaksi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "21 Sep 2018"}