{"Nomor": 25248, "Judul": "KARAKTERISASI PROTEIN HASIL EKSPRESI HETEROLOG GEN PENGKODE LIPASE TERMOSTABIL DARI ISOLAT LOKAL (LK1)", "Abstrak": "Lipase termostabil banyak dimanfaatkan dalam berbagai industri, seperti makanan, farmasi,   \n \n \n\ndetergen, dan biodiesel, serta masih terus dikembangkan pemanfaatannya terhadap varianvarian   \n \n \n\nbaru lipase dari berbagai sumber. Pada penelitian sebelumnya telah diperoleh beberapa   \n \n \n\nklon gen pengkode lipase termostabil melalui pendekatan metagenom. Pada penelitian ini   \n \n \n\ndifokuskan untuk mendapatkan salah satu lipase termostabil yang fungsional melalui ekspresi   \n \n \n\nheterolog gen pengkode lipase termostabil dari isolat lokal (LK1) dengan karakteristik dan   \n \n \n\nsifat yang khas. Untuk itu, telah dilakukan subkloning gen LK1 dari vektor pJET1.2 ke dalam   \n \n \n\nvektor pET30a, ekspresi gen dalam sel inang Eschericia coli BL21 (DE3), serta pemurnian   \n \n \n\ndan karakterisasi yang meliputi uji spsifisitas substrat, optimasi suhu dan pH, serta uji   \n \n \n\ntermostabilitas. Gen LK1 yang berukuran ~1000 pb memiliki sisi pemotongan enzim restriksi   \n \n \n\nSalI dan NdeI telah diperoleh melalui metode PCR (Polymerase Chain Reaction)   \n \n \n\nmenggunakan primer Feks dan Reks. Gen LK1 ini telah disisipkan ke dalam vektor pET30a   \n \n \n\npada sisi SalI dan NdeI. Ekspresi gen dilakukan dengan penambahan induser isopropyl B-Dthiogalactopyranoside   \n \n \n\n(IPTG) 1 mM, dengan waktu inkubasi 4 jam pada 37?C. Selanjutnya,   \n \n \n\nprotein hasil ekspresi dianalisis menggunakan Sodium Dodecyl Sulphat-Polyacrylamide Gel   \n \n \n\nElectrophoresis (SDS-PAGE). Dari hasil ekspresi, didapatkan dua pita tebal protein lipase   \n \n \n\nLK1 berukuran 38 kDa dan 33 kDa. Kedua pita tebal lipase LK1 yang didapat telah berhasil   \n \n \n\ndimurnikan menggunakan kromatografi afinitas Ni-NTA.   \n \n \n \n\nHasil uji aktivitas menunjukkan   \n \n \n\nbahwa Lipase LK1 memiliki aktivitas spesifik sebesar 0,0035 U/mg dengan kemurnian   \n \n \n\nsebesar 2,3 kali. Lipase LK1 memiliki spesifisitas yang tinggi terhadap substrat   \n \n \n\nparanitrofenil-dekanoat (pNP-dekanoat) dengan suhu optimum 70?C, dan pH optimum 8   \n \n \n\nserta masih mempertahankan aktivitasnya dengan waktu inkubasi selama 2 jam pada suhu   \n \n \n\ndan pH optimum. Dari data yang diperoleh menyarankan bahwa lipase LK1 dapat   \n \n \n\ndikategorikan ke dalam enzim termostabil yang memiliki ketahanan terhadap pH basa,   \n \n \n\nsehingga dapat diaplikasikan untuk keperluan berbagai industri yang menggunakan suhu   \n \n \n\ntinggi dan atau pH basa.", "Daftar File": {"2018 TS PP AJENG WIDI NURFADILAH 20516051 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126066", "2018_TS_PP_AJENG_WIDI_NURFADILAH_1-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/148991", "2018_TS_PP_AJENG_WIDI_NURFADILAH_1-_BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/148992", "2018_TS_PP_AJENG_WIDI_NURFADILAH_1-_BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/148993", "2018_TS_PP_AJENG_WIDI_NURFADILAH_1-_BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/148994", "2018_TS_PP_AJENG_WIDI_NURFADILAH_1-_BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/148995", "2018_TS_PP_AJENG_WIDI_NURFADILAH_1-_BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/148996", "2018_TS_PP_AJENG_WIDI_NURFADILAH_1-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/148997"}, "Penulis": "AJENG WIDI NURFADILAH (NIM:20516051)", "Kontributor / Dosen Pembimbing": ["Prof. Akhmaloka, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "ekspresi heterolog, lipase termostabil, LK1, subkloning, karakterisasi.", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "10 Sep 2018"}