{"Nomor": 25246, "Judul": "SPATIAL RECONSTRUCTION AND UNDERWATER SURVEY OF PALEO-RIVER IN SUNDALAND", "Abstrak": "Paparan Sunda merupakan sebuah landas benua yang berupa perpanjangan Lempeng Eurasia di Asia Tenggara. Pada 20.000 tahun SM, muka air laut berada 116 m di bawah ketinggian muka air laut saat ini. Hal ini menyebabkan Paparan Sunda terbuka secara utuh. Di sisi lain, manusia yang telah mendiami bumi sejak ratusan ribu tahun lalu akhirnya mencapai daerah yang saat ini disebut Laos pada 46.000 SM. Hal ini membuat sejumlah ilmuwan berpendapat bahwa terdapat peradaban manusia di Paparan Sunda dalam kurun waktu tersebut. Namun, sampai saat ini belum terdapat bukti penunjang yang dapat mendukung teori peradaban manusia purba di Paparan Sunda. Oleh karena itu, riset ini bertujuan untuk menyajikan sebuah model alternatif sungai purba untuk mengungkap apakah Paparan Sunda merupakan daerah yang dapat menunjang keberlangsungan hidup manusia, jika ditilik dari aspek ketersediaan air bersih berupa sungai. Pada studi ini, model sungai purba dibangun dari data batimetri General Bathymetric Chart of the Ocean (GEBCO) dengan resolusi spasial 30 detik. Proses pembuatan model sungai dilakukan berdasarkan algoritma arah aliran tunggal bernama D8. Hasil menunjukkan bahwa jaringan model sungai bersambungan dengan sungai yang ada saat ini, terutama di daerah muara dengan galat maksimal sebesar 9,3 km. Penelitian ini juga meliputi bukti dari survei lapangan di Laut Jawa yang kemudian menunjukkan anomali permukaan bawah laut yang diindikasi sebagai bagian dari sungai purba. Hasil temuan pada riset ini kemudian diusulkan untuk studi rekonstruksi dengan cakupan lebih luas seperti biogeografi, iklim, dan migrasi spesies pada zaman purba.", "Daftar File": {"2016 TA PP  AJENG SALMAYARISTA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/126059", "2016 TA PP  AJENG SALMAYARISTA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/126060", "2016 TA PP  AJENG SALMAYARISTA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/126061", "2016 TA PP  AJENG SALMAYARISTA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/126062", "2016 TA PP  AJENG SALMAYARISTA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/126063", "2016 TA PP  AJENG SALMAYARISTA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/126064"}, "Penulis": "AJENG SALMAYARISTA  (NIM : 15112083)", "Kontributor / Dosen Pembimbing": ["Supervisor : Dr.rer.nat. Poerbandono."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "batimetri, model jaringan sungai, geo-arkeologi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "18 Sep 2018"}