{"Nomor": 25257, "Judul": "PERANAN LITERASI KEUANGAN SEBAGAI STIMULUS DAN MODERATOR UNTUK AKSES KEUANGAN DAN PERTUMBUHAN BISNIS (STUDI KASUS UMKM DI KOTA BANDUNG)", "Abstrak": "Tujuan dari penelitian ini adalah membuktikan peran penting literasi keuangan terhadap akses keuangan dan pertumbuhan bisnis UMKM. Penelitian ini ingin menunjukkan bahwa literasi keuangan tidak hanya memiliki hubungan dan pengaruh terhadap akses keuangan dan pertumbuhan bisnis, tetapi juga dapat menjadi moderator hubungan antara akses keuangan dan pertumbuhan bisnis UMKM. Penelitian ini menggunakan 250 UMKM yang berada di kota Bandung sebagai subjek penelitian, dan metode penelitian yang digunakan adalah analisis korelasi, regresi sederhana danregresi dengan variabel moderasi (MRA). Penelitian ini juga menambahkan beberapa analisis tambahan lainnya. Hasil penelitian menunjukkan bahwa literasi keuangan memiliki hubungan dan pengaruh positif terhadap akses keuangan dan pertumbuhan bisnis UMKM. Selain itu, literasi keuangan terbukti menjadi moderator hubungan antara akses keuangan dan pertumbuhan bisnis. Keterbatasan penelitian ini adalah hanya meneliti UMKM yang berada di kota Bandung saja, tetapi penelitian ini dapat menjadi sumber untuk penelitian lebih lanjut di daerah lain. Implikasi dari penelitian ini adalah untuk memberikan rekomendasi dan solusi terhadap permasalahan UMKM berupa program terencana untuk meningkatkan financial literacy, akseskeuangan dan pertumbuhan bisnis.", "Daftar File": {"AKBAR BHAHESTI - 29116120.pdf": "https://digilib.itb.ac.id/gdl/download/126097"}, "Penulis": "AKBAR BHAHESTI/29116120", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti, CFPÃ‚Â®"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Financial Literacy, Access to Finance, Business Growth, MSMEs", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "16 Agu 2018"}