{"Nomor": 25253, "Judul": "DETEKSI KEMATANGAN BUAH SAWIT: KORELASI PARAMETER CITRA KAMERA (PANJANG GELOMBANG 590-730 nm DAN 525 nm) DENGAN SENSOR FOTODIODE (PANJANG GELOMBANG 600-700 nm)", "Abstrak": "Indonesia merupakan salah satu penghasil buah sawit terbesar di dunia. Meskipun demikian, kerugian yang dialami ketika panen masih menjadi masalah yang tidak dapat diabaikan. Kerugian yang dialami ketika panen mencapai lebih dari lima belas persen dan sebagian besar disebabkan oleh adanya kesalahan pada saat pemanenan. Pemanen seringkali melakukan kesalahan dalam penilaian kematangan buah sawit mengakibatkan buah sawit yang belum cukup matang ikut terpanen. Oleh karena itu, sebuah metode didesain untuk mengurangi kerugian yang ditimbulkan akibat adanya kesalahan penilaian kematangan buah sawit pada saat pemanenan.    \n \n \n \n\nPada tahun 2017, Kelompok Keahlian (KK) Teknik Biomedika Institut Teknologi Bandung (ITB) membuat sebuah sistem untuk mengukur tingkat kematangan buah sawit. Pengukuran dilakukan berdasarkan pada kadar minyak yang terdapat pada buah sawit. Sistem yang dirancang menggunakan fotodiode untuk mengakuisisi data buah sawit. Kemudian berdasarkan data sawit yang diakuisisi oleh fotodiode, estimasi kadar minyak pada buah sawit diperoleh.    \n \n \n \n\nPada penelitian yang dilakukan, digunakan kamera Fotonic P60-US dengan filter optik sebagai sensor untuk mengakuisisi data sawit dalam bentuk citra yang dikoreksi jarak. Tujuan dari penelitian yang dilakukan adalah untuk menemukan relasi dari data hasil pengukuran dengan menggunakan fotodiode dengan data citra sawit hasil akuisisi kamera dan menemukan parameter atau fitur dari citra sawit yang memiliki relasi yang paling signifikan dengan data fotodiode. Jika terdapat relasi antara data hasil pengukuran dengan menggunakan fotodiode dan data citra hasil akuisisi kamera, maka sensor fotodiode dapat digantikan dengan kamera yang memiliki harga yang jauh lebih murah daripada fotodiode.    \n \n \n \n\nData yang digunakan pada penelitian ini merupakan data citra sawit dan data pengukuran dengan fotodiode yang diambil pada tanggal 1Ã‚Â–8 Agustus 2017. Parameter atau fitur statistik orde pertama yaitu mean, standard deviation, variansi, kurtosis, dan entropi diekstrak dari citra sawit yang telah dikoreksi jarak yang selanjutnya dikomparasi dengan data pengukuran dengan fotodiode. Relasi    \n \n \n\nii    \n \n \n\nantara data pengukuran fotodiode dengan tiap parameter atau fitur hasil ekstraksi citra dicari untuk setiap kategori komparasi yang dilakukan. Pencarian nilai koefisien korelasi untuk setiap kategori komparasi dilakukan untuk menentukan relasi antara data pengukuran fotodiode dengan tiap parameter hasil ekstraksi citra.    \n \n \n \n\nBerdasarkan nilai koefisien korelasi yang diperoleh pada masing-masing kategori komparasi diperoleh kesimpulan bahwa parameter entropi memiliki relasi yang signifikan jika dibandingkan dengan parameter statistik orde pertama lainnya. Parameter entropi pada kategori pengukuran komparasi antara nilai parameter citra dengan rata-rata nilai fotodiode tiap truk dengan data lengkap memiliki koefisien korelasi yang paling baik yaitu 0,70270526 untuk citra merah dari data pengukuran satu hari, 0,667391607 untuk citra hijau dari data pengukuran satu hari, 0,501296974 untuk citra merah dari data pengukuran tujuh hari, dan 0,466236509 untuk citra hijau dari data pengukuran tujuh hari. Oleh karena itu, dapat disimpulkan pula bahwa kamera dapat digunakan sebagai sensor pengganti fotodiode pada alat pengukur tingkat kematangan buah sawit.", "Daftar File": {"23215143_Aji Suryo W._Cover, Abstrak, dan Halaman Pengesahan.pdf": "https://digilib.itb.ac.id/gdl/download/126079"}, "Penulis": "Aji Suryo Wibowo - NIM: 23215143", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Richard K.W. Mengko"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "kematangan buah sawit, entropi, kadar minyak.", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Okt 2018"}