{"Nomor": 25259, "Judul": "SINTESIS LAURIL GLUKOSIDA DARI BROMOGLUKOSA DENGAN DODEKSIDA MELALUI METODOLOGI REAKSI SINTESIS ETER WILLIAMSON", "Abstrak": "Lauril glukosida dapat dibuat dari reaksi bromoglukosa, 2,3,4,6-tetra-asetil-α-D-bromoglukopiranosa (yang telah diproteksi melalui proses asetilasi), dengan dodeksida melalui pendekatan metodologi reaksi sintesis eter Williamson. Lauril glukosida merupakan senyawa surfaktan yang termasuk dalam kelompok glukolipid; senyawa ini bersifat ramah lingkungan Ã‚Â“biodegradableÃ‚Â”, dan memiliki sifat toksisitas yang baik (tidak bersifat iritatif terhadap kulit) serta senyawa ini dapat disintesis dari sumber bahan alami yang terbarukan. Senyawa dalam kelompok ini telah banyak digunakan dalam industri bahan pembersih (detergen), kosmetik, dan pewarna. Pada penelitian ini, senyawa intemediet glukosa pentaasetat (1,2,3,4,6-penta-asetil-β-D-glukopiranosa) disintesis dengan cara mereaksikan glukosa dengan anhidrida asetat  dalam jumlah yang ekivalen (1:1 mol). Produk ini dimurnikan dengan cara melakukan rekristalisasi dalam pelarut metanol. Terbentuknya produk intermediet ini dipastikan melalui  analisis FTIR; yang ditunjukkan dengan hilangnya serapan pada bilangan gelombang khas OH, 3600 cm-1, yang membuktikan gugus OH tergantikan oleh gugus asetat. Sedangkan gugus asetat yang terikat terlihat pada munculnya serapan pada bilangan gelombang 1730 cm-1. Sementara itu, pengamatan kromatografi lapis tipis dengan  eluen n-heksana : etil asetat (1:1) menunjukkan  Rf 0,52 (sesuai dengan data literature).  Selanjutnya, proses brominasi terhadap senyawa intermediet (1,2,3,4,6-penta-asetil-β-D-glukopiranosa) ini dilakukan dengan mereaksikan glukosa pentaasetat dengan larutan HBr 33% dalam jumlah yang ekivalen (mol) dalam asam asetat glasial, selama 24 jam, pada suhu ruang. Analisis FTIR terhadap produk 2,3,4,6-tetra-asetil-α-D-bromoglukopiranosa menunjukkan terbentuknya ikatan C-Br, yaitu pada bilangan gelombang 500-600 cm-1. Pengamatan kromatografi lapis tipis terhadap produk ini menunjukkan Rf sebesar 0,48 yang bersesuaian dengan data literatur. Dodeksida (alkoksida) dibuat dari dodekanol menggunakan cara yang merujuk kepada metodologi yang telah dikembangkan oleh Vacek, tahun 1984. Produk lauril glukosida yang diperoleh, kemudian dikarakterisasi menggunakan cara analisis FTIR dan 1H NMR; dimana hasil pengukuran FTIR menunjukkan adanya gugus C-O-C dengan munculnya serapan pada bilangan gelombang 1054 cm-1. Sementara itu, hasil pengukuran  1H NMR terhadap produk lauril glukosida memberikan tiga puncak pada geseran kimia yang diharapkan yang mengindikasikan terbentuknya senyawa lauril glukosida berdasarkan rujukan data literatur.", "Daftar File": {"2018 TA PP AKBAR FAJRIANSYAH 10511040 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126099"}, "Penulis": "AKBAR FAJRIANSYAH NIM:10511040", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "lauril glukosida, surfaktan, eter Williamson, asetilasi, brominasi.", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "1 file", "Tanggal Input": "08 Mar 2018"}