{"Nomor": 25267, "Judul": "USULAN STRATEGI BISNIS UNTUK PT PUPUK KUJANG CORPORATE UNIVERSITY", "Abstrak": "Lingkungan kompetitif PT Pupuk Kujang yang dihadapi dalam pupuk bersubsidi dan non-subsidi selalu berubah. Hal ini menyebabkan perusahaan harus mengikuti kondisi pasar saat ini dan terus meningkatkan untuk berada di puncak persaingan. Perusahaan memiliki aset yang saat ini tidak digunakan dan perlu dimanfaatkan. Ada beberapa aset yang saat ini digunakan dalam kegiatan bisnis, tetapi sebagian besar aset lainnya tidak digunakan. Aset yang menganggur telah menjadi beban kegiatan perusahaan karena aset harus dipelihara. Perusahaan perlu menemukan tindakan yang sesuai untuk memanfaatkan aset mereka.  \n \n\nPenelitian ini bertujuan untuk mengetahui mengapa ada masalah dalam aktivitas bisnis perusahaan. Dengan menganalisis kondisi internal perusahaan dan melakukan analisis di lingkungan eksternal, perusahaan dapat memperoleh gambaran kondisi saat ini di perusahaan. Dari hasil analisis, akar penyebab yang ditemukan di perusahaan adalah kurangnya pemanfaatan aset. Kondisi saat ini di perusahaan menunjukkan bahwa banyak aset di perusahaan yang kurang dalam penggunaan dan hanya beberapa aset yang digunakan. Hal ini menyebabkan perusahaan memiliki aset  \n \n\nyang tidak terpakai yang dapat digunakan dalam aktivitas bisnis. Solusi bisnis yang diusulkan untuk meningkatkan aktivitas bisnis perusahaan dengan memanfaatkan aset  \n \n\nyang tersedia di perusahaan. Dari analisis eksternal, ada tiga sektor utama yang dicoba masuk, pertama adalah sektor pariwisata / hiburan, sektor properti, dan sektor pendidikan. Dalam analisis, terlihat bahwa sektor pendidikan memiliki prospek positif dan selaras dengan tujuan perusahaan.  \n \n\nPT Pupuk Kujang telah merencanakan untuk mengembangkan pusat pelatihan mereka. Pengembangan pusat pelatihan juga dapat membantu perusahaan dalam memanfaatkan aset mereka saat ini yang dapat digunakan untuk program pelatihan. Pengembangan industri di sekitar Kujang memberikan perusahaan potensi jangka panjang untuk mendapatkan kesempatan lain untuk menyediakan program pelatihan, pendidikan, dan sertifikasi sesuai dengan kebutuhan industri dengan menggunakan fasilitas saat ini dan aset lainnya. Perusahaan juga berencana untuk meningkatkan pusat pelatihan mereka menjadi Universitas Korporasi. Sama seperti perusahaan,multinasional lain di Indonesia, universitas perusahaan telah membantu pengembangan sumber daya manusia dan meningkatkan aktivitas bisnis. Pengembangan universitas korporat dapat membantu pemanfaatan aset untuk sektor pendidikan. Rencana ini diperlukan untuk memfasilitasi kebutuhan perusahaan yang  \n \n\ningin memanfaatkan aset mereka dan meningkatkan kualitas karyawan mereka untuk memenuhi tujuan mereka.  \n \n\nTugas akhir ini menyajikan gambaran kondisi PT Pupuk Kujang dan kompetensi inti yang dapat digunakan sebagai keunggulan kompetitif dalam pengembangan universitas perusahaan. Beberapa universitas korporat di Indonesia akan dipelajari untuk mendapatkan konsep yang dibutuhkan dalam pengembangan. Tujuan dari penelitian ini adalah untuk mencoba menjelaskan kontribusi dan memahami konsep universitas perusahaan. Proyek akhir ini juga membantu dalam pengembangan model konseptual dan membandingkan berbagai model universitas perusahaan di beberapa perusahaan multinasional.", "Daftar File": {"2018 TS PP Akbar Taufik Tapiheroe 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126121"}, "Penulis": "Akbar Taufik Tapiheroe/29116192", "Kontributor / Dosen Pembimbing": ["Pembimbing : Harimukti Wandebori, MBA., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Asset, Competitive Advantage, Conceptual Model, Core Competence, Corporate University, Diversification", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "24 Sep 2018"}