{"Nomor": 25260, "Judul": "SURVEI PEMETAAN JALAN TIGA DIMENSI (3D) MENGGUNAKAN TEKNOLOGI MOBILE MAPPING SYSTEM", "Abstrak": "Mobile Mapping System (MMS) merupakan suatu teknologi baru yang digunakan untuk melakukan beberapa kegiatan pengukuran seperti pemetaan jalan, yang memiliki komponen-komponen spasial yaitu Global Navigation Satellite System (GNSS), Inertia Measurement Unit (IMU), laser scanner, wheel encoder, dan kamera dijital. GNSS adalah penentuan posisi menggunakan satelit. Pengukuran GNSS bergantung pada sinyal satelit yang diterima oleh alat. Kelemahan yang dimiliki GNSS adalah ketika sinyal satelit tidak dapat diterima oleh alat karena terhalang objek. Jalan adalah prasarana transportasi darat yang meliputi segala bagian jalan, termasuk bangunan pelengkap dan perlengkapannya. Salah satu bagian jalan adalah vegetasi. Setiap jalan memiliki tutupan vegetasi yang berbeda. Sampai saat ini belum diketahui pengaruh tutupan vegetasi pada hasil pemetaan jalan. Persiapan yang dilakukan adalah studi literatur melalui buku, jurnal ilmiah, ataupun literatur lain mengenai aspek-aspek teknis dan non-teknis yang berkaitan dengan Mobile Mapping System (MMS). Pengambilan data dilakukan dengan mengukur jalan menggunakan alat Topcon IP-S3 HD1 dan software Mobile Master Field (MMF). Pengolahan data dilakukan menggunakan software Mobile Master Office (MMO). Analisis dilakukan dengan membandingkan hasil nilai position sigma dari hasil pengukuran jalan Bengawan, jalan W R Supratman, dan jalan layang Pasopati yang memiliki tutupan vegetasi berbeda. Jalan layang Pasopati memiliki tutupan vegetasi rendah. Nilai terbesar position sigma jalan layang Pasopati sekitar 3 meter dan terkecil sekitar 2 meter. Jalan W R Supratman memiliki tutupan vegetasi sedang. Nilai terbesar position sigma jalan W R Supratman sekitar 13 meter dan terkecil sekitar 2 meter. Jalan Bengawan memiliki tutupan vegetasi tinggi. Nilai terbesar position sigma jalan Bengawan sekitar 13 meter dan terkecil sekitar 3 meter. Tutupan vegetasi pada jalan mempengaruhi kepresisian jalan. Semakin tinggi tutupan vegetasi maka semakin besar nilai position sigma pada jalan. Jika nilai position sigma besar maka jalan memiliki kepresisian rendah.", "Daftar File": {"2017 TA PP AKBAR PERDANA PUTRA1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/126101", "2017 TA PP AKBAR PERDANA PUTRA1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/126102", "2017 TA PP AKBAR PERDANA PUTRA1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/126103", "2017 TA PP AKBAR PERDANA PUTRA1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/126104", "2017 TA PP AKBAR PERDANA PUTRA1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/126105", "2017 TA PP AKBAR PERDANA PUTRA1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/126106"}, "Penulis": "AKBAR PERDANA PUTRA (NIM : 15113046)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nDr. Asep Yusup Saptari, ST. M.Sc.", "Prof. Dr. Ir. S. Hendriatiningsih, MS."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Jalan, tutupan vegetasi, position sigma.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "6 file", "Tanggal Input": "05 Sep 2018"}