{"Nomor": 25276, "Judul": "DESIGN AND FABRICATION OF 3-D CUBE UHF ANTENNA FOR PARTIAL DISCHARGE DETECTION AND SIMULATION OF ELECTROMAGNETIC WAVE AND SURFACE CURRENT CAUSED BY PARTIAL DISCHARGE", "Abstrak": "Partial discharge (PD) merupakan salah satu fenomena elektrik yang dapat terjadi \n\npada peralatan tegangan tinggi dan adapt digunakan untuk mendiagnosis \n\nkondisinya. PD mengeluarkan gelombang elektromagnetik yang dapat dideteksi \n\ndengan perangkat antenna. Terdapat banyak jenis antenna ultra-high frequency \n\n(UHF) telah dikembangkan untuk mendapatkan sesitifitas dan akurasi yang lebih \n\nbaik pada bandwidth tertentu (300MHz Ã‚Â– 3.0GHz) untuk mendeteksi komponen \n\nUHF yang dibangkitkan oleh PD. Kajian dalam Tesis in menghasilkan konsep baru \n\ndalam design antenna kubus 3-D yang berkategori kecil, mudah dipabrikasi, dengan \n\nlembaran tembaga sebagai material utama. Tiga prototype antenna diusulkan yang \n\nberoperasi pada tiga frekuensi dominan yang berbeda, yaitu 1.46GHz, 2.2GHz dan \n\n2.82GHz. Tiap prototype antenna didesain dengan perangkat lunak simulasi (CTC \n\nCo.; MAGNA TDM version 8.3) dengan metode tiga dimensi finite difference time \n\ndomain (FDTD). Pengukuran frekuensi dan return loss dari prototype antenna \n\ntersebut dilakukan dengan Vector Network Analysis (VNA). Pengukuran PD di \n\nlaboratorium dilakukan dengan sumber PD buatan dilakukan untuk mengevaluasi \n\nkinerja antenna yang dikembangkan. Dengan pertimbangan komponen frekuensi \n\ntinggi, penelitian dilakukan dengan menggunakan objek PD buatan; elektroda \n\njarum-plat dengan gap 2mm dan elektroda rod-plate dengan gap 0.2mm dengan \n\njarak ke antenna prototype 1m. intensitas gelombang elektromagnetik (EM) dan \n\nfrekuensi yang ditangkap antenna kemudian dibandingkan. Diketahui bahwa \n\nprototype antenna mendeteksi magnitude PD pada rentang 1500pC untuk sumber \n\nobjek PD. Pengukuran pengaruh arah hadap antenna juga dilakukan dan didapatkan \n\nhasil yang sesuai antara hasil pengukuran dengan hasil simulasi.", "Daftar File": {"2018 TS PP AKHMAD FAUZAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126141"}, "Penulis": "AKHMAD FAUZAN (NIM: 23216050)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing :  \n\nDr. Ir. Umar Khayam. \n\nProf. Dr. Ir. Suwarno. \n\nProf. Masayuki Hikita."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "UHF Antenna, Simulation, FDTD, Partial Discharge, Sensors.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2018"}