{"Nomor": 25273, "Judul": "SIMULASI PERSEBARAN SO2 DAN PM 2.5 DARI CEROBONG KILN MENGGUNAKAN MODEL CALPUFF DENGAN INPUTAN MODEL WRF (STUDI KASUS : PERUSAHAAN SEMEN X DI WILAYAH CIREBON)", "Abstrak": "Peneilitan ini bertujuan untuk mengetahui persebaran SO2 dan PM 2.5 di wilayah Perusahaan semen X yang memiliki topografi kompleks. Pada bagian selatan pabrik terdapat Pegunungan Kromong dan pada bagian timur berbatasan dengan laut Jawa. Hal tersebut mengindikasikan wilayah Cirebon mengalami dampak dari siklus angin lokal yang akan mempengaruhi persebaran polutan SO2 dan PM 2.5. Selain itu, perusahaan semen X memiliki lokasi yang berdekatan dengan pemukiman penduduk. Emsi gas SO2 dan PM 2.5 yang dikeluarkan oleh cerobong kiln sangat berbahaya bagi kesehatan apabila melebihi ambang batas. Oleh karena itu, perlu dilakukan simulasi persebaran polutan SO2 dan PM 2.5 menggunakan pemodelan WRF-CALPUFF (Weather Research Forcast Ã‚Â– California PUFF). Simulasi dilakukan pada tanggal 13 Maret 2018 dan 24 Februari 2018.   \n\nData yang digunakan antara lain data FNL sebagai inputan model WRF. Hasil keluaran WRF digunakan sebagai masukan untuk model CALMET sehingga dihasilkan medan angin diagnostik yang selanjutnya digunakan sebagai masukan untuk simulasi SO2  dan PM 2.5 di model CALPUFF. Model persebaran dan tingkat konsentrasi SO2 dan PM 2.5 yang dihasilkan dari model CALPUFF dianalisis dan dilakukan verifikasi untuk menguji kemampuan model dalam persebaran polutan.   \n\nHasil penelitian menunjukkan bahwa persebaran polutan SO2 dan PM 2.5 dipengaruhi oleh fenomena sirkulasi angin darat dan laut. Pada siang hari persebaran polutan SO2 dan PM 2.5 mengarah ke arah barat daya dikarenakan adanya angin dari timur laut. Jangkauan maksimum untuk polutan SO2 adalah 12 km. Sebaran konsentrasi gas SO2 maksimum mencapai 210 Ã‚Âµg/m3 dan masih dibawah baku mutu udara ambien yang ditetapkan pemerintah. Sedangkan pada dini hari, persebaran polutan PM 2.5 mengarah ke timur menuju laut Jawa dengan konsentrasi tertinggi 30 Ã‚Âµg/m3.", "Daftar File": {"2018 TA PP  AKHMAD FAHIM 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126138"}, "Penulis": "Akhmad Fahim - Nim: 12814013", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Drs. Zadrach Ledoufij Dupe, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Persebaran SO2, PM 2.5, CALPUFF, Topografi Kompleks", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2018"}