{"Nomor": 25271, "Judul": "PROMOTING SUSTAINABLE TOURISM DEVELPOMENT THROUGH ECOTOURISM AS LOCAL EMPOWERMENT POLICY (SHARING THE KNOWLEDGE BETWEEN THE NETHERLANS AND INDONESIA)", "Abstrak": "Sustainable tourism development is an alternative towards mass or conventional tourism. It appears as a response towards impacts of conventional tourism to economic, environmental, and socio-cultural of host countries. Sustainable tourism is seen as placing emphasis on greater contact between hosts and guests as well as between tourists and the environment. Differ from conventional tourism which usually relies on mass number of visitors and staged setting, sustainable tourism is small number of tourists visiting authentic natural or cultural setting. One type of sustainable tourism is ecotourism in which it not only emphasizes on nature tourism but also includes educative and conservation supporting elements. Ecotourism concept first appeared globally in the early 1980s in line with the increasing awareness of environment conservation.      \n\nEcotourism aims to balance the aspect of economic, environment, and social aspect of ecotourism. In comparison with other types of sustainable tourism, ecotourism has more advantages. It is because ecotourism is promoted as a responsible travel to natural areas that conserves the environment and improves the well-being of local people. This means that besides provide positive experiences for both visitors and hosts, it also provides financial benefits and empowerment for local people. By doing so, impacts of tourism to local culture and environment deterioration will be minimized. Ecotourism is one type of nature tourism that suitable for rich natural resources country like Indonesia with many national and marine parks. The empowerment of local community will minimize threat to national/marine parks for economic exploitation.      \n\nThis research will focus on policy formulation in ecotourism planning and development based on case study in the Netherlands and its counterpart in Indonesia. There are three aims to be explored through this research, namely: what policy should be formulated to empower local community in the context of ecotourism, the benefits and constraints in policy formulation of ecotourism and its relation to the environment conservation and to what extent local community around a conservation area can contribute to ecotourism planning and development. There will be a share of knowledge between the Netherlands in Indonesia in terms of ecotourism planning and development to empower the local community.", "Daftar File": {"2007 TS PP AKHDIYAT PURBO NEGORO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/126130", "2007 TS PP AKHDIYAT PURBO NEGORO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/126131", "2007 TS PP AKHDIYAT PURBO NEGORO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/126132", "2007 TS PP AKHDIYAT PURBO NEGORO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/126133", "2007 TS PP AKHDIYAT PURBO NEGORO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/126134", "2007 TS PP AKHDIYAT PURBO NEGORO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/126135", "2007 TS PP AKHDIYAT PURBO NEGORO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/126136"}, "Penulis": "AKHDIYAT PURBO NEGORO (NIM 25405053-RuG: SI624628)", "Kontributor / Dosen Pembimbing": ["Supervisor I: Mihalis Kavaratzis, Drs., MSc.(RuG Supervisor)      \n\nSupervisor II: Myra P. Gunawan, Dr., Ir., MSP.      \n \n \n\nScan: Arnaz Driyastika M.      \n \n \n \n \n \n \n\n(2008-01-18)"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Sustainable tourism development, ecotourism, local empowerment, Drensche Aa.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "29 Jan 2018"}