{"Nomor": 25270, "Judul": "OPTIMISASI PADA JARINGAN PIPA GAS INJEKSI LAPANGAN X DENGAN MENGGUNAKAN METODE LINEAR PROGRAMMING", "Abstrak": "Penurunan harga minyak pada beberapa tahun terakhir berdampak langsung pada kegiatan usaha migas. Untuk mempertahankan kelangsungan perusahaan, dilakukan optimisasi di berbagai sektor operasi untuk menekan biaya produksi yang dikeluarkan sehingga keuntungan tetap diperoleh. \n\nPenelitian ini membahas penerapan optimisasi menggunakan metode Linear Programming pada suatu model sistem jaringan pipa gas injeksi gas lift, yang terdiri dari sebuah kompresor dan sepuluh sumur injeksi gas lift. Data lapangan seperti laju alir gas, biaya, deliery cost, serta kesetimbangan aliran jaringan pipa permukaan, diolah sedemikian rupa dalam bentuk matriks perhitungan yang terdiri dari komponen utama Linear Programming yakni matriks berisi variabel, batasan, & objektif. Matriks tersebut selanjutnya dilakukan perhitungan optimisasi secara otomatis menggunakan solver Microsoft Excel. \n\nHasil optimisasi menghasilkan alokasi laju alir gas untuk kesepuluh sumur injeksi sehingga menghasilkan biaya produksi minimum. Nilai alokasi hasil optimisasi tersebut kemudian dilakukan analisis dengan nilai tekanan kompresor serta tekanan kepala sumur pada PIPESIM. Ditemukan adanya ketidak konvergenan dalam simulasi menggunakan nilai laju alir optimisasi pada PIPESIM sehingga dilakukan penyesuaian tekanan kompresor agar hasilnya kemudian konvergen dengan eror dibawah sepuluh persen. Metode ini kemudian dapat diterapkan untuk kasus kapasitas laju alir kompresor yang terbatas. Keakuratan dari metode ini diuji dengan kasus set of random number values, dan hasilnya sangat akurat.", "Daftar File": {"2018 TA PP AKHDAN ARIF 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126129", "2018_TS_PP_AKHDAN_ARIF_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/146084"}, "Penulis": "AKHDAN ARIF  [22215004]", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Prof. Dr. Ir. Hasian P. Septoratno Siregar, DEA Pembimbing 2 : Silvya Rahmawati, S.Si, M.Si, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Linear Programming, pipeline network optimization", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "8 file", "Tanggal Input": "26 Jun 2018"}