{"Nomor": 25288, "Judul": "GEOLOGI DAN HIDROGEOLOGI DAERAH HAMBALANG DAN SEKITARNYA KABUPATEN BOGOR, PROVINSI JAWA BARAT", "Abstrak": "Penelitian ini dilakukan untuk mengetahui kondisi geologi dan hidrogeologi di daerah Hambalang, Kabupaten Bogor, Jawa Barat. Kondisi geologi yang dipelajari meliputi geomorfologi, stratigrafi, struktur geologi, sejarah geologi, dan hidrogeologi, \n\nmeliputi persebaran akuifer, pola aliran airtanah, dan kualitas airtanah. Secara geografis, daerah penelitian berada di Kecamatan Citeureup, Kecamatan Babakan Madang, dan Kecamatan Klapanunggal. Daerah ini terletak pada koordinat UTM 708500 - 714000 mT dan 9270000 - 9280000 mS (zona 48S) dengan total luas wilayah 55 km2. Berdasarkan klasifikasi Bentuk Muka Bumi, daerah penelitian terbagi menjadi tujuh satuan geomorfologi. Satuan tersebut yaitu Satuan Dataran Aluvial Citeureup, Satuan Perbukitan Karst Siangin, Satuan Perbukitan Lipatan Tersesarkan Citeureup, Satuan Punggungan Aliran Proklastik G. Hambalang, Satuan Punggungan Antiklin Puncak II, Satuan Perbukitan Intusi Babakan Madang, dan Satuan Punggungan Aliran Lava Babakan \n\nMadang. Secara stratigrafi, daerah penelitian terbagi menjadi tujuh satuan batuan tidak resmi yang terbentuk pada Miosen Tengah - Resen. Satuan tersebut dari tua ke muda yaitu Satuan Batulempung, Satuan Batupasir-Batulempung, Satuan Batugamping, Satuan Intrusi Andesit, Satuan Lava Andesit, Satuan Breksi Piroklastik, dan Satuan Endapan Aluvial. Struktur geologi di daerah penelitian merupakan produk deformasi rezim kompresional yang terbentuk pada kala Plio-Pleistosen. Struktur tersebut yaitu sesar naik, antiklin, sinklin, dan sesar geser. \n\nAkuifer di daerah penelitian adalah batupasir, batugamping, rekahan pada batulempung, dan hasil pelapukan batuan sebagai akuifer bebas dan akuifer tertekan. Pola \n\naliran airtanah umumnya mengalir dari selatan ke utara. Mata air yang ditemukan berupa mata air dingin sebagai mata air depresi, mata air kontak, mata air rekahan, dan mata air karst, serta mata air panas yang merupakan manifestasi dari suatu sistem panas bumi. Pada 41 mata air dingin dan 31 sumur gali, nilai TDS berkisar antara 16,1 Ã‚Â– 580 mg/l, sedangkan pada 3 mata air panas, nilai TDS berkisar antara 936 Ã‚Â– 3370 mg/l.", "Daftar File": {"2017 TA PP ALAM FAJARUDIN KUSUMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/126175", "2017 TA PP ALAM FAJARUDIN KUSUMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/126176", "2017 TA PP ALAM FAJARUDIN KUSUMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/126177", "2017 TA PP ALAM FAJARUDIN KUSUMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/126178", "2017 TA PP ALAM FAJARUDIN KUSUMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/126179", "2017 TA PP ALAM FAJARUDIN KUSUMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/126180", "2017 TA PP ALAM FAJARUDIN KUSUMA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/126181", "2017 TA PP ALAM FAJARUDIN KUSUMA 1-pustaka.pdf": "https://digilib.itb.ac.id/gdl/download/126182"}, "Penulis": "ALAM FAJARUDIN KUSUMA (NIM : 12012019)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nDr. Ir. Budi Brahmantyo,M.Sc.", "Prof. Ir. Lambok M. Hutasoit M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Hambalang, akuifer, airtanah, mata air, TDS.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "26 Jul 2018"}