{"Nomor": 25280, "Judul": "PERANCANGAN PROSES MANUFAKTUR  DAN STUDI KUALITAS PRODUK BALING-BALING PESAWAT LSU-03 BERBAHAN KOMPOSIT FIBERGLASS-EPOXY MENGGUNAKAN METODE MANUFAKTUR HAND LAY-UP (HLU) DAN VACUUM ASSISTED RESIN TRANSFER MOULDING", "Abstrak": "Salah satu aspek yang penting dalam perancangan suatu produk adalah metode untuk membuat produk tersebut. Dalam dunia penerbangan, produk diharuskan memenuhi beberapa kriteria desain yang telah dirancang yaitu, kekuatan, berat, harga, dan produksi. Studi ini bertujuan untuk mengetahui parameter proses produksi komposit fiberglass-epoxy yang dapat mempengaruhi ketercapaian kriteria desain yang telah ditentukan sebelumnya. Produk baling-baling pesawat LSU-03 digunakan sebagai contoh produk yang akan diproduksi dengan menggunakan metode manufaktur Hand Lay-up (HLU), VARTM, dan Autoclave. Hanya saja, proses manufaktur menggunakan metoda autoclave hanya dapat dilakukan sampai tahap studi literature, dikarenan kerusakan pada mesin autoclave.  Pada tahap studi literatur, diperoleh data awal parameter penting pada proses manufaktur HLU, VARTM dan Autoclave. \n\nTahap perancangan proses manufaktur dikembangkan untuk sampel berbentuk pelat dan baling-baling. Selanjutnya dilanjutkan dengan membuat alat produksi HLU dan VARTM. Sebelum dilakukan produksi baling-baling, terlebih dahulu dilakukan proses manufaktur sampel produk berupa pelat menggunakan metode HLU, VARTM. Kualitas sampel plat diukur berdasarkan parameter massa, ketebalan, void, dan fraksi volume fiber.  \n\nProduk baling-baling selanjutnya diproduksi menggunakan metode HLU dan VARTM. Kemudian dilakukan evaluasi kualitas produk baling-baling mengacu pada parameter massa, ketebalan, void, fraksi volume fiber, aspek produksi, biaya serta kualitas permukaan dan geometri. \n\nHasil dari analisis dan perbandingan kedua metode menunjukkan bahwa metode HLU lebih unggul dari segi biaya dan proses, sementara metode VARTM lebih unggul dari segi kekuatan, berat, dan kualitas. Dengan studi perbandingan secara keseluruhan, metode manufaktur VARTM dismpulkan lebih cocok untuk manufaktur baling-baling pesawat LSU-03, terutama untuk produksi dengan jumlah besar.", "Daftar File": {"AKHMAD ZEIN DWI MUSTOFA - ABSTRAK": "https://digilib.itb.ac.id/gdl/download/126154"}, "Penulis": "AKHMAD ZEIN DWI MUSTOFA - Nim: 13614010", "Kontributor / Dosen Pembimbing": ["Ir. Hendri Syamsudin, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Baling-baling, HLU, VARTM, Laminat, void", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Sep 2018"}