{"Nomor": 25292, "Judul": "PENERAPAN METODE FISHER YATES UNTUK MENGHASILKAN SOAL SECARA ACAK UJIAN ONLINE LMS - VIDYANUSA", "Abstrak": "Di era digital saat ini, model pembelajaran telah berkembang. Sumber informasi tidak hanya berasal dari guru dan buku di sekolah. Saat ini peserta didik dapat dengan mudah mengakses informasi dari internet dalam bentuk website, blog, wikipedia, media sosial, video streaming dan lainnya. Ditambah dengan banyaknya jenis e-learning maupun kursus online atau sering disebut Massive Open Online Course (MOOC) yang berkembang seperti Coursera, Akademi Khan, EdX, Edmodo, Quipper, IndonesiaX dan berbagai jenis e-learning lainnya. Dengan berkembangnya informasi yang begitu masif, tren pendidikan akan bergeser dari kelas konvensional menjadi pembelajaran virtual yang bisa dilakukan dengan jarak jauh.  \n \n\nE-learning VidyaNusa adalah konsep framework e-learning pembelajaran media berbasis digital dan game. Dengan mengoptimalkan alat yang ada dan kemudian terintegrasi dan dikembangkan untuk mendapatkan aplikasi e-learning yang lebih interaktif, kolaboratif dan menyenangkan dari sisi pembelajaran peserta didik dan sistematis serta komprehensif dari penilaian guru. Sasaran dalam elearning VidyaNusa saat ini adalah siswa SMP dan guru. Vidyanusa menyediakan beberapa fitur utama yang terdiri dari Learning Management System (LMS), forum diskusi, blog, namun fokus dalam hal ini hanya tentang menerapkan algoritma Fisher Yates untuk menghasilkan pertanyaan acak pada ujian online.  \n \n\nUjian online dilakukan untuk mengevaluasi kemampuan siswa dalam memahami mata pelajaran. Hasil yang diharapkan dari ujian untuk mendapatkan kemampuan murni siswa, bukan hasil kerja kolektif. Oleh karena itu, platform yang digunakan untuk mengevaluasi siswa harus menerapkan algoritma pengacakan untuk mengurangi kemungkinan siswa dalam melakukan kecurangan satu sama lain. Ada beberapa algoritma yang umum digunakan dalam pengocokan, yaitu algoritma Faro Shuffle, algoritma Las Vegas, algoritma Monthe Carlo dan algoritma Fisher Yates shuffle. Dalam hal ini Algoritma Fisher Yates adalah algoritma yang tepat untuk digunakan karena pertanyaan harus ditampilkan secara berbeda pada aplikasi berbasis web dimana siswa dapat mengaksesnya. FisherYates Shuffle adalah algoritma yang diciptakan oleh Ronald Fisher dan Frank Yates, metode yang digunakan untuk mengacak posisi atau masukan dari kumpulan data. Posisi permutasi dihasilkan oleh algoritma dan menghasilkan dengan propability.  \n \n\nHasil percobaan yang dilakukan setelah menerapkan algoritma Fisher Yates dapat disimpulkan bahwa algoritma ini bekerja sangat sederhana dan mampu mengacak pertanyaan dengan sangat baik. Hal ini dapat dilihat dengan membandingkan antara pertanyaan tanpa pengacakan dengan pertanyaan setelah dilakukan pengacakan yang memiliki kemungkinan kecil untuk berada dalam posisi berurutan sebelum pengacakan dilaksanakan. Selain itu, dengan menggunakan algoritma Fisher Yate, urutan pertanyaan juga bisa berbeda dalam setiap paket pada akun siswa.", "Daftar File": {"2018 TS PP Al Bahri 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126186"}, "Penulis": "AL BAHRI - NIM : 23215357", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hilwadi Hindersah, M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Fisher Yates Shuffle, Ujian Online, Learning Management System, Vidyanusa, aplikasi berbasis web", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jan 2018"}