{"Nomor": 25295, "Judul": "PEMODELAN BISNIS UNTUK KOMPAS GRAMEDIA INTELLIGENT MARKETING CHANNEL", "Abstrak": "Kompas Gramedia Intelligent Marketing Channel (KG Ã‚Â– IMC) adalah sebuah sarana yang menggabungkan kanal distribusi produk, iklan, dan juga promosi. KG Ã‚Â– IMC memberikan keuntungan bagi konsumen untuk mendapatkan produk yang mereka butuhkan dan juga memberikan keunggulan bagi pemilik produk dan pengiklan untuk memasarkan dan menjual produk mereka. Proyek KG Ã‚Â– IMC telah ditugaskan kepada tiga unit bisnis dari Kompas Gramedia: Transito Adimanjati. Sirkulasi Kompas Gramedia, serta Corporate IT & IS Kompas Gramedia. Setelah berjalan selama dua tahun, KG Ã‚Â– IMC hanya dapat mencapai tingkat keberhasilan penjualan iklan sebesar 0% pada 2015 dan hanya 14.52% pada 2016. Penjualan slot iklan untuk KG Ã‚Â– IMC akan menjadi permasalahan utama pada penelitian ini. \n \n\nDari seluruh permasalahan dalam proyek KG Ã‚Â– IMC, faktor kunci yang menyebabkan rendahnya penjualan iklan dari KG Ã‚Â– IMC dapat dibagi menjadi: Kurangnya tenaga kerja serta unit bisnis yang khusus didedikasikan, Ditundanya pengembangan lanjutan untuk analisa real time & big data. Rendahnya cakupan serta tingkat impresi, dan Permasalahan perangkat lunak serta keras. Melalui analisa sebab akibat, disimpulkan bahwa akar permasalahan dari rendahnya penjualan iklan KG Ã‚Â– IMC adalah karena tidak adanya unit bisnis yang khusus didedikasikan untuk menangani keseluruhan bisnis KG Ã‚Â– IMC. \n \n\nTerdapat lima alternatif strategi sebagai solusi untuk permasalahan rendahnya penjualan iklan KG Ã‚Â– IMC, dan metode implementasi yang dipilih adalah kombinasi dari kelima strategi, yang diimplementasikan satu per satu menurut waktu yang sudah direncanakan secara strategis. Dari kelima alternatif strategi yang tersedia, cross selling merupakan yang paling cepat dan paling mungkin untuk diaplikasikan. Setelah itu, menciptakan unit bisnis yang didedikasikan untuk KG Ã‚Â– IMC juga menjadi strategi krusial. Setelah kedua strategi awal berhasil dilaksanakan, meningkatkan penetrasi pasar dengan meningkatkan jumlah mesin KG Ã‚Â– IMC juga akan menjadi kebutuhan utama. Menyelesaikan tahap pengembangan KG Ã‚Â– IMC menjadi strategi berikutnya yang akan dilaksanakan. Menyediakan solusi periklanan melalui vending machine secara end-to-end menjadi strategi yang baik tetapi tidak diutamakan untuk pengembangan selanjutnya dari KG Ã‚Â– IMC. \n \n\nRencana implementasi untuk strategi bisnis baru KG Ã‚Â– IMC akan memakan waktu selama lima tahun, dan diharapkan akan menghadirkan hasil yang baik bagi KG Ã‚Â– IMC. Pengaturan waktu dirancang agar dapet menghasilkan arus kas serta hasil yang sesuai dengan harapan", "Daftar File": {"2018 TS PP ALBERT GUNAWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126189"}, "Penulis": "Albert Gunawan (NIM 29114511)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Iklan, Kompas Gramedia Intelligent Marketing Channel, Out-of-Home Media, Pemodelan Bisnis, Vending Machine", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "19 Feb 2018"}