{"Nomor": 25297, "Judul": "Rancangan Kurikulum Mini MBA bagi Bank Indonesia", "Abstrak": "Pendidikan yang tinggi mulai diperhitungkan oleh berbagai macam perusahaan, baik itu perusahaan swasta ataupun negeri. Setiap perusahaan berlomba-lomba meningkatkan kemampuan karyawannya mulai dengan menguliahkan karyawan ke jenjang magister ataupun merekrut karyawan baru yang sudah mengenyam bangku  magister. Namun, untuk menyekolahkan karyawan di bangku magister, perusahaan tidak mengeluarkan uang yang sedikit, butuh pendanaan yang besar sekaligus perusahaan harus memberikan izin waktu untuk berkuliah. Dalam hal ini, banyak perusahaan yang mulai melakakukan Ã‚Â“perkuliahanÃ‚Â” singkat yang sering di sebut Mini MBA. \n \n\nBank Indonesia adalah salah satu instansi pemerintahan yang bergerak dalam bidang keuangan yang salah satu tugasnya adalah menjaga kestabilan nilai rupiah. Karena perannya yang begitu besar, Bank Indonesia membutuhkan karyawan-karyawan yang benear-benar terkualifikasi dalam hal pendidikan sekaligus memiliki pemikiran yang sangat maju. \n \n\nDalam mernang kurikulum Mini MBA, langkah pertama yang akan dilakukan adalah melakukan benchmarking terhadap 5 Mini MBA yang ada di seluruh dunia, kemudian melakukan screening terhadap kelima Mini MBA tersebut dan selanjutnya di lakukan pemilihan mata pelajaran yang di butuhkan oleh Bank Indonesia melalui metode Analytical Hierarchy Process. \n \n\nBerdasarkan hasil wawancara dan survey yang telah dilakukan, maka metode pembelajaran yang digunakan adalah metode blended learning atau metode pembelajaran campuran melalui tatap muka ataupun melalui internet. Namun pembelajaran akan dilakukan selama sekali seminggu selama 10 minggu dengan durasi masing-masing 5 jam, untuk minggu ke 11 akan dilakukan ujian secara keseluruhan mata pelajaran yang telah di pelajari. Sehingga waktu yang di butuhkan untuk menyelesaikan Mini MBA ini adalah 50 jam", "Daftar File": {"Approval Page.doc": "https://digilib.itb.ac.id/gdl/download/126191"}, "Penulis": "Albert Imanuel Nahum Bernoulli Sitepu - 29116085", "Kontributor / Dosen Pembimbing": ["Donald Crestofel Lantu, S.T., MBA., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Analytical Hierarchy Process, Curriculum, Mini MBA", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "07 Jun 2018"}