{"Nomor": 25314, "Judul": "PEMANFAATAN NANOSELULOSA DAN ACTIVE AGENT NANOSILIKA SEBAGAI NANOCOMPOSITE CERAMIC CATALYTIC FLAT SHEET MEMBRANE UNTUK APLIKASI DESALINASI", "Abstrak": "Desalinasi air laut adalah salah satu upaya untuk memenuhi kebutuhan air baku populasi penduduk dunia yang terus meningkat. Teknologi membran yang digunakan untuk desalinasi umumnya adalah Reverse Osmosis (RO) yang membutuhkan energi cukup besar karena tekanan kerja proses tinggi. Membran komposit anorganik adalah salah satu alternatif yang berpotensi untuk menggantikan RO sebagai membran yang lebih irit energi. Nanoselulosa memiliki sifat fleksibel dan kuat sehingga cocok untuk dijadikan matriks membran komposit berbentuk flat sheet, dan dicampurkan dengan partikel nanosilika dengan luar permukaan tinggi untuk untuk digunakan sebagai active agent katalitik. Lembaran nanoselulosa kering yang disiapkan dari nata de banana skin diamati menggunakan SEM, dengan hasil morfologi penyusun CNF berdiameter 30-50 nm dan ukuran pori antar fibril berkisar 40-150 nm. Partikel nanosilika disintesis dari waterglass dengan metode sol-gel, dianalisis menggunakan SEM dan EDS, dengan hasil ukuran partikel yang dapat diukur berkisar 80-200 nm dan banyak terbentuk aglomerat. Komposisi sampel membran divariasikan pada 25%, 35%, dan 45% persen berat serbuk nanosilika. Membran dibuat dengan pencetakan manual di cawan petri berdiameter 120 mm. Ketebalan membran yang dibuat berkisar 0,16-0,21 mm. Diperlukan optimalisasi lanjut pada pembuatan membran untuk memodifikasi pori yang dihasilkan.", "Daftar File": {"2018 TA PP ALDI WENDO KOHARA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126221"}, "Penulis": "ALDI WENDO KOHARA (NIM : 13713042)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Prof. Ir. Bambang Sunendar. P. M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "desalinasi, membran, flat sheet, nanosilika, nanoselulosa", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "14 Agu 2018"}