{"Nomor": 25313, "Judul": "HUBUNGAN ANTARA KONFIGURASI ELEMEN-ELEMEN RUANG RUMAH TINGGAL DENGAN INTERAKSI SOSIAL ANGGOTA KELUARGA", "Abstrak": "Lingkungan sosial luar rumah dan perubahan pola kerja dapat membuat intensitas \n\ninteraksi keluarga menurun. Ruang keluarga salah satu ruang yang bersifat publik \n\ndi dalam rumah yang dapat digunakan untuk berinteraksi bersama anggota \n\nkeluarga. Desain ruang keluarga dalam rumah menjadi hal utama untuk \n\nmendukung cara keluarga berinteraksi dalam menanggapi perubahan sosial \n\ntersebut. Penelitian ini bertujuan untuk mengetahui jenis interaksi yang terjadi dan \n\nkaitannya dengan elemen-elemen dan konfigurasi yang berpotensi untuk \n\nmendukung interaksi sosial. Berangkat dari penelitian perilaku yang kerap \n\ndiketahui dengan istilah synomorphy, yang berarti cara atau tindakan seseorang \n\ndikoordinasikan atau 'sesuai' dengan fitur fisik atau pengaturan fitur atau objek \n\ndalam suatu setting yang dirancang, diatur, atau ditempatkan sedemikian rupa \n\nsehingga penghuni memperlakukan apa yang ada di dalam fasilitas tersebut. \n\nMetode yang digunakan adalah kualitatif-deskriptif dimana pengumpulan data \n\nmenggunakan teknik triangulasi: observasi, wawancara, dan dokumentasi. \n\nAnalisis dilakukan dengan cara mengidentifikasi kecenderungan dari fenomena \n\ninteraksi sosial dikaitkan dengan elemen-elemen ruang. Hasil penelitian ini \n\nmenunjukkan bahwa akses fisik, akses visual, dan furnitur (kursi) menunjang \n\nkegiatan berinteraksi. Namun elemen-elemen tersebut harus diterapkan atas \n\npertimbangan pemilihan jarak, transisi spasial, pengaturan objek, dan peletakkan \n\nfocal point agar proses interaksi dapat berjalan secara berkelanjutan.", "Daftar File": {"Abstrak Aldisha Bintang Wirawan.pdf": "https://digilib.itb.ac.id/gdl/download/126220"}, "Penulis": "ALDISHA BINTANG WIRAWAN (NIM: 17313034)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Gregorius Prasetyo Adhitama, S.Sn., M.Sn"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Rumah tinggal, ruang, interaksi sosial, synomorphy", "Sumber": "", "Staf Input/Edit": "Saipul Aripin  \n                                     Saipul Aripin", "File": "1 file", "Tanggal Input": "19 Mar 2018"}