{"Nomor": 25312, "Judul": "MODEL PERGERAKAN KONTAMINAN BERUPA MINYAK PELUMAS PADA ARAH VERTIKAL DI ZONA VADOSE MENGGUNAKAN METODE NUMERIK", "Abstrak": "Banyak terjadi permasalahan kontaminasi minyak pelumas pada tanah di Indonesia, minyak pelumas akan terbawa air melalui zona vadose dan bergerak secara vertikal menuju air tanah dibawahnya. Untuk mengetahui pergerakan dari minyak pelumas ini dibutuhkan suatu model yang dapat memprediksi pergerakan minyak pelumas tersebut. Pada penelitian ini digunakan model matematis yang akan diselesaikan dengan metode numerik berupa eksplisit dan implisit agar dihasilkan sebuah model yang dapat memberikan hasil terbaik diantara metode lainnya, yang selanjutnya akan di verifikasi. Verifikasi model tersebut dilakukan dengan membandingkan hasil dengan model yang sudah ada yaitu Hydrus-1D dan dengan data hasil laboratorium sesuai dengan kondisi model yang dijalankan, lalu dianalisis secara statistik. Simulasi laboratorium dilakukan menggunakan kolom tanah dengan dimensi kolom tanah yang digunakan yaitu diameter sebesar 10 cm dan panjang sebesar 30 cm dan menggunakan tanah pasir dan pasir berlempung sebagai media poros. Pengaliran pada kolom tanah dilakukan dengan debit yang konstan untuk satu rangkaian tes sedangkan media yang digunakan dalam keadaan tidak jenuh. Air percobaan yang digunakan terbuat dari minyak pelumas yang dilarutkan dengan air bersih. Setelah melalui tahap verifikasi akan dilakukan analisis sensitivitas dari parameter model dan kalibrasi parameter model yang bertujuan agar model tersebut mendekati hasil aslinya. Dari hasil pemodelan yang dilakukan didapatkan bahwa model pergerakan air yang dilakukan lolos uji verifikasi dan setelah dikalibrasi memberikan hasil yang tidak jauh berbeda dengan hasil laboratorium yang dilaksanakan, selain itu metode numerik dengan skema eksplisit memberikan hasil yang lebih baik dibandingkan dengan skema implisit. Oleh karena itu pada pemodelan pergerakan kontaminan digunakan skema eksplisit. Untuk pemodelan transport pergerakan kontaminan, dari hasil yang didapatkan pada verifikasi dengan model yang sudah ada tidak memberikan hasil yang terlalu baik, begitu juga pada hasil verifikasi terhadap data laboratorium yang memberikan nilai yang tidak terlalu baik. Hasil yang kurang baik disebabkannya masih dipakainya nilai data disperse hidrodinamik sekunder dan reaksi interaksi antara kontaminan dan media tanah yang digunakan pada penelitian ini belum sesuai dengan interaksi yang terjadi pada kenyatannya. Oleh karena itu untuk penelitian selanjutnya disarankan untuk membuat model empiric berdasarkan jenis tanah yang digunakan untuk nilai disperse hidrodinamik dan meninjau ulang reaksi yang terjadi antara minyak pelumas dengan media tanah yang digunakan.", "Daftar File": {"2017 TS PP ALDINAUFAL OCTO ARINDA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/126213", "2017 TS PP ALDINAUFAL OCTO ARINDA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/126214", "2017 TS PP ALDINAUFAL OCTO ARINDA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/126215", "2017 TS PP ALDINAUFAL OCTO ARINDA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/126216", "2017 TS PP ALDINAUFAL OCTO ARINDA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/126217", "2017 TS PP ALDINAUFAL OCTO ARINDA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/126218", "2017 TS PP ALDINAUFAL OCTO ARINDA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/126219"}, "Penulis": "ALDINAUFAL OCTO ARINDA [25314002]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Suprihanto Notodarmojo, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Transpor kontaminan, Metode numerik, Air Tanah, Zona Vadose ; Contaminant transport, Numerical method, Groundwater, Vadose Zone", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "7 file", "Tanggal Input": "22 Jan 2018"}