{"Nomor": 25327, "Judul": "PERENCANAAN LAYOUT PELABUHAN CPO DI TELUK BUNGUS, PADANG, SUMATERA BARAT", "Abstrak": "Sebagai salah satu penghasil komoditas CPO terbesar di Sumatera Barat, Teluk Bungus memerlukan adanya sarana untuk membantu mengakomodasi distribusi komoditas CPO di Sumatera Barat. Seiring dengan peningkatan permintaan distribusi komoditas CPO, Teluk Bayur dengan kapasitas 2 juta ton/tahun sudah tidak dapat memenuhi permintaan komoditas CPO Sumatera Barat sebanyak 2,5 juta ton/tahun, sehingga dibangun Pelabuhan CPO di Teluk Bungus, Padang, Sumatera Barat dengan kapasitas 1 juta ton/tahun.  Pada studi kasus mengenai Perencanaan Layout Pelabuhan CPO di Teluk Bungus, Padang, Sumatera Barat lingkup bahasannya meliputi analisis kebutuhan tipe dan struktur dermaga,  penentuan dimensi dermaga, perhitungan analisis kebutuhan fasilitas laut, perhitungan dan analisis 3 alternatif penampang breakwater. Pada pengerjaan tugas akhir ini, akan dilakukan analisis pemilihan layout penampang breakwater Pelabuhan Teluk Bungus, dimana analisis yang dilakukan didasari oleh aspek keselamatan pelayaran saat bermanuver memasuki kolam pelabuhan, keselamatan kegiatan bongkar muat kapal, dan biaya investasi. Aspek-aspek ini ditinjau dari kondisi hidrodinamika yaitu ketinggian gelombang yang diolah menggunakan software pemodelan gelombang dan perhitungan biaya investasinya. Setelah dipilih alternatif breakwater terbaik, layout pelabuhan curah cair CPO dapat disusun.", "Daftar File": {"2018 TA PP Alexius Kendrew 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126248"}, "Penulis": "Alexius Kendrew - NIM : 15514072", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Nita Yuanita, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pelabuhan, curah cair, layout, Teluk Bungus, CPO", "Sumber": "", "Staf Input/Edit": "firman85  \n                                     firman85", "File": "1 file", "Tanggal Input": "27 Sep 2018"}