{"Nomor": 25336, "Judul": "IDENTIFIKASI DAN KARAKTERISASI SEISMIK GAS HIDRAT DI CEKUNGAN MUKA BUSUR SUNDA", "Abstrak": "Indikasi adanya gas hidrat di dalam batuan sedimen bawah laut di Cekungan Muka busur Sunda telah dilaporkan oleh tim peneliti dari BGR (Federal Institute for Geosciences and Natural Resources), Hannover, Jerman pada tahun 2001. Gas terdeteksi dari kenampakan BSR (Bottom Simulating Reflector) pada penampang seismik hasil survei proyek Ginco (Geoscientific investigations on the active convergence zone between the east Eurasian and Indo-Australian Plates along Indonesia), selama pelayaran kapal survei Sonne SO137(1999). \nSuatu analisa terintegrasi data seismik telah dilakukan untuk mengkarakterisasi zona sedimen tersaturasi gas hidrat di daerah cekungan muka busur Sunda. Pengolahan ulang data seismik, analisa kecepatan, interpretasi dan identifikasi BSR, analisa AVO, analisa atenuasi seismik diterapkan untuk mempelajari karakterstik seismik dari batuan tersaturasi hidrat dan model zona sedimen tersaturasi gas hidrat. \nInterpretasi BSR dan profil kecepatan interval seismik menunjukkan bahwa BSR dicirikan oleh refleksi negatif yang sangat tajam dan ditandai pula oleh adanya penurunan kecepatan yang drastis dari sedimen di atas BSR ke sedimen di bawahnya. Zona anomali kecepatan tinggi terdeteksi di atas BSR dengan ketebalan sekitar 200 m. Zona anomali kecepatan tinggi ini diinterpretasikan sebagai sedimen tersaturasi hidrat dan BSR merupakan batas bawahnya. Penampang atenuasi seismik (faktor Q) memperlihatkan tingkat atenuasi seismik yang relatif tinggi pada sedimen ini. \nBerdasarkan peta penyebaran BSR disimpulkan bahwa gas hidrat sebagian besar terdapat di bagian tengah cekungan muka busur Sunda, tepatnya di sepanjang Zona Sesar Mentawai. Dari hasil analisa AVO terhadap refleksi BSR disimpulkan bahwa refleksi BSR kemungkinan besar disebabkan oleh adanya kontak antara sedimen tersaturasi hidrat dengan sedimen tersaturasi air, meskipun di beberapa lokasi terdapat indikasi bahwa di bawah BSR merupakan sedimen tersaturasi gas. \nBerdasarkan interpretasi kenampakan indikasi gas hidrat (BSR) pada penampang seismik dapat dibuat suatu model perangkap gas. Model perangkap gas hidrat ini tidak jauh bebeda dengan model klasik jebakan minyak dan gas. Gas yang terbentuk di dalam batuan sumber (source rock) pada suatu kedalaman diperkirakan telah bermigrasi ke atas melewati suatu bidang perlapisan miring yang permiabel atau bidang sesar / rekahan hingga menemui suatu lapisan yang reservoir yang berada dalam zona stabil hidrat. Interaksi antara gas dan air di dalam ruang pori batuan yang berada di dalam zona stabil hidrat akan membentuk struktur kristal gas hidrat. Bila konsentrasi gas hidrat ini cukup tinggi dan memenuhi semua ruang pori batuan maka batuan sedimen ini menjadi impermiabel dan menghambat migrasi gas selanjutnya. Kondisi ini akan menyebabkan akumulasi gas bebas (free gas) di bawah zona stabil gas hidrat. Zona sesar, perlapisan miring atau struktur antiklin disimpulkan sebagai faktor kunci bagi keberadaan gas hidrat di daerah cekungan muka busur Sunda.", "Daftar File": {"2008 DIS PP ALFIAN BAHAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/126264", "2008 DIS PP ALFIAN BAHAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/126265", "2008 DIS PP ALFIAN BAHAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/126266", "2008 DIS PP ALFIAN BAHAR 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/126267", "2008 DIS PP ALFIAN BAHAR 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/126268", "2008 DIS PP ALFIAN BAHAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/126269", "2008 DIS PP ALFIAN BAHAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/126270", "2008 DIS PP ALFIAN BAHAR 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/126271", "2008 DIS PP ALFIAN BAHAR 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/126272", "2008 DIS PP ALFIAN BAHAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/126273"}, "Penulis": "ALFIAN BAHAR (NIM 32302003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Djoko Santoso, M.Sc. dan Prof. Dr. Sri Widiyantoro"], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sains", "Fakultas": "", "Subjek": "", "Kata Kunci": "Cekungan, Karakterisasi Seismik Gas Hidrat, Zona Anomali", "Sumber": "", "Staf Input/Edit": "Rizki Aprianti  \n                                     Alice Diniarti", "File": "10 file", "Tanggal Input": "27 Feb 2018"}