{"Nomor": 25333, "Judul": "PERANCANGAN DAN PENGUJIAN MESIN PENGERING BATUBARA JENIS SCREW CONVEYOR DRYER", "Abstrak": "Indonesia memiliki total sumber daya batubara yang melimpah, yaitu sekitar 105 miliar ton. Hal ini membuat Indonesia menjadi salah satu produsen batubara yang terbesar di dunia. Batubara sebagai bahan bakar padat memiliki tingkatan kualitas, semakin tinggi kualitas batubara, semakin tinggi pula harga jualnya. Peningkatan kualitas batubara dilakukan dengan menurunkan kadar kelembaban air di dalam batubara. Saat ini metode pengeringan yang banyak digunakan adalah menggunakan rotary dryer. Namun, metode ini memungkinkan bahaya yang terjadi akibat fenomena self-ignition. Salah satu metode alternatif yang lebih aman adalah menggunakan screw conveyor dryer. \n\nPada screw conveyor dryer, batubara dialirkan fluida panas yang tidak akan bersentuhan langsung dengan batubara. Screw conveyor dryer merupakan sebuah metode peningkatan kualitas batubara dengan pengeringan menggunakan aliran fluida panas. Batubara dan fluida dialirkan secara bersamaan melalui dua buah pipa besi berbeda yang berfungsi sebagai penukar panas. Fluida panas dialirkan menggunakan pompa dan batubara menggunakan screw conveyor. \n\nPerancangan screw conveyor dryer ini dapat digunakan sebagai modul yang dapat diduplikasi untuk skala komersial. Pengujian fungsi screw conveyor menunjukkan hasil yang baik sehingga hasil rancangan dapat bermanfaat untuk pengembangan penelitian tentang screw conveyor dryer di masa mendatang.", "Daftar File": {"2018 TA PP  ALFATEHAN SEPTIANTA  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126261"}, "Penulis": "ALFATEHAN SEPTIANTA (NIM: 13114014)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Willy Adriansyah, ST."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "batubara, screw conveyor dryer, modul", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Sep 2018"}