{"Nomor": 25334, "Judul": "ANALISIS PERILAKU KONSUMEN UNTUK PROSES INOVASI PADA PERUSAHAAN MEDIA (STUDI KASUS: PT. MARCH KALIGIS MEDIA)", "Abstrak": "March Media adalah sebuah kantor berita yang menampilkan konten‐konten faktual dan dekat dengan masyarakat. Isu‐isu sosial, politik, ekonomi, dan budaya merupakan konten utama dari March Media. Melalui March Media, masyarakat diharapkan memperoleh sudut pandang alternatif dalam suatu permasalahan. March Media didirikan oleh lima orang pendiri yang memiliki peran sebagai direktur utama, manajer operasional, manajer keuangan, manajer administrasi dan sumber daya manusia, dan manajer pemasaran. March Media menampilkan konten atau berita melalui sebuah videografi untuk menjaga keabsahan dari informasi yang didapat.   \n \n\nSelama kurang lebih satu tahun berjalan, March Media banyak menghadapi berbagai masalah seperti saluran pemasukan, keluar masuk anggota tim, dana investasi, daya tarik yang rendah, dll. Untuk mengatasi masalah tersebut, riset ini menggunakan beberapa instrumen seperti survei pasar kualitatif dan kuantitatif, analisis kompetitor, dan kanvas proposisi nilai. Instrumen riset tersebut diharapkan bisa menjadi solusi bagi permasalahan yang dihadapi oleh March Media.   \n \n\nTahap selanjutnya adalah analisis dari hasil survei yang telah dilakukan. Ada perpindahan perilaku konsumen dalam mencari berita. Sebagian besar konsumen menggunakan sosial media sebagai sarana untuk mencari berita. Analisis survei juga dilakukan dengan beberapa instrumen pendukung seperti analisis respon kuesioner, pola dasar model bisnis, enam dinamika pasar, matriks ideasi, dan manajemen produk baru. Hasil dari analisis tersebut bisa menghasilkan pola keinginan dan kebutuhan masyarakat terhadap media berita.   \n \n\nSebagai bentuk tindak lanjut dari analisis tersebut, March Media membuat beberapa rencana untuk meningkat performansi bisnis March Media. Rencana tersebut diantaranya adalah video harian, retas pertumbuhan daya tarik, percepatan halaman situs, perencanaan keuangan, jadwal konten. Penelitian terkait sumber daya manusia direkomendasikan untuk menjadi penelitian lanjutan.", "Daftar File": {"UNTUK SUBMIT REVISI.pdf": "https://digilib.itb.ac.id/gdl/download/126262"}, "Penulis": "Al Fath Nuur Rochman (NIM: 29115632)", "Kontributor / Dosen Pembimbing": ["SONNY RUSTIADI, Ph.D.", "Editor 2: Ena Sukmana (2018-02-24), unggah pertama pada 2017-11-09 oleh"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "faktual, isu, videografi, survei, kuesioner, bisnis, Perilaku konsumen ; factual, issue, videography, survey, questionnaire, business, consumer behaviour", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "24 Feb 2018"}