{"Nomor": 25330, "Judul": "DESAIN PERANCANGAN BANGUNAN TEMPAT PENGOLAHAN SAMPAH TERPADU (TPST)  DI PULAU TIDUNG BESAR,  KABUPATEN ADMINISTRASI KEPULAUAN SERIBU  SEBAGAI DAERAH TUJUAN PARIWISATA", "Abstrak": "Pulau Tidung Besar adalah salah satu pulau berpenduduk di Kepulauan Seribu, Kabupaten Administrasi Kepulauan Seribu, DKI Jakarta. Pulau Tidung Besar juga terkenal sebagai pulau tujuan pariwisata dengan luas pulau 50 ha. Terdapat empat sumber kegiatan yang dapat menghasilkan sampah yaitu permukiman dengan 4.787 penduduk, non permukiman dengan fasilitas umum, kegiatan pariwisata dan sampah pesisir. Pengolahan sampah yang dilakukan di Pulau Tidung Besar saat ini adalah pembakaran dengan insinerator L-Box. Namun kapasitas insinerator yang tidak dapat mengolah seluruh sampah yang dihasilkan di pulau ini menyebabkan sampah yang tidak terolah akan diurug di lahan terbuka sebelum akan diangkut menggunakan kapal sampah menuju Bantar Gebang. Oleh karna itu dibutuhkan suatu Tempat Pengolahan sampah Terpadu (TPST) yang dapat mengolah sampah yang dihasilkan setiap harinya di Pulau Tidung Besar. Telah dilakukan sampling timbulan dan komposisi sampah yang mengacu pada SNI 19-3964-1995 dengan hasil timbulan sampah darat Pulau Tidung Besar sebesar  1.733 kg/hari dan komposisi terbesar adalah sisa makanan dan dedaunan (59,59%) kemudian sampah anorganik laku jual yang terdiri dari plastik, kertas/kardus, logam dan kaca (25,22%), dan sampah residu (14,87%). Perencanaan bangunan TPST Pulau Tidung Besar mengikuti Petunjuk Teknis TPS 3R (Tempat Pengolahan Sampah 3R) dan Tata Cara Penyelenggaraan Sistem Pengelolahan Sampah di Kawasan Pulau Kecil yang dikeluarkan oleh Kementrian PUPR. Tempat Pengolahan Sampah Terpadu (TPST) Pulau Tidung Besar akan memiliki luas minimal area bongkar muat sebesar 52,5 m2, area pengomposan windrow dan maturasi kompos sebesar 101 m2, area penyimpanan anorganik laku jual sebesar 28 m2 dan area pengolahan residu dengan teknologi thermal insinerator. Total area TPST yang dirancang adalah 928 m2 dengan fasilitas tambahan seperti kantor, gudang, toilet dan area parkir.", "Daftar File": {"2018 TA PP ALFACANO ABRAR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126251"}, "Penulis": "ALFACANO ABRAR   NIM: 15314015", "Kontributor / Dosen Pembimbing": ["Pembimbing : Emenda Sembiring ST, MT, M.Eng.Sc., PhD."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": ": kompos, pariwisata, Pulau Tidung Besar, sampah, TPST", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "28 Jun 2018"}