{"Nomor": 25339, "Judul": "PRODUKSI RETEPLASE REKOMBINAN MENGGUNAKAN VEKTOR EKSPRESI pET-24b DI Escherichia coli BL21(DE3)", "Abstrak": "Reteplase rekombinan merupakan aktivator plasminogen rekombinan (rPA)\nturunan alteplase yang digunakan sebagai trombolitik untuk terapi infark\nmiokardium akut. Reteplase telah disetujui oleh FDA dan EMA sejak tahun 1996.\nHarga reteplase tergolong tinggi dan belum pernah diproduksi maupun dipasarkan\ndi Indonesia. Reteplase diproduksi di Escherichia coli dan cenderung membentuk\nbadan inklusi karena memiliki sembilan ikatan disulfida. Tujuan penelitian ini\nadalah mengoptimasi proses produksi reteplase rekombinan terlarut menggunakan\nvektor ekspresi pET24b pada E. coli BL21(DE3), menguji aktivitas serta\nmemurnikannya dengan kromatografi afinitas Ni-NTA. DNA sintetik pengkode\nreteplase hasil optimasi kodon dibawa oleh plasmid pET24b dan disebut sebagai\npET24b_ret. Produksi reteplase dilakukan pada E. coli BL21(DE3) rekombinan\nyang membawa plasmid tersebut dengan dan tanpa plasmid chaperon pGroElDnaK.\nE. coli rekombinan dikonfirmasi kebenaran plasmid yang dibawanya melalui\nanalisis pemotongan dan penentuan urutan DNA pengkode reteplase, GroEl dan\nDnaK. Optimasi kondisi overproduksi protein reteplase dilakukan dengan\nmodifikasi suhu (20, 25, 37 dan 40Ã‚Â°C), komposisi media Luria Bertani (LB dan\nÃ‚Â¼LB) serta keberadaan pGroElDnaK. Kultur diinduksi menggunakan\nisopropilthio--D-galaktosida dengan konsentrasi akhir 0,05 mM pada OD600 0,7-\n0,8. Reteplase hasil overproduksi dikarakterisasi menggunakan SDS-PAGE dan\ndianalisa dengan perangkat lunak ImageJ. Aktivitas reteplase diuji dengan tPA\nhuman chromogenic activity assay. Reteplase bentuk terlarut dihasilkan 1,14 Ã‚Â± 0,01\nmg/g sel basah dan memberikan aktivitas sebesar 45,97 UI/mg protein reteplase\nkasar pada kondisi produksi 20Ã‚Â°C di E. coli rekombinan tanpa chaperon dalam\nmedia LB. Sedangkan reteplase bentuk tidak terlarut paling tinggi dihasilkan pada\n37Ã‚Â°C di E. coli rekombinan tanpa chaperon dalam media LB sebesar 19,6 Ã‚Â± 1,6 mg\nprotein/g sel basah. Reteplase bentuk tidak terlarut berhasil dilarutkan dengan urea\n8 M, DTT 0,1 M dalam dapar Tris-Cl 50 mM pH 8, memberikan aktivitas sebesar\n1,53 UI/mg protein reteplase kasar, tetapi tidak dapat terikat di kolom Ni-NTA.\nDengan demikian dapat disimpulkan bahwa reteplase dapat diproduksi dalam\nbentuk aktif menggunakan plasmid ekspresi pET24b_ret di E. coli BL21(DE3).", "Daftar File": {"2018 TS PP ALFIAN MAHARDIKA FORENTIN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126282", "COVER ALFIAN MAHARDIKA FORENTIN NIM: 20716011": "https://digilib.itb.ac.id/gdl/download/210762", "BAB 1 ALFIAN MAHARDIKA FORENTIN NIM: 20716011": "https://digilib.itb.ac.id/gdl/download/210763", "BAB 2 ALFIAN MAHARDIKA FORENTIN NIM: 20716011": "https://digilib.itb.ac.id/gdl/download/210764", "BAB 3 ALFIAN MAHARDIKA FORENTIN NIM: 20716011": "https://digilib.itb.ac.id/gdl/download/210765", "BAB 4 ALFIAN MAHARDIKA FORENTIN NIM: 20716011": "https://digilib.itb.ac.id/gdl/download/210767", "BAB 5 ALFIAN MAHARDIKA FORENTIN NIM: 20716011": "https://digilib.itb.ac.id/gdl/download/210768", "BAB 6 ALFIAN MAHARDIKA FORENTIN NIM: 20716011": "https://digilib.itb.ac.id/gdl/download/210769", "PUSTAKA ALFIAN MAHARDIKA FORENTIN NIM: 20716011": "https://digilib.itb.ac.id/gdl/download/210770"}, "Penulis": "ALFIAN MAHARDIKA FORENTIN NIM: 20716011", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr. rer. nat Catur Riani", "Dr. Debbie S. Retnoningrum"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Aktivator plasminogen rekombinan (rPA), chaperon, GroEl-DnaK, rekombinan, reteplase", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "9 file", "Tanggal Input": "02 Jul 2018"}