{"Nomor": 25340, "Judul": "KARAKTERISASI RESERVOIR FORMASI GABUS, LAPANGAN \"AR\" CEKUNGAN NATUNA BARAT DENGAN METODE SPECTRAL BALANCING DAN ITERATIVE EXTENDED ELASTIC IMPEDANCE INVERSION", "Abstrak": "Formasi Gabus yang terdapat di Lapangan Ã‚Â“ARÃ‚Â”, Cekungan Natuna Barat merupakan salah satu reservoir yang produktif di Indonesia. Untuk mengembangkan lapangan ini, diperlukan karakterisasi reservoir agar dapat mendapatkan gambaran reservoir secara utuh, sehingga dapat menentukan lokasi pemboran selanjutnya. Litologi formasi ini bersifat shaly sandstone, sehingga diperlukan metode yang efektif untuk memisahkan sandstone dan shale. Dalam penelitian ini, karakterisasi reservoir dilakukan dengan menggunakan metode spectral balancing dan iterative Extended Elastic Impedance (EEI) inversion. \n\nTujuan dari spectral balancing adalah menyeimbangkan spektrum amplitudo dari data partial angle stack. Agar dapat memisahkan sandstone dan shale dengan baik serta mendapatkan daerah good quality reservoir (daerah sandstone dengan porositas tinggi), diperlukan analisis parameter elastik yang sensitif terhadap litologi dan porositas. Kemudian, dicari sudut ? yang memiliki nilai korelasi yang tinggi dengan parameter sensitif tersebut. Inversi EEI di sudut ? dengan inversi model based dilakukan terhadap data seismik dengan bantuan data log yang tersedia. Iterative inversion dicoba untuk dilakukan di lapangan ini dengan merata-ratakan hasil inversi yang menggunakan model awal dari satu sumur dan kemudian mengekstrak nilai parameter elastik di masing-masing sumur dari rata-rata hasil inversi tersebut. Setelah itu, dilakukan inversi lagi dengan menggunakan model awal dari hasil ekstraksi di masing-masing sumur dan hasil inversi tersebut dirata-ratakan lagi. Proses ini berlangsung secara iteratif. \n\nHasil penelitian menunjukkan bahwa parameter Vp/Vs sensitif terhadap litologi dan parameter ?? sensitif terhadap porositas. Hasil penelitian menunjukkan bahwa spectral balancing mampu menyeimbangkan spektrum amplitudo dari data partial angle stack dan iterative model-based inversion mampu meningkatkan kualitas hasil inversi dan menunjukkan pemisahan sandstone dan shale yang baik serta dapat menunjukkan daerah good quality reservoir.", "Daftar File": {"2018 TA PP ALFIAN RAHMAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126283"}, "Penulis": "ALFIAN RAHMAN [12314059]", "Kontributor / Dosen Pembimbing": ["Ignatius Sonny Winardhie, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Extended Elastic Impedance, iterative inversion, lithology, porosity, good quality reservoir, spectral balancing", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Sep 2018"}