{"Nomor": 25344, "Judul": "ANALISIS BEBAN PENCEMAR SUNGAI BERDASARKAN KUALITAS AIR DAN TUTUPAN LAHAN DI SEKITARNYA (STUDI KASUS CI TARUM)", "Abstrak": "Ci Tarum merupakan sungai terpanjang di wilayah Provinsi Jawa Barat.  Daerah aliran Ci Tarum memiliki luas 13.000 km persegi dan memiliki pengaruh terhadap 9 juta jiwa di sekitarnya. Penelitian ini akan menghitung besarnya potensi beban pencemar di Sub daerah aliran Ci Tarum serta beban pencemar yang masuk ke Ci Tarum. Besarnya beban pencemar dipengaruhi oleh konsentrasi zat pencemar dan aliran yang membawa zat pencemar tersebut. Pembuatan model distribusi penduduk dengan menggunakan grid skala ragam resolusi 5Ã‚Â”x5Ã‚Â” di daerah aliran Ci Tarum karena bisa merepresentasikan data-data yang digunakan. Berdasarkan pertimbangan tutupan lahan dan keberadaan jalan di setiap grid akan diketahui populasi penduduk pada setiap grid skala ragam. Pada setiap grid akan memuat nilai beban pencemar parameter BOD, COD, dan TSS. Nilai beban pencemar yang didapat dilakukan analisis serta dilihat kecenderungannya dari tahun ke tahun. Perubahan luasan penggunaan lahan diamati untuk mengetahui dampaknya terhadap nilai beban pencemar.  Berdasarkan tahapan penelitian yang dilakukan diperoleh beban pencemar di sub daerah aliran Pada tahun 2001 nilai beban pencemar parameter BOD adalah 53090,410 kg / hari sedangkan untuk parameter COD sebesar 75775,672 kg / hari dan parameter TSS sejumlah 29710,756 kg / hari. Nilai tersebut terus bertambah hingga pada tahun 2014 nilai beban pencemar parameter BOD adalah sebesar 73026,097 kg / hari, parameter COD sebesar 104598,934 kg / hari, dan parameter TSS sebesar 37882,445 kg / hari. Berdasarkan. Jumlah beban pencemar parameter BOD memiliki korelasi yang paling kuat dengan luas penggunaan lahan dibanding dua parameter beban pencemar lainnya.", "Daftar File": {"2018 ta pp Alfin Gemaperkasa 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126293"}, "Penulis": "Alfin Gemaperkasa - Nim: 15114090", "Kontributor / Dosen Pembimbing": ["Dr. Akhmad Riqqi, S.T., M.Si. \n\nHaryo Satriyo Tomo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "BOD, COD, TSS, beban pencemar, Ci Tarum", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2018"}