{"Nomor": 25346, "Judul": "STUDI GEOPOLIMERISASI OBSIDIAN SEBAGAI BAHAN UNTUK MENGENDALIKAN PELEPASAN UNSUR K DI DALAM AIR", "Abstrak": "Populasi dunia yang semakin meningkat mendorong peningkatan kebutuhan pangan. Pupuk digunakan sebagai penyubur tanah untuk meningkatkan produksi pangan dengan lahan yang terbatas. Namun, penggunaan pupuk yang berlebihan akan berdampak buruk bagi lingkungan. Kelarutan pupuk yang tinggi menyebabkan penyerapan unsur-unsur pupuk oleh tumbuhan tidak terjadi dengan baik. Sebagai solusi dari permasalahan tersebut, material yang dapat mengeluarkan unsur-unsur pupuk secara perlahan perlu dikembangkan. Salah satu material yang dapat digunakan sebagai penghambat laju pelepasan unsur pupuk adalah geopolimer. Pada penelitian ini, campuran dari obsidian dan waterglass digunakan sebagai bahan pembentukan geopolimer. Obsidian yang digunakan berasal dari Garut, Jawa Barat. \n\nSerangkaian percobaan uji kelarutan pada suhu dan tekanan ruang dilakukan untuk mempelajari pengaruh temperatur geopolimerisasi, tekanan pembentukan briket geopolimer dan komposisi geopolimer terhadap persen pelepasan unsur kalium. Geopolimer obsidian dibentuk dengan variasi besar tekanan, temperatur geopolimerisasi dan komposisi pembentukannya. Di-kalium hidrogen fosfat (K2HPO4*3H2O) sebanyak 0,5 gram ditempatkan di tengah geopolimer obsidian. Pengaruh temperatur geopolimerisasi dipelajari pada suhu 100, 110, 120, dan 130oC. Pengaruh tekanan pembentukan briket dipelajari pada tekanan 0 (tangan), 10, 20, dan 30 kg/cm2. Sedangkan pengaruh komposisi dipelajari pada komposisi berat obsidian (gram) : volume waterglass 3,35 M (ml) 6:1, 7:1, dan 8:1. Persen kalium yang terlarut pada berbagai kondisi secara periodik ditentukan dengan analisa Atomic Absorption Spectrophotometry (AAS). \n\nPada variasi komposisi geopolimer, geopolimer dengan komposisi 6:1 merupakan geopolimer dengan pelepasan unsur K terendah. Pada variasi temperatur geopolimerisasi, geopolimer dengan temperatur geopolimerisasi 130oC merupakan geopolimer dengan pelepasan unsur K terendah. Pada variasi besar tekanan pembentukan geopolimer, geopolimer dengan besar tekanan 30 kg/cm2 merupakan geopolimer dengan pelepasan unsur K terendah. Pada variasi komposisi 6:1, temperatur geopolimerisasi 130oC dan besar tekanan 30 kg/cm2, geopolimer melepaskan unsur K terendah yaitu 64,53%. Analisis FTIR dan SEM digunakan untuk mengetahui struktur geopolimer.", "Daftar File": {"2018 TA PP ALFIN RIZQIADI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126295"}, "Penulis": "ALFIN RIZQIADI (NIM : 12514043)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ismi Handayani, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Obsidian, Pengendalian Pelepasan Unsur Pupuk, Geopolimer, FTIR, SEM", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "01 Okt 2018"}