{"Nomor": 25349, "Judul": "DESAIN PARAMETRIK MEJA MESIN CNC MILLING VERTIKAL", "Abstrak": "Mesin perkakas menjadi komponen utama di dalam industri terutama industri manufaktur dan industri otomotif. Beberapa mesin perkakas yang banyak digunakan di industri adalah mesin bubut, mesin drill, mesin gerinda dan mesin frais (mesin milling). Mesin-mesin ini tidak hanya digunakan di industri, tetapi juga digunakan untuk pendidikan dan juga perbengkelan. Mesin-mesin ini umumnya dirancang pada grade dengan dimensi dan kepresisian tertentu. Apabila volume kerja atau dimensi suatu mesin perkakas akan diubah, maka desain baru harus dirancang dengan kepresisian tertentu. Proses ini tentu saja kurang efisien karena membutuhkan waktu untuk mendesain suatu mesin terutama dengan tingkat kepresisian yang diinginkan sehingga pada Tugas Akhir ini digunakan konsep parametrik dalam pembuatan desain. \n\nPenerapan konsep parametrik pada mesin CNC milling vertikal digunakan untuk mengubah dimensi setiap komponen hanya dengan mengubah volume kerja dengan tetap mempertahankan kepresisian mesin. Hal ini bisa dilakukan karena setiap komponen pada mesin saling berhubungan. Konsep parametrik pada mesin ini digunakan untuk desain platform meja yang dimulai dengan penerapan pada meja balok (tidak menggunakan T-slots, dudukan untuk linear guideways dan dudukan ballscrew menggunakan perbandingan biasa, belum berdasarkan standar yang seharusnya). Setelah itu baru dilanjutkan untuk platform meja CNC milling vertikal (menggunakan standar T-slots, linear guideways dan ballscrew). \n\nKonsep parameterik pada platform meja CNC milling vertikal digunakan untuk menentukan perubahan dimensi meja (panjang, lebar dan tebal) terhadap perubahan volume kerja (panjang, lebar dan tebal) untuk kepresisian yang tetap (nilai deformasi maksimum sama) yaitu 1,69 um pada meja balok dan 1,75 um pada meja CNC milling vertikal. Pada tingkat kepresisian yang tetap, kenaikan ketebalan meja untuk kenaikan panjang dan lebar volume kerja dari ukuran minimum (500 mm x 500 mm x 400 mm) menjadi ukuran maksimum (1000 mm x 1000 mm x 800 mm) adalah 5,5 kali ketebalan minimum pada meja balok dan 5 kali untuk meja CNC milling vertikal.", "Daftar File": {"2018 TA PP  ALFITRA LIBELNEDO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126298"}, "Penulis": "ALFITRA LIBELNEDO (NIM : 13113111)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Ir. Tri Prakosa, M.Eng. \n\nDr. Eng. Ir. Agung Wibowo, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Mesin CNC milling vertikal, desain parametrik, platform, meja balok, meja CNC milling vertikal, kepresisian, deformasi maksimum.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "18 Jan 2018"}