{"Nomor": 25358, "Judul": "STRUKTUR MODAL OPTIMAL PADA PERUSAHAAN OTOMOTIF DAN KOMPONEN INDONESIA YANG TERDAFTAR DI BURSA EFEK INDONESIA (BEI) DENGAN MENGGUNAKAN KERANGKA DAMODARAN", "Abstrak": "Salah satu keputusan penting dalam setiap keberlanjutan perusahaan adalah struktur modal. Dengan bauran optimal antara hutang dan ekuitas jangka panjang, perusahaan diharapkan mencapai nilai perusahaan maksimum. Perusahaan otomotif dan komponen memainkan peran penting dalam pertumbuhan ekonomi Indonesia, dengan menentukan struktur modal yang optimal, perusahaan otomotif dan komponen dapat mencapai nilai perusahaan maksimum dan akan mampu menarik investor potensial. \n \n\nUntuk mendapatkan struktur modal yang optimal, tesis ini menggunakan pendekatan simulasi Adjusting Present Value (APV) oleh Aswath Damodaran. Simulasi ini dimulai dengan mengestimasi nilai perusahaan yang tak tergoyahkan kemudian karena tingkat utang meningkatkan nilai perusahaan yang tidak ditimbang yang disesuaikan dengan efek bersih dari kedua manfaat utang dan biaya utang. Dengan menentukan struktur modal yang optimal, perusahaan otomotif dan komponen di Indonesia dapat memiliki nilai perusahaan maksimum, sehingga dapat menarik investor. \n \n\nDalam simulasi ini, nilai perusahaan diperkirakan pada setiap tingkat utang dari 10% -90% dan rasio utang yang menghasilkan nilai perusahaan tertinggi adalah rasio utang optimal. Rasio utang saat ini untuk perusahaan otomotif dan komponen di Indonesia berkisar antara 17% -89% dari tahun 2012 hingga 2016. Dari hasil simulasi, terlihat bahwa ada lima perusahaan yang harus memiliki rasio utang 0%. Hasilnya dapat terjadi karena beberapa alasan seperti laba perusahaan negatif, pendapatan perusahaan lebih kecil dari bunga yang harus dibayar oleh perusahaan. Untuk perusahaan lain, hasilnya menunjukkan rasio utang optimal rata-rata 50%.", "Daftar File": {"ok.pdf": "https://digilib.itb.ac.id/gdl/download/126315"}, "Penulis": "alghifari rusli - 29116519", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya D, CFPÃ‚Â®"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Adjusted Present Value, Optimum Capital Structure, Maximizing Company Value.", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "15 Sep 2018"}