{"Nomor": 25366, "Judul": "HUNIAN BERKEPADATAN TINGGI DI KAWASAN RW 11 TAMANSARI, BANDUNG", "Abstrak": "Keberadaan pemukiman padat yang tidak tertata kian menjamur di kota-kota besar. Di kota Bandung, banyak lokasi strategis yang menjadi kawasan kumuh akibat tidak tertatanya pemukiman padat, salah satunya adalah kawasan Tamansari, di area bawah jembatan Pasupati. Untuk itu, diadakan suatu penataan kembali di daerah tersebut dengan membangun hunian untuk masyarakat low income. \nPerancangan ini berlokasi di sebuah perkampungan kota, maka konektivitas sosial yang sudah terjadi di dalamnya perlu dipertahankan dengan menyediakan ruang terbuka publik dan memadatkan slum area tersebut ke dalam bentuk hunian vertikal. Konektivitas sosial ini juga dirancang untuk dikembangkan bagi warga yang tinggal di sekitar tapak. Pengadaan ruang terbuka publik ini membutuhkan dana yang cukup besar, sehingga diberlakukan suatu sistem subsidi silang dengan sesuatu yang bersifat investasi. Maka, dalam kawasan ini tidak hanya dibangun rumah susun untuk masyarakat low income tetapi dirancang juga sebuah apartemen menengah untuk kalangan mahasiswa. Lokasi perancangan yang berada di sekitar area bawah jembatan layang memungkinkan adanya ekstensi ruang luar kearah kolong jembatan. Area tapak yang terletak diantara Jembatan Pasupati dan Balubur Town Square sangat mempengaruhi bentukan massa bangunan dalam perancangan. Isu-isu dalam perancangan bangunan hunian berkepadatan tinggi ini sendiri yaitu layout ruang unit hunian, konektivitas sosial, sirkulasi, integrasi dengan lingkungan sekitar dan utilitas yang diselesaikan dengan mengintegrasikan konsep tapak dengan konsep bangunan.", "Daftar File": {"2014 TA PP ALIFA NURRAKHMAWATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/126332", "2014 TA PP ALIFA NURRAKHMAWATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/126333", "2014 TA PP ALIFA NURRAKHMAWATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/126334", "2014 TA PP ALIFA NURRAKHMAWATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/126335", "2014 TA PP ALIFA NURRAKHMAWATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/126336", "2014 TA PP ALIFA NURRAKHMAWATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/126337", "2014 TA PP ALIFA NURRAKHMAWATI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/126338", "2014 TA PP ALIFA NURRAKHMAWATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/126339"}, "Penulis": "ALIFA NURRAKHMAWATI  (NIM : 15209058)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n \n\nIr.Indra Budiman Syamwil, M.Sc.BEM, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kota Bandung, hunian berkepadatan tinggi, konektivitas sosial, subsidi silang", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "8 file", "Tanggal Input": "30 Okt 2018"}