{"Nomor": 25365, "Judul": "ESTIMASI SUDUT SWATH EFEKTIF MULTIBEAM ECHOSOUNDER NORBIT iWBMS", "Abstrak": "Multibeam echosounder (MBES) dengan sistem yang lebih modern memiliki jangkauan sudut swath yang jauh lebih besar dan menghasilkan beam dengan jumlah ratusan. Namun, seorang surveyor hidrografi harus tetap mempertimbangkan bahwa beam yang jauh dari titik nadir akan menghasilkan nilai kedalaman dengan kesalahan yang lebih besar dibandingkan dengan beam di sekitar titik nadir. Hal tersebut kemungkinan akan menyebabkan data batimetri hasil akuisisi di lapangan memiliki sudut swath efektif (yang dapat digunakan) untuk memenuhi klasifikasi standar IHO SP-44, lebih kecil dari ukuran sudut swath dalam spesifikasi alat. Penelitian ini dilakukan bertujuan untuk mengetahui ukuran sudut swath efektif MBES iWBMS untuk dapat digunakan sebagai pertimbangan dalam menetapkan parameter desain rencana pelaksanaan survei batimetri dan menentukan data yang dapat digunakan dalam tahap post-processing, agar dapat menjamin data hasil akuisisi memenuhi spesifikasi ketelitian kedalaman dalam hal ini standar IHO SP-44 edisi ke-5 (2008). Penelitian dilakukan menggunakan MBES Norbit iWBMS dengan sudut swath pengukuran 140o dan cakupan batimetri 100% di perairan Pulau Pramuka. Hasil survei di lokasi penelitian memiliki kedalaman 5,33 m Ã‚Â– 35,44 m dan menunjukkan bentuk topografi dasar laut yang cukup bervariasi. Estimasi sudut swath efektif dilakukan menggunakan metode beam-wise statistics pada EIVA NaviSuite untuk menentukan beam angel maksimun pada arah kiri-kanan haluan kapal yang kesalahan kedalaman rata-ratanya memenuhi klasifikasi standar IHO SP-44 (2008) orde spesial dan orde 1a. Hasil penelitian menunjukkan nilai estimasi sudut swath efektif MBES Norbit iWBMS adalah 140o untuk klasifikasi orde 1a dan 113,6o untuk klasifikasi orde spesial. Penggunaan parameter sudut swath efektif dianggap mampu meningkatkan ketelitian hasil pengolahan dan baik digunakan sebagai masukan dalam membuat rencana pelaksanaan survei batimetri agar terjaminnya ketelitian data kedalaman memenuhi spesifikasi pekerjaan.", "Daftar File": {"2018 TA PP Alif Algifari 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126331"}, "Penulis": "Alif Algifari (15114086)", "Kontributor / Dosen Pembimbing": ["Dr. rer.nat. Wiwin Windupranata, ST, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "multibeam echosounder, beam-wise statistics, sudut swath efektif, Standar IHO SP-44 edisi ke-5 (2008).", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "1 file", "Tanggal Input": "28 Sep 2018"}