{"Nomor": 25374, "Judul": "ANALISIS KERENTANAN EKONOMI DAN SANITASI  MASYARAKAT NELAYAN AKIBAT  PERUBAHAN GARIS PANTAI MENGGUNAKAN MULTI CRITERIA DECISION MAKING", "Abstrak": "Analisis kerentanan ekonomi dan sanitasi akibat perubahan garis pantai, yang dapat memberikan dampak negatif bagi komunitas nelayan lokal, memerlukan informasi kriteria pilar keberlanjutan yang terintegrasi dengan sistem informasi geografis (SIG). Terlebih dahulu diperlukan informasi kedudukan garis pantai yang diperoleh dari pengamatan citra satelit. Selanjutnya informasi kriteria kerentanan yang terdiri dari aspek ekonomi-sosial-lingkungan diturunkan dari penekanan induktif penelitian terdahulu. Penelitian ini ditujukan untuk membuktikan bahwa kerentanan ekonomi dan sanitasi pada masyarakat nelayan di daerah penelitian (Desa Sungaibuntu dan Desa Cemarajaya, Kabupaten Karawang) akan semakin besar karena fenomena perubahan garis pantai. Metode yang digunakan untuk identifikasi perubahan garis pantai berupa band rationing. Pendekatan tree system dalam Multi Criteria Decision Making (MCDM) digunakan untuk identifikasi kriteria kerentanan. Instrumen penilaian kerentanan sanitasi mengintegrasikan data loingkungan, sosial-budaya, ekonomi, dan teknologi untuk merepresentasikan komponen keterpaparan, sensitivitas, dan kapasitas adaptasi. Penilaian kerentanan berdasarkan pendapat ahli dan objektivitas nelayan. Hasil pengolahan data spasial menunjukkan adanya perubahan garis pantai dengan bahaya genangan yang memberikan dampak negatif terhadap pemukiman nelayan. Instrumen penilaian kerentanan sanitasi hasil analisis MCDM dapat diaplikasikan secara praktis. Hasilnya menunjukkan kerentanan ekonomi dan sanitasi di Desa Cemarajaya lebih tinggi dibandingkan Desa Sungaibuntu dengan nilai 97,04 dan 67,52 dari nilai maksimum 200. Kerentanan ekonomi dan sanitasi semakin tinggi karena rendahnya kemampuan adaptasi nelayan sementara keterpaparan dan sensitivitas tinggi terlebih dengan adanya fenomena perubahan garis pantai dengan laju -0,15/tahun dan -2,89/tahun.", "Daftar File": {"2018 TS PP ALIFIYA IKHSANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126353"}, "Penulis": "ALIFIYA IKHSANI    NIM: 25315318", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Priana Sudjono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "bahaya pesisir, band rationing, penilaian ahli, penilaian kerentanan, pilar keberlanjutan", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "09 Mar 2018"}