{"Nomor": 25370, "Judul": "OTOMATISASI PENGOLAHAN DATA GUGUS GALAKSI SATELIT SINAR-X CHANDRA", "Abstrak": "Gugus galaksi adalah kumpulan galaksi yang terikat oleh gaya gravitasi. Gugus galaksi banyak digunakan untuk penelitian kosmologi, seperti penentuan parameter-parameter kosmologi. Salah satu properti penting dari sebuah gugus galaksi adalah massa total gugus. Penentuan massa total gugus dapat dilakukan dengan berbagai cara, salah satunya dengan menganalisis gas intrakluster (Intercluster Medium atau disingkat ICM). Gas intrakluster adalah plasma super panas yang terdiri atas ion-ion dan elektron bebas dengan temperatur mencapai 107 K dan dapat mengemisikan sinar-X. Gas intrakluster dianggap berada dalam keadaan setimbang hidrostatis. Massa total gugus galaksi dapat ditentukan dari analisis profil densitas dan temperatur gas intrakluster. Satelit sinar-X Chandra berperan penting dalam pengamatan gugus galaksi dalam sinar-X. Chandra memiliki resolusi spasial yang sangat baik (~0.5 arcsec) dengan detektor ACIS (Advanced CCD Imaging Spectrometer) yang memberikan informasi spasial dan spektrum, sehingga baik digunakan untuk pengamatan dan analisis gugus galaksi. \n\nDibutuhkan serangkaian proses pengolahan data untuk mendapatkan profil densitas gas dan temperatur gas ICM. Proses reduksi dan ekstraksi data pengamatan Chandra untuk gugus galaksi cukup sulit untuk dipelajari oleh pengguna baru karena dokumentasi yang kurang baik dan kurang terstruktur. Beberapa proses dalam reduksi data juga memakan waktu banyak dan memerlukan pengulangan agar menghasilkan hasil yang baik. Untuk penelitian kosmologi yang membutuhkan pengolahan banyak sampel gugus galaksi, hal ini menjadi sebuah masalah. Tujuan dari Tugas Akhir ini adalah untuk menyusun dokumentasi yang lebih terstruktur, mengotomatisasi pengolahan data, dan memberikan rekomendasi atau saran-saran untuk dapat menghasilkan profil densitas dan temperatur yang baik dari data sinar-X Chandra.", "Daftar File": {"2017 TA PP ALIF HUSNUL FIKRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/126343", "2017 TA PP ALIF HUSNUL FIKRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/126344", "2017 TA PP ALIF HUSNUL FIKRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/126345", "2017 TA PP ALIF HUSNUL FIKRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/126346", "2017 TA PP ALIF HUSNUL FIKRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/126347", "2017 TA PP ALIF HUSNUL FIKRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/126348", "2017 TA PP ALIF HUSNUL FIKRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/126349"}, "Penulis": "ALIF HUSNUL FIKRI (NIM: 103 13 024)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. rer. nat. Hesti Retno Tri Wulandari."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gugus galaksi, sinar-X, Satelit Chandra, Otomatisasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "01 Feb 2018"}