{"Nomor": 25373, "Judul": "KAJIAN KARAKTERISTIK GEOKIMIA BATUAN HASIL ALTERASI ADVANCED ARGILLIC PADA CEBAKAN EMAS EPITHERMAL HIGH SULPHIDATION", "Abstrak": "Air asam tambang (AAT) merupakan air limpasan atau air rembesan yang \n\ndihasilkan pada daerah tambang akibat proses kegiatan penambangan yang \n\nmengekspos batuan dan dicirikan dengan tingkat keasaman yang tinggi atau nilai \n\npH yang rendah (Gautama, 2014). Kegiatan penambangan dapat dilakukan pada \n\nberbagai tipe endapan, salah satunya endapan epithermal high sulphidation yang \n\nmemiliki zona alterasi diantaranya silicic, advanced argillic, argillic, dan \n\nprophyllitic. Pada zona alterasi advanced argillic dicirikan dengan hadirnya \n\nmineral native sulphur, dan pyrite yang merupakan mineral sulfida yang berpotensi \n\nmembentuk air asam tambang. Fokus dari penelitian ini adalah melakukan \n\npencegahan, penanganan dan pengelolaan air asam tambang dengan melakukan \n\nprediksi potensi pembentukan air asam tambang dan memprediksi kualitas air \n\nlindian sampel batuan hasil alterasi advanced argillic. \n\nBerdasarkan pengujian yang telah dilakukan, karakteristik geokimia batuan \n\nmemiliki dua klasifikasi yakni 3 sampel PAF-LC (Potential Acid Forming-Low \n\nCapacity) sebagai batuan yang berpotensi menghasilkan air asam tambang dengan \n\nkeasaman yang lemah dan 3 sampel PAF-HC (Potential Acid Forming-High \n\nCapacity) sebagai batuan yang berpotensi menghasilkan air asam tambang dengan \n\nkeasaman yang kuat. Air lindian dari semua sampel perlu diolah terlebih dahulu \n\nkarena pH air lebih rendah dari rentang pH yang diperbolehkan pada baku mutu \n\ndalam Kepmen LH No. 202 Tahun 2004 yaitu 6-9. Selain itu, kandungan logam \n\nterlarut juga meningkat karena TDS meningkat seiring dengan pH yang menurun, \n\ndikhawatirkan kandungan logam terlarut dapat melampaui batas maksimum baku \n\nmutu. Perlu dilakukan metode enkapsulasi untuk meminimalisasi terdedahnya \n\nbatuan dan mencegah terbentuknya kondisi asam yang mampu melarutkan logam.", "Daftar File": {"2018 TA PP ALIFIANTY DELILA IMANI SUMANTRI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126352"}, "Penulis": "ALIFIANTY DELILA IMANI SUMANTRI (NIM : 12114092)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Rudy Sayoga Gautama"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Air Asam Tambang, Epithermal High Sulphidation, Alterasi Advanced Argillic, Karakteristik Geokimia Batuan, dan Prediksi Kualitas Air Lindian", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "02 Jul 2018"}