{"Nomor": 25382, "Judul": "PEMODELAN DINAMIKA PERTUMBUHAN BAMBU APUS (Gigantochloa apus) DI DESA SUKARAPIH, KECAMATAN TANJUNGSARI, KABUPATEN SUMEDANG, JAWA BARAT", "Abstrak": "Bambu memiliki potensi besar untuk dikembangkan karena pertumbuhannya yang sangat cepat. Untuk memperkirakan strategi pengelolaan, hal yang perlu diperhatikan salah satunya adalah mempelajari dinamika pertumbuhan bambu. Penelitian ini bertujuan untuk menentukan sebaran tinggi bambu apus, kurva pertumbuhan bambu apus, dan model visualisasi dinamika pertumbuhan bambu apus melalui pendekatan diagram profil rumpun bambu. Sampel diambil sebanyak 5 rumpun dari 100 rumpun bambu (intensitas sampling 5%) di perhutanan bambu masyarakat di Desa Sukarapih, Tanjungsari, Sumedang, Jawa Barat. Untuk membuat kurva pertumbuhan bambu apus dilakukan pengukuran terhadap tinggi mulai dari rebung muncul ke permukaan tanah hingga pertumbuhan saat batang telah terbentuk. Penelitian juga dilakukan dengan metode inventarisasi sebanyak 3 kali pengukuran dengan variabel yang diinventarisasi adalah tinggi total individu bambu dan luas tajuk rumpun bambu. Seluruh data inventarisasi kemudian diolah menggunakan perangkat lunak SExI-FS (Spatially Explicit Individualbased Forest Simulator). Hasil penelitian menunjukkan bahwa rumpun dengan sebaran tinggi tersempit atau yang tingginya paling seragam adalah rumpun 4 (nilai standar deviasi 1,18) yaitu rumpun yang lebih dewasa dengan jarak tanam lebih lebar, dan rumpun dengan sebaran tinggi terluas atau yang tingginya sangat bervariasi adalah rumpun 1 (nilai standar deviasi 2,85) yaitu rumpun yang berusia lebih muda dengan jarak tanam lebih rapat. Kurva pertumbuhan bambu apus berbentuk sigmoid yaitu menyerupai huruf Ã‚Â‘SÃ‚Â’ dengan ritme pertumbuhan pelan-cepat-pelan. Dari pemodelan visualisasi dinamika pertumbuhan bambu apus dengan pendekatan diagram profil rumpun bambu didapatkan luas tajuk rumpun bambu semakin meluas, linear dengan waktu, dan cenderung stabil di usia dewasa.", "Daftar File": {"2018 TA PP ALIN ANINDYA LISDIYANTI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126388"}, "Penulis": "ALIN ANINDYA LISDIYANTI - NIM 11514041", "Kontributor / Dosen Pembimbing": ["Dr. Atmawi Darwis S.Hut., M.Si         \n\nIhak Sumardi S.Hut, M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Bambu Apus, Gigantochloa apus, pemodelan, dinamika pertumbuhan, diagram profil", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Sep 2018"}