{"Nomor": 25386, "Judul": "ANALISIS PENGARUH ELEMEN ESTETIKA VISUAL PADA DIMENSI LINGKUNGAN TERHADAP RESPON KONSUMEN: STUDI PADA TEMATIK RESTORAN", "Abstrak": "Pendahuluan Kompetisi diantara industri restoran di Indonesia telah menjadi lebih sengit hari demi hari. Agar dapat bertahan terhadap persaingan dalam industri, restoran di Indonesia perlu untuk membedakan karakteristik mereka dan menciptakan estetika visual pada dimensi lingkungan yang baik mengingat konsumen lebih mengutamakan motivasi hedonis daripada motivasi utilitarian mereka ketika membeli atau memilih produk dan servis. Tujuan Melihat fenomena yang ada, penelitian ini bertujuan untuk menganalisis pengaruh elemen estetika visual pada dimensi lingkugan (servicescape) terhadap preferensi konsumen, khususnya pada tematik restoran karena minimnya jumlah penelitian yang tersedia meskipun topik ini termasuk penting untuk dipelajari lebih dalam. Selain itu, penelitian ini akan menganalisis efek dari elemen estetika visual pada dimensi lingkungan yaitu keterbacaan (legibility), misteri (mystery), koherensi (coherence), kompleksitas (complexity), dan kebaruan (novelty) terhadap preferensi konsumen melewati kesenangan (pleasure) sebagai variabel mediasi. Metode Data yang digunakan pada penelitian ini didapatkan dari 387 responden menggunakan pendekatan kuantitatif. Tiap responden diharuskan untuk mengisi kuisioner yang terdiri dari tiga set gambar dari tematik restoran, disertai dengan pertanyaan-pertanyaan pendukung penelitian ini. Data yang didapatkan diolah menggunakan metode PLS-SEM dengan bantuan dari aplikasi SmartPLS. Hasil Penemuan yang didapatkan dari penelitian ini menunjukaan bahwa terdapat empat elemen dari visual pada dimensi lingkugan (servicescape) yang mempengaruhi secara positif terhadap kesenangan (pleasure), yaitu keterbacaan (legibility), misteri (mystery), koherensi (coherence),dan kebaruan (novelty). Sedangkan, koherensi (coherence),dan kebaruan (novelty) juga terbukti mempengaruhi secara langsung pada preferensi konsumen terhadap tematik restoran. Juga, kesenangan (pleasure) terbukti mempengaruhi secara positif terhadap preferensi konsumen terhadap tematik restoran. Kesimpulan Hasil dari penelitian ini dapat digunakan sebagai panduan efektif terutama pada manager restoran tematik untuk memberikan usaha lebih dalam meningkatkan variabel elemen dari visual pada dimensi lingkugan (servicescape) yang telah terbukti berpengaruh. Maka, desain dimensi lingkungan (servicescape) yang efektif dapat dicapai sehingga dapat membantu menarik perhatian dan mempertahankan konsumen.", "Daftar File": {"2018 TA PP ALISSYA THALITA SARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126392", "2018 TS PP ALISSYA THALITA 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/250690"}, "Penulis": "Alissya Thalita Sari (19015071)", "Kontributor / Dosen Pembimbing": ["Dr.Ir. Mustika Sufiati Purwanegara, MSc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "visual servicescape aesthetics, pleasure, consumer preference, theme restaurant", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "06 Jul 2018"}