{"Nomor": 25388, "Judul": "LIFE CYCLE MANAGEMENT DENGAN MEMPERTIMBANGKAN LIFE CYCLE COST ANALYSIS PADA PENGELOLAAN PEMBANGKIT LISTRIK STUDI KASUS PLTU 400 MW", "Abstrak": "Tujuan dari makalah ini adalah untuk mengembangkan metode Life Cycle Management (LCM) serta mengaplikasikannya pada pengoperasian Pembangkit Listrik Tenaga Uap (PLTU) 400 MW. LCM merupakan upaya yang dilakukan oleh pengelola aset untuk memperbaiki kondisi aset pada pertengahan periode operasi PLTU guna mencapai nilai aset yang optimum sehingga hal tersebut diharapkan dapat memenuhi tujuan yang diinginkan. Nilai yang dimaksud dalam penelitian ini adalah aspek yang dibentuk oleh pendapatan dan biaya renovasi pada pertengahan periode operasi yang dipengaruhi oleh faktor-faktor seperti safety, keandalan, biaya, dan harga pasar listrik. \n\nUntuk membuat keputusan terbaik pada pertengahan periode operasi, sebuah metodologi baru dari analis LCM diusulkan dengan melibatkan analisis Life Cycle Cost (LCC). Analisis LCC dimulai dengan mengembangkan tingkat kegagalan dan data biaya yang diikuti oleh penilaian kinerja dan biaya beberapa alternatif untuk mendapatkan alternatif yang paling optimal. Biaya yang dimaksud pada analisis LCC terdiri dari biaya deterministik (biaya perbaikan pada pertengahan periode operasi) dan biaya probabilistik (biaya kerusakan, biaya perbaikan, suku cadang, lost gross margin) yang dipengaruhi oleh tingkat kegagalan. \n\nDengan melibatkan analisis LCC dalam analisis LCM, biaya proyek dan aset yang terlibat dalam analisis LCM dapat diperkirakan dengan lebih terukur. Dengan demikian hal tersebut dapat berguna untuk menemukan alternatif strategi pengelolaan PLTU terbaik berdasarkan pencapaian kinerja yang ditunjukkan pada beberapa grafik yang berkaitan dengan biaya dan keandalan. \n\nAnalisis LCC dapat dilibatkan dalam analisis LCM untuk menilai program manajemen melalui pemilihan alternatif terbaik yang memenuhi nilai optimal untuk safety, keandalan dan biaya dengan menggunakan kriteria yang terukur/terkuantifikasi (memiliki nilai yang dapat dibandingkan).", "Daftar File": {"2018 TS PP ALI YUSNI1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126394"}, "Penulis": "ALI YUSNI (NIM: 23215007)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nProf. Dr. Ir. Ngapuli Irmea Sinisuka. \n\nDr. Ir. Herry Nugraha."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Life Cycle Management; Life Cycle Cost; Nilai Optimum Pembangkit Listrik; Pembangkit Listrik; Biaya and Keuntungan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Jan 2018"}