{"Nomor": 25381, "Judul": "IDENTIFIKASI PENGARUH FAKTOR-FAKTOR SOSIOEKONOMI DAN KEPENDUDUKAN TERHADAP TIMBULAN SAMPAH DI JAWA BARAT", "Abstrak": "Perilaku masyarakat dengan gaya hidup kontemporer memiliki potensi besar untuk menambah beban lingkungan khususnya timbulan dan pembuangan sampah. Identifikasi faktor-faktor yang berhubungan dengan timbulan sampah dapat mendukung dalam perencanaan sistem pengelolaan sampah. Hubungan antara PDRB, pengeluaran konsumsi, dan timbulan sampah di Kabupaten Sukabumi, Kabupaten Cianjur, dan Kota Cirebon penunjukkan bahwa semakin meningkatnya PDRB dan pengeluaran konsumsi akan menyebabkan peningkatan timbulan sampah. Hasil uji coba model Daskalopoulos menunjukkan timbulan sampah di Jawa Barat dapat dijelaskan sebesar 67,1% berdasarkan nilai pengeluaran konsumsi per kategori, dengan ketepatan hasil model mencapai 90,32%. Hasil uji coba model Khajuria menunjukkan timbulan sampah di Jawa Barat dapat dijelaskan sebesar 64,4% berdasarkan nilai jumlah penduduk, PDRB, dan angka buta huruf, dengan ketepatan hasil model mencapai 67,76%. Berdasarkan hasil analisis cluster dan diskriminan, Kota/kabupaten di Jawa Barat terklasifikasi berdasarkan karakteristik kota untuk 3   \n\nsistem cluster dengan faktor pendorong utama kepadatan penduduk, dimana semakin tinggi kepadatan penduduk, maka semakin tinggi timbulan sampah. Tipologi kota/kabupaten Jawa Barat berdasarkan karakteristik kota dan struktur ruang terbagi menjadi tiga pola utama yaitu, pola  \n\nkota/kabupaten Pusat Kegiatan Lokal (PKL), pola kota/kabupaten Pusat Kegiatan Nasional (PKN)/ Pusat Kegiatan Wilayah (PKW) yang memiliki pengeluaran konsumsi lebih rendah, dan pola kota/kabupaten PKN/PKW yang memiliki pengeluaran konsumsi yang tinggi. Tipologi   \n\nkota/kabupaten Jawa Barat berdasarkan timbulan sampah dan struktur ruang terbagi menjadi empat pola utama yaitu, kota/kabupaten PKL perkotaan dan perdesaan yang memiliki timbulan yang termasuk rendah dan memiliki pengeluaran konsumsi rendah, pola kota/kabupaten PKW dan   \n\nPKN yang memiliki timbulan yang termasuk rendah dan memiliki pengeluaran konsumsi tinggi, pola kota/kabupaten PKW dan PKN yang memiliki timbulan yang termasuk sedang, namun memiliki pengeluaran konsumsi yang tinggi, dan pola kota/kabupaten PKN dan PKW yang   \n\nmemiliki timbulan yang termasuk tinggi, namun memiliki pengeluaran konsumsi rendah.", "Daftar File": {"2013 TS PP ALIN ADLINA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/126381", "2013 TS PP ALIN ADLINA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/126382", "2013 TS PP ALIN ADLINA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/126383", "2013 TS PP ALIN ADLINA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/126384", "2013 TS PP ALIN ADLINA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/126385", "2013 TS PP ALIN ADLINA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/126386", "2013 TS PP ALIN ADLINA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/126387"}, "Penulis": "ALIN ADLINA  [25310013]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Benno Rahardyan, ST. MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Timbulan sampah, PDRB, pengeluaran konsumsi, kepadatan penduduk ; waste generation, GDP, consumption expenditure, population density", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "7 file", "Tanggal Input": "17 Sep 2018"}