{"Nomor": 25389, "Judul": "ESTIMASI KANAL BERBASIS DFT  PADA GENERALIZED FREQUENCY DIVISION MULTIPLEXING UNTUK APLIKASI TACTILE INTERNET", "Abstrak": "Pada penelitian ini, estimasi kanal berbasis DFT digunakan pada sistem generalized frequency division multiplexing (GFDM). Dikarenakan sistem GFDM yang tidak orthogonal, observasi simbol pilot mengalami interferensi dari simbol data yang bersebelahan serta derau. Metode estimasi kanal ini memperbaiki kinerja dari metoda estimasi kanal least square (LS) dengan mengeleminasi respon impuls kanal terestimasi diluar dari jumlah respon impuls yang sebenarnya. Dalam hal ini, penerima harus mengetahui jumlah tap kanal. Eleminasi respon impuls kanal ini mengakibatkan pengurangan interferensi dan derau. Sehingga, perbaikan kinerja estimasi kanal dapat diperoleh. Sinyal yang diterima oleh penerima GFDM dibagi dengan simbol pilot yang dikirim sehingga didapatkan respon kanal. Interpolasi dalam domain frekuensi dan waktu dilakukan guna mendapatkan respon kanal untuk seluruh blok GFDM. Lalu, algoritma estimasi kanal berbasis DFT diterapkan untuk meningkatkan kinerja estimasi kanal LS. Selain itu, parameter sistem ini disesuaikan agar cocok dengan aplikasi 5G tactile internet. Model kanal yang digunakan pada penelitian ini adalah NYUSIM. Tiga skenario yang tersedia dari NYUSIM yaitu urban microcell, urban macrocell, dan rural macrocell digunakan dan power delay profile yang dihasilkan digunakan pada sistem GFDM. Hasilnya menunjukkan bahwa mean square error (MSE) dari estimasi kanal berbasis DFT memberikan perbaikan yang signifikan untuk ketiga skenario yang diujikan. Disisi lain, symbol error rate (SER) dari estimasi kanal berbasis DFT memberikan perbaikan sebesar  1,5 dB daripada estimasi kanal LS.", "Daftar File": {"2018 TS PP AL KAUTSAR PERMANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126395"}, "Penulis": "AL KAUTSAR PERMANA - NIM: 23216097", "Kontributor / Dosen Pembimbing": ["Dr. Effrina Yanti Hamid, S.T, M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Estimasi kanal berbasis DFT, GFDM, NYUSIM, Tactile Internet", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "31 Mei 2018"}