{"Nomor": 25383, "Judul": "ANALISIS PEMILIHAN TEKNOLOGI  PROSES PENYINGKIRAN HIDROGEN SULFIDA  KONSENTRASI TINGGI DARI GAS BUMI  DENGAN LAJU ALIR RENDAH DAN SEDANG", "Abstrak": "Dalam industri pengolahan gas alam, proses penyingkiran gas asam seperti CO2 dan H2S sangat diperlukan untuk memenuhi spesifikasi gas yang akan dijual dan peraturan pemerintah terkait lingkungan. Dari beberapa lapangan gas di Indonesia, beberapa diantaranya memiliki gas alam dengan konsentrasi H2S yang tinggi. H2S juga kadang terkandung dalam gas terikut di lapangan minyak.   \n \n\nTerdapat berbagai macam teknologi penyingkiran H2S dari gas alam yang telah dikembangkan dan di digunakan dalam industri minyak dan gas. Karya tulis ini fokus pada analisis pemilihan proses penyingkiran H2S dari gas bumi  dengan beberapa kriteria untuk kasus gas umpan dengan laju alir kecil dan sedang. Analisis pemilihan dilakukan dengan menggunakan Analytical Hierarchy Process (AHP), dimana setiap kriteria diperbandingkan nilainya antara teknologi yang satu dengan yang lain sehingga pada akhirnya akan didapatkan prioritas secara keseluruhan. Kriteria-kriteria yang dievaluasi meliputi kesederhanaan sistem, operabilitas, reliability, availability, maintainability, keselamatan proses dan dampak lingkungan, efisiensi dan biaya kapital serta operasional.  \n \n\nDari hasil evaluasi terlihat bahwa untuk gas alam dengan konsentrasi H2S tinggi dan laju alir sedang, yang direpresentasikan oleh kasus A, dengan laju alir umpan 10 MMscfd dan kandungan H2S 1000 ppmv,  proses biologi dengan pengolahan langsung dengan tekanan tinggi (1000 psig), mendapatkan nilai prioritas tertinggi. Sedangkan gas alam dengan konsentrasi H2S tinggi dan laju alir rendah, yang di representasikan oleh kasus B, dengan laju alir umpan 1,5 MMscfd dan kandungan H2S 2000 ppmv, proses menggunakan scavenger padat dalam fixed bed, mendapatkan nilai prioritas tertinggi.", "Daftar File": {"2018 TS PP ALI RIDLO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126389"}, "Penulis": "ALI RIDLO - NIM: 23015026", "Kontributor / Dosen Pembimbing": ["Dr. Antonius Indarto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Penyingkiran Gas Asam, Gas Alam, Proses Biologi, Scavanger Padat, Analytical Hierarchy Process", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "05 Jun 2018"}