{"Nomor": 25391, "Judul": "IDENTIFIKASI PERILAKU KONSUMEN TERHADAP POTENSI  AKUMULASI LOGAM BERAT DARI LIMBAH ELEKTRONIK  GAWAI DI KOTA BANDUNG", "Abstrak": "Kemajuan teknologi membuat masyarakat semakin tergantung pada alat elektronik. Perkembangan alat elektronik sangat pesat khususnya gawai memiliki potensi menghasilkan limbah elektronik. Pengolahan limbah elektronik di Kota Bandung belum memiliki sistem yang memadai. Oleh karena itu perlu diketahui bagaimana perilaku masyarakat sebagai konsumen terhadap potensi limbah elektronik di Kota Bandung. Penelitian ini bertujuan untuk mengetahui perilaku masyarakat dalam mengeluarkan gawai dan potensi limbah elektronik hingga tahun 2027. Identifikasi perilaku masyarakat menggunakan tabulasi silang. Untuk memprediksi potensi limbah gawai di masa yang akan datang menggunakan model pertumbuhan logistik. Saat ini jumlah alat elektronik yang paling banyak adalah telepon genggam, charger dan headset, tetapi pada tahun 2027 jumlah gawai paling banyak adalah laptop. Dari tabulasi silang diketahui bahwa perilaku umum konsumen adalah menyimpan setelah gawai tidak terpakai kecuali untuk headset dan charger karena dinilai tidak memiliki nilai ekonomis. Pedagang dan pedagang servis memiliki perlakuan membuang barang yang didapatkan sebesar 3%. Logam berat yang paling banyak dihasilkan pada tahun 2027 yaitu Fe dimana telepon genggam menghasilkan 133,71 ton dan laptop menghasilkan 667.48 ton besi. Logam berat yang paling sedikit dihasilkan adalah Cu untuk laptop dan Pd untuk telepon genggam. Beberapa jenis logam pada gawai memiliki nilai ekonomis.", "Daftar File": {"2018 TS PP ALLAN DARMA PUTRA PRAMUDITA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126403"}, "Penulis": "ALLAN DARMA PUTRA PRAMUDITA (NIM : 25314303)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Benno Rahardyan, S.T, M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pertumbuhan gawai , konsumen, pedagang servis, logam berat", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "02 Okt 2018"}