{"Nomor": 25390, "Judul": "TELAAH AWAL PENGGUNAAN ARC OF LIGHT SEBAGAI KRITERIA TUNGGAL VISIBILITAS BULAN SABIT MUDA", "Abstrak": "Tidak adanya kriteria unik dalam penentuan awal bulan merupakan sebab utama perbedaan penentuan awal bulan. Untuk itu diperlukan sebuah kriteria baru, kriteria yang didasarkan pada dalil syarÃ‚Â’i awal bulan dan hasil kajian ilmu pengetahuan astronomi. Kriteria baru harus mengupayakan titik temu pihak-pihak terkait untuk menjadi kesepakatan bersama. Kriteria baru yang diusulkan merupakan kriteria tunggal arc of light, karena arc of light merepresentasikan berbagai kriteria dengan menggunakan parameter lainnya. Tugas akhir ini merupakan kajian atau telaah awal arc of light sebagai kriteria tunggal dan keterkaitannya dengan parameter visibilitas hilal lainnya. \n\nMetode dan teknik pengumpulan data menggunakan deskriptif analitis dengan pendekatan rasional. Data yang digunakan dari Sopwan (2008) dan menggunakan bahasa pemprogaman python dalam proses pengolahan. Batasan-batasan pada proses pengolahan data dikarenakan keterbatasan pada persamaan untuk pengoreksian posisi Bulan dan Matahari. Sebagai studi kasus pengolahan data menggunakan lokasi Pelabuhan Ratu sebagai peninjauan kriteria arc of light. Nilai arc of light yang dipergunakan sebagai kriteria tunggal sebesar 7Ã‚Â°, nilai tersebut merupakan Limit Danjon. Nilai tersebut merupakan batas minimal pada pengamatan mata langsung. Nilai tersebut dapat dijangkau di seluruh bagian Bumi, sehingga untuk lokasi yang mempunyai kasus Matahari tidak pernah tenggelam, masih dapat menentukan waktu awal bulan. Pengamatan bulan sabit muda bersifat lokal, sedang nilai arc of light merupakan parameter yang tidak bergantung pada posisi pengamat di permukaan Bumi.", "Daftar File": {"2017 TA PP AL KHANSA RODHIYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/126396", "2017 TA PP AL KHANSA RODHIYAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/126397", "2017 TA PP AL KHANSA RODHIYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/126398", "2017 TA PP AL KHANSA RODHIYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/126399", "2017 TA PP AL KHANSA RODHIYAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/126400", "2017 TA PP AL KHANSA RODHIYAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/126401", "2017 TA PP AL KHANSA RODHIYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/126402"}, "Penulis": "AL KHANSA RODHIYAH (NIM : 10313031)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Moedji Raharto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "arc of light, posisi, visibilitas, kriteria unik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "01 Feb 2018"}