{"Nomor": 25396, "Judul": "STUDI PERILAKU OKSIDASI SIKLIK PADUAN 69,5Fe-14Ni-9Al-7,5Cr PADA TEMPERATUR 800, 900, DAN 1000&#730;C", "Abstrak": "Hingga saat ini, peningkatan efisiensi pembangkit listrik, khususnya PLTU, melalui upaya peningkatan temperatur dan tekanan operasi masih terus dilakukan akibat ketersediaan bahan bakar yang terus menurun. Hal ini menuntut ketersediaan material yang mampu bertahan pada kondisi operasi dengan temperatur tinggi, baik secara kekuatan maupun ketahanan terhadap oksidasi. Paduan logam feritik berbasis Fe dengan penguatan fasa B2-ordered (Ni,Fe)Al dikembangkan untuk menggantikan paduan logam austenitik berbasis Ni karena harga yang lebih murah. Selain pengujian oksidasi isotermal, pengujian siklik juga dibutuhkan untuk melihat perilaku pembentukan oksida pada paduan yang diteliti, mengingat kondisi operasi peralatan pembangkit listrik tidak selalu dalam keadaan stabil. Dalam penelitian ini dilakukan pengujian oksidasi siklik terhadap paduan 69,5Fe-14Ni-9Al-7,5Cr (%berat) pada temperatur 800, 900, dan 1000˚C.  \n \n\nPengujian oksidasi siklik sebanyak 35 siklus pada temperatur 800, 900, dan 1000˚C telah dilakukan menggunakan muffle furnace, dengan satu siklus berupa pemanasan pada temperatur uji selama 1 jam dan pendinginan secara air cooling selama 15 menit. Data perubahan berat dibagi dengan luas permukaan awal sampel direkam setiap siklusnya untuk melihat perilaku oksidasi paduan logam secara kuantitatif. Kemudian, dilakukan karakterisasi menggunakan X-ray Diffraction (XRD) untuk mengetahui senyawa oksida yang terbentuk dan Scanning Electron Microscope Ã‚Â– Energy Dispersive Spectroscopy (SEM-EDS) dengan fitur x-ray mapping untuk melihat morfologi, komposisi pada titik uji, dan persebaran unsur pembentuk oksida pada permukaan dan penampang sampel. Data-data tersebut kemudian digunakan sebagai dasar untuk menganalisis perilaku oksida yang terbentuk selama diberi perlakuan siklik.  \n \n\nNilai rata-rata dW/A0 pada temperatur 800, 900, dan 1000˚C berturut-turut adalah 0,1199, 0,1458, dan 0,2806 mg/cm2. Penyusun utama oksida yang tersisa pada sampel adalah Al2O3. Pada temperatur 800˚C dan siklus awal temperatur 900 dan 1000˚C, unsur Cr, Fe, dan Ni terinkorporasi di dalamnya dengan kecenderungan unsur Cr lebih dekat dengan lapisan atas dan unsur Fe dan Ni lebih dekat dengan substrat. Namun, kandungan Cr, Fe, dan Ni berkurang pada siklus akhir. Selain itu, kandungan unsur Ni pada lapisan oksida sangat sedikit. Pada 800˚C, ditemukan morfologi yang berbentuk nodul sedangkan pada 900 dan 1000˚C ditemukan sisa oksida Fe di bagian terluar dan morfologi yang berbelit di lapisan paling bawah. Morfologi berbelit ini terlihat lebih besar pada 1000˚C. Secara umum, pada permukaan sampel ditemukan lapisan oksida yang tumbuh secara tidak merata akibat pengelupasan atau spalling.", "Daftar File": {"2018 TA PP ALMA KENANGA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126409"}, "Penulis": "ALMA KENANGA (NIM : 12514008)", "Kontributor / Dosen Pembimbing": ["Ir. Eddy Agus Basuki, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "paduan feritik Fe-Ni-Al-Cr, oksidasi siklik", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "28 Jun 2018"}