{"Nomor": 25405, "Judul": "PERMAINAN RUANG DIMENSIONAL: RUNNING PIXEL SERIES", "Abstrak": "Fenomena budaya layar yang terjadi saat ini memicu kecenderungan perubahan \n\nakan penglihatan terhadap suatu realitas. Semua yang tampak pada layar seolah \n\nnyata, terutama dengan bantuan perkembangan teknologi yang semakin mutakhir. \n\nWacana estetik kontemporer ini kini memasuki sebuah kondisi ketika batas antara \n\nrealitas dan fantasi semakin tipis. Perkembangan budaya layar selalu berdampak \n\npada hal yang terjadi di ruang fisik, terutama di saat ini segala bentuk informasi \n\nmampu dimampatkan ke dalam sebuah representasi di atas layar. Informasiinformasi \n\nyang dihadirkan pada layar tersebut sudah menjadi bagian dari kehidupan \n\nsehari-hari sehingga dianggap hal yang biasa oleh hampir semua lapisan \n\nmasyarakat. \n\nPenulis secara pribadi ingin mengevaluasi lebih jauh tentang medium digital yang \n\nsering dikatakan imaterial melalui bentuk pixel yang merupakan elemen paling \n\nmendasar dari representasi layar. Layar merupakan sebuah media yang digunakan \n\nuntuk menghadirkan representasi ruang virtual melalui tampilan bidang dua \n\ndimensional. Ruang fisik yang direpresentasikan dalam bidang layar tersebut \n\nmemiliki dimensi yang lebih kompleks. Pada karya ini, penulis ingin \n\nmempermainkan aspek-aspek ruang tiga dimensi pada medium layar, begitu juga \n\nsebaliknya. Representasi yang berasal dari ruang fisik disimulasikan pada bidang \n\nlayar LCD karakter melalui bentuk. Bentuk pixel yang persegi dan modular \n\nmemungkinkan penulis untuk melakukan permainan bentuk menjadi kode-kode \n\nvisual tersendiri. Permainan bentuk tersebut penulis gunakan untuk mengganggu \n\nekspektasi apresiator secara tidak langsung. \n\nPenulis menggunakan teknologi digital sebagai medium dalam karya ini. Penulis \n\nmengkaji tentang teknologi digital tersebut dalam seni rupa serta menggunakan \n\nteori estetika komputasi atau computational aesthetics dalam proses pembacaan \n\nmakna pada karya ini. Teori simulasi dan keterkaitannya dengan representasi pada \n\nmedium digital pun turut penulis gunakan untuk mengkaji proses penghadiran \n\ntampilan yang penulis lakukan di atas layar", "Daftar File": {"Alrezky-27016008.pdf": "https://digilib.itb.ac.id/gdl/download/126425"}, "Penulis": "ALREZKY CAESARIA (NIM: 27016008)", "Kontributor / Dosen Pembimbing": ["Dikdik Sayahdikumullah, M.Sn., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "budaya layar, pixel, dimensi, simulasi, komputasi, teknologi digital", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "06 Sep 2018"}