{"Nomor": 25406, "Judul": "PEMILIHAN DUMP TRUCK ANTARA KOMATSU HM400-1 DENGAN CAT 740C BERDASARKAN PERTIMBANGAN PRODUCTIVITY DAN TOTAL COST PADA KEGIATAN MINING DAN STRIPPING DI PIT A    PT XYZ", "Abstrak": "Di dalam industri pertambangan saat ini, sering terjadi fluktuasi harga jual komoditi pertambangan, baik peningkatan maupun penurunan harga jual. Peningkatan harga jual menyebabkan kegiatan produksi meningkat, yang diiringi oleh peningkatan biaya operasi secara keseluruhan. Sedangkan penurunan harga jual akan menurunkan profit perusahaan. Hal ini menyebabkan menurunnya rantai produktivitas dari industri-industri tambang secara umum. Produktivitas yang rendah dalam suatu tahapan akan berdampak pada tahapan penambangan yang lain. Sehingga perlu dilakukan suatu studi analisis mengenai fleet productivity serta cost yang dihasilkan pada pit A.   \n\nAdapun tujuan penelitian kali ini yaitu memilih opsi truk angkut dengan produktivitas yang lebih tinggi serta total biaya yang relatif lebih rendah. Penelitian dibatasi pada data produksi Pit A selama 5 bulan. Metode yang digunakan yaitu berupa studi literature dan hasil pengamatan lapangan.   \n\nPenelitian ini memberikan hasil bahwa produktivitas truk angkut Komatsu HM400-1 sebesar 156,414 Ton/Bulan untuk Ore dan 179,639 Ton/Bulan untuk Waste, lebih tinggi dibandingkan dengan Truk Caterpillar 740C sebesar 147,429 Ton/Bulan untuk Ore dan 169,525 Ton/Bulan untuk Waste. Selain itu, total cost yang dihasilkan oleh truk angkut Komatsu HM400-1 lebih kecil (murah) dibandingkan  dengan Cat 740C, yaitu sebesar $67,666 untuk Komatsu HM400-1 dan $74,491 untuk Cat 740C. Dengan demikian didapat bahwa truk angkut Komatsu HM400-1 lebih feasible untuk digunakan perusahaan dalam memenuhi target produksi mereka.", "Daftar File": {"2018 TA PP ALRIFKI ARSA PUTRA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126426"}, "Penulis": "ALRIFKI ARSA PUTRA (NIM : 12113039)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Irwandy Arif, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Produktivitas, Total Cost, Truk, Jarak Angkut, Tonnage", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "13 Mar 2018"}