{"Nomor": 25413, "Judul": "STUDI PENCITRAAN MODEL KUBAH GARAM AKIBAT PENGARUH KEBERADAAN GAS DANGKAL DENGAN METODE CONVERTED WAVE", "Abstrak": "Dalam pengolahan data seismik, tujuan utama yang ingin dicapai yaitu menghasilkan penampang seismik yang mampu merepresentasikan kondisi bawah permukaan sebaik mungkin. Namun pada kenyataannya, metode seismik konvensional P-P tidak selalu menghasilkan citra bawah permukaan yang baik, salah satu contohnya dalam kasus reservoar gas dangkal. Adanya gas membuat citra reflektor di bawahnya menjadi kabur karena energi gelombang P terhamburkan dan teratenuasi ketika melewati gas. Terdapat suatu pendekatan lain dalam survei seismik yang disebut converted wave exploration. Metode ini terinspirasi dari fenomena partisi gelombang datang P menjadi gelombang P dan SV pada bidang reflektor. Gelombang S kemudian direkam di permukaan dengan multicomponent geophone. Gelombang S dimanfaatkan karena absorbsi energinya lebih kecil daripada gelombang P ketika melewati gas, dengan demikian diharapkan reflektor di bawah lapisan tersaturasi gas dapat digambarkan dengan lebih baik pada penampang P-SV. Pada penelitian ini dilakukan pengolahan data P-P yang diperoleh dari perekaman komponen vertikal geophone dan data P-SV yang diperoleh dari perekaman komponen horizontal. Kedua penampang dibandingkan untuk mengetahui kelebihan dan kekurangannya masing-masing. Hasil menunjukkan bahwa penampang komponen horizontal dapat memberikan gambaran reflektor di bawah reservoar gas dangkal lebih baik dari komponen vertikal, namun multipel yang cukup kuat terekam pada penampang komponen vertikal dan residu gelombang P-P cukup kuat teramati pada komponen horizontal. Filtering dilakukan untuk menekan multipel dan residu P-P menggunakan metode filter radon dan filter F-K. F-K filtering dalam kasus ini mampu menekan noise dengan lebih baik dari radon. Berdasarkan kenyataan bahwa gelombang S terekam pada komponen vertikal maupun horizontal geophone, informasi gelombang P-SV dicoba diekstrak dari komponen vertikal yang lazimnya digunakan untuk sensing gelombang P-P, menggunakan proses asymptotic binning, hasilnya reflektor yang sebelumnya tidak terlihat pada penampang komponen vertikal, menjadi terlihat setelah dilakukan ekstraksi gelombang P-SV.", "Daftar File": {"2018 TA PP ALVIAN FIRMAN APRILIAWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126439"}, "Penulis": "ALVIAN FIRMAN APRILIAWAN - NIM: 12314002", "Kontributor / Dosen Pembimbing": ["Dr. Wahyu Triyoso, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Converted wave, filtering, multicomponent", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "09 Agu 2018"}