{"Nomor": 25419, "Judul": "KUALITAS DAN SERAPAN HARA TANAMAN KALE (Brassica oleracea var. acephala) PADA SISTEM AKUAPONIK DENGAN APLIKASI PRINSIP RECIRCULATING AQUACULTURE SYSTEM", "Abstrak": "Tanaman kale (Brassica oleracea L. var. acephala) merupakan tanaman yang memiliki kandungan nutrisi yang tinggi karena kaya akan vitamin, mineral, serat makanan, dan banyak senyawa antioksidan. Tanaman Kale sangat menarik perhatian masyarakat karena tingginya kandungan phytochemical yang sangat baik untuk kesehatan. Kandungan phytochemical tinggi dalam kale karena tanaman ini kaya akan konsentransi vitamin, mineral, serat makanan, glukosinolat, dan senyawa antioksidan termasuk polifenol dan asam fenolik. Direktorat Jendral Hortikultura menyatakan bahwa pada tahun 2013 dan 2014 terjadi penurunan produksi tanaman kelompok Brassica di Indonesia sebesar 3,03%. Salah satu penyebab menurunnya produksi tanaman Brassica karena menurunnya luas panen sebesar 3,27%. Maka dari itu dibutuhkan suatu inovasi untuk budidaya tanaman kelompok Brassica khususnya tanaman kale dalam mengatasi penurunan luas panen yaitu menggunakkan sistem akuaponik yang dimodifikasi dengan menerapkan prinsip dari Recirculating Aquaculture System (RAS).  Tujuan dilakukan penelitian ini adalah menentukan kualitas dari tanaman kale berdasarkan berdasarkan kadar klorofil, kandungan  serat, dan vitamin C, serta menentukan serapan hara makronutrien nitrogen dan fosfor pada tanaman kale dengan nutrisi yang berasal dari kotoran pakan dan ikan. Penelitian dilakukan di Rumah Kaca Institut Teknologi Bandung yang berada di Kampus Ganesa. Penelitian ini dilakukan dengan menentukan kualitas dan serapan hara dari tanaman kale yang nutrisi dialiri langsung dari tanki ikan dan tanaman kale yang nutrisinya telah melalui biofilter dalam satu sistem. Hasil penelitian dari kandungan klorofil didapatkan bahwa tanaman kale yang mendapatkan nutrisi langsung dari tanki ikan memiliki nilai yang tertinggi yaitu 6,44 mg/L Kandungan vitamin C tertinggi terdapat pada tanaman kale yang mendapatkan nutrisi setelah melalui biofilter memiliki nilai tertinggi sebesar 426,84 mg/100gram. Kandungan serat tertinggi terdapat pada tanaman kale yang mendapatkan nutrisi setelah melalui biofilter memiliki nilai tertinggi sebesar 2,13 g/100gram. Serapan nitrogen dan fosfor yang tertinggi terdapat pada tanaman kale yang mendapatkan nutrisi setelah melalui biofilter memiliki nilai tertinggi sebesar 121,485 g/tanaman untuk nitrogen dan 91,745 g/tanaman untuk fosfor. Hasil analisis organoleptik menunjukkan bahwa tidak ada perbedaan yang nyata dari segala parameter pada tanaman kale di filter mekanis dan tanaman kale di bak hidroponik.", "Daftar File": {"2018 TA PP-ALVIN FAZA AULIA-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126445"}, "Penulis": "ALVIN FAZA AULIA  (NIM : 11414021)", "Kontributor / Dosen Pembimbing": ["Pembimbing:    \nDr. Gede Suantika, M.Si.", "Dr. Ir. Mia Rosmiati M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Brassica oleracea var. acephala, akuaponik, recirculating aquaculture system, kale, klorofil, serapan nitrogen, serapan fosfor, serat, vitamin c, organoleptik.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2018"}