{"Nomor": 25425, "Judul": "PAIRED DIFFERENCE ANALYSIS OF STARTUP BUSINESS NEGOTIATION: STATED & IN-PRACTICE STRATEGY", "Abstrak": "Kebutuhan untuk memahami dan menguasai kemampuan negosiasi sangat penting karena aktivitas tersebut adalah kegiatan rutin yang menentukan masa depan perusahaan. Sehingga, negosiasi dapat menjadi faktor produktivitas yang vital bagi perusahaan. Namun, hal tersebut bisa menjadi hal yang lebih penting bagi startup, yang punya karakteristik tim kecil dengan otonomi wewenang. Terdapat tiga strategi negosiasi: distributif, yang terbagi menjadi lembut dan keras, dan integratif. Dalam studi kuantitatif ini, dicari jawaban atas strategi mana yang dipilih negosiator di startup. Namun, tak semua negosiator mampu mengaplikasikan strategi yang ideal baginya. Negosiator yang baik punya kontrol atas apa yang ia lakukan, sehingga hasil yang didapat memuaskan. Sehingga, muncul permasalahan untuk mengukur konsistensi strategi ideal dan yang dipraktikan. Dua pertanyaan muncul: apakah ada perbedaan antara strategi ideal dan dalam praktik, dan jika ada ke mana arah perubahannya. Studi ini menggunakan uji Wilcoxon matched pairs signed rank untuk menjawab kedua pertanyaan. Model ukuran dirancang dan terdiri dari 24 buah pernyataan yang bagian dari empat dimensi negosiasi berdasarkan strategi lembut, kasar, dan integratif. Studi ini menunjukan bukti perbedaan signifikan pada 12 pernyataan strategi dan yang terpenting 7 dari 8 pernyataan strategi integratif menunjukan perubahan yang mengarah menurun dari apa strategi yang ideal. Sedangkan, lima lainnya tidak menunjukan arah yang berbeda-beda. Hasil dari riset ini mengindikasikan adanya karakteristik sample kepercayaan diri berlebih untuk meraih hasil yang terbaik untuk dirinya dan tidak mengetahui strategi integratif dalam negosiasi.", "Daftar File": {"2018 TA PP ALVIN SYUJANA 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126457", "Chapter 1 Alvin Syujana 19014175.pdf?": "https://digilib.itb.ac.id/gdl/download/248057", "Chapter 2 Alvin Syujana 19014175.pdf?": "https://digilib.itb.ac.id/gdl/download/248059", "Chapter 3 Alvin Syujana 19014175.pdf?": "https://digilib.itb.ac.id/gdl/download/248060", "Chapter 4 Alvin Syujana 19014175.pdf?": "https://digilib.itb.ac.id/gdl/download/248061", "Chapter 5 Alvin Syujana 19014175.pdf?": "https://digilib.itb.ac.id/gdl/download/248062", "Approval Page Alvin Syujana 19014175.pdf\n]": "https://digilib.itb.ac.id/gdl/download/248063", "References Alvin Syujana 19014175.pdf\n]": "https://digilib.itb.ac.id/gdl/download/250488"}, "Penulis": "Alvin Syujana (19014175)", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Pri Hermawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Negotiation strategy, Integrative, Distributive, Startup Business, Paired Difference Test", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "8 file", "Tanggal Input": "15 Feb 2018"}