{"Nomor": 25423, "Judul": "INTEGRASI TEKNOLOGI POWER OVER USB, MODBUS, JAVA, DAN WEBSOCKET UNTUK SISTEM KENDALI RUMAH CERDAS", "Abstrak": "Teknologi mutakhir pada sumber energi terbarukan seperti sel surya dan fuel cell menghasilkan keluaran listrik dalam bentuk arus searah (direct current [DC]). Teknologi penyimpan energi seperti baterai juga memiliki keluaran listrik DC. Maka konsep rumah energi mandiri yang memakai sistem listrik DC sebagai distribusi listriknya dapat diterima. Konsep rumah ini telah teruji memiliki efisiensi pemakaian energi lebih tinggi daripada konsep rumah serupa dengan sistem listrik arus bolak-balik (alternating current [AC]). Peningkatan efisiensi dari sisi distribusi listrik saja tidak cukup. Penggunaan listrik yang tidak bijak dapat menimbulkan pemborosan energi. Penelitian yang dilakukan pada tugas akhir ini bertujuan untuk mengembangkan sistem cerdas yang memiliki kemampuan untuk memonitor dan mengendalikan berbagai perangkat listrik DC rumah energi mandiri DC. \n\nSistem cerdas ini memiliki 4 komponen yang terdiri dari jaringan internal, pengontrol cerdas, aplikasi otomatisasi pada server, dan antarmuka pengguna. Pengontrol merupakan sistem tertanam yang berbasis microcontroller Arduino, sedangkan aplikasi otomatisasi dibangun pada personal computer (PC) atau minikomputer Raspberry Pi. Komunikasi data antara pengontrol cerdas dan server menggunakan media transmisi Power over USB (PoU). PoU dapat menyalurkan arus listrik dan data digital secara bersamaan dalam satu kabel unshielded twisted-pair (UTP). Dalam server, sebuah aplikasi berbasis Java melakukan kendali dan pemantauan yang berkomunikasi dengan seluruh pengontrol menggunakan protokol Modbus. Pengguna sistem cerdas dapat mengakses aplikasi otomatisasi pada server melalui jaringan Wi-Fi menggunakan ponsel cerdas yang kompatibel dengan protokol komunikasi WebSocket. \n\nSistem ini telah teruji baik secara kinerja maupun fungsional. Pada pengujian kinerja, terbukti bahwa melalui jaringan PoU dan protokol Modbus, pengontrol cerdas dan server mampu melakukan penyaluran listrik 24V pada jarak 20 meter dengan tegangan jatuh 0,417% dan pengiriman data dengan kecepatan transfer 7686 byte per second. Adapun pada pengujian fungsional dilakukan skenario pengujian seperti menghidupkan perangkat listrik secara remote dan pengendalian nyala-mati perangkat listrik berdasarkan penjadwalan.", "Daftar File": {"2016 TA PP  ALVIN NURHADI WIJAYA - MUHAMMAD AKBAR ARROZAQ  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/126449", "2016 TA PP  ALVIN NURHADI WIJAYA - MUHAMMAD AKBAR ARROZAQ  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/126450", "2016 TA PP  ALVIN NURHADI WIJAYA - MUHAMMAD AKBAR ARROZAQ  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/126451", "2016 TA PP  ALVIN NURHADI WIJAYA - MUHAMMAD AKBAR ARROZAQ  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/126452", "2016 TA PP  ALVIN NURHADI WIJAYA - MUHAMMAD AKBAR ARROZAQ  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/126453", "2016 TA PP  ALVIN NURHADI WIJAYA - MUHAMMAD AKBAR ARROZAQ  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/126454", "2016 TA PP  ALVIN NURHADI WIJAYA - MUHAMMAD AKBAR ARROZAQ  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/126455"}, "Penulis": "ALVIN NURHADI WIJAYA (nim : 13311069) - MUHAMMAD AKBAR ARROZAQ (nim : 13311073)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nDr. Ir. Eko Mursito Budi, M.T.", "Ibu Ir. Estiyanti Ekawati, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Rumah Cerdas, Rumah DC, Power over USB , Modbus, WebSocket", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "13 Jul 2018"}