{"Nomor": 25428, "Judul": "MODEL STRATIGRAFI DAERAH BIAK TIMUR DAN SEKITARNYA BERDASARKAN DATA MAGNETOTELURIK", "Abstrak": "Pulau Biak merupakan salah satu kepulauan New Guinea yang diduga berasal dari bagian marjin pasif Lempeng Benua Australia pada Mesozoikum (Hall, 2002; Hill dan Hall, 2003). Selama Paleogen, margin pasif ini mengalami aktivitas tektonik tumbukan dengan Lempeng Samudra Pasifik sehingga membentuk batuan dasar Pulau Biak dan cekungannya. Cekungan Biak termasuk salah satu cekungan semimature di kawasan Indonesia Timur dengan potensi keterdapatan hidrokarbon (PND,2006). Keberadaan Biak Timur pada bagian utara dari cekungan ini yang secara masif tertutupi batugamping koral dan batukapur menjadi kendala dalam mengetahui kondisi stratigrafinya. Tujuan penelitian ini adalah mengidentifikasi kondisi geologi bawah permukaan daerah Biak Timur berdasarkan sebaran nilai tahanan jenis batuan.   \n \n \n\nMetode Magnetotelurik (MT) merupakan metode gofisika pasif yang mampu menafsirkan geologi bawah permukaan berdasarkan variasi nilai tahanan jenis batuan hingga kedalaman 5-10 km. Pengukuran MT di Biak Timur terdiri atas dua lintasan, barat-timur dan selatan-utara dengan total 25 titik pengukuran. Penampang variasi nilai tahanan jenis batuan yang dihasilkan dari metode MT dapat digunakan untuk mengidentifikasi sebaran batuan yang terdapat di bawah permukaan daerah Biak Timur dan sekitarnya.   \n \n \n\nBerdasarkan variasi nilai tahanan jenis batuan, diinterpretasi Biak Timur terdiri atas lima lapisan batuan, dengan varisi nilai tahanan jenis dari lapisan atas ke bawah permukaan sebagai berikut, yaitu 1 Ωm Ã‚Â– 6.530 Ωm, 1 Ã‚Â– 19.222 Ωm, 1 Ã‚Â– 6.021 Ωm, 1 Ã‚Â– 30 Ωm, dan 8 Ωm Ã‚Â– 5.235 Ωm. Model stratigrafi Biak Timur secara umum didominasi oleh pengendapan sedimen karbonat yang terdiri atas dua sekuen pengendapan yaitu sekuen pengendapan Neogen Awal dengan ketebalan 1.000 m Ã‚Â– 3.000 m dan sekuen pengendapan Neogen Akhir Ã‚Â– Kuarter 180 m Ã‚Â– 2.450 m. Terdapat ketidakselarasan diantara pengendapan kedua sekuen tersebut yang disebabkan oleh aktivitas tektonik yang memisahkan Pulau Supiori dan Pulau Biak.", "Daftar File": {"2018 TS PP Alviyanda 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126460"}, "Penulis": "Alviyanda - NIM: 22016004", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Prihadi Soemintadiredja, MS.  \nG.M. Lucki Junursyah, S.T, M"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Biak Timur, metode magnetotelurik, variasi nilai tahanan jenis batuan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "05 Sep 2018"}