{"Nomor": 25427, "Judul": "FORMULASI DAN EVALUASI SEDIAAN NANOEMULSI (A/M) EKSTRAK BIJI KOPI (COFFEA ARABICA L.) SEBAGAI HAIR PHOTOPROTECTION PROGRAM STUDI SAINS DAN TEKNOLOGI FARMASI SEKOLAH FARMASI INSTITUT TEKNOLOGI BANDUNG 2018", "Abstrak": "Rambut yang terpapar oleh sinar matahari secara terus menerus dalam waktu yang lama dapat memicu \n\nterjadinya kerusakaan ditandai dengan rambut yang semakin rapuh, kering, dan kusam. Hal ini dapat \n\ndicegah dengan memberikan senyawa antioksidan pada rambut. Biji kopi memiliki kandungan \n\nantioksidan yang tinggi dan dapat membantu mencegah pembentukan radikal bebas dan degradasi \n\nkomponen rambut akibat sinar ultraviolet (UV) matahari. Rambut memiliki kutikel yang bertumpuktumpuk dan membuat kutikel sulit untuk ditembus. Oleh karena itu, penelitian ini bertujuan untuk \n\nmengembangkan formulasi nanoemulsi ekstrak biji kopi yang dapat meningkatan penetrasi ke dalam \n\nkorteks rambut. Nanoemulsi ekstrak biji kopi dibuat dengan metode energi tinggi menggunakan \n\nultraturrax dan sonikator dengan menggunakan Span 80, Tween 80, gliserin, PEG 400, Virgin \n\nCoconut Oil (VCO), dan aquadest. Optimasi dilakukan terhadap jumlah surfaktan dan kosurfaktan, \n\njumlah air, dan jumlah ekstrak dalam sediaan. Setelah itu, dilakukan evaluasi fisik sediaan yang \n\nmeliputi aspek organoleptik, bobot jenis, pH, morfologi, dan ukuran globul sediaan. Evaluasi stabilitas \n\nnanoemulsi dilakukan dengan uji stabilitas pada suhu kamar, uji stabilitas dipercepat, uji sentrifuga, \n\ndan uji freeze-thaw. Selanjutnya, dilakukan penentuan IC50 evaluasi aktivitas antioksidan rambut \n\nsecara in vitro menggunakan 2,2-diphenyl-1-picrylhydrazyl (DPPH). Morfologi rambut setelah \n\nterpapar radiasi sinar UV pada waktu tertentu diamati menggunakan Scanning Electron Microscope \n\n(SEM) dan degradasi tryptophan rambut diukur menggunakan spektrofluorometri. Selanjutnya, \n\ndilakukan juga uji iritasi mata dan kulit pada kelinci albino untuk mengetahui keamaan penggunaan \n\nsediaan. Formula yang paling optimum adalah 0,6% ekstrak, 8% air, 16% Span 80, 19% Tween 80, \n\n5% PEG 400, dan 51,4% VCO. Morfologi globul nanoemulsi melalui pengamatan TEM terlihat \n\nberbentuk sferis dengan ukuran globul berada dalam rentang 40-100 nm. Sediaan memiliki kestabilan \n\nyang baik pada penyimpanan di suhu ruang selama 1 bulan dan uji freeze-thaw. Akan tetapi, tidak \n\nstabil pada penyimpanan di suhu 40o C dan uji sentrifuga. Uji aktivitas antioksidan secara in vitro \n\nmenggunakan DPPH menunjukkan hasil IC50 nanoemulsi ekstrak biji kopi sebesar 0,59Ã‚Â±0,04 ppm, \n\nekstrak biji kopi 2,12Ã‚Â±0,08 ppm, dan basis nanoemulsi 8,59Ã‚Â±0,33 ppm, sedangkan vitamin C sebesar \n\n0,32Ã‚Â± 0,03 ppm. Nanoemulsi ekstrak biji kopi memiliki kemampuan fotoprotektif pada rambut \n\nberdasarkan uji SEM dan uji tingkat degradasi tryptophan pada rambut. Uji iritasi pada kulit dan mata \n\nkelinci menunjukkan bahwa nanoemulsi ekstrak biji kopi bersifat non-iritan.", "Daftar File": {"2018 TA PP ALVITA SILVIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126459"}, "Penulis": "ALVITA SILVIA NIM : 10714056", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Prof. Dr. Jessie Sofia Pamudji, MS, Apt.", "Dr. Afrillia Nuryanti Garmana S.Si.,Apt.,M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antioksidan, ekstrak biji kopi, rambut, photoprotection", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "9 file", "Tanggal Input": "28 Sep 2018"}