{"Nomor": 25420, "Judul": "STUDI KINERJA DAN EFEKTIVITAS PENGGUNAAN LEAD RUBBER BEARING PADA JEMBATAN MUSI LIGHT RAIL TRANSIT     ALVIN KURNIAWAN 25015033", "Abstrak": "Penelitian ini mengkhususkan pengecekan kinerja dan efektifvitas penggunaan lead rubber bearing pada struktur Jembatan Musi LRT. Lead rubber bearing digunakan pada pier P2 dan pier P7 yang memiliki kekakuan yang lebih besar dibandingkan dengan pier lainnya. Tujuan penelitian ini adalah membandingkan respon struktur terhadap gaya gempa seperti aksial pondasi, moment pier, deformasi girder, dan deformasi pier dengan menggunakan analisis dinamik menggunakan respon spektra dan tingkat kenyamanan struktur antara struktur non-isolator dan yang menggunakan lead rubber bearing. Jembatan dimodelkan dengan 10 konfigurasi bearing yang bervariasi, dimana 7 model non-isolator dan 3 model menggunakan lead rubber bearing. Khusus analisis struktur yang menggunakan lead rubber bearing juga ditambahkan analisis pushover untuk mengecek level kinerja dan drift ratio pada pier. Hasil penelitian menunjukkan bahwa model dengan menggunakan lead rubber bearing cukup efisien mengurangi gaya pondasi pada arah memanjang jembatan sebesar 44% dan moment pier sebesar 68% jika dibandingkan dengan model nonisolator. Namun pada arah melintang jembatan, tidak ada reduksi dan peningkatan respon struktur yang cukup dominan akibat penggunaan lead rubber bearing. Analisis pushover pada elemen pier P2 memiliki level kinerja struktur repairable damage pada arah memanjang dan service level immediate pada arah melintang. Analisis pushover pada elemen pier P4 adalah service level immediate.", "Daftar File": {"2018 TS PP ALVIN KURNIAWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126446"}, "Penulis": "ALVIN KURNIAWAN - Nim: 25015033", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. I Gde Widiadnyana Merati"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Jembatan, Lead Rubber Bearing, Non-isolator, Pushover Analysis", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Jul 2018"}