{"Nomor": 25434, "Judul": "THE INFLUENCE OF MULTICHANNEL MARKETING TOWARDS PURCHASE DECISION IN FURNITURE INDUSTRY", "Abstrak": "Sekarang ini, perkembangan teknologi adalah salah satu hal yang tidak dapat dipisahkan dari kehidupan \n\nsehari-hari. Salah satu dampak dari perkembangan teknologi adalah penggunaan saluran pemasaran \n\nberbasis online oleh bisnis. Dengan demikian, bisnis cenderung menggunakan pemasaran berbasis \n\nonline dan mulai meninggalkan saluran tradisional sehingga mereka dapat beradaptasi dengan \n\nperubahan. Banyak program pemerintah juga diadakan untuk mempromosikan bisnis menggunakan \n\ndigital untuk bisnis mereka. Meskipun demikian, tidak selalu semua industri bisnis cocok untuk \n\nmenerapkan saluran pemasaran berbasis online. Salah satu industri yang menjadi perhatian dalam \n\npenelitian ini adalah industri furnitur, karena pelanggan perlu merasakan pengalaman dengan produk \n\nsebelum mereka memutuskan untuk membeli. Jadi, ada situasi dilema untuk bisnis furnitur untuk \n\nmemutuskan saluran pemasaran. \n\nTujuan dari penelitian ini adalah untuk menganalisis penggunaan multichannel marketing dalam bisnis \n\nfurnitur untuk keputusan pembelian pelanggan. Pemasaran multichannel yang dianalisis terdiri dari \n\nsaluran tradisional, saluran digital, dan jaringan sosial dan masing-masing terdiri dari beberapa saluran \n\npemasaran. Studi ini akan dilakukan pada pembeli furnitur dan pembeli dekorasi rumah di Bandung \n\ndan Jakarta dengan usia mulai dari kurang 20 tahun sampai lebih besar dari 49 tahun. Lalu data akan \n\ndiolah menggunakan analisis deskriptif dan regresi berganda. Berdasarkan hasil analisis, saluran \n\ntradisional adalah saluran yang paling disukai untuk memengaruhi keputusan pembelian, lebih spesifik \n\nadalah toko dan event. Untuk saluran pemasaran lainnya dapat digunakan sebagai saluran pemasaran \n\npendukung untuk membuat pelanggan lebih mudah dalam mencari produk. Untuk saluran yang paling \n\npotensial untuk dikembangkan yang dapat mempengaruhi pembelian pelanggan adalah Instagram \n\nkarena Instagram memiliki skor setuju pada beberapa hasil analisis. \n\nStrategi pemasaran yang dapat diimplementasikan untuk bisnis furnitur adalah saluran pemasaran \n\ndalam multichannel marketing dikelompokkan berdasarkan beberapa kategori seperti promosi, \n\npengalaman produk, dan komunikasi. Dalam kategori promosi ini terdiri dari beberapa saluran untuk \n\npromosi produk seperti Facebook, Instagram, pencarian berbayar dan situs web. Kemudian untuk \n\nkategori yang paling mempengaruhi adalah pengalaman produk, yang di mana pelanggan dapat \n\nmerasakan produk sebelum membeli, dan saluran pemasarannya adalah toko dan acara. Yang terakhir \n\nadalah kategori komunikasi dengan email sebagai channel, dalam kategori ini memungkinkan \n\npelanggan sebelumnya untuk tetap berkomunikasi dengan sebuah bisnis. Oleh karena itu, dianjurkan \n\nuntuk bisnis furnitur untuk dapat menerapkan pemasaran multichannel karena memiliki dampak positif \n\nterhadap keputusan pembelian", "Daftar File": {"2018 TA PP AMAANIA RIZKIA NURUL FALAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126478"}, "Penulis": "Amaania Rizkia Nuurul Falah (19215068)", "Kontributor / Dosen Pembimbing": ["Rendra Chaerudin, MM."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Digital Channel, Furniture Industry, Multichannel Marketing, Purchase Decision, Traditional Channel", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "1 file", "Tanggal Input": "31 Jul 2018"}