{"Nomor": 25449, "Judul": "EKSPLORASI APLIKASI PIEZOELEKTRIK SEBAGAI MEDIA PEMANENAN ENERGI (ENERGY HARVESTING) DALAM PRODUK FASHION TECHNOLOGY", "Abstrak": "Fenomena kebutuhan akan energi dalam menunjang aktivitas keseharian kian \n\nmeningkat. Seiring teknologi yang telah berkembang begitu pesat dengan \n\nkeberadaan pemberdayaan energi, manusia terus terdorong untuk mencapai potensi \n\nterbaiknya dalam mencapai segala efisiensi. Namun dengan terus meningkatnya \n\nkonsumsi energi, keterbatasan sumber daya minyak akan sewaktu-waktu mencapai \n\nlimit penghabisan. Energy harvesting merupakan salah satu metode yang dipercaya \n\ndapat menjadi solusi dalam memenuhi kebutuhan sumber energi alternatif tanpa \n\nbatas. Pada penelitian ini dilakukan perancangan desain produk fashion dengan \n\nmenggunakan perangkat berbasis energy harvesting seperti piezoelektrik \n\ndimaksudkan sebagai satu langkah dalam pengembangan produk fashion \n\ntechnology di Indonesia. Pengeksplorasian aplikasi energy harvesting ini \n\nmerupakan sebuah upaya dalam peningkatan efisiensi pemberdayaan energi. \n\nKebutuhan produk fashion sebagai penunjang aktivitas kemudian digabungkan \n\ndengan kecenderungan gaya hidup. Perancangan produk fashion berupa tas didasari \n\natas kecenderungan mayoritas masyarakat yang membutuhkan tas sebagai aksesoris \n\nsekaligus benda fungsional dalam mendukung aktifitas sehari-hari. Tema yang \n\nditerapkan pada perancangan ini adalah sebuah produk fashion dimana konsep \n\nantara desain dan teknologi sudah menjadi bagian dari pengembangan gaya hidup.", "Daftar File": {"Amelinda Alysia A V K - 27116016.pdf": "https://digilib.itb.ac.id/gdl/download/126526"}, "Penulis": "AMELINDA ALYSIA ANETTE VALERIE KASOEM (NIM : 27116016)", "Kontributor / Dosen Pembimbing": ["Dr. Yan Yan Sunarya, M.Sn.  \n\nDr. Ir. Hilwadi Hindersah, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "desain, energy harvesting, fashion technology, gaya hidup, piezoelektrik", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "18 Sep 2018"}