{"Nomor": 25444, "Judul": "PENGUKURAN RESISTIVITAS LISTRIK BERDASARKAN KURVA V-I DI DAERAH OHMIK DENGAN VARIASI SUHU MENGGUNAKAN ANTARMUKA LABVIEW", "Abstrak": "Sistem pengukuran resistivitas listrik dari suatu bahan berdasarkan kurva tegangan terhadap arus (I-V) telah dibuat menggunakan antarmuka Lab-VIEW. Antarmuka dirancang untuk mempermudah dan mempercepat proses pengaturan suhu dan pengambilan data tegangan dan arus melalui sistem semi- otomatik yang memanfaatkan arsitektur pemrograman state machine dan algoritma running average. Resistansi bahan berdasarkan kurva I-V diperoleh berdasarkan Hukum Ohm, yang merumuskan resistansi sebagai gradien garis dari regresi linier titik-titik data I-V dalam daerah konduksi ohmik bahan yang dikaji. Sistem pengukuran ini dapat bersifat lebih akurat ketimbang sistem pengukuran konvensional dari pengukuran I-V tunggal semata karena resistansi diperoleh dari beberapa (lebih dari satu) data pengukuran di daerah ohmik. Dalam tugas akhir ini, pengukuran resistivitas berdasarkan kurva I-V dilakukan dengan variasi suhu dalam rentang 290 K hingga 50 K untuk beberapa jenis bahan, yaitu sampel semikonduktor Bi1,5Pb0,5Ca2Co2O8 dan sampel superkonduktor Bi2Sr2CaCu2O8+x (Bi-2212). Hasil eksperimen yang diperoleh untuk Bi1,5Pb0,5Ca2Co2O8 menghasilkan kurva I-V yang linier, menunjukkan bahwa pengukuran dilakukan dalam daerah ohmik, dengan kurva R-T yang sesuai. Hasil Bi-2212 menunjukkan penurunan resistivitas terhadap suhu, namun tidak teramati suhu kritis pada 90 K sehingga disimpulkan sampel Bi-2212 tidak lagi bersifat superkonduktif, terkonfirmasi melalui analisis SEM-EDS dan pengukuran magnetisasi terhadap suhu. Namun, kesesuaian dengan hasil pengukuran konvensional dan konsistensi hasil dari berbagai mode pengukuran mendemonstrasikan bahwa program antarmuka mampu menjalankan fungsinya dalam sistem pengukuran resistivitas terhadap suhu.", "Daftar File": {"2016 TA PP AMANDA KISTILENSA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/126509", "2016 TA PP AMANDA KISTILENSA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/126510", "2016 TA PP AMANDA KISTILENSA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/126511", "2016 TA PP AMANDA KISTILENSA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/126512", "2016 TA PP AMANDA KISTILENSA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/126513", "2016 TA PP AMANDA KISTILENSA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/126514", "2016 TA PP AMANDA KISTILENSA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/126515"}, "Penulis": "AMANDA KISTILENSA (NIM : 10210072)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Dr. Inge Magdalena Sutjahja    \n \n \n \n \n\nPembimbing II : Daniel Kurnia, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bi-2212, LabVIEW, kurva I-V, resistivitas listrik, state machine", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "7 file", "Tanggal Input": "02 Jan 2018"}