{"Nomor": 25457, "Judul": "PENGEMBANGAN MODUL SECURE GATEWAY SEBAGAI SOLUSI PENGAMANAN TRANSMISI DATA PADA INFRASTRUKTUR INTERNET OF THINGS (IOT)", "Abstrak": "Internet of Things (IoT) merupakan salah satu teknologi yang saat ini sangat berkembang dengan pesat. Perkembangan yang sangat pesat ini menimbulkan berbagai ide penelitian dari berbagai aspek yang berhubungan dengan IoT. Salah satu aspek yang perlu diteliti untuk dikembangkan adalah terkait keamanan data dari IoT. Sudah banyak penelitian yang menyebutkan salah satu celah keamanan dari penggunaan IoT adalah ada pada proses transmisi atau pertukaran data. Hal tersebut mengingat dalam proses transmisi data, suatu infrastruktur IoT pada umumnya membutuhkan layanan internet publik sehingga memicu terjadinya pencurian data seperti halnya serangan eavesdropping, man in the middle attack dan bermacam-mcam serangan sejenisnya yang dapat kapanpun terjadi. \n\nPada penelitian ini, dibuat suatu modul sebagai solusi permasalahan keamanan trasnsmisi data pada infrastruktur IoT. Modul yang dibuat berupa secure gateway yang dibangun pada sebuah perangkat Single Board Computer (SBC) berupa Raspberry Pi. Modul secure gateway dibangun dengan mengimplementasikan protokol VPN SSL/TLS. Penggunaan konsep VPN SSL/TLS ini akan memberikan jaminan keamanan data pada proses transmisi menggunakan jaringan publik. Pada implementasinya, modul secure gateway akan membuat sebuah saluran khusus yang aman di dalam jaringan publik untuk menjembatani proses transmisi data dari perangkat IoT menuju suatu server IoT. Dengan demikian setiap perangkat IoT yang terhubung dengan modul secure gateway, datanya akan ditransmisikan melalui modul secure gateway sebelum diteruskan menuju tujuan transmisi. \n\nDari hasil penelitian dan hasil pengujian serta analisis yang dilakukan, Modul secure gateway yang dibuat pada SBC berupa raspberry pi dengan mengimplementasikan konsep VPN SSL/TLS dapat bekerja sesuai harapan dengan memenuhi spesifikasi fungsional mapun non fungsional yang telah ditentukan. Dari segi performa, penerapan modul secure gateway pada suatu infrastruktur IoT membuat proses transmisi data menjadi sedikit lambat. Melambatnya proses transmisi data dipengaruhi adanya proses pengamanan data yang membuat setiap data yang ditransmisikan lebih terjamin keamanannya.", "Daftar File": {"2018 TS PP AMINULLAH RICHARTHA FEBRIAN A. 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126541"}, "Penulis": "AMINULLAH RICHARTHA FEBRIAN A.         NIM: 23216039", "Kontributor / Dosen Pembimbing": ["Dr. Yusuf Kurniawan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Internet of Things, Eavesdropping, Man in The Middle Attack, Raspberry Pi, Modul Secure Gateway, VPN SSL/TLS.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "13 Mar 2018"}