{"Nomor": 25455, "Judul": "APLIKASI METODE INDIKATOR ZONA ALIRAN DALAM KARAKTERISASI RESERVOIR PADA BATUPASIR A1 FORMASI BEKASAP, LAPANGAN MINAS BAGIAN SELATAN", "Abstrak": "Lapangan Minas merupakan lapangan minyak terbesar di Indonesia yang telah memproduksi lebih dari 4,6 milyar barel minyak atau 53% dari perkiraan cadangan awalnya. Seiring dengan menurunnya laju produksi dan ketidakmampuan teknologi injeksi air yang diaplikasikan saat ini untuk memproduksi minyak yang tersisa, Lapangan Minas menawarkan prospek yang sangat besar dalam penerapan teknologi perolehan minyak lanjut (EOR). Setelah dilakukannya beberapa tes laboratorium dan percobaan di lapangan untuk menentukan teknologi EOR yang paling tepat, teknologi injeksi kimia diidentifikasi sebagai teknologi EOR terbaik yang dapat diaplikasikan untuk meningkatkan perolehan minyak dan memperpanjang keekonomian di Lapangan Minas. \n\nPenggunaan model reservoir berdasarkan konsep fasies yang digunakan saat ini di Lapangan Minas belum mampu menjawab kebutuhan dalam perencanaan teknologi injeksi kimia yang akan diterapkan, sehingga model simulasi reservoir seringkali gagal menangkap sifat heterogenitas reservoir yang merupakan faktor penting dalam kinerja reservoir, untuk memprediksi target perolehan dan performa injeksi kimia di dalam reservoir. Oleh karena itu diperlukan sebuah model reservoir baru yang mampu memahami heterogenitas reservoir dalam skala yang lebih detil, serta menjelaskan secara lebih baik distribusi saturasi minyak tidak tereduksi (Sorw) sebagai target perolehan injeksi kimia. Model reservoir ini Pada penelitian ini, sebuah metode karakterisasi reservoir lanjut, berdasarkan konsep penentuan unit aliran fluida dengan menggunakan metode indikator zona aliran (FZI) menurut Amaefule et al., 1993, diaplikasikan pada reservoir batupasir A1 untuk memahami karakteristik reservoir dalam memperlihatkan sifat heterogenitas reservoir dalam skala yang lebih detil. \n\nHasil analisis FZI pada reservoir batupasir A1 memberikan kisaran nilai FZI 1,2 hingga 28,6 yang menunjukan perebedaan derajat kualitas reservoir. Selanjutnya, reservoir batupasir A1 ini dapat dibagi menjadi lima unit aliran fluida. Unit aliran fluida satu dengan nilai FZI tertinggi memiliki kualitas reservoir terbaik, dan sebaliknya, unit aliran fluida lima dengan nilai FZI terendah memiliki kualitas reservoir yang paling buruk. Tiap unit aliran fluida ini ditunjukan memiliki karakteristik saluran pori yang berbeda, dan secara konsisten dapat dibedakan satu dengan yang lainnya berdasarkan karakteristik ukuran jari-jari saluran pori, tekstur dan mineralogi batuan, kurva tekanan kapiler, serta nilai saturasi fluida (minyak dan air) tidak tereduksi yang dikandungnya. \n\nPrediksi nilai FZI dengan zonasi unit aliran fluida serta poperti reservoirnya pada sumur lain yang tidak memiliki data batuan inti dilakukan dengan mengunakan persamaan fungsi nilai FZI terhadap data log sumur serta hasil analisis khusus batuan inti pada sumur batuan inti. Validasi zonasi unit aliran fluida berdasarkan data tes uji alir pada beberapa sumur produksi memperlihatkan kesesuaian yang baik, bahwa unit aliran fluida satu memiliki nilai produktivitas indeks (PI) terbesar , dan sebaliknya unit aliran fluida lima memiliki nilai PI paling rendah. \n\nSelanjutnya, penyebaran nilai FZI dengan zonasi unit aliran fluida, serta properti reservoirnya, ditampilkan sebagai model reservoir tiga dimensi berdasarkan metode geotatistik pada perangkat lunak Gocad. Hasil pemodelan ini menunjukan bahwa arah penyebaran nilai FZI menunjukan kesesuaian dengan penyebaran tiap properti reservoir pada batupasir A1. Daerah dengan nilai FZI tinggi, menunjukan kesesuaian dengan daerah yang memiliki nilai permeabilitas, porositas efektif, serta saturasi minyak awal yang tinggi, dan nilai saturasi minyak tidak tereduksi (Sorw) yang rendah. Hasil model reservoir pada penelitian ini diharapkan dapat meningkatkan akurasi prediksi target perolehan, serta performa injeksi kimia di dalam reservoir.", "Daftar File": {"2012 TS  PP AMIN SETYAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/126532", "2012 TS  PP AMIN SETYAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/126533", "2012 TS  PP AMIN SETYAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/126534", "2012 TS  PP AMIN SETYAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/126535", "2012 TS  PP AMIN SETYAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/126536", "2012 TS  PP AMIN SETYAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/126537", "2012 TS  PP AMIN SETYAWAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/126538", "2012 TS  PP AMIN SETYAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/126539"}, "Penulis": "AMIN SETYAWAN (NIM: 22009313)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Dardji Noeradi."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Minas, EOR, Karakterisasi, Kualitas Reservoir, Indikator Zona Aliran, Unit Aliran Fluida", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "09 Apr 2018"}