{"Nomor": 25478, "Judul": "Menyelaraskan Kekusutan : Snapshot dan Aquatint dalam Memvisualisasikan Ingatan", "Abstrak": "Pembentukan elemen-elemen kepribadian manusia tidak bisa dipisahkan dari faktor lingkungan terkecilnya, seperti keluarga. Penurunan nilai-nilai baik serta proses sosialisasi yang dilakukan terus-menerus mampu menstimuli memori implisit seseorang di dalam ingatan bawah sadarnya. Memori implisit digunakan untuk mengingat tanpa berpikir dan dapat memfasilitasi kinerja pada kegiatan yang dilakukan. Penulis merasa bahwa memori implisit juga memengaruhi ketertarikannya terhadap suatu pola-pola visual, teknik, dan media tertentu dalam berkarya. Ketertarikan penulis terhadap suatu pola visual tertentu kemudian direkam ke dalam foto-foto snapshot dari potongan objek dan lanskap yang ada di lingkungan sekitar penulis dan diolah menjadi sebuah karya grafis yang dibuat menggunakan teknik intaglio aquatint. Rangkaian proses berkarya grafis yang panjang juga dirasa mampu mentranslasikan esensi-esensi dari memori implisit yang terekam secara tidak sadar oleh diri penulis, di mana penulis lebih menikmati proses yang panjang, berurutan, dan terstruktur dalam berkarya Melalui karya ini penulis mencoba untuk memvisualisasikan elemen-elemen memori atau ingatan implisit yang terekam secara tidak sadar sekaligus menginterpretasi faktor apa yang memengaruhi pembentukan memori implisit tersebut. Pada akhirnya dapat disimpulkan bahwa memori implisit bagi penulis tidak hadir dalam visualisasi yang menggambarkan kejadian atau peristiwa, melainkan lebih dari itu, melalui adaptasi bentuk-bentuk formal dari sekitarnya, seperti; garis, komposisi, bentuk, bidang, pola, dsb., serta melalui proses membuat karya grafis aquatint yang panjang.", "Daftar File": {"Anastasia Astika P - 17014005.pdf": "https://digilib.itb.ac.id/gdl/download/126585"}, "Penulis": "Anastasia Astika Pramesti (NIM:17014005)", "Kontributor / Dosen Pembimbing": ["Dr. Tisna Sanjaya, M.Sch."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "aquatint, kepribadian, memori implisit, snapshot, proses", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "24 Sep 2018"}