{"Nomor": 25489, "Judul": "USULAN SOLUSI DENGAN PRAKTEK MANAJEMEN SUMBER DAYA MANUSIA UNTUK MENINGKATKAN PERFORMA USAHA KECIL MENENGAH (UKM) (KASUS: INDUSTRI MAKANAN DAN MINUMAN DI KOTA BANDUNG)", "Abstrak": "UKM (usaha kecil menengah) adalah salah satu tipe bisnis yang berperan pada meningkatkan ekonomi di Indonesia. UKM makanan minuman merupakan salah satu industry yang ada di Indonesia. Bandung adalah salah satu kota yang memiliki jumlah pelaku bisnis makanan & minuman terbesar di jawabarat. Dalam penelitian ini dilakukan observasi di kota Bandung dengan cara in-depth interview dan kuesioner dengan responden sebanyak 30 responden yang melibatkan 10 pemilik/pengelola UKM dalam observasi in-depth interview, dan 30 pemilik/pengelola UKM dalam observasi kuesioner (10 responden dari in-depth interview termasuk menjadi responden). Dari observasi yang sudah dilakukan, didapatkan masalah yang ada di UKM makanan & minuman yaitu manajemen perubahan dan manajemen bakat. Setelah mendapatkan masalah yang ada, penelitian pun ditujukan untuk mengetahui pemilik/pengelola UKM dalam mengelola perubahan, mengakui pentingnya orang-orang di dalam perusahaan, dan mengetahui kemampuan pemilik/pengelolaan UKM dalam beradaptasi dan mengembangkan pembelajaran dan keterampilan baru. Dalam penelitian ini dilakukan within case analysis untuk melihat lebih dalam mengenai masalah yang terjadi di salah satu UKM, Steak Ranjang menjadi UKM yang dilakukan analisis ini, dikarenakan Steak Ranjang memiliki system kepegawaian, dan manajemen yang paling baik diantara UKM lainnya. Setelah itu dilakukan cross case analysis untuk melihat penjelasan dari ke sepuluh UKM responden in-depth interview dan dilihat benang merah dari masalah yang muncul dan melihat mengapa hal tersebut bisa tejadi. Analisis SWOT (strength, weakness, opportunity, threat) dilakukan untuk melihat kelebihan dan kekurangan dari industry makanan & minuman dari sisi internal dan eksternal perusahaan, selanjutnya dilakukan fishbone analisis untuk mengetahui akar masalah dari penelitian eksploratif ini. Dari analisis root cause ditemukan solusi dari issue yang ada yaitu manajemen perubahan perlu dilakukan untuk membantu terjadinya manajemen bakat, dimana sistem diperusahaan yang bersangkutan dengan sumberdaya manusia diperbaiki agar manajemen bakat yang akan dilakukan menjadi lebih efisien dan tepat sasaran.", "Daftar File": {"Persyaratan Perpustakaan ITB_Andhika Kautsar_29116520.pdf": "https://digilib.itb.ac.id/gdl/download/126604"}, "Penulis": "Andhika Kautsar / 29116520", "Kontributor / Dosen Pembimbing": ["Hary Febriansyah S.Si.,MT,Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "SME, food and beverage industry, SME performance, change management, talent management", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "07 Agu 2018"}