{"Nomor": 25482, "Judul": "PEMODELAN SISTEM PANAS BUMI BERDASARKAN  DATA GAYABERAT LAPANGAN PANAS BUMI  RENDINGAN-ULUBELU-WAYPANAS (RUW), LAMPUNG, INDONESIA", "Abstrak": "Indonesia terletak di sepanjang busur kepulauan yang menyebabkan munculnya rangkaian gunung api di sepanjang busur, sehingga Indonesia memiliki potensi energi panas bumi yang sangat tinggi, seperti Lapangan Panas Bumi Rendingan-Ulubelu-Waypanas di Kabupaten Tanggamus, Provinsi Lampung. Oleh karena itu perlu dilakukan eksplorasi geofisika untuk memahami aktivitas panas bumi serta kondisi geologi di bawah permukaan, salah satu metode yang dapat digunakan adalah metode gayaberat. Tujuan penelitian ini adalah untuk menentukan model sistem panas bumi yang berkembang di Lapangan Panas Bumi Rendingan-Ulubelu-Waypanas (RUW), Lampung, Indonesia. Dalam penelitian ini digunakan data berupa Peta Anomali Bouguer Lengkap Lapangan Panas Bumi Rendingan-Ulubelu-Waypanas tahun 2005. Selanjutnya peta analog tersebut diubah manjadi peta digital sehingga dapat diolah kembali. Pemisahan anomali Bouguer regional dan residual dilakukan menggunakan metode moving average dan metode spectral filter, dimana analisis spektralnya dilakukan secara 1D dan 2D. Pada pemodelan bawah permukaan 2,5D digunakan nilai Bouguer background density sebesar 2,67 g/cc. Peta anomali Bouguer residual menunjukkan adanya kontras anomali di sekitar cincin gunung daerah penelitian. Dari hasil pemodelan 2,5 dimensi, adanya anomali bernilai tinggi di bawah Gunung Waypanas di bagian selatan daerah penelitian diinterpretasikan sebagai Intrusi Batuan Beku Granit Tersier dengan kontras densitas +0,22 g/cc. Sedangkan anomali rendah di bagian utara diinterpretasikan sebagai Intrusi Batuan Beku Diorit Kuarter dengan kontras densitas -0,22 g/cc, yang merupakan sumber panas dari sistem panas bumi yang berkembang. Reservoir dari sistem tersebut merupakan Batuan Vulkanik Kuarter Muda yang tersingkap di permukaan dengan ketebalan rata-rata sekitar 1500 m. Fluida dari sistem panas bumi Rendingan-Ulubelu-Waypanas diperkirakan berasal dari air meteorik yang mengalir dari Gunung Rendingan dan Gunung Tanggamus, menuju sekitar Gunung Waypanas, dan juga mengakibatkan upflow di Gunung Rendingan.", "Daftar File": {"2018 TA PP ANA WIDYA PERMATASARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126590"}, "Penulis": "ANA WIDYA PERMATASARI - NIM: 12314021", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Djoko Santoso, M.Sc. \n\nDr. Setianingsih, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gayaberat, moving average, panas bumi, pemodelan kedepan, spectral filter", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "10 Sep 2018"}