{"Nomor": 25485, "Judul": "EFEKTIVITAS PERMAINAN INTERAKTIF DALAM MENGEMBANGKAN KOSAKATA BAHASA INDONESIA UNTUK SISWA SEKOLAH DASAR", "Abstrak": "Permainan interaktif merupakan salah satu sarana hiburan digital yang kini mulai  \n \n\nmerambah sarana edukasi. Dalam penciptaan sebuah permainan interaktif terdapat  \n \n\nrancangan desain yang mendasarinya. Salah satu jenis permainan interaktif  \n \n\nbertema edukasi yang banyak dirancang adalah permainan kosakata bahasa  \n \n\nIndonesia. Permainan Katabrak, Puzzle 5 Dasar, dan Word Space merupakan  \n \n\nbeberapa contoh dari permainan interaktif kosakata bahasa Indonesia yang ada.  \n \n\nNamun, penelitian ini ditekankan pada efektivitas permainan interaktif kosakata  \n \n\nkhususnya dalam desain permainan. Penelitian ini bertujuan untuk mengetahui  \n \n\nbagaimana efektivitas permainan interaktif kosakata bahasa Indonesia dalam  \n \n\nranah desain. Permainan yang diujikan dalam penelitian ini ialah permainan  \n \n\nKatabrak, Puzzle 5 Dasar, dan Word Space.  \n \n\nPenelitian dilakukan di kota Bandung, tepatnya di SDN Banjarsari 113.  \n \n\nResponden dalam penelitian ini adalah siswa sekolah dasar kelas 3, sebanyak 37  \n \n\nresponden. Penelitian dilakukan dengan pendekatan kuantitatif dengan metode  \n \n\nrancangan penelitian one group pre test-post test. Metode ini dipilih untuk  \n \n\nmengetahui perbedaan nilai rata-rata pada responden setelah dan sebelum  \n \n\ndiberikan perlakuan, sehingga efektivitas permainan dapat diketahui. Tes yang  \n \n\ndilakukan adalah tes kecepatan untuk mengetahui jumlah kosakata yang diketahui  \n \n\nresponden dan tes angket ketergunaan (usability) permainan interaktif yang  \n \n\ndiujikan. Hasil tes diolah dengan bantuan perangkat lunak SPSS (Statistical  \n \n\nProduct and Service Solutions) untuk mengetahui efektivitas dari permainan  \n \n\ninteraktif dengan dilakukan uji-t dan uji skala efek. Hasil penelitian menunjukkan  \n \n\nketiga permainan yang diujikan efektif dalam meningkatkan kosakata bahasa  \n \n\nIndonesia dikarenakan adanya peningkatan rata-rata jumlah kosakata dari 100,19  \n \n\nsaat pra-tes menjadi 111,7 setelah pasca tes. Permainan kosakata bahasa Indonesia  \n \n\nyang memiliki nilai peningkatan tertinggi adalah permainan Puzzle 5 Dasar.  \n \n\nPeneliti menyimpulkan bahwa terdapat beberapa faktor yang dapat memengaruhi  \n \n\nefektivitas permainan interaktif dalam meningkatkan pengetahuan pemainnya  \n \n\nyaitu mekanisme permainan, kepuasan dalam bermain, dan tampilan permainan", "Daftar File": {"ANDAM_27115040.pdf": "https://digilib.itb.ac.id/gdl/download/126600"}, "Penulis": "Andam Lukcyhasnita (NIM: 27115040)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Irfansyah, M.Ds"], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Permainan, Interaktif, Kosakata, Bahasa, Indonesia", "Sumber": "", "Staf Input/Edit": "Saipul Aripin  \n                                     Saipul Aripin", "File": "1 file", "Tanggal Input": "28 Jun 2018"}