{"Nomor": 25496, "Judul": "EVALUASI PEMANFAATAN TITIK KONTROL UDARA MENGGUNAKAN PENGAMATAN GNSS TELITI PADA TEKNIK PEMETAAN UAV-FOTOGRAMETRI", "Abstrak": "Ground Control Point (GCP) atau titik kontrol tanah dalam teknik pemetaan fotogrametri, khususnya dalam proses triangulasi udara, memiliki peran sebagai salah satu penentu utama untuk mendapatkan hasil pemetaan yang baik. Namun, seringkali terdapat kendala dalam proses pengadaan titik kontrol tanah di lapangan. Kendala tersebut mencakup waktu dan biaya dalam proses penempatan dan pengukuran koordinat teliti dari titik tersebut. Penelitian Tugas Akhir ini bertujuan untuk melakukan evaluasi terhadap alternatif solusi dari penggunaan GCP, yaitu dengan menggunakan aerial control point (ACP) atau ACP hasil pengamatan GNSS teliti pada teknik pemetaan Unmanned Aerial Vehicle (UAV)-Fotogrametri. ACP memungkinkan titik kontrol pemetaan fotogrametri berada pada setiap pusat eksposur foto yang telah diakuisisi pada saat dilakukan pemotretan udara. Untuk mendapatkan ACP tersebut dilakukan pengamatan GNSS teliti dengan metode Post-Processing Kinematic (PPK) sehingga posisi pusat proyeksi kamera dapat ditentukan posisinya secara teliti. Hasil pengolahan fotogrametri menggunakan ACP, GCP, serta kombinasi dari keduanya kemudian dibandingkan melalui pengecekan nilai Root Mean Square Error (RMSE) berdasarkan nilai koordinat Independent Check Point (ICP) untuk mendapatkan kesimpulan dari evaluasi yang dilakukan. Temuan terbaik yang didapatkan menunjukkan nilai RMSE dengan menggunakan ACP lebih kecil dibandingkan dengan GCP sebesar 0.035 m dalam arah sumbu horizontal dan 0.118 m dalam arah sumbu vertikal. Hasil pengecekan tersebut dilakukan dalam berbagai skenario pengolahan data dan variasi daerah studi yang akan dijelaskan lebih mendalam pada Tugas Akhir ini.", "Daftar File": {"2017 TA PP ANDI FIRDAUS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/126611", "2017 TA PP ANDI FIRDAUS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/126612", "2017 TA PP ANDI FIRDAUS 1-BAB 2a.pdf": "https://digilib.itb.ac.id/gdl/download/126613", "2017 TA PP ANDI FIRDAUS 1-BAB 2b.pdf": "https://digilib.itb.ac.id/gdl/download/126614", "2017 TA PP ANDI FIRDAUS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/126615", "2017 TA PP ANDI FIRDAUS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/126616", "2017 TA PP ANDI FIRDAUS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/126617"}, "Penulis": "ANDI FIRDAUS (nim: 15113006)", "Kontributor / Dosen Pembimbing": ["Pembimbing :         \n\nDr. Deni Suwardhi, ST., MT.", "Dr. Irwan Gumilar ST., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "UAV-fotogrametri, Post-Processing Kinematic, GNSS positioning, Aerial Control Point, Ground Control Point", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "17 Okt 2018"}