{"Nomor": 25498, "Judul": "GEOLOGI DAN HIDROGEOLOGI DAERAH PAROPO DAN SEKITARNYA, KABUPATEN DAIRI, PROVINSI SUMATERA UTARA", "Abstrak": "Daerah penelitian berada di Paropo dan sekitarnya, Kabupaten Dairi, Provinsi Sumatera Utara. Secara geografis, daerah penelitian terletak pada koordinat UTM WGS84 Zona 47N 435000 Ã‚Â– 448000 mT dan 306000 Ã‚Â– 316000 mU dengan luas 125,85 km2. \n\nMenurut klasifikasi BMB, geomorfologi daerah penelitian dibagi menjadi empat satuan yaitu Satuan Dataran Plateau Doloktolong, Satuan Perbukitan Dinding Kaldera Toba, Satuan Perbukitan Kompleks Sibartong, dan Satuan Dataran Koluvium Silalahi. Tahapan geomorfik di daerah penelitian masih dalam kategori muda. \n\nSecara stratigrafi daerah penelitian terbagi menjadi enam satuan tidak resmi. Urutan satuan tersebut dari tua ke muda yaitu Satuan Batupasir, Satuan Konglomerat, Satuan Andesit, Satuan Tuf 1, Satuan Tuf 2, dan Satuan Endapan Koluvium. Struktur geologi yang terbentuk di daerah penelitian berupa sesar normal yang diperkirakan terjadi setelah pembentukan Satuan Tuf 1 dan Satuan Tuf 2 pada kala Pleistosen. Sesar tersebut diinterpretasikan diakibatkan oleh pembentukan Kawah Toba. \n\nAkifer pada daerah penelitian terdapat pada Satuan Tuf 1, Satuan Tuf 2, dan Satuan Batupasir. Jenis akifer pada daerah penelitian adalah akifer bebas dengan sistem akifer berupa sistem akifer batuan gunungapi dan batuan sedimen. Aliran airtanah dominan mengarah ke barat dan timur dan hubungan airtanah dengan sungai adalah effluent. Pengambilan data hidrogeologi dilakukan dengan pengukuran langsung dan wawancara kepada warga. Berdasarkan Peraturan Menteri Kesehatan RI No.492/MENKES/PER/IV/2010 mengenai persyaratan air yang dapat diminum, semua titik mataair dan sumur gali di daerah penelitian layak untuk diminum berdasarkan parameter pH dan TDS. Parameter kimia airtanah berupa pH memiliki nilai 6,5-7,3 dan parameter fisik berupa TDS memiliki nilai 30 Ã‚Â– 110 mg/l.", "Daftar File": {"2018 TA PP ANDI HOBBY MARULI HUTASOIT 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126625"}, "Penulis": "ANDI HOBBY MARULI HUTASOIT (NIM : 12013045)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Agus Mochamad Ramdhan, ST, MT, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Paropo, akifer, effluent, TDS, pH.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     tuti yulia", "File": "13 file", "Tanggal Input": "27 Feb 2018"}