{"Nomor": 25499, "Judul": "CODECOD: Platform Crowdsourcing untuk Mendeteksi Code Smell", "Abstrak": "Salah satu fase pengembangan perangkat lunak adalah pemeliharaan (maintenance). Kemudahan dalam pemeliharaan didukung oleh kode program yang dituliskan dengan cara yang benar. Namun, terkadang programmer masih memiliki kebiasaan buruk dalam menulis kode sehingga menyebabkan munculnya code smell. Untuk itu pendeteksian code smell pada kode program harus dilakukan sedini mungkin dengan keakuratan yang tepat. Saat ini sudah banyak kakas pendeteksi code smell pada kode program, tetapi peranan manusia masih sangat dibutuhkan untuk melakukan pendeteksian secara manual. Salah satu metode yang dapat dilakukan untuk menggabungkan peranan manusia dan komputasi mesin adalah metode crowdsourcing. Akan tetapi, penelitian mengenai crowdsourcing dibidang software engineering secara umum dan pendeteksian code smell secara khusus masih sangat minim.    \n \n \n \n\nDari permasalahan tersebut, penelitian ini mengembangkan salah satu metode crowdsourcing yaitu dekomposisi task yang diimplementasikan dalam platform yang diberi nama CODECOD. Platform ini membantu manusia untuk mendeteksi code smell sesuai klasifikasi dari code smell dari Martin Fowler dengan melakukan dekomposisi pada kode program untuk membantu pendeteksian. Selain itu, penelitian ini juga mengembangkan metode find, vote, verify sebagai penjaminan kualitas untuk hasil pendeteksian code smell.    \n \n \n \n\nImplementasi dari penelitian ini adalah mendekomposisi sebuah file kode program java dengan struktur object oriented menjadi single method dan single class yang kemudian disebut sebagai microtask. Berdasarkan hasil pengujian, pendeteksian code smell menggunakan CODECOD menunjukkan bahwa waktu yang dibutuhkan lebih sedikit, jumlah code smell yang ditemukan lebih banyak dan keakuratannya lebih besar dibandingkan tanpa dekomposisi.", "Daftar File": {"ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126626"}, "Penulis": "ANDI JAMIATI PARAMITA NIM - 23516023", "Kontributor / Dosen Pembimbing": ["Dr.Techn. Muhammad Zuhri Catur Candra ST.,MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Crowdsourcing, Code Smell, Dekomposisi", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Okt 2018"}