{"Nomor": 25502, "Judul": "PENINGKATAN KEBERTERIMAAN MASYARAKAT LOKAL TERHADAP KEBIJAKAN BRAGA CULINARY NIGHT", "Abstrak": "Koridor Jalan Braga merupakan kawasan cagar budaya yang perlu dilestarikan, karena sebagian besar bangunan yang terdapat di Koridor Jalan Braga merupakan peninggalan zaman Belanda yang dianggap sebagai warisan budaya dan juga menjadi identitas dari Kota Bandung. Dahulu kawasan Braga pun dikenal sebagai daerah pertokoan termahal di Kota Bandung, dengan julukan kawasan pertokoan paling terkemuka di nusantara. Namun seiring dengan berjalannya waktu, kawasan Braga mengalami degradasi, baik secara fisik lingkungan maupun ekonomi. Degradasi kawasan Braga terjadi saat dimulainya pembangunan pusat perbelanjaan di Kota Bandung pada Tahun 1980, yang kemudian menyebabkan penurunan aktivitas perdagangan di Jalan Braga. \n\nPemerintah Kota Bandung sudah berupaya melakukan peningkatan vitalitas kawasan Braga dengan berbagai cara baik dalam bentuk pembangunan kembali kawasan maupun dengan penyelenggaraan acara. Walaupun demikian revitalisasi kawasan Braga tidak pernah menemui titik terang. Salah satu upaya revitalisasi yang dilakukan oleh pemerintah adalah dengan penyelenggaraan event Braga Culinary Night. Namun pelaksanaan Braga Culinary Night dinilai tidak berpihak kepada masyarakat lokal karena tidak mensejahterakan masyarakat. Hal ini menyebabkan keberterimaan masyarakat lokal terhadap kebijakan Braga Culinary Night menjadi rendah. Keberterimaan masyarakat lokal menjadi penting dalam pelaksanaan sebuah kebijakan karena tanpa social acceptance maka expected policy outcome akan sulit untuk dicapai Untuk itu, tujuan dari penelitian ini adalah untuk mengusulkan kegiatan/hal yang dapat dilakukan untuk meningkatkan keberterimaan masyarakat terhadap pelaksanaan Braga Culinary Night. \n\nStudi ini menggunakan pendekatan evaluasi semu untuk menilai tingkat keberterimaan masyarakat dan mengidentifikasi penyebab dari tidak diterimanya program Braga Culinary Night. Tingkat keberterimaan masyarakat mendapatkan skor 7 dari total 31, dan termasuk ke dalam rentang tidak diterima. Masalah utama yang menjadi penyebab dari tidak diterimanya program Braga Culinary Night adalah masyarakat tidak dilibatkan secara aktif dalam proses Braga Culinary Night. Masyarakat tidak diposisikan sebagai panitia inti dari pelaksanaan program, sehingga tingkat keberterimaan masyarakat terhadap program menjadi rendah. \n\nAdapun rekomendasi aksi yang diusulkan untuk meningkatkan keberterimaan masyarakat adalah dengan menyerahkan penyelenggaraan Braga Culinary Night sepenuhnya kepada masyarakat dengan pendampingan yang layak, memperbaiki komunikasi baik antar kelompok masyarakat di Kawasan Braga maupun dengan pamerintah setempat, dan memperbaiki mekanisme penjualan stand pada Braga Culinary Night dengan memberikan porsi yang lebih banyak pada masyarakat lokal.", "Daftar File": {"2015 TA PP ANDIKA EKA SATRIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/126636", "2015 TA PP ANDIKA EKA SATRIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/126637", "2015 TA PP ANDIKA EKA SATRIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/126638", "2015 TA PP ANDIKA EKA SATRIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/126639", "2015 TA PP ANDIKA EKA SATRIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/126640", "2015 TA PP ANDIKA EKA SATRIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/126641", "2015 TA PP ANDIKA EKA SATRIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/126642"}, "Penulis": "ANDIKA EKA SATRIA (NIM : 15410082)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Andi Oetomo, Ir., M.PI."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Braga Culinary Night, Masyarakat, Keberterimaan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "06 Feb 2018"}