{"Nomor": 25503, "Judul": "STUDI PENGGUNAAN TEKNIK FOTOGRAMETRI DAN AIRBORNE VIDEOGRAPHY DALAM PEMETAAN (STUDI KASUS: UNIVERSITAS PERTAMINA, JAKARTA SELATAN)", "Abstrak": "Perkembangan teknologi dalam kehidupan sehari-hari menghasilkan fenomena maraknya penggunaan UAV yang bersifat komersil dewasa ini. Dalam keilmuan Geodesi, ditandai dengan banyaknya studi atau proyek-proyek pemetaan dengan teknik fotogrametri digital dan kamera non-metrik. Penelitian ini menguji hasil kualitas digital orthophoto serta mengevaluasi teknik airborne videography. Airborne videography didefinisikan sebagai teknik akuisisi data rekaman video untuk pengolahan data fotogrametri digital. Menggunakan DJI Phantom 3 Advanced, hasil rekaman video udara wilayah Universitas Pertamina, Jakarta Selatan yang memiliki luas 7.87 ha, diekstrak setiap 4 detik dan 6 detik demi menghasilkan set frame-frame udara dengan presentase overlap 80% dan 60%. Nantinya, data diolah menggunakan software Agisoft Photoscan Professional pada seluruh foto yang sudah diekstrak hingga terbentuknya digital orthophoto. Pengukuran GPS dilakukan kepada 12 titik ground control points dan 7 titik independent check points. Kalibrasi kamera dilakukan dengan metode self-calibration dan laboratory calibration. Lima studi kasus berbeda dalam pembuatan orthophoto dilaksanakan dan dilakukan analisis. Ground resolution untuk orthophoto uji I, II, dan III adalah 8.46 cm/piksel, sedangkan untuk uji IV sebesar 8.48 cm/piksel dan uji V sebesar 3.69 cm/piksel. Akurasi geometrik (absolute accuracy) diwakili oleh nilai RMSEr orthophoto uji I, II, III, IV, dan V secara berurutan 6.58 cm; 5.35 cm; 7.86 cm; 7.23 cm; 9.67 cm. Berdasarkan ASPRS seluruh orthophoto dapat ditampilkan sebagai peta pada skala lebih kecil sama dengan 1:500.", "Daftar File": {"2017 TA PP ANDIKA HADI HUTAMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/126643", "2017 TA PP ANDIKA HADI HUTAMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/126644", "2017 TA PP ANDIKA HADI HUTAMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/126645", "2017 TA PP ANDIKA HADI HUTAMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/126646", "2017 TA PP ANDIKA HADI HUTAMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/126647", "2017 TA PP ANDIKA HADI HUTAMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/126648"}, "Penulis": "ANDIKA HADI HUTAMA (NIM : 15112074)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nDr. Ir. Irawan Soemarto, M. Sc.", "Dr. Deni Suwardhi, ST. MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "fotogrametri digital, airborne videography, kamera non-metrik, kalibrasi kamera, akurasi geometrik, dan unmanned aerial vehicle", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "26 Jul 2018"}