{"Nomor": 25509, "Judul": "Pilihan Produk Unggulan Wellborn. Analisa Kinerja Penjualan 2016-2017", "Abstrak": "Wellborn merupakan brand baju local yang berasal dari Bandung, didirikan di 2006 oleh 5 anak muda kreatif dari Bandung. Seiring berjalannya waktu Wellborn dapat bertahan pada iklim usaha industry pakaian yang naik dan turun. Pada 2016, Wellborn melakukan beberapa perubahan. Dimulai dari mencari investor baru hingga perubahan-perubahan sistem perusahaan. Wellborn saat ini lebih serius dan professional dalam menjalankan bisnusnya. Pada tahun 2017 penjualan Wellborn meningkat secara signifikan akan tetapi masih tidak cukup baik hingga mencapai target.  \n \n\nPenelitian ini bertujuan untuk membantu Wellborn mencapai target penjualannya di 2018, adapun targetnya tahun 2018 yaitu 35% lebih tinggi dibandingkan tahun sebelumnya. Dimulai dengan menganalisa data penjualan tahun sebelumnya untuk mengetahui kondisi Wellborn saat ini. Kompetisi analisis juga harus dilakukan guna mengetahui posisi Wellborn secara eksternal. Dari dua analisa tersebut diketahui bahwa Tas merupakan produk kategori yang mendorong penjualan Wellborn tahun 2017, T-shirt selaku kategori dengan bagian penjualan terbesar menunjukan pertumbuhan yang reltif lebih stabil. Jaket juga mencerminkan pertumbuhan yang cukup cepat akan tetapi masih pada porsi yang kecil. Sedangkan dari analisa pesaing, Wellborn kurang dalam ciri khas design dan gaya harus segera ditanggulangi. Kemudian diketahui ada beberapa pesaing yang memiliki lebih dari satu toko. \n \n\nSebelum memberikan rekomendasi, penulis menggunakan produk matrix serupa dengan BCG matrix untuk mengetahui produk kategori yang membutuhkan investasi lebih lanjut. Penulis juga menggunakan SWOT analisis untuk memberikan strategy dan rekomendasi. Dari analisa-analisa tersebut penulis menemukan bahwa tas merupakan Ã‚Â“starÃ‚Â” kategori, kaos merupakan Ã‚Â“cash cowÃ‚Â” kategori dan jaket masuk kepada Ã‚Â“question markÃ‚Â” kategori. Terdapat tiga rekomendasi yang akan memberikan dampak langsung terhadap penjualan. Pertama, investasi lebih lanjut untuk tas, kedua membuat jaket sebagai category penting ketiga setelah tas dan kaos. Rekomendasi ketiga adalah membuka toko di Jakarta, berdasarkan hasil Google analisis Jakarta merupakan area terbesar yang melakukan kunjungan website Wellborn.", "Daftar File": {"THESIS - ANDIKA WIRADIPUTRA (29116255).pdf": "https://digilib.itb.ac.id/gdl/download/126666"}, "Penulis": "Andika Wiradiputra - 29116255", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Budi Permadi Iskandar"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "product, sales, marketing, strategy, flagship", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "26 Apr 2018"}