{"Nomor": 25510, "Judul": "RANCANGAN STRATEGI MANAJEMEN PENGETAHUAN BERDASARKAN TAHAP PERTUMBUHAN PT. X PADA DEPARTEMEN HUMAN CAPITAL MANAGEMENT", "Abstrak": "PT. X saat ini berfokus dalam memaksimalkan kemampuan sumber daya manusia untuk menciptakan inovasi dalam rangka meningkatkan daya saing perusahaan. Hal tersebut dilakukan karena visi perusahaan saat ini, yaitu menjadi marketplace nomor satu di Indonesia belum dapat dicapai. Selain itu, pertumbuhan e-commerce di Indonesia secara keseluruhan diketahui belum memiliki kontribusi maksimal terhadap pertumbuhan ekonomi Indonesia, karena banyak startup terutama e-commerce yang belum memaksimalkan kemampuan perusahaannya. Peningkatan proses inovasi dapat dilakukan dengan menerapkan manajemen pengetahuan dalam perusahaan, sedangkan kebutuhan manajemen pengetahuan perusahaan akan berbeda disetiap tahap pertumbuhan organisasi. Untuk itu, penelitian ini bertujuan untuk merancang strategi manajemen pengetahuan yang sesuai dengan tahap pertumbuhan organisasi saat ini. \n\nPenelitian ini dilakukan dengan menggunakan metode studi kasus historis untuk mengidentifikasi tahap pertumbuhan organisasi dari awal berdiri hingga saat ini. Proses yang dilakukan dimulai dengan melakukan identifikasi terhadap tahap pertumbuhan organisasi, kemudian dilanjutkan identifikasi terhadap kebutuhan proses bisnis yang sesuai. Untuk setiap proses bisnis, selanjutnya ditentukan karakteristiknya berdasarkan tingkat interaksi dan jenis tugas. Setelah itu dilakukan pula identifikasi terhadap pengetahuan yang dibutuhkan untuk melaksanakan masing-masing proses bisnis beserta sumber pengetahuannya. Pengumpulan data dilakukan dengan melakukan wawancara mendalam kepada beberapa narasumber yang berperan dalam mengikuti sejarah perkembangan perusahaan beserta orang yang mengerti dalam hal proses bisnis di bagian yang menjadi objek penelitian. Selain itu, pengumpulan data juga dilakukan melalui studi dokumen terkait. Tahap terakhir adalah merancang strategi manajemen pengetahuan berdasarkan karakteristik proses bisnis yang telah diidentifikasi. \n\nHasil dari penelitian menunjukkan bahwa dalam merumuskan strategi manajemen pengetahuan, perusahaan perlu mempertimbangkan tahap pertumbuhan organisasi saat ini, karena strategi manajemen pengetahuan yang harus diterapkan akan berbeda pada masing-masing tahap pertumbuhan organisasi tersebut. PT. X yang menjadi objek perusahaan dalam penelitian ini menunjukkan bahwa saat ini perusahaan tersebut sedang berada pada tahap formalization, yang ditandai dengan dibentuknya struktur organisasi matriks perusahaan dan produk yang semakin meluas dijenis yang berbeda. Hal tersebut menunjukkan bahwa strategi manajemen pengetahuan yang sesuai untuk diterapkan dalam perusahaan adalah dengan lebih berfokus pada sistem perusahaan, karena sudah mulai terdapat banyak aktivitas atau program perusahaan yang dilakukan.", "Daftar File": {"2018 TA PP ANDIK DWI HANDOKO 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126667"}, "Penulis": "ANDIK DWI HANDOKO NIM 13414106", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Joko Siswanto, M.P.A \n\nDr. Made Andriani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "E-COMMERCE, SIKLUS HIDUP ORGANISASI, STRATEGI MANAJEMEN PENGETAHUAN", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "28 Sep 2018"}