{"Nomor": 25520, "Judul": "SERENITY IN LUXURIOUS APARTMENT APARTEMEN KELAS ATAS DI JAKARTA SELATAN", "Abstrak": "Laporan Tugas Akhir berisikan desain mengenai proyek Apartemen kelas atas. Proyek ini dipilih \n\npenulis karena Jakarta merupakan ibukota dari Indonesia, hal ini menjadikannya sebagai kota pusat \n\npemerintahan, yang memiliki daya tarik tersendiri sehingga menyebabkan tingginya migrasi penduduk \n\nke kota ini. Hal ini berdampak pada banyaknya jumlah penduduk di Jakarta, serta tingginya tingkat \n\npertumbuhan jumlah penduduk di Jakarta. Banyaknya jumlah penduduk di Jakarta telah berimbas \n\npada tingginya kebutuhan akan hunian. Namun, dengan jumlah lahan yang terbatas, serta persebaran \n\nhunian yang mayoritas berupa rumah atau landed house yang kurang terkendali dan tertata, telah \n\nmenyebabkan mahalnya harga tanah di Jakarta. Hunian vertikal seperti apartemen dapat dijadikan \n\nsalah satu solusi dalam menyelesaikan permasalahan hunian di Jakarta, karena apartemen merupakan \n\nbangunan hunian dengan kepadatan tinggi dan tetap dapat memperhatikan kenyaman penghuninya. \n\nOleh karena itu, penulis mengangkat tema hunian apartemen dengan lokasi tapak Jl. Kuningan \n\nMulia. Pengembang pada proyek apartemen ini diasumsikan adalah Badan Usaha Milik Negara yang \n\njuga bergerak di sektor properti. Lokasi ini berdekatan dengan daerah Kuningan dan kawasan Rasuna \n\nEpicentrum Superblock, yang merupakan kawasan urban yang cukup mewah. Sehingga apartemen ini \n\nnantinya akan dirancang sebagai apartemen mewah untuk golongan atas, sesuai dengan konteks dan \n\ngaya hidup masyarakat di sekitar tapak. Selain itu, ketenangan dapat juga menjadi daya tarik tersendiri \n\nbagi apartemen yang berada dikawasan urban. Sehingga dalam proyek ini akan dirancang apartemen \n\nmewah (luxurious) yang mampu memberikan ketenangan (serenity) bagi penghuninya.", "Daftar File": {"2018 TA PP ANDITA APRILINA NUGRAHENI 1-ABSTRAK pdf.pdf": "https://digilib.itb.ac.id/gdl/download/126684"}, "Penulis": "ANDITA APRILINA NUGRAHENI (NIM : 15214102)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Wiwik Dwi Pratiwi, Ir., MES, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Apartemen, Luxurious, Serenity", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "01 Okt 2018"}