{"Nomor": 25537, "Judul": "STRATEGI PRODUKSI LAPANGAN GAS DENGAN MENERAPKAN JADWAL DOWNHOLE WATER SINK DENGAN MENGGUNAKAN DUAL TUBING DAN RE-INJEKSI AIR YANG DIPRODUKSI UNTUK PRESSURE MAINTENANCE", "Abstrak": "Reservoir gas dengan mekanisme water drive ditandai dengan adanya jumlah air yang besar (akuifer) sebagai tenaga pendorong pada bagian bawah dari reservoir. Akuifer ini juga menjaga tekanan agar produksi dari gas dapat berlangsung lebih lama. Akan tetapi, mekanisme water drive ini dapat menjadi hambatan, karena adanya kecenderungan terjadinya peristiwa water coning pada sumur gas. Water coning ini akan menutup jalannya produksi gas yang menyebabkan turunnya perolehan gas atau dengan kata lain mempersingkat durasi hidup sumur gas. Peristiwa water coning ini ditandai dengan adanya sejumlah air yang masuk kedalam zona produksi dan membentuk kerucut. Peningkatan produksi air dipermukaan tidak dapat dihindari karena saturasi air yang masuk kedalam zona produksi gas akan ikut memproduksi air tersebut. \n\nPada studi ini dilakukan juga beberapa penentuan batasan untuk simulasi seperti laju alir kritis gas agar tidak terjadi liquid loading menggunakan metode Turner(12) , penentuan batasan BHP, dan juga penentuan laju injeksi maksimum agar formasi tidak runtuh dengan menentukan injectivity index dari sumur gas. \n\nDalam studi ini akan dipelajari tentang strategi optimasi produksi lapangan gas yang dapat diterapkan untuk reservoir gas yang mengalami water coning dengan metode Downhole Water Sink (DWS). Terdapat lima strategi yang akan dilakukan yaitu penentuan laju alir plateau dari produksi gas, penentuan laju alir produksi air pada zona air (DWS), penentuan jadwal dimulainya DWS agar memberikan dampak paling efektif, penentuan jadwal dan laju alir air untuk menginjeksikan kembali air kedalam akuifer, dan yang terakhir strategi untuk melihat pola injeksi terbaik untuk melakukan water reinjection. \n\nPenerapan strategi ini dilakukan pada model reservoir sintetis dengan batasan produksi tertentu. Strategi penerapan DWS dilakukan dengan laju produksi perforasi atas paling dekat dengan laju kritis Turner(12) dan laju produksi zona air yang bervariasi. DWS ini dapat mengatasi permasalahan water coning yang terjadi, memperpanjang masa hidup sumur dan berdampak pada meningkatnya perolehan gas (RF). Serta metode DWS dapat menurunkan produksi air akibat peristiwa water coning.", "Daftar File": {"2016 TA PP ANDRE REZKY 1.pdf": "https://digilib.itb.ac.id/gdl/download/126717"}, "Penulis": "ANDRE REZKY (NIM : 12212006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Pudjo Sukarno, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "water coning, optimasi produksi, Downhole Water Sink, re-injeksi air", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "15 Mei 2018"}