{"Nomor": 25533, "Judul": "ANALISIS DAN OPTIMASI STRUKTUR BASE FRAME KERETA KAPSUL MENGGUNAKAN METODE ELEMEN HINGGA DAN METODE OPTIMASI ALGORITMA GENETIKA", "Abstrak": "Kereta Kapsul merupakan salah satu produk yang dikembangkan oleh PT. TREKKA yang kini berada dalam tahap desain awal. Model referensi (modifikasi dari model awal Kereta Kapsul) menghasilkan Base Frame dengan massa 1103 kg. Safety factor sebesar 2,7 akibat pembebanan vertikal dan 2,3 akibat pembebanan kompresi longitudinal. Deformasi vertikal sebesar 8,4 mm dan deformasi longitudinal sebesar 2,1 mm. \n\nTugas sarjana ini bertujuan untuk menganalisis tegangan struktur Base Frame Kereta Kapsul dan mengoptimasi massa model referensi dari Base Frame Kereta Kapsul berdasarkan Peraturan Menteri Perhubungan nomor 175 tahun 2015 dan standar American Society of Civil Engineers 21.2 2008. Metode analisis yang digunakan adalah metode elemen hingga dan metode optimasi algortima genetika yang terdapat pada perangkat lunak Ansys. \n\nFungsi objektif dari proses optimasi adalah meminimalkan massa Base Frame Kereta Kapsul. Variabel desain pada proses optimasi adalah diameter lubang Side Shield dan Front/Back Shield. Konstrain umum adalah safety factor dan deformasi vertikal dari Base Frame Kereta Kapsul. Konstrain sampingan berupa rentang diameter lubang, jarak antara titik pusat lubang, dan jumlah lubang yang terdapat pada Side Shield dan Front/Back Shield. \n\nModel hasil optimasi menghasilkan Base Frame yang memiliki massa sebesar 1074,8 kg. Dengan safety factor sebesar 2,4 akibat pembebanan vertikal. Safety factor sebesar 1,8 akibat pembebanan kompresi longitudinal. Deformasi vertikal sebesar 9,66 mm dan deformasi longitudinal sebesar 5,27 mm.", "Daftar File": {"2018 TA PP  ANDRE HALOMOAN KRISTIAN  1-ABSTRAK 1.pdf": "https://digilib.itb.ac.id/gdl/download/126713"}, "Penulis": "ANDRE HALOMOAN KRISTIAN (NIM : 13114005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. I Wayan Suweca DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kereta Kapsul, base frame, metode elemen hingga, optimasi algoritma genetika", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Sep 2018"}