{"Nomor": 25539, "Judul": "PROPOSED STRATEGY FORMULATION AND IMPLEMENTATION FOR XYZ BANDUNG HOTEL AND TOWERS", "Abstrak": "Based on the initial observations and interviews, the author deduces that XYZ Bandung Hotel and Towers is currently facing the challenge of declining sales and is unable to reach the ownerÃ‚Â’s expectations in 2017. Although this is a five-star establishment and are managed by professionals in the industry, the Hotel still does not have a suitable business strategy to work with. The Hotel often relies and are limited to the strategy and goals set by the XYZ Brand and the area team every month without adding creativity and making it suitable for their own target market. This puts the Hotel in a difficult situation where it is hard for them to maximize their chances to reach their target market and compete with other establishments. If this is not addressed urgently, XYZ Hotel will continue to fall from the pecking order and is in serious doubt to be able to succeed in the industry. Hence, the objective of this research is to provide the Hotel with a more suitable set of strategies that will help them to improve their business performance and generate profit. The formulation of these strategies will cover the three level of strategy in a company which consists of business-level, corporate-level, and functional level strategy. \n\nIn this research, the writer used the qualitative research method and quantitative research method. The primary data was obtained through focus group discussions and interviews with a number of hotel personnel and also through observation from the authorÃ‚Â’s period of internship. While, the secondary data was compiled from the available data given by XYZ Bandung Hotel and Towers. The sources of quantitative data came from online questionnaires which involves people who had experience using five-star hotels services in Bandung. The research started with the analysis of internal and external business environment which used numerous tools namely, PEST analysis, Porter Five Forces Model, Competitor analysis, and customer insight for examining the external environment, while Business Canvas Model and Resource Based approach are used to determine the internal conditions of the hotel. This process was then followed by a root-cause analysis using IshikawaÃ‚Â’s Fishbone diagram. These analysis result were used as inputs in SWOT analysis and quantified using the IFE, EFE, and SFAS evaluation to determine the hotelÃ‚Â’s corporate-level strategy using the IE matrix. Then, the author determined the hotelÃ‚Â’s business-level strategy with HittÃ‚Â’s Five Generic Strategies and functional-level strategies using the TOWS matrix. These results are then translated into a proposed strategy roadmap and implementation timeline which spans through a four-year period. \n\nFrom the analysis, the author concluded three underlying causes that needs to be prioritized: (1) Over-dependency towards corporate / travel customer groups; (2) The hotel implemented an inappropriate business strategy; (3) Tired brand and sub-par quality offered to the customers. The strategy formulation stage in this research stated that the best direction for the hotel is to focus on market development and product development strategies. The hotel will also be better if they position themselves in the market by using the focus differentiation strategy in their business-level strategy and implement a set of functional strategies that will support them.", "Daftar File": {"2018 TS PP ANDRE SANDRO GUNAWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126719"}, "Penulis": "ANDRE SANDRO GUNAWAN (NIM : 29115585)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Isti Raafaldini Mirzanti, SSI, MM"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Hotel, Qualitative Research Method, Quantitative Research Method, Strategy Formulation, Strategy Road Map, Implementation Plan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jan 2018"}