{"Nomor": 25531, "Judul": "PENERAPAN KONSEP INTERNET OF THINGS SEBAGAI SISTEM HEALTHCARE UNTUK MEMANTAU KONDISI TUBUH PASIEN", "Abstrak": "Pada masa ini mulai banyak teknologi yang coba digunakan pada bidang kesehatan, salah satunya digunakan untuk membantu memantau kondisi pasien. Peluang dikembangkannya perangkat untuk kesehatan dengan menggunakan teknologi terkini sangat memungkinkan dan dapat meningkatkan kemudahan. Sistem atau perangkat yang kesehatan yang digunakan di Indonesia masih banyak yang menggunakan metode manual dalam pencatatan data sehingga pemantauan kondisi pasien menjadi kurang efektif dan efisien.  Penggunaan konsep Internet of Things sebgai konsep teknologi yang tren pada saat ini dapat dijadikan solusi dalam mengatasi permasalahan dan meningkatkan kualitas dalam pemantauan kondisi pasien. Konsep IoT dapat diterapkan dalam pengambilan dan distribusi data pasien sehingga dapat meningkatkan kemudahan dalam memantau kondisi pasien. Pada penelitian ini dilakukan penerapan konsep Internet of Things untuk sistem pemantauan pasien. Sistem yang diusulkan memiliki fitur untuk  mendeteksi kondisi tubuh pasien dengan sensor, mengirimkan data sensor, menampilkan data, serta memberikan notifikasi dan informasi kepada pihak yang terlibat dalam pemantauan pasien. Pada penelitian ini konsep Internet of Things dapat diterapkan untuk sistem pemantauan pasien tetapi perlu dikembangkan lebih lanjut supaya dapat memenuhi seluruh kebutuhan dalam pemantauan kondisi tanda vital pasien.", "Daftar File": {"Abstrak_18214033_Andreas Ekadinata Widodo.pdf": "https://digilib.itb.ac.id/gdl/download/126711"}, "Penulis": "Andreas Ekadinata Widodo  - NIM: 18214033", "Kontributor / Dosen Pembimbing": ["Ir. Kridanto Surendro M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Internet of Things, pemantauan, dashboard", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Okt 2018"}