{"Nomor": 25546, "Judul": "KARAKTERISTIK GEOKIMIA DAN PETROGRAFI ORGANIK SERPIH MINYAK ANGGOTA BAWAH FORMASI TELISA, DAERAH MUARA LEMBU DAN SEKITARNYA, KABUPATEN KUANTAN SINGINGI, PROVINSI RIAU", "Abstrak": "Lokasi penelitian berada di daerah Muara Lembu dan sekitarnya, Kabupaten Kuantan Singingi, Provinsi Riau. Secara geografis, daerah penelitian terletak pada koordinat 101o10Ã‚Â’00Ã‚Â’Ã‚Â’-101o20Ã‚Â’00Ã‚Â’Ã‚Â’ BT dan 0o17Ã‚Â’30Ã‚Â’Ã‚Â’-0o24Ã‚Â’00Ã‚Â’Ã‚Â’ LS. Penelitian difokuskan pada Anggota Bawah Formasi Telisa yang merupakan satuan litostratigrafi pembawa serpih minyak di daerah penelitian. Analisis geokimia organik dan petrografi organik dilakukan pada sebelas sampel serpih Anggota Bawah Formasi Telisa yang diambil dari singkapan untuk mengetahui karakteristik kuantitas, kualitas, dan kematangan material organik. Analisis geokimia organik berupa TOC (karbon organik total) dan pirolisis Rock-Eval, sementara analisis petrografi organik meliputi analisis komposisi material organik, analisis reflektansi vitrinit, dan analisis TAI (Thermal Alteration Index). Berdasarkan hasil analisis, serpih minyak daerah penelitian memiliki kuantitas rendah hingga luar biasa, kualitas sebagai kerogen Tipe I dan III, dan kematangan berada pada tingkat kematangan belum matang hingga puncak matang. Sampel dari daerah penelitian memiliki kandungan kelompok maseral liptinit berkisar dari 1 hingga 17%. Kelompok maseral liptinit dibandingkan dengan nilai PY (Potential Yield) untuk mengetahui hubungan antara jumlah total hidrokarbon yang dapat terbentuk terhadap bahan material organiknya. PY merupakan potensi total keterdapatan hidrokarbon pada sampel batuan yang diuji. Hubungan PY dengan kelompok maseral liptinit adalah berbanding lurus atau korelasi positif kuat yang menunjukkan bahwa kelompok maseral liptinit sangat berperan dalam menghasilkan hidrokarbon pada sampel daerah penelitian. Serpih minyak daerah penelitian berupa lamosit tipe Rundle. Maseral dominan yang terdapat pada sampel berupa maseral alginit dan vitrinit. Alginit berupa lamalginit jenis Pediastrum dan telalginit jenis Botryococcus braunii. Berdasarkan data komposisi maseral dan beberapa parameter geokimia organik, lingkungan pengendapan serpih minyak Anggota Bawah Formasi Telisa yang terdapat di daerah penelitian diinterpretasikan berada pada lingkungan lakustrin dengan tipe overfilled lake basin.", "Daftar File": {"2017 TA PP ANDRIAN DWIANTORO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/126726", "2017 TA PP ANDRIAN DWIANTORO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/126727", "2017 TA PP ANDRIAN DWIANTORO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/126728", "2017 TA PP ANDRIAN DWIANTORO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/126729", "2017 TA PP ANDRIAN DWIANTORO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/126730", "2017 TA PP ANDRIAN DWIANTORO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/126731", "2017 TA PP ANDRIAN DWIANTORO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/126732"}, "Penulis": "ANDRIAN DWIANTORO (NIM : 12013041 )", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Eddy Ariyono Subroto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Anggota Bawah Formasi Telisa, serpih minyak, geokimia organik, petrografi organik, tipe Rundle.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "31 Jul 2018"}