{"Nomor": 25558, "Judul": "DESAIN DAN IMPLEMENTASI SUBSISTEM SENSOR PADA SISTEM IOT: PENGELOLA DAYA DAN PEMANTAU KONDISI LINGKUNGAN TEMPAT TINGGAL", "Abstrak": "Sensing layer (subsistem sensor) merupakan salah satu bagian terpenting dalam sistem IoT (Internet of Things) yang berada di lapisan terbawah pada arsitekurnya.  Bekerja dengan melakukan akuisisi data kondisi lingkungan dengan menggunakan sensor-sensor serta melakukan sesuatu melalui aktuator sesuai perintah dari pengguna secara realtime. Pada tugas akhir ini dilakukan desain dan implementasi sebuah subsistem sensor pada sistem IoT: Pengelola Daya dan Pemantau kondisi Lingkungan Tempat Tinggal. Subsistem sensor didesain sederhana, murah, hemat daya, dan reliabel sebagai salah satu tindakan antisipasi sebelum terjadi bencana yang ditawarkan untuk menjawab permasalahan masyarakat Indonesia yang khawatir akan kondisi (kenyamanan dan keamanan) tempat tinggalnya ketika sedang beraktivitas di luar rumah dalam waktu yang lama. Kondisi lingkungan yang dimaksud adalah kondisi suhu, kelembaban, intensitas cahaya, tingkat konsentrasi gas LPG dalam sebuah ruangan rumah dan ketinggian air banjir di lingkungan tempat tinggal. Fungsi lain yang dimiliki yaitu dapat melakukan pengelolaan daya dengan mengatur penggunaan alat elektronik yang terhubung dengan sistem dan melakukan pemantauan pada jumlah pemakaian daya di setiap perangkat elektronik. Subsitem sensor yang dibuat menggunakan WiFi, Bluetooth, Zigbee sebagai media komunikasi pengirim data nirkabel dari simpul sensor ke local gateway yang hemat daya. Hasil yang diperoleh dari tugas akhir ini berupa subsistem sensor yang dibuat reliabel dan dapat digunakan untuk melakukan pengumpulan informasi data mengenai kondisi lingkungan tempat tinggal dan pengelolaan daya serta mengirimkannya ke basis data melaui local gateway secara realtime. Selain itu, subsistem sensor yang dibuat berhasil melaksanakan perintah dari pengguna yaitu menyala-matikan peralatan elektronik.", "Daftar File": {"2018 TA PP ANDRI SETIAWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126757"}, "Penulis": "ANDRI SETIAWAN - NIM : 13214085", "Kontributor / Dosen Pembimbing": ["Dr. Yoanes Bandung, S.T., M.T.  \n\nDr. Kusprasapta Mutijarsa, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sensor, nirkabel, IoT, realtime, pengelolaan daya, pemantauan lingkungan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jun 2018"}