{"Nomor": 25568, "Judul": "PENGARUH POPULASI TERHADAP PRODUKTIVITAS BUDIDAYA TUMPANGSARI JAGUNG PUTIH (Zea mays cv. anoman) DENGAN KEDELAI (Glycine max (L.) Merril)", "Abstrak": "Jagung putih digunakan sebagai pakan ternak dan sebagai tambahan nasi menjadi nasi jagung. Jagung dibudidayakan baik secara monokultur maupun tumpangsari dengan berbagai jenis tanaman, seperti kacang-kacangan. Salah satu jenis kacang-kacangan yang umum digunakan adalah kedelai, yang juga merupakan bahan pangan yang banyak diminati melalui makanan seperti tahu, tempe, susu kacang, dan lainnya. Penelitian ini bertujuan untuk menentukan pengaruh kepadatan populasi terhadap produktivitas jagung putih dan kedelai. Penelitian dilakukan di Lahan Tugas Akhir ITB Jatinangor dan Laboratorium Produksi Biomassa dan Tugas Akhir. Tanaman jagung dan kedelai ditanam secara monokultur, ditanam dengan metode tumpangsari di waktu bersamaan, dan penanaman jagung ketika kedelai berumur 20 Hari Setelah Tanam (HST). Variabel yang diamati adalah tinggi tanaman, jumlah polong kedelai per tanaman, bobot brangkasan jagung dan kedelai, bobot pipilan jagung dan bobot biji kedelai. Metode tumpangsari berpengaruh terhadap tinggi tanaman jagung putih dan bobot pipilan jagung. Metode tumpangsari yang efisien dalam meningkatkan produksi jagung putih dan kedelai adalah metode tumpangsari jagung putih dengan dua tanaman kedelai ditanam di waktu yang sama dengan nilai produktivitas jagung putih tertinggi 0,42 ton/ha.", "Daftar File": {"2018 TA PP ANGELA 1- ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126783"}, "Penulis": "Angela - Nim: 11414044", "Kontributor / Dosen Pembimbing": ["Dr. Ramadhani Eka Putra            \n \n \n \n \n \n \n \n\nDr. Angga Dwiartama"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Jagung putih, kedelai, tumpangsari", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Sep 2018"}