{"Nomor": 25563, "Judul": "PENDEKATAN LAYER STRIPPING MAGNETOTELLURIK (MT) 1-D UNTUK MENGIDENTIFIKASI PERUBAHAN TAHANAN JENIS PADA LAPISAN BAWAH PERMUKAAN", "Abstrak": "Resolusi metode Magnetotellurik (MT) biasanya kurang baik untuk monitoring perubahan kecil tahanan jenis bawah permukaan. Dengan pendekatan yang disebut Ã‚Â“layer strippingÃ‚Â” dimana mengacu pada solusi analitik forward modeling MT 1-D dapat mengidentifikasi variasi perubahan kecil tersebut. Perubahan kecil tahanan jenis dapat dideteksi dengan layer stripping jika hanya pada satu lapisan dan sudah ada data tahanan jenis pengukuran sebelumnya seperti pada reservoir. Diharapkan metode ini dapat digunakan untuk berbagai jenis monitoring reservoir seperti hidrokarbon, gas , geotermal, CCS, dll.. Model yang digunakan adalah model sintetik dengan tambahan error Monte Carlo sebagai estimasi ketidakpastian. Model tersebut mengacu pada proyek CCS Hontomin CO2 sebagai kasus lapangan.Pendekatan metode layer stripping juga dapat diformulasikan dengan perhitungan forward modelling 1-D yang lain seperti Matrix Mulptiplication, dan Cotangent Hiperbolicus. Hasil penelitian sebelumnya mengindikasikan bahwa pendekatan ini dapat meminimalisir error data yang mengandung noise. Meskipun begitu kedua pendekatan tersebut memperlihatkan hasil yang ekuivalen dari segi stabilitas dan sensitivitas pada kurva sounding tahanan jenis semu dan fasa. Pendekatan layer stripping tidak stabil dan memiliki eror yang besar pada periode pendek. Penelitian ini diharapkan memberi kontribusi yang inovatif dan hemat biaya yang pada teknologi monitoring dengan metode Elektromagnetik. Oleh karena itu pendekatan layer stripping memiliki potensi yang besar meskipun digunakan dengan berbagai batasan.", "Daftar File": {"2018 TA PP ANDRY DENI WARDHANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126778"}, "Penulis": "ANDRY DENI WARDHANA  NIM: 12312041", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.rer.nat. Wahyudi W Parnadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Layer Stripping, Magnetotellurik (MT), Pemodelan ke depan 1-Dimensi.", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "01 Okt 2018"}