{"Nomor": 25567, "Judul": "PENGONTROLAN POSISI QUADROTOR MENGGUNAKAN METODE ROBUST RESILIENT BERBASIS VIRTUAL SENSOR", "Abstrak": "Perkembangan terkini dalam teknologi kontrol dan robotik telah mengarah pada pengembangan mengenai otomasi teknologi robot terbang seperti misalnya quadrotor. Ruang gerak dengan 6 derajat kebebasan dan sifat nonlinear yang dimiliki, model quadrotor biasanya dipisahkan berdasarkan suatu batas kondisi tertentu. Pada penelitian ini, pemodelan input-output data quadrotor dilakukan dengan menggunakan Predictive Error Method (PEM) untuk menghasilkan suatu model umum quadrotor yang bekerja dalam beberapa kondisi. Model tersebut akan digunakan untuk mendesain parameter penguatan pengontrol robust-resilient untuk pengontrolan posisi quadrotor dengan mengasumsikan adanya ketidakpastian pada model dan pengontrol yang dihasilkan. Penelitian ini memperkenalkan metode baru dalam menentukan posisi quadrotor menggunakan skema virtual sensor. Virtual sensor digunakan untuk menentukan variabel tidak terukur menggunakan informasi yang diperoleh dari variabel terukur. Skema tersebut terdiri atas Diagonal Recurrent Neural Network (DRNN) yang digunakan untuk melakukan prediksi variabel terukur dan tidak terukur pada waktu selanjutnya dan Extended Kalman Filter (EKF) yang digunakan untuk melakukan koreksi terhadap prediksi yang dihasilkan dan mengestimasi nilai variabel tidak terukur, dalam hal ini posisi quadrotor. DRNN akan dilatih menggunakan algoritma optimisasi Particle Swarm Optimization (PSO) untuk menghindari kondisi ekstrim lokal dalam mendapatkan bobot jaringan yang optimal. Pada penelitian ini, skema virtual sensor terintegrasi dengan pengotrol robustresilient telah dilakukan dan diimplementasikan menggunakan AR Drone 2.0 dalam beberapa penerbangan. Metode tersebut telah terbukti lebih superior dari metode-metode sebelumnya dalam simulasi maupun implementasi.", "Daftar File": {"2018 TA PP Angela Dian Andrini - Nim 13314014 dan Boby Anditio - Nim 13314089 .pdf": "https://digilib.itb.ac.id/gdl/download/126782"}, "Penulis": "Angela Dian Andrini - Nim: 13314014,  Boby Anditio - Nim: 13314089", "Kontributor / Dosen Pembimbing": ["Ir. Endra Joelianto, Ph.D.   \n\nProf. Dr-Ing. Yul Yunazwin Nazaruddin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Prediction error method, pengontrol robust-resilient, virtual sensor, diagonal recurrent neural network, extended kalman filter, particle swarm optimization, AR Drone 2.0", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "10 Agu 2018"}