{"Nomor": 25575, "Judul": "Pengajuan Strategi Promosi Untuk Meningkatkan Penjualan dan Kesadaran Pada Dompet Kertas", "Abstrak": "ABSTRAK \n\nLittle Big Paper adalah toko mode kertas online yang menjual dompet sebagai produk inti mereka. Didirikan pada tahun 2015 dengan rasa ingin tahu tentang menemukan cara yang lebih baik untuk membuat dompet lebih tipis dan lebih sederhana. Apa yang membuat produk unik ini karena terbuat dari bahan kertas unik yang memberikan pengalaman unik dan baru dalam menggunakan dompet. Menggunakan kertas yang kuat dan tahan air adalah salah satu dari proporsisi nilai kami untuk mendapatkan perhatian pelanggan dan memenangkan hati mereka untuk mengisi rasa ingin tahu mereka. \n\nPenulis memiliki beberapa masalah dalam melakukan bisnis ini dalam cara meningkatkan penjualan dari strategi promosi dan merek. Karena kami menyadari bahwa jenis produk ini memiliki pendekatan unik untuk memperkenalkan kepada pelanggan, karena ini terbuat dari kertas, di mana dikenal sebagai bahan rapuh. Dan juga kami ingin memperluas saluran distribusi melalui online dan offline. \n\nKami menggunakan beberapa alat untuk menganalisa Little Big Paper dalam situasi saat ini menggunakan analisis internal dan eksternal seperti BCM (Business Canvas Model) yang memetakan proses kegiatan Big Big, STP (Segmenting, Targeting, dan Positioning) yang berfokus pada siswa dan gen z sebagai target pasar,  dan analisis SWOT yang menunjukkan bahwa Little Big memiliki banyak peluang yang dapat menjadi penjualan, TOWS dengan menggabungkan analisis SWOT, penulis dapat mendefinisikan beberapa strategi baru dalam mengelola pelanggan, pemasaran dan branding. Dari analisis tersebut penulis dapat menggambarkan lebih lanjut dalam mengembangkan promosi dan distribusi Little Big Paper. \n\nHasil dari alat-alat tersebut kami menemukan beberapa strategi potensial seperti, branding, dan distribusi. Little Big akan melakukan beberapa strategi pemasaran seperti pengumpulan referensi dan poin, dukungan, kuis, promosi berbayar, hadiah kesetiaan, jaminan, dan penawaran langsung online. Dan beberapa strategi branding seperti merancang kemasan baru, membuat media sosial yang menarik, pameran, bergabung dengan kompetisi, toko konsinyasi, brand ambassador, dan kolaborasi. \n\nImplementasi akan dilakukan mulai dari Juli 2018 dibagi dengan strategi pemasaran dan branding yang kami percaya dapat meningkatkan kesadaran pelanggan dan penjualan. Untuk mendukung strategi kami juga membutuhkan beberapa sumber daya manusia yang mampu dan peralatan yang sesuai dengan kebutuhan Little Big Paper dalam situasi saat ini. Kami telah memperkirakan anggaran untuk melakukan semua kegiatan tersebut. Kegiatan tersebut membutuhkan Rp 51.900.000, - untuk 6 bulan ke depan, yang akan memberikan pengembalian setidaknya 3 hingga 5 kali dari anggaran yang kita belanjakan di 2018.", "Daftar File": {"Download File.pdf": "https://digilib.itb.ac.id/gdl/download/126790"}, "Penulis": "Angga Dewa Pratama 29116546", "Kontributor / Dosen Pembimbing": ["Dwi Larso, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "fashioin industry, awareness, promotion, wallet, paper wallet", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "13 Agu 2018"}