{"Nomor": 25570, "Judul": "PERANCANGAN RUMAH SAKIT PEDIATRI SEBAGAI SARANA PENINGKATAN KESEHATAN FISIK DAN MENTAL ANAK DENGAN PENDEKATAN ALAM", "Abstrak": "Rumah sakit merupakan fasilitas umum yang menangani kebutuhan kesehatan \n\nmasyarakat. Untuk memaksimalkan pelayanan, terdapat berbagai rumah sakit \n\nkhusus yang menangani suatu bidang kesehatan secara spesifik dan mendalam, \n\nsalah satunya adalah Rumah Sakit Pediatri yang belum terdapat di Indonesia. \n\nAnak-anak merupakan golongan usia dengan kondisi fisik dan psikologis yang \n\nberbeda dengan orang dewasa, maka dari itu, penanganan kesehatan anak-anak \n\nmenjadi penting untuk diperhatikan agar tidak mendapatkan perlakuan yang sama \n\ndengan orang dewasa untuk menghindari resiko kesalahan penanganan kesehatan. \n\nMelihat paradigma negatif terhadap Rumah Sakit sebagai suatu tempat yang tidak \n\nmenyenangkan dan hanya fokus kepada upaya penyembuhan fisik, maka \n\ndibentuklah sebuah konsep Rumah Sakit yang tidak hanya menyembuhkan, tetapi \n\njuga bisa mencegah gangguan kesehatan dalam bentuk apapun, mengedukasi anak \n\nserta orangtua, serta mempertahankan kesehatan jiwa dan raga anak sehingga \n\ndapat menciptakan lingkungan tumbuh kembang yang kondusif. Rumah Sakit \n\nPediatri ini direncanakan berlokasi di Alam Sutera, Tangerang, Banten, dan \n\nmerupakan rumah sakit dengan konsep Designing ChildrenÃ‚Â’s Physical and Mental \n\nWellness with Natural Approach yang mengutamakan peningkatan kualitas \n\npengaruh ruang fisik terhadap kondisi psikologis anak-anak", "Daftar File": {}, "Penulis": "Angelica Ulinara - NIM : 17314048", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Andriyanto Wibisono, S.Sn., M.Sn"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Kesehatan, Rumah Sakit, Anak, Lingkungan untuk Penyembuhan", "Sumber": "", "Staf Input/Edit": "Saipul Aripin  \n                                     Saipul Aripin", "File": "1 file", "Tanggal Input": "28 Jun 2018"}