{"Nomor": 25588, "Judul": "ANALISIS FASIES ARSITEKTUR DAN EVALUASI FORMASI PADA INTERVAL FS 2 - FS 3, LAPANGAN TENGLU, CEKUNGAN SUMATRA TENGAH, RIAU", "Abstrak": "Lapangan Tenglu merupakan salah satu lapangan minyak dan gas bumi yang berada di Cekungan Sumatra Tengah, Riau. Lapangan ini memiliki luas sekitar 15 km2 dan merupakan lapangan tahap pengembangan. Penelitian dilakukan pada interval FS 2 Ã‚Â– FS 3 yang merupakan Formasi Bekasap. Penelitian dilakukan untuk menentukan penyebaran fasies arsitektur, lingkungan pengendapan, kemudian memetakan distribusi properti petrofisika di daerah penelitian. Data yang digunakan pada penelitian ini berupa batuan inti, laporan petografi laboratorium, dan log sumur dari 46 sumur daerah penelitian.     \n\nHasil analisis batuan inti menunjukkan bahwa litofasies penyusun interval FS 2 Ã‚Â– FS 3 adalah tiga litofasies batupasir yaitu Sbfvf, Smf, Swfvf dan tiga litofasies batulempung yaitu Fr, Fblc, dan Fcb. Berdasarkan analisis batuan inti dan elektrofasies, interval penelitian berada pada lingkungan pengendapan estuari dominasi pasang surut. Fasies arsitektur yang berkembang adalah Tidal Channel, Tidal Mud Flat, Tidal Mixed Flat, dan Tidal Sand Flat dengan arah pengendapan timur laut Ã‚Â– barat daya.     \n\nHasil analisis petrofisika pada Reservoir 1 menunjukkan bahwa nilai rata-rata volume serpih adalah 0,52, nilai rata-rata porositas total 0,27, nilai rata-rata porositas efektif adalah 0,16, nilai rata-rata saturasi air efektif adalah 0,83. Hasil analisis petrofisika pada Reservoir 2 menunjukkan bahwa nilai rata-rata volume serpih adalah 0,31, nilai rata-rata porositas total 0,33, nilai rata-rata porositas efektif adalah 0,22, nilai rata-rata saturasi air efektif adalah 0,67.", "Daftar File": {"2016 TA PP ANGGA TRY YADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/126828", "2016 TA PP ANGGA TRY YADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/126829", "2016 TA PP ANGGA TRY YADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/126830", "2016 TA PP ANGGA TRY YADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/126831"}, "Penulis": "ANGGA TRY YADI (NIM : 12012069)", "Kontributor / Dosen Pembimbing": ["Pembimbing, : Dr. Dwiharso Nugroho, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Lapangan Tenglu, Formasi Bekasap, Cekungan Sumatra Tengah, fasies arsitektur, evaluasi formasi, parameter petrofisika.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "4 file", "Tanggal Input": "17 Mei 2018"}