{"Nomor": 25582, "Judul": "ARSITEKTUR SYSTEM-ON-CHIP UNTUK KOMUNIKASI CAHAYA TAMPAK BERBASIS DCO-OFDM", "Abstrak": "Seiring dengan meningkatnya pemanfaatan komunikasi data nirkabel, penggunaan spektrum RF yang terbatas semakin padat. Untuk dapat memenuhi kebutuhan yang terus meningkat dengan keterbatasan tersebut, pemanfaatan gelombang spektrum lain sebagai media transmisi dapat dilakukan, salah satunya yaitu spektrum cahaya tampak. Pada thesis ini, desain arsitektur system-on-chip untuk transmitter dan receiver pada komunikasi cahaya tampak dibuat dengan memanfaatkan beberapa blok DSP (Digital Signal Processing) yaitu FFT, convolutional encoder, Viterbi decoder, QPSK modulator-demodulator, interleaver-deinterleaver, dan synchronizer yang merupakan blok pemrosesan kritikal pada modulasi multi-carrier DCO-OFDM. Blok ini diimplementasikan pada modul FPGA untuk memperoleh pemrosesan data yang cepat yang kemudian dikombinasikan dengan mikroprosesor ARM untuk penjadwalan proses, on-chip memory sebagai tempat penyimpan data sementara, modul ADC-DAC sebagai perantara dengan sinyal pada domain analog dan modul ethernet sebagai perantara komunikasi antara modul system-on-chip dengan PC. \n\nModel matematis dari sistem yang dirancang telah terlebih dahulu diverifikasikan dan kemudian dibandingkan performa nya dengan implementasi model tersebut pada desain RTL. Pengujian juga dilakukan dengan melakukan profiling antara model implementasi RTL pada perangkat keras dengan model perangkat lunak yang diimplementasikan pada mikroprosesor ARM sebagai dasar dalam menentukan pembagian kerja antara perangkat keras dan perangkat lunak pada sistem. Kinerja sistem diukur dengan melakukan komunikasi data point-to-point antar PC latensi pemrosesan data sekitar 2.9 miliseconds dengan kecepatan clock sebesar 100 MHz.", "Daftar File": {"2018 TS PP ANGGA PRATAMA PUTRA  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126821"}, "Penulis": "ANGGA PRATAMA PUTRA (NIM: 23215033)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Trio Adiono, ST., MT., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "komunikasi cahaya tampak, OFDM, system-on-chip, komunikasi nirkabel, embedded system, FPGA.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "12 Mar 2018"}