{"Nomor": 25589, "Judul": "USULAN STRATEGI PEMASARAN UNTUK KOFLUCK COFFEE SHOP", "Abstrak": "Kofluck merupakan sebuah coffee shop yang telah berdiri sejak tahun 2010 di Bandung. Kofluck sendiri memiliki perkebunan kopi di daerah Ciwidey yang memproduksi kopi tipe Arabica, Gayo, Toraja Pulu-Pulu Bajawa, Mandailing, dan Bali Kintamani. Perkebunan tersebut merupakan supplier biji kopi untuk Kofluck. Semenjak berdirinya Kofluck pada tahun 2010 hingga tahun 2014, Kofluck mencatat kenaikan revenue 40% per tahunnya. Namun demikian, hingga tahun 2016, revenue Kofluck terus mengalami penurunan. Hal tersebut diduga karena marketing effort yang tidak optimal. Tanpa adanya perubahan, dikhawatirkan Kofluck tidak dapat bertahan pada industri ini. Berdasarkan hal tersebut, Kofluck perlu untuk memformulasikan strategi baru untuk meningkatkan penjualan dan mencari cara untuk mengejar dan menjaga target konsumen mereka.    \n\nInternal dan external analisis dilakukan untuk dapat mengetahui akar masalah yang terjadi di Kofluck. Berdasarkan hasil analisis diketahui bahwa penyebab penurunan penjualan dikarenakan kompetisi coffee shop yang semakin ketat di Bandung. Kofluck memiliki kesulitan untuk berkompetisi dengan kompetitornya dikarenakan Kofluck tidak memiliki strategi pemasaran yang jelas terutama pada target pasarnya, keterbatasan makanan dan minuman, rendahnya promosi, dan proses yang tidak menarik. Oleh karena itu, Kofluck memerlukan strategi baru yang bertujuan untuk meningkatkan penjualan Kofluck kedepannya dan bertahan di industri ini.    \n\nKofluck memiliki empat pilihan strategi untuk mengatasi masalah yang telah dijelaskan sebelumya yaitu formulasi strategi promosi yang baru, memperbanyak pilihan produk (makanan dan minuman), membuat program membership, dan membuat customer experience yang menarik bagi konsumen. Namun demikian dari seluruh pilihan strategi tersebut, Kofluck harus terlebih dahulu menentukan target pasar mereka sehingga keinginan target konsumen lebih dapat dipenuhi. Terdapat 2 segmen potensial dalam industri coffee shop yaitu coffeeholic dan common guest. Berdasarkan cluster analysis yang dilakukan, coffeeholic dianggap sebagai target potensial konsumen Kofluck dikarenakan berdasarkan hasil kuesioner memiliki jumlah yang paling banyak bila dibandingkan dengan segmen common guest. Berdasarkan hasil tersebut, marketing mix yang baru dibuat yang berfokus pada product, process, dan promotion yang sesuai dengan preferensi segmen coffeeholic dengan menggunakan tools cross tabulation. Pada product, strategi yang perlu diterapkan adalah menambah varian menu makanan dan minuman namun tidak melepaskan image kopi. Pada process, strategi yang perlu diterapkan adalah membuat proses baru dimana konsumen dapat menggunakan mesin pembuat kopi sendiri, melihat aksi dari barista, live music, dan penerapan Juke Box. Pada promotion, strategi yang perlu diterapkan adalah mengoptimalkan penggunaan social media dengan meningkatkan engagement sehingga promosi yang dilakukan dapat lebih optimal dengan biaya yang lebih minimim.    \n\nTerdapat beberapa tahapan yang perlu dilakukan oleh Kofluck dalam menjalankan strategi tersebut yaitu riset makanan dan minuman, mencari supplier tambahan, mempersiapkan sosial media terkait konten dan admin untuk promosi, mendesign ulang interior, mempersiapkan SOP untuk barista, koki dan kasir, melatih pegawai untuk bisa membimbing konsumen dalam mengoperasikan mesin pembuat kopi, mempersiapkan Juke Box beserta playlistÃ‚Â¬-nya, dan mempersiapkan infrastruktur untuk live music.Untuk tahap persiapan sendiri akan memakan waktu 3-4 bulan dan strategi ini akan dijalankan selama satu tahun yang kemudian harus dievaluasi setiap tahunnya.", "Daftar File": {"2018 TS PP ANGGER DANA FATMA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126832"}, "Penulis": "ANGGER DANA FATMA (NIM: 29114378)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Atik Aprianingsih, ST, MM, DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "strategi pemasaran, kafe kopi, kafe, STP, marketing mix", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "13 Feb 2018"}