{"Nomor": 25581, "Judul": "MANAJEMEN RISIKO DALAM PEMILIHAN PEMASOK DI PT. NISSAN MOTOR INDONESIA", "Abstrak": "Manajemen rantai pasok dianggap sebagai bidang manajemen yang paling cepat berkembang. Manajemen pembelian telah memainkan peranan penting sebagai jalan menuju kesuksesan bisnis dalam manajemen rantai pasok. Pemilihan pemasok adalah salah satu keputusan yang menentukan kelangsungan hidup jangka panjang perusahaan. Untuk mengevaluasi dan memilih pemasok, perusahaan harus mengidentifikasi beberapa hal penting seperti metodologi, kriteria, dan strategi. Namun, masalah terkait kinerja pemasok dalam lingkup operasional dan keuangan masih terjadi. Masalah sehari-hari bervariasi, mulai dari kualitas, biaya, pengiriman, pengembangan, dan manajemen. NMI menderita kerugian besar karena keterlambatan pengiriman dari pemasok. Akibatnya, lini produksi harus dihentikan. Kerugian lain juga terjadi ketika pemasok tidak dapat memperkirakan fluktuasi ekonomi dan gagal menemukan tindakan pemulihan untuk mempertahankan atau meminimalkan biaya mereka. Akhirnya mereka meminta kenaikan harga yang harus ditanggung oleh NMI.    \n \n \n \n \n\nUntuk mengisi kesenjangan antara risiko yang tidak terevaluasi dalam pemilihan pemasok, manajemen risiko dilakukan dalam penelitian ini. Manajemen risiko dilakukan berdasarkan kerangka kerja ISO 31000: 2018. Sumber dalam penelitian ini berasal dari diskusi dan survei dengan para pengambil keputusan di departemen pembelian. Dari banyak kriteria dalam pemilihan pemasok, kriteria yang paling relevan dengan kondisi di NMI dipilih. Kriteria ini pada dasarnya berasal dari 3 pilar keberlanjutan, yaitu ekonomi, lingkungan dan sosial.    \n \n \n \n \n\nSebagai hasilnya, dapat disimpulkan bahwa secara umum ekonomi menjadi risiko paling kritis dalam pemilihan pemasok, diikuti oleh lingkungan dan sosial. Lebih spesifik lagi; ditemukan bahwa tidak ada faktor risiko yang dikategorikan dalam tingkat risiko ekstrim, ada enam faktor risiko yang dikategorikan dalam tingkat risiko tinggi, ada sembilan faktor risiko yang dikategorikan dalam tingkat risiko sedang, dan ada satu faktor risiko yang dikategorikan dalam tingkat risiko rendah. Untuk setiap sub-kriteria yang dikategorikan sebagai tinggi dan ekstrim, perlakuan risiko dilakukan. Rencana tindakan dan jadwal pelaksanaan dirumuskan untuk masing-masing faktor risiko. Rencana aksi terdiri dari opsi perawatan, bagaimana mengatasi risiko, tindakan apa yang harus diambil, siapa yang bertanggung jawab atas tindakan, dan sumber daya apa yang diperlukan.", "Daftar File": {"Abstract - Angga.pdf": "https://digilib.itb.ac.id/gdl/download/126820"}, "Penulis": "Angga Pramadi Kusuma (NIM: 29116176)", "Kontributor / Dosen Pembimbing": ["Erman A. Sumirat, SE, M.Buss, Ak"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "supply chain management, supplier selection, sustainability, risk management, ISO 31000:2018, analytical hierarchy process", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "25 Jun 2018"}