{"Nomor": 25596, "Judul": "PERANCANGAN, PEMBUATAN DAN PENGUJIAN PERFORMA SEPEDA MOTOR LISTRIK RODA TIGA", "Abstrak": "Kebutuhan akan transportasi di Indonesia selalu bertambah setiap tahunnya, terutama untuk jenis kendaraan sepeda motor dengan penggerak motor bakar. Penggunaan sepeda motor penggerak motor bakar memberikan dampak bagi lingkungan dan kesehatan para pengendara. Selain itu, konfigurasi sepeda motor yang beredar di Indonesia tidak dapat digunakan oleh para kaum difabel dan lansia dikarenakan harus memijakkan kaki ketika dalam keadaan berhenti. Untuk itu, desain sepeda motor listrik roda tiga dirasa mampu untuk mengatasi hal tersebut dan dengan penggunaan motor listrik akan mengurangi dampak bagi lingkungan dan kesehatan para pengendara dikarenakan tidak mengeluarkan emisi gas buang secara langsung dibandingkan dengan penggunaan motor bakar. Penelitian ini dilakukan dalam rangka menganalisis aspek keterbuatan dari sepeda motor listrik roda tiga dan pengujian performa. Penelitian ini merupakan proses awal dalam pengembangan sepeda motor listrik roda tiga. \n\nPenelitian ini menggunakan fasilitas yang ada pada Laboratorium Teknik Produksi ITB untuk proses pembuatan sehingga perbaikan desain juga mengacu pada fasilitas yang ada. Analisis sistem penggerak dan kelistrikan dilakukan untuk mengetahui besar daya motor listrik yang akan digunakan dan mengetahui diagram blok serta kebutuhan komponen sepeda motor listrik roda tiga. Hasilnya sudah dibuat dan diuji performa dari sepeda motor listrik roda tiga.", "Daftar File": {"2018 TA PP ANGGI FIRMAN 1-ABSTRAK .pdf": "https://digilib.itb.ac.id/gdl/download/126845"}, "Penulis": "ANGGI FIRMAN (13114049)", "Kontributor / Dosen Pembimbing": ["Ir. Indrawanto, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sepeda motor listrik roda tiga, Tadpole, Proses Pembuatan, Sistem Penggerak, dan Sistem Kelistrikan", "Sumber": "", "Staf Input/Edit": "D. Budina  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Agu 2018"}