{"Nomor": 25597, "Judul": "BIODISTRIBUSI &#945;, &#947;MANGOSTIN DENGAN PENANDAAN ISOTOP RADIOAKTIF I-131 TERHADAP SEL KANKER USUS BESAR (KOLON) PADA MENCIT YANG DIINDUKSI AZOXYMETHANE DAN DEXTRAN SODIUM SULFATE", "Abstrak": "Kanker kolon merupakan jenis kanker ketiga terbanyak di dunia, yang menyebabkan \n\n694,000 kematian. Dari beberapa data hasil penelitian, kulit buah Manggis \n\nmengandung beberapa senyawa dengan aktivitas farmakologi yaitu antihistamin, \n\nantiinflamasi, antioksidan, pengobatan penyakit jantung, antimikroorganisme dan juga \n\nsebagai anti kanker. Senyawa utama yang dilaporkan memiliki aktivitas farmakologi \n\ntersebut adalah golongan xanton. Xanton memiliki efek sitotoksitas dan antiproliferasi \n\nsehingga dapat menghambat pertumbuhan dan mematikan sel kanker. Senyawa \n\nxanton yang paling banyak terkandung dalam buah manggis ialah α-mangostin dan \nγ-mangostin. α-mangostin merupakan senyawa yang sangat berkhasiat dalam \n\nmenekan pembentukan senyawa karsinogen pada kolon. Sedangkan γ-mangostin \n\nmemiliki banyak manfaat dalam memberikan proteksi terhadap upaya pencegahan \n\nterhadap serangan penyakit. Uji in vitro pro-apoptosis dan anti-proliferatif xanton dari \n\nmanggis terhadap sel COLO205 (human colorectal adenocarcinoma) menunjukkan \n\nefek induksi apoptosis, aktivasi caspase-3 dan -8, dan pelepasan mitokondria sitokrom \n\nc. Kemudian uji in vivo antitumor xanton terhadap sel COLO205 (human colorectal \n\nadenocarcinoma) menunjukkan efek penghambatan pertumbuhan tumor pada 3 mg \n\nekstrak / tumor, sel apoptosis, fragmentasi nuklear dan kondensasi kromatin, serta \n\naktivasi caspases-3 dan -8. Pada penelitian ini akan dilakukan pengujian biodistribusi \nα, γmangostin yang telah dikembangkan sebelumnya untuk melihat profil \n\ndistribusinya di dalam tubuh terutama dalam darah dan organ dimana hewan uji yang \n\ndigunakan adalah mencit (Mus musculus) stock Balb/c. Model hewan mencit kanker \n\nkolorektal diperoleh melalui induksi azoxymethane dosis tunggal 10 mg/kg bb (i.p) \n\ndan dextran sodium sulfate 2.5% pada air minum. Metoda yang digunakan adalah \n\npenandaan senyawa α, γmangostin dengan radionuklida \n\n131 \n\nI sebagai perunut untuk \n\nmengetahui biodistribusinya dalam tubuh. Kemurnian tertinggi sintesis senyawa \n\nbertanda \n\n131 \n\nI-α, γMangostin adalah pada formula 3 (F3) dengan konsentrasi α, γ \n\nMangostin 500 mg yaitu sebesar 91,27% dan pH 7. Pengamatan biodistribusi \n\ndilakukan pada masing-masing kelompok setelah 1, 4, dan 24 jam setelah pemberian \n\noral senyawa bertanda \n\n131 \n\nI-α, γMangostin. Kenaikan penimbunan relatif senyawa \n\nbertanda \n\n131 \n\nI-α, γMangostin pada lokasi jaringan kanker dihitung dengan \n\nmembandingkan % radioaktivitas jaringan kanker terhadap % radioaktivitas jaringan \n\nyang sama pada hewan sehat. Terdapat perbedaan nilai penimbunan relatif senyawa α, \nγmangostin bertanda pada lokasi kanker dibandingkan terhadap jaringan normal, \n\ndimana nilai T/NT ratio kelompok hewan normal lebih tinggi dibandingkan kelompok \n\nhewan model kanker kolon Hal tersebut menunjukkan bahwa terjadi akumulasi \n\nsenyawa bertanda \n\n131 \n\nI-α, γMangostin pada kelompok hewan model kanker namun \n\ntidak signifikan. Sedangkan waktu paruh (t1/2) senyawa bertanda \n\n131 \n\nI-α, γMangostin \n\npada kelompok hewan model kanker lebih lama dibandingkan dengan kelompok \n\nhewan normal yaitu waktu paruh (t1/2) absorbsi 2,52 jam, waktu paruh (t1/2) \n\nbiodistribusi 19,97 jam, dan waktu paruh (t1/2) eliminasi 21,98 jam.", "Daftar File": {"2018 TS PP ANGGI RESTIASARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126846", "BAB 1 ANGGI RESTIASARI NIM: 20715034": "https://digilib.itb.ac.id/gdl/download/231017", "BAB 2 ANGGI RESTIASARI NIM: 20715034": "https://digilib.itb.ac.id/gdl/download/231018", "BAB 3 ANGGI RESTIASARI NIM: 20715034": "https://digilib.itb.ac.id/gdl/download/231019", "BAB 4 ANGGI RESTIASARI NIM: 20715034": "https://digilib.itb.ac.id/gdl/download/231020", "BAB 5 ANGGI RESTIASARI NIM: 20715034": "https://digilib.itb.ac.id/gdl/download/231021", "PUSTAKA ANGGI RESTIASARI NIM: 20715034": "https://digilib.itb.ac.id/gdl/download/231023"}, "Penulis": "ANGGI RESTIASARI NIM: 20715034", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Prof. Dr. Elin Yulinah.", "Isti Daruwati, M.Si., Apt."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "α, γmangostin, kanker kolon, azoxymethane, dextran sodium sulfate", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "7 file", "Tanggal Input": "01 Okt 2018"}