{"Nomor": 25606, "Judul": "STUDI PENGARUH KONSENTRASI DEBU BATUBARA UKURAN 53-74 &#120641;m TERHADAP TEKANAN LEDAKAN BATUBARA MENGGUNAKAN EXPLOSION CHAMBER UKURAN 10 LITER SKALA LABORATORIUM", "Abstrak": "Ledakan tambang batubara disebabkan oleh lima kondisi seperti bahan bakar, oksigen, panas, suspensi atau campuran bahan bakar dan oksigen, dan derajat pengungkungan yang disebut explosion pentagon. Menurut Nagy dan Verakis (1983), eksplosibilitas batubara dipengaruhi oleh beberapa variabel yaitu variasi komposisi kimia dalam batubara yaitu kandungan volatile matter, ukuran partikel debu batubara, dan konsentrasi debu batubara. Pada penelitian kali ini akan dititikberatkan pada pengaruh konsentrasi debu batubara terhadap eksplosibilitas batubara dengan volatile matter batubara sebesar 39,43% dan ukuran butir antara 53-74 𝜇m. Konsentrasi debu batubara yang dipilih adalah 100 g/m3, 150 g/m3, 200 g/m3 dan 250 g/m3. Nilai konsentrasi ini ditentukan berdasarkan lower explosive limit dari debu batubara di udara berdasarkan berat adalah 60 g/m3 untuk terjadinya ledakan. Dalam penelitian ini, penentuan eksplosibilitas batubara dilakukan melalui penentuan nilai tekanan maksimum dan kenaikan tekanan maksimum serta indeks deflarasi batubara dengan menggunakan Explosion Chamber berukuran 10 L berdasarkan standar pengujian ASTM Standard E1226 yaitu daya penyalaan dari piroteknik sebesar 5 kJ dengan dilairi udara tekan pada kanister debu sebesar 20 bar dan pada gas valve dialiri udara campur (mixture gas) di atas 10 bar. Nilai tekanan maksimum ledakan (Pmaks) pada masing-masing konsentrasi debu batubara (g/m3) 100, 150, 200, dan 250 berturut-turut (bar) adalah 3,50; 11,22; 10,69; dan 6,33. Besarnya nilai tekanan maksimum ini dipengaruhi oleh besarnya daya yang dihasilkan oleh ignitor serta ukuran butir debu batubara. Di samping itu, nilai kenaikan tekanan maksimum ledakan ([dP/dt]) pada konsentrasi debu batubara (g/m3) 100, 150, 200, dan 250 berturut-turut (bar/detik) adalah 2,11; 106,84; 18,45; dan 5,26. Dari nilai kenaikan tekanan maksimum tertinggi untuk distribusi ukuran ini ([dP/dt]) didapatkan indeks deflagrasi sebesar 23,02 bar.m/s sehingga batubara ini dikategorikan debu batubara weak explosion dengan daya ledak maksimum sebesar 7,481 MJ/kg. Konsentrasi debu batubara sendiri mempengaruhi eksplosibilitas batubara dan dapat menimbulkan ledakan maksimum pada suatu konsentrasi tertentu dan jenuh pada konsentrasi tertentu setelah adanya ledakan maksimum.", "Daftar File": {"2018 TA PP ANGGRAINI WIDIYA ASTUTI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126861"}, "Penulis": "ANGGRAINI WIDIYA ASTUTI (NIM : 12114069)", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Nuhindro Priagung Widodo, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Eksplosibilitas batubara, Explosion Chamber, Konsentrasi debu batubara", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "02 Jul 2018"}