{"Nomor": 25607, "Judul": "MUSEUM DAN PUSAT SAINS TEMATIK UNTUK ANAK DI SEMARANG", "Abstrak": "Proyek perancangan tugas akhir ini adalah sebuah Museum dan Pusat Sains bertema khusus  Mekanika Fisika untuk anak. Lokasi proyek berada di jalan Soekarno-Hatta, Pedurungan, Kota  Semarang yang merupakan daerah urban fringe. Proyek ini merupakan proyek fiktif milik Pemerintah  Kota Semarang. Lahan proyek dikelilingi oleh area perdagangan dan jasa serta perumahan dan permukiman warga. Luas Lahan kurang lebih 17.500 m2 dengan luas total lantai bangunan sekitar 8.900  m2. Bangunan terdiri atasi 3 lantai yang berisi ruang-ruang pameran dan pendukungmya dan 1  lantai besmen. \n\nProyek tugas akhir ini merupakan proyek rancangan dengan tipologi bangunan museum yang  membentuk sebuah pusat sains dengan tema khusus Mekanika Fisika. Tujuan proyek ini adalah  meningkatkan daya tarik anak untuk belajar tentang Mekanika Fisika sehingga anak dapat  terinspirasi, bereksplorasi dan membuat karya mekanika yang dapat bermanfaat di masa depan.  Bangunan yang dirancang berdasarkan analisis yang terfokus kepada kebutuhan dan karakter  pengguna utama yaitu anak berusia 4 sampai 12 tahun dimana perkembangan otak anak harus  dioptimalkan melalui rangsangan yang baik. Selain itu, dengan pertimbangan ekplorasi tema  Mekanika Fisika yang diterapkan pada arsitektur bangunan dan display pameran juga menjadi  pertimbangan dalam merancang.  \n\nBangunan museum yang atraktif dan ikonik dapat menarik pengunjung domestik maupun  mancanegara sehingga dapat mendukung kemajuan Kota Semarang. Massa bangunan dan ruang luar dirancang sesuai konsep Mechanics Playground. Bangunan Museum dan Pusat Sains ini menjadi  wahana edukatif yang menyenangkan untuk pembelajaran Mekanika Fisika.", "Daftar File": {"2018 TA PP Anggun Indah Sari 1-ASBTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126862"}, "Penulis": "Anggun Indah Sari - Nim: 15213088", "Kontributor / Dosen Pembimbing": ["Indah Widiastuti S.T., M.T., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Museum, Pusat, Sains, Mekanika, Pengetahuan, Teknologi, Anak, Eksplorasi,  Arsitektur", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "05 Feb 2018"}