{"Nomor": 25615, "Judul": "PERANCANGAN SENTRA PENGOLAH LIMBAH CAIR BATIK BERBASIS TEKNOLOGI LINGKUNGAN TEPAT GUNA DI KELURAHAN SONDAKAN, KECAMATAN LAWEYAN, SOLO, JAWA TENGAH", "Abstrak": "Sebagian besar industri batik tradisional di Kelurahan Sondakan, Solo merupakan industri skala kecil yang dikelola oleh tidak lebih dari 30 pekerja di tiap industri. Penggunaan air dalam berbagai proses produksi batik, termasuk pencelupan, penghilangan lilin dari kain, dan pelunturan warna, mengakibatkan terbentuknya hasil samping berupa limbah cair dengan jumlah total sekitar 2 m3/hari. Beberapa parameter kualitas air limbah batik, yaitu BOD, COD, TSS, dan pH tidak memenuhi standar baku mutu berdasarkan Keputusan Menteri Negara Lingkungan Hidup nomor KEP-51/MENLH/10/1995. Dengan begitu, limbah batik membutuhkan pengolahan sebelum bisa dibuang dengan aman. Terdapat dua alternatif pengolahan yang diteliti dalam tugas akhir ini. Alternatif pertama adalah dengan proses koagulasi dengan koagulan alami, yaitu biji kelor (Moringa oleifera) yang dibandingkan kinerjanya dengan koagulan poli alumunium klorida (PAC). Alternatif kedua adalah pengolahan dengan cara adsorpsi dan filtrasi menggunakan adsorben karbon aktif dan zeolit. Berdasarkan efisiensi pengolahan yang diperoleh, kedua alternatif pengolahan tidak bisa berjalan sendiri-sendiri, melainkan harus menjadi satu rangkaian untuk mendapatkan efisiensi pengolahan yang lebih tinggi. Sedangkan mengacu pada aspek teknis, ketersediaan bahan baku, serta biaya operasional dan perawatan, koagulan dan adsorben yang dipilih adalah PAC dan zeolit secara berturut-turut. Setelah alternatif pengolahan ditentukan, dilakukan perancangan teknis sentra pengolah limbah cair batik yang terdiri dari bak prasedimentasi, bak koagulasi dan flokulasi, unit filtrasi dan adsorpsi, dan unit sludge drying bed (SDB) dengan biaya total pembangunan yang dibutuhkan adalah Rp41.499.760,00. Sedangkan berdasarkan biaya operasional dan perawatan, biaya pengolahan yang harus dikeluarkan tiap industri adalah sebesar Rp40.600,00/m3. Pengelolaan sentra pengolah limbah cair batik akan dilakukan oleh organisasi perkumpulan batik Kelurahan Sondakan yang juga berkoordinasi dengan pihak eksternal, yaitu pemerintah daerah dan kota, serta organisasi non pemerintah untuk mengoptimalkan keberjalanan sistem.", "Daftar File": {"2012 TA PP ANINDA DEWI HINDRAWATI1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/126879", "2012 TA PP ANINDA DEWI HINDRAWATI1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/126880", "2012 TA PP ANINDA DEWI HINDRAWATI1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/126881", "2012 TA PP ANINDA DEWI HINDRAWATI1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/126882", "2012 TA PP ANINDA DEWI HINDRAWATI1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/126883", "2012 TA PP ANINDA DEWI HINDRAWATI1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/126884", "2012 TA PP ANINDA DEWI HINDRAWATI1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/126885", "2012 TA PP ANINDA DEWI HINDRAWATI1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/126886"}, "Penulis": "ANINDA DEWI HINDRAWATI (NIM : 15308076)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Indah Rachmatiah Siti Salami, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Adsorpsi, Kelurahan Sondakan, koagulasi, limbah batik,", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "15 Agu 2018"}