{"Nomor": 25610, "Judul": "PERANCANGAN SUBSISTEM KOMUNIKASI DAN INSTRUMENTASI PADA SISTEM TURRET TANK", "Abstrak": "Sejak Perang Dunia berlangsung, tank menjadi senjata darat yang paling handal. Tank selalu berkembang seiring dengan perkembangan teknologi. Aspek yang penting dari pengembangan tank yaitu pertahanan baik dari armor maupun anti rudal dan kemampuan menembak. Kemampuan menembak ini di dalamnya termasuk kecepatan operasi. Dengan menggunakan teknologi hololens diharapkan sistem turret tank dapat menjadi lebih cepat dalam beroperasi. Dalam pengembangan sistem turret ini perlu diperhatikan juga sistem komunikasi antar perangkat dan juga instrumentasi untuk memberikan informasi kepada awak di dalam tank. Pada perancangan ini dibutuhkan perangkat untuk mengakuisisi citra dan juga sensor untuk mendapatkan nilai parameter tank yaitu berupa nilai heading dari turret. Perangkat yang digunakan yaitu Raspberry Pi NoIR Camera Module dan sensor kompas CMPS11, kemudian data akan ditampilkan pada User Interface Hololens. Pada sistem komunikasi untuk bertukar pesan atau data antar perangkat digunakan media nirkabel dan juga kabel. Untuk komunikasi secara nirkabel digunakan Broker Message RabbitMQ dan protocol pesan berbasis TCP/IP yaitu AMQP, MQTT, dan FTP. Perangkat yang digunakan untuk bertukar data pada sistem Turret Tank yaitu Personal Computer, Hololens, RaspberryPi, Arduino, dan NodeMCU.", "Daftar File": {"2018 TA PP ANHAR AMIR FATHONI  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126873"}, "Penulis": "ANHAR AMIR FATHONI (NIM : 13214030)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Ary Setijadi Prihatmanto S.T., M.T.  \n\nDr. Reza Darmakusuma, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sensor kompas, latensi, Raspberry Pi, Hololens.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2018"}