{"Nomor": 25613, "Judul": "MEMBRAN POLIMER ELEKTROLIT SELULOSA ASETAT/SELULOSA SUKSINAT/Li-ASETAT BERBAHAN BAKU TONGKOL JAGUNG UNTUK APLIKASI BATERAI ION LITIUM", "Abstrak": "Selulosa asetat merupakan turunan dari polimer alam selulosa yang menarik untuk \n\ndikembangkan sebagai membran polimer elektrolit baterai ion litium karena \n\nsumber bahan baku yang melimpah, dapat terdegradasi di alam, serta memiliki \n\nsifat mekanik yang baik. Namun, konduktivitas selulosa asetat yang telah diteliti \n\nsebelumnya masih tergolong rendah. Oleh karena itu, pada penelitian ini membran \n\npolimer selulosa asetat dimodifikasi dengan penambahan pengisi selulosa suksinat \n\nyang memiliki lebih banyak gugus hidroksil serta rantai yang lebih panjang \n\nsehingga diharapkan dapat meningkatkan konduktivitas ion dan fleksibilitas \n\nmembran. Pada penelitian ini, dipilih garam litium asetat sebagai sumber ion Li+. \n\nSelulosa diisolasi dari limbah tongkol jagung, kemudian dimodifikasi dengan \n\nsuksinat anhidrat menggunakan metode MAOS (Microwave Assisted Organic \n\nSynthesis) dengan media cairan ion 1-butil-3-metilimidazolium klorida \n\n(BMimCl). Sintesis selulosa suksinat dilakukan dengan variasi suhu, waktu, dan \n\nkomposisi massa selulosa:suksinat anhidrat. Selulosa suksinat dengan substitusi \n\npaling besar diidentifikasi melalui hasil analisis FTIR. Membran host disiapkan \n\ndari optimasi komposisi Li-asetat dan selulosa asetat komersial dalam pelarut \n\nDMAc dengan teknik penguapan pelarut, kemudian pada komposisi optimum \n\nyang dihasilkan ditambahkan selulosa suksinat dengan variasi konsentrasi. \n\nSelulosa telah berhasil diisolasi dengan rendemen 40,5% dan dari hasil analisis \n\ngugus fungsi dan kristalinitas selulosa dapat ditunjukkan bahwa selulosa telah \n\nberhasil diisolasi dengan indeks kristalinitas 56% dan termasuk ke dalam polimorf \n\nselulosa tipe I. Hasil analisis gugus fungsi menunjukkan bahwa selulosa suksinat \n\nhasil sintesis dengan kondisi optimum diperoleh pada suhu 140 Ã‚ÂºC, waktu 40 \n\nmenit, dan rasio selulosa:suksinat anhidrat 1:9 (b/b) dengan rendemen 23,67%. \n\nPenambahan Li-asetat ke dalam selulosa asetat menaikkan konduktivitas ion \n\nmenjadi 2,58 x 10-3 S/cm pada komposisi selulosa asetat/Li-asetat 95/5, namun \n\nmenurunkan kuat tarik dan regangan menjadi 46,66 MPa dan 3,47% pada \n\nkomposisi tersebut. Penambahan pengisi selulosa suksinat ke dalam membran \n\nselulosa asetat/Li-asetat menyebabkan konduktivitas ion meningkat dan optimum \n\npada penambahan 3% b/b sebesar 1,04 x 10-2 S/cm. Namun, kuat tarik turun \n\nmenjadi 35,17 MPa sedangkan regangan naik menjadi 4,20%. Penambahan Liasetat \n\n5% dan selulosa suksinat 3% menurunkan kristalinitas membran selulosa \n\nasetat. Penurunan kristalinitas ini sejalan dengan semakin meningkatnya \n\nkonduktivitas ion. Berdasarkan analisis morfologi dengan SEM, penambahan Liasetat \n\n5% membuat fasa membran menjadi semakin kurang homogen dan tidak \n\nrapat, sedangkan dengan penambahan selulosa suksinat membuat terbentuknya \n\npori-pori pada membran. Selain itu, penambahan Li-asetat 5% (b/b) dan selulosa \n\nsuksinat 3% (b/b) pada membran selulosa asetat masih mampu mempertahankan \n\nkestabilan termal sampai suhu degadasi 282 Ã‚ÂºC dan 274 Ã‚ÂºC. Berdasarkan hasil \n\nanalisis yang didapatkan, membran selulosa asetat/selulosa suksinat/Li-asetat \n\nyang dihasilkan pada penelitian ini berpotensi sebagai membran polimer elektrolit \n\nbaterai ion litium dengan konduktivitas ion yang meningkat dan tetap mampu \n\nmempertahankan kekuatan mek", "Daftar File": {"2018 TS PP ANIF FATMAWATI 20516043 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126876", "2018_TS_PP_ANIF_FATMAWATI_1-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/149012", "2018_TS_PP_ANIF_FATMAWATI_1-_BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/149013", "2018_TS_PP_ANIF_FATMAWATI_1-_BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/149014", "2018_TS_PP_ANIF_FATMAWATI_1-_BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/149015", "2018_TS_PP_ANIF_FATMAWATI_1-_BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/149016", "2018_TS_PP_ANIF_FATMAWATI_1-_BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/149017", "2018_TS_PP_ANIF_FATMAWATI_1-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/149018"}, "Penulis": "ANIF FATMAWATI (NIM:20516043)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Prof.Dr.I Made Arcana, MS \n\nPembimbing 2 : Dr. Deana Wahyuningrum, M.Si"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "limbah tongkol jagung, polimer elektrolit, selulosa asetat, selulosa suksinat, baterai ion litium, cairan ion, metode MAOS (Microwave-Assisted Organic Synthesis)", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "27 Agu 2018"}