{"Nomor": 25617, "Judul": "DETERMINANT OF DIVIDEND PAYOUT POLICY A CASE OF PROPERTY, REAL ESTATE, AND BUILDING CONSTRUCTION", "Abstrak": "Keputusan mengenai pembagian dividen kepada pemegang saham penting baik bagi investor dan untuk perusahaan. Keputusan ini, yang bisa dikenal sebagai kebijakan pembayaran dividen, berhubungan dengan keputusan pembiayaan dan juga keputusan investasu. Perilaku dari perusahan di Indonesia dalam pembayaran dividennya masih belum menampakkan pola yang cukup jelas. Oleh karena itu, penelitian ini dilakukan. Penelitian ini difokuskan kepada sektor property, real estate, dan konstruksi bangungan di Indonesia. \n\nPenelitian ini bertujuan untuk mengidentifikasi fak/tor determinan dari kebijakan pembayaran dividen oleh perusahaan-perusahaan pada sektor property, real estate, dan konstruksi bangunan. Variabel tak bebas pada penelitian ini adalah Dividend Payout Ratio. Sedangkan variabel-variabel independennya adalah Leverage (Debt to Asset Ratio), Liquidity (Current Ratio), Profitability (Return on Equity), dan Firm Size. Data-data untuk penelitian ini didapatkan dari laporan keuangan 8 perusahaan di sektor property, real estate, dan konstruksi bangunan yang dipublikasikan di situs web Bursa Efek Indonesia dari tahun 2013 sampai 2016. Jumlah sampel dari penelitian ini adalah 32 sampel yang diambil menggunakan purposive sampling method. \n\nRegresi untuk data panel digunakan sebagai metode analisa data karena data yang digunakan adalah kombinasi dari cross-section dam time-series. Pendekatan yang digunakan untuk data pada penelitian ini adalah fixed effect model. Pendekatan ini dipilih dengan sebelumnya melakukan uji Lagrange Multiplier, uji Hausman, dan uji Chow. Untuk menguji hipotesis-hipotesis pada penelitian ini, digunakan uji T dan uji F. Uji-uji ini dilakukan pada tingkat kepercayaan 90% sehingga taraf signifikansi atau alpha (α) yang digunakan adalah 10%. Analisa data ini dilakukan dengan menggunakan software Eviews 9. \n\nAnalisa regresi yang dilakukan menghasilkan persamaan regresi untuk memprediksi nilai dari variabel tak bebas menggunakan variabel-variabel independennya. Dari koefisien-koefisien regresi yang dihasilkan, masing-masing hubungan antar tiap variabel independent dengan Dividend Payout Ratio adalah negatif. Uji T dilakukan dengan tujuan untuk menguji signifikansi dari masing-masing hubungan dari tiap variabel independen dengan variabel tak bebas. Hasil dari uji ini menunjukkan bahwa masing-masing hubungan dari Leverage (Debt to Asset Ratio), Liquidity (Current Ratio), Profitability (Return on Equity) terhadap \n\nDividend Payout Ratio adalah tidak signifikan. Sementara, hubungan antara Firm Size dengan Dividend Payout Ratio adalah signifikan. \n\nUji F bertujuan untuk menguji apakah Leverage (Debt to Asset Ratio), Liquidity (Current Ratio), Profitability (Return on Equity), dan Firm Size secara serempak mempengaruhi Dividend Payout Ratio secara signifikan. Hasil dari uji ini menunjukkan bahwa hubungan antara semua variabel independen secara serempak dengan Dividend Payout Ratio adalah signifikan. \n\nNilai dari adjusted R2 pada model regresi ini adalah 0.734610 yang menunjukkan bahwa 73.46% variabilitias dari variabel tak bebas dapat dijelaskan oleh variable independen yang digunakan dalam penelitian ini sementara 26.54% dijelaskan oleh variabel lain yang tidak digunakan dalam penelitian ini.", "Daftar File": {"2018 TA PP ANINDITA ALIFA WARDONO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126888", "2018 TS PP ANINDITA ALIFA W 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/250708"}, "Penulis": "Anindita Alifa Wardono (19015184)", "Kontributor / Dosen Pembimbing": ["Dr. Isrochmani Murtaqi, M.Acc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "DETERMINANT OF DIVIDEND PAYOUT POLICY", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "22 Jun 2018"}