{"Nomor": 25637, "Judul": "STUDI POTENSI PENERAPAN PRINSIP LAST PLANNER SYSTEM PADA PEKERJAAN PROYEK KONSTRUKSI BANGUNAN GEDUNG   ( STUDI KASUS : 2 PROYEK GEDUNG DI JAWA BARAT )", "Abstrak": "Industri konstruksi saat ini masih berusaha menghadapi permasalahan yang diakibatkan oleh waste dalam pelaksanaan proses konstruksinya. Dewasa ini bidang industri konstruksi telah  megadopsi dan belajar dari industri manufaktur mengenai suatu sistem yang inovatif dan fundamental yaitu lean production melalui penerapan lean principles yang selanjutnya dikenal sebagai konstruksi ramping (lean construction).  \n \n\nKesuksesan penerapan metode last planner system sebagai bagian dari konstruksi ramping di negara lain, mendorong upaya penerapannya di Indonesia. Oleh karena itu, dilakukan penelitian mengenai studi potensi penerapan prinsip-prinsip last planner system yang ditinjau terdiri dari prinsip one piece flow, pull system, heijunka dan jidoka pada pekerjaan proyek konstruksi bangunan gedung dalam upaya untuk mengurangi waste dan meningkatkan value dengan tujuan untuk mengetahui, menilai sejauh mana potensi penerapan prinsip-prinsip last planner system pada praktek produksi proyek konstruksi melalui pengembangan sistem penilaian potensi last planner system, yang terdiri dari kriteria penilaian potensi kecil, sedang dan besar. Hal ini dilakukan melalui wawancara, kajian dokumen dan observasi lapangan secara langsung terhadap proyek konstruksi gedung. \n \n\nDari hasil penelitian didapatkan bahwa metode last planner system berpotensi sedang untuk dapat diterapkan pada praktek produksi proyek konstruksi dikarenakan masih adanya hambatan serta tantangan dalam penerapannya pada praktek produksi proyek konstruksi. Untuk dapat menerapkan prinsip-prinsip tersebut dibutuhkan perencanaan secara lebih detail, koordinasi yang harmonis dan intens serta kolaborasi dari seluruh pihak untuk dapat terlibat di dalam proses perencanaan dan pelaksanaannya.", "Daftar File": {"2018 TS PP ANITA ARIESTY 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126936"}, "Penulis": "ANITA ARIESTY - NIM : 25016011", "Kontributor / Dosen Pembimbing": ["Ir. Reini D. Wirahadikusumah, MSCE., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "konstruksi ramping, last planner system, pull system", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2018"}