{"Nomor": 25640, "Judul": "PERENCANAAN DESAIN EMBUNG DI KECAMATAN   BANYAKAN KABUPATEN KEDIRI JAWA TIMUR", "Abstrak": "Embung adalah sebutan lain untuk bendungan kecil. Bendungan kecil adalah bendungan yang tidak memenuhi syarat-syarat sebagai bendungan besar. Embung atau cekungan penampung (retention basin) adalah cekungan yang digunakan untuk mengatur dan menampung suplai aliran air hujan serta untuk meningkatkan kualitas air di badan air yang terkait (sungai, danau). Embung digunakan untuk menjaga kualitas air tanah, mencegah banjir, estetika, hingga pengairan.Dengan akan di bangunnya sebuah Bandara di Kecamatan Banyakan,Kabupaten Kediri, Jawa Timur, dimana Runway Strip melewati di atas dua sungai maka di perlukan pengalihan sungai (river diversion) dengan menggunakan saluran gorong-gorong box culvert. Dengan debit banjir Rencana 100 tahun .Dengan adanya saluran gorong-gorong box culvert di bawah bandara sebenarnya sudah memiliki kapasitas cukup untuk melewatkan banjir. Namun embung sebaiknya tetap dibangun, mengingat menurut Peraturan Menteri Pekerjaan Umum dan Perumahan Rakyat Republik Indonesia Nomor 26/PRT/M/2015 tentang Pengalihan Alur Sungai dan/atau Pemanfaatan Ruas Bekas Sungai, pengalihan sungai alam dapat dilakukan sepanjang luas lahan sungai yang dipindahkan diganti dengan lahan seluas lahan yang dialihkan. Lahan pengganti ini dapat berupa sungai baru atau area konservasi air dimana dalam hal ini berupa embung. Selain memiliki fungsi sebagai bangunan konservasi, embung ini juga memiliki fungsi untuk menurunkan puncak banjir walaupun tidak efektif dan fungsi sebagai wisata.", "Daftar File": {"2018 TA PP ANITA NURBAITI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126939"}, "Penulis": "ANITA NURBAITI - NIM : 15814006", "Kontributor / Dosen Pembimbing": ["Ir. Dantje K. Natakusumah, M.Sc, Ph.D  \n\nIr. Beni Taufik Rayadi, M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Debit, embung, box culvert, stabilitas.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Sep 2018"}