{"Nomor": 25642, "Judul": "USULAN STRATEGI PENGEMBANGAN OPERASIONAL UNTUK MENGHADAPI KETIDAKPASTIAN PERMINTAAN DI TRAC ASTRA RENT A CAR", "Abstrak": "Potensi untuk bisnis sewa di Indonesia masih sangat besar karena masih banyak perusahaan dan instansi pemerintah yang belum menggunakan jasa sewa. Bukan hanya untuk keperluan bisnis, kebutuhan pribadi seperti liburan, orang ingin semuanya praktis dan mudah untuk memilih mobil untuk membawa semua anggota keluarga atau rekan dalam satu kendaraan.  \n\nTRAC-Astra Rent a Car menawarkan solusi transportasi untuk perusahaan baru atau lama. Untuk meningkatkan pangsa pasar setiap tahunnya, TRAC Astra mulai fokus mengelola pelanggan pribadi melalui rental produk. Namun ada beberapa masalah yang menjadi hambatan untuk mencapai tujuannya. Ketidakpastian permintaan membuat TRAC Astra sering melakukan tolak order padahal utilisasi unit dan driver masih belum mencapai target, hal ini dikarenakan belum adanya analisis data untuk memprediksi permintaan dimasa yang akan datang. Penelitian ini bertujuan untuk memberikan rekomendasi strategi pengembangan operasional dan melakukan peramalan permintaan di masa yang akan datang untuk memperbaiki kondisi saat ini.  \n\nDalam penelitian ini, penulis menggunakan Analisis Lingkungan Eksternal dan Internal dan metode Forecasting untuk mempresiksi permintaan dimasa yang akan datang. Hasil analisis menunjukkan bahwa faktor mesin manusia, dan proses menjadi akar masalah yang di hardapi TRAC Astra. Sehingga strategi pengembangan operasional yang diajukan merancang perencanaan tindakan untuk meningkatkan kinerja dan efisiensi faktor-faktor tersebut. Selain itu hasil dari peramalan permintaan mampu untuk menurunkan tolak order dan dapat memaksimalkan revenue yang dihasilkan.", "Daftar File": {"2018 TS PP ANITA RIZKI AYU 1- Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/126950"}, "Penulis": "ANITA RIZKI AYU/ 29116191", "Kontributor / Dosen Pembimbing": ["Muhammad Tresnadi Hikmat, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Demand Uncertainty, Rent a Car, Demand Forecasting", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "03 Okt 2018"}