{"Nomor": 25659, "Judul": "IDENTIFIKASI FAKTOR-FAKTOR YANG MEMPENGARUHI PREFERENSI MAHASISWA DALAM MEMILIH OJEK ONLINE SEBAGAI MODA TRANSPORTASI UNTUK PERJALANAN KULIAH (STUDI KASUS: MAHASISWA ITB)", "Abstrak": "Berdasarkan observasi yang dilakukan sejak februari 2018, terlihat bahwa di sekitar kampus ITB Ganesha, terbentuk 5 titik pangkalan ojek online yang mengindikasikan adanya permintaan (demand) yang cukup tinggi terhadap layanan jasa ojek online, dan diduga berasal dari mahasiswa ITB yang merupakan populasi terbesar yang berkegiatan di kampus tersebut. Padahal, menurut uu no. 22 tahun 2009 tentang lalu lintas dan angkutan jalan, ojekÃ‚Â—atau kendaraan roda dua lainnya tidak digolongkan ke dalam angkutan umum. Selain itu, merujuk pada observasi kedua yang dilakukan september 2018, terdapat kecenderungan bahwa jumlah armada ojek online di sekitar kampus ITB   \nGanesha meningkat, dibuktikan dengan menyebarnya pengemudi yang tidak hanya menunggu di pangkalan, namun sudah menyebar dan menunggu di trotoar-trotoar.Peningkatan armada ojek online dapat menimbulkan berbagai dampak di kemudian hari, baik dampak mikro maupun makro, seperti ketidakteraturan lingkungan sekitar itb  ganesha, kemacetan lalu lintas di sekitar kampus, hingga penurunan kualitas udara akibat kenaikan jumlah kendaraan pribadi. Oleh karena itu, diperlukan upaya untuk mengalihkan pengguna ojek online menuju moda berupa kendaraan roda empat yang lebih berkelanjutan, seperti angkutan kota, taksi, ataupun bis. Sebelum menyusun strategi untuk mengalihkan pengguna ojek online ke moda lain, penulis perlu melakukan penelitian yang bertujuan untuk mengidentifikasi penyebab pemilihan ojek online sebagai modal untuk perjalanan kuliah menurut persepsi mahasiswa ITB, melalui penentuan faktor-faktor yang berpengaruh secara signifikan terhadap permintaan (demand) ojek  online. Pengumpulan data untuk penelitian ini dilakukan dengan observasi, wawancara  kepada para pengemudi ojek online di sekitar kampus ITB Ganesha, dan penyebaran kuesioner kepada mahasiswa ITB. Proses analisis data dilakukan dengan menggunakan metode analisis deskriptif dan analisis regresi generalisasi poisson. Adapun penelitian ini kemudian menghasilkan fakta bahwa memang terdapat permintaan (demand) yang cukup tinggi terhadap layanan ojek online di sekitar kampus ITB Ganesha. Kemudian, dari ke-22 variabel pemilihan moda yang diduga berpengaruh terhadap frekuensi pemesanan ojek online sebagai variabel terikat, hanya 8 variabel yang berpengaruh secara signifikan terhadap frekuensi pemesanan ojek online, yaitu: usia, pendapatan, kepemilikan/ketersediaan kendaraan pribadi, biaya ojek online, kenyamanan, kelancaran perjalanan, struktur rumah tangga, dan ketersediaan jalur pejalan kaki.", "Daftar File": {"2018 TA PP Annisa Dwirizki 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126992"}, "Penulis": "ANNISA DWIRIZKI NIM: 15414040", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Eng. Pradono S.E., M.Ec.Dev."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "ojek online, pemilihan moda, faktor-faktor, analisis deskriptif, analisis generalisasi regresi poisson", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "1 file", "Tanggal Input": "03 Okt 2018"}