{"Nomor": 25655, "Judul": "CONSUMER REFERENCES TO CSR BY RETAIL COMPANIES: DOES IT AFFECT THEIR PURCHASING DECISION?", "Abstrak": "Corporate Social Responsibility (CSR) adalah salah satu topik diskusi dan yang menjadi perhatian banyak perusahaan. CSR dianggap sebagai cara berkomunikasi perusahaan kepada para pemangku kepentingan, termasuk kepada pelanggan mereka. Oleh karena itu, CSR dapat digunakan sebagai salah satu strategi pemasaran untuk menarik konsumen agar lebih tertarik untuk membeli produk mereka. Berdasarkan kasus tersebut, penelitian dilakukan dengan tujuan untuk mengetahui dan mengeksplorasi lebih jauh pengaruh kegiatan CSR terhadap keputusan pembelian oleh konsumen di Indonesia. Penelitian ini bermaksud untuk mengeksplorasi: sejauh mana persepsi konsumen Indonesia tentang CSR oleh perusahaan ritel dan dampak CSR pada keputusan pembelian mereka. Landasan teori sangat penting sebagai dasar dari penelitian ini. Ini didasarkan pada hasil penelitian literatur sebelumnya yang terkait dengan topik penelitian ini. Landasan teori diambil dari beberapa jurnal. Untuk mendapatkan jawabannya, penelitian ini mengumpulkan data primer menggunakan metode pendekatan kualitatif dengan melakukan wawancara pada sampel yang ditentukan. Dengan menggunakan pendekatan kualitatif, penelitian ini akan mewawancarai sekitar 22 orang yang berlokasi di daerah perkotaan di Indonesia. Hasilnya menunjukkan bahwa orang Indonesia di daerah perkotaan mengetahui tentang CSR, tetapi beberapa dari mereka tidak mengenali program CSR yang terdapat di perusahaan ritel karena kurangnya promosi dan publisitas. Konsumen juga merasa perlu mengetahui kejelasan motif program CSR. Penelitian ini menunjukkan bahwa program CSR dapat meningkatkan citra perusahaan. Citra perusahaan adalah salah satu faktor keputusan pembelian.", "Daftar File": {"COVER ANNISA DHIYA ULHAQ N.pdf?": "https://digilib.itb.ac.id/gdl/download/180300", "CHAPTER I ANNISA DHIYA ULHAQ N.pdf\n]": "https://digilib.itb.ac.id/gdl/download/180301", "CHAPTER II ANNISA DHIYA ULHAQ N.pdf)u": "https://digilib.itb.ac.id/gdl/download/180302", "CHAPTER III ANNISA DHIYA ULHAQ N.pdf?": "https://digilib.itb.ac.id/gdl/download/180303", "CHAPTER IV ANNISA DHIYA ULHAQ N.pdf)u": "https://digilib.itb.ac.id/gdl/download/180304", "CHAPTER V ANNISA DHIYA ULHAQ N.pdf\n]": "https://digilib.itb.ac.id/gdl/download/180305", "REFERENCES ANNISA DHIYA ULHAQ N.pdf)u": "https://digilib.itb.ac.id/gdl/download/180306"}, "Penulis": "Annisa Dhiya Ulhaq Noverinadyanda (19015062)", "Kontributor / Dosen Pembimbing": ["Melia Famiola Hariadi, S.T.P.,MT, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "CSR, Retail Company, Qualitative, Indonesia", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "7 file", "Tanggal Input": "23 Jul 2018"}