{"Nomor": 25650, "Judul": "STUDI SISA UMUR MANFAAT DAN KONSEP KONSERVASI DANAU TONDANO DI KABUPATEN MINAHASA PROVINSI SULAWESI UTARA", "Abstrak": "Danau Tondano terletak di Kabupaten Minahasa Provinsi Sulawesi Utara adalah salah satu danau yang menjadi prioritas penanganan karena termasuk danau yang multi fungsi, akan tetapi saat ini pemanfaatan danau dan kawasan sekitarnya kurang terkendali menyebabkan degradasi fungsi yang berakibat pada penyusutan luas dan volume tampungan. \n\nDaerah Tangkapan Air Danau Tondano memiliki luas 18.434,18 Ha dengan jenis penggunaan lahan didominasi dengan Pertanian 69,62%, Sawah 14,26%, Semak Belukar 7,22%, Pemukiman 5,17%, Hutan 3,29% dan Tanah Terbuka 0,45%, Sementara itu topografi di Daerah Tangkapan Air Danau Tondano didominasi dengan kelas kemiringan datar yaitu 60,18% dari luas catchment area, diikuti kelas kemiringan sangat curam dan agak curam 12,72% dan 12,71%, kemudian kelas kemiringan landai 8,65% dan terakhir adalah kelas kemiringan curam 5,73%. \n\nJenis tanah di daerah tangkapan air Danau Tondano didominasi oleh ordo tanah Inceptisol, sebagian Andisol, dan Ultisol, dan curah hujan rata-rata sebesar 2.152,66 mm/tahun. \n\nPrediksi erosi lahan yang terjadi di daerah tangkapan air Danau Tondano, dianalisa berdasarkan metode USLE (Universal Soil Loss Equation), dan hasil sediment (Sy) disungai didekati dengan menggunakan nilai SDR (Sediment Delivery Ratio), sedangkan analisa sisa umur manfaat Danau Tondano menggunakan metode efisiensi trap dan dibandingkan dengan metode langsung. \n\nHasil analisa erosi lahan berdasarkan tutupan lahan dari BPDAS Tondano di DTA Danau Tondano adalah 12.931.929,67 ton/thn, setara dengan 58.460 mm/tahun dan sedimen yield hasil erosi adalah 1.217.756,71 m3/tahun atau 6,60 mm/tahun sehingga umur manfaat Danau Tondano 505 tahun lagi. Berdasarkan tutupan lahan interpretasi dari Google Earth di DTA Danau Tondano, erosi lahan yang terjadi adalah 6.450.577,72 ton/thn, setara dengan 29,16 mm/tahun dan sedimen yield hasil erosi adalah 607.429,40 m3/tahun atau 3,30 mm/tahun dengan umur manfaat Danau Tondano 1.012 tahun lagi. Untuk analisa umur manfaat berdasarkan pengukuran bathimetri pada tahun 2010, memprediksi laju sedimentasi Danau Tondano sebesar 6.190.118,39 mÃ‚Â³/tahun atau 134,1 mm/tahun maka umur manfaat Danau Tondano tinggal 97 tahun lagi. \n\nKonservasi di Danau Tondano dan Daerah Tangkapan Air - nya, berdasarkan lingkup kegiatan pengelolaan DAS, ada dua departemen yang secara langsung menangani pengelolaan Danau Tondano dan Daerah Tangkapan Air - nya yaitu Kementerian Kehutanan dan Lingkungan Hidup (BPDAS Tondano) yang menitikberatkan pada metode konservasi agroforestry, sedangkan yang berkaitan dengan pengelolaan sumberdaya air baik aspek pemanfaatannya maupun pengendalian daya rusak air secara fisik dilaksanakan oleh Kementerian Pekerjaan Umum dan Perumahan Rakyat (BWS Sulawesi I) dengan kegiatan Revitalisasi Danau Tondano. \n\nKonservasi dengan metode agroforestry sangat efektif dalam menurunkan laju erosi di daerah tangkapan Danau Tondano. Dengan mengembalikan hutan dari 3,29% menjadi 30% dari luas DAS, maka laju erosi berkurang 91,4% dari 58,46 mm/tahun menjadi 9,57 mm/tahun. Sedangkan kegiatan revitalisasi Danau Tondano mampu menurunkan laju sedimentasi Danau Tondano sampai 80% dari 134,1 mm/tahun turun menjadi 26,8 mm tahun. \n\nDalam upaya pengelolaan yang berkelanjutan seharusnya diikuti dengan konservasi secara sosial kemasyarakatan dan kelembagaan dimana Pemerintah Provinsi Sulawesi Utara bersama dinas/instansi terkait melaksanakan koordinasi dengan pemerintah dan dinas/instansi di Kabupaten Minahasa beserta seluruh kelompok masyarakat untuk sama-sama merumuskan kegiatan yang efektif sesuai dengan nilai sosial, budaya dan ekonomi di daerah tangkapan air Danau Tondano.", "Daftar File": {"2018 TS PP  ANNEKE MARLINA TEWAL 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126976"}, "Penulis": "ANNEKE MARLINA TEWAL (NIM : 95015308)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n\nDr. Ir. Sri Legowo. \n\nDr. Ir. Winskayati, Sp. 1."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Danau Tondano, Erosi, Umur Manfaat, Konservasi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "31 Jan 2018"}