{"Nomor": 25668, "Judul": "ALILA HOTEL RESORT DAN SPA DI TANJUNG LESUNG, BANTEN", "Abstrak": "Aktivitas penduduk kota yang padat, gaya hidup yang instan, dan kurangnya pergerakan menyebabkan ketidakseimbangan fisik dan psikis, sehingga penduduk kota mengalami stress dan jenuh. Keadaan tersebut menjadikan penduduk kota mencari sebuah tempat baru untuk merelaksasikan diri, sehingga kini sektor pariwisata mulai dipandang penting sebagai kebutuhan dasar. Kebutuhan wisata yang semakin tinggi berbanding lurus dengan kebutuhan akan sebuah fasilitas akomodasi wisata. Alila Hotel Resort dan Spa di Tanjung Lesung merupakan sebuah fasilitas penginapan yang dirancang untuk memenuhi kebutuhan tersebut.  \n\nBerdasarkan rencana pengembangan Kawasan Ekonomi Khusus (KEK) Tanjung Lesung sebagai kawasan pariwisata, lahan proyek diperuntukan sebagai kawasan perhotelan dan memiliki potensi untuk dibangun sebuah fasilitas resort. KEK Tanjung Lesung terletak jauh dari pusat kota dan memiliki akses langsung menuju pantai, suasana yang berbeda dari lingkungan perkotaan tepat untuk melepas kejenuhan.  \n\nPendekatan rancangan Hotel Resort dan Spa dilakukan untuk merespons sistem panca indera manusia agar mencapai keadaan relaks. Sistem panca indera berupa penglihatan, pendengaran, peraba dan penciuman akan di stimulasi melalui rancangan tapak, misalnya dengan pencapaian menuju tapak secara tidak langsung, pengalaman ruang, dan penggunaan vegetasi sebagai buffer untuk menjaga privasi antar villa. Eksplorasi terhadap material kayu, batu alam dan beton diaplikasikan dalam bangunan. Pendekatan tersebut untuk mencapai ambiance Hotel Resort dan Spa yang nyaman, intim, dan hangat.", "Daftar File": {"2014 TA PP ANNISA KUSUMADEWI ANGGRAENI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/127001"}, "Penulis": "ANNISA KUSUMADEWI ANGGRAENI (NIM  :  15209024)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr.-Ing. Ir. Widjaja Martokusumo."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Akomodasi Wisata, Panca Indera, Suasana, Tanjung Lesung, Banten", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "1 file", "Tanggal Input": "24 Okt 2018"}