{"Nomor": 25662, "Judul": "DETEKSI DINI Enterocytozoon hepatopenaei (EHP) PADA UDANG VANAME (Litopenaeus vannamei) MENGGUNAKAN TEKNIK PCR (POLYMERASE CHAIN REACTION)", "Abstrak": "Sejak akhir tahun 2014, wabah kotoran putih atau yang sering disebut juga WFD (White feces disease), merupakan salah satu masalah utama yang sering terjadi pada petambak udang di Indonesia. Wabah ini diketahui disebabkan oleh Entrerocytozoon hepatopenaei (EHP), dan telah mengakibatkan retardasi pertumbuhan hingga kematian pada udang. Hingga saat ini, penyakit WFD dapat dideteksi dengan cara uji histologi, hibridisasi in situ dan PCR. Penelitian ini bertujuan untuk menghasilkan primer yang spesifik dan sensitif untuk mendeteksi keberadaan patogen secara dini pada udang vaname dengan uji PCR. Pada penelitian ini dilakukan isolasi EHP pada udang vaname yang terinfeksi, kemudian PCR yang mentarget SWP (spore wall protein) dari EHP serta pengujian spesifitas dan sensitifitasnya. Hasilnya, EHP dapat diisolasi dari udang yang terinfeksi. Pada penelitian ini dibuat 3 pasang primer yaitu SWP-EHP1, SWP-EHP2 dan SWP-EHP3 yang mentarget spore wall protein EHP. Desain primer diperoleh dari hasil pensejajaran seluruh sekuen SWP EHP yang terdapat pada database NCBI. Dari ketiga primer yang didesain, dua primer diantaranya dapat digunakan untuk deteksi EHP menggunakan PCR, dengan produk PCR pada primer SWP-EHP1 yaitu 398 bp dan primer SWP-EHP3 yaitu 415 bp, serta nilai suhu annealing optimal pada 480C. Penelitian ditindak lanjuti dengan kloning dan sekuensing untuk meyakinkan bahwa produk PCR merupakan bagian dari target EHP. Hasil pengujian sensitifitas primer, diketahui bahwa primer SWP-EHP1 dapat mendeteksi EHP hingga jumlah DNA target sebanyak 7,74 x 102 kopi sedangkan primer SWP-EHP3 dapat mendeteksi hingga 16,2 x 102 kopi.", "Daftar File": {"2018 TS PP ANNISA FITRIAH FAISAL 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126995"}, "Penulis": "ANNISA FITRIAH FAISAL - NIM: 21115004", "Kontributor / Dosen Pembimbing": ["Dr. Adi Pancoro"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Udang vaname, WFD, Enterocytozoon hepatopenaei, PCR", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Jul 2018"}