{"Nomor": 25664, "Judul": "IDENTIFIKASI EFEKTIVITAS PELAYANAN RUTE WISATA BANDUNG TOUR ON BUS (BANDROS) MENURUT PERSEPSI WISATAWAN", "Abstrak": "Kota Bandung merupakan salah satu kota besar di Indonesia yang memiliki banyak daya tarik wisata. Kota Bandung ini memiliki lokasi yang strategis dan mudah dijangkau. Perkembangan pariwisata di Kota Bandung membuat Kota Bandung menarik untuk dijelajahi baik itu oleh wisatawan dari luar Kota Bandung ataupun bagi penduduk asli Kota Bandung. Objek wisata di Kota Bandung bebagai macam ada wisata pendidikan sejarah, wisata belanja, wisata kuliner, wisata alam, maupun wisata lainnya. Banyaknya objek wisata di Kota Bandung membuat kebutuhan akan transportasi khusus wisata sangat di perlukan, salah satunya transportasi wisata yang dapat mengintegrasikan objek-objek wisata di Kota Bandung. Akhirnya pada awal tahun 2018, Pemerintah Kota Bandung mengadakan bus khusus wisata yaitu Bandros (Bandung Tour On Bus), bus wisata ini merupakan salah satu transportasi khusus wisata yang melayani penumpang untuk mengelilingi objek wisata di Kota Bandung. Bandros (Bandung Tour On Bus) kini memiliki 5 (lima) rute wisata yang digolongkan sesuai daerah pelayanan. Kawasan wisata di Kota Bandung sendiri terbagi menjadi kawasan strategis pariwisata dan kawasan pengembangan pariwisata. Rute wisata Bandros (Bandung Tour The On Bus) yang telah ditentukan sepenuhnya melalui objek wista di Kota Bandung.Maka dari itu dibutuhkan suatu analisis mengenai identifikasi efektivitas pelayanan rute wisata Bandung Tour On Bus (Bandros) untuk melihat apakah rute yang telah ditentukan sudah efektif untuk menjadi rute wisata berdasarkan persepsi pengguna. Penelitian ini diperoleh dari data primer melalui kuesioner dan data sekunder terkait kawasan pariwisata di Kota Bandung. Kuesioner dibagikan kepada pengguna Bandros dari setiap rute dengan proporsi disesuaikan masing-masing rute. Diperoleh hasil bahwa menurut wisatawan rute wisata Bandros ini sudah semuanya efektif, terutama untuk Rute Kuning, Rute Pink, dan Rute Hijau yang termasuk dalam kategori sangat efektif, sedangkan untuk Rute Biru dan Rute Ungu termasuk dalam kategori efektif karena masih rendah di jalur dan objek wisata yang dinilai kurang menarik menurut persepsi wisatawan.", "Daftar File": {"2018 TA PP ANNISA HASNA RAMADHAN 1- ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126997"}, "Penulis": "ANNISA HASNA RAMADHAN - NIM : 15414071", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Heru Purboyo Hidayat Putro, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Rute, Wisata, Tranportasi Wisata, Bandros, Efektivitas, Objek Wisata, Kota Bandung", "Sumber": "", "Staf Input/Edit": "firman85  \n                                     firman85", "File": "1 file", "Tanggal Input": "05 Jul 2018"}