{"Nomor": 25669, "Judul": "THE URBAN PARK LIFESTYLE CENTER DI KAWASAN CBD BINTARO JAYA", "Abstrak": "CBD (Central Bussiness District) Bintaro Jaya merupakan sebuah kawasan bisnis di Kota Tangerang Selatan yang dikembangkan oleh PT Jaya Real Property. CBD Bintaro Jaya direncanakan menjadi pusat   \n \n \n\nbisnis baru untuk memecah kepadatan CBD di DKI Jakarta. Oleh sebab itu, Kawasan CBD Bintaro Jaya akan menjadi pusat bagi perdagangan barang dan jasa. Salah satu fasilitas yang dibutuhkan di kawasan CBD Bintaro Jaya ini adalah sebuah lifestyle center yang dapat mewadahi kegiatan pemenuhan gaya hidup dan kebutuhan sehari-hari yang bersifat rekreatif, seperti berbelanja, rekreasi, kuliner, dan hiburan. Lifestyle center yang dirancang ini, memiliki luas lahan sebesar 1,3 Ha yang terletak di Jalan Boulevard Bintaro Jaya yang berada di kawasan CBD Bintaro. Lifestyle center ini nantinya akan dikelilingi oleh gedung-gedung perkantoran yang padat. Oleh sebab itu, dalam perancangannya lifestyle center akan mengangkat tema taman sehingga bertolak belakang dengan gedung perkantoran di sekitarnya yang terdiri dari bangunan beton bertingkat tinggi. Sasaran utama dari pengguna bangunan lifestyle center yakni adalah young adults yang terdiri dari mahasiswa, pegawai kantor, dan masyarakat umum lainnya. Bentuk massa dari bangunan lifestyle center ini mengambil bentuk yang fluid dan memiliki luas bangunan kurang lebih 13.000 m2, dengan banyak ruang terbuka berupa taman, pelataran dan kolam guna mendapatkan suasana dekat dengan alam. Bangunan terdiri dari 3 sampai 4 lantai. Fasilitas yang diwadahi pada lifestyle center ini adalah fasilitas untuk kegiatan kuliner, belanja, hiburan dan rekreasi.", "Daftar File": {"2018 TA PP ANNISA MAHARANI 1-ABSTRAK pdf.pdf": "https://digilib.itb.ac.id/gdl/download/127002", "BAB 5 ANNISA MAHARANI (NIM : 15214083)": "https://digilib.itb.ac.id/gdl/download/190395"}, "Penulis": "ANNISA MAHARANI (NIM : 15214083)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Christina Gantini, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Lifestyle center, Bintaro Jaya, kawasan CBD, Taman.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Perpustakaan Prodi Arsitektur", "File": "10 file", "Tanggal Input": "20 Sep 2018"}