{"Nomor": 25663, "Judul": "BIOSORPSI LOGAM Pb DAN Cd MENGGUNAKAN DAUN GAMBIR (Uncaria gambir Roxb) DENGAN TEKNIK IMOBILISASI SILIKA GEL", "Abstrak": "Tanaman Gambir (Uncaria gambir Roxb) merupakan salah satu komoditas terbesar yang ada di daerah Sumatera Barat. Tanaman Gambir mengandung senyawa-senyawa selulosa, lignin serta tannin yang cukup tinggi yang dapat dimanfaatkan sebagai adsorben untuk menyerap logam terlarut dalam air. Biosorben yang dihasilkan dari tanaman Gambir mengandung senyawa tannin yang tidak memiliki struktur ikatan yang kuat dan sangat mudah terdegradasi sehingga perlu penguatan struktur dengan cara imobilisasi dengan menggunakan silika gel. Biosorben yang dibuat terdiri dari biosorben tanpa perlakuan (BWT) dan proses imobilisasi dengan silika gel (BTSG). Penelitian ini dilakukan untuk menentukan kemampuan dari daun Gambir dalam menyerap logam timbal (Pb) serta logam cadmium (Cd). Penelitian ini dilakukan menggunakan sistem batch. Karakteristik dari bisorben yang didapat untuk jenis biosorben alami dengan kadar air 1,27%, kadar volatile 10,77%, kadar abu 2,62% dan kadar karbon terikat sebesar 85,48%. Sedangkan untuk biosorben imobilisasi didapat nilai kadar air 5,19%, kadar volatil 21%, kadar abu 53% dan kadar karbon terikat sebesar 24,6%.  Kondisi optimum yang diperoleh yaitu jenis biosorben imobilisasi untuk logam Pb dan Cd. Dimana ukuran, konsentrasi limbah awal, dosis dan waktu kontak bisosrben sangat berpengaruh pada proses adsorpsi, yang berurutan untuk logam Pb adalah ukuran 250 mikron, konsentrasi 100 ppm, dosis biosorben 15 mg/L dan waktu kontak 60 menit. Sedangkan utnuk logam Cd secara berurutan adalah ukuran 250 mikron, konsentrasi 25 ppm, dosis 5 mg/L dan waktu kontak 30 menit. Laju reaksi berjalan pada pseudo orde II dan memenuhi isoterm Langmuir untuk logam Pb dan Freundlich untuk logam Cd. Tingkat recovery yang didapat sebesar 8,71% untuk logam Pb dan 6,39% untuk Cd. Energi Gibbs untuk kedua jenis logam untuk biosorben imobilisasi kecil dari 10%.", "Daftar File": {"2018 TS PP ANNISA FITRI DIANI  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/126996"}, "Penulis": "ANNISA FITRI DIANI   NIM: 25316009", "Kontributor / Dosen Pembimbing": ["Pembimbing :Ir. Yuniati M.T., M.Sc., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "biosorpsi, gambir, isoterm, kinetika, logam Pb dan Cd.", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "01 Okt 2018"}