{"Nomor": 25677, "Judul": "SIMULASI PERSEBARAN GAS BUANG SOx DARI CHIMNEY PLTU TARAHAN, LAMPUNG", "Abstrak": "Lokasi PLTU (Pembangkit Listrik Tenaga Uap) Tarahan yang tepatnya di Sumatera Selatan memungkinkan adanya pengaruh angin monsun. Selain itu, persebaran gas buang SOx dipengaruhi oleh angin monsun dan stabilitas atmosfer. Untuk melihat pengaruh angin monsun dan stabilitas terhadap persebaran polutan, dilakukan simulasi persebaran gas buang SOx yang dihasilkan oleh PLTU Tarahan.   \n \n \n\nData observasi setiap jamnya pada bulan DJF dan JJA diolah dan dianalisis untuk mengetahui sirkulasi angin yang mempengaruhi pola angin pada daerah kajian. Kemudian dilakukan simulasi untuk mengetahui pergerakan gas buang SOx dengan menggunakan model CALPUFF. Model CALPUFF merupakan model sebaran non steady state puff yang memperhitungkan efek variasi kondisi meteorologi pada persebaran, transformasi, dan desposisi polutan.   \n \n \n\nHasil analisis menunjukan arah angin pada tanggal 22 Januari terlihat dipengaruhi oleh angin monsun barat dan 10 Juli 2017 dipengaruhi oleh angin monsun timur. Persebaran gas buang SOx pada saat angin berkecepatan tinggi terlihat lebih luas dengan konsentrasi yang mencapai Bandar Lampung sebesar 5,5 μg/m3, sedangkan pada kecepatan angin yang lebih rendah gas buang SOx hanya tersebar di pemukiman sekitar PLTU dan mencapai Bandar Lampung dengan konsentrasi sebesar 3,25 μg/m3.", "Daftar File": {"2018 TA PP ANNISA PUSPITA ADANI  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127024"}, "Penulis": "ANNISA PUSPITA ADANI (NIM: 12814006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dra. Atika Lubis, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Angin monsun, model CALPUFF, persebaran SOx.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Sep 2018"}