{"Nomor": 25670, "Judul": "ASPEK PEMBERDAYAAN MASYARAKAT DAN TEKNOLOGI LINGKUNGAN DARI PENGGUNAAN FILTER SEDERHANA UNTUK PERBAIKAN KUALITAS AIR SUNGAI PENERIMA LIMBAH TEKSTIL (Studi Kasus: Masyarakat di Sekitar Sungai Cikakembang, Kecamatan Majalaya)", "Abstrak": "Sungai merupakan salah satu sumber daya yang dapat dijadikan sumber air bersih. Namun pembuangan sampah dan limbah industri menyebabkan sungai tercemar. Oleh karena itu akan diteliti penerapan teknologi berupa filter sederhana untuk melakukan perbaikan kualitas pada sungai. Lokasi pemasangan filter berada di sungai yang tercemar oleh limbah industri tekstil salah satunya Sungai Cikakembang, Desa Sukamukti. Melalui pemasangan filter ini, maka perlu dilakukannya penelitian yang difokuskan pada analisis aspek pemberdayaan masyarakat dan aspek teknologi dari penerapan filter. Penelitian ini dilakukan dengan mengumpulkan data menggunakan kuesioner, wawancara, dan obervasi lapangan. Selanjutnya dianalisis secara deskriptif dan statistik. Hasil penelitian menunjukkan bahwa masyarakat tergolong kedalam kategori tenaga kerja tidak terlatih dan buta huruf dengan sebanyak 59,22% hanya mengenyam tingkat pendidikan SD serta 64,08% berprofesi sebagai buruh pabrik. Tingkat kemauan membayar masyarakat pada suatu teknologi adalah rendah. Sebanyak 89,32% masyarakat di Desa Sukamukti merasa siap berpartisipasi pada filter yang dipasang. Sebanyak 34,05% masyarakat bersedia berpartisipasi pada tahapan pemanfaatan teknologi lalu sebanyak 69,22% masyarakat bersedia berpartisipasi dalam bentuk pikiran atau ide. Pada aspek teknologi menunjukkan bahwa filter yang diterapkan masih memiliki banyak kekurangan dimana 55,56% merasa kesulitan dalam merawat filter. Namun pada hasil uji kualitas air sungai, filter dianggap mampu untuk diterapkan sebagai teknologi pendahuluan didalam melakukan perbaikan kualitas Sungai Cikakembang. Uji korelasi antar variabel melalui korelasi Pearson Product Moment menghasilkan korelasi yang signifikan di beberapa variabel salah satunya korelasi antara pengetahuan alat terhadap partisipasi masyarakat. Nilai korelasi bertanda positif mengartikan semakin tinggi pengetahuan masyarakat pada teknologi ataupun lingkungan maka semakin tinggi pula partisipasi masyarakat terhadap suatu teknologi", "Daftar File": {"2016 TA PP ANNISA MAULINA 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/127003", "2016 TA PP ANNISA MAULINA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/127004", "2016 TA PP ANNISA MAULINA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/127005", "2016 TA PP ANNISA MAULINA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/127006", "2016 TA PP ANNISA MAULINA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/127007", "2016 TA PP ANNISA MAULINA 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/127010", "2016 TA PP ANNISA MAULINA 1- BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/127008", "2016 TA PP ANNISA MAULINA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/127009"}, "Penulis": "ANNISA MAULINA (NIM : 15312071)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Indah Rachmatiah Siti Salami, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Aspek pemberdayaan masyarakat, Aspek teknologi, Filter sederhana, Sungai Cikakembang", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "31 Jul 2018"}