{"Nomor": 25683, "Judul": "INTEGRASI STRATEGI & IMPLEMENTASI DALAM PENINGKATAN KINERJA PENJUALAN", "Abstrak": "Pertumbuhan pesat ekonomi kreatif seiring dengan meningkatnya kemajuan teknologi digital menciptakan terobosan dan peluang baru di bidang ekonomi. Pembeli digital Indonesia diperkirakan mencapai 31,6 juta pembeli pada 2018, dengan penetrasi sekitar 11,8% dari total populasi. Jumlah ini diproyeksikan akan meningkat menjadi 43.9 juta pembeli pada tahun 2022. Ini juga memiliki dampak yang baik terhadap perekonomian Indonesia. Berdasarkan survei yang dilakukan oleh Badan Ekonomi Kreatif (Bekraf) dan Badan Pusat Statistik (BPS), terjadi peningkatan PDB Ekonomi Kreatif pada tahun 2014 hingga 2016 dan terus meningkat, ini juga terjadi dalam aspek tenaga kerja. \n \n\nFashion saat ini merupakan produk terdepan untuk kontribusinya, yang mencakup pangsa pasar 2,5 miliar USD. Paleshirts adalah salah satu toko online industri fesyen yang muncul ketika kebangkitan ekonomi kreatif & teknologi digital berada di tepi. Meskipun Paleshirts tidak dapat dianggap sebagai E-commerce, Paleshrits termasuk kategori fashion dalam ekonomi kreatif kecil dan menengah dan telah mengembangkan dan memperkenalkan bisnisnya secara digital melalui platform media sosial Instagram. Selain perkembangan pesat ekonomi kreatif & teknologi digital, Paleshirts saat ini mengalami volume penjualan rendah. Dari semua produk yang dijual, hanya beberapa produk yang laris yang menghasilkan banyak produk yang tidak terjual. Penelitian ini akan mengusulkan strategi baru untuk Paleshirts untuk menyelesaikan masalah bisnis. \n \n\nPenelitian ini menggunakan metode kualitatif dengan melakukan survei kepada pelanggan dan wawancara mendalam kepada 13 responden yang mewakili pasar sasaran Paleshir untuk mencari tahu jenis produk apa yang mereka inginkan untuk menangani masalah penjualan Paleshirts. Selanjutnya, perusahaan SWOT dan akar penyebabnya berasal dari analisis internal dan eksternal. \n \n\nDari hasil itu ditemukan bahwa banyak produk Paleshirts tidak sesuai dengan kebutuhan konsumen, oleh karena itu Paleshirts juga tidak memasukkan aspek kebiasaan pembelian online konsumen dalam strategi saat ini sehingga target pasar belum tercapai. Strategi baru yang dibuat dari matriks TOWS, kesimpulan dari analisis strategi keseluruhan adalah mereduksi STP, menjelajahi aktivitas pemasaran yang terjangkau namun efektif, meningkatkan pasokan dan memproduksi produk & konten yang inovatif namun terjangkau.", "Daftar File": {"PERPUS Thesis Annisa Triwardhani 29116087.pdf": "https://digilib.itb.ac.id/gdl/download/127030"}, "Penulis": "Annisa Triwardhani/ 29116087", "Kontributor / Dosen Pembimbing": ["Dr. Isti Raafaldini Mirzanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Fashion, Women, STP, Marketing Plan, SWOT, TOWS, Low Sales", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Agu 2018"}