{"Nomor": 25684, "Judul": "PERANCANGAN UKURAN KINERJA PADA PT TIGA ELORA NUSANTARA (FABELIO) DENGAN MENGGUNAKAN METODOLOGI THE WINNING KPI", "Abstrak": "Fabelio adalah salah satu pemain e-commerce furnitur di Indonesia yang telah berdiri sejak 1 juni 2015. Terdapat dua jenis produk yang Fabelio tawarkan yaitu furnitur dan aksesoris untuk menghias rumah. Selain itu Fabelio juga menawarkan jasa desain interior untuk rumah, apartemen, dan kantor. Fabelio tidak hanya menjual produk dan jasanya secara online, melainkan juga secara offline melalui showroom. Namun saat ini Fabelio masih menerima banyak keluhan dari pelanggan dan nilai NPS pelanggan pun masih jauh dari target yang telah ditetapkan. Penyebab kedua hal tersebut terjadi adalah ukuran kinerja yang saat ini dimiliki Fabelio hanya berfokus pada pendapatan perusahaan dan tidak diturunkan dari tujuan strategis perusahaan. \n\nPada tugas akhir ini, dilakukan perancangan ukuran kinerja menggunakan metodologi The Winning KPI. Terdapat tiga tahapan yang dilakukan yaitu persiapan proyek, penentuan critical success factor, dan penentuan ukuran kinerja. Tahapan pertama dilakukan untuk memperoleh komitmen dari manajemen puncak Fabelio dan membentuk tim KPI yang berisikan karyawan Fabelio. Tahapan kedua dilakukan untuk mengidentifikasi critical success factor Fabelio yang akan dijadikan landasan untuk merancang ukuran kinerja. Tahapan ketiga dilakukan untuk merancang ukuran kinerja Fabelio. \n\nTerdapat lima critical success factor Fabelio yaitu selalu memiliki kemampuan dalam mengelola dana, mengembangkan orang-orang dan tim yang luar biasa secara berkala, selalu terjalin komunikasi yang baik antar staf dan manajemen, melakukan inovasi setiap hari, dan pengembangan teknologi serta proses yang tiada henti. Critical success factor mengembangkan orang-orang dan tim yang luar biasa secara berkala, melakukan inovasi setiap hari, dan pengembangan teknologi serta proses yang tiada henti dikembangkan menjadi ukuran kinerja. Terdapat 51 ukuran kinerja Fabelio yang terdiri dari 24 performance indicator, 3 key performance indicator, 21 result indicator, dan 3 key result indicator.", "Daftar File": {"2018 TA PP ANNISA TRYUTAMI  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127031"}, "Penulis": "ANNISA TRYUTAMI (NIM : 14414042)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Dr. Ir. Budhi Prihartono, DEA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Critical Success Factor, Ukuran Kinerja, Fabelio, Key Performance Indicator, Key Result Indicator, Performance Indicator, Result Indicator", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Sep 2018"}