{"Nomor": 25687, "Judul": "EFEKTIVITAS FUSI CITRA SAR DAN HIPERSPEKTRAL UNTUK MENGIDENTIFIKASI MANIFESTASI PERMUKAAN PANAS BUMI (STUDI KASUS: KAWASAN PATUHA, JAWA BARAT)", "Abstrak": "Panas bumi adalah energi panas yang tersimpan dalam batuan di bawah permukaan bumi dan fluida yang terkandung di dalamnya. Manifestasi permukaan dapat dijadikan sebagai petunjuk awal adanya aktivitas panas bumi di bawah permukaan tanah. Salah satu cara mengidentifikasi manifestasi permukaan adalah dengan menggunakan teknik fusi citra dari teknologi penginderaan jauh. Pada penelitian ini dilakukan fusi citra Synthetic Aperture Radar (SAR) dan hiperspektral menggunakan data SAR Sentinel-1A dan Hyperion L1R dengan kawasan Patuha, Jawa Barat sebagai area studi. Fusi citra dilakukan dengan metode Intensity Hue Saturation (IHS) yang bekerja dengan memisahkan komponen Intensity Hue Saturation dari citra Red Green Blue (RGB), mengganti komponen Intensity pada citra dengan citra SAR, lalu mentransformasikan citra tersebut kembali ke RGB. Dari proses pengolahan data, dihasilkan 3 citra yaitu reverse IHS 1, reverse IHS 2 dan reverse IHS 3. Citra reverse IHS 3 yang merupakan kombinasi citra SAR VV/VH dan band 1, 2 MNF SWIR Hyperion dianggap mampu mengidentifikasi manifestasi permukaan karena dapat membedakan secara visual. Untuk mengetahui tingkat ketepatan identifikasi manifestasi permukaan dari citra fusi yang telah dibuat, dilakukan pengukuran nilai suseptibilitas pada 19 titik di lapangan. Berdasarkan penghitungan akurasi menggunakan metode confusion matrix, didapatkan akurasi umum (overall accuracy) sebesar 84,21 %. Hal ini membuktikan bahwa teknik fusi citra menggunakan data SAR dan hiperspektral merupakan salah satu metode yang efektif dalam mengidentifikasi manifestasi permukaan.", "Daftar File": {"2016 TA PP  ANNISSAA FAUZIAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/127034", "2016 TA PP  ANNISSAA FAUZIAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/127035", "2016 TA PP  ANNISSAA FAUZIAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/127036", "2016 TA PP  ANNISSAA FAUZIAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/127037", "2016 TA PP  ANNISSAA FAUZIAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/127038", "2016 TA PP  ANNISSAA FAUZIAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/127039"}, "Penulis": "ANNISSAA FAUZIAH  (NIM : 15112102)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nProf. Dr. Ir. Ketut Wikantika, M. Eng.", "Dr. Eng. Asep Saepuloh."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "manifestasi permukaan, panas bumi, fusi citra, SAR, hiperspektral, Sentinel-1A, Hyperion L1R, IHS", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "18 Sep 2018"}