{"Nomor": 25681, "Judul": "PERENCANAAN MATERIAL RECOVERY FACILITY (MRF) SEBAGAI UPAYA REDUKSI SAMPAH DI KECAMATAN PURWAKARTA", "Abstrak": "Pengelolaan sampah di Indonesia masih menggunakan paradigma kumpul-angkut-buang. Paradigma ini menimbulkan permasalahan terhadap kondisi TPA yang ada di Indonesia, khususnya di Kabupaten Purwakarta. Kabupaten Purwakarta memiliki jumlah penduduk terbesar yang dipegang oleh Kecamatan Purwakarta. Jumlah penduduk yang besar berkontribusi dengan jumlah produksi sampah. Fasilitas MRF (Material Recovery Facility) direncanakan untuk mengurangi jumlah timbulan sampah yang masuk ke TPA dengan cara mengolah sampah dan menggunakannya kembali. Perancangan MRF akan dilakukan di daerah Citalang dengan perencanaan kapasitas sebanyak 75 ton/hari. Sampah input yang akan diolah berasal dari sampah permukiman dengan jenis sampah domestik rumah tangga, dengan karakteristik sampah organik dan anorganik. Sampah organik akan diolah di dalam fasilitas pengomposan sedangkan untuk sampah anorganik akan diolah di dalam MRF. Alternatif pemilihan unit untuk fasilitas pengomposan antara lain pemilahan sampah organik manual, mesin pencacah, aerator bambu untuk metode komposting open windrow, dan mesin pengayak sedangkan alternatif pemilihan unit untuk MRF adalah bag opening, trommel screen, pemilahan manual untuk jenis sampah anorganik spesifik, shear shredder yang digunakan untuk mencacah sampah residu, dan baler yang digunakan untuk mengkompaksi sampah anorganik spesifik yang sudah terpilah. Fasilitas penunjang yang ada di MRF berupa kantor, gudang pengomposan, sanitasi seperti MCK, dan gudang baler yang digunakan untuk menyimpan sampah anorganik spesifik yang sudah terkompaksi. Total luas tipikal MRF yang digunakan sebesar 12000 m^2. Dari hasil perencanaan, didapat total berat sampah organik yang berhasil menjadi kompos sebesar 840,78m^3 per bulan sedangkan untuk sampah anorganik yang berhasil dibuat kompos sebesar 17,91 ton/hari dengan recovery system sebanyak 94,74%, kemurnian bahan hasil recovery sebesar 100%, dan efisiensi sistem sebesar 94,74%, serta total sampah residu yang dibuang ke TPA sebesar 2,09 ton/hari.", "Daftar File": {"2018 TA PP ANNISA RIZKY SAFITRI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127028"}, "Penulis": "ANNISA RIZKY SAFITRI (NIM: 15312066)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Benno Rahardyan, S.T.,M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "MRF, Pengomposan, Organik, Anorganik", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "25 Sep 2018"}