{"Nomor": 25698, "Judul": "PERANCANGAN ALAT UKUR  UNTUK SISTEM INTEGRASI SNI ISO 37001:2016 DAN SNI ISO 27001:2013", "Abstrak": "Informasi merupakan salah satu asset penting bagi organisasi. Aset informasi tersebut dapat membantu organisasi dalam mencapai tujuan organisasi. Keamanan informasi bertujuan untuk memastikan confidentialiy, integrity, dan avaibility dari informasi terjaga. Disisi lain, risiko penyuapan dapat merusak keamanan informasi. ICAC (2017), menjabarkan beberapa contoh prilaku penyuapan terkait dengan confidentiality information. Untuk mencegah hal tersebut, organisasi dapat menerapakan sistem integrasi standar SNI ISO 27001:2013 dan SNI ISO 37001:2016. Selain dapat mencegah terjadi risiko penyuapan dan keamanan informasi, penerapan integrasi kedua standar tersebut dapat memberikan manfaat bagi organisasi dalam mencapai tujuan organisasi dan sebagai salah satu bentuk kepatuhan terhadap aturan pemerintah demi mendukung pencapaian tujuan negara. Didalam penerapannya, sistem integrasi kedua standar menyaratkan untuk melakukan pengukuran. Pada penelitian sebelummnya telah menghasilkan sebuah pedoman integrasi kedua standar. Pada tesis ini akan dirancang alat ukur integrasi SNI ISO 27001:2013 dan SNI ISO 37001:2016 menggunakan standar proses pengukuran ISO/IEC/IEEE 15939:2017. Hasil rancangannya diharapkan dapat membantu organisasi dalam memenuhi persyaratan pengukuran yang terdapat pada integrasi kedua standar.", "Daftar File": {"uploadabstrak.pdf": "https://digilib.itb.ac.id/gdl/download/127057"}, "Penulis": "Antoni Haikal - NIM: 23216046", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Sarwono Sutikno    \n \n \n\nDr. Ir. Yusuf Kurniawan, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "keamanan informasi, penyuapan, SNI ISO 27001:2013, SNI ISO 37001:2016, ISO/IEC/IEEE 15939:2017", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Okt 2018"}