{"Nomor": 25693, "Judul": "STUDI KARAKTERISTIK OVERPRESSURE LAPANGAN THD, CEKUNGAN KUTAI BAWAH, KALIMANTAN TIMUR", "Abstrak": "Lapangan THD terletak di Cekungan Kutai Bawah, di bagian batas timur Delta Mahakam Modern. Lapangan ini merupakan lapangan yang aktif menghasilkan hidrokarbon yaitu gas. Penelitian ini dilakukan pada Lapangan THD. Stratigrafi tidak resmi Lapangan THD terbagi menjadi dua zona yaitu Zona Utama dan Zona Dangkal. Penelitian ini dilakukan di Zona Utama. Zona ini terdiri dari Kelompok Kampung Baru dan Kelompok Balikpapan yang berumur Miosen Tengah - Miosen Akhir. \n\nTujuan penelitian ini adalah untuk mengestimasi besar tekanan pori dan menentukan kedalaman puncak overpressure, menganalisis mekanisme penyebab overpressure, serta menganalisis hubungan antara distribusi overpressure dengan kondisi geologi pada lokasi penelitian. Analisis dilakukan pada 21 sumur di Lapangan THD. Data yang digunakan dalam penelitian ini berupa log tali kawat (log sinar gamma, densitas, sonik, neutron, resistivitas), data tekanan dan temperatur, laporan pengeboran, serta data reflektansi vitrinit. \n\nHasil yang didapat dari penelitian ini adalah Lapangan THD memiliki puncak overpressure pada kedalaman 3500 Ã‚Â– 4000 meter di bawah permukaan laut, dengan besar tekanan pori pada puncak overpressure sebesar 35 Ã‚Â– 40 MPa. Mekanisme utama penyebab overpressure pada Lapangan THD adalah mekanisme nonloading akibat pematangan hidrokarbon. Distribusi kedalaman puncak overpressure pada daerah penelitian memiliki hubungan dengan rasio net-to-gross dimana semakin ke arah timur, kedalaman puncak overpressure akan semakin dangkal. Hal ini disebabkan oleh progradasi delta ke arah timur sehingga di bagian timur Lapangan THD di dominasi oleh serpih.", "Daftar File": {"2016 TA PP ANTHEA PREVIANTI AMALIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/127045", "2016 TA PP ANTHEA PREVIANTI AMALIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/127046", "2016 TA PP ANTHEA PREVIANTI AMALIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/127047", "2016 TA PP ANTHEA PREVIANTI AMALIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/127048", "2016 TA PP ANTHEA PREVIANTI AMALIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/127049", "2016 TA PP ANTHEA PREVIANTI AMALIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/127050", "2016 TA PP ANTHEA PREVIANTI AMALIA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/127051", "2016 TA PP ANTHEA PREVIANTI AMALIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/127052"}, "Penulis": "ANTHEA PREVIANTI AMALIA (NIM : 12012082)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Agus Moch Ramdhan, S.T., M. T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Cekungan Kutai Bagian Bawah, Delta Mahakam, tekanan pori, overpressure, nonloading", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "17 Mei 2018"}