{"Nomor": 25715, "Judul": "PENGARUH FAKTOR LINGKUNGAN TERHADAP PERSEBARAN SPESIES TUMBUHAN PADA SUKSESI DI LAHAN PASCA KEBAKARAN TAHUN 2015 GUNUNG PAPANDAYAN, GARUT, JAWA BARAT", "Abstrak": "Dalam proses suksesi vegetasi dalam rangka perbaikan ekosistem pasca gangguan, salah satu hal yang mempengaruhi hadirnya suatu jenis tumbuhan pada suatu lahan adalah faktor lingkungan. Kombinasi dari pengaruh beberapa faktor lingkungan terhadap kehadiran suatu spesies tumbuhan tersebut tidak sederhana. Penelitian ini bertujuan untuk mengetahui pengaruh faktor lingkungan yang kompleks terhadap persebaran spesies tumbuhan pada lahan bekas terbakar tahun 2015 di Gunung Papandayan, Garut, Jawa Barat dengan menggunakan analisis statistik multivariat. Pencuplikan data vegetasi dilakukan di lima tapak yang berbeda dengan masing-masing tapak terdapat 3 buah plot bertingkat 10x10m untuk pohon dimana didalamnya terdapat plot 5x5m untuk perdu serta plot 2x2m untuk herba. Data faktor lingkungan berupa ketinggian dan kemiringan lahan, kelembaban tanah, pH tanah, serta kandungan N dan C organik tanah diambil pada tiap plot penelitian. Selanjutnya dilakukan analisis statistik multivariat berjenis ordinasi yaitu Canonical Correspondence Analysis (CCA) untuk melihat pengaruh beberapa faktor lingkungan terhadap persebaran jenis tumbuhan pada tiap tapak. Dari hasil penelitian ini dijumpai kekayaan spesies sebesar 4 untuk pohon, 9 untuk perdu, dan 23 untuk herba. Melalui analisis CCA diketahui bahwa faktor lingkungan yang paling mempengaruhi persebaran spesies tumbuhan di area penelitian adalah kelembaban tanah dan ketinggian lahan. Korelasi (interaksi) antara faktor lingkungan dengan persebaran jenis pada komunitas vegetasi bervariasi dimana ketinggian lahan mempengaruhi secara positif kehadiran Metabolos rugosus., kemiringan lahan mempengaruhi kehadiran Myrsine affinis., sedangkan kehadiran Plantago major, Alternanthera philoxeroides, Juncus prismatocarpus, Fimbristylis sp., Ranunculus javanicus, dan Angiopteris evecta dipengaruhi secara positif oleh kelembaban tanah, pH tanah, serta kandungan N dan C organik tanah.", "Daftar File": {"2018 TA PP   AQUILA NATHANAEL  1-abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/127080"}, "Penulis": "AQUILA NATHANAEL (NIM : 10614069)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Dr. Endah Sulistyawati."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Suksesi, analisis vegetasi, faktor lingkungan, statistik multivariat, Canonical Correspondence Analysis", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2018"}