{"Nomor": 25723, "Judul": "ANALISIS CITRA UNTUK PENENTUAN PROFIL PERMUKAAN REL KERETA API DENGAN MENGGUNAKAN LASER GARIS", "Abstrak": "Saat ini pemerintah tengah melakukan percepatan pembangunan jalur kereta api (KA) yang tersebar di Indonesia, jika pada tahun 2014 tercatat ada 4.969 Km jalur rel KA yang aktif maka ditargetkan pada tahun 2030 jalur rel KA yang aktif menjadi sepanjang 12.100 Km. Hal ini mengindikasikan keseriusan pemerintah untuk menjadikan kereta api sebagai salah satu moda transportasi massal utama di masa mendatang. Permasalahan yang menjadi perhatian pada penelitian ini adalah aspek peningkatkan keselamatan bagi moda transportasi KA. Berdasarkan data dari Biro Komunikasi dan Informasi Publik Direktorat Jenderal Perkeretaapian, kecelakaan kereta anjlok atau terguling karena kerusakan rel merupakan kasus kecelakaan terbanyak yaitu 113 (71,51%) kasus dari 158 kasus kecelakaan kereta api yang terjadi antara tahun 2010 sampai dengan 2014. Salah satu faktor penyebab anjloknya KA adalah sistem inspeksi rel KA yang belum maksimal. Sebagian besar pemeriksaan permukaan rel KA yang dilakukan saat ini masih menggunakan metode konvensional dengan cara menelusuri jalur rel kereta api oleh petugas dengan mengandalkan indera penglihatannya. Metode tersebut dinilai sangat melelahkan, tidak hemat waktu dan memungkinkan banyak menimbulkan kesalahan pengamatan. Oleh karena itu perlu dirancang suatu sistem yang dapat mendeteksi kondisi permukaan rel KA secara otomatis dengan menggunakan sistem komputasi dan teknologi pengolahan citra untuk mendapatkan nilai objektif yang salah satunya berbasis laser vision. Sistem ini dilakukan dengan cara menentukan setiap profil permukaan rel sepanjang jalur rel KA, sehingga perubahan setiap profil dapat mendeteksi keausan permukaan rel tersebut. Pada penelitian sebelumnya telah dilakukan proses akusisi citra yang diperoleh dengan menempatkan sensor kamera digital, rel dan sinar laser garis sesuai dengan prinsip triangulasi dan dikemas dalam bentuk data video. Pada penelitian ini dilakukan penentuan profil permukaan rel KA dengan menganalisis citra berkas laser garis pada permukaan rel yang terdapat pada data video tersebut. Penentuan ROI (Region of interest) dilakukan untuk memilih fokus area pada citra digital yang akan dianalisis. Getaran pada perangkat pengukuran selama proses akusisi citra berlangsung menyebabkan terjadinya pergeseran bidang pandang (field of view) kamera, sehingga posisi area berkas laser pada setiap deretan citra digital yang terdapat pada data video berubah-ubah. Pada penelitian sebelumnya penentuan ROI dilakukan secara statis yakni dengan memilih area tetap seluas perubahan posisi citra berkas laser, akibatnya penentuan ROI statis dilakukan pada area yang cukup besar. Teknik penentuan ROI dinamis dengan metode template matching yang dilakukan pada penelitian ini bertujuan untuk menentukan area berkas laser pada citra digital secara otomatis di setiap frame video. Teknik penentuan ROI statis menghasilkan citra ROI dengan ukuran 7,89% dari dimensi frame, sedangkan teknik penentuan ROI dinamis menghasilkan citra ROI dengan ukuran 1,38% dari dimensi frame. Dari analisis pada citra ROI statis dan citra ROI dinamis masing-masing menggunakan 50 data citra digital diperoleh bahwa rata-rata persentasi perbandingan antara dimensi citra laser garis dengan dimensi ROI adalah 6% dan 33%. Dari hasil segmentasi citra pada kedua ROI yang masing-masing menggunakan 200 data citra digital, diperoleh persentasi citra yang dapat tersegmentasi dengan baik pada ROI statis sebesar 44,5% dan pada ROI dinamis sebesar 98,5%. Pengolahan citra dilakukan untuk menentukan kerangka inti berkas laser garis pada permukaan rel. Pada penelitian sebelumnya pengolahan citra dilakukan dengan tahapan operasi konvolusi, pengambangan biner (Otsu) dan skeletonization. Namun intensitas cahaya lingkungan mengakibatkan intensitas berkas laser terkontaminasi sehingga data intensitas berkas laser yang terlalu redup menjadi hilang pada tahap pengambangan biner. Pada penelitian ini pengolahan citra dilakukan dengan tahapan operasi konvolusi, penetapan intensitas maksimum dan interpolasi. Panjang profil kerangka inti berkas laser dijadikan parameter untuk merepresentasikan karakteristik profil permukaan rel secara kuantitatif. Analisis komparatif teknik pengolahan citra dilakukan dengan membandingkan antara nilai parameter hasil pengolahan citra yang dilakukan pada penelitian sebelumnya dengan penelitian yang dilakukan saat ini. Pada 600 data digital yang dianalisa diperoleh bahwa rata-rata panjang profil kerangka inti berkas laser hasil pengolahan citra dengan metode penelitian sebelumnya adalah 253 piksel dengan simpangan rata-rata 11 piksel dan simpangan baku 6,34%, sementara pada penelitian saat ini diperoleh rata-rata panjang profil kerangka inti berkas laser adalah 271 piksel dengan simpangan rata-rata 9 piksel dan simpangan baku 5,50%.", "Daftar File": {"2017 TS PP ARDIAN PRIMADI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127094"}, "Penulis": "ARDIAN PRIMADI (NIM. 23814002)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n\nDr. Ir. Endang Juliastuti, M.S. \n\nDr. Suprijanto, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "rel kereta api, analisis citra digital, template matching. ROI dinamis, profil permukaan, berkas laser", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "13 Mar 2018"}