{"Nomor": 25733, "Judul": "DILEMMA AKHIR SAHAM TREASURI: MEMPERHITUNGKAN STRATEGI PENGALIHAN YANG DAPAT DITERIMA OLEH PT. TELEKOMUNIKASI INDONESIA DARI PERSPEKTIF PEMEGANG SAHAM", "Abstrak": "Menurut aksi korporasi, PT. Telekomunikasi Indonesia telah membeli kembali 1.010.930.460 saham (sebelum stock split 1: 5) secara bertahap melalui program pembelian saham kembali. Pada tahun 2014 hingga 2016, PT. Telekomunikasi Indonesia sudah mengalihkan 1.961.363.000 saham treasuri dan meninggalkan 1.737.779.800 saham. Menurut Otoritas Jasa Keuangan Indonesia No.30 / POJK.04 / 2017 di Bab IV dan Pasal 14-17, yang mengatur saham treasuri hanya dapat dimiliki oleh perusahaan dalam waktu 3 tahun dan diperpanjang selama 3 tahun. Dalam hal ini PT. Telekomunikasi Indonesia memegang saham treasuri dari 2011, itu berarti Telkom telah menyimpan saham treasuri selama 6 tahun dan harus dialihkan dalam kurun waktu setahun. Menurut peraturan itu, Telkom Indonesia harus menarik saham treasuri paling lambat pada November 2018. Telkom Indonesia harus menentukan strategi untuk pengalihan dari saham treasuri sebelum tanggal jatuh tempo. Strategi yang diusulkan harus mengikuti peraturan yang ada dan memberikan manfaat bagi perusahaan. \n\nDalam peraturan OJK, Pasal 17, saham treasuri dapat dialihkan dengan dijual kembali di bursa saham dan / atau dibatalkan dengan cara pengurangan modal. Berdasarkan pertimbangan beberapa solusi alternatif, pengalihan saham treasuri yang tepat adalah pembatalan dengan pengurangan modal. Alasan pertama untuk pembatalan saham treasuri adalah karena situasi pasar saat ini cenderung menurun dan mendekati jatuh tempo. Kemudian, solusi ini tidak berpengaruh pada laba per saham (EPS), return on equity (ROE), dan pada neraca akan terjadi akun kontra-ekuitas tanpa mengubah total ekuitas. Berdasarkan analisis FCFF, pembatalan saham treasuri tidak akan mengurangi nilai perusahaan.", "Daftar File": {"2018 TS PP ARDYANA HAMIDANI PUTRI 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127117"}, "Penulis": "ARDYANA HAMIDANI PUTRI  29116502", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto Soekarno, MBA, RFA, QWP, CFP"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "corporate action, earnings per share, OJK, regulation, return on equity, treasury shares.", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "25 Sep 2018"}