{"Nomor": 25731, "Judul": "PENGEMBANGAN SISTEM INFORMASI BERBASIS ENTERPRISE RESOURCE PLANNING (ERP) PADA PT. XYZ", "Abstrak": "Penggunaan sistem informasi semakin lama semakin luas penggunannya. Sistem informasi membuat sebuah perusahaan menjadi lebih efektif dan efisien. Salah satu sistem informasi yang saat ini sedang berkembang adalah sistem informasi Enterprise Resource Planning (ERP). ERP mampu melakukan integrasi data dalam sebuah perusahaan sehingga sistem administrasi dan pengaturan material menjadi lebih efektif dan efisien. Sebagai perusahaan yang belum memiliki sistem informasi, PT. XYZ masih terkendala dalam pencatatan adminstrasi dan pengaturan material yang belum terintegrasi. Oleh karena itu, PT. XYZ membutuhkan suatu pengembangan sistem informasi berbasis ERP untuk mengatasi kendala tersebut.   \n\nPenelitian ini menggunakan open source ERP yang bisa didapatkan secara gratis sehingga bisa meminimumkan biaya yang dikeluarkan. Pengembangan yang dilakukan difokuskan untuk mengatasi masalah pencatatan pada bagian sales, produksi, inventori, dan pembelian. Untuk melancarkan pengembangan, maka dilakukan pencarian metode penerapan yang tepat dan kebutuhan yang dibutuhkan oleh bagian-bagian tersebut. Penelitian ini menghasilkan sebuah pengembangan sistem informasi berbasis ERP pada PT. XYZ yang bernama Odoo.   \n\nApabila melakukan perbandingan kondisi saat ini, keuntungan yang akan didapat setelah melakukan pengembangan sistem informasi berbasis ERP adalah kesalahan pencatatan menjadi lebih sedikit dan data menjadi lebih terintegrasi. Selain itu, penggunaan kertas yang selama ini menjadi sarana administrasi jadi berkurang. Hasil pengembangan ini dapat memudahkan bagi para bagian untuk mengetahui inventori yang berada di lokasinya masing-masing.", "Daftar File": {"2018 TA PP ARDI SUYADI  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127108"}, "Penulis": "ARDI SUYADI (nim : 13414065)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Leksananto G., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Enterprise Resource Planning, ERP, integrasi, open source, Odoo", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Jul 2018"}