{"Nomor": 25735, "Judul": "PERANCANGAN SISTEM PLAMBING AIR BERSIH HOTEL BINTANG TIGA DI SUKABUMI", "Abstrak": "Hotel bintang tiga di Sukabumi memiliki fungsi utama sebagai tempat menginap. Selain itu, hotel ini juga memiliki fungsi penunjang sebagai meeting room, restoran, jogging track, kolam renang, dan fitness center. Hotel ini terdiri atas 7 lantai dan 1 basement dengan luas bangunan sebesar 17.466 m2. Untuk menunjang kegiatan operasional yang ada, gedung ini membutuhkan air bersih untuk efektivitas kegiatan tersebut. Oleh karena itu, dibutuhkan sebuah sistem plambing air bersih yang sesuai dengan persyaratan yang telah ditetapkan. Hotel ini menerapkan konsep green building dalam operasionalnya, yaitu penerapan konsep grey water reuse dan alat eco-plumbing. Konsep ini dipakai dengan tujuan untuk konservasi (penghematan) air. Dengan penerapan konsep green building, hotel ini menerapkan sistem penggunaan sumber air terpisah untuk kebutuhan air bersih, yaitu sumber air yang berasal dari PDAM untuk kebutuhan non-flushing dan sumber air dari pengolahan grey water reuse untuk kebutuhan flushing sehingga gedung ini membutuhkan 2 ground water tank dan 2 roof water tank. Penyaluran air bersih pada hotel ini menggunakan sistem pompa dan gravitasi, yaitu air disalurkan dari ground water tank dengan pompa ke roof water tank, kemudian air didistribusikan dari roof water tank ke seluruh alat plambing yang ada pada hotel dengan sistem gravitasi. Perancangan sistem plambing air bersih ini juga mencakup sistem pencegahan kebakaran pada gedung, yaitu sistem sprinkler dan hidran. Pipa air bersih pada gedung ini menggunakan pipa jenis baja karbon. Penentuan jumlah, dimensi, spesifikasi teknis, serta peletakan sprinkler dan hidran pada gedung ini ditentukan sesuai SNI dan aturan lain yang terkait.", "Daftar File": {"2017 TA PP ARFAN ADNAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/127119", "2017 TA PP ARFAN ADNAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/127120", "2017 TA PP ARFAN ADNAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/127121", "2017 TA PP ARFAN ADNAN 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/127122", "2017 TA PP ARFAN ADNAN 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/127123", "2017 TA PP ARFAN ADNAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/127124", "2017 TA PP ARFAN ADNAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/127125", "2017 TA PP ARFAN ADNAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/127126", "2017 TA PP ARFAN ADNAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/127127"}, "Penulis": "ARFAN ADNAN  [15313030]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Arief Sudradjat, MIS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Aair bersih, eco plambing, green building, grey water reuse, pencegahan kebakaran ; clean water, eco plambing, fire protective system, green building, grey water reuse", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "9 file", "Tanggal Input": "30 Jan 2018"}