{"Nomor": 25732, "Judul": "ANALISIS FASIES, DIAGENESIS, DAN ROCK TYPE (RT) BATUAN KARBONAT LAPANGAN PULAU GADING, SUBCEKUNGAN JAMBI", "Abstrak": "Lapangan Pulau Gading merupakan salah satu lapangan gas dan kondensat yang berada di Subcekungan Jambi. Lapangan ini menghasilkan hidrokarbon pada interval karbonat di Formasi Baturaja berumur Miosen Awal. Reservoir karbonat pada umumnya memiliki hubungan porositas dan permeabilitas yang tidak linear, tergantung dengan cara terendapkan dan proses yang terjadi setelah pengendapan. Analisis Rock Type (RT) dibutuhkan untuk mengatasi permasalahan tersebut Dalam mengidentifikasi fasies dan diagenesis reservoir karbonat di Lapangan Pulau Gading digunakan empat puluh lima meter data batuan inti dan tiga puluh tujuh sayatan. Dari analisis teridentifikasi empat litofasies, yaitu: (1) Coral Red Algae Grainstone-Packstone, (2) Foraminifera Mollusk Packstone-Grainstone, (3) Coral Grainstone-Packstone, (4) Foraminifera Coral Packstone-Grainstone. Keempat litofasies tersebut diendapkan dalam dua asosisasi fasies yang berbeda, yaitu: Reef of Platform Margin dan Platform Interior. Berdasarkan hasil analisis fasies seismik di Lapangan Pulau Gading dapat diidentifikasi tiga karakter fasies seismik, yaitu: Platform Karbonat, Isolated Carbonate Platform (ICP)-1, dan Isolated Carbonate Platform (ICP)-2. Pola pertumbuhan platform-platform karbonat tersebut diinterpretasikan tumbuh secara agradatif. Paleogeografi dari batuan karbonat Formasi Baturaja secara umum berkembang sepanjang morfologi Tinggian Merang. Hasil analisis sayatan tipis di Lapangan Pulau Gading menunjukkan beberapa zona diagenesis, yaitu: Meteoric Vadose, Meteoric Phreatic, dan Burial. Berdasarkan hasil analisis RT dengan menggunakan metoda FZI, reservoir karbonat Formasi Baturaja dapat diidentifikasi menjadi 5 RT, yaitu: RT-1(Asosiasi interparticle micropore-fracture), RT-2 (Asosiasi vuggy-interparticle micropore), RT-3 (Asosiasi vuggy-moldic-interparticle micro-mesopore), RT-4 (Asosiasi vuggy-moldic-interparticle macropore), dan RT-5 (Asosiasi vuggy-moldic-fracture). ii Hasil tersebut menunjukkan bahwa kualitas reservoir pada batuan karbonat di Lapangan Pulau Gading ditentukan oleh proses diagenesis. Distribusi rock type, porositas, dan permeabilitas adalah faktor yang menentukan heterogenitas dan konektivitas batuan karbonat Formasi Baturaja di Lapangan Pulau Gading.", "Daftar File": {"2017 TS PP ARDI YOGA PRADANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/127109", "2017 TS PP ARDI YOGA PRADANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/127110", "2017 TS PP ARDI YOGA PRADANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/127111", "2017 TS PP ARDI YOGA PRADANA 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/127112", "2017 TS PP ARDI YOGA PRADANA 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/127113", "2017 TS PP ARDI YOGA PRADANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/127114", "2017 TS PP ARDI YOGA PRADANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/127115", "2017 TS PP ARDI YOGA PRADANA 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/127116"}, "Penulis": "ARDI YOGA PRADANA (NIM: 22014325)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nDr. Dwiharso Nugroho, MT.", "Ir. Nurcahyo Indro Basuki, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "litofasies, diagenesis, rock type (RT).", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "12 Sep 2018"}