{"Nomor": 25739, "Judul": "PENGEMBANGAN MODEL USABILITY PADA SITUS E-COMMERCE DAN PENGARUHNYA TERHADAP USAGE CONTINUANCE PENGGUNA E-COMMERCE", "Abstrak": "Usability dalam konteks website merupakan desain situs dan fitur fungsional yang spesifik sehingga membuat situs e-commerce lebih mudah untuk digunakan dan pengguna dapat memenuhi tujuannya melalui situs e-commerce tersebut. Usability yang dirancang dengan baik akan membuat adanya penggunaan berkelanjutan (usage continuance) dari pengguna situs e-commerce. Oleh karena itu, penelitian ini bertujuan untuk mengetahui faktor-faktor yang dapat mendeskripsikan usability dan mengetahui pengaruhnya terhadap penggunaan berkelanjutan.     \n\nBerdasarkan penelitian-penelitian terdahulu, variabel yang dihipotesiskan menjadi faktor yang mendeskripsikan usability adalah learnability, efficiency, memorability, accuracy, flexibility, emotion, dan utility. Utility merupakan variabel yang mewakili aspek fungsional dari usability, sehingga dijabarkan lebih rinci ke dalam variabel information search, interface display, dan transaction. Faktor-faktor usability tersebut akan digunakan untuk menjelaskan pengaruhnya terhadap usage continuance dan usefulness sebagai outcome dari penggunaan. Selanjutnya, terdapat efek mediasi pada usability (orde kedua) dan usefulness terhadap usage continuance.     \n\nPenelitian ini menggunakan 505 data pengguna e-commerce untuk menguji hipotesis yang telah dirancang. SEM (Structural Equation Modeling) digunakan untuk mengolah data yang didapat. Goodness of fit yang didapatkan dari model pengukuran dan model struktural penelitian ini cukup baik, sehingga diketahui bahwa memorability, accuracy, dan utility mampu mendeskripsikan usability dengan baik. Usage continuance hanya dipengaruhi oleh memorability, sedangkan usefulness dipengaruhi oleh efficiency, accuracy, emotion, dan utility. Dari hasil pengolahan juga diketahui bahwa efek mediasi satisfaction pada hubungan usefulness terhadap usage continuance terbukti berpengaruh.     \n\nSelain itu, pengolahan multigrup SEM berdasarkan jenis kelamin (perempuan dan laki-laki) dan berdasarkan usia (di bawah 23 tahun dan di atas 23 tahun) juga dilakukan untuk melihat perbedaan model penelitian melalui aspek demografi pengguna e-commerce. Hasil pengolahan menunjukkan bahwa terdapat perbedaan kelompok jenis kelamin dan kelompok usia. Hasil tersebut dapat digunakan oleh penyedia e-commerce untuk menentukan strategi bisnis berdasarkan target pasar yang dipilih.", "Daftar File": {"2018 TS PP ARFI RUWAIDA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127138"}, "Penulis": "ARFI RUWAIDA NIM: 23416086", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Rajesri Govindaraju, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "USABILITY, USAGE CONTINUANCE, E-COMMERCE, MULTIGROUP", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "15 Mar 2018"}