{"Nomor": 25742, "Judul": "STUDI MIKROKINETIKA TERHADAP SINTESIS METANOL MELALUI HIDROGENASI GAS CO2 DAN CO PADA PERMUKAAN KATALIS BERBASIS NIKEL", "Abstrak": "Reaksi sintesis metanol (CH3OH) melalui metode hidrogenasi syngas (campuran gas CO2, CO, dan H2)menggunakan katalis berbasis Cu telah lama digunakan oleh industri produksi metanol dan juga terus diteliti untuk dapat dikembangkan lebih lanjut. Pada studi ini,dilakukan penelitian mengenai reaksi sintesis metanol melalui prekursor CO2 dan CO pada permukaan katalis berbasis nikel. Dilakukan investigasi mengenai pengaruh pemberian dopan Cu, Pd, Pt, dan Rh pada permukaan katalis Ni(111). Pengenalan dopan berhasil mempercepat reaksi hidrogenasi CO2 melalui perantara H2COO relatif terhadap katalis Ni murni. Reaksi hidrogenasi pada katalis Ni-Cu menunjukkan nilai TOF yang paling baik (3,12 x 10-6 site-1 s-1) pada T = 573 K dan P = 75 bar. Pada reaksi hidrogenasi CO, baik melalui perantara HCO* maupun COH*, katalis Ni-Rh memberikan nilai TOF yang paling baik. Manipulasi variab eleksternal menunjukkan peningkatan TOF jika temperatur sistem ditingkatkan, tekanan sistem diturunkan, serta komposisi gas H2 pada umpan syngas diperbesar. Dengan menggunakan korelasi Pearson terhadap energi aktivasi dan energi reaksi serta korelasi BEP, reaksi yang menjadi deskriptor pada setiap jalur proses telah berhasil diinvestigasi.", "Daftar File": {"2018 TA PP Ariﬁn Luthﬁ Maulana dan Refaldi Intri Dwi Putra 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127148"}, "Penulis": "Ariﬁ", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Hermawan Kresno Dipojono, MSEE., Ph.D. \n\nAdhitya Gandaryus Saputro, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Reaksi hidrogenasi, mikrokinetika, katalis nikel, TOF, katalisis heterogen, metanol", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Sep 2018"}