{"Nomor": 25740, "Judul": "ANALISIS PEMBENTUKAN OVERPRESSURE DAN ESTIMASI TEKANAN PORI, LAPANGAN SANGATTA, CEKUNGAN KUTAI BAWAH", "Abstrak": "Studi dilakukan di daerah Sangatta, Cekungan Kutai Bawah, Kalimantan Timur. Topik pembahasan dalam studi ini adalah karakteristik overpressure, mekanisme pembentukannya dan estimasi tekanan pori. Data yang digunakan dalam studi ini adalah log talikawat, laporan sumur pengeboran, data tekanan formasi, reflektansi vitrinit, dan geotemperatur.     \n \n \n\nDari hasil analisis pola log talikawat dan tekanan pori didapat bahwa semua sumur menembus zona overpressure. Puncak overpressure berada pada litologi dominasi     \n \n \n\nbatulempung. Puncak overpressure pada tiga sumur penelitian berada di Formasi  Pulubalang dan hanya Sumur SD-1 yang puncaknya berada pada Formasi Balikpapan. Hal ini menunjukkan bahwa puncak overpressure bergantung pada     \n \n \n\nlitologi yakni dominasi batulempung, namun tidak bergantung pada formasi. Selain keberadaan dan puncak overpressure, dari analisis tersebut dapat diketahui juga     \n \n \n\nbahwa mekanisme pembentukan overpressure pada daerah penelitian adalah nonloading.     \n \n \n\nIntegrasi analisis XRD dan SEM dilakukan untuk mengetahui diagenesis mineral lempung. Hasil analisis XRD dan SEM menunjukkan bahwa tidak terdapat rekaman dari diagenesis mineral lempung, yaitu ilitisasi mineral smektit. Analisis    \n \n \n\nkematangan batuan induk diperoleh dari review penelitian sebelumnya dan pemodelan kematangan. Hasil dari analisis kematangan menunjukkan bahwa puncak kematangan batuan induk pada Sumur Pinang-1 bertepatan dengan puncak     \n \n \n\nverpressure dan juga hasil pemodelan kematangan pada Sumur SD-1 juga menunjukkan hal yang serupa. Hal ini menjelaskan bahwa mekanisme non-loading pada daerah penelitian ini diakibatkan oleh pembentukan hidrokarbon pada batuan     \n \n \n\ninduk, bukan diakibatkan oleh diagenesis mineral lempung. Estimasi tekanan pori dengan Metoda Eaton cukup mendekati berat lumpur yang digunakan. Besarnya pangkat yang digunakan untuk perhitungan berkisar 1.5 hingga 2.2.", "Daftar File": {"2018 TS PP ARFIZALDI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127139", "COVER ARFIZALDI (NIM: 22014039)": "https://digilib.itb.ac.id/gdl/download/190531", "BAB 1 ARFIZALDI (NIM: 22014039)": "https://digilib.itb.ac.id/gdl/download/190532", "BAB 2 ARFIZALDI (NIM: 22014039)": "https://digilib.itb.ac.id/gdl/download/190533", "BAB 3 ARFIZALDI (NIM: 22014039)": "https://digilib.itb.ac.id/gdl/download/190534", "BAB 4 ARFIZALDI (NIM: 22014039)": "https://digilib.itb.ac.id/gdl/download/190535", "BAB 5 ARFIZALDI (NIM: 22014039)": "https://digilib.itb.ac.id/gdl/download/190536", "PUSTAKA ARFIZALDI (NIM: 22014039)": "https://digilib.itb.ac.id/gdl/download/190537"}, "Penulis": "ARFIZALDI (NIM: 22014039)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Agus Mochamad Ramdhan, ST, MT, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Cekungan Kutai, overpressure, mekanisme non-loading, XRD, SEM, pembentukan hidrokarbon.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "29 Mar 2018"}