{"Nomor": 25753, "Judul": "PENGEMBANGAN PURWARUPA SISTEM INSTRUMENTASI UNTUK MONITORING DAN ANALISA AKTIVITAS LISTRIK JANTUNG MENCIT SEBAGAI PENDUKUNG RISET PREKLINIK", "Abstrak": "Telah dilakukan pengembangan sistem instrumentasi untuk mengidentifikasi aktifitas jantung pada mencit. Mencit merupakan salah satu hewan uji preklinik yang penting dalam penelitian dan pengembangan sedian obat. Salah satu jenis pengujian adalah untuk monitoring pola dan perubahan ritme dari sinyal listrik yang diukur dari jantung mencit atau dikenal dengan elektrokardiogram (EKG). Di Indonesia, Instrumentasi EKG untuk mencit ketersidaannya sangat terbatas dan perangkat EKG untuk mencit relatif lebih mahal dibandingkan untuk manusia.   \n \n\nKarakterisitik dari sinyal EKG mencit dengan detak jantung mencit hampir 3 kali lebih cepat dari detak jantung manusia serta ukuran anatomi dari jantung yang kecil menjadi salah satu hal yang diperhatikan dalam pengembangan purwarupa. Untuk menentukan letak dan kedalaman pemasangan elektroda jarum serta informasi anatomi dari mencit dengan menggunakan 3D micro-CT. Hasil keluaran dari micro-CT adalah hasil citra axial anatomi mencit. Hasil citra Berdasarkan analisa citra axial micro-CT disekitar bagian jantung dari sampel mencit dengan rentang berat badan 30 gram diperoleh kedalaman penusukan elektroda relatif terhadap permukaan kulit mencit adalah tidak boleh lebih dari 0.9 mm serta lokasi dari penusukan elektroda jarum jaraknya dari jantung ke posisi ketiak sekitar 0.6533 mm.    \n \n\nSistem penguatan sinyal EKG mencit, digunakan board openBCI ganglion yang terdiri dari 4 kanal pengukuran dengan programmable gain. Untuk mengurangi sumber ganguan selama pengukuran EKG mencit, dibuat sistem Wim-ECG yang memungkinkan untuk mengurangi motion artifact selama pengukuran, kemudahan penusukan elektroda secara konsisten pada mencit dan perawatan dari sistem instrumentasi.  Perangkat lunak yang dikembangkan adalah untuk keperluan antarmuka yang menggunakan komunikasi wireless, monitoring dan akusisi data dilakukan secara on-line serta pengolahan sinyal lebih lanjut.   \n \n\nEvaluasi dari perekaman 3 mecit selama satu menit, diperoleh hasil untuk ukuran mencit jantan 50 gram dengan dosis ketamine 0,1 ml/gr dengan interval RR rata - rata sebesar 0,0954 s, lebar QRS rata-rata sebesar 0,043 s dan denyut jantung ratarata 529,85 bpm. Ukuran mencit jantan 31 gram dengan dosis ketamine 0,06 ml/gr dengan interval RR rata-rata sebesar 0,131 s, lebar QRS rata-rata sebesar 0,041 s dan denyut jantung rata-rata 510,33 bpm. Dan pada mencit betina ukuran 30,3 gram dengan dosis ketamine 0,0606 ml/gr dengan interval RR rata-rata sebesar 0,126 s, lebar QRS rata-rata sebesar 0,046 s dan denyut jantung rata-rata 495,81 bpm.", "Daftar File": {"2018 TS PP ARIEF ADHI NUGROHO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127179"}, "Penulis": "ARIEF ADHI NUGROHO - NIM. 23816011", "Kontributor / Dosen Pembimbing": ["Dr. Suprijanto, S.T., M.T.  \n\nDr. Lulu Lusiana Fitri.M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Mencit, Elektrokardiogram, OpenBCI ganglion, Mikro CT, interval RR, heart rate", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Sep 2018"}