{"Nomor": 25757, "Judul": "DAGO GIRI INNOVATION PARK, LEMBANG", "Abstrak": "Dago Giri Innovation Park merupakan sebuah proyek yang digagas oleh PT Telkom yang bekerjasama dengan pihak pemerintah dan perguruan tinggi dengan tujuan untuk mengembangkan industri teknologi dan informasi di Indonesia. Proyek ini merupakan proyek fiktif dengan klien utama PT Telkom. Dago Giri Innovation Park terletak di jalan Dago Giri, kabupaten Bandung Barat, dan memiliki luas lahan 1,3 hektar. Fungsi yang ditampung kompleks innovation park ini adalah fungsi inkubasi bisnis, perkantoran dalam bentuk coworking space, fasilitas riset, konvensi, dan hotel. Permasalahan desain yang dihadapi adalah tapak berkontur dengan perbedaan titik tertinggi dan terendah sepuluh meter dan KDB dan KLB lahan yang kecil. Isu dari perancangan ini adalah sirkulasi, ruang spatio temporal, efisiensi penggunaan energi, keamanan, dan interaksi antar pengguna. Konsep utama dari desain adalah memaksimalkan interaksi antar pengguna dan pemanfaatan potensi pemandangan pada tapak untuk menciptakan inovasi. Penerapan dalam perancangan tapak adalah dengan pengelompokan fungsi utama dan fungsi pendukung, dengan fokus interaksi terjadi pada fungsi utama, pada perancangan bangunan adalah dengan ruang spatio temporal yang berada di dalam ruang kerja yang dibuat sebagai titik temu, tempat beristirahat, tempat berdiskusi, dan kegiatan lainnya untuk memaksimalkan interaksi antar pengguna. Dengan dibuat bukaan pada ruang yang menghadap ke utara dan barat yang memiliki potensi pemandangan pengguna juga dapat lebih rileks dalam bekerja dan berpotensi memunculkan pemikiran yang inovatif. Luas keseluruhan bangunan dari Dago Giri Innovation Park adalah 7.437,88 m2 dengan luas lantai dasar 2.537,84 m2 dengan rincian bangunan inkubasi seluas 1.032,30 m2, coworking space seluas 1217,16 m2, hotel dan konvensi seluas 3.039,13 m2, dan fasilitas riset sebesar 2.149,29 m2. Luas bangunan memenuhi ketentuan peraturan yang berlaku.", "Daftar File": {"2014 TA PP ARIEF SUTANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/127183", "2014 TA PP ARIEF SUTANTO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/127184", "2014 TA PP ARIEF SUTANTO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/127185", "2014 TA PP ARIEF SUTANTO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/127186", "2014 TA PP ARIEF SUTANTO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/127187", "2014 TA PP ARIEF SUTANTO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/127188", "2014 TA PP ARIEF SUTANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/127189"}, "Penulis": "ARIEF SUTANTO (NIM : 15210010)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Ir. Eko Purwono, MS. Arch. S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "coworking, hotel, innovation park, inkubasi bisnis, interaksi, Lembang, Telkom", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "17 Okt 2018"}