{"Nomor": 25759, "Judul": "EVALUASI SIFAT KERENTANAN TERHADAP AIR PADA CAMPURAN LASTON LAPIS AUS (AC-WC) DENGAN MODIFIKASI ASPAL DALAM PERILAKU VISKOELASTISITAS DINAMIS", "Abstrak": "Kerusakan pada perkerasan aspal di Indonesia saat ini banyak disebabkan oleh meningkatnya arus lalu lintas dan overloading. Selain itu Indonesia merupakan negara beriklim tropis dengan curah hujan yang tinggi di sebagian besar wilahnya. Kombinasi faktor-faktor tersebut di atas memberikan sumbangan kerusakan yang signifikan pada perkerasan jalan di Indonesia. Salah satu alternatif untuk meningkatkan performa dan memperbaiki kerentanan terhadap air pada perkerasan jalan adalah dengan menggunakan campuran beraspal yang dimodifikasi dengan menggunakan polimer (Polymer Modified Asphalt). Pada penelitian ini digunakan polymer Styrene-Butadyne-Styrene (SBS) pada gradasi campuran Laston Lapis Aus (AC-WC).   \n \n\nMetode yang saat ini umum digunakan untuk menguji kerentanan terhadap air pada campuran beraspal panas adalah pengujian Indirect Tensile Strength (ITS) dengan parameter berupa Indirect Tensile Strength Ratio (ITSR), di mana pada pengujian ini dalam prosesnya adalah untuk mengetahui rasio kekuatan tarik tidak langsung benda uji sebelum dan sesudah pengkondisian. Sementara itu, akhir-akhir ini pengujian Modulus Dinamis semakin luas digunakan, terutama sebagai input utama pada desain perkerasan berbasis Mekanistik-Empiris. Dalam penelitian ini pengujian Modulus Dinamis akan digunakan untuk mengevaluasi karakteristik ketahanan campuran beraspal terhadap air dengan parameter keluaran berupa Dynamic Modulus Ratio (DMR).  \n \n\nPenggunaan aspal modifikasi SBS 1% pada campuran AC-WC menghasilkan nilai ITSR dan DMR yang lebih tinggi daripada campuran AC-WC Pen 60/70. Nilai ITSR untuk AC-WC Pen 60/70 adalah 85,4% dan AC-WC mod SBS 1% adalah 89,5%, sementara nilai DMR rata-rata untuk AC-WC Pen 60/70 adalah 83,4% dan AC-WC mod SBS 1% adalah 90,8%. Pada suhu pengujian 35Ã‚Â° C campuran dengan aspal Pen 60/70 memperlihatkan penurunan nilai Modulus Dinamis yang cukup besar khususnya pada frekuensi pembebanan 1 dan 10 Hz yaitu masing masing sebesar 21% dan 16%, yang jika dibandingkan dengan campuran beraspal mod SBS penurunan yang terjadi sebesar dua kali lipat di mana nilai Modulus Dinamis campuran beraspal mod SBS mengalami penurunan sebesar 10% dan 8%.", "Daftar File": {"2018 TS PP ARIES SURYA LAKSANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127199"}, "Penulis": "ARIES SURYA LAKSANA - Nim: 26915309", "Kontributor / Dosen Pembimbing": ["Dr. Harmein Rahman, ST., MT.  \n\nAine Kusumawati, ST., MT., PhD"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "laston lapis aus, kerentanan terhadap air, polymer, dynamic modulus, indirect tensile strength, deformasi permanen.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Sep 2018"}