{"Nomor": 25754, "Judul": "INTEGRASI ONLINE MONITORING KONDISI TRANSFORMATOR KE SISTEM SCADA", "Abstrak": "Saat ini ada berbagai macam jenis sensor, IED (Intelligent Electronic Devices) dan aplikasi untuk pemantauan kondisi online (online condition monitoring) transformator daya di pasaran dengan berbagai fitur konfigurasi, opsi komunikasi, interpretasi, dll. Namun, sebagian besar masih beroperasi secara standalone system, dimana sistem tersebut bekerja secara mandiri dengan antarmuka pengguna / HMI mereka sendiri, tanpa diintegrasikan ke dalam sistem monitoring dan kontrol yang telah ada seperti sistem SCADA. Jadi, manfaat standalone system seperti itu masih kurang maksimal karena informasi monitoring dan diagnostik tidak tersedia secara terintegrasi untuk operator, bersama dengan data monitoring dan kontrol dari peralatan gardu lainnya. Selanjutnya hal ini akan menyulitkan ketika akan mengintegrasikan informasi pemantauan kondisi tersebut ke dalam pemantauan wide area asset manajemen dari sistem kelistrikan. Masalah lain dari sistem ini adalah, masalah keamanan cyber karena penggunaan protokol TCP / IP yang sangat rentan oleh hacker atau virus. Ancaman keamanan cyber akan menjadi minimal jika sistem ini dilewatkan melalui sistem SCADA dengan menggunakan protokol komunikasi SCADA yang jauh lebih aman dan andal.  \n \n\nTesis ini menyajikan aplikasi SCADA untuk pemantauan kondisi online kontinyu (continuous online condition monitoring) untuk transformer, berdasarkan parameter pemantauan yang paling sering digunakan (suhu, gas, kelembaban, dll.) dengan batas toleransi yang ditetapkan oleh standar internasional IEC dan IEEE. Analisa tren untuk mendeteksi gangguan yang baru akan terjadi (incipent faults) juga telah diaplikasikan di tesis ini. Data input untuk aplikasi SCADA ini adalah dari peralatan pemantauan kondisi transformator standar yang terhubung dalam jaringan otomatisasi gardu induk (Substation Automation System) dengan menggunakan protokol standar SCADA.  \n \n\nAplikasi condition monitoring SCADA yang dikembangkan dalam tesis ini dapat diakses secara lokal dalam sistem otomasi gardu induk, menyediakan informasi secara lokal ataupun ke control center untuk memantau kondisi transformator. Aplikasi ini menampilkan data kondisi transformator dan hasil diagnosis secara real time. Aplikasi ini juga akan menghasilkan alarm atau warning baik di gardu induk setempat dan control center, jika indikasi gangguan hasil dari metode diagnosis yang digunakan atau nilai batas yang ditetapkan telah terlampaui. Selain memberikan peringatan dan alarm kondisi trafo secara real time, estimasi umur trafo juga disertakan dalam aplikasi ini.", "Daftar File": {"2018 TS PP ARIEF BASUKI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127180"}, "Penulis": "ARIEF BASUKI - NIM: 23216051", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suwarno  \n\nDr. Nilanga Abeywickrama"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Condition Monitoring, Diagnosis, Analisa Gas, Estimasi Lifetime, Analisa Trend, Transformer Health, SCADA", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2018"}