{"Nomor": 25758, "Judul": "INTELLIGENT TUTORING SYSTEM BERBASIS FUZZY LOGIC UNTUK PEMBELAJARAN ADAPTIF SURVEI STATISTIK", "Abstrak": "Pelatihan survei di Badan Pusat Statistik (BPS) merupakan salah satu tahapan penting dalam penyelenggaraan survei, karena dengan pelatihan yang baik, survei dapat menghasilkan kualitas data yang baik. Saat ini, banyak pelatihan survei statistik yang bersifat rutin ditiadakan karena alasan keterbatasan anggaran. Salah satu solusi untuk melanjutkan pelatihan dengan biaya yang rendah adalah dengan pembelajaran jarak jauh secara mandiri (E-Learning).  \n \n \n\nPenelitian ini mengadopsi metodologi DRM (Design Research Methodology) yang meliputi empat tahapan penelitian: 1) Klarifikasi penelitian; 2) Studi deskriptif I; 3) Studi petunjuk; dan 4) Studi deskriptif II. Pada tahapan studi petunjuk, sistem ELearning yang adaptif dengan tingkat pengetahuan pengguna telah dirancang. Sistem tersebut dibuat berdasarkan salah satu kegiatan survei statistik di BPS, yaitu Survei Industri Besar dan Sedang Tahunan (SIBS Tahunan). Sistem ini dinamakan PASTI (Pembelajaran Adaptif Survei Tahunan Industri). PASTI dibuat dengan menggabungkan teknologi Intelligent Tutoring System, teknologi pembelajaran  \n \n\nadaptif, model stereotip, model overlay, logika fuzzy dengan metode Mamdani dan rata-rata tertimbang.  \n \n \n\nEvaluasi PASTI menggunakan dua level pertama dari model evaluasi Kirkpatrick, yaitu evaluasi reaksi dan evaluasi pembelajaran. Evaluasi reaksi diukur menggunakan TAM (Technology Acceptance Model), dimana sistem usulan dapat diterima oleh pengguna dan berpengaruh positif terhadap implementasi ke dalam pekerjaan sehari-hari. Evaluasi pembelajaran menggunakan uji-uji statistik, yaitu uji t berpasangan dan uji t Welch. Hasil untuk uji t berpasangan menunjukkan bahwa sistem secara signifikan meningkatkan pengetahuan pengguna sebesar 23%, dan  \n \n\nhasil uji t Welch menunjukan bahwa pembelajaran dengan sistem PASTI lebih baik daripada sistem pembelajaran konvensional.", "Daftar File": {"2018 TS PP ARIES EKA SEPTIYONO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127198"}, "Penulis": "ARIES EKA SEPTIYONO NIM: 23216020", "Kontributor / Dosen Pembimbing": ["Yusep Rosmansyah S.T., M.Sc.,Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "E-Learning, Design Research Methodology, Intelligent Tutoring System, Adaptive Learning, model stereotip, model overlay, logika fuzzy, metode Mamdani, rata-rata tertimbang, model evaluasi Kirkpatrick, Technology Acceptance Model, uji t berpasangan, uji t Welch.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "22 Jun 2018"}