{"Nomor": 25761, "Judul": "PENDETEKSIAN PENYIMPANGAN PADA LAPORAN KEUANGAN DENGAN PROBABILISTIC NEURAL NETWORK", "Abstrak": "Laporan keuangan merupakan representasi kesehatan finansial bagi suatu perusahaan. Adanya aksi fraud yang terjadi terhadap laporan keuangan merugikan banyak pihak sehingga dibutuhkan suatu alat yang dapat membantu pekerjaan seorang auditor dengan menyediakan red flags. Fraud triangle merupakan konsep yang menjelaskan tiga faktor yang ada saat terjadinya fraud pada konteks laporan keuangan. Ketiga faktor tersebut dipakai untuk mendeteksi adanya anomali pada laporan keuangan yang diperiksa. Dari ketiga faktor tersebut dipilih variabel-variabel proksi yang sesuai untuk dijadikan fitur vektor dalam proses data mining. Variabel-variabel tersebut diekstraksi dari laporan keuangan dan dijadikan vektor input untuk dimasukkan ke classifier untuk dibuat modelnya. Permasalahan ini merupakan masalah klasifikasi biner dan metode yang dipakai adalah probabilistic neural network. Praproses dilakukan terhadap dataset dengan membersihkan data yang hilang dan melakukan normalisasi terhadap fitur. Lalu dilakukan seleksi fitur untuk mendapatkan 10 fitur yang paling relevan. Dataset yang digunakan bersifat timpang sehingga juga digunakan oversampling dengan SMOTE. Performansi dari model yang dihasilkan tidak begitu baik dengan nilai recall yang sangat kecil. Hal ini diakibatkan oleh dataset fraudulent yang sangat sedikit dan nilainya sangat berbeda beda antara satu dengan yang lain sehingga kurang representatif. Algoritma PNN memiliki kinerja yang cukup baik untuk dataset yang berukuran kecil namun dengan syarat dataset yang dimiliki juga representatif. Dengan hasil yang didapat disimpulkan model yang dihasilkan dengan dataset ini belum cukup untuk dipakai dalam dunia nyata, namun untuk ke depannya kinerja dapat ditingkatkan dengan menggunakan data latih yang lebih banyak dan representatif.", "Daftar File": {"2018 TA PP ARIEZA NADYA SEKARIANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127201"}, "Penulis": "ARIEZA NADYA SEKARIANI        (NIM : 13512017)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Gusti Ayu Putri Saptawati, M.Comm"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "fraud triangle, probabilistic neural network", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "16 Mar 2018"}