{"Nomor": 25764, "Judul": "MENINGKATKAN EFISIENSI PROSES PENGADAAN  DALAM PERUSAHAAN MINYAK DAN GAS DENGAN KONSEP LEAN SIX SIGMA DAN IMPLEMENTASI SISTEM E-PROCUREMENT", "Abstrak": "Industri minyak dan gas di Indonesia sedang melawati masa masa sulit dikarenakan terjadinya penurunan yang cukup drastis atas harga minyak dunia sejak taun 2014. Salah satu cara untuk tetap kompetitif di saat harga jual rendah adalah untuk berkerja dengan lebih efisien dan mengurangi biaya operasi. Efisiensi yang diangkat dalam laporan ini adalah penyederhanaan dan perbaikan proses pengadaan (procurement) dan pada akhirnya didukung dengan implementasi sistem elektronik yang lebih baik. \n \n\nProses pengadaan merupakan suatu hal yang harus dilakukan dalam rangka menunjang operasi dan produksi minyak dan gas. Seluruh kebutuhan pengadaan baik untuk proyek maupun untuk pemeliharaan dan operasi rutin dilakukan oleh bagian Pengadaan dalam departemen Supply Chain Management (SCM).  Dalam skema Kontrak Kerja Sama yang diterapkan di Indonesia untuk investasi sektor minyak dan gas, proses pengadaan diatur oleh pemerintah Republik Indonesia yang diwakili oleh SKKMIGAS dalam Pedoman Tata Kerja no. 007 atau singkatnya PTK-007 termasuk revisinya yang terakhir diterapkan. Proses yang mengacu pada regulasi ini menjadi batasan yang tetap harus dipenuhi dalam usaha melakukan efisiensi proses. \n \n\nEfisiensi proses dilakukan setelah mendapat input adanya permasalahan pada tata waktu dan tingkat kepatuhan pada proses tender pengadaan. Hal ini terlihat dari laporan KPI (Key Performance Indikator) yang dilakukan terhadap proses tender pengadaan disepanjang tahun 2016. Dari indikasi ini, kemudian dilakukan penelitian untuk perbaikan dengan konsep Lean Six Sigma mengacu pada framework DMAIC.  \n \n\nMelalui proses analisa ini, laporan dimulai dengan terlebih dahulu menetapkan permasalahan yang terjadi dan kemudian mengukur tingkat permasalahan yang didukung dengan data data proses pengadaan di tahun 2016. Dari data yang ada kemudian dilakukan proses penelitian lebih lanjut untuk mencari akar permasalahan dengan menerapkan metode analisa fishbone diagram. Pencarian akar permasalahan terhadap permasalahan di proses tender dilakukan melalui Focus Group Discussion (FGD) dengan tim internal pengadaan. \n \n\nSetelah menentukan akar permasalahan, analisa dilanjutkan untuk melakukan perbaikan terhadap proses yang diterapkan saat itu. Perbaikan proses dilakukan dengan menerapkan prinsip dasar Lean yang mengutamakan nilai pada pengguna akhir, pengurangan hambatan, proses yang mengalir, dan sistem yang didorong oleh permintaan dari pengguna bukan didorong oleh kapasitas proses. Nilai yang diperlukan oleh pengguna akhir diformulasikan dengan melakukan FGD terhadap tim teknis yang merupakan pemakai kontrak hasil pengadaan. Perbaikan dan konsep Lean ini menghasilkan sebuah proses baru yang diyakini lebih efisien untuk diimplementasikan secara konsisten. \n \n\nProses analisis yang dilakukan meninjau proses bisnis saat ini dan mengidentifikasi komponen penambahan nilai (value adding) serta potensi pengurang nilai (waste). Hal ini didasari oleh nilai-nilai yang penting bagi perusahaan. Proses perbaikan termasuk pembuatan satu aliran aktivitas penambahan nilai, bukan proses bisnis tersegmentasi seperti saat ini serta efisiensi dari masing masing proses tersebut. \n \n\nProses implementasi merupakan langkah yang sangat penting dan diperlukan elemen kontrol yang baik untuk memastikan perbaikan telah dilakukan secara konsisten. Dalam hal ini analisa laporan merekomendasikan penerapan sistem pengadaan elektronik (e-procurement) untuk mengontrol penerapan proses pengadaan sehingga tidak terjadi variasi proses yang dapat menyebabkan inefisiensi. Proses yang baku dan teratur ini juga dapat menjaga tingkat kepatuhan terhadap regulasi yang ada dengan berkurangnya potensi kesalahan manusia dalam menjalankan sebuah proses secara berulang ulang dengan jumlah yang sangat banyak.", "Daftar File": {"2018 TS PP ARIF HAMDANI BATUBARA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127204"}, "Penulis": "ARIF HAMDANI BATUBARA (NIM 29115500)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Adirizal Nizar, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Minyak dan Gas, Pembelian, Lean Six Sigma, E-Procurement", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "20 Feb 2018"}