{"Nomor": 25772, "Judul": "PERANCANGAN FILM ANIMASI TENTANG SEJARAH PERANG ACEH MELALUI PENDEKATAN CONE OF EXPERIENCE BAGI SISWA SD", "Abstrak": "Pengetahuan anak-anak Indonesia tentang sejarah masih kurang disebabkan oleh \n\npendidikan di sekolah yang kurang berhasil. Misalnya, seperti yang terjadi pada \n\nsiswa kelas 5 di SDN Sukodadi 2 Kabupaten Malang. Dari tes terakhir tingkat \n\nkelulusan siswa dalam pelajaran IPS hanya sekitar 27%. Hal ini disebabkan oleh \n\nmetode belajar yang tidak bisa memberikan gambaran jelas atas peristiwa sejarah \n\ndan menyulitkan siswa mengingatnya. Film animasi mampu menarik perhatian \n\nanak-anak, dapat dimanipulasi untuk menunjang proses belajar, serta mengandung \n\nunsur gerak dan hidup dalam imajinasi penonton sehingga dapat mengilustrasikan \n\ncerita sejarah yang dianggap abstrak bagi siswa menjadi lebih konkret. Oleh karena \n\nitu tesis ini berusaha merancang film animasi yang bisa membantu siswa sekolah \n\ndasar dalam belajar sejarah. Tujuan tesis ini adalah mengetahui kendala siswa \n\nsekolah dasar dalam belajar sejarah, memahami metode belajar sejarah melalui \n\nmedia film animasi, dan merancang film animasi untuk belajar sejarah bagi siswa \n\nsekolah dasar. \n\nMetode untuk menggali masalah belajar serta menentukan konsep rancangannya \n\nadalah dengan studi literatur, wawancara dengan guru, observasi proses belajar \n\nsiswa, dan menyebarkan kuesioner kepada siswa. Metode untuk menguji hasil \n\nrancangan adalah dengan membandingkan hasil belajar siswa yang belajar dengan \n\ncara biasa dan siswa yang belajar dengan bantuan film animasi ini. Strategi \n\nperancangan film animasi berdasarkan cone of experience dengan didukung cara \n\nbelajar asosiatif, serta pengolahan informasi secara chunking dan rehearsal. \n\nHasil uji coba media menunjukkan bahwa terdapat pengaruh dalam proses dan hasil \n\nbelajar siswa yang dibantu dengan film animasi. Dalam belajar siswa menjadi lebih \n\naktif berdiskusi dengan teman dan lebih bersemangat dibandingkan siswa yang \n\nbelajar dengan metode biasa. Hasil belajar siswa yang menggunakan film animasi \n\njuga cenderung lebih baik dibandingkan siswa yang belajar dengan metode biasa. \n\nHal ini ditunjukkan dari rata-rata kelompok A (konvensional) mampu menjawab \n\nbenar 38% soal sementara rata-rata kelompok B (konvensional-film animasi) \n\nsebanyak 53% soal.", "Daftar File": {"Arif Sutrisno_27116026.pdf": "https://digilib.itb.ac.id/gdl/download/127225"}, "Penulis": "Arif Sutrisno (NIM: 27116026)", "Kontributor / Dosen Pembimbing": ["Dr. Irfansyah, M.Ds. \n\nDr. Imam Santosa, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "film animasi, sejarah, siswa sekolah dasar", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "19 Sep 2018"}