{"Nomor": 25779, "Judul": "PERANCANGAN ALAT ELECTROSPRAY PYROLYSIS UNTUK PEMBUATAN LAPISAN TIPIS NANO MATERIAL", "Abstrak": "Dewasa ini riset-riset pada bidang rekayasa material didominasi oleh rekayasa material yang berhubungan dengan rekayasa material berskala nanometer, mulai dari pembuatan nano partikel, pengembangan metoda sintesis serta pemanfaatannya. Salah satu metode yang digunakan untuk menghasilkan nano material adalah electrospray pyrolysis. Metoda electrospray pyrolysis menggunakan medan listrik tegangan tinggi sebagai pengganti tekanan gas pembawa yang tinggi untuk menghasilkan tetesan (nebula) berukuran sangat kecil. Penggunaan medan listrik memungkinkan semburan larutan akan lebih terarah karena di batasi oleh medan listrik diantara nozel dengan substrat.   . Peralatan electrospray pyrolisis terdiri dari 3 komponen utama yaitu sistem pemanas, rangkaian pembangkit tegangan tinggi, dan sistem nozzle. Sistem pemanas yang dibuat, mampu memanaskan substrat hingga 600 0C, sehingga dapat digunakan untuk membuat  lapisan tipis ZnO.  Rangkaian tegangan tinggi dibuat dengan menggunakan flyback dan mampu menghasilkan tegangan output sebesar 18.2 kV. Jarum suntik berukuran diatas 27G digunakan sebagai nozzle untuk menghasilkan semburan yang tersebar merata serta jarak minimal antara substrat dengan nozel adalah 3.5 cm agar loncatan elektron tidak terjadi. Sistem peralatan electrospray pyrolysis yang dibuat telah dicoba untuk menghasilkan lapisan tipis ZnO menggunakan larutan ZnNO3. Hasil SEM menunjukan peralatan yang dibuat mampu menghasilkan lapisan dibawah 100 nm, namun hasil XRD menunjukan bahwa fasa yang terbentuk bukan ZnO melainkan  Zn.", "Daftar File": {"2016 TA PP  ARIMURTI ADINEGORO - MUHAMMAD RAKA PUTRANDA  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/127246", "2016 TA PP  ARIMURTI ADINEGORO - MUHAMMAD RAKA PUTRANDA  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/127247", "2016 TA PP  ARIMURTI ADINEGORO - MUHAMMAD RAKA PUTRANDA  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/127248", "2016 TA PP  ARIMURTI ADINEGORO - MUHAMMAD RAKA PUTRANDA  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/127249", "2016 TA PP  ARIMURTI ADINEGORO - MUHAMMAD RAKA PUTRANDA  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/127250", "2016 TA PP  ARIMURTI ADINEGORO - MUHAMMAD RAKA PUTRANDA  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/127251", "2016 TA PP  ARIMURTI ADINEGORO - MUHAMMAD RAKA PUTRANDA  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/127252"}, "Penulis": "ARIMURTI ADINEGORO (NIM : 13311052) - MUHAMMAD RAKA PUTRANDA (NIM : 13311094)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nNugraha, Ph.D.", "Brian Yuliarto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Electrospray pyrolysis,  rangkaian tegangan tinggi flyback, nozzle, pemanas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "13 Jul 2018"}