{"Nomor": 25796, "Judul": "PEMETAAN TOPOGRAFI MENGGUNAKAN TEKNOLOGI TERRESTRIAL LASER SCANNER (STUDI KASUS: DAERAH KIARA PAYUNG, SUMEDANG)", "Abstrak": "Saat ini terdapat banyak metode pemetaan topografi dengan berbagai teknologi yang digunakan mulai dari yang konvensional sampai yang modern atau berteknologi tinggi baik secara terestris maupun ekstraterestris. Metode pemetaan topografi secara terestris menggunakan teknik Laser Scanning merupakan metode pemetaan yang baru dikembangkan dengan teknologi tinggi yang harapannya dapat menjadi metode pemetaan yang lebih efisien dari pada metode pemetaan terestris lainnya. \n\nPada penelitian ini dilakukan perbandingan antara metode pemetaan menggunakan teknologi Terrestrial Laser Scanner (TLS) dengan metode pemetaan menggunakan Electronic Total Station (ETS). Nilai rata-rata kesalahan registrasi pada keseluruhan data pengukuran menggunakan TLS adalah sebesar 0,004 m. Digital Elevation Model (DEM) yang dibentuk dari data hasil pengukuran menggunakan TLS menunjukkan tingkat kedetailan yang lebih tinggi, hal ini dibuktikan dengan jumlah titik yang digunakan dalam pembuatan DEM sebanyak 223.460 titik dengan kerapatan antar titik 0,25 m pada area pemindaian yang optimal. \n\nPengukuran menggunakan TLS dapat memenuhi kebutuhan untuk peta-peta dengan skala yang sangat besar (>1:1000) dalam waktu yang relatif cepat. Selain itu jika ditinjau dari segi waktu dan sumber daya manusia yang diperlukan pada saat pengukuran, pada area yang sama pengukuran menggunakan TLS memerlukan waktu dan tenaga yang lebih sedikit dibandingkan dengan pengukuran menggunakan ETS. Kekurangan dari pemetaan menggunakan TLS adalah biaya sewa alat yang sangat mahal dari pada biaya sewa ETS sehingga TLS banyak digunakan untuk keperluan yang lebih mengutamakan ketelitian tinggi, seperti rekonstruksi bangunan, survei galian dan timbunan, dokumentasi bangunan prasejarah, dan lainnya.", "Daftar File": {"2016 TA PP  ARIS STIAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/127308", "2016 TA PP  ARIS STIAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/127309", "2016 TA PP  ARIS STIAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/127310", "2016 TA PP  ARIS STIAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/127311", "2016 TA PP  ARIS STIAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/127312", "2016 TA PP  ARIS STIAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/127313"}, "Penulis": "ARIS STIAWAN (nim : 15112018)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nDr. Irwan Gumilar, S.T., M.Si.", "Teguh Purnama Sidiq, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pemetaan, Laser Scanning, TLS, DEM", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "26 Jul 2018"}