{"Nomor": 25798, "Judul": "ANALISIS PENGARUH KEKUATAN AQUIFER PADA RESERVOIR DATAR COALBED METHANE (CBM) DAN SOLUSINYA MENGGUNAKAN SUMUR HORISONTAL DAN INJEKSI CO2 POLA 5 TITIK", "Abstrak": "Reservoir CBM merupakan suatu reservoir unconventional yang memiliki komposisi utama Metana. CBM merupakan reservoir yang terdiri dari batubara atau coal sebagai komponen utama penyusun batuannya dimana gas teradsorpsi pada matrix batuan selama proses pembentukan batubara. Reservoir CBM sering ditemui memiliki komunikasi dengan aquifer, dimana efek dari aquifer terserbut cenderung untuk mempertahankan tekanan reservoir dan memperlambat penurunan tekanan sehingga mengurangi waktu desorpsi metana dan akan berpengaruh terhadap produktivitas. Untuk menanganinya, dipasang sejumlah sumur horizontal sebagai Ã‚Â“sacrifice wellÃ‚Â” yakni hanya memproduksi sebagian besar air secara kontinyu untuk menurunkan tekanan dan mempercepat waktu desorpsi gas. Selain itu, CO2 mempunyai afinitas terhadap coal yang lebih baik dibandingkan dengan metana, sehingga mempunyai kemampuan untuk mendesak metana. Injeksi CO2 ini juga dapat dijadikan solusi dari permasalahan ini. Pada paper ini, penulis melakukan studi simulasi untuk melihat bagaimana efek kekuatan aquifer terhadap produktivitas dan dewatering time, menggunakan sumur horizontal sebagai Ã‚Â“sacrifice wellÃ‚Â” dan injeksi CO2 pola 5 titik untuk menanggulangi masalah reservoir CBM yang berasosiasi dengan aquifer ini.", "Daftar File": {"2015 TA PP ARISTYA PUTRA PAMUNGKAS 1.pdf": "https://digilib.itb.ac.id/gdl/download/127315"}, "Penulis": "ARISTYA PUTRA PAMUNGKAS (NIM : 12209078)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ir. Leksono Mucharam M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "CBM, aquifer, horizontal well, Injeksi CO2", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "15 Mei 2018"}