{"Nomor": 25790, "Judul": "PERANCANGAN TERMINAL PENUMPANG BANDARA DENGAN PENDEKATAN LOKALITAS (Kasus Perancangan: Bandara Mali, Kabupaten Alor NTT)", "Abstrak": "Di era modern seperti sekarang, perlakuan terhadap identitas sebuah tempat perlahan telah berkurang secara gradasi sehingga menutupi keaslian tersebut. Kondisi tersebut oleh Edwards Relph disebut sebagai placelessness. Sudah menjadi hal yang biasa di Indonesia menghilangkan keaslian tersebut untuk menerima \n\nstandar umum yang terlalu dikendalikan oleh hal-hal efisiensi seperti yang telah dinyatakan oleh pihak Dirjen Perhubungan Udara. Permasalahannya adalah ketika setiap daerah memiliki ciri khas yang berpotensi sebagai destinasi wisata, interpretasi perancang masa kini selalu menampilkan sebuah terminal penumpang bandara yang meleburkan bentuk-bentuk modern dengan vernakular. \n\nPencapaian dari rancangan bandara yang akan distudi ini adalah penumpang yang datang akan menerima kesan awal dari tempat wisata yang akan dikunjungi serta akan mengingat pesan yang tersampaikan dari budaya setempat bagi penumpang yang akan berangkat. Oleh karena itu, ekspresi bangunan melalui elemen arsitektur lokal akan memberikan persepsi tersendiri bagi manusia yang melihat dan merasakannya. Gagasan dasarnya adalah memberikan karakter \n\nIndonesia dengan rasa lokal Alor. Metode yang akan digunakan untuk menghasilkan perancangan Terminal Penumpang Bandara Alor adalah dengan pendekatan lokalitas. Metode ini dipilih sebagai jalan untuk mendapatkan karakter \n\nlokal yang sesuai dengan prinsip eco-airport serta berkaitan dengan kearifan lokal setempat. \n\nGabungan Arsitektur Neo-Vernacularism dengan Arsitektur Kontemporer menjadi dasar dari pengembangan konsep perancangan Bandara Mali Alor dengan menyatukan bangunan beserta manusianya kepada alam serta memanfaatkan unsur \n\nlokalitas tanpa melepas citra modern. Pada prinsipnya, hasil rancangan akan mengikuti proporsi rumah tradisional Alor dan secara keseluruhan bangunan akan mengikuti suasana desa tradisional Alor. Pemakaian material dengan citra lokal setempat akan membantu mengangkat unsur lokalitas pada bangunan bandara seperti alang-alang sintetis pada atap, secondary skin dengan material alam seperti anyaman bambu atau papan kayu komposit, material batu asli dari bukit tersebut untuk pemanfaatan lansekap baik estetika maupun fungsional.", "Daftar File": {"2017 TS PP ARIS ADHI NUGRAHA  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127280"}, "Penulis": "ARIS ADHI NUGRAHA (NIM: 25214025)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing :  \n\nDr. Eng. Bambang Setia Budi, S.T., M.T. \n\nDr. -Ing. Andry Widyowijatnoko, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "terminal penumpang, bandara, Alor, lokalitas, material lokal", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Mar 2018"}