{"Nomor": 25806, "Judul": "MEDIA SOSIAL DAN BRAND MEWAH: APA YANG PERLU DIKETAHUI OLEH BRAND JAM TANGAN MEWAH KETIKA DI INSTAGRAM", "Abstrak": "Brand jam tangan mewah sedang mengalami perubahan dan dampak signifikan yang \n\nditimbulkan oleh media sosial dalam menjalankan kegiatan marketing mereka untuk \n\nmemperkenalkan brandnya ke pasar. Hubungan antara media sosial dan brand jam tangan \n\nmewah bermula dengan sebuah keraguan dikarenakan perbedaan karakteristik di \n\nantaranya. Namun, peluang besar yang dibawa oleh media sosial bukanlah sesuatu yang \n\ndapat diabaikan. Hal tersebut memungkinkan brand jam tangan mewah untuk menjangkau \n\ncustomernya tanpa batasan waktu dan jarak dengan biaya yang lebih murah. Riset ini \n\nbertujuan untuk mencari tau bagaimana sebaiknya brand jam tangan mewah menggunakan \n\nmedia sosialnya, terutama Instagram, sebagai salah satu alat marketing dan pengaruhnya \n\nterhadap relasi dengan customer serta minat pembeliannya. Hal tersebut akan dilakukan \n\ndengan menggunakan analisis PLS-SEM untuk menilai siginifikansi dan melakukan \n\nanalisis konten penggunaan Instagram dari lima brand jam tangan mewah untuk \n\nmendapatkan pengetahuan sebagai dasar rekomendasi strategi. Peneliti menggunakan nilai \n\ndan atribut brand mewah dari penelitian sebelumnya. Media sosial meliputi entertainment, \n\ncustomization, interaction, word of mouth, dan trend, relasi dengan customer meliputi trust \n\ndan intimacy. Sementara itu, nilai-nilai yang digunakan untuk analisis konten adalah nilai \n\nfungsional, hedonik, simbolik, finansial, dan relasional. Hasil menunjukkan bahwa ada \n\nhubungan positif antara marketing media sosial, relasi dengan customer, dan minat \n\npembelian. Selain itu, nilai simbolik dan hedonik merupakan konten yang paling menarik \n\nbagi customer sementara nilai relasional menunjukkan potensi walau belum \n\ndiimplementasikan secara sering oleh semua brand. Riset ini diharapkan dapat memberi \n\ninformasi bagi brand jam tangan mewah mengenai marketing media sosial, terutama \n\nInstagram, dan memaksimalkan penggunaannya.", "Daftar File": {"2018 TA PP ARMANSYAH ADHITYO PRAMONO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127330", "2018 TS PP ARMANSYAH ADHITYO P 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/250905"}, "Penulis": "Armansyah Adhityo Pramono (19015131)", "Kontributor / Dosen Pembimbing": ["Fitri Aprilianty, MSM"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Social media; Instagram; Luxury watch brand; Customer relationship; Purchase intention; Content analysis; PLS-SEM", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "25 Jun 2018"}