{"Nomor": 25802, "Judul": "FUNGSI TAMAN KOTA UNTUK MITIGASI DAMPAK URBAN HEAT ISLAND DI KOTA BANDUNG", "Abstrak": "Tingginya tingkat urbanisasi Kota Bandung dapat meningkatkan emisi CO2, suhu, dan polusi. Hal ini menyebabkan terbentuknya Urban Heat Island (UHI), yaitu sebuah area dengan suhu yang lebih tinggi daripada daerah sekitarnya. Keberadaan taman kota yang ditumbuhi oleh berbagai jenis vegetasi dapat dijadikan salah satu cara untuk memitigasi dampak UHI, karena tumbuhan memiliki kemampuan evapotranspirasi dan memberikan naungan untuk lingkungan. Penelitian ini dilakukan untuk menganalisis fungsi taman kota dalam menurunkan suhu lingkungan. Suhu udara permukaan siang hari dan tipe penggunaan lahan diperoleh melalui data Citra Landsat 8 tahun 2018. Suhu udara malam hari di berbagai lokasi diukur dengan menggunakan data loger sepanjang jalur utara-selatan dan barat-timur Kota Bandung. Taman Ganesha, Taman Maluku, dan Taman Tegalega dipilih sebagai daerah pengamatan untuk melihat fungsi taman kota tersebut dalam menurunkan suhu. Penggunaan lahan di Kota Bandung dapat dikategorikan menjadi empat kelompok (pemukiman, badan air, lahan terbuka, dan tutupan vegetasi). Tutupan vegetasi di Kota Bandung sebesar 20,72% dengan kisaran suhu permukaan siang hari 23˚C-39,6˚C dan rentang suhu udara malam hari dari 20,46˚C-24,09˚C. Perbedaan suhu tersebut dapat dikaitkan dengan kondisi vegetasi dan intensitas kegiataan manusia di setiap titik pengamatan. Suhu terendah ditemukan di Kawasan Bandung Utara yang masih memiliki vegetasi yang rapat. Taman Tegalega dapat menurunkan suhu sebesar 2,6˚C, sedangkan Taman Ganesha dapat menurunkan suhu sebesar 0,75˚C, dan Taman Maluku dapat menurunkan suhu sebesar 1,98˚C. Dengan demikian, keberadaan taman dalam penataan kota perlu dipertahankan karena dapat menurunkan pengaruh UHI.", "Daftar File": {"2018 TA PP ARKA IRFANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127319"}, "Penulis": "ARKA IRFANI (NIM : 10614002)", "Kontributor / Dosen Pembimbing": ["Pembimbing Tugas Akhir : Dr. Dian Rosleine."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Urban Heat Island, vegetasi, mitigasi, suhu, taman kota.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2018"}