{"Nomor": 25812, "Judul": "KESIAPAN SUMBER DAYA MANUSIA LOKAL DALAM MENDUKUNG PENGEMBANGAN INDUSTRI PEMANDU SELAM DI KAWASAN PARIWISATA MANDEH KABUPATEN PESISIR SELATAN", "Abstrak": "Kawasan Pariwisata Mandeh merupakan salah satu daerah tujuan wisata baru yang dikembangkan di Provinsi Sumatera Barat. Sebagai daerah tujuan wisata, Kawasan Pariwisata Mandeh dapat dijadikan basis pengembangan ekonomi lokal melalui penyerapan tenaga kerja lokal. Pengembangan Kawasan Pariwisata Mandeh memfokuskan pada pengembangan wisata bahari dengan daya tarik aktivitas utama pariwisatanya adalah menyelam. Kegiatan menyelam dapat menciptakan industri pemandu selam yang membutuhkan tenaga kerja dengan kualifikasi tertentu. Agar terjadinya penyerapan tenaga kerja lokal maka harus ada kesesuaian anatara kualifikasi tenaga kerja dengan kemampuan sumber daya manusia lokal. Maka pada penelitian ini berupaya untuk mengidentifikasi kualifikasi tenaga kerja yang dibutuhkan industri pemandu selam dan kesiapan sumber daya manusia lokal yang dilihat dari kemampuan dan kemauan sumber daya manusial lokal untuk bekerja di bidang pemandu selam. Melalui metode penelitian kualitatif interpretif, penelitian ini berupaya untuk mengidentifikasi kesiapan sumber daya manusia lokal dalam menudukung industri pemandu selam dalam pengembangan Kawasan Wisata Mandeh. Pengumpulan data dilakukan dengan metode studi dokumentasi dengan meninjau Standar Kompetensi Kerja Nasional Indonesia (SKKNI) Pemandu Selam dari sisi demand tenaga kerja dan dari sisi supply tenaga kerja menggunakan metode wawancara mendalam kepada pemerintah daerah dan masyarakat lokal Kawasan Pariwisata Mandeh. Pada penelitian ini Nagari Cerocok Anau dan Mandeh merupakan dua lokasi yang akan diidentifikasi kesiapan sumber daya manusia lokal. Temuan pada penelitian ini menunjukkan bahwa sumber daya manusia lokal di kedua wilayah penelitian masih belum siap untuk menjadi tenaga kerja di bidang pemandu selam, terlihat dari kompetensi kognitif dan fungsional yang belum sesuai dengan kualifikasi yang dibutuhkan pemandu selam.", "Daftar File": {"2015 TA PP ARNI NURUL FADILLAH 1-JURNAL.pdf": "https://digilib.itb.ac.id/gdl/download/127360", "2015 TA PP ARNI NURUL FADILLAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/127361", "2015 TA PP ARNI NURUL FADILLAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/127362", "2015 TA PP ARNI NURUL FADILLAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/127363", "2015 TA PP ARNI NURUL FADILLAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/127364", "2015 TA PP ARNI NURUL FADILLAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/127365", "2015 TA PP ARNI NURUL FADILLAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/127366", "2015 TA PP ARNI NURUL FADILLAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/127367"}, "Penulis": "ARNI NURUL FADILLAH (NIM : 15411010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Dewi Sawitri Tjokropandojo, , MT, Dr."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "industri pemandu selam, kemampuan, kemauan, sumber daya manusia, tenaga kerja lokal.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "10 Okt 2018"}