{"Nomor": 25817, "Judul": "PERANCANGAN FASILITAS KEMANDIRIAN UNTUK ANAK BERKEBUTUHAN KHUSUS, MAKASSAR, SULAWESI SELATAN", "Abstrak": "Anak-anak merupakan harapan bangsa yang perlu mendapatkan perhatian dalam pendidikan. Dalam perkembangan anak terdapat perkembangan yang terhambat yang dikategorikan sebagai anak berkebutuhan khusus. Dewasa ini gejala anak berkebutuhan khusus semakin banyak ditemukan. Anak berkebutuhan khusus memiliki pengertian kondisi anak dengan karakteristik khusus yang berbeda dengan anak pada umumnya yang memiliki keterlambatan perkembangan baik dari ketidakmampuan menunjukkan mental, emosi, atau fisik. Dalam menangani kasus anak kebutuhan khusus, sebuah lembaga dengan pengajaran khusus dibutuhkan. Sekolah vokasional merupakan lembaga pendidikan mengakomodasi anak berkebutuhan khusus yang mengajarkan keterampilan yang dibutuhkan untuk melakukan suatu aktivitas sehari Ã‚Â– hari tertentu dalam pekerjaan di masa depan. Perkembangan yang diharapkan adalah perkembangan fisik, kognitif, kinetik, dan keterampilan akivitas sehari - hari. Untuk mencapai harapan di atas, maka desain bangunan yang terintegrasi dengan fasilitas yang baik, dibutuhkan agar mendukung proses di atas. Konsep dasar perancangan Fasilitas Kemandirian Untuk Anak Berkebutuhan Khusus ini adalah arsitektur sebagai media pembimbing dan terapi. Perancangan ini mengacu sistem pengajaran pada sekolah vokasional yang diharapkan akan dicapai melalui beberapa fasilitas terarah yang ditawarkan yang dapat mendukung pendidikan khusus ini. Bentukan ruang yang diharapkan dapat menjadi ruang yang nyaman dalam belajar dan bermain namun tetap dalam pengawasan oleh para ahli. Hasil perancangan ini berupa desain fasilitas kemandirian yang sesuai dengan kebutuhan dari karakteristik pengguna dalam proses belajar, dalam rangka penyediaan sarana pendidikan. Perancangan ini dilakukan melalui studi tipologi, bangunan, hingga studi tapak yang dianalisis untuk mengetahui kebutuhan dan kriteria anak berkebutuhan khusus. Pengambilan data juga didukung dengan metodologi survei ke tempat pembelajaran yang sudah ada dan kajian literatur. Data hasil analisis melalui perbandingan dengan standar yang berlaku akan diturunkan menjadi konsep perancangan, diakhiri dengan hasil akhir berupa desain ruang dan bangunan.", "Daftar File": {"2014 TA PP ARNOLDUS YOUNIS TUNGGALA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/127372", "2014 TA PP ARNOLDUS YOUNIS TUNGGALA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/127373", "2014 TA PP ARNOLDUS YOUNIS TUNGGALA 1-BAB 2a.pdf": "https://digilib.itb.ac.id/gdl/download/127374", "2014 TA PP ARNOLDUS YOUNIS TUNGGALA 1-BAB 2b.pdf": "https://digilib.itb.ac.id/gdl/download/127375", "2014 TA PP ARNOLDUS YOUNIS TUNGGALA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/127376", "2014 TA PP ARNOLDUS YOUNIS TUNGGALA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/127377", "2014 TA PP ARNOLDUS YOUNIS TUNGGALA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/127378", "2014 TA PP ARNOLDUS YOUNIS TUNGGALA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/127379"}, "Penulis": "ARNOLDUS YOUNIS TUNGGALA  (NIM  :  15209021)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n \n\nIwan Sudrajat, Ir.,MSA.,Ph.D.  \n \n\nM. Jehansyah S., ST.,MT.,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sekolah, kemandirian, keterampilan; anak berkebutuhan khusus; terapi; lembaga pendidikan, vokasional", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "8 file", "Tanggal Input": "24 Okt 2018"}