{"Nomor": 25815, "Judul": "UJI AKTIVITAS PENGHAMBATAN ENZIM XANTIN OKSIDASE DARI EKSTRAK ETANOL BEBERAPA TUMBUHAN SUKU APIACEAE DAN LAMIACEAE", "Abstrak": "Pirai (gout) adalah penyakit peradangan sendi yang disebabkan oleh penumpukan asam urat di \n\njaringan sendi yang produksinya dikatalisis oleh enzim xantin oksidase. Enzim tersebut berfungsi \n\nmengoksidasi hipoxantin menjadi xantin dan xantin menjadi asam urat dalam jalur degradasi purin. Di \n\nIndonesia, beberapa jenis tumbuhan suku Apiaceae dan Lamiaceae digunakan secara tradisional untuk \n\nmengobati gejala pirai, sehingga diperlukan pengujian secara in vitro untuk membuktikan kebenaran \n\nkhasiat tumbuhan tersebut dalam menghambat aktivitas xantin oksidase. Pengujian ini dilakukan pada \n\n10 jenis tumbuhan suku Apiaceae dan Lamiaceae. Penghambatan aktivitas enzim xantin oksidase \n\ndiukur berdasarkan penurunan absorbansi pembentukan asam urat menggunakan spektrofotometer \n\nUV-Vis pada panjang gelombang 284 nm. Aktivitas penghambatan dinyatakan dalam persen (%) \n\ninhibisi. Ekstrak etanol tumbuhan yang memiliki aktivitas penghambatan tertinggi pada konsentrasi \n\n100 Ã‚Âµg/mL diukur konsentrasi hambat 50 persennya (nilai IC50). Hasil uji menunjukkan bahwa sembilan \n\ndari sepuluh ekstrak etanol tumbuhan memiliki aktivitas penghambatan xantin oksidase dalam \n\nrentang penghambatan 1,22-47,49% pada konsentrasi uji 100 Ã‚Âµg/mL. Ekstrak etanol daun jawer kotok \n\n(Coleus artopurpureus) memiliki aktivitas penghambatan enzim xantin oksidase yang tertinggi yaitu \n\n30,20Ã‚Â±12,11%. Nilai IC50 dari ekstrak etanol daun jawer kotok adalah 198,82 Ã‚Âµg/mL dan nilai IC50 dari \n\nallopurinol yang digunakan sebagai kontrol positif adalah 2,38 Ã‚Âµg/mL. Penelitian ini menunjukkan \n\nbahwa beberapa tumbuhan suku Apiaceae dan Lamiaceae, yang digunakan secara tradisional, \n\nmemiliki aktivitas penghambatan enzim xantin oksidase.", "Daftar File": {"2018 TA PP ARNOLD NATHANIEL 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127370"}, "Penulis": "ARNOLD NATHANIEL NIM : 11614003", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dra. Siti Kusmardiyani, M.Sc.", "Dr. Muhamad Insanu"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Coleus artopurpureus, daun jawer kotok, penghambatan xantin oksidase, pirai", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "29 Jun 2018"}