{"Nomor": 25835, "Judul": "ANALISIS MEKANISME FOKUS GEMPA VULKANO- TEKTONIK GUNUNG SINABUNG PERIODE OKTOBER 2010 - DESEMBER 2011", "Abstrak": "Gunung Sinabung merupakan gunung api strato yang berada di Kabupaten Karo, Provinsi Sumatera Utara, Indonesia. Gunung ini memiliki ketinggian sekitar 2.460 meter di atas permukaan laut. Sebelum letusan Agustus 2010, Gunung Sinabung masih termasuk ke dalam klasifikasi gunung api tipe B karena ketiadaan aktivitas semenjak tahun 1600. Kejadian erupsi pada Agustus 2010 menjadikannya masuk ke dalam klasifikasi gunung api tipe A. Semenjak saat itu, aktivitas Gunung Sinabung terus mengalami fluktuasi. Sebagai upaya antisipasi terhadap bencana alam yang mungkin terjadi, pemantauan secara instrumental pada Gunung Sinabung tentunya perlu dilakukan. Salah satu caranya yakni dengan melakukan analisis mekanisme fokus dari gempa yang terjadi. Pada penelitian ini, akan dilakukan identifikasi pola tektonik pada daerah Gunung Sinabung dan sekitarnya. Data yang digunakan dalam penelitian ini merupakan gempa vulkano-tektonik yang terjadi pada periode Oktober 2010 - Desember 2011. Penentuan lokasi hiposenter awal dilakukan dengan menggunakan metode Geiger. Kemudian dilakukan relokasi hiposenter menggunakan metode double-difference, dan penentuan mekanisme fokus dengan menggunakan metode inversi tensor momen. Hasil inversi tensor momen didominasi oleh mekanisme sumber berupa sinistral strike slip. Mekanisme sumber tersebut ditemukan pada bagian timur sesar utama dan bagian baratlaut-utara dari Gunung Sinabung. Mekanisme sumber berupa sinistral strike slip tersebut kemungkinan berasosiasi dengan sesar utama yang terpetakan di permukaan dan hidden fault yang tidak terpetakan di permukaan. Ditemukan juga sejumlah sesar normal dip slip yang mengindikasikan peristiwa gravitational collapse pada pre-existing caldera. Secara umum, gempa yang terjadi di Gunung Sinabung pada periode penelitian dipengaruhi oleh tekanan magma yang mengaktivasi sesar-sesar di sekitar Gunung Sinabung.", "Daftar File": {"2018 TA PP ARY HIDAYAT 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127424"}, "Penulis": "ARY HIDAYAT NIM: 12314061", "Kontributor / Dosen Pembimbing": ["Pembimbing: Afnimar,M.Sc,.Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gunung Sinabung, hiposenter, inversi tensor momen, mekanisme fokus", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "21 Sep 2018"}