{"Nomor": 25849, "Judul": "COMPARING ATTITUDES TOWARDS BRAND FOR PAID PARTNERSHIP AND SPONSORED POST ON INSTAGRAM", "Abstrak": "Iklan digital semakin umum digunakan di era ini, dengan iklan Native sebagai contoh dari jenis iklan digital yang popular yang biasa ditemui di media sosial. Media sosial sudah terbukti menjadi salah satu alat berguna untuk membangun brand awareness, tetapi media sosial mempunyai risiko lebih tinggi untuk merusak reputasi perusahaan yang akan berdampak pada perilaku terhadap brand dari konsumen. Potensi Instagram sebagai media iklan ditunjukan oleh jumlah penggunanya yang terus bertumbuh tiap tahun. Semakin bertambahnya pengeluaran perusahaan pada Iklan Native, terutama di media sosial, maka penting untuk mengetahui advertising value dari sebuah iklan serta hubungannya terhadap perilaku terhadap brand. Maka dari itu, riset ini bertujuan untuk mengeksplorasi nilai iklan dari Paid Partnership dan Sponsored Post serta hubungan dan efeknya terhadap perilaku terhadap brand. Teori paling umum yang digunakan untuk menilai nilai iklan dan perilaku terhadap brand adalah Teori Periklanan Ducoffe yang digunakan sebagai dasar dari riset ini. Riset ini menggunakan metode kuantitatif dengan penyebaran kuesioner kepada 350 pengguna Instagram di Indonesia. Kemudian, data diolah menggunakan metode Partial Least Squares (PLS) dan Paired Sample t-test. Hasil dari riset menunjukkan bahwa Teori Periklanan Ducoffe dapat diaplikasikan kepada Paid Partnership dan Sponsored Post di Instagram, ada sebuah hubungan signifikan positif pada nilai iklan dan perilaku terhadap brand, serta Paid Partnership menghasilkan perilaku terhadap brand yang lebih positif dibandingkan Sponsored Post. Namun, analisis mendalam menggunakan beberapa subsample yang didapatkan di riset ini menunjukan kemungkinan faktor lain yang mempengaruhi perilaku terhadap brand yang dapat diteliti lebih lanjut.", "Daftar File": {"COVER ASHIFA SATARA.pdf)u": "https://digilib.itb.ac.id/gdl/download/180487", "CHAPTER 1 ASHFA SATARA.pdf)u": "https://digilib.itb.ac.id/gdl/download/180488", "CHAPTER 2 ASHIFA SATARA.pdf?": "https://digilib.itb.ac.id/gdl/download/180489", "CHAPTER 3 ASHIFA SATARA.pdf?": "https://digilib.itb.ac.id/gdl/download/180490", "CHAPTER 4 ASHIFA SATARA.pdf?": "https://digilib.itb.ac.id/gdl/download/180491", "CHAPTER 5 ASHIFA SATARA.pdf?": "https://digilib.itb.ac.id/gdl/download/180492", "14) REFERENCES.pdf?": "https://digilib.itb.ac.id/gdl/download/250912"}, "Penulis": "Ashifa Satara (19015123)", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T., M.Eng., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Digital Advertising, Native Advertising, Instagram Paid Partnership, Instagram Sponsored Post, Advertising Value, Attitudes towards Brand", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "7 file", "Tanggal Input": "23 Jul 2018"}