{"Nomor": 25847, "Judul": "BANDUNG CREATIVE CENTER DI KAWASAN SUMMARECON, GEDEBAGE", "Abstrak": "Bandung Creative Centre merupakan sebuah wadah dimana para pakerja industri kreatif untuk dapat beraktifitas, sebuah tempat bagi kegiatan bisnis start-up. Selain bekerja, ditempat ini mereka juga akan mendapat bimbingan, arahan, dan modal agar dapat memapankan lini usaha mereka. Proyek ini berlokasi di Gedebage, Bandung Timur tepatnya pada area pengembangan Bandung Teknopolis. Pemrakarsa dari proyek ini adalah PT. Summarecon Bandung yang bekerjasama dengan pemerintah kota Bandung sebagai penggagas dari Banndung Teknopolis itu sendiri.  \n\nUntuk proyek ini sendiri, lahan yang tersedia merupakan bekas lahan persawahan. Akan tetapi lahan tersebut telah mendapat treatment sedemikian rupa agar memenuhi syarat untuk dapat dibangun sebuah kawasan diatasnya. Sehingga kontur pada yang didapat pada lahan relatif datar dengan sedikit kemiringan kearah Selatan.  \n\nPada proyek ini pengguna merupakan para pekerja industri kreatif dengan output berupa produk non-fisik. Sebagai contoh mobile-application maker, komikus digital, video game maker, dan lain sebagainya. Berdasarkan hasil wawancara dengan beberapa pelaku industri kreatif didapat karakteristik pengguna bahwa sebagian besar yang menggeluti bidang ini merupakan kaum muda dengan kreatifitas yang tinggi, sehingga dibutuhkan sebuah ruang yang dapat menampung kekreatifitasan mereka dan tidak menimbulkan rasa bosan.  \n\nKonsep  perancangan dari  proyek  ini secara garis besar mengikuti konsep besar yang telah digagas oleh PT. Summarecon Bandung, yaitu filosofi Tatar Sunda. Filosofi Tatar Sunda ini sendiri merupakan sebuah konsep dimana sebuah bangunan, dengan berbagai aktifitas manusia didalamnya, haruslah menghormati alam sebagai tempat berpijak dan semaksimal mungkin mengoptimalkan potensi yang ada di alam untuk kebaikan manusia. Filosofi ini ditransformasikan kedalam konsep Green Building dimana pemanfaatan pencahayaan dan penghawaan alami akan dioptimalkan didalam bangunan agar penggunaan energi dapat diminimalkan didalam masa guna bangunan.", "Daftar File": {"2018 TA PP Ashari Yudha Alfitriansyah 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127437"}, "Penulis": "Ashari Yudha Alfitriansyah - Nim: 15213078", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Christina Gantini, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Industri Kreatif, Bandung Teknopolis, Hemat Energi, Green Building", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Feb 2018"}