{"Nomor": 25845, "Judul": "BISNIS STRATEGI UNTUK KARYA MULYA JAYA", "Abstrak": "KMJ (KaryaMulya Jaya) adalah UMKM yang ada di wadukJatiluhur yang menjualberbagaiikan air tawarkonsumsidarimulaiikan mas, ikanniladanikanpatindengankualitas yang bagus. Karya mulya jaya memliki 250 kolam yang ada kolam jatiluhur.  \n \n\nDengan melihat potensi pasar ikan yang cukup besar serta tingkat konsumsi ikan yang ada di masyarakat meningkat maka karya mulya jaya mengambil kesempatan untuk mengembangkan usaha yang sedang di jalankan dalam bidang industri perikanan untuk lebih memajukan perusahaan sertauntuk meningkatkan keunggulan perusahaan dan meningkatkan penjualan.  \n \n\nMasalah yang di hadapi oleh karya mulya jaya yaitu tingkat penjualan yang di hasilkan cenderung tidak ada kenaikan yang signifikan,dari data penjualan tahun 2017 rata-rata penjualan yang ada pada karya mulya jaya hanya bisa mencapai tujuh puluh ribu kilo gram ikan.   \n \n\nMetedologidananalisis yang di pakaiuntukmelihatkeadaan internal maupun external padaindustriperikanansertaanalisis internal perusahaankaryamulyayaitumenggunakanalatanalisisSTP,MarketingMix,Value chain analisis,dananalisis SWOT.KemudianuntukmenganalisislingkunganeksternaldigunakananalisisPESTLE,LimaKekuatan Porter dananalisispesaing.Untukmenentukan strategy yang bisa di pakai kami menggunakan matrix TOWS.  \n \n\nBeberapa strategy yang bisa di lakukan untuk meningkatkan penjualan yaitu dengan cara menambah jumlah kolam yang ada di darat,membuat ikan mati menjadi pakan ikan,mengoptimalkan sirkulasi yang ada di kolam,membuat makanan beku,mencari pasar yang baru dan yang terakhir yaitu menambah variasi ikan yang tahan akan penyakit", "Daftar File": {"Asep Yogi Permana_29116450_Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/127435"}, "Penulis": "Asep Yogi Permana-29116450", "Kontributor / Dosen Pembimbing": ["Ir.CO Budi Permadi Iskandar, MSP"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Aquaculture, business strategy, small and medium business", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "16 Agu 2018"}