{"Nomor": 25855, "Judul": "ANALISIS DEBIT SUNGAI BERDASARKAN CURAH HUJAN DAN IMPLIKASI TERHADAP KEBUTUHAN MASYARAKAT KAB. KEDIRI", "Abstrak": "Krisis ketersediaan air dialami oleh Kab. Kediri, penyebabnya antara lain kebocoran pipa, jumlah instalasi pipa, serta debit dari sumber yang fluktuatif. Menurut Laporan Status Lingkungan Hidup Daerah (2011), kondisi fluktuatif debit sungai dan mata air ini dipengaruhi oleh besar curah hujan. Penelitian ini mencoba mengestimasi besarnya debit sungai dengan metode FJ Mock dan debit andalan menggunakan Flow Duration Curve agar dapat diperkirakan kemungkinan terpenuhi atau tidaknya kebutuhan air masyarakat Kab. Kediri oleh ketersediaan air permukaan. Setelah itu dicari kondisi curah hujan dan beberapa komponen water balance FJ Mock yang terjadi pada kondisi minimum debit andalan, sehingga nantinya dapat diperkirakan kapan terjadinya krisis ketersediaan air. Hasil penelitian ini menunjukkan bahwa nilai debit andalan bulan dasar perencanaan DAS Brantas hingga Mojoroto dipengaruhi oleh curah hujan bulan sekarang dan dua bulan sebelumnya, evapotranspirasi pada bulan tersebut, perubahan simpanan air tanah dari bulan sebelumnya sampai bulan sekarang. Berdasarkan nilai debit andalan bulan dasar perencanaan dengan peluang terlampaui 93.94%, dapat dikatakan bahwa ketersediaan air permukaan DAS Brantas hingga Mojoroto secara umum sudah sesuai dengan kebutuhan air masyarakat Kab. Kediri, kecuali pada bulan Oktober, sehingga menurut penelitian ini terjadi krisis ketersediaan air pada 5 bulan Oktober di tahun 2004-2013.", "Daftar File": {"2017 TA PP ASIH NUR ANDARI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/127451", "2017 TA PP ASIH NUR ANDARI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/127452", "2017 TA PP ASIH NUR ANDARI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/127453", "2017 TA PP ASIH NUR ANDARI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/127454", "2017 TA PP ASIH NUR ANDARI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/127455", "2017 TA PP ASIH NUR ANDARI 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/127456", "2017 TA PP ASIH NUR ANDARI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/127457"}, "Penulis": "ASIH NUR ANDARI (NIM: 12811017)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   Dra. Atika Lubis, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "ketersediaan air permukaan; FJ Mock; debit andalan; Flow Duration Curve;", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "18 Sep 2018"}