{"Nomor": 25854, "Judul": "PENINGKATAN KEEFEKTIFAN PENYELENGGARAAN PERIZINAN PEMANFAATAN RUANG DI KOTA BANDUNG", "Abstrak": "Salah satu tujuan dari penataan ruang adalah melindungi fungsi ruang dan mencegah terjadinya eksternalitas akibat adanya pemanfaatan ruang dalam pembangunan. Tujuan tersebut dapat dicapai dengan adanya pengendalian pemanfaatan ruang yang dilakukan oleh pemerintah. Salah satu perangkat pengendalian pemanfaatan ruang adalah perizinan, di mana semua pihak yang ingin memanfaatkan ruang harus terlebih dahulu memiliki izin. Namun penyelenggaraan perizinan pemanfaatan ruang di Kota Bandung belum efektif dalam menjalankan fungsinya sebagai pengendali pembangunan. Sehingga diperlukan studi untuk merumuskan upaya peningkatan keefektifan penyelenggaraan perizinan pemanfaatan ruang di Kota Bandung. Berdasarkan kajian literatur, kriteria yang digunakan adalah keefektifan proses penerbitan izin dan keefektifan perizinan sebagai pengendali pembangunan. Berdasarkan hasil analisis, untuk meningkatkan keefektifan penyelenggaraan perizinan, Pemerintah Kota Bandung harus melimpahkan wewenang kepada penyelenggara perizinan untuk dapat memproses perizinan secara keseluruhan. Bagi pihak penyelenggara perizinan harus melakukan pengawasan dan evaluasi terhadap keberjalanan penyelenggara perizinan agar sesuai dengan standar; menggunakan teknologi informasi dalam sistem basis data; survei evaluasi kinerja aparatur dilakukan setelah seluruh proses dilakukan berdasarkan indikator yang tercantum pada peraturan yang baru; serta mempersiapkan sistem perizinan elektronik untuk beradaptasi pada saat RDTR Kota Bandung disahkan. Upaya yang perlu dilakukan oleh masyarakat adalah melakukan kewajibannya secara aktif untuk mengawasi pembangunan yang terjadi; melakukan pengaduan terhadap pelanggaran yang ditemukan; serta mengajukan permohonan izin sesuai dengan prosedur dan ketentuan yang berlaku.", "Daftar File": {"2015 TA PP ASHRI ULIMA ZHAFIRAH 1-JURNAL.pdf": "https://digilib.itb.ac.id/gdl/download/127450"}, "Penulis": "ASHRI ULIMA ZHAFIRAH", "Kontributor / Dosen Pembimbing": ["Pembimbing : Andi Oetomo, Ir., M.Pl."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "perizinan, keefektifan, Bandung, upaya peningkatan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "08 Feb 2018"}