{"Nomor": 25850, "Judul": "ANALISIS DEGRADASI KLOROFIL PADA MINYAK ZAITUN DENGAN SPEKTROSKOPI LASER", "Abstrak": "Minyak zaitun merupakan komponen diet yang banyak digunakan di dunia dengan manfaat kesehatan yang tinggi untuk manusia, terutama disebabkan oleh kandungan klorofilnya yang tinggi. Berbagai penelitian untuk mengamati komponen kimiawi dalam minyak zaitun dan juga faktor-faktor yang memengaruhi kualitasnya sudah dilakukan, di antaranya menggunakan spektroskop UV, kromatografi cair, dan spektroskopi fluorescence. Namun, penelitian yang menguji pengaruh paparan cahaya dengan panjang gelombang tertentu terhadap penurunan kandungan senyawa klorofil di dalam minyak zaitun sampai saat ini masih sangat sedikit.   \n \n\nPada penelitian ini, digunakan metode spektroskopi laser, yaitu metoda pengukuran berdasarkan interaksi antara radiasi cahaya dengan unsur-unsur yang menyusun suatu benda/zat sebagai fungsi dari panjang gelombang cahaya. Pengamatan yang dilakukan adalah pada konsentrasi, waktu peluruhan elektron, serta tingkat absorpsi senyawa kimia di dalam minyak zaitun. Digunakan tiga varian minyak zaitun, yaitu classic, extra virgin, dan extra light dari tiga merek berbeda. Dilakukan percobaan untuk mengidentifikasi senyawa pada berbagai jenis minyak zaitun menggunakan spektroskopi PL. Hasilnya, terdeteksi tiga senyawa berpendar dalam tiga varian minyak zaitun, yaitu produk oksidasi (4%-84%), Vitamin E (3%-41%), dan klorofil (11%-100%), dengan klorofil sebagai senyawa paling dominan pada varian extra virgin. Dari percobaan penentuan waktu peluruhan elektron senyawa klorofil, didapati bahwa sampel extra light yang memiliki kandungan klorofil terendah memiliki waktu peluruhan elektron selama 5,88 ns. Sedangkan, pada sampel extra virgin, didapati waktu peluruhan elektron selama 7,02 ns.   \n \n\nSelain itu, dilakukan pula pengukuran untuk mengetahui efek dari pemaparan sinar pada panjang gelombang 450 nm, 532 nm, dan cahaya ruangan terhadap kandungan klorofil dalam minyak zaitun extra virgin. Didapati bahwa senyawa klorofil pada minyak zaitun terdegradasi dengan laju degradasi sebesar 1,8 E-1 mmol/menit atau 20,53 ?mol/menit jika dipaparkan dengan sumber cahaya pada panjang gelombang 450 nm. Sedangkan, pada penggunaan sinar dengan panjang gelombang 532 nm dan cahaya ruangan, tidak terdeteksi terjadinya degradasi. Hal ini menunjukkan pentingnya menyimpan minyak zaitun dalam kondisi yang terlindung dari cahaya matahari.", "Daftar File": {"2017 TA PP ADHIKA WIDYA SENA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/127440", "2017 TA PP ADHIKA WIDYA SENA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/127441", "2017 TA PP ADHIKA WIDYA SENA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/127442", "2017 TA PP ADHIKA WIDYA SENA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/127443", "2017 TA PP ADHIKA WIDYA SENA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/127444", "2017 TA PP ADHIKA WIDYA SENA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/127445", "2017 TA PP ADHIKA WIDYA SENA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/127446"}, "Penulis": "ASHIKA WIDYA SENA  [13313054]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Endang Juliastuti, M.Sc.", "Dr. Isnaeni, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Minyak zaitun, klorofil, spektroskopi laser, waktu peluruhan elektron, degradasi klorofil, penyimpanan minyak zaitun ; Olive oil, chlorophyll, laser spectroscopy, electron decay time, chlorophyll degradation, olive oil storage", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "7 file", "Tanggal Input": "17 Jan 2018"}