{"Nomor": 25867, "Judul": "KAJIAN MODEL MATEMATIK ALIRAN GELOMBANG NAIK BERDASARKAN PERSAMAAN BOUSSINESQ", "Abstrak": "Pemodelan numerik memerlukan persamaan pengatur yang mampu memodelkan kejadian di pantai. Akurasi model numerik ditentukan dari tingkat kebenaran persamaan matematika yng digunakan untuk menggambarkan proses   \n \n \n\nyang terjadi pada aliran. Persamaan yang paling umum yang digunakan untuk mensimulasikan aliran air adalah persamaan Saint Venant yang didasarkan pada asumsi distribusi tekanan hidrostatis pada pada arah vertikal. Namun untuk perilaku-perilaku aliran tertentu, dimana seperti kasus aliran transisi dimana terdapat kejutan seharusnya asumsi-asumsi ini tidak dibenarkan dan perlu   \n \n \n\nditambahkan suku-suku dispersi yang memperhitungkan kondisi distribusi tekanan non-hidrostatis. Model numerik berdasarkan persamaan Boussinesq mewakili pilihan yang praktis dan akurat untuk simulasi proses hidrodinamik dekat pantai. Penyelesaian persamaan Boussinesq dengan beberapa skema telah banyak dilakukan pada penelitian sebelumnya dengan menyelesaikan persamaan Boussinesq klasik dengan skema Mac Cormack, dan dengan skema bedatengah (central scheme) orde 4. Kedua model ini masih belum sempurna dalam memodelkan perambatan gelombang terutama pada saat gelombang pecah.   \n \n \n\nDalam penelitian akan dilakukan modifikasi model yang sudah dikembangkan sebelumnya dengan mengganti persamaan pengatur dengan persamaan Boussinesq Madsen (1992) dan menambahkan skema numerik QUICK pada suku konveksinya. Diharapkan dengan melakukan modifikasi ini, hasil numerik menjadi lebih baik dan model dapat diaplikasikan pada studi kasus di lapangan. Di Indonesia, banjir rob sering terjadi dikota pantai seperti daerah Jakarta bagian utara dan Semarang. Pemodelan banjir rob perlu mempertimbangkan pola pasang surut dan juga gelombang sehingga akan sulit untuk dimodelkan dalam model satu dimensi. Namun untuk simulasi rambatan akibat banjir rob dapat dilakukan dengan model satu dimensi, dimana arah gelombang pada laut dangkal searah tegak lurus pantai sehingga analisis satu dimensi sudah cukup untuk   \n \n \n\nmenganalisa rambatannya. Dari hasil analisa didapatkan bahwan model satu dimensi dapat memodelkan rambatan dengan baik terutama untuk kemiringan tanah yang curam, namun tidak cukup baik untuk kemiringan tanah yang landai. Simulasi rambatan banjir rob juga dilakukan pada muara sungai Ciliwung Gunung Sahari, dimana dari hasil simulasi memberikan hasil yang cukup baik.", "Daftar File": {"2018 TS PP ASRINI CHRYSANTI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127500"}, "Penulis": "ASRINI CHRYSANTI          (NIM : 25016055)", "Kontributor / Dosen Pembimbing": ["Prof. Ir. M. Syahril B.K, M.Sc.Ph.D   \n \n \n\nDhemi Harlan, ST, M.Sc., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "model numerik, Boussinesq, Maccormack, QUICK, banjir rob", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Mar 2018"}