{"Nomor": 25874, "Judul": "INTEGRITY OF CO2 INJECTION WELL FOR CARBON CAPTURE STORAGE OPERATION BASED ON NORSOK D-010", "Abstrak": "Carbon Capture and Storage (CCS) adalah usaha mengumpulkan karbon dioksida (CO2) dan menyimpannya ke dalam pori-pori batuan formasi. Sebuah sumur injeksi dibutuhkan untuk menginjeksikan CO2 ke dalam formasi batuan tersebut. Selama injeksi CO2, sumur injeksi akan menghadapi permasalahan korosi karena CO2 yang bereaksi dengan casing atau tubing.     \n \n\nSebuah kandidat sumur injeksi CO2 adalah sumur eksplorasi yang telah ada dan sedang ditutup sementara. Studi lebih lanjut harus dilakukan untuk mencegah permasalahan sumur selama dilakukan injeksi CO2 dengan laju injeksi yang telah ditentukan sebelumnya. Tugas Akhir ini berfokus kepada integritas sumur eksplorasi yang telah ada dan sedang ditutup sementara sebagai kandidat sumur injeksi CO2. Integritas dari sumur tersebut akan dievaluasi menggunakan NORSOK (Norsk sokkles konkurranseposisjon Ã‚Â– the competitive standing of the Norwegian offshore sector) D-010. NORSOK D-010 adalah standar yang dikembangkan oleh industri perminyakan Norwegia berisi tata cara dan persyaratan minimum yang berhubungan dengan integritas sumur dalam pengeboran dan pengoperasian sumur.     \n \n\nTugas akhir ini memodelkan laju korosi yang akan terjadi pada sumur eksplorasi yang telah ada dan sedang ditutup sementara ketika injeksi CO2 dilakukan. Model ini menggunakan software Electronic Corrosion Engineer (ECETM) yang digunakan oleh corrosions atau materials engineers sebagai alat untuk mengevaluasi aspek-aspek penting dari kontrol korosi dan pemilihan material. Model korosi dari injeksi CO2 pada sumur eksplorasi yang telah ada dan ditutup sementara akan dibatasi oleh laju injeksi yang telah ditentukan sebelumnya dan ketahanan dari casing atau tubing yang akan dievaluasi menggunakan software ECETM.     \n \n\nHasil dari studi ini dapat digunakan untuk menentukan layak atau tidaknya sumur eksplorasi yang telah ada dan sedang ditutup sementara untuk dimodifikasi menjadi sumur injeksi CO2. Selanjutnya, studi ini akan memberikan rekomendasi untuk kandidat sumur eksplorasi yang telah ada dan sedang ditutup sementara yang akan diaplikasikan sebagai sumur injeksi CO2 untuk pengaplikasian teknologi CCS berdasarkan evaluasi NORSOK D-010 dan model laju korosi.", "Daftar File": {"2015 TA PP ASTI DAMAYANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/127526"}, "Penulis": "ASTI DAMAYANTI (NIM", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.-Ing. Bonar Tua Halomoan Marbun"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "carbon capture and storage, integritas sumur, laju korosi", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "11 Mei 2018"}