{"Nomor": 25875, "Judul": "PENILAIAN KESIAPAN DAN RENCANA IMPLEMENTASI MANAJEMEN PENGETAHUAN DI BADAN PUSAT STATISTIK KALIMANTAN TIMUR", "Abstrak": "Badan Pusat Statistik adalah salah satu lembaga pemerintahan yang bertanggung jawab untuk menghasilkan dan mengelola data. Terkait dengan tanggung jawab tersebut, melakukan pengelolan data dan informasi yang dihasilkan sangatlah penting. Salah satu kantor perwakilan Badan Pusat Statistik adalah Badan Pusat Statistik Kalimantan Timur. Sekarang ini, terdapat perluasan wilayah di Kalimantan, yaitu adanya provinsi baru yang bernama Kalimantan Utara. Berhubungan dengan keadaan ini, peranan Badan Pusat Statistik Kalimantan Timur menjadi lebih besar karena tidak adanyan kantor perwakilan di provinsi Kalimantan Utara, jadi BPS Kalimantan Timur harus bertanggung jawab terhadap pekerjaan di dua provinsi. Penulis berpikir bahwa BPS Kalimantan Timur harus mengimplementasikan Manajemen Pengetahuan karena dapat memfasilitasi mereka dalam memproses lebih banyak data. Jadi, terdapat urgensi dalam mengimplementasikan Manajemen Pengetahuan di BPS Kalimantan Timur. Oleh sebab itu, penulis melakukan penilaian kesiapan BPS Kalimantan Timur untuk mengimplementasikan Manajemen Pengetahuan terkait dengan KM Leadership, Process, People, technology, leraning & innovation, and KM Outcome melalui kuesioner dan wawancara.  \n \n\nPermasalahan yang sedang dihadapi oleh Badan Pusat Statistik Kalimantan Timur yang berkaitan dengan manajemen pengetahuan adalah knowledge transfer, knowledge stock & flow, dan berbagi pengetahuan. Salah satu permasalahan dalam kegiatan knowledge transfer adalah kurangnya kesadaran karyawan dalam mentransfer keahlian dan pengetahuan mereka kepada karyawan lain, dan permasalahan terkait knowledge stock & flow adalah tidak adanya system penyimanan pengetahuan yang dimiliki oleh Badan Pusat Statistik Kalimantan Timur. Oleh sebab itu tujuan dari penelitian ini adalam untuk menyelesaikan permasalahan tersebut dengan cara melakukan penilaian kesiapan Badan Pusat Statistik dalam melakukan Manajemen Pengetahuan berdasarkan kerangka kerja APO melalui keusioner dan interview, menganalisa hasil penilaian tersebut, dan memberikan rekomendasi terhadap hasil analisa.  \n \n\nUntuk mendapatkan pemahaman lebih dalam mengenai keadaan yang sedang dihadapi Badan Pusat Statistik Kalimantan Timur, penulis melakukan gap analysis dan root cause analysis. Hasil dari penelitian ini adalah pegawai Badan Pusat Statistik Kalimantan Timur mengharapkan kondisi manajemen pengetahuan yang lebih baik lagi. Oleh sebab itu, penulis merekomendasikan Badan Pusat Statistik Kalimantan Timur untuk mensikronisasikan solusi pada KM leadership, people, process, technology, KM process, and learning & innovation untuk menghasilkan inovasi sebagai hasil dari mengimplemenatsian manajemen pengetahuan. Disamping itu, penulis juga menyarankan BPS Kalimantan Timut untuk melakukan pengukuran terhadap pengimplementasian solusi yang direkomendasikan agar dapat mencapai visi BPS Kalimantan Timur.", "Daftar File": {"2018 TS PP ASTIKA ULFAH IZZATI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127527"}, "Penulis": "ASTIKA ULFAH IZZATI - Nim: 29116047", "Kontributor / Dosen Pembimbing": ["Achmad Ghazali, S.T, MBA, PhD"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Pengetahuan, Kesiapan Manajemen Pengetahuan, Perencanaan Manajemen Pengetahuan, Kerangka kerja APO, Badan Pusat Statistik Kalimantan Timur", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Feb 2018"}