{"Nomor": 25878, "Judul": "STRATEGI PENGUATAN SISTEM PENGENDALIAN INTERN PENATAUSAHAAN BARANG MILIK NEGARA (STUDI KASUS: KEMENTERIAN ENERGI DAN SUMBER DAYA MINERAL)", "Abstrak": "Untuk mewujudkan laporan keuangan dan laporan BMN yang transparan dan akuntabel, atau dikenal sebagai Good Governance, tidaklah mudah. Untuk itu di perlukan sistem pengendalian intern penatausahaan yang baik. Berdasarkan permasalahan tersebut, penelitian ini bertujuan untuk: 1) Mengetahui penyebab temuan negatif pada SPI penatausahaan BMN. 2) Mengetahui kualitas pelaksanaan SPI penatausahaan BMN di Kementerian ESDM. 3) Mengusulkan strategi untuk memperkuat SPI penatausahaan BMN di Kementerian ESDM. Metode yang digunakan pada penelitian ini terdiri dari tiga tahap, pertama menggunakan metode deskriptif, kedua menggunakan metode qualitative dengan aplikasi NVIVO dan ketiga menggunakan metode SWOT dan QSPM.    \n \n \n\nHasil dari analisis menunjukan: 1) Berdasarkan laporan hasil pemeriksaan BPK-RI di ketahui bahwa penatausahaan asset tetap pada Kementerian ESDM belum memadai, 2) Implementasi SPI penatausahaan di Kementerian ESDM masih berjalan kurang baik dari lima elemen hanya informasi dan komunikasi yang mendapatkan good criteria 3) Strategi yang harus dilaksanakan terkait sistem pengendalian intern adalah melakukan penguatan sistem pengendalian intern dengan cara peningkatan kualitas laporan BMN melalui pemutakhiran teknologi informasi dan aplikasi pengelolaaan BMN.", "Daftar File": {"2018 TS PP ASTRIA ENDITO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127540"}, "Penulis": "ASTRIA ENDITO (NIM 29316125)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Wiwiek M. Daryanto SE-Ak, MM., CMA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Penatausahaan Barang Milik Negara, Sistem Pengendalian Intern, Analisis SWOT,  Analisis QSPM", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "14 Mar 2018"}