{"Nomor": 25870, "Judul": "GELANGGANG REMAJA DI BANDUNG TEMA", "Abstrak": "Arsitektur Gelanggang Remaja di Bandung ini dirancang untuk para remaja, sehingga perilaku dan karakteristik penggunanya menjadi faktor   \n\npenting dalam perancangan.Remaja memiliki karakteristik khusus yang berbeda dengan kelompok umur lainnya. Salah satu sifat remaja adalah sifat dinamis yang dapat diwujudkan dengan penyelenggaraan kegiatan dan wadah yang dinamis pula. Kedinamisan dalam arsitektur ini dapat terwujud melalui bentuk bangunan dan pengolahan ruang-ruang yang ada, baik ruang dalam maupun ruang luar.   \n\nKonsep dasar yang diusulkan oleh penulis adalah penerapan arsitektur yang dinamis dari segi bentuk dan permainan sirkulasi agar terwujud pengalaman arsitektur yang bervariasi dan sesuai dengan perilaku remaja. Gabungan beberapa bentuk geometri dan permainan   \n\nwarna bertujuan untuk menciptakan suasana yang variatif. Namun demikian, tetap diusahakan sirkulasi yang mengalir sehingga terdapat kesatuan massa dan tetap memungkinkan terjadinya interaksi sosial antar remaja. Perilaku remaja yang suka berinteraksi dengan bebas ini juga   \n\nmuncul dengan menyediakan ruang Iuar dan tempat-tempat untuk melihat dan dilihat. Ruang luar dijadikan unsur pengikat dalam tapak sehingga kesatuan ruang tetap terasa.   \n\nBangunan Gelanggang Remaja haws dapat menarik minat remaja tanpa mengabaikan kesatuannya dengan lingkungan. Kesatuan ini dimunculkan dengan mempertahankan hubungan dengan fungsi-fungsi lokal yang telah ada sebelumnya seperti lapangan-lapangan olahraga. Massa bangunan juga menyesuaikan dengan massa-massa bangunan di sekitar yang signifikan. Vegetasi yang ada pada tapak juga dipertahankan dan bahkan dimasukkan dalam massa bangunan. Hal ini agar kegiatan para remaja dapat tetap berlangsung tanpa merusak lingkungan.", "Daftar File": {"2006_TA_AR_Wula_1.pdf": "https://digilib.itb.ac.id/gdl/download/127516"}, "Penulis": "ASRI WULANDARI (NIM : 15201008)", "Kontributor / Dosen Pembimbing": ["Pembimnbing : Ir.Wiwik Dwi Pratiwi, MES. PhD."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gelanggang, arsitektur berwawasan perilaku", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "22 Okt 2018"}