{"Nomor": 25872, "Judul": "PEMETAAN KARAKTERISTIK GELOMBANG DENGAN METODE NUMERIK DAN ANALISISNYA DI SELAT SUNDA SEKITAR PELABUHAN MERAK", "Abstrak": "Pembangunan dan perencanaan pengembangan pelabuhan yang tertuang dalam Rencana Pembangunan Jangka Menengah Nasional (RPJMN) tahun 2015-2019 menunjukkan bahwa pelayanan transportasi laut sedang berkembang. Beberapa fenomena ekstrem gelombang terbukti pernah mempengaruhi aktivitas di pelabuhan, contohnya pelabuhan Merak-Bakauheni yang sempat ditutup akibat gelombang yang dibangkitkan oleh siklon Cempaka dan Dahlia. Siklon-siklon tersebut juga meningkatkan muka laut hingga menyebabkan air laut masuk ke pelataran dermaga. Berdasarkan fakta tersebut, kajian tentang kondisi fisik laut khususnya gelombang menjadi penting untuk pembangunan dan pengembangan pelabuhan, sehingga risiko terkait keamanan penumpang dan ketahanan struktur pelabuhan dapat dikurangi. Tugas akhir ini bertujuan untuk memodelkan karakteristik gelombang di Selat Sunda sekitar Pelabuhan Merak menggunakan pemodelan hidrodinamik. Pemodelan ini dilakukan dengan metode numerik menggunakan perangkat lunak SWAN (Simulating Wave Nearshore) versi 41.01 dalam tiga kondisi angin yang berbeda yaitu monsun barat, monsun timur, dan kondisi ekstrem. Dari hasil pemodelan gelombang diperoleh data bahwa tinggi gelombang signifikan maksimum pada seluruh area pemodelan saat monsun barat, monsun timur, dan kondisi ekstrem berturut turut adalah 1,14 meter, 1,16 meter, dan 1,96 meter.", "Daftar File": {"2018 TA PP ASTHINA NOVITA SYANUR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127518"}, "Penulis": "Asthina Novita Syanur        (NIM : 15113009)", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Wiwin Windupranata, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gelombang laut, hidrodinamika, pemodelan gelombang, metode numerik.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "15 Mar 2018"}