{"Nomor": 25886, "Judul": "PENGARUH PENGUDARAAN TIDAK MENERUS  TERHADAP PEMBENTUKAN BIOGRANULAR AEROB PADA REAKTOR AIRLIFT SISTEM ALIRAN KONTINU", "Abstrak": "Granulasi yang lebih padat dengan diameter yang lebih kecil diperoleh dari reaktor Airlift pada tingkat pembebanan substrat yang sama dengan reaktor kolom gelembung. Pembentukan granulasi tersebut memanfaatkan pola reaktor upflow sludge bed dan kontaktor oksigen tanpa resirkulasi limbah parsial dengan menempatkan zona aerasi di bagian riser dan downcomer dari sistem reaktor Airlift. Kontrol ketersediaan oksigen memiliki efek penting pada viabilitas mikroorganisme, struktur mikro granular. Oleh karena, pengembangan penelitian pembentukan biogranular dilakukan dengan memberikan variasi pengudaraan tidak terus menerus (3 liter/menit; 2,55 cm/s) pada periode 2, 3, dan 4 jam (HRT 6 jam; OLR 2,5 kg COD/m3.hari; CH3COONa sebagai sumber karbon) dalam reaktor Airlift sistem aliran kontinu (H/D 12,5 bagian luar dan 20 bagian dalam). Variasi pengudaraan tidak terus menerus pada periode 4 jam (Ã‚Â±14 hari) memiliki kondisi lebih baik dalam pembentukan biogranular aerob dengan menggunakan metode pairwise comparison. Hal ini disebabkan terdapat 3 pola aerasi per hari dan 3 pola tanpa aerasi per hari, pola tersebut relatif lebih sedikit dibandingkan dengan dua variasi lain, sehingga biomassa relatif lebih stabil dan kompak. Karakteristik biogranular yang terbentuk memiliki nilai SVI 85 Ã‚Â– 88 mL/g; kecepatan pengendapan 32,95 cm/menit; densitas 13,28 g/L; diameter 1,87 mm dan aspek rasio 0,67. Efisiensi penyisihan organik, amonium dan nitrat yang diperoleh dari variasi tersebut lebih tinggi dibandingkan dua variasi lain, yakni 58,35% organik; 26,56% amonium; 25,75% nitrat. Model kinetika yang digunakan untuk mengevaluasi performa mikroorganisme adalah model Monod dan Contois, dengan parameter Y, Kd, Ã‚Âµmaks Monod, Ks, Ã‚Âµmaks Contois dan β. Kedua model kinetika tersebut kurang tepat dalam mengevaluasi penggunaan substrat oleh biomassa sehingga penggunaan model kinetika Grau second-order dan Stover-Kincannon diuji. Dari dua model kinetika tersebut, model kinetika Grau second-order lebih cocok digunakan untuk menelusuri penggunaan substrat oleh biomassa pada variasi pengudaraan tidak terus menerus, dengan galat relatif kecil dibandingkan tiga model lainnya (ε = Ã‚Â± 0,001 Ã‚Â– 0,004 g/L), indeks kepercayaan sebesar 65,10%.", "Daftar File": {"2018 TS PP ASTRID TIARA BENING 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127554"}, "Penulis": "ASTRID TIARA BENING NIM : 25315307", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ing. Ir. Prayatni Soewondo, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "biogranular, kontinu, model kinetika, reaktor Airlift,  pengudaraan tidak menerus", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "17 Jan 2018"}