{"Nomor": 25881, "Judul": "EFEKTIVITAS KOLABORASI ANTAR PEMANGKU KEPENTINGAN DALAM TATA KELOLA DESTINASI PARIWISATA (TKDP) BERBASIS KONSEP DESTINATION MANAGEMENT ORGANIZATION (DMO) DI PANGANDARAN", "Abstrak": "Pangandaran adalah salah satu destinasi wisata di Indonesia yang memiliki potensi strategis untuk mendorong pengembangan wilayah dan juga berkontribusi pada pendapatan negara. Namun di sisi lain, perkembangan pariwisata yang cepat di Pangandaran ini menyebabkan permasalahan-permasalahan sosial dan lingkungan. Permasalahan tersebut muncul karena lemahnya manajemen pariwisata. Sejak tahun 2010, konsep Destinatino Management Organization (DMO) diterapkan dan diinisiasi oleh Kementrian Pariwisata dan Ekonomi Kreatif Indonesia untuk memperbaiki Tata Kelola Destinasi Pariwisata. Konsep ini menekankan pada bentuk kolaborasi dari pemerintah, swasta, dan masyarakat yang dipimpin oleh sebuah organisasi managemen organisasi. Organisasi ini memiliki tanggungjawab untuk menjadi mediator, fasilitator, dan koordinator antara pemangku kepentingan tersebut. Penelitian ini menggunakan pendekatan studi kasus di Desa Pangandaran dengan metode kombinasi yang menggabungkan metode kualitatif dan kuantitatif. Tujuan dari penelitian ini adalah untuk menganalisis efektivitas kolaborasi antar pemangku kepentingan dalam implementasi konsep DMO di Pangandaran. Dari hasil penelitian ditemukan bahwa semanjak konsep ini diimplementasikan, efektivitas kolaborasi meningkat. Dalam kolaborasi tersebut terdapat sebelas pemangku kepentingan kunci yang memiliki kepentingan tinggi. Akan tetapi, salah satu dari mereka memiliki kekuatan yang rendah. Kolaborasi telah memenuhi kriteria tujuan bersama dan kesetaraan. Kriteria komitmen dan kepemimpinan.juga sudah cukup terpenuhi tetapi kriteria kepercayaan dan komunikasi merupakan yang terendah dibanding kritria yang lain.", "Daftar File": {"2015 TA PP ASTRI BRILIYANTI 1 COVER.pdf": "https://digilib.itb.ac.id/gdl/download/127543", "2015 TA PP ASTRI BRILIYANTI 1 BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/127544", "2015 TA PP ASTRI BRILIYANTI 1 BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/127545", "2015 TA PP ASTRI BRILIYANTI 1 BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/127546", "2015 TA PP ASTRI BRILIYANTI 1 BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/127547", "2015 TA PP ASTRI BRILIYANTI 1 BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/127548", "2015 TA PP ASTRI BRILIYANTI 1 PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/127549"}, "Penulis": "ASTRI BRILIYANTI (15411056)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Dr. Ir. Heru Purboyo, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kolaborasi, Pemangku Kepentingan, Tata Kelola Destinasi Pariwisata (TKDP), Destination Management Organization (DMO), Pangandaran", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "25 Jul 2018"}