{"Nomor": 25890, "Judul": "GEREJA INJIL INDONESIA BATUNUNGGAL DI BANDUNG", "Abstrak": "Kasus proyek Tugas Akhir Perancangan adalah Gereja Injili Indonesia Batununggal.   \n\nStatus proyek ini bersifat semifiktif dan berlokasi di Kompleks Perumahan Batununggal Indah IX Ã‚Â– 7- dan 15 di Bandung, dengan Iuas lahan Ã‚Â± 5000 m 2 . Batasbatas   \n\narea perencanaan GII Batununggaladalah sebagai berikut:   \n\nÃ‚Â• Di sebelah Utara, area perencanaan dibatasi oleh JI. Batununggal Indah   \n\nIX. Di seberang jalan ini adalah perumahan Batununggal Abadi.   \n\nÃ‚Â• Di sebelah Selatan, dibatasi oleh jalan tol Iingkar selatan Bandung, yaitupintu tol Buah Batu..   \n\nÃ‚Â• Di sebelah Timur, area perencanaan dibatasi oleh perumahanBatununggal Mulia.   \n\nÃ‚Â• Di sebelah Barat, dibatasi oleh tanah kosong.   \n\nProyek perencanaan gedung GII Batununggal ini memiliki sasaran jemaatyang tinggal di perumahan Batununggal dan di daerah sekitar Batununggal. Lokasidipilih berada di dalam kompleks perumahan Batununggal karena cukup banyaknya jemaat GII Hok lm Tong yang tinggal di perumahan ini, sehingga oleh developer perumahan Batununggal dianggap perlu adanya fasilitas gedung gereja.   \n\nSebelumnya jemaat ini tidak memiliki gedung gereja yang resmi.Kompleks gereja yang dirancang menampung tidak hanya bangunan utama gereja sebagai tempat ibadah, tetapi juga kantor administrasi dan poliklinik.   \n\nBangunan gereja diusahakan untuk dapat menampung sekitar 1000 jemaat. Jemaat kebanyakan tinggal di kompleks perumahan Batununggal Indah, tetapi ada juga yang   \n\ntinggal di daerah-daerah lain di sekitarnya. Bangunan administrasi memuat ruang-ruang untuk administrasi gereja dan juga ruang-ruang lain seperti perpustakaan,   \n\nkelas-kelas yang pemakaiannya fleksibel untuk sekolah minggu dan untuk keperluan lain. Bangunan poliklinik terdiri atas fasilitas untuk kesehatan umum, anak, mata,   \n\ngigi, dan penyakit dalam, dan juga ada apotek. Poliklinik ini direncanakan untuk beroperasi setiap hari dalam seminggu, untuk memberikan pelayan kesehatan bagi   \n\npenduduk sekitar. Luas seluruh bangunan +1- 2800 m 2.", "Daftar File": {"2006_TA_AR_Rahm_1.pdf": "https://digilib.itb.ac.id/gdl/download/127568"}, "Penulis": "ASTUTI RAHMANINGDYAH (NIM : 15201012)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Rini Raksadjaya, MSA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gereja", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "19 Okt 2018"}