{"Nomor": 25897, "Judul": "STUDI DAN ANALISIS PEMANFAATAN PETA PADA SURAT KABAR DAN MAJALAH DI INDONESIA", "Abstrak": "Peta merupakan suatu penyajian grafis dari seluruh atau sebagian muka bumi pada suatu skala peta dan sistem proyeksi tertentu. Berfungsi atau tidaknya suatu peta sangat tergantung pada desain peta yang dibuat. Fungsi peta sebagai penyalur informasi digunakan salah satunya oleh pihak surat kabar dan majalah, mengingat infografis memiliki peran yang signifikan dalam memicu pembaca untuk membaca teks. Berdasarkan penelitian dari Poynter Institute (1991), 77% orang membuka sebuah halaman pada media karena terpancing visual infografis dan 88% di antaranya melanjutkan membaca berita. Oleh karena itu, perlu dilakukan penelitian terkait pemanfaatan peta di media surat kabar dan majalah beserta bagaimana karakteristiknya mengingat fungsi peta sangat tergantung pada penyajiannya.     \n \n \n \n \n\nBerdasarkan pengumpulan data dari 16 surat kabar Nasional dan surat kabar daerah dalam kurun waktu Oktober 2015 Ã‚Â– Desember 2015 beserta Majalah Nasional sepanjang tahun 2015, didapatkan fakta bahwa pemanfaatan peta pada media surat kabar dan majalah di Indonesia masih tidak merata karena terdapat surat kabar dengan jumlah penggunaan peta yang tinggi namun ada surat kabar yang masih tidak menggunakan peta sama sekali. Untuk majalah, kedua majalah yang menjadi sampel rutin menggunakan peta walaupun secara kuantitas terdapat perbedaan yang cukup jauh. Hal yang serupa terjadi pula untuk karakteristik peta yang digunakan karena masih terdapat ketimpangan dalam penyajian peta yang ditinjau dari elemen informasi peta. Elemen informasi peta terbanyak yang digunakan secara berturut-turut adalah legenda, disusul oleh skala, inset map, arah utara, sistem referensi dan sistem proyeksi. Sebagai tindak lanjut dari analisis, dibuatlah peta modifikasi dari peta di media untuk memperlihatkan bagaimana penyajian peta pada surat kabar dan majalah dipandang dari sudut pandang seseorang yang memahami kartografi.", "Daftar File": {"2016 TA PP  ATIFAH RABBANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/127596", "2016 TA PP  ATIFAH RABBANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/127597", "2016 TA PP  ATIFAH RABBANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/127598", "2016 TA PP  ATIFAH RABBANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/127599", "2016 TA PP  ATIFAH RABBANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/127600", "2016 TA PP  ATIFAH RABBANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/127601"}, "Penulis": "ATIFAH RABBANI (nim : 15112090)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing:     \n \n \n \n \n\nProf. Dr. Ir. Hasanuddin Z. Abidin, M. Sc.", "Ir. Hadwi Soendjojo."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "desain, infografis, informasi, karakteristik, majalah, peta, surat kabar", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "09 Okt 2018"}