{"Nomor": 25906, "Judul": "PENERIMAAN PENGGUNAAN TRANSPORTASI ONLINE DI BANDUNG (SEBUAH PERPANJANGAN MODEL PENERIMAAN TEKNOLOGI)", "Abstrak": "Saat ini, layanan transportasi online di Indonesia semakin populer. Transportasi berbasis online memberikan solusi inovatif kepada masyarakat dalam bentuk transportasi dengan memberikan akses yang mudah. Selain itu, transportasi online juga telah berkontribusi dalam pertumbuhan Produk Domestik Bruto (PDB) di Indonesia. Asisten Khusus dari Kementerian Komunikasi dan Informatika, Lis Sutjiati, mengatakan bahwa bagian terbesar dari PDB tidak berasal dari perusahaan e-commerce, tetapi dari usaha kecil-menengah, dan transportasi online di Indonesia dikategorikan sebagai usaha kecil-menengah berbasis digital. Semakin banyak perusahaan kecil-menengah yang berbasis digital, semakin meningkat pula nilai transaksinya. Oleh karena itu penting untuk mengenali kesiapan dan penerimaan masyarakat Indonesia terhadap teknologi transportasi online, karena peneliti percaya bahwa partisipasi warga diperlukan untuk membantu pemerintah mencapai tujuan ekonomi digital Indonesia. Tidak ada yang dapat menduga perubahan sistem mobilitas yang terjadi pada generasi berikutnya, dan tidak ada yang tahu seberapa cepat sebuah inovasi akan terjadi. Tanpa kesiapan yang tepat untuk era digital, Indonesia berada dalam bahaya kehilangan daya saing global, regional dan kemakmuran umum karena transformasi dalam jangka panjang akan mengubah sistem produksi, manajemen, dan pemerintahan. Pemerintahan Indonesia harus mencari strategi yang tepat agar dapat memenangkan persaingan dalam era digital. \n\nPenelitian ini menggunakan pendekatan kuantitatif, dan mengumpulkan semua data dari responden melalui kuesioner online yang tersebar di wilayah Bandung. Kuesioner yang disebar menggunakan Skala Likert dari 1-5, dan terdiri dari 32 pertanyaan yang dikembangkan dari 12 variabel, berdasarkan kerangka TAM, yaitu: computer self-efficacy, perception of external control, computer playfulness, convenience, subjective norm, image, job relevance, output quality, perceived usefulness, perceived ease of use, intention to use, dan actual usage. Semua data dianalisis menggunakan software SPSS dan AMOS melalui metode CFA (Confirmatory Factor Analysis) dan SEM (Structural Equation Modeling). \n\nAda 12 variabel dengan 14 hipotesis yang diamati terkait dengan topik. Di antara 14 hipotesis, ada 10 hipotesis yang diterima, sedangkan sisanya, atau 4 hipotesis ditolak. Peneliti dapat mengklarifikasi dan menyimpulkan beberapa faktor yang mempengaruhi penerimaan pengguna dalam menggunakan layanan transportasi online di Bandung. Pertama, image, job relevance, dan subjective norm dapat mempengaruhi perceived usefulness. Kedua, convenience memiliki pengaruh terhadap perceived usefulness dan perceived ease of use. Ketiga, perception of external control dan computer playfulness memiliki pengaruh terhadap perceived ease of use. Keempat, perceived usefulness memiliki pengaruh pada intention to use, dan intention to use pada akhirnya dapat mempengaruhi penggunaan layanan \n\n5 \n\ntransportasi online yang sebenarnya atau actual usage. Penelitian ini bertujuan untuk dapat dikembangkan lebih lanjut dari kerangka dasar Model Penerimaan Teknologi (TAM) dalam konteks penerimaan teknologi lain sebagai bagian dari kegiatan akademik. Selain itu, penelitian ini diharapkan dapat menginspirasi perusahaan transportasi online untuk dapat memberikan kualitas pelayanan yang baik sehingga dapat meningkatkan tingkat penerimaan masyarakat serta mendukung ekonomi digital pemerintah Indonesia. Oleh karena itu, peneliti memberikan sejumlah saran kepada perusahaan transportasi online dan pemerintah Indonesia berdasarkan hasil riset, sebagaimana mereka memegang peran penting dalam pengembangan ekonomi digital Indonesia.", "Daftar File": {"2018 TA PP AUBREY FADLIILA AKBAR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127623", "2018 TS PP AUBREY FADLIILA AKBAR 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/250926"}, "Penulis": "Aubrey Fadliila Akbar (19015172)", "Kontributor / Dosen Pembimbing": ["Yuliani Dwi Lestari, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Online Transportation; Technology Acceptance Model; UserÃ‚Â’s Acceptance", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "06 Jul 2018"}