{"Nomor": 25928, "Judul": "PRAKTIK LIFE CYCLE COST DI INDONESIA", "Abstrak": "Konsep keberlanjutan dalam industri konstruksi memberikan banyak manfaat bagi pemilik, pengguna, dan lingkungan sekitarnya. Akan tetapi, perkembangannya tidak secepat diperkirakan karena masih lekat dengan paradigma bahwa praktiknya bisa menimbulkan kenaikan biaya sehingga mengurangi pendapatan. Padahal, besarnya biaya yang dikeluarkan akan terbayarkan dengan hasil yang didapat yaitu kemungkinan efisiensi sumber daya, peningkatan produktivitas, dan menurunnya risiko selama siklus hidupnya. Menggabungkan analisis biaya siklus hidup atau Life Cycle Cost (LCC) menjadi penting untuk dilakukan karena akan memberikan kesempatan untuk mendapatkan nilai uang terbaik sepanjang siklus hidup aset dengan mempertimbangkan alternatif yang baik untuk berbagai macam aspek termasuk aspek lingkungan dan sosial. Di seluruh dunia, sudah banyak negara yang mengaplikasikan penggunaan LCC. Indonesia pun sudah memulai gerakan pembangunan gedung hijau sejak 2009 yang selanjutnya didukung oleh Permen PUPR No. 2 tahun 2015 dan juga telah mencoba mengadopsi implementasi konstruksi berkelanjutan dalam Undangundang Jasa Kostruksi yang baru tahun 2017 dan dalam Permen PUPR No. 5 tahun 2015. Terkait pentingnya LCC untuk aplikasi prinsip berkelanjutan, perlu digali lebih lanjut mengenai praktik LCC yang dilakukan di Indonesia dengan meninjau pada proyek pembangunan green building. Penelitian dilakukan dengan tujuan untuk mengkaji bagaimana praktik life cycle cost dalam industri konstruksi di Indonesia. Penelitian dilakukan dengan mewawancarai 6 narasumber yaitu 2 owner, 1 konsultan perencana, 2 kontraktor, dan 1 konsultan yang bergerak di bidang bangunan hijau Hasil yang dapat disimpulkan dari wawancara tersebut adalah bahwa memang belum ada aturan khusus terkait perhitungan  LCC  di Indonesia. Seluruh pihak di tiap tahapan konstruksi sudah memahami pentingnya perhitungan LCC dan dampak atas pemilihan alternatif yang dilaksanakan pada tiap tahapan siklus bangunan. Akan tetapi, masih terdapat perbedaan yang dipengaruhi oleh tujuan masing-masing pihak sehingga tidak fokus untuk membantu pemilik memperbaharui nilai biaya daur hidupnya agar lebih akurat. Selain itu, praktik perhitungan LCC hanya dilakukan hingga tahap operasional, tidak diperhitungkan hingga demolisi. Hal lainnya yang perlu diperhatikan adalah bahwa semuanya belum mempraktikkan analisis risiko dan konsekuensinya kepada biaya masih belum diperhitungkan secara detail.", "Daftar File": {"2018 TS PP AULIA RAHMI HALIDA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127666"}, "Penulis": "AULIA RAHMI HALIDA - NIM : 25015060", "Kontributor / Dosen Pembimbing": ["Ir. Muhammad Abduh, MT., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Analisis biaya daur hidup, bangunan hijau, siklus hidup bangunan, konstruksi berkelanjutan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Mar 2018"}