{"Nomor": 25925, "Judul": "SINTESIS DAN KARAKTERISASI SENYAWA 5-{2- (METILSULFANIL)ETIL}-2-TIOXO-4-IMIDAZOLIDINON SEBAGAI INHIBITOR KOROSI BAJA KARBON DALAM LARUTAN NACL 1%", "Abstrak": "Proses korosi pada infrastruktur industri minyak dan gas bumi masih menjadi masalah terbesar yang perlu \n\ndiatasi dengan baik. Masalah yang ditimbulkan akibat korosi pada industri minyak dan gas bumi antara \n\nlain berupa kebocoran pada jaringan pipa pengalir yang terbuat dari baja karbon, penghentian dan \n\npenurunan produksi, masalah kesehatan dan keselematan kerja, dan polusi lingkungan. Salah satu usaha \n\nuntuk mengatasi masalah korosi pada permukaan bagian dalam pipa adalah dengan penggunaan senyawa \n\norganik sebagai inhibitor korosi. Senyawa organik 2-tiohidantoin pernah diteliti inhibisi korosinya pada \n\nbaja karbon dengan hasil baik, sehingga akan diteliti lebih lanjut untuk turunan senyawa tersebut. \n\nTurunan dari senyawa 2-tiohidantoin yang diteliti pada percobaan ini adalah 5-{2-(Metilsulfanil)etil}-2- \n\ntioxo-4-imidazolidinon atau 5MSETI. Senyawa 5MSETI disintesis dengan cara merefluks padatan tiourea \n\ndan L-metionin lalu direkristalisasi hingga membentuk padatan. Karakterisasi produk sintesis memiliki \n\ntitik leleh 145-146 Ã‚Â°C, serapan UV-Vis pada panjang gelombang khas 266 nm, serapan IR pada bilangan \n\ngelombang khas C=O pada 1700 cm-1 dan C-C pada 3000 cm-1, 1H-NMR, dan 13C-NMR. Lalu diukur \n\nparameter inhibitor korosinya dengan menggunakan metode EIS, WLM, dan ekstrapolasi Tafel dengan \n\nhasil EIS berupa efisiensi terbesar pada suhu 45 Ã‚Â°C pada 150 ppm sebesar 93,58%, dan dari EIS juga \n\ndiketahui bahwa 5MSETI memiliki isoterm adsorpsi Langmuir dengan sifat semi kimia dan semi fisika \n\ndengan ΔGads pada efisiensi terbaik sebesar -35,63 kJ/mol. Hasil WLM memperlihatkan efisiensi terbaik \n\npada 150 ppm sebesar 69,84% dengan laju korosi 0,41 mpy. Hasil Tafel menunjukan efisiensi tertinggi di \n\n125 ppm saat 45 Ã‚Â°C sebesar 93,50%. Dan dari hasil Tafel ditunjukan bahwa 5MSETI merupakan inhibitor \n\nyang bekerja di anodik dengan beda potensial dengan blanko >85 mV.", "Daftar File": {"2018 TA PP AULIA RACHMAN 10512084 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127663", "2018_TA_PP_AULIA_RACHMAN_1_-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/147902"}, "Penulis": "AULIA RACHMAN (NIM:10512084)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Bunbun Bundjali"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Inhibitor Korosi, Sintesis, Turunan 2-Tiohidantoin, EIS, dan Tafel", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "17 Sep 2018"}