{"Nomor": 25920, "Judul": "STUDI ESTIMASI KONSENTRASI KLOROFIL-A DAN TOTAL SUSPENDED SOLID MENGGUNAKAN DATA CITRA SATELIT LANDSAT 8-OLI PADA PERAIRAN GUNUNG ANAK KRAKATAU", "Abstrak": "Penelitian pada perairan Gunung Anak Krakatau dilakukan dengan menggunakan data lapangan pada tanggal 11-12 September 2017 dan 16-19 April 2018 dengan melakukan uji laboratorium untuk parameter klorofil-a dan TSS. Pada data lapangan, nilai konsentrasi klorofil-a dan TSS memiliki nilai yang lebih besar pada bulan April 2018 yang disebabkan oleh proses wet deposition yang terjadi dari aktivitas vulkanik Gunung Anak Krakatau. Data lapangan tersebut digunakan sebagai proses pembuatan algoritma untuk citra Landsat 8-OLI pada tahun 2017-2018 untuk parameter yang sama. Korelasi antara klorofil-a dengan citra satelit memiliki nilai R sebesar 0,687. Sedangkan korelasi antara TSS dengan citra memiliki nilai R sebesar 0,669. Algoritma untuk klorofil-a bergantung pada kombinasi log(green)/log(NIR) dengan nilai konstanta variabel x 0,1496 dan konstanta bebas 0,8651, sedangkan untuk TSS bergantung pada band log(green) dengan nilai konstanta variabel x 0,4699 dan konstanta bebas -1,4699. Konsentrasi klorofil-a memiliki nilai tinggi pada musim MAM dan JJA, sedangkan nilai rendahnya  pada musim DJF. Dengan pola sebaran spasial dari klorofil-a memiliki nilai rendah 0,865 mg/m3 dan rentang nilai tinggi 1,8 mg/m3. Sedangkan pola sebaran temporalnya memiliki nilai rata-rata yang berdekatan hanya berkisar 0,9-1 mg/m3. Pola sebaran spasial dan temporal dari TSS memiliki nilai dominan rendah pada setiap musim dengan rentang nilai 0-0,2 mg/m3. Krakatau memiliki karakteristik yang sedikit berbeda dari wilayah sekitarnya, dimana nilai duga klorofil-a sekitar Krakatau berkisar antara 0,8-1,8 mg/m3, sedangkan menurut Yitno (2015) pada perairan Selat Sunda nilai klorofil-a berkisar 0,16-0,77 mg/m3. Serta pengaruh aktivitas vulkanik yang bisa mempengaruhi nilai konsentrasi klorofil-a dan TSS. Keunggulan dari citra landsat 8-OLI yaitu mampu menggambarkan sebaran perairan pada daerah kajian yang kecil dan dapat melihat perubahan secara temporal dengan baik.", "Daftar File": {"2018 TA PP Aulia Ilham 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127658"}, "Penulis": "Aulia Ilham - NIM. 12914039", "Kontributor / Dosen Pembimbing": ["Dr. Susanna, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Penginderaan jauh, Klorofil-a, TSS, Gunung Anak Krakatau, Landsat 8-OLI", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2018"}