{"Nomor": 25924, "Judul": "IDENTIFY THE CUSTOMER PERCEIVED VALUE ON VISIT INTENTION TOWARD KAMPUNG COKLAT TOURISM", "Abstrak": "Peningkatan destinasi pariwisata di Indonesia, menjadikan sektor pariwisata sebagai faktor kunci dalam penciptaan lapangan kerja, pengembangan bisnis, dan infrastruktur. Keadaan ini membuat masing-masing daerah perlu mengembangkan potensi daerah untuk menjadi tempat wisata yang akan membantu pengembangan wilayah yang lebih baik. Salah satu potensi wisata di Blitar adalah Wisata Kampung Coklat yang terletak di Desa Plosorejo, Blitar. Wisata Kampung Coklat adalah wisata edukasi berbasis tanaman kakao. Kampung Coklat sudah memiliki banyak peningkatan dalam hal perluasan area, menambah fasilitas, dan lainnya tetapi harga tiket Kampung Coklat masih sama karena pengelolanya menganggap bahwa harga yang lebih rendah adalah faktor dominan yang membangun minat kunjung (Visit Intention) pelanggan. Namun, tidak ada penelitian dari mereka dan strategi harga mereka didasarkan pada asumsi mereka, sehingga perlu bagi perusahaan untuk memahami persepsi pelanggan yang benar-benar mempengaruhi niat kunjung (Visit Intention) pelanggan. Jadi tujuan dari penelitian ini adalah untuk mengidentifikasi nilai yang dirasakan pelanggan terhadap minat kunjung di wisata Kampung Coklat. Penelitian ini menggunakan lima dimensi Customer Perceived Value yang merupakan kualitas layanan (Service Quality), nilai emosional (Emotional Value), harga (Price), nilai sosial (Social Value), dan reputasi (Reputation). Penelitian ini menggunakan pendekatan kuantitatif dengan jumlah sampel 384 pengunjung Kampung Coklat. Kemudian peneliti menggunakan Regresi Linear Berganda (Multiple Linear Regression) untuk menganalisis data yang menunjukkan bahwa 4 dari lima variabel independen secara signifikan mempengaruhi niat kunjungan pelanggan yaitu kualitas layanan, nilai emosional, nilai sosial, dan harga. Selain itu, penelitian ini dapat membuktikan bahwa harga adalah dimensi dominan yang mempengaruhi niat kunjungan pelanggan terhadap wisata Kampung Coklat. Penelitian ini ditujukan kepada wisata Kampung Coklat agar tahu nilai mana yang dominan dirasakan oleh pelanggan, sehingga perusahaan akan memilih strategi terbaik untuk meningkatkan jumlah pelanggan, juga untuk memaksimalkan laba dan tetap melakukan perbaikan untuk memenuhi kebutuhan dan keinginan pelanggan. Hasil Penelitian ini juga dapat diterapkan untuk pariwisata lain untuk memiliki jumlah pengunjung tinggi dan dapat meningkatkan pergerakan ekonomi dan memberikan retribusi bagi Indonesia.", "Daftar File": {"2018 TA PP AULIA NISFULLAILLI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127662", "2018 TS PP AULIA NISFULLAILI 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/250927"}, "Penulis": "Aulia Nisfullaili (19015059)", "Kontributor / Dosen Pembimbing": ["Dr. Anggara Wisesa"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Customer Perceived Value, Tourism, Service Quality, Emotional Value, Social Value, Price, Visit Intention", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "18 Jul 2018"}