{"Nomor": 25921, "Judul": "STUDI PERUBAHAN LUASAN TERUMBU KARANG DI PERAIRAN SEKITAR PULAU PANGGANG, KEPULAUAN SERIBU, DKI JAKARTA", "Abstrak": "Pulau Panggang merupakan salah satu tempat pariwisata yang mengandalkan terumbu karang sebagai salah satu daya tariknya. Pertumbuhan terumbu karang dapat terancam karena dibatasi berbagai faktor seperti salinitas, temperatur, cahaya dan radiasi matahari, nutrien, dan kedalaman. Tujuan penelitian ini adalah untuk mengkaji perubahan luas terumbu karang di perairan sekitar P. Panggang dan melihat apakah parameter oseanografi seperti temperatur, konsentrasi klorofil-a, salinitas, pH, kecerahan, hotspot, stres termal, El NiÃƒÂ±o Southern Oscillation (ENSO), dan Indian Ocean Dipole (IOD) memengaruhi perubahan tersebut. Metode yang digunakan dalam penelitian ini berupa penginderaan jauh dan observasi data lapangan. Data citra yang digunakan berasal dari Landsat 7 ETM+ (2001-2003) dan Landsat 8 OLI/TIRS (2013-2016) untuk terumbu karang. Data Aquarius (2013-2016) untuk salinitas, dan data Aqua Modis (2002-2003 dan 2013-2016) untuk klorofil-a. Data lapangan merupakan data kualitas air laut pada bulan April 2016 yang diperoleh dari Pusfatja, LAPAN. \n\nHasil penelitian menunjukkan bahwa perubahan luas karang hidup di perairan sekitar Pulau Panggang, Kepulauan Seribu mengalami degradasi selama waktu penelitian (2001-2016) dengan rata-rata laju perubahan -10,74 ha/tahun. Degradasi karang hidup paling tinggi terjadi pada periode 2013-2014 sebesar 42,9 ha, hal ini diakibatkan stres termal pada bulan Desember 2013 hingga April 2014 yang mencapai -2,25oC/minggu. Pada tahun 2014-2015 terjadi penambahan luas karang tertinggi sebesar 37,3 ha, hal ini disebabkan banyaknya kegiatan penanaman karang di daerah kajian. Selama 2013-2016 hanya terjadi satu kali hotspot, sehingga fenomena tersebut tidak memengaruhi perubahan luas karang. Parameter yang memenuhi baku mutu pertumbuhan karang pada bulan April 2016 di sekitar P. Panggang adalah klorofil-a dan pH. Sedangkan yang tidak memenuhi adalah temperatur, salinitas, dan kecerahan.", "Daftar File": {"2018 TA PP  AULIA LEEDSYAWATI ZEINTRINANDA  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127659"}, "Penulis": "AULIA LEEDSYAWATI ZEINTRINANDA (NIM : 12913035)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Susanna, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Terumbu karang, Pulau Panggang, Kualitas air laut, Hotspot, Stres termal.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Mar 2018"}