{"Nomor": 25937, "Judul": "PENILAIAN RESIKO BENCANA KEBAKARAN DI PERMUKIMAN PADAT", "Abstrak": "Bencana kebakaran merupakan bencana non alam yang paling sering terjadi di perkotaan yang dapat menyebabkan kerugian materi maupun non materi. Melihat dari karakteristik wilayahnya permukiman padat merupakan wilayah yang rentan terhadap kebakaran karena tingginya tingkat kepadatan bangunan dan penduduk. Salah satu wilayah perumikan padat adalah Kecamatan Tambora di Provinsi DKI Jakarta, Jakarta Barat. Dengan karakteristik wilayah yang rentan terhadap kebakaran dan memiliki sejarah kebakaran, diperlukan upaya mitigasi kebakaran di Kecamatan Tambora yang bertujuan untuk mengurangi resiko kebakaran. Sebelum dapat membuat upaya mitigasi yang sesuai, diperlukan pemahaman mengenai resiko kebakaran di Kecamatan Tambora dari berbagai aspek. Penelitian ini dilakukan untuk mengetahui bagaimana resiko kebakaran di Kecamatan Tambora dengan menilai ketiga aspek resiko bencana yaitu bahaya kebakaran, kerentanan terhadap kebakaran, dan kapasitas mengadapi kebakaran. Hasil penelitian menunjukkan bahwa tingkat bahaya kebakaran cukup tinggi yang disebabkan oleh tingginya bahaya kebakaran listrik dan keberadaan zat atau bahan mudah terbakar. Tingkat kerentanan terhadap kebakaran didapatkan tinggi akibat tingginya kerentanan fisik dan kepadatan penduduk. Kemudian untuk kapasitas menghadapi kebakaran Kecamatan Tambora cukup tinggi sebagai hasil dari berbagai upaya pengurangan resiko kebakaran yang telah dilakukan selama beberapa tahun terakhir.", "Daftar File": {"2018 TA PP AUZAN HAKIM 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127675"}, "Penulis": "AUZAN HAKIM - NIM :15412040", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Roos Akbar M.Sc.,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kebakaran, Permukiman Padat, Penilaian, Resiko, Mitigasi", "Sumber": "", "Staf Input/Edit": "firman85  \n                                     firman85", "File": "1 file", "Tanggal Input": "05 Jul 2018"}