{"Nomor": 25932, "Judul": "RISK ASSESSMENT OF PT MELTECH CONSULTINDO NUSA USING ANALYTIC HIERARCHY PROCESS", "Abstrak": "ABSTRAK   \n \n \n\nAPBN di Indonesia untuk sektor infrastruktur meningkat setiap tahunnya. Pemerintah Indonesia sangat serius dalam hal pembangunan infrastruktur di Indonesia guna meningkatkan persentase ekonomi. Meningkatnya jumlah pembangunan infrastuktur juga berdampak terhadap sektor property yang mana marak terjadinya pembangunan tempat tinggal baik itu perumahan, apartemen, maupun hotel yang dikarenakan jumlah populasi di Indonesia yang meningkat sehingga tidak sedikit masyarakat Indonesia yang membutuhkan tempat tinggal.   \n \n \n \n\nPT Meltech Consultindo Nusa (MCN) sebagai salah satu perusahaan swasta konsultan di bidang mekanikal, elektrikal, dan plambing tentu memiliki risiko Ã‚Â– risiko dalam melakukan proses bisnisnya. Dilihat dari rasio keuangan perusahan, rata- rata pada tahun 2016 mengalami penurunan. Selain mendapatkan proyek apartemen di kota Malang, Indonesia, hal tersebut tentu dapat mengganggu berjalannya operasional perusahaan. Oleh karena itu, PT MCN perlu melakukan analisis risiko untuk proyek nya karena sebelum ini, perusahaan tidak pernah melakukan analisis risiko pada proyek Ã‚Â– proyek sebelumnya.   \n \n \n \n\nUntuk mengetahui situasi bisnis PT MCN saat ini, perlu dilakukan internal analisis dan eksternal analisis dari sudut pandang perusahaan. Analisis internal menggunakan 7Ps Marketing Mix dan rasio keuangan. Lalu analisis eksternal menggunakan analisis PESTEL.Identifikasi risiko PT MCN didapatkan memlalui Analisis internal dan eksternal, penelitian terdahulu, dan wawancara (FGD) dengan direksi, manajer PT MCN. Ada lima kategori risiko yang terdiri dari hukum dan legal, keuangan dan ekonomi, sumber daya alam, operasional, dan reputasi.Risiko tersebut akan dianalisis dengan menggunakan metode Analytical Hierarchy Process (AHP).   \n \n \n \n\nMetode AHP digunakan untuk mengetahui bobot seberapa penting risiko tersebut. Hasil AHP menunjukan kategori risiko paling penting di PT MCN adalah hukum dan legal dengan nilai eigen 0.371. PT MCN memiliki 11 faktor risiko pada level ekstrim dan tinggi, yaitu, perizinan, peraturan perusahaan, manajemen akuntansi, faktur proyek, keterampilan kerja, ketergantungan, kesalahan hitung, akurasi dalam bekerja, dan kualitas jasa.seluruh faktor resiko tersebut akan dilakukan mitigasi.   \n \n \n \n\nHasil mitigasi yang didapat melalui wawancara adalah prizinan dengan melakukan evaluasi dan memperbaiki SOP, peraturan perusahaan dengan melakukan evaluasi SOP, management akuntansi dengan melakukan konsultasi ke konsultan keuangan, faktur proyek dengan melakukan evaluasi kontrak, keterampilan kerja dengan melakukan penyaringan dan perencanaa sumber daya, ketergantungan dengan cara melakukan pelatihan karyawan, kesalahan hitung, akurasi dalam bekerja , dan kualitas jasa dengan cara kontrol dan evaluasi.", "Daftar File": {"2018 TS PP AULIA TRISWARDHANA SURYADI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127670"}, "Penulis": "AULIA TRISWARDHANA SURYADI (NIM : 29115201)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Ir. Drs. H. Arson Aliludin, SE, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "manajemen risiko, penilaian resiko, analytic hierarchy process, konsultan mekanikal elektrikal", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "05 Mar 2018"}