{"Nomor": 25938, "Judul": "KAJIAN TINGKAT BAHAYA TSUNAMI TERHADAP INFRASTRUKTUR PELABUHAN DI INDONESIA (STUDI KASUS: PELABUHAN PULAU BAAI, BENGKULU)", "Abstrak": "Indonesia merupakan negara kepulauan dengan wilayah lautan yang luas dan tersusun atas beberapa lempeng tektonik dengan aktivitas seismik tinggi. Aktivitas seismik ini menyebabkan Indonesia rawan akan bencana tsunami. Sebagai negara dengan wilayah terbesarnya berupa lautan menjadikan laut aspek penting dalam berbagai sektor pengembangan di Indonesia, salah satunya industri transportasi laut. Dalam industri tersebut, pelabuhan beserta infrastrukturnya memegang peranan penting yang tidak dapat tergantikan. Namun di lain sisi, pelabuhan ternyata sangat rentan akan bencana pesisir seperti tsunami.   \n\nMenggunakan hasil pemodelan sebelumnya, pada Tugas Akhir ini telah diurutkan peringkat tingkat bahaya tsunami di pelabuhan-pelabuhan Indonesia. Berdasarkan hasil peringkat tersebut, dipilihlah Pelabuhan Pulau Baai, Bengkulu, sebagai pelabuhan yang akan dijadikan daerah simulasi numerik. Pelabuhan utama dengan aktivitas pelayaran dan bongkar muat tinggi serta berhadapan langsung dengan Samudera Hindia ini berisiko terkena tsunami dengan ketinggian 6 meter.   \n\nSimulasi numerik dilakukan menggunakan 3 skenario hipotetik yaitu Skenario 1 dengan Mw=7,9, Skenario 2 dengan Mw=8,4 dan Skenario 3 dengan Mw=8,9. Simulasi dilakukan menggunakan perangkat lunak COMCOT v.1.7 dengan metode grid sisipan (nested grid) dengan durasi simulasi 7200 detik. Berdasarkan hasil simulasi didapatkan waktu tiba tsunami di pelabuhan berkisar antara 23,81Ã‚Â–55,86 menit pada Skenario 1, 23,05-51,4 menit pada Skenario 2, dan 20,93-45,95 menit pada Skenario 3. Tinggi maksimum tsunami yaitu 8,86 meter, 9,4 meter, dan 17,1 meter untuk Skenario 1, Skenario 2 dan Skenario 3 secara berurutan. Skenario 3 menghasilkan tinggi rendaman maksimum yang paling besar yaitu 6,8 meter, sedangkan Skenario 2 yaitu 6,022 meter dan Skenario 1 yaitu 3,49 meter. Pada masing-masing skenario terjadi rendaman di area pelabuhan dengan luas dan ketinggian yang berbeda-beda, namun pada Skenario 3 pelabuhan seluruhnya terendam dengan tinggi rendaman berkisar antara 0,1Ã‚Â–3 meter. Pada hasil rendaman Skenario 3 dilakukan suatu analisis kerusakan pelabuhan dan infrastrukturnya. Dari hasil analisis ini didapatkan bahwa tsunami di Pelabuhan Pulau Baai dengan tinggi rendaman maksimum 3 meter dapat menghayutkan debris berupa kayu, tiang, kendaraan penumpang, petikemas, dan kapal ikan kecil dengan kapasitas dibawah 5 ton. Tsunami dengan kecepatan arus 18,51 meter/detik ini dapat menyebabkan kerusakan besar-besaran di dermaga dan pelabuhan.", "Daftar File": {"2018 TA PP  AUZORA KIRANA FIDARI PRATOPO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127676"}, "Penulis": "AUZORA KIRANA FIDARI PRATOPO (NIM : 12914004)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Eng. Hamzah Latief."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Bahaya tsunami, pelabuhan, Pelabuhan Pulau Baai, COMCOT v.1.7, grid sisipan (nested grid)", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Sep 2018"}