{"Nomor": 25945, "Judul": "MENCIPTAKAN PENETRASI PASAR FIN KOMODO UNTUK KEBERLANJUTAN", "Abstrak": "Industri Otomotif sejak beberapa dekade, salah satu pendorong utama untuk pertumbuhan ekonomi dan perkembangan teknologi di negara-negara berkembang dan maju, menjembatani banyak industri terkait. Data jumlah penjualan yang berasal dari GAIKINDO (Gabungan Industri Kendaraan Bermotor Indonesia) terus meningkat setiap tahun. Indonesia dengan negara berpenduduk terbanyak di ASEAN masih memiliki daerah pedesaan atau terpencil di mana infrastruktur sangat tidak memadai untuk kendaraan yang sudah ada dari pabrik otomotif saat ini. PT.FIN KOMODO TEKNOLOGI adalah perusahaan swasta nasional yang bergerak di bidang teknik dan teknologi yang memiliki pengalaman di bidang desain dan analisis pesawat terbang, otomotif, simulator, dan integrasi sistem otomasi. FIN KOMODO adalah kendaraan yang dapat berjalan di setiap medan yang tidak rata dan situasi non infrastruktur lainnya tanpa kesulitan untuk mengoperasikan kendaraan. Produk ini menghadapi masalah besar dimana posisi FIN KOMODO saat ini adalah jumlah penjualan yang stagnan dibandingkan dengan jumlah penjualan dari GAIKINDO dan masih belum diketahui oleh sebagian besar masyarakat Indonesia. Penelitian ini akan menguraikan menjadi dua area analisis Internal dan Eksternal untuk menemukan akar permasalahan dan menggunakan Marketing Mix untuk situasi internal di perusahaan dan Metode PESTEL untuk situasi eksternal untuk mengetahui Root Cause menggunakan analisis SWOT. Penelitian menemukan bahwa Perusahaan masih kurang memiliki Model Bisnis dalam Strategi Pemasaran mengingat perusahaan masih berada pada Level Entrepreneur Kecil Menengah. TOWS Matrix adalah formulasi strategi untuk menciptakan pilihan solusi alternatif yang akan diterapkan di masa depan, dan model bisnis kanvas adalah metode untuk menggambarkan apa yang akan perusahaan harus lakukan dari keputusan penelitian dan kapan perusahaan akan melakukan strategi yang disarankan berdasarkan penelitian.", "Daftar File": {"2018 TS PP AVIANTARA KARISMA PUTRA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127683"}, "Penulis": "AVIANTARA KARISMA PUTRA/ 29116099", "Kontributor / Dosen Pembimbing": ["Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Automotives; Remote Areas; FIN KOMODO; Internal Analysis; External Analysis; Business Model Canvas", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "02 Okt 2018"}