{"Nomor": 25954, "Judul": "PEMANFAATAN BIOSORBEN MIKROALGA PERAIRAN DARAT UNTUK PENYISIHAN KADMIUM PADA AIR LIMBAH INDUSTRI", "Abstrak": "Kegiatan antropogenik meningkatkan pencemaran ion kadmium (Cd2+) pada ekosistem akuatik dan emisi gas karbondioksida (CO2) di atmosfer. Hal ini meningkatkan prevalensi gangguan kesehatan akibat toksisitas ion Cd2+ pada manusia dan efek pemanasan global. Mikroalga perairan darat dengan kemampuannya untuk berfotosintesis sekaligus mengikat ion Cd2+ dalam biomassanya, sangat berpotensi untuk digunakan sebagai basis teknologi alternatif untuk mengatasi permasalahan pencemaran ion Cd2+ dan mengurangi efek pemanasan global.  Penelitian ini dilakukan untuk mengeksplorasi pemanfaatan mikroalga perairan darat yang berasal dari perairan setempat Indonesia sebagai biosorben ion Cd2+ sekaligus agen biofiksasi CO2.   \n \n\nSitu Rawa Kalong-Depok (Jawa Barat) adalah sebuah perairan danau urban hipereutrofik yang dikelilingi beberapa industri manufaktur berbasis kimia, pemukiman padat penduduk, dan dekat dengan jalan raya. Pencapaian sasaran penelitian disertasi ini didekati dengan kajian tentang hasil isolasi/aklimatisasi mikroalga resisten ion Cd2+ yang berasal dari perairan situ tersebut, kultivasi isolat mikroalga terpilih dan pembuatan biosorben dari hasil kultivasi secara fotoautotrofik pada fotobioreaktor di laboratorium. Kemudian proses biosorpsi ion Cd2+ dilakukan dalam sistem partaian dan kontinu  berupa  kolom unggun-tetap. Analisis data biosorpsi partaian dilakukan untuk mengetahui isoterm kesetimbangan, kinetika, dan termodinamika proses. Data kurva breakthrough (BT) yang dihasilkan dari observasi proses biosorpsi pada  kolom unggun-tetap (fixed bed) digunakan untuk analisis kinerja sistem kolom. Pemodelan empiris (model Thomas, Adam-Bohart, dan Yoon-Nelson) dilakukan untuk prediksi konstanta kinetika, kapasitas maksimum biosorpsi kolom, dan waktu BT. Pemodelan mekanistik MELDA (Model Ekuilibrium Lokal Dispersi Aksial) digunakan untuk memodelkan dan memprediksi kurva BT. Pemodelan MELDPH (Model Ekuilibrium Lokal Difusi Partikel Homogen) digunakan untuk memprediksi distribusi ion Cd 2+ pada partikel biosorben.   \n \n\nPada kajian pertama, dilakukan isolasi dan aklimatisasi isolat mikroalga sianobakteri yang berasal dari Situ Rawa Kalong-Depok. Mikroalga ini telah diketahui mampu mengikat ion Cd2+ dalam biomassanya hingga 4.150 kali dibanding perairan tempat hidupnya tanpa menimbulkan gangguan pada sel-selnya.  \n \n\nKultivasi isolat mikroalga dilakukan pada fotobioreaktor yang diberi masukan gas CO2 0,04 % (atmosferik), 8 %, 15 % selama 14 hari di laboratorium menghasilkan biomassa berturut-turut kultivar A0, A8 dan A15. Masing-masing kultivar kemudian diolah menjadi biosorben yang digunakan pada kajian tahap ke dua. Aphanothece sp kultivar A15 ternyata paling prospektif untuk digunakan sebagai agen biosorpsi ion Cd 2+ sekaligus biofiksasi gas CO2 dalam mengatasi masalah gas CO2 berlebihan dari emisi gas buang (flue gas).   \n \n\nKondisi optimum biosorpsi ketiga biosorben terjadi pada pH 8 dan waktu kontak 60 menit pada  rentang konsentrasi awal ion Cd2+ 2,62 - 6,23 mg/L. Proses biosorpsi mengikuti model isoterm Langmuir (kapasitas maksimum (qmaks) 60,24 mg/g) dan Dubinin-Radushkevich yang menunjukkan sorpsi monolayer dan berlangsung secara kimia (kemisorpsi). Kinetika reaksi biosorpsi mengikuti model Pseudo Second Order. Secara termodinamika, biosorpsi menggunakan ketiga biosorben berlangsung spontan, eksotermik, dan lebih teratur pada saat akhir proses. Karakteristik fisika kimia biosorben kering terbaik adalah A15. Biosorben A15 bertahan lebih lama penggunaannya dalam siklus biosorpsi-desorpsi menggunakan larutan desorben 1 M HCl dibandingkan A8 dan A0. Dengan demikian, Aphanothece sp A15 merupakan biosorben terbaik untuk digunakan dalam sistem  kontinu unggun-tetap.   \n \n\nKinerja percobaan biosorpsi dalam kolom unggun-tetap  menghasilkan qmaks, kol dan % EB tertinggi sebesar 8,20 mg/g pada tempuhan konsentrasi ion Cd2+ dalam influen (Cinf) = 4,85 mg/L dan 89,07 % pada tempuhan laju alir volumetrik (Q) = 10 mL/menit. Kinerja kolom biosorpsi sangat ditentukan oleh Cinf dan Q. Ketiga model empiris (Thomas, Adam-Bohart, dan Yoon-Nelson) hanya cocok untuk mengalurkan kurva BT yang dihasilkan dari tempuhan pada Q tetap. Ketiga model empiris tersebut tidak dapat digunakan untuk menjelaskan penyebab terjadinya penurunan qmaks, kol dan % EB kol tersebut. Pemodelan mekanistik (MELDA dan MELDPH)  digunakan untuk menjelaskan hal tersebut.  \n \n\nParameter utama dalam MELDA adalah koefisien dispersi aksial (Dz), berkisar 1,37E-06 sampai 2,72E-06 m2/detik. Penyimpangan hasil prediksi BT dengan MELDA terjadi pada operasi kolom dengan kombinasi Q dan Cinf rendah. Hal ini mengindikasikan adanya hambatan perpindahan massa. Fenomena penyimpangan tersebut dapat dijelaskan dengan MELDPH. Hasil MELDPH menunjukkan kecenderungan deposisi ion Cd2+ pada permukaan partikel biosorben yang lebih banyak pada sistem kolom-unggun tetap dibandingkan sistem partaian, hal ini yang mengakibatkan lebih rendahnya qmaks, kol dan % EB kol dibandingkan pada reaktor partaian. Simulasi MELDA pada kolom biosorpsi hipotetik menunjukkan bahwa peningkatan Q dan Cinf menghasilkan kurva-kurva BT yang makin curam. Simulasi MELDA harus dilakukan pada daerah kerja biosorpsi yang tidak dikendalikan oleh perpindahan massa. Penelitian ini mengusulkan grafik zonasi daerah kerja biosorpsi tersebut yang terletak pada kombinasi laju alir volumetrik dan konsentrasi ion Cd2+ dalam influen tertentu dan partikel biosoben dengan rerata diameter 83,1Ã‚Âµm.", "Daftar File": {"2018 DS PP AWALINA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127692"}, "Penulis": "AWALINA - NIM: 33013001", "Kontributor / Dosen Pembimbing": ["Prof. Tjandra Setiadi \n\nDr. Ardiyan Harimawan \n\nProf. Gadis Sri Haryani"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Biosorpsi ion kadmium, mikroalga, Aphanothece sp, kolom unggun tetap, isoterm kesetimbangan, pemodelan mekanistik, air limbah industri", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Jun 2018"}