{"Nomor": 25953, "Judul": "PENYUSUNAN MEKANISME DAN PANDUAN PENERAPAN SISTEM OPERABILITAS 8E-1M UNTUK MENINGKATKAN EFEKTIVITAS PROGRAM K3 (Contoh Penerapan di TBBM Padalarang)", "Abstrak": "TBBM Bandung Group Padalarang sudah memiliki sertifikasi OHSAS 18001:2007 Sistem Manajemen Kesehatan dan Keselamatan Kerja serta telah menerapkan program-program K3 untuk meminimasi risiko. Namun masih terjadi kecelaakaan kerja pada beberapa tahun terakhir. Hal ini menunjukkan implementasi program masih perlu untuk ditingkatkan. Contoh empiris adalah sudah ada aturan penggunaan full body harness untuk pekerjaan di ketinggian di atas dua meter tapi pada pelaksanaannya tetap terdapat pekerja yang tidak mengikuti aturan tersebut sehingga terjadi kecelakaan kerja. Permasalahan tersebut bisa terjadi karena ketidaktahuan para pihak, unawareness, penerapan sanksi yang tidak konsisten atau terlalu ringan, top management yang terlalu taken for granted, pihak mitra yang tidak aware. Disisi lain, terdapat metode 8E-1M yang dapat menyelesaikan masalah-masalah tersebut secara holistik dan integratif. Namun, metode ini masih baru dan belum terperinci sehingga membutuhkan mekanisme penerapannya. Tujuan dari penelitian ini adalah memberikan panduan penerapan sistem operabilitas 8E-1M untuk permasalahan K3 supaya pihak perusahaan maupun pihak lain dapat lebih mudah menerapkannya. \n\nMetode yang digunakan pada pengumpulan data yaitu diskusi dan wawancara, observasi lapangan, dan studi dokumen HIRADC perusahaan. Tahapan penelitian yang dilakukan pada penelitian ini dimulai inventarisasi kasus yang ada di TBBM Padalarang, lalu dilakukan penentuan kasus-kasus yang akan dikaji berdasarkan tingkat risiko, kemudian dari setiap kasus tersebut diestimasi penyebab, alternatif-alternatif solusi, dan pakar terkait. Selanjutnya dipilih alternatif solusi terbaik untuk menyelesaikan masalah tadi. Berikutnya dibuatkan sistem terperinci untuk memastikan solusi terpilih dapat efektif. Dalam penelitian ini, sistem operabilitas 8E-1M ini dijabarkan pada masing-masing tahapnya agar lebih mudah untuk diikuti.", "Daftar File": {"2018 TA PP AWAL AJI KRISNARA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127691"}, "Penulis": "AWAL AJI KRISNARA NIM 13413065", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Herman Rahadian Soetisna, DEA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "8E-1M, IMPLEMENTASI, KESEHATAN DAN KESELAMATAN KERJA", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "19 Mar 2018"}