{"Nomor": 25959, "Judul": "GERAKAN SENI RUPA BARU DAN PANSENSUALISME SENI RUPA MODERN INDONESIA", "Abstrak": "Fenomena sejarah yang tumbuh pada 1970-1980an terhadap generasi muda seni rupa modern Indonesia nampaknya perlu ditelaah lebih mendalam lagi. Pada masa itu generasi muda melakukan suatu penolakan pola estetik terhadap arus utama medan seni rupa modern Indonesia. Generasi muda yang mempunyai jiwa eksperimentasi tinggi dan menggebu-gebu mencoba kritis akan eksistensinya, berupaya menembus hegemoni estetik serta mempertanyakan kemajuan seni rupa Indonesia yang telah dibangun oleh generasi sebelumnya. Hal tersebut mengiringi generasi seniman muda ITB dan ASRI berupaya menciptakan bentuk kecenderungan seni baru. Melegitimasi konvensi tertentu dengan label kebaruan. Gerakan Seni Rupa Baru Indonesia     \n \n \n \n \n\nGerakan Seni Rupa Baru Indonesia menginisiasi sebuah pameran pada tahun 1975-1979 dengan judul Pameran Seni Rupa Baru 1975, Pameran Seni Rupa Baru 1977, dan Pameran Grup Seni Rupa Baru Indonesia 1979. Mereka menghasilkan karya seni yang membawa pengaruh kebaruan seperti penggunaan media-media baru seperti benda temuan sampai instalsi. Gerakan ini memiliki kecenderungan merespon keseharian yang dekat dengan masyarakat sampai ke budaya populer di perkotaan. Mereka bubar pada tahun 1979 bersamaan dengan buku yang berjudul Gerakan Seni Rupa Baru Indonesia. Pada tahun 1987, GSRBI kembali reuni dengan menginisiasi pameran yang memiliki format kerja kolektif , berjudul Pasaraya Dunia Fantasi. Dalam pameran ini mereka memperlihatkan secara total dan mengkritik masyarakat perkotaan yang sudah terjerumus pola-pola hidup konsumtif yang didukung dengan unsur-unsur rupa seperti iklan, pasar swalayan, stiker, komik, majalah, bintang film dan sebagainya     \n \n \n \n \n\nTahap Analisis penelitian memperlihatkan bukti-bukti tertentu dan mencoba menganalisis beberapa karya GSRBI yang memiliki kecenderungan pansensualisme. Pansensualisme adalah sebuah kajian artistik dan estetik, yang diiringi dengan kembali mempertanyakan identitas seni rupa modern Indonesia. Mengidentifikasi karya-karya Seni Rupa Baru dengan metode sejarah seni dan kritik seni. Kesimpulannya semua gagasan dan karya yang dilahirkan oleh Gerakan Seni Rupa Baru mengandung muatan global dengan konten lokal yang diantaranya sangat spesifik. Kajian pansensualisme memiliki ekspansi kekonkretan dan sensualitas yang terlihat dalam karya-karya GSRBI. Mereka memiliki posisi yang penting dalam perkembangan Seni Rupa Modern Indonesia", "Daftar File": {"Axel Ramadhan Ridzky 17012032.pdf": "https://digilib.itb.ac.id/gdl/download/127697"}, "Penulis": "Axel Ramadhan Ridzky nim: 17012032", "Kontributor / Dosen Pembimbing": ["Dr. Yustiono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Gerakan Seni Rupa Baru Indonesia, Pansensualisme, karya seni, avant-garde", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "04 Jul 2018"}