{"Nomor": 25968, "Judul": "DINAMIKA ORBIT OBJEK TRANS SABUK-UTAMA BERINKLINASI TINGGI DAN RETROGRADE", "Abstrak": "Objek Trans Sabuk-Utama adalah benda kecil yang memiliki sumbu semimayor lebih besar dari daerah Sabuk-Utama. Mayoritas objek ini (TransNeptunus, Centaurs, Komet Tipe-Halley, Komet keluarga Jupiter, co-orbitals), yang berasosiasi atau beresonansi (mean-motion) dengan planet raksasa, memiliki inklinasi orbit (i) yang tidak tinggi (kurang dari 70o). Belum banyak diketahui tentang pengaruh resonansi yang terjadi pada objek berinklinasi tinggi (lebih dari 70o). Pada Tugas Akhir ini dipaparkan hasil studi numerik evolusi orbit objek Trans Sabuk-Utama selama 10 juta tahun dari rencana integrasi awal yang selama 100 juta tahun. Hal ini disebabkan oleh banyaknya objek yang terlempar, sehingga waktu integrasi dicukupkan hanya sampai 10 juta tahun saja. Data terdiri atas tiga kategori berdasarkan parameter orbitnya dan objek yang beresonansi 1:1 terhadap planet raksasa. Data tersebut diambil dari JPL Small Body Database (https://ssd.jpl.nasa.gov/sbdb query.cgix). Beberapa fenomena orbital dijumpai selama waktu integrasi 10 juta tahun, diantaranya adalah perpindahan objek yang menyebabkan objek tersebut berubah kelasnya dan terikat resonansi dengan planet raksasa. Pemeriksaan resonansi dilakukan menggunakan metode FAIR (Fast Identiﬁcation of Mean Motion Resonance). Melalui metode tersebut beberapa objek diketahui terikat resonansi dengan planet raksasa meskipun dalam rentang waktu yang singkat. Fenomena tersebut mengindikasikan bahwa objek yang berinklinasi tinggi memiliki orbit yang chaotic dan kebanyakan terlempar dari posisi awalnya. Meskipun beberapa objek terikat resonansi dengan planet raksasa, tidak menjamin orbit dari objek tersebut stabil.", "Daftar File": {"2018 TA PP Ayu Dyah Pangestu 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127712"}, "Penulis": "Ayu Dyah Pangestu - Nim: 10314027", "Kontributor / Dosen Pembimbing": ["Dr. Budi Dermawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Objek Trans Sabuk-Utama, inklinasi tinggi, resonansi polar, retrograde, Metode FAIR.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jun 2018"}