{"Nomor": 25966, "Judul": "Pengajuan Bisnis Strategi untuk T-Cash", "Abstrak": "Telkomsel adalah penyedia layanan telepon seluler terkemuka di Indonesia yang terkenal dengan berbagai produknya. Salah satu produknya adalah layanan keuangan seluler Telkomsel atau terkenal sebagai T-Cash. T-Cash sendiri telah dikembangkan oleh Telkomsel sejak 2007, tetapi produk ini sendiri baru dikenal pada tahun 2015 setelah Telkomsel mengembangkan T-Cash dengan menggunakan fitur NFC. Pada tahun 2016, T-Cash mencapai 10 juta pelanggan tetapi masalah utama T-Cash sendiri berasal dari pelanggan, ada kesenjangan besar antara pengguna aktif dan total pengguna T-Cash, yang berdampak pada kinerja T-Cash yang tidak optimal, terlihat dari kontribusi pendapatan T-Cash yang hanya mencapai 5.8% dari total pendapatan Telkomsel di tahun 2017. \n\nUntuk membantu menyelesaikan masalah yang sedang dihadapi oleh T-Cash, maka digunakan pendekatan teoritis dengan menggunakan I / O model by Hitt et al (2011). Dengan menggunakan pendekatan teoritis tersebut, ekplorasi yang dilakukan adalah menggunakan ekplorasi pada lingkungan eksternal perusahaan dengan menggunakan analisis lingkungan secara umum, lingkungan industry dari T-Cash, analisis pesaing dari T-Cash serta melalukan analisis konsumen dari industry uang elektronik di Indonesia khususnya pengguna T-Cash. Maka dari analisis ini, ditemukanlah ancaman yang akan dihadapi TCash dalam industry uang elektronik serta kelemahan yang dimilikinya. \n\nProses diawali dengan pencarian strategi bisnis T-Cash yang merupakan strategi diferensiasi melalui bundling produk, menentukan STP baru bagi T-Cash dan juga mengajukan strategi fungsional di bidang sumber daya manusia nya yang memerlukan pengembangan, saluran distribusi T-Cash yang masih harus di perluas untuk memudahkan konsumen mendapatkan serta menggunakan layanannya serta strategi pemasaran interactive melalui social media yang harus lebih di explore lagi oleh T-Cash. \n\nDi bagian implementasi, termasuk kegiatan, jadwal dan estimasi anggaran selama 6 bulan kedepan, dari bulan November 2018 hingga April 2019. Rencana implementasi strategi bisnis untuk merumuskan strategi bisnis yang akan dilakukan. Rencana implementasi STP untuk memformulasikan STP. Rencana implementasi strategi fungsional dalam bidang sumber daya manusia, saluran distribusi hingga pemasarannya.", "Daftar File": {"form bebas perpus.pdf": "https://digilib.itb.ac.id/gdl/download/127710"}, "Penulis": "Ayu Arunika Utami 29116484", "Kontributor / Dosen Pembimbing": ["Dr. Harimukti Wandebori, S.T.,MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "T-Cash, Business Strategy, Differentiation, I / O Model", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "17 Sep 2018"}