{"Nomor": 25962, "Judul": "SINEKTIKA SINEMATIK PUSAT APRESIASI FILM YOGYAKARTA", "Abstrak": "Pusat Apresiasi Film merupakan wadah bagi film, terutama film-film dalam negeri, untuk berkembang, terapresiasi, dan tersimpan dengan baik. Proyek ini merupakan jawaban akan kebutuhan ruang apresiasi perfilman di Indonesia, yang saat ini hanya ada satu dengan kondisi yang sudah tidak baik lagi, yaitu Sinematek Indonesia. Proyek ini mengambil lokasi di Yogyakarta, di mana Yogyakarta merupakan salah satu kota paling aktif dalam bidang perfilman dan diharapkan dapat menjadi ruang pemutaran utama di kota ini. Proyek ini mengambil lokasi di hook Jl. Tentara Pelajar dan Jl. Bumijo Lor, Yogyakarta, dengan luas lahan sebesar 10,983 mÃ‚Â². Pemrakarsa proyek ini yaitu Pusat Pengembangan Perfilman Kementrian Pendidikan dan Kebudayaan RI dan CGV Cinemas. Berdasarkan program pemrakarsa utama yang ingin menumbuhkan rasa cinta masyarakat terhadap perfilman dalam negeri dan isu-isu yang sudah disusun, maka didapatkan sebuah konsep perancangan yaitu, Ã‚Â“Sinektika Sinematik,Ã‚Â” yang merupakan penerapan dua hal yang berbeda menjadi suatu pertemuan dalam hal ini yaitu film maka proyek ini menerapkan penggabungan dua masa yang \n\ndilewati oleh film, masa historis dan masa kini. Dalam penyampainnya di proyek ini yaitu bagaimana proyek ini dapat menampung dua masa yaitu film-film lama yang dipreservasi dan film-film baru yang dipertontonkan kepada masyarakat luas.", "Daftar File": {"2018 TA PP AYEESHA PUTRI ZARIFA 1-ABSTRAK pdf.pdf": "https://digilib.itb.ac.id/gdl/download/127706"}, "Penulis": "AYEESHA PUTRI ZARIFA (NIM : 15214096)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Aswin Indraprastha, ST., MT., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Apresiasi, Film, Yogyakarta, Citra, Sinektika Sinemarik", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Perpustakaan Prodi Arsitektur", "File": "10 file", "Tanggal Input": "20 Sep 2018"}