{"Nomor": 25964, "Judul": "PERENCANAAN ASPEK MANAJEMEN DAN REKAYASA KONSTRUKSI APARTEMEN DAN PUSAT PERBELANJAAN ARCAMANIK", "Abstrak": "Pertumbuhan penduduk dan peningkatan volume lalu lintas merupakan dua permasalahan yang kerap dijumpai di kota-kota besar, salah satunya Kota Bandung. Bangunan dengan fungsi campuran (mixed-use) merupakan salah satu solusi yang diperlukan untuk mengatasi permasalahan tersebut. Apartemen dan Pusat Perbelanjaan Arcamanik merupakan sebuah hunian vertikal fungsi campuran dengan konsep One Stop Living yang terletak di Arcamanik, Kota Bandung, Jawa Barat. Proses perencanaan aspek manajemen dan rekayasa konstruksi dilakukan dengan melaksanakan rangkaian kegiatan perencanaan, seperti studi literatur untuk mempelajari konsep dasar perencanaan yang akan dilakukan, membuat rincian kegiatan dengan Work Breakdown Structure (WBS), merencanakan site plan proyek, menghitung volume pekerjaan, menentukan metode pelaksanaan konstruksi, menyusun penjadwalan pekerjaan proyek, serta mengestimasi biaya konstruksi proyek sesuai dengan desain geoteknik, struktur, dan drainase. Perencanaan pelaksanaan konstruksi pada Proyek Apartemen dan Pusat Perbelanjaan Arcamanik dibagi menjadi lima kelompok pekerjaan besar, yakni pekerjaan persiapan, pekerjaan tanah dan pondasi, pekerjaan struktur, pekerjaan sistem drainase, serta pekerjaan sistem plambing yang kemudian dibagi lagi menjadi beberapa subpekerjaan. Apartemen dan Pusat Perbelanjaan Arcamanik memiliki luas lahan sebesar 20.000 m2 dan luas bangunan sebesar 85.505,67 m2 yang terdiri dari 29 lantai. Pelaksanaan Proyek Apartemen dan Pusat Perbelanjaan  \n\nArcamanik direncanakan selesai dalam 1210 hari kerja, yakni dari 3 September 2018 hingga 18 Mei 2023. Berdasarkan hasil estimasi biaya konstruksi, biaya yang dibutuhkan untuk pelaksanan proyek Apartemen dan Pusat Perbelanjaan Arcamanik adalah senilai Rp756.857.120.408,36 dengan meliputi pajak pertambahan nilai sebesar 10% dan pajak penghasilan sebesar 3%.", "Daftar File": {"2018 TA PP AYESHA NURULITA SANTOSA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127708"}, "Penulis": "AYESHA NURULITA SANTOSA - NIM : 15014082", "Kontributor / Dosen Pembimbing": ["Budi Hasiholan, ST., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Metode Pelaksanaan Konstruksi, Penjadwalan Proyek, Estimasi Biaya Konstruksi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "30 Agu 2018"}