{"Nomor": 25976, "Judul": "STUDI KOMPARASI PERANGKAT PENILAIAN INFRASTRUKTUR BERKELANJUTAN", "Abstrak": "Penyelenggaraan konstruksi layaknya seperti 1 (satu) koin mata uang, di satu sisi penyelenggaraan konstruksi diperlukan untuk mendukung pertumbuhan ekonomi dan sosial, namun di sisi lain penyelenggaraan konstruksi juga merupakan salah satu penyumbang terbesar terhadap kerusakan yang terjadi di lingkungan. Konsep berkelanjutan dinilai dapat menjadi solusi terhadap tantangan tersebut, sehingga konsep ini sangat mendesak untuk diterapkan agar praktek penyelenggaraan konstruksi menjadi lebih efisien dan ramah lingkungan sehingga akan memberikan manfaat ekonomi, sosial, dan lingkungan yang lebih besar. Untuk mengukur penerapan konstruksi berkelanjutan dalam penyelenggaraan infrastruktur diperlukan adanya sistem pemeringkatan. Sistem pemeringkatan infrastruktur berkelanjutan di negara-negara lain telah terbukti menjadi suatu instrumen yang efektif dalam memfasilitasi para pemangku kepentingan dalam pengambilan keputusan yang tepat untuk mendukung terwujudnya pembangunan berkelanjutan. Oleh sebab itu, dalam penelitian ini akan dilakukan perbandingan terhadap 3 (tiga) sistem pemeringkatan infrastruktur berkelanjutan dari 3 (tiga) negara berbeda, yakni Insfrastructure Sustainability dari Australia, Envision dari Amerika, dan CEEQUAL dari Inggris. Dalam proses perbandingan ini juga akan dikaji kesesuaian antara aspek-aspek yang terdapat dalam ketiga instrumen tersebut dengan Peraturan Menteri Pekerjaan Umum dan Perumahan Rakyat Nomor 05/PRT/M/2015 tentang Pedoman Umum Implementasi Konstruksi Berkelanjutan pada Penyelenggaraan Infrastruktur Bidang Pekerjaan Umum dan Permukiman. Hasil kajian akhir yaitu usulan pada 6 (enam) aspek yang dikaji terhadap peningkatan untuk kebijakan terkait konstruksi berkelanjutan di Indonesia.", "Daftar File": {"2018 TS PP AYU NINGDYA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127733"}, "Penulis": "AYU NINGDYA - NIM: 25014056", "Kontributor / Dosen Pembimbing": ["Ir. Muhamad Abduh, M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "konstruksi berkelanjutan, infrastruktur berkelanjutan, perangkat penilaian, IS Rating Tool, Envision, CEEQUAL.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Feb 2018"}