{"Nomor": 25971, "Judul": "SINTESIS SENYAWA TURUNAN LIGNIN DARI LIGNIN AMPAS TEBU MENGGUNAKAN METODE MICROWAVE ASSISTED ORGANIC SYNTHESIS (MAOS) UNTUK APLIKASI ENHANCED OIL RECOVERY (EOR)", "Abstrak": "Senyawa turunan lignin dapat diaplikasikan dalam berbagai proses industri yaitu sebagai pendispersi,   \n \n \n\nflokulan dan sebagai surfaktan dalam proses peningkatan perolehan minyak bumi. Namun, proses   \n \n \n\nsintesis surfaktan dari lignin masih kurang efektif dan efisien. Dalam penelitian ini telah disintesis   \n \n \n\nturunan lignin termodifikasi dari lignin ampas tebu menggunakan metode MAOS (Microwave-assisted   \n \n \n\nOrganic Synthesis). Lignin ampas tebu direaksikan dengan dietilen triamina (DETA) melalui reaksi   \n \n \n\nMannich, dilanjutkan dengan alkilasi menggunakan 1-bromododekana. Reaksi berlangsung dalam   \n \n \n\nreaktor microwave CEM DISCOVER SPÃ‚Â®. Struktur surfaktan hasil sintesis dianalisis menggunakan   \n \n \n\nspektroskopi FT-IR (Fourier Transform InfraRed) dan 1H-NMR (1H-Nuclear Magnetic Resonance). Uji   \n \n \n\nkompatibilitas, yaitu uji kestabilan larutan, uji tegangan antarmuka, dan uji kelakuan fasa larutan   \n \n \n\nsurfaktan dengan minyak X dan salinitas brine sintetis sebesar 10.000 ppm telah dilakukan. Hasil uji   \n \n \n\nkestabilan larutan menunjukkan bahwa lignin termodifikasi dapat larut dengan baik dalam brine sintetis   \n \n \n\nhingga pengamatan hari ke-30 (lignin teraminasi) dan hari ke - 14 (lignin teraminasi dan teralkilasi).   \n \n \n\nHasil uji kelakuan fasa lignin termodifikasi menunjukkan terbentuk mikroemulsi tipe Winsor III pada   \n \n \n\nkonsentrasi 0,5%, 1,00%, 1,50%, 2,00%, 2,50% dan 3,00%. Hasil uji tegangan antarmuka lignin   \n \n \n\nteraminasi menunjukkan bahwa nilai Critical Micelle Concentration (CMC) dicapai pada konsentrasi   \n \n \n\n2,50% dengan nilai tegangan antarmuka sebesar 2,40 dyne/cm. Hasil uji tegangan antarmuka lignin   \n \n \n\nteraminasi dan teralkilasi menunjukkan bahwa nilai CMC dicapai pada konsentrasi 2,00% dengan nilai   \n \n \n\ntegangan antarmuka sebesar 2,78 dyne/cm.", "Daftar File": {"2018 TA PP AYU LISTIYANI 10514051 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127721"}, "Penulis": "AYU LISTIYANI (NIM:10514051)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Deana Wahyuningrum, S.Si., M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "peningkatan perolehan minyak bumi, lignin ampas tebu, reaksi Mannich, reaksi alkilasi, Microwave Assisted Organic Synthesis (MAOS), uji kompatibilitas", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "17 Sep 2018"}