{"Nomor": 25974, "Judul": "PERANCANGAN SISTEM MANAJEMEN LINGKUNGAN ISO 14001 : 2015  DI PT ULTRAJAYA MILK INDUSTRY, TBK", "Abstrak": "PT Ultrajaya Milk Industry, Tbk adalah perusahaan industri makanan yang pertama dan terbesar di Indonesia yang memproduksi minuman dengan kemasan aseptik seperti Ultra Milk, Teh Kotak, dan Sari Kacang Ijo menggunakan teknologi ultra high temperature (UHT). Untuk menjaga kepercayaan konsumen, PT Ultrajaya Milk Industry, Tbk memiliki komitmen untuk selalu menjaga kualitas produknya sekaligus menjaga kelestarian lingkungan di setiap kegiatan produksinya.   \n\nSebagai bukti bahwa perusahaan telah menjaga kelestarian lingkungan, PT Ultrajaya Milk Industry, Tbk telah tersertifikasi ISO 14001 : 2004. Namun, seiring dengan berkembang pesatnya globalisasi, ISO 14001 : 2004 akan menjadi kurang relevan. Pada tahun 2015, ISO telah merevisi dan menerbitkan versi terbaru dari seri ISO 14001, yaitu ISO 14001 : 2015. Beberapa hal yang direvisi adalah perubahan jumlah klausul, konteks organisasi, pendekatan manajemen risiko, pendekatan siklus daur hidup, dan perubahan lainnya. Oleh karena itu, PT Ultrajaya Milk Industry, Tbk perlu melakukan beberapa perubahan dan penyesuaian agar dapat mempersiapkan diri untuk bermigrasi ke ISO 14001 : 2015.  \n\nPenelitian ini bertujuan untuk merancang sistem manajemen lingkungan yang mengacu pada ISO 14001 :2015 serta merancang dokumen yang diperlukan. Penelitian ini juga bertujuan untuk melakukan beberapa perubahan yang diperlukan agar dapat memenuhi persyaratan pada ISO 14001 : 2015. Dalam penelitian ini, data didapatkan melalui observasi, wawancara, dan pengumpulan dokumen perusahaan. Kemudian, data yang telah dikumpulkan akan diolah dan dianalisis. Hasil analisis menunjukkan terdapat 4 klausul yang belum memenuhi persyaratan dan 1 klausul yang baru memenuhi sebagian persyaratan ISO 14001 : 2015. Oleh karena itu, PT Ultrajaya Milk Industry, Tbk perlu melakukan beberapa perubahan dan penyesuaian untuk mendapatkan sertifikasi ISO 14001 : 2015.", "Daftar File": {"2018 TA PP AYUNDA RAHMADINI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127725"}, "Penulis": "AYUNDA RAHMADINI - Nim: 14413005", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dradjad Irianto, M.Eng                         Wildan Trusaji, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "ISO 14001 : 2015, sistem manajemen lingkungan, migrasi, dokumen", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "01 Mar 2018"}