{"Nomor": 25972, "Judul": "OPTIMASI PENGELOLAAN SAMPAH UNTUK MENGURANGI GRK KOTA TANGERANG SELATAN", "Abstrak": "Peningkatan timbunan sampah di TPA memiliki potensi untuk menurunkan kualitas lingkungan secara global. Aktivitas pengelolaan sampah dapat menghasilkan emisi GRK yang berbeda-beda, metode penimbunan sampah dapat mengakibatkan gas metana, sedangkan pengelolaan sampah dengan insinerator juga menyumbangkan emisi CH4 dan N2O. Pengelolaan sampah melalui program TPS3R, bank sampah dan pengomposan dapat mereduksi emisi GRK. Timbulan sampah yang dihasilkan di Kota Tangerang Selatan dengan jumlah penduduk mencapai 1,6 juta jiwa sebesar 2.453,99 ton/hari. Dengan jumlah timbulan sampah sebesar itu maka akan menghasilkan GRK yang tinggi jika tidak diikuti dengan pengelolaan sampah yang optimal. Berdasarkan hal tersebut penelitian ini bertujuan untuk menghitung jumlah emisi GRK yang dihasilkan berdasarkan target pengelolaan sampah yang tertuang dalam dokumen rencana induk sistem pengelolaan sampah terintegrasi di Kota Tangerang Selatan dan membuat model dengan pendekatan sistem dinamik untuk menghasilkan kombinasi pengelolaan sampah Kota Tangerang Selatan. Perhitungan emisi dari data timbulan sampah yang telah diperoleh dilakukan dengan metode pendekatan Intergovernmental Panel on Climate Change (IPCC). Emisi GRK ditentukan berdasarkan empat skenario pengelolaan dan pengangkutan sampah. Hasil yang didapat dengan menggunakan template yang dikembangkan oleh IPCC 2006 untuk emisi GRK pada tahun 2045 skenario 1 sebesar 344.292 ton CO2eq, skenario 2 emisi GRK mencapai 316.743 ton CO2eq, dan untuk skenario 3 emisi GRK yang didapat sebesar 390.364 ton CO2eq. Hasil simulasi dengan menggunakan sistem dinamik, persentase reduksi sampah untuk skenario 1 adalah 0,56%, skenario 2 adalah 0,79%, skenario 3 adalah 1,02% dan skenario jakstra adalah 2,13%. Total emisi GRK skenario 1 adalah 19.077.841 ton CO2eq, skenario 2 adalah 18.417.375 ton CO2eq, skenario 3 adalah 12.386.228  ton CO2eq dan skenario jakstra adalah 9.795.686 ton CO2eq. Total biaya yang paling rendah ada pada skenario 1 total biaya sebesar Rp. 280 milyar/tahun, skenario 2 total biayanya adalah Rp. 294 milyar/tahun, total biaya terbesar adalah skenario 3 Rp. 325 milyar/tahun dan skenario jakstra yaitu sebesar Rp. 328 milyar/tahun", "Daftar File": {"2018 TS PP AYU LYDI FERABIANIE 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127722"}, "Penulis": "AYU LYDI FERABIANIE NIM: 25314750", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Benno Rahardyan, ST.,MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "gas rumah kaca, sistem dinamik, pengomposan, insinerasi, biaya", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "05 Mar 2018"}