{"Nomor": 25988, "Judul": "CORRELATION BETWEEN VOLCANIC SEISMIC AND KINEMATIC GPS PROCESSING ON SINABUNG VOLCANO IN FEBRUARY 2017", "Abstrak": "Sinabung volcano, located in northern Sumatra, is a part of 5000 km long volcanic chain along the Sunda arc. The geodynamic evolution of the westen part of Sunda arc is controlled by oblique subduction along Sumatra (Diament et al., 1992). Sinabung Volcano was once a dormant volcano until a series of eruption occurred on August 27, 2010 (Kriswati, 2015). Methodologies used in this undergraduate thesis are collecting continuous GPS data from observation points around Sinabung Volcano from CVGHM in February 2017. The data processing is done using RTKLIB Ver.2.4.2. GPS Observation data then processed using RTKLIB Ver.2.4.2 in kinematic positioning mode. Kinematic time series displacement results of GPS observation points around Sinabung Volcano in February 2017 represents quite significant deformation signal. On February 4; seconds before the eruption occured, changes in displacement on both north-south and east-west component, where on February 4; before eruption occurred LKWR moved towards southeast, then changed direction towards northwest, this shows big power that came up right before eruption started especially on east-west component where it first moved towards east with range around 6 cm away come near to the body of the volcano, then after it reached its peak it turned direction towards west when eruption occurred it changed direction back towards southeast. Kinematic time series baseline results of LKWR-MRDG observation points around Sinabung Volcano both in 2D and 3D in February 2017 show different trend, where on February 4, 2D and 3D LKWR-MRDG baselines had some shifting in which baseline causing extension with range around 4 cm away out of the body of volcano right before the eruption started. Correlation between seismic z-component and kinematic GPS processing on up-down component in LKWR on February 4 shows positive correlation, where similar patterns seen in 5 minutes before eruption, during eruption event, and 5 minutes after eruption.", "Daftar File": {"2018 TA PP AZHAR FUADI SIREGAR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127768"}, "Penulis": "Azhar Fuadi Siregar      (NIM : 15113038)", "Kontributor / Dosen Pembimbing": ["Dr. Irwan Meilano, S.T., M.Sc. \n\nDr. Ir. Dina Anggreni Sarsito, M.T. \n\nDr. Estu Kriswati, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Correlation, Volcanic Seismic, Kinematic, Sinabung Volcano, Eruption Column", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "01 Mar 2018"}