{"Nomor": 25982, "Judul": "OPTIMIZATION FOR GAS LIFT ALLOCATION WITH ECONOMIC VARIABLES FOR FIELD X", "Abstrak": "Optimasi gas lift dilakukan untuk memastikan bahwa laju injeksi gas yang diberikan merupakan laju   \n \n \n\ninjeksi gas optimum yang menghasilkan produksi minyak. Dalam optimasi gas lift dengan sumber gas yang   \n \n \n\nterbatas, gas yang diinjeksikan diharapkan dapat dialokasikan dengan seefisien mungkin untuk sumur-sumur   \n \n \n\nyang dianggap mempunyai performa paling bagus jika diinjeksikan gas. Studi sensitivitas juga diperlukan   \n \n \n\nterhadap laju alir gas injeksi yang tersedia untuk menentukan total produksi minyak dan net profit yang paling   \n \n \n\nmaksimum.   \n \n \n\nUntuk melakukan optimasi, dibutuhkan 2 model yaitu model sumur dan model fasilitas permukaan untuk   \n \n \n\nmenganalisa laju alir injeksi gas optimal untuk setiap sumur secara bersamaan dan komprehensif. Sebelum   \n \n \n\ndigunakan untuk optimasi, kedua model tersebut harus divalidasi terlebih dahulu dan harus terintegrasi satu   \n \n \n\nsama lain. Dalam studi ini, optimasi terhadap laju alir injeksi gas lift yang telah tersedia akan dilakukan terhadap   \n \n \n\nLapangan X. Hasil dari optimasi tersebut diharapkan dapat mengoptimalkan alokasi laju injeksi gas lift untuk   \n \n \n\nsetiap sumur agar dapat menghasilkan produksi minyak optimum. Selain itu, dilakukan juga studi sensitivitas   \n \n \n\nterhadap laju alir injeksi gas lift yang tersedia untuk menentukan total produksi minyak optimum. Parameter   \n \n \n\nkeekonomian juga dievaluasi untuk menentukan laju injeksi gas lift yang optimum. Laju injeksi gas lift yang dipilih   \n \n \n\nsebagai laju optimum yaitu laju injeksi yang dapat menghasilkan keuntungan maksimum dari pertambahan   \n \n \n\nproduksi minyak.   \n \n \n\nOptimasi untuk keadaan awal berhasil menaikkan produksi minyak 29.54% dari produksi awal dengan   \n \n \n\nlaju gas 14.392 MMSCFD. Optimasi juga menaikan keuntungan sebesar 41.64% dari keuntungan injeksi kondisi   \n \n \n\nawal. Dari hasil sensitivitas, laju alir injeksi gas lift optimum yaitu sebesar 11 MMSCFD dan menghasilkan   \n \n \n\nproduksi minyak 1486.3 bopd serta keuntungan maksimum sebesar 159.46 MMUSD.   \n \n \n\nKata kunci: gas lift, optimasi gas lift, alokasi laju injeksi gas lift, sensitivtas laju alir injeksi gas lift, net profit   \n \n \n\noperasi gas lift, Lapangan X.", "Daftar File": {"2018 TA PP AZAHRA REFANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127746"}, "Penulis": "AZAHRA REFANI (NIM :  12214064)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Silvya Dewi Rahmawati, S.Si., M.Si., Ph.D.   \n \n \n\nPembimbing 2 : Dr. Amega Yasutra, S.T., M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gas lift, gas lift optimization, allocation of gas lift injection rate, sensitivity of gas lift injection rate,", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "03 Jul 2018"}