{"Nomor": 25985, "Judul": "KEAMANAN DATABASE SERVER DAN INTEGRASI SISTEM FINGERSHIELD ATM", "Abstrak": "Terdapat beberapa kelemahan dari sistem mesin ATM saat ini, diantaranya adalah proses penyadapan kartu ATM (skimming) yang disertai dengan pencurian PIN nasabah melalui beberapa cara. Hal ini menyebabkan nasabah dan pihak bank mengalami kerugian karena terjadinya proses autentikasi yang dibobol oleh pihak yang tidak seharusnya.   \n\nOleh karena itu ditawarkan solusi dengan menggunakan sidik jari sebagai autentikasi biometrik pengguna untuk menambah keamanan yang ada pada mesin ATM saat ini. Fingershield ATM adalah mesin ATM yang kami rancang dengan menambahkan autentikasi biometrik berupa sidik jari. Salah satu subsistem pada Fingershield ATM ini adalah database server, yang digunakan untuk menyimpan data-data nasabah seperti PIN dan saldo nasabah saat ini. Dan berbagai subsistem yang ada diintegrasikan menjadi produk akhir kami.   \n\nPada implementasinya, database server telah dapat menyimpan data-data nasabah yang dibutuhkan. Data yang sensitif seperti PIN juga telah dienkripsi pada database, juga proses komunikasi antara database dan server telah melalui proses enkripsi-dekripsi agar tidak ada pihak ketiga yang dapat melakukan penyadapan di jaringan. Integrasi subsistem yang ada juga telah dilakukan dan Fingershield ATM kami telah dapat digunakan seperti mesin ATM biasa, dan berdasarkan data survey pengguna produk kami, sebagian besar telah merasa mudah dan nyaman dalam menggunakan Fingershield ATM ini.", "Daftar File": {"2018 TA PP AZEL FAYYAD RAHARDIYAN  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127765"}, "Penulis": "AZEL FAYYAD RAHARDIYAN (NIM : 13214108)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n\nElvayandri, S.Si, M.T.   \n\nDr. Muhammad Amin."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fingershield ATM, Database, Server, Enkripsi-dekripsi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jun 2018"}