{"Nomor": 25992, "Judul": "OPTIMASI PROSES SOFTWARE DEFINED RADIO", "Abstrak": "Digital Signal Processing (DSP) merupakan perangkat yang digunakan dalam perangkat radio terkini. Radio menuntut beragam persyaratan untuk pengolahan data pada baseband. OFDM yang memanfaatkan Inverse Fast Fourier Transform (IFFT) akan mengefisiensikan bandwidth pada frekuensi sampling yang tertumpuk (Overlapping), proses perubahan data pararel dari IFFT ke serial menjadi salah satu masalah, karena proses ini tidak bisa langsung dijumlahkan dengan menggunakan adder. Dengan menggunakan pemetaan vektor-walsh hadamard, data bisa langsung diserialkan dengan menjumlahkannya dengan menggunakan adder.      \n \n \n \n \n\nNilai kompleksitas dari Inverse Discrete Fourier Transform yang lebih buruk dari pada nilai IFFT membuat IFFT lebih dipilih unutk melakukan pemrosesan sinyal ini. Nilai IFFT yang lebih cenderung linear dari pada IDFT yang lebih cenderung kuadratik memberikan nilai waktu proses yang lebih singkat untuk melakukan transformasi fourier.     \n \n \n \n \n\nPada tugas akhir ini penulis membandingan proses yang digunakan untuk melakukan pemrosesan sinyal seperti IFFT dan IDFT. Proses tersebut dilakukan dengan cara membandingkan kinerja keduanya pada nilai pengulangan tertentu, nilai dari waktu tempuh keduanya direpresentasikan dalam sebuah grafik. Pengujian terhadap jamming untuk menguji ketahanan pada modulasi  IFFT dan CDMA. Pengujian dilakukan dengan menggunakan bahasa python. Beberapa library python yang digunakan adalah numpy dan matplotlib. Numpy untuk memproses pengolahan numerik dan matplotlib untuk memberikan informasi grafis.", "Daftar File": {"Dokumen Perpus.pdf": "https://digilib.itb.ac.id/gdl/download/127842"}, "Penulis": "AZIZ AMERUL FAOZI NIM : 18112042", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "IDFT, IFFT, CDMA", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Okt 2018"}