{"Nomor": 25997, "Judul": "THE IMPACT OF DRUGSTORE MAKEUP PRODUCT REVIEW BY BEAUTY VLOGGER ON YOUTUBE TOWARDS PURCHASE INTENTION BY UNDERGRADUATE STUDENTS IN INDONESIA", "Abstrak": "Dalam era masa kini, platform digital memainkan peran yang sangat signifikan dalam mempengaruhi preferensi dan sikap konsumen. Pencipta konten pada platform digital seperti YouTube menjadi tokoh aspirasional yang memiliki pengaruh kuat di benak konsumen. Tulisan ini bertujuan untuk menentukan dampak dari ulasan produk kosmetik drugstore oleh beauty vloggers di situs YouTube terhadap niat beli oleh mahasiswi di Indonesia. Dalam rangka menentukan faktor-faktor yang mempengaruhi niat beli, variabel dari Source Credibility Model akan digunakan. Source Credibility Model juga diproyeksikan sebagai sarana untuk mengevaluasi faktor-faktor kualitas yang diberikan oleh beauty vloggers pada video mereka. Selain itu, dimensi trustworthiness, expertise dan attractiveness dari Source Credibility Model diproyeksikan ke dalam sikap konsumen secara keseluruhan untuk menentukan dampak terhadap niat beli.    \n \n\nPenulis telah mengumpulkan data primer berupa kuesioner online serta sumber data sekunder termasuk jurnal, buku, dan artikel. Selain itu, metode penelitian kuantitatif digunakan untuk menguji pengetahuan dan preferensi responden. Hasil penelitian menunjukkan bahwa dimensi-dimensi dari Source Credibility Modeltelah secara kuat mempengaruhi niat beli konsumen melalui video yang disajikan oleh beauty vloggers di situs YouTube. Pada akhirnya, penelitian ini akan memberikan kontribusi untuk sektor akademis dan praktis  dalam mengeksplorasi dampak dari platform digital terhadap preferensi serta sikap konsumen. Selain itu, penelitian ini juga akan mendorong merek kosmetik untuk menyadari pentingnya pencipta konten dan platform digital serta menggunakannya sebagai cara baru pemasaran.    \n \n\nKata Kunci: kosmetik, beauty vlogger, review online, niat beli, perilaku konsumer", "Daftar File": {"2016 TA PP AZKA FARANISA ANANDA 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/127848", "2016 TA PP AZKA FARANISA ANANDA 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/127849", "2016 TA PP AZKA FARANISA ANANDA 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/127850", "2016 TA PP AZKA FARANISA ANANDA 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/127851", "2016 TA PP AZKA FARANISA ANANDA 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/127852", "COVER Azka Faranisa Ananda (NIM : 19013081)": "https://digilib.itb.ac.id/gdl/download/244006", "2016 TA PP AZKA FARANISA ANANDA 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/127853"}, "Penulis": "Azka Faranisa Ananda (NIM : 19013081)", "Kontributor / Dosen Pembimbing": ["Harimukti Wandebori, S.T., MBA., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "cosmetics, beauty vlogger, online review, purchase intention, consumer attitude", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini  \n                                     Wiwik Istiyarini", "File": "7 file", "Tanggal Input": "03 Okt 2018"}