{"Nomor": 25990, "Judul": "STUDI POTENSI DAYA PEMBANGKIT LISTRIK TENAGA GELOMBANG LAUT DI PERAIRAN KUPANG PROVINSI NUSA TENGGARA TIMUR", "Abstrak": "Energi terbarukan merupakan solusi yang dapat digunakan untuk memecahkan masalah kurangnya energi dan kebutuhan untuk mengurangi polusi akibat energi yang berasal dari batu bara ataupun fossil. Gelombang laut merupakan salah satu potensi energi terbarukan di Indonesia yang dapat dimanfaatkan dengan potensi gelombang laut di Perairan Kupang, Nusa Tenggara Timur sebagai lokasi studi dengan potensi daya gelombang laut sebesar 30.85 MWh/m tiap tahunnya dan juga rasio elektrifikasi NTT sebesar 58.64% yang membutuhkan tambahan daya sebesar 526.35 GWh pada tahun 2045 menurut proyeksi kebutuhan untuk memenuhi seluruh kebutuhan di Kabupaten Kupang. Pembangkit listrik tenaga gelombang laut yang dipilih adalah Pelamis dari Skotlandia sebagai instrumen pembangkit dengan teknologi yang sudah matang. Daya yang dapat dihasilkan oleh instrumen Pelamis pada Perairan Kupang adalah sebesar 404.9 MWh/instrumen sehingga total instrumen yang dibutuhkan untuk memenuhi tambahan daya 526.35 GWh adalah sebanyak 1300 instrumen yang merupakan angka yang terlalu besar sehingga diambil jumlah sebanyak 31 instrumen dengan total daya yang dihasilkan adalah sebesar 12,551.9 MWh tiap tahunnya. Proyek pembangunan pembangkit listrik tenaga gelombang laut ini diasumsikan payback periode selama 25 tahun dan total biaya yang dibutuhkan untuk proyek tersebut adalah sebesar Rp2.05 triliun yang terdiri dari biaya instrumen, alat kelistrikan, shipping, operasional, dan pemeliharaan. Biaya listrik per kWh untuk proyek pembangkit listrik tersebut adalah sebesar Rp.6,750/kWh. Dibandingkan dengan harga produksi listrik pada Provinsi Nusa Tenggara Timur yang memiliki nilai sebesar Rp.2,677/kWh, secara finansial proyek ini dapat dikatakan belum layak. Apabila dianalisis lebih lanjut asal biaya pembangkit listrik tenaga gelombang laut, sebesar 79.4% biaya berasal dari instrumen dan 15.1% berasal dari pemeliharaan instrumen, hal ini cukup menunjukkan bahwa untuk saat ini teknologi pembangkit listrik tenaga gelombang laut belum dapat memberikan nilai finansial yang memungkinkan untuk dilakukan secara komersil, namun seiring berkembangnya teknologi, pembangkit listrik tenaga gelombang laut dapat menjadi semakin murah dan menjadi memungkinkan untuk dilakukan secara komersil.", "Daftar File": {"2018 TA PP  AZHAR RHOZAQ ATYANTHADI  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127839"}, "Penulis": "AZHAR RHOZAQ ATYANTHADI (NIM : 15514063)", "Kontributor / Dosen Pembimbing": ["Dr.Eng Hendra Achiari, ST., MT. \n\nAlamsyah Kurniawan, ST., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Energi Terbarukan, Gelombang Laut, Studi Potensi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2018"}