{"Nomor": 26014, "Judul": "ANALISIS PETROFISIKA, KARAKTERISASI RESERVOIR, DAN ESTIMASI CADANGAN HIDROKARBON PADA FORMASI TAWUN, LAPANGAN SUKOREJO, CEKUNGAN JAWA TIMUR UTARA", "Abstrak": "Lapangan Sukorejo merupakan salah satu lapangan minyak bumi yang berada di Kecamatan Cepu, Kabupaten Blora, Cekungan Jawa Timur Utara. Lapangan ini berada pada tahap pengembangan dengan luas 12 km2. Fokus penelitian pada Lapangan Sukorejo adalah Formasi Tawun pada interval lapisan V dan lapisan VIII.  \n\nPenelitian ini bertujuan untuk memahami kondisi geologi Lapangan Sukorejo dan menentukan karakteristik reservoir Formasi Tawun berupa fasies pengendapan, distribusi properti reservoir, serta estimasi cadangan hidrokarbon di tempat (OOIP) pada Formasi Tawun. Data yang digunakan pada penelitian ini terdiri dari data deskripsi batuan inti dan cutting, laporan petrografi, laporan biostratigrafi, seismik 3D, data checkshot, dan 30 data log sumur. Metode yang digunakan pada penelitian ini adalah analisis litofasies, elektrofasies, biostratigrafi, asosiasi fasies dan lingkungan pengendapan, stratigrafi sikuen, analisis petrofisika, pemodelan reservoir 3D statik, serta estimasi cadangan hidrokarbon.  \n\nHasil analisis batuan inti menunjukkan bahwa litofasies penyusun Formasi Tawun memiliki tujuh litofasies batupasir yaitu Slvf, Ssf, Ssvf, Smf, Sfmf, Spcvf, dan Swvf serta satu litofasies batulempung yaitu Cm. Berdasarkan analisis biostratigrafi, batuan inti, dan elektrofasies, interval penelitian berumur Miosen Tengah dan berada pada lingkungan pengendapan laut dangkal dari Neritik Tepi Ã‚Â– Neritik Tengah (0 Ã‚Â– 100 m) dengan asosiasi fasies berupa upper shoreface, lower shoreface, dan offshore. Distribusi properti petrofisika berupa volume serpih, porositas, dan saturasi air secara kualitatif dikontrol oleh persebaran fasies dan arah pengendapan dari Barat Laut ke Tenggara. Hasil estimasi cadangan menunjukkan volume dari interval reservoir Formasi Tawun lapisan V sebesar 1,679  MMSTB dan lapisan VIII sebesar 0,652 MMSTB. Estimasi total volumetrik hidrokarbon pada Lapangan Sukorejo sebesar 2,331 MMSTB.", "Daftar File": {"2018 TA PP BAGUS DWI KURNIAWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127920"}, "Penulis": "BAGUS DWI KURNIAWAN - NIM: 12014017", "Kontributor / Dosen Pembimbing": ["Dr.Dwiharso Nugroho, S.T., M. T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Lapangan Sukorejo, Formasi Tawun, Cekungan Jawa Timur Utara, karakterisasi reservoir, fasies, petrofisika, pemodelan reservoir, estimasi cadangan.", "Sumber": "PRODI GEOLOGI", "Staf Input/Edit": "Irwan Sofiyan  \n                                     tuti yulia", "File": "1 file", "Tanggal Input": "02 Jul 2018"}