{"Nomor": 26015, "Judul": "SELECTION OF FRACTURING FLUID FOR WELL STIMULATION SHALE GAS RESERVOIR USING SAMPLE DATA IN INDONESIA", "Abstrak": "Hydraulic Fracturing telah diterapkan selama bertahun-tahun sebagai metode yang digunakan untuk membebaskan shale gas yang memiliki cadangan melimpah di batuan yang memiliki permeabilitas sangan kecil. Pada operasi hydraulic fracturing sangat diharapkan untuk mencapai kesuksesan operasi mengingat besarnya biaya dan waktu yang dimakan. Dari semua aspek yang mempengaruhi kesuksesan, fluida fracturing memainkan perana yang paling penting. Fluida ini menciptakan retakan yang cukup untuk menahan proppant, membawa proppant dari sumur ke retakan, menghasilkan net pressure untuk mengontrol tinggi serta bersifat fluid loss. Fluida ini dipilih berdasarkan beberapa parameter seperti keselamatan, lingkungan, efek non- damaging, kemudahan untuk dicampur, biaya, kesesuaian dengan batuan reservoir, and kemampuan untuk mencegah fluid loss. \n\nTesis ini berfokus pada pemilihan fluida fracturing untuk diaplikasikan di reservoir shale gas Indonesia. Pertama based-fluid dipilih berdasarkan parameter yang diatas serta additive-nya. Kemudian dengan menggunakan software FracCade 5.1. fluida yang dipilih disimulasikan dengan model P3D digunakan untuk memodelkan perpanjangan retakan. Data yang digunakan diperoleh dari sumur shale gas di Indonesia untuk merepresentasikan karakteristik reservoir shale gas di Indonesia. Simulasi ini dilakukan untuk menguji kemampuan masing-masing fluid agar tepat sasaran dalam penggunaannya. Diharapkan dari diskusi tesis ini penelitian lebih lanjut terkait fluida fracturing untuk reservoir shale Indonesia.", "Daftar File": {"2016 TA PP BAGUS MULIADI NASUTION 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/127921", "2016 TA PP BAGUS MULIADI NASUTION 1.pdf?": "https://digilib.itb.ac.id/gdl/download/258988"}, "Penulis": "BAGUS MULIADI NASUTION (NIM : 12212076)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Shale gas, Based-Fluid, Additives, Indonesian Shale Reservoir, Simulation", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "2 file", "Tanggal Input": "15 Mei 2018"}