{"Nomor": 26019, "Judul": "INTEGRATED DESIGN AND ANALYSIS OF CORROSION RATE MODEL ON TUBULAR PIPE", "Abstrak": "Korosi yang terjadi pada sistem produksi minyak dan gas sangat sulit untuk dihindari. Hal ini diakibatkan oleh adanya fraksi air dan fraksi material korosif yang ikut terproduksikan bersama dengan hidrokarbon tersebut. Dalam perjalanannya dari reservoir menuju permukaan, fraksi air tersebut bersama dengan kandungan material korosif dapat menempel pada dinding baja (seperti tubing, casing, dan flowline), dan dapat mengakibatkan korosi pada dinding tersebut. Masalah korosi ini dapat berdampak besar terhadap keekonomian produksi karena biaya peralatan produksi dan biaya workover tidaklah murah. Oleh karena itu perencanaan dan mitigasi sistem produksi yang baik perlu dilakukan sehingga laju korosi dapat dikontrol dan dampak ekonominya dapat diminimalisir. \n\nTujuan dari tugas akhir ini adalah membuat model perhitungan laju korosi pada suatu tubing secara terintegrasi. Beberapa hal terkait proses produksi yang mejadi pertimbangan adalah karakteristik fluida yang diproduksikan, flow regime, kondisi tekanan dan temperatur di sepanjang tubing, trajektori sumur, jenis material tubing yang dipakai, dan pemakaian inhibitor. Model perhitungan yang dibuat merupakan pengembangan dari model De Waard dan Lianne Smith. Model perhitungan laju korosi ini kemudian divalidasi menggunakan data lapangan dan hasilnya dibandingkan dengan menggunakan perangkat lunak Electronic Corrosion Engineer. \n\nModel perhitungan laju korosi yang telah dibuat mampu memprediksi secara akurat laju korosi pada sumur minyak dan gas. Karena model ini dibuat secara terintegasi dan sudah terbukti akurat, maka kemudian dibuat juga sistem berbasis perangkat lunak untuk kedepannya memudahkan pihak lain dalam memanfaatkan model yang sudah dibuat ini. Dengan perangkat lunak ini, dapat dilakukan uji coba sistem produksi untuk berbagai kondisi dan dapat dibandingkan satu sama lain sehingga didapatkan laju produksi fluida optimum dengan laju korosi yang minimum. Perangkat lunak ini juga mampu menentukan material tubing yang paling sesuai digunakan pada kondisi dan lingkungan tertentu.", "Daftar File": {"2014 TA PP BAGUS ZUKHRI FADHOLI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/127925"}, "Penulis": "Bagus Zukhri Fadholi (NIM : 12210074)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.-Ing. Bonar Tua Halomoan Marbun"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "corrosion, production system, tubing", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "2 file", "Tanggal Input": "22 Mei 2018"}