{"Nomor": 26010, "Judul": "ANALISIS NERACA AIR WADUK SADAWARNA DAN  WADUK CILAME DI KABUPATEN SUBANG PROVINSI  JAWA BARAT", "Abstrak": "Pembangunan Waduk Sadawarna dan Waduk Cilame bertujuan untuk memenuhi berbagai macam kebutuhan air di Kabupaten Subang dan Indramayu. Kebutuhan air tersebut di antaranya adalah kebutuhan air irigasi, kebutuhan air domestik dan perkotaan serta kebutuhan air industri. Kebutuhan air terbesar adalah kebutuhan air irigasi dimana terdapat lahan potensial irigasi seluas 30.000 ha yang tersebar di bagian hilir Kabupaten Subang dan Kabupaten Indramayu. Selain itu, meningkatnya jumlah penduduk serta pertumbuhan industri yang pesat juga perlu dipertimbangkan. Pembangunan Waduk Sadawarna ini merupakan wujud dari rencana pemanfaatan Sungai Cipunagara dengan daerah tangkapan seluas 347 km2, sedangkan pembangunan Waduk Cilame memanfaatkan air Sungai Cilame (anak sungai dari Sungai Cilamatan) dengan daerah tangkapan seluas 34 km2. Hasil simulasi neraca air pada DAS Cipunagara dan DAS Cilame menunjukkan adanya kecenderungan terjadi defisit di sekitar bulan Juni, Juli, Agustus, September dan Oktober. \n\nKebutuhan air dari tahun basis 2010 hingga proyeksi untuk 25 tahun baik untuk kebutuhan air domestik dan perkotaan maupun kebutuhan air industri dapat dicukupi oleh ketersediaan air Waduk Sadawarna untuk sembilan kecamatan dan Waduk Cilame untuk satu kecamatan Namun untuk kebutuhan air irigasi, Waduk Sadawarna dan Waduk Cilame hanya dapat mencukupi 8.700 ha saja dari total lahan potensial irigasi seluas 30.000 ha dengan rincian 6.500 ha dicukupi oleh Waduk Sadawarna dan 2.200 ha dicukupi oleh Waduk Cilame.", "Daftar File": {"2010 TA PP BAGUS ADI PRABOWO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/127896", "2010 TA PP BAGUS ADI PRABOWO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/127897", "2010 TA PP BAGUS ADI PRABOWO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/127898", "2010 TA PP BAGUS ADI PRABOWO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/127899", "2010 TA PP BAGUS ADI PRABOWO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/127900", "2010 TA PP BAGUS ADI PRABOWO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/127901", "2010 TA PP BAGUS ADI PRABOWO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/127902"}, "Penulis": "BAGUS ADI PRABOWO (NIM : 15006136)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nIr. Dantje Kardana N, M.Sc.,Ph.D.  \n\nDhemi Harlan, ST, MT, MSc, PhD."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Waduk, DAS, Neraca Air, Surplus, Defisit", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "19 Jul 2018"}