{"Nomor": 26023, "Judul": "ANALISIS KEGAGALAN PROGRESIF PELAT KOMPOSIT CFRP BERLUBANG AKIBAT BEBAN TARIK", "Abstrak": "Material komposit merupakan material yang terdiri dari dua atau lebih material berbeda yang digabung secara makroskopik. Pada umumnya material komposit terdiri dari dua unsur, yaitu: serat (fiber) dan matriks (matrix). Komposit mempunyai strenght to density ratio dan stiffness to density ratio tinggi, tahan terhadap korosi, thermal expansion rendah serta fatigue life panjang. Sifat-sfat tersebut menjadikan komposit dewasa ini banyak digunakan sebagai material struktur pesawat terbang. \n\nUntuk mendukung proses serifikasi pesawat terbang, perlu dilakukan serangkaian tes terhadap struktur komposit salah satunya open hole tensile (OHT). Metode ini dibuat untuk menghasilkan data tensile strength komposit. Analisis numerik berbasis metode elemen hingga juga telah dikembangkan dan diaplikasikan pada berbagai kasus OHT dan telah sukses memprediksi berbagai moda kegagalan, kecenderungan, dan kekuatan dari suatu struktur komposit. \n\nDari hasil uji sepesimen dan analisa kegagalan progresif menggunakan software MSC Patran Nastran diketahui bahwa hasil analisis numerik dengan failure criteria Tsai-Hill dan Hoffman mendekati hasil uji sepesimen. Kekuatan pelat komposit berlubang yang menerima beban tarik dipengaruhi oleh prosentase serat dalam arah 0Ã‚Â° dimana semakin banyak prosentase serat dalam arah 0Ã‚Â° kekuatan bertambah. Tahapan kerusakan untuk pelat komposit berlubang dimulai pada daerah sekitar lubang karena adanya konsentrasi tegangan. Kerusakan akan terus merambat hingga membentuk X dan akhirnya struktur rusak secara keseluruhan. Penambahan lubang diameter 6 mm pada pelat komposit graphite/epoxy yang mempunyai lebar 36 mm akan menyebabkan penurunan ultimate strength, untuk UD sebesar 23,53% sedangkan untuk fabric sebesar 17,64%. Penurunan ultimate strength UD lebih besar dibandingkan fabric, hali ini menunjukkan bahwa UD lebih sensitif terhadap adanya lubang yang merupakan sumber konsentrasi tegangan.", "Daftar File": {"2018 TS PP BAMBANG SAPTO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127930"}, "Penulis": "BAMBANG SAPTO WIDIANTO (NIM: 23616020)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Bambang Kismono Hadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "progresif, plat komposit, open hole", "Sumber": "", "Staf Input/Edit": "Diah Ayu Merdekawati  \n                                     Diah Ayu Merdekawati", "File": "1 file", "Tanggal Input": "24 Agu 2018"}