{"Nomor": 26024, "Judul": "DESAIN SUBSISTEM ANTARMUKA PENGGUNA DAN AKUISISI CITRA UNTUK FOCUS STACKING PADA FOTOGRAFI MAKRO", "Abstrak": "Fotografi makro merupakan salah satu cabang fotografi dimana subjek pada gambar memiliki ukuran yang sama atau lebih besar daripada ukuran subjek aslinya. Masalah yang ditimbulkan oleh fotografi makro adalah sempitnya kedalaman fokus (Depth of Field) pada saat mengambil gambar pada jarak yang sangat dekat. Solusinya adalah dengan mengambil sejumlah gambar dengan bidang fokus yang berbeda-beda, lalu semuanya disatukan menjadi satu gambar (metode focus stacking) yang memiliki kedalaman fokus yang luas. \n\nPengambilan gambar dengan bidang fokus yang berbeda secara manual menimbulkan masalah baru, yaitu pengambilan rangka gambar yang sama sangat sulit dilakukan akibat adanya gerakan oleh fotografer saat mengubah bidang fokus kamera. Menjawab permasalahan tersebut, akan dirancang sebuah antarmuka pengguna atau graphical user interface (GUI) agar fotografer dapat mengatur kamera secara remote dan subsistem akuisisi citra yang memungkinkan gambar dengan bidang fokus yang berbeda dapat diambil secara otomatis. \n\nDalam makalah ini akan dibahas implementasi subsistem antarmuka pengguna dan implementasi subsistem pengambilan citra menggunakan mikrokontroler Arduino. Subsistem antarmuka pengguna dikembangkan menggunakan software development kit (SDK) Nikon yang dapat diakses pada application program interface (API) digiCamControl. Subsistem akuisisi citra juga dikembangkan berdasarkan SDK Nikon dibantu media transfer protocol (MTP). Hasil implementasi berupa sebuah aplikasi windows yang menampilkan GUI dan sistem komunikasi hubungan antara GUI dengan Arduino. \n\nKedua subsistem ini membantu fotografer untuk menghasilkan serangkaian rangka gambar yang sama dengan bidang fokus yang berbeda. Keluaran (output) dari subsistem ini lalu digunakan sebagai masukan (input) dari subsistem penggabungan citra (focus stacking).", "Daftar File": {"2018 TA PP BAMBANG SUSANTO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127931"}, "Penulis": "BAMBANG SUSANTO          (NIM : 13213053)", "Kontributor / Dosen Pembimbing": ["Ir. Yudi Satria Gondokaryono, M.Sc., Ph.D. \n\nDr. Ir. Aciek Ida Wuryandari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Arduino, GUI, subsistem antarmuka pengguna, subsistem akuisisi citra", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "05 Mar 2018"}