{"Nomor": 26031, "Judul": "VALUING AND CAPITAL STRUTURE ANALYSIS OF PT. MENARA SUMBERDAYA INDONESIA", "Abstrak": "Indonesia sebagai negara terbesar keempat mempunyai populasi dan konsumsi domestik yang tinggi. Kondisi      \n\ntersebut sangat menguntukan bagi industri yang ada di      \n\nIndonesia. Industri susu dan produk olahan susu adalah  \n\nsalah satunya. Namun industri ini masih didominasi oleh      \n\nproduk impor oleh perusahaan asing dan importir untuk memenuhi kebutuhan susu dan produk olahanya di pasar  \n\ndomestik. Ini menunjukan bahwa produsen lokal masih  \n\nmempunyai kesempatan yang belum terambil dalam pasar domestic. PT. Menara Sumberdaya Indonesia (MSI) sebagai       \n\nsalah satu produsen lokal untuk produk susu melihat  \n\nkondisi ini sebagai peluang. Namun MSI membutuhkan tambahan mesin baru untuk memanfaatkan peluang tersebut,        \n\ndikarenakan kapasitas mesin yang ada sudah tidak mencukupi untuk menambah penjualan. Karena itulah MSI membutuhkan suntikan dana untuk membiayai ekspansi  tersebut.        \n \n\nPenelitian ini ditujukan untuk memberikan masukan tentang perhitungan struktur capital dan nilai perusahaan kepada manajemen MSI yang data digunakan dalam memilih strategi pendanaan yang baik bagi perusahaan, Berdasarkan hasil penilitian, maka MSI  disarankan untuk menggunakan tambahan modal baru dari hutang dan tambahan modal dari investor untuk mendanai ekpansi tersebut, guna mencapai struktur capital yang optimal. MSI juga harus menbahkan volume penjualan pada        \n\nmesin baru untuk mengurangi kapasitas mensin yang belum        \n\nterpakai      \n \n\nKata Kunci: Valuasi, discounted cash flow, akuisisi, struktur kapital optimal", "Daftar File": {"2015 TA PP BARKAH MUHARAM 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/127944", "2015 TA PP BARKAH MUHARAM 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/127945", "2015 TA PP BARKAH MUHARAM 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/127946", "2015 TA PP BARKAH MUHARAM 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/127947", "2015 TA PP BARKAH MUHARAM 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/127948", "2015 TA PP BARKAH MUHARAM 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/127949", "2015 TA PP BARKAH MUHARAM 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/127950"}, "Penulis": "BARKAH MUHARAM (NIM : 19012144)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto Soekarno MBA, QWP, CFP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Valuation, discounted cash flow, acquisition, optimal capital structure", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini  \n                                     Wiwik Istiyarini", "File": "7 file", "Tanggal Input": "17 Okt 2018"}