{"Nomor": 26032, "Judul": "SISTEM PENGENDALIAN AKTUATOR REACTION WHEEL PADA PENGEMBANGAN SIMULATOR SISTEM PENGENDALIAN SIKAP PICOSATTELITE", "Abstrak": "Pikosatelit merupakan satelit dengan rentang nilai massa 1 sampai dengan 10 kilogram. Salah satu contoh pikosatelit adalah CubeSAT yang merupakan satelit dengan volume sekitar 1000 cm^3 dan memiliki massa kurang dari 1.33 kilogram dengan fungsi sebagai sarana penelitian angkasa luar, komunikasi sederhana, dan pengindraan jauh (remote sensing). Pada tugas akhir ini dilakukan perancangan, implementasi, dan pengujian dari perangkat simulator pikosatelit yang meliputi rangkaian pengendali, motor BLDC sebagai aktuator, dan reaction wheel. \n\nAttitude Determination Control System (ADCS) merupakan sistem pengendali perubahan sikap pada satelit dengan motor aktuator yang dipasang pada ketiga sumbunya (X, Y, Z). Bagian pengendali berfungsi untuk mengendalikan posisi sikap dari simulator pikosatelit sesuai dengan nilai setpoint yang diinginkan pengguna. Bagian ini terdiri dari rangkaian switching yang terdiri dari DPDT relay, switching transistor, dan ESC (Electronic Speed Controller). Bagian aktuator terdiri dari motor BLDC dan reaction wheel. Reaction wheel adalah komponen aktuator utama sistem pengendali sikap yang bekerja berdasarkan hukum Newton untuk gerakan rotasi berdasarkan perubahan momentum sudut. \n\nSimulator sistem pengendalian sikap pada pikosatelit yang telah dirancang pada tugas akhir ini telah mampu melakukan proses pengendalian sikap dengan baik. Proses pengendalian otomatis dapat memperbaiki posisi pikosatelit apabila terjadi gangguan pada pikosatelit. Proses pengendalian manual dapat mengubah arah posisi pikosatelit sesuai dengan input yang dimasukkan oleh pengguna. Pada pengujian respon sistem open-loop dan closed-loop, diperoleh perbaikan pada respon settling time dan overshoot, sedangkan respon steady state error dari sistem closed loop menunjukkan nilai error yang lebih besar dari sistem open-loop.", "Daftar File": {"2018 TA PP BASKORO WIDYARACHMANTO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127951"}, "Penulis": "BASKORO WIDYARACHMANTO (NIM : 13214032)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n\nIr. Farkhad Ihsan Hariadi, M.Sc.    \n\nDr. Yusuf Kurniawan, S.T., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pikosatelit, Rangkaian pengendali, Reaction wheel.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2018"}