{"Nomor": 26045, "Judul": "ANALYSIS OF BUYING DECISION VARIABLES FOR SUBSIDIZED RESIDENCE (A CASE STUDY AT HOUSING BANYU HERANG REGENCY GARUT)", "Abstrak": "Masalah perumahan di Kabupaten Garut meningkat. Di sisi lain, jumlah peningkatan populasi juga meningkat, sehingga permintaan terhadap ketersediaan rumah ikut meningkat. Dengan mempertimbangkan keadaan ekonomi lokal di Kabupaten Garut, pemerintah telah menawarkan solusi untuk penyelenggaraan program perumahan bersubsidi untuk masyarakat berpenghasilan rendah, tetapi fakta dilapangan menyatakan bahwa program ini tidak sepenuhnya menjadi solusi. Dengan kata lain, untuk mencapai kebutuhan perumahan bersubsidi yang dimiliki oleh pemerintah dan pengembang swasta belum mampu menjadi solusi alternatif bagi masyarakat berpenghasilan rendah, khususnya di Kabupaten Garut. Dari warga Kabupaten Garut sebagai pelanggan, ketidakseimbangan ini menimbulkan masalah. Sehubungan dengan hal tersebut, penelitian ini dirumuskan untuk menganalisis faktor-faktor yang mempengaruhi keputusan pembelian perumahan bersubsidi di Kabupaten Garut. Skripsi ini merupakan hasil penelitian mengenai pengaruh Ã‚Â“Locating housing, Easy of getting loans, Income, House prices, Facility and public facility and Legal aspect terhadap Home Purchase decision di Banyu Herang Regency GarutÃ‚Â”. Metode yang digunakan dalam penelitian ini adalah metode penelitian kuantitatif dengan pendekatan rumusan masalah deskriptif dan verifikatif. Dalam penelitian ini data yang digunakan adalah data primer dan data sekunder. Uji statistik yang digunakan dalam penelitian ini adalah metode regresi linier berganda.  \n \n\nHasil penelitian menujukan bahwa secara parsial, variabel locating housing berpengaruh terhadap home purchase decision. dan untuk variabel ease of getting loans tidak berpengaruh terhadap home purchase decision, variabel income tidak berpengaruh terhadap home purchase decision dan juga variabel house prices berpengaruh terhadap home purchase decision, variabel facilities tidak berpengaruh terhadap home purchase decision dan terakhir variabel legal aspect berpengaruh terhadap home purchase decision.  \n \n\nSecara bersama-sama variabel locating housing (X1), ease of getting loans (X2) income (X3) house prices (X4)public facilites (X5),dan legal aspect (X6) berpengaruh terhadap variabel home purchase decision (Y) dengan total pengaruh sebesar 92.5%, sedangkan sisanya sebesar 7.5 % dipengaruhi oleh faktor lain yang tidak diamati. Kata Kunci : Locating housing, Housing loans, House prices, Public Facility, Legal aspect, Home Purchase.", "Daftar File": {"2014 TA PP BAYU PURNAMA ALAM 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/127964", "2014 TA PP BAYU PURNAMA ALAM 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/127965", "2014 TA PP BAYU PURNAMA ALAM 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/127966", "2014 TA PP BAYU PURNAMA ALAM 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/127967", "2014 TA PP BAYU PURNAMA ALAM 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/127968", "2014 TA PP BAYU PURNAMA ALAM 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/127969", "2014 TA PP BAYU PURNAMA ALAM 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/127970"}, "Penulis": "Bayu Purnama Alam (NIM : 19011187)", "Kontributor / Dosen Pembimbing": ["Dwi Larso, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Locating housing, Housing loans, House prices, Public facility, Legal aspect, Home Purchase.", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini  \n                                     Wiwik Istiyarini", "File": "7 file", "Tanggal Input": "17 Okt 2018"}