{"Nomor": 26043, "Judul": "USULAN STRATEGI OPTIMASI PORTOFOLIO INVESTASI REKSADANA PT VWX", "Abstrak": "Dengan berbagai manfaat investasi, PT VWX berinvestasi pada reksadana yang tersedia di Indonesia dengan harapan dapat memperoleh keuntungan lebih besar dibandingkan dengan menempatkan modalnya di deposito bank. Perusahaan mengalami isu dalam suku pengembalian portofolio investasi reksadana yang telah dimiliki, hal ini terjadi karena nilai aset bersih masing-masing reksa dana terus mengalami penurunan. Seiring permasalahannya tim investasi perusahaan ingin menemukan strategi investasi reksa dana sehingga perusahaan tidak lagi mengalami penurunan dalam suku pengembalian di strategi investasi berikutnya.  Eksplorasi isu dilakukan dengan menggunakan dua langkah optimasi portfolio, dimulai dengan mencari jenis reksa dana terbaik yang akan dibeli yang dapat memberikan pengembalian yang tinggi dengan risiko yang rendah melalui teori optimal portfolio Markowitz. Setelah jenis reksa dana dipilih, langkah untuk mengoptimalkan portofolio dilakukan menggunakan cara yang sama untuk menemukan bobot masing-masing reksa dana yang tepat untuk dibeli dan pilihan reksa dana yang dapat menghasilkan keuntungan terbaik dengan risiko terendah.  \n\n Terdapat empat skenario portofolio dalam penelitian ini untuk membandingkan mana yang paling sesuai dengan kebijakan investasi perusahaan. Skenario terbaik dipilih dan diberikan kepada tim investasi sebagai saran untuk strategi investasi selanjutnya agar tidak mengalami penurunan pengembalian pada portofolio selanjutnya. Skenario terbaik adalah portofolio yang memberikan koefisien variasi terendah serta tingkat pengembalian tertinggi dan varians terendah. Rencana implementasi disajikan untuk mengakomodasi perusahaan dalam menerapkan struktur strategi investasi yang dipilih.", "Daftar File": {"2018 TS PP BAYU ILHAM RAMADHAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127962"}, "Penulis": "Bayu Ilham Ramadhan  - Nim: 29115638", "Kontributor / Dosen Pembimbing": ["Ahmad Danu Prasetyo ST, M.SM, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Investasi, Reksa dana, Optimasi Portofolio", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Feb 2018"}