{"Nomor": 26049, "Judul": "MENENTUKAN PROSES LAYANAN DAN BAURAN PEMASARAN UNTUK MENINGKATKAN PENJUALAN PT. BRIKTRU INDONESIA", "Abstrak": "Industri pelatihan dan pengembangan di Indonesia masih menunjukan pertumbuhan yang positif. Berdasarkan riset dari Barnes perkiraan pertumbuhan industri di Indonesia pada tahun 2018 akan naik 4.9% dari tahun 2017. Dalam hal kemudahan menjalankan bisnis, pemerintah terus berupaya mempermudah pengusaha. Salah satunya dengan meringankan biaya modal berdasarkan PP No.29/2016. Saat ini menurut laporan dari Bank Dunia, Indonesia menempati peringkat 72 dalam hal kemudahan mendirikan usaha. Hal ini tentunya juga menarik investor dalam dan luar negeri untuk memulai dan memperluas bisnisnya di Indonesia.   \n \n \n\nBriktru Indonesia adalah sebuah perusahaan rintisan yang menawarkan jasa pelatihan dan pengembangan sumber daya manusia dengan pendekatan experential. Permasalahan yang dihadapi dalam tahun pertama adalah rendahnya penjualan.   \n \n \n\nLangkah-langkah yang dilakukan pertama kali dalam menganalisa permasalahan adalah melakukan analisa lingkungan eksternal untuk menilai tingkat kompetisi pasar dan analisa internal. Dari analisis ini ditemukan bahwa akar permasalahnnya adalah rendahnya promosi yang dilakukan, kurangnya pengetahuan marketing pada staff, tidak adanya dokumentasi proses dimana biaya proses adalah elemen dari penentuan harga dan yang terakhir adalah kapasitas.   \n \n \n\nUrutan pemecahan masalah dimulai dengan dokumentasi proses operasional dengan menciptakan cetak biru layanan. Dan kemudian diikuti oleh strategi penetapan harga berdasarkan aktivitas layanan. Selanjutnya adalah menyempurnakan kegiatan promosidan brand berbasis pada tahap konsumsi layanan. Setelah itu melakukan analisis penilaian kebutuhan untuk meningkatkan pengetahuan staf pemasaran. Dan akhirnya memilih manajemen kapasitas untuk mengatasi keahlian dan kapasitas orang.   \n \n \n\nRekomendasi yang pertama diberikan untuk Briktru Indonesia adalah mulai mendokumentasikan proses dengan menggunakan cetak biru layanan. Yang kedua adalah memilih strategi harga promosi sebagai strategi penetapan harga untuk memperluas pangsa pasar. Yang ketiga adalah untuk menjalankan aktivitas promosi secara terstruktur mengikuti alur konsumsi layanan. Yang keempat adalah untuk merekrut dan/atau memberikan pelatihan sesuai dengan kebutuhan pekerjaan pada staff. Yang kelima adalah berkolaborasi dengan perusahaan sejenis.", "Daftar File": {"2018 TS PP BAYU WASKITOJURITNO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127974"}, "Penulis": "BAYU WASKITOJURITNO (NIM: 29115400)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Leo Aldianto MBA, MSAE"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Cetak Biru Layanan, Pemasaran Servis, Promosi, Bauran Pemasaran", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "08 Jun 2018"}