{"Nomor": 26054, "Judul": "PERANCANGAN BUKU AUGMENTED REALITY KESENIAN PUPUH SUNDA NASIHAT BUDI PEKERTI", "Abstrak": "Tanpa disadari, Indonesia yang merupakan negara dengan ratusan bahasa daerah, 146 diantaranya terancam mengalami kepunahan. Hal tersebut salah satunya disebabkan oleh faktor dominasi budaya masyarakat mayoritas, seperti hanya menggunakan bahasa negara dalam sistem pendidikannya. Kemudian mengakibatkan bahasa daerah terpinggirkan. Mengintip di pulau Jawa, terdapat 8 bahasa daerah termasuk Bahasa Sunda yang laju kepunahannya semakin cepat dikarenakan kurang dikembangkan seni budaya Sunda. Melalui seni budaya tentunya bahasa daerah akan selalu dituturkan. Maka dari itu diperlukannya pelestarian seni budaya Sunda, salah satunya yaitu Pupuh Sunda. Pupuh Sunda adalah puisi lama adaptasi puisi Jawa yang saat ini sejatinya masih diajarkan di sekolah dasar Jawa Barat, tetapi hanya sekilas dan kurang efektif jika melihat karakter anak-anak sekarang yang menyukai hal-hal interaktif. Pupuh-pupuh yang tertera di buku pegangan siswa telah melewati proses modifikasi sesuai tema pelajaran buku. Padahal sesungguhnya pupuh Sunda memiliki ragam jenis yang masing-masing membawa pesan kehidupan andaikan nasihat orang tua pada anaknya. Oleh karena itu, masalah akan tepat apabila diselesaikan dengan rancangan buku Augmented Reality (AR) Pupuh Sunda tentang nasihat budi pekerti dengan target audiensnya pelajar sekolah dasar berusia 9-12 tahun (3-6 SD) kelas ekonomi SES AB-B berdomisili di kota Bandung juga kota di Jawa Barat. Dalam melakukan perancangan ini, tahap pertama adalah mengumpulkan data dengan metode studi literatur mengenai Pupuh Sunda, buku anak dan AR. Selain itu diperlukan studi teori untuk menganalisis dan mengeksekusi visual akhir. Teori tersebut adalah teori buku anak; teori Perkembangan Kognitif Piaget (Tahap Operasional Konkret); Prinsip Desain Grafis dan ilustrasi; Prinsip AR. Teori-teori tersebut digunakan dalam menganalisis teks objek penelitian kesenian pupuh Sunda, serta analisis visual pada ilustrasi buku anak. Analisis visual mengambil Buku Siswa Kurikulum 2013 dan buku anak Ã‚Â“The Cat in the HatÃ‚Â”. Kemudian analisis tersebut menghasilkan formula untuk digunakan saat merancang visual, salah satunya yang terpenting adalah mengingat bahwa dikarenakan target audiens berusia kelas 3-6 sekolah dasar, maka gambar pada buku berfungsi sebagai pelengkap dan memperjelas teks karena kemampuan kompetensi masih perlu bantuan elemen konkret. Juga karakter dan suasana yang diciptakan dalam ilustrasi dihubungkan dengan analogi kehidupan sehari-hari anak. Memantapkan konsep buku anak yang modern, ramah, menyenangkan, buku yang berjudul Ã‚Â“Pupuh Katineung AbdiÃ‚Â” dapat menjadi alternatif solusi dalam melestarikan seni budaya Sunda melalui cara modern nan mudah, menyenangkan, juga dapat mendalami teknik lagamnya dan bahasa Sunda sendiri.", "Daftar File": {}, "Penulis": "BELINDA AMELIA RAHARDJO (NIM: 17414018)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Oki Hamka Suyatna, M.Ds"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Sunda, Buku Anak, interaktif", "Sumber": "", "Staf Input/Edit": "Saipul Aripin  \n                                     Saipul Aripin", "File": "1 file", "Tanggal Input": "26 Jun 2018"}