{"Nomor": 26056, "Judul": "PENGARUH NILAI-NILAI ORGANISASI TERHADAP PENCAPAIAN VISI: STUDI KASUS DI SBM-ITB", "Abstrak": "Globalisasi merupakan fenomena global yang telah mempengaruhi pendidikan tinggi di Indonesia seperti sistem pendidikan di dunia. Salah satu tanggapan umum globalisasi di hampir semua institusi adalah dengan menjadi institusi kelas dunia. Sekolah Bisnis dan Manajemen di Institut Teknologi Bandung (SBM-ITB) adalah salah satu institusi yang memiliki visi menjadi institusi kelas dunia yang menginspirasi dan mengembangkan pemimpin-pemimpin baru dengan semangat kewirausahaan. Untuk mencapai visi tersebut, SBM-ITB harus membuat nilai-nilai organisasi sebagai identitas. Nilai-nilai organisasi inilah yang menjadi salah satu hal terpenting dalam mencapai visi. Oleh karena itu, tujuan dari penelitian ini adalah untuk mengetahui pengaruh dari nilai-nilai organisasi terhadap pencapaian visi di SBM-ITB. \n\nPeneliti menggunakan kuesioner untuk memperoleh data dari responden. Kuesioner dikembangkan dari nilai-nilai organisasi serta visi SBM-ITB yang diperoleh dari karyawan bagian Sumber Daya Manusia dan website SBM-ITB. Dalam pengolahan data, peneliti menggunakan program statistik yang dikeluarkan oleh perusahaan IBM, SPSS 22 dalam melakukan uji reliabilitas, validitas, normalitas, heteroskedastisitas, multikolonieritas, dan regresi linier berganda. Hasil dari penelitian ini menyimpulkan bahwa variabel nilai yang terdiri dari kepercayaan, keunggulan, harmoni, integritas, dan inovasi secara bersamaan dan signifikan mempengaruhi pencapaian visi bagi karyawan akademis dan non-akademis. Hal ini dibuktikan oleh hasil F-tes dengan tingkat signifikansi di bawah 0.05. Akan tetapi, nilai yang secara individual memiliki pengaruh positif dan signifikan terhadap pencapaian visi adalah inovasi dan kepercayaan (untuk karyawan akademis), dan harmoni (untuk karyawan non-akademis). Hal ini dibuktikan oleh hasil T-tes dengan tingkat signifikansi di bawah 0,05. \n\nKata kunci: nilai organisasi, pencapaian visi, regresi linier berganda", "Daftar File": {"2014 TA PP BELINDA TANZIL 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/128005", "2014 TA PP BELINDA TANZIL 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/128006", "2014 TA PP BELINDA TANZIL 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/128007", "2014 TA PP BELINDA TANZIL 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/128008", "2014 TA PP BELINDA TANZIL 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/128009", "2014 TA PP BELINDA TANZIL 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/128010", "2014 TA PP BELINDA TANZIL 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/128011"}, "Penulis": "Belinda Tanzil (NIM : 19011098)", "Kontributor / Dosen Pembimbing": ["Dr. Yuni Ros Bangun, Ir., MBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "organizational value, vision achievement, multiple linear regression", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini  \n                                     Wiwik Istiyarini", "File": "7 file", "Tanggal Input": "17 Okt 2018"}