{"Nomor": 26052, "Judul": "Perbandingan Kemampuan Suspensi Bakteri Bordetella pertussis (wP) dengan Suspensi Bakteri Bordetella pertussis rendah lipooligosakarida (wPlow) dalam menginduksi antibodi anti toksin pertusis pada Mencit (Mus musculus) BALB/c", "Abstrak": "Lipooligosakarida (LOS) pada vaksin pertusis sel utuh (WP) menyebabkan respon imun sistemik berupa demam. Efek demam yang ditimbulkan menyebabkan rendahnya daya terima vaksin di masyarakat. Chemically Defined Medium (CDM) merupakan medium yang dapat digunakan untuk memproduksi suspensi bakteri B. pertussis rendah LOS (WPlow). Kemampuan WPlow dalam menginduksi pembentukan antibodi belum diketahui. Penelitian ini dilakukan untuk membandingkan kemampuan suspensi WPlow dengan suspense WP dalam menginduksi antibodi terhadap faktor virulensi utama B. pertussis yaitu toksin pertusis. Mencit (Mus musculus) jantan BALB/c (n = 8) dinjeksi 0,5 mL suspensi WPlow 24 OU/mL (Opacity Unit/mL; 20 Opacity Unit setara dengan 1 Optical Density), WPlow 12 OU/mL, WP 24 OU/mL, atau NaCl 0,85% pada H0 dan H14 secara intraperitoneal. Mencit dipelihara dari hari pertama (H0) sampai hari ke-28 (H28). Darah diisolasi pada H14 melui vena ekor dan pada H28 melalui jantung. Lima ekor mencit berbeda diisolasi darahnya melalui jantung pada H0. Konsentrasi antibodi IgG anti toksin pertusis pada serum darah hasil isolasi diukur dengan metode ELISA menggunakan Mouse Anti-Pertussis Toxin IgG Elisa KIT. Hasil pengukuran menunjukkan bahwa konsentrasi IgG anti toksin pertusis dalam serum pada H0 adalah 2.209 Ã‚Â± 532 unit/mL, sedangkan pada H14, kelompok perlakuan wPlow 24 OU/mL, wPlow 12 OU/mL, wP 24 OU/mL, dan NaCl 0,85% memiliki konsentrasi IgG anti toksin pertusis 9.350 Ã‚Â± 2.758 unit/mL, 7.324 Ã‚Â± 1.459 unit/mL, 4.226 Ã‚Â± 672 unit/mL, dan 2.405 Ã‚Â± 742 unit/mL secara berurutan. Kelompok wPlow 24 OU/mL dan wPlow 12 OU/mL memiliki konsentrasi IgG anti toksin pertusis yang lebih tinggi daripada kelompok wP 24 OU/mL secara signifikan (P", "Daftar File": {"2018 TA PP BEJO ROPII 1 -ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/127984"}, "Penulis": "BEJO ROPII (NIM : 10611017)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nDr. Marselina Irasonia Tan \n\nYusuf Sofyan, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bordetella pertussis, vaksin pertusis sel utuh, lipooligosakarida, toksin pertusis, chemically defined medium", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "07 Mar 2018"}