{"Nomor": 26067, "Judul": "STUDI PEMANFAATAN ABU TERBANG DALAM  PENCEGAHAN PEMBENTUKAN AIR ASAM TAMBANG DENGAN METODE PENCAMPURAN DAN PELAPISAN", "Abstrak": "Kegiatan penambangan dicirikan dengan aktivitas penggalian dan penimbunan. Kegiatan penggalian dan penimbunan ini akan mengakibatkan terdedahnya mineral sulfida dari batuan sehingga memungkinkan kontak dengan udara dan air hujan lalu membentuk Air Asam Tambang (AAT). Pembentukan AAT yang sudah terjadi akan sulit untuk dihentikan, karena merupakan suatu proses yang berlangsung terus menerus sampai salah satu reaktannya habis.  \n\n Pembentukan AAT dapat dicegah dengan metode pencampuran dan pelapisan menggunakan material Non-Acid Forming (NAF) terhadap material Potential Acid Forming (PAF). Metode pencampuran dilakukan dengan mencampurkan material PAF dan NAF untuk memungkinkan terjadinya reaksi pembentukan asam dan reaksi penetralan secara bersamaan. Metode pelapisan (enkapsulasi) dilakukan dengan menimbun material PAF dengan lapisan material NAF untuk mencegah reaksi antara mineral sulfida dengan udara dan/atau air. Karena keterbatasan material NAF di lapangan, maka digunakan fly ash sebagai material pencampur dan pelapis. Beberapa pengujian dilakukan untuk mengetahui karakteristik material batuan penutup dan fly ash, yaitu: uji fisik, uji statik, uji kandungan unsur dengan metode Sequential Extraction menggunakan Induced Coupled Plasma Ã‚Â– Mass Spectometry, dan X-Ray Flouresence, uji mineralogi (XRay Diffraction), dan uji kinetik (Free Draining Column Leach Test).  \n \n\nUji fisik menunjukkan bahwa ukuran butir dari material batuan penutup adalah sandysilt dan ukuran butir dari fly ash adalah silt and clays. Berdasarkan uji statik yang diverifikasi dengan uji kinetik, didapatkan bahwa karakteristik geokimia dari sampel batuan penutup adalah PAF dan fly ash adalah NAF. Reaksi oksidasi dan difusi oksigen masih dimungkinkan terjadi pada kolom pelapisan karena fly ash mengalami cracking. Metode pencampuran lebih efektif dalam pencegahan pembentukan AAT karena nilai pH yang cenderung lebih stabil dibandingkan pada metode pelapisan. Komposisi fly ash mempengaruhi nilai pH rata-rata. Semakin besar komposisi fly ash yang digunakan, maka pH rata-rata akan semakin besar.", "Daftar File": {"2018 TA PP Benhard Saut Tahi 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128046"}, "Penulis": "Benhard Saut Tahi - Nim: 12112032", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ginting Jalu Kusuma, ST.,MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Abu terbang batubara, batuan penutup, enkapsulasi, pencampuran", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Jul 2018"}