{"Nomor": 26079, "Judul": "KAJIAN KARAKTERISTIK PASUT DI SEKITAR PERAIRAN BANGKA BELITUNG", "Abstrak": "Perairan NKRI mempunyai potensi yang sangat besar untuk dikembangkan dan dimanfaatkan dengan berbagai aktivitas, seperti kegiatan reklamasi, navigasi, pembangunan infrastruktur, eksplorasi, eksploitasi ataupun industri energi, dan sebagainya. Wilayah studi dalam penelitian ini adalah sekitar perairan Bangka Belitung sebagai daerah operasi eksplorasi dan penambangan timah.   \n\nTugas Akhir ini ditujukan untuk mengkaji dan menganalisis bagaimana karakteristik pasut laut di sekitar perairan Bangka Belitung dengan menggunakan metode analisis harmonik kuadrat terkecil parameter. Data pasut yang digunakan dalam penelitian ini diamati dari dua stasiun pasut dengan rincian ada satu pada stasiun Muntok (Bangka) dan satu pada stasiun Tanjungpandan (Belitung) yang dimana panjang datanya selama dua tahun (2015−2016) dengan interval satu jam.Perairan Bangka Belitung dipengaruhi oleh variasi spasial dengan fluktuasi nilai amplitudo terbesar dari konstituen utama, yaitu K1 dengan deklinasi sistem bulan dan matahari. Jarak antar stasiun pasut sebesar 286,916 km. Karakteristik pasut perairan antar stasiun tidak homogen atau kondisi pasut perairannya berbeda. Variasi temporal yang terjadi adalah pasut diurnal/harian tunggal murni. Hubungan fase K1 dan O1 paling dominan dengan periode pasang dan surutnya masing-masing selama 12 jam 25 menit. Nilai Z0 sekitar perairan stasiun Muntok sebesar 2,302 m dan stasiun Tanjungpandan sebesar 1,480 m serta nilai ini diasumsikan bersifat tetap. Dampak nilai S0 terhadap koreksi pasut sangat signifikan berpengaruh yang diakibatkan oleh nilainya bersifat dinamis dan hal ini juga dipengaruhi oleh tinggi muka air laut yang nilainya bervariasi tergantung waktu, jumlah data, serta sumber kesalahan yang mempengaruhi ketelitian data pasut.", "Daftar File": {"2017 TA PP Berlusconi Tri Panraya Purba 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/128079", "2017 TA PP Berlusconi Tri Panraya Purba 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/128080", "2017 TA PP Berlusconi Tri Panraya Purba 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/128081", "2017 TA PP Berlusconi Tri Panraya Purba 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/128082", "2017 TA PP Berlusconi Tri Panraya Purba 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/128083", "2017 TA PP Berlusconi Tri Panraya Purba 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/128084"}, "Penulis": "Berlusconi Tri Panraya Purba (NIM : 15113002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Eka Djunarsjah, M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pasut, tipe pasut, datum vertikal, koreksi pasut, variasi temporal dan spasial, Bangka Belitung", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "6 file", "Tanggal Input": "13 Sep 2018"}