{"Nomor": 26072, "Judul": "SISTEM PEMODELAN DINAMIS PENGARUH RUANG TERBUKA HIJAU TERHADAP PENGURANGAN EMISI GAS RUMAH KACA (CO DAN NOX) KENDARAAN BERMOTOR DI KOTA JAKARTA", "Abstrak": "Peningkatan Jumlah Kendaraan di Jakarta dari tahun ke tahun semakin pesat meningkat dalam 10 tahun terakhir, sedangkan emisi yang dihasilkan tidak sebanding dengan teknologi penyerapan emisi yang telah tersedia . Dalam penelitian ini, pada inventarisasi emisi digunakan pemodelan dinamik untuk membuat model dengan sub-populasi (cohort) berdasarkan umur kendaraan beserta kemampuan tanaman menyaring emisi yang terdapat pada ruang terbuka hijau sesuai dengan kapasitas penyerapan emisi gas rumah kaca (CO dan NOx) per tahun untuk memprediksi emisi dari kendaraan bermotor sampai 20 tahun ke depan sehingga dapat dibuat suatu kebijakan dalam pengelolaan udara di Kota Jakarta. Hasil penelitian menunjukan bahwa setelah dikonversikan dengan CO2 ekuivalen bahwa sepeda motor memberikan kontribusi yang besar dalam emisi karbon monoksida (CO) yaitu sebesar 89,59% untuk CO. Sedangkan untuk emisi NOx, kendaraan tipe Heavy Duty Vehicle (HDV) yang memberikan kontribusi emisi NOx cukup besar yaitu sekitar 55,84%. Dengan pemodelan skenario yang pertama,penurunan nilai potensi pemanasan global dari emisi gas rumah kaca untuk CO dan NOx secara berturut-turut berupa 3282,133 kton CO2 ekuivalen dan 75863,2 kton CO2 ekuivalen dan secara total berjumlah 79145,33 kton CO2 ekuivalen. Kemampuan dari daya serap dari pohon trembesi mampu menyerap sampai dengan 90% emisi CO yang dihasilkan oleh kendaraan bermotor apabila menggunakan 12% dari lahan hijau di Kota Jakarta pada skenario 2 dan mampu menurunkan potensi pemanasan global sebesar 659,027 kton CO2 ekuivalen. Pada skenario 3, pemodelan pengurangan jarak tempuh kendaraan, total CO yang dimodelkan sudah secara total dapat dihilangkan, namun seiring berjalannya waktu, emisi tetap bertambah karena pertambahan jumlah kendaraan per tahunnya. Total pengurangan potensi pemanasan global dari seluruh skenario yang merupakan gabungan dari kebijakan tentang penggantian faktor emisi menjadi standar euro yang terbaru, penyerapan yang dilakukan oleh pohon trembesi, dan pengurangan jarak tempuh kendaraan adalah 81610,23 kton CO2 ekuivalen.", "Daftar File": {"2017 TA PP BENYAMIN DORANDA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/128064", "2017 TA PP BENYAMIN DORANDA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/128065", "2017 TA PP BENYAMIN DORANDA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/128066", "2017 TA PP BENYAMIN DORANDA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/128067", "2017 TA PP BENYAMIN DORANDA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/128068", "2017 TA PP BENYAMIN DORANDA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/128069", "2017 TA PP BENYAMIN DORANDA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/128070", "2017 TA PP BENYAMIN DORANDA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/128071"}, "Penulis": "BENJAMIN DORANDA [15311077]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Arief Sudradjat, MIS, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Cohort, ruang terbuka hijau, inventarisasi emisi ; cohort, green open areas, emission inventory", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "24 Jan 2018"}