{"Nomor": 26080, "Judul": "METODOLOGI BARU DALAM OPTIMASI DESAIN KEEKONOMIAN PADA PEREKAHAN HIDROLIK SUMUR MINYAK DENGAN REKAHAN VERTIKAL", "Abstrak": "Optimasi adalah salah satu bagian yang paling penting dalam dunia keteknikan. Perekahan hidrolik pada bidang teknik perminyakan merupakan salah satu contoh optimasi. Sebelumya, stimulasi hanya digunakan pada reservoir dengan permeabilitas rendah. Namun sekarang sudah ada teknik-teknik baru seperti high-permeabilty fracturing dan teknik tip screen out (TSO) yang memungkinkan stimulasi pada berbagai kondisi reservoir. Oleh karena itu desain akan semakin kompleks karena melibat banyak variabel yang saling mempengaruhi satu sama lain dan tujuan yang lebih bervariasi. Konsep Unified Fracture Design (UFD) dapat menjawab tantangan tersebut. Kunci utama konsep ini ada dua. Pertama, tidak ada perbedaan antara permeabilitas rendah maupun permeabilitas tinggi dalam hal keuntungan pada perekahan. Kedua, untuk setiap massa proppan yang diinjeksikan kedalam sumur, hanya ada satu geometri yang akan memberikan produksi maksimal. \n\nDalam makalah ini akan dibahas langkah-langkah secara terperinci dalam melakukan optimasi desain perekahan hidrolik secara ekonomis. Pada kasus ini, panjang rekahan adalah tolak ukur desain optimasi, yang mempengaruhi performa reservoir dan menentukan biaya treatment yang dibutuhkan. Kedua hal ini akan saling berlawanan dan membentuk net present value (NPV). Yang menjadi tantangan adalah analisa sensitivitas yaitu bagaimana variabel-variabel lain akan mempengaruhi NPV. Hal ini akan berguna dalam memutuskan bagaimana desain akan dibuat sesuai tujuan keekonomian. Oleh karena dibuat model komputerisasi berupa software berdasarkan metodologi yang telah dibuat. Metodologi ini berlaku secara umum untuk berbagai bentuk area pengurasan reservoir, namun masih terbatas dengan asumsi rekahan 2-dimensi. Software ini dikembangkan dengan menggunakan bahasa pemograman C# dengan framework yang simple sehingga mudah digunakan bahkan oleh awam. Software ini memiliki fitur analisa sensitivitas yang memudahkan operator untuk menentukan prioritas utama perekahan, bagaimana pengaruh jenis proppan, ukuran dan jumlah yang digunakan akan mempengaruhi NPV pada rentang waktu yang ditentukan. Kemudian operator akan memilih desain yang paling memuaskan dalam tujuan keekonomisan untuk jangka panjang maupun jangka pendek.", "Daftar File": {"2016 TA PP BERMAN DANYEL SINAGA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/128085"}, "Penulis": "BERMAN DANYEL SINAGA (NIM : 12211059)", "Kontributor / Dosen Pembimbing": ["Pembimbing :"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Simulasi perekahan hidrolik, Optimasi perekahan hidrolik, Analisa keekonomian pada perekahan hidrolik.", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "15 Mei 2018"}