{"Nomor": 26087, "Judul": "Valuasi Saham PT. Tempo Scan Pacific Tbk", "Abstrak": "Penjualan obat resep dunia diprediksi akan tumbuh  6,5 persen dalam waktu lima tahun ke depan dengan total penjualan obat-obatan dunia mencapai USD 1,06 triliun pada tahun 2022. Pendorong utama dari pertumbuhan industri farmasi adalah pasar negara-negara berkembang. PT Tempo Scan Pacific Tbk, salah satu perusahaan farmasi terbesar di Indonesia, mengalami penurunan  harga saham mulai dari pertengahan bulan April 2017 sampai pertengahan April 2018. Penurunan harga saham juga dialami perusahaan-perusahaan farmasi Indonesia, faktor utama penurunan harga adalah terdepresiasinya nilai Rupiah terhadap Dollar AS sejak September 2017 sampai April 2018. Namun, hanya harga saham PT Tempo Scan Pacific Tbk yang terus mengalami penurunan sementara harga saham kompetitor berfluktuasi.  \n\nBerdasarkan masalah tersebut, tujuan utama dari penelitian ini adalah untuk mencari nilai intrinsik PT. Tempo Scan Pacific Tbk; valuasi akan dilakukan berdasarkan kerangka kerja. Kerangka kerja penelitian ini dimulai dari mengidentifikasi kondisi eksternal dan internal PT. Tempo Scan Pacific Tbk. (TSPC). Selanjutnya, Analisis SWOT, analisis risiko dan valuasi saham akan dilakukan untuk memberikan rekomendasi bagi investor; membeli atau menjual saham TSPC. Hasil analisa internal menunjukkan bahwa, secara kinerja keuangan, performa perusahaan  di bawah industri selama tahun 2017 dan secara umum kinerja perusahaan lebih buruk dibandingkan dengan tahun lalu. Analisa eksternal menunjukkan bahwa perusahaan sedang menghadapi tantangan di lingkungan eksternal; kurs mata uang dolar AS yang menguat akibat the Fed untuk menaikkan suku bunga acuan sepanjang tahun 2018 dan gangguan pasokan bahan baku impor yang berasal dari Tiongkok.  \n\nUntuk valuasi, metode absolute valuation dan relative valuation akan digunakan untuk mencari nilai saham perusahaan. Metodeabsolute valuation yang digunakan adalah model discounted cash flow (DCF) dan dividend discount model (DDM). Untuk relative valuation, multiple yang digunakan adalah Price-to-earnings (PER) dan enterprise value/earnings before interest, taxes and depreciation(EV/EBITDA). Analisa sensitivitas juga dilakukan bagi metode DCF untuk mencari faktor-faktor yang mempengaruhi nilai intrinsik perusahaan. Analisis sensitivitas mencakup Tornado chart dan simulasi Monte Carlo. Hasil valuasi dari metode DCF adalah sebesar Rp 1.545 per lembar (3,44 persen di bawah harga pasar yakni Rp 1.600 per lembar), metode DDM menunjukkan harga saham perusahaan sebesar Rp 1.593 per lembar (0.44 persen di bawah harga pasar). Relative valuation memberikan hasil yang berbeda dari absolute valuation; analisa PER menghasilkan harga sebesar Rp 1.689 per lembar (5,62 persen di atas harga pasar)  namun hasil EV/EBITDA sebesar Rp 1.244 per lembar (22,25 persen di bawah harga pasar).  \n\nBerdasarkan hasil valuasi, rekomendasi bagi investor adalah untuk menjual saham  PT Tempo Scan Pacific Tbk karena nilai intrinsik perusahaan per lembar di bawah harga pasar per 8 Juni 2018 dan saham perusahaan yang volatilitasnya tinggi.  \n\nUntuk perusahaan, rekomendasi yang diberikan adalah: menggunakan reputasi baik perusahaan sebagai nilai jual utama dalam  pemasaran  untuk mendapatkan pangsa pasar, membuat kontrak kerja dan menjalin kemitraan dengan pemasok ramah lingkungan untuk mendapatkan harga yang kompetitif dan menjamin pasokan bahan baku, meningkatkan efisiensi di dalam divisi manufaktur dan merancang rencana antisipasi ke depan untuk mempertahankan tingkat produksi saat terjadi kekurangan pasokan bahan baku.", "Daftar File": {"Cover & Abstract_Stock Valuation of PT. Tempo Scan Pacific Tbk_Berni Rahman Iskandar.pdf": "https://digilib.itb.ac.id/gdl/download/128104"}, "Penulis": "Berni Rahman Iskandar/29116430", "Kontributor / Dosen Pembimbing": ["Dr.Sylviana Maya Damayanti, CFP"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Stock Valuation, Intrinsic Value, Absolute Valuation, Relative Valuation, Sensitivity Analysis", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "09 Agu 2018"}