{"Nomor": 26082, "Judul": "Pengaruh Program Kampung Tematik Terhadap Kualitas Ruang Kampung Warna-Warni Jodipan di Kota Malang", "Abstrak": "Kualitas ruang yang baik akan memberikan daya dukung yang optimal bagi kelangsungan hidup manusia di suatu wilayah. Dewasa ini banyak berkembang berbagai program guna meningkatkan kualitas ruang khususnya di kawasan perkampungan kota. Salah satu program tersebut yakni Program Kampung Tematik yang telah diterapkan Pemerintah Kota Malang. Kota Malang merupakan salah satu kota yang memanfaatkan potensi kampung kota sebagai basis pembangunan kotanya melalui program kampung tematik. Salah satu contoh perubahan paling signifikan dari program tersebut adalah Kampung Warna-Warni Jodipan yang terletak di Kelurahan Jodipan, tepi Sungai Brantas. Kampung yang tidak tertata dan tidak teratur, ditambah lagi dengan letaknya yang berada di bantaran sungai sehingga terlihat kumuh, kini menjadi destinasi wisata populer di Kota Malang karena keindahannya. Namun Program Kampung Tematik tersebut tidak dapat terus dilakukan tanpa melihat seberapa besar pengaruh yang telah dihasilkan terhadap peningkatan kualitas ruang. Penelitian evaluasi ini menggunakan pendekatan evaluasi semu. Di awal penelitian dihasilkan delapan  kriteria untuk mengukur kualitas ruang kampung yakni kenyamanan, kesehatan, keamanan, keselamatan, kesejahteraan, aksesibilitas, kelengkapan, dan daya tarik yang masing-masing diturunkan ke dalam beberapa indikator penilaian. Berdasarkan kriteria dan indikator yang telah disusun akan ditinjau kualitas ruang secara obyektif melalui observasi dan secara subyektif melalui hasil persepsi penghuni. Berdasarkan hasil peneletian ini didapatkan bahwa Program Kampung Tematik tidak hanya mengubah tampilan luar Kampung Warna-Warni Jodipan. Hasil evaluasi menunjukkan bahwa terdapat beberapa kriteria kualitas ruang yang turut meningkat oleh adanya pengaruh dari Program Kampung Tematik khususnya kesehatan, keamanan, kesejahteraan, kelengkapan, dan  daya tarik. Terdapat pula tiga kriteria kualitas ruang kampung yang tidak mengalami perubahan oleh adanya program tersebut, yakni kenyamanan, keselamatan, dan aksesibilitas. Berdasarkan hasil evaluasi tidak diperoleh kriteria kualitas ruang kampung yang menurun oleh adanya program tersebut. Sehingga pada akhirnya, secara kumulatif Program Kampung Tematik berhasil meningkatkan Kualitas Ruang Kampung Warna-Warni Jodipan.", "Daftar File": {"2018 TA PP BERNARDUS ANDRE SETYADI_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/128087", "2018 TA PP BERNARDUS ANDRE SETYADI_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128088"}, "Penulis": "BERNARDUS ANDRE SETYADI (Nim : 15414094)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Denny Zulkaidi . MUP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kualitas ruang, Evaluasi, Program Kampung Tematik, Kampung Warna-Warni Jodipan.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "2 file", "Tanggal Input": "02 Jul 2018"}