{"Nomor": 26103, "Judul": "ANALISA MANAJEMEN SISTEM PERSEDIAAN DI ESGOTADO", "Abstrak": "Pada era milenium, industri kreatif adalah salah satu sektor yang diharapkan mampu menjadi kekuatan baru bagi perekonomian nasional di masa depan. Bandung merupakan salah satu kota kreatif di Indonesia, hal ini menjadi salah satu alasan untuk menjadikan mode sebagai objek penelitian dengan banyaknya pelaku industri kreatif di bidang mode di Bandung. Esgotado adalah merek clothing yang didirikan pada tahun 2012 yang berlokasi di Bandung. \n\nSalah satu tantangan paling signifikan yang dihadapi setiap bisnis adalah pertumbuhan bisnis yang berkelanjutan. Hal ini bukanlah masalah baru terutama bagi industri kreatif yang sering mengalami bisnis yang tidak stabil. Efisiensi adalah salah satu hal terpenting untuk menjaga keberlanjutan usaha. Biaya bahan baku merupakan salah satu biaya yang paling berpengaruh untuk melihat biaya produksi. Esgotado memiliki sisa inventaris jauh di atas penggunaan material, jadi mereka memiliki isu mengenai bahan baku yang berlebih. Esgotado belum memiliki metode perencanaan produksi. Mereka masih menentukan kuantitas produksi berdasarkan intuisi, oleh karena itu mereka juga tidak memiliki perencanaan dalam pembelian bahan baku. \n \n\nMetode klasifikasi ABC dilakukan sebagai limitasi jumlah bahan baku. Setelah menentukan isu bisnis berdasarkan kondisi saat ini di Esgotado, beberapa solusi diusulkan. Solusi yang diusulkan yaitu perencanaan agregat, metode peramalan, perencanaan disagregat, dan manajemen control inventaris, sebagai solusi bisnis. \n\nPeramalan permintaan dilakukan dari Juli 2018 hingga Desember 2018 menggunakan regresi linier yang memiliki nilai error terkecil yaitu sebesar 176. Total biaya pembelian bahan di toko sebesar 48% lebih rendah daripada total biaya akibat jumlah pemesanan minimum di pabrik . Selain itu, total biaya persediaan yang diperkirakan adalah 58% lebih rendah daripada persediaan aktual. Dapat disimpulkan bahwa Esgotado dapat mengurangi biaya kelebihan stok sebesar 58% saat melakukan perencanaan produksi dan pembelian untuk kebutuhan material. Bahan yang diusulkan dibeli di pabrik akan dihitung menggunakan model fixed-order quantity with safety stock untuk mengetahui kapan pesanan harus dibuat, ketika pesanan minimum telah ditentukan. Sementara itu, bahan yang diusulkan dibeli di toko akan dihitung menggunakan model fixed-time period safety stock untuk mengetahui kuantitas yang harus dibuat berdasarkan kebutuhan material setiap bulan.", "Daftar File": {"ABSTRACT_BIDARI NASTITI_LIBRARY.pdf": "https://digilib.itb.ac.id/gdl/download/128169"}, "Penulis": "Bidari Nastiti  29116382", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, MASC., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "overstock, forecasting, inventory, fixed-time period model with safety stock, fixed-order quantity model with safety stock", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "25 Sep 2018"}