{"Nomor": 26105, "Judul": "THE EVALUATION OF PROCESS TOLERANCE DESIGN BY CONSIDERING THE EXPECTED UTILITY VALUE USING HURWICZ'S CRITERION", "Abstrak": "Banyak penelitian telah dilakukan untuk membangun model yang terintegrasi dari proses desain untuk mencapai tingkat optimal dalam desain toleransi produk tertentu. Dalam manufaktur, insinyur harus selalu mendesain dari harapan pelanggan. Tapi kadang-kadang trade off antara manufaktur kehilangan kualitas-biaya masalah dalam proses penelitian. Akibatnya, insinyur menghadapi keragaman kompetitif dengan membuat kompromi dalam memilih keputusan yang tepat dalam desain toleransi.   \n \n\nMemperkirakan toleransi produk terbaik yang mempengaruhi nilai bagi pelanggan harus dievaluasi dan ditentukan untuk memastikan fungsi transfer dari desain kualitas yang baik. Karena studi tentang toleransi proses dengan variasi dan pengambilan keputusan tidak hanya kenaikan pengguna akhir kepuasan, tetapi juga biaya internal terkait dengan. Dengan demikian, analisis toleransi memastikan realisasi desain proses yang baik dari produk dengan mempertimbangkan dampak variasi, biaya terkait dan fungsi utilitas yang merupakan salah satu kegiatan pengambilan keputusan yang paling umum yang berusaha mengoptimalkan nilai bagi pelanggan.   \n \n\nDalam makalah ini, sebuah model untuk mengevaluasi teori utilitas yang diharapkan dari biaya unit dan kegagalan kegagalan kualitas produk di bawah strategi kriteria Hurwicz dikembangkan. Dengan mengevaluasi desain toleransi proses, fungsi kerugian linear dan kuadrat dipertimbangkan. Kemudian, penggunaan kriteria Hurwicz, aturan keputusan klasik, yang diterapkan dalam pengambilan keputusan di bawah ketidakpastian memungkinkan untuk menemukan strategi optimal untuk kedua interval dan skenario ketidakpastian untuk mendapatkan utilitas yang diharapkan rasional. Kriteria penggunaan Hurwicz menawarkan toleransi yang lebih fleksibel dalam desain proses dan menampilkan variasi minimum yang dialami oleh produk. Oleh karena itu, optimalisasi utilitas yang diharapkan di bawah kriteria Hurwicz menghasilkan keputusan fleksibel yang diharapkan oleh produsen dengan memperkirakan toleransi proses terhadap variasi.", "Daftar File": {"2018 TS PP BIENVENU RANDRIANTSALAMA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128181"}, "Penulis": "BIENVENU RANDRIANTSALAMA - NIM: 23416701", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dradjad Irianto, M.Eng"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Desain toleransi, biaya produksi, fungsi kerugian, teori utilitas, Kriteria Hurwicz.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2018"}