{"Nomor": 26112, "Judul": "METODE PEMODELAN PARAMETRIK SEBAGAI ALAT EVALUASI DAN PENDEKATAN DALAM MERANCANG RUANG KOTA YANG WALKABLE STUDI KASUS: KAWASAN STASIUN BOGOR", "Abstrak": "Konsep dari sebuah kawasan walkable menawarkan kemudahan dan menghidupkan kota jika memiliki pelayanan dan titik tujuan yang beragam dalam tingkat kedekatan antara satu dengan lain. Kontradiktif dengan pengertian tersebut, kawasan Stasiun Bogor diisi oleh beragam fasilitas dalam jarak yang relatif dekat satu dengan lainnya, namun penggunaan kendaraan bermotor masih tinggi. Sehingga yang menjadi persoalan berdasarkan latar belakang tersebut adalah belum optimalnya upaya perancangan pada kawasan tersebut untuk menghasilkan kawasan yang walkable. Tesis ini bertujuan untuk membuat perancangan kawasan yang walkable secara optimal melalui metode pemodelan parametrik. Dimana model parametrik yang dirumuskan akan digunakan dalam pencapaian tiga sasaran utama yang meliputi data modelling, analisis tingkat walkability, dan optimasi untuk mendapatkan nilai optimal dari variabel yang digunakan. Hasil dari pencapaian sasaran pertama pada tesis ini adalah terumuskannya model parametrik dengan bantuan perangkat dari openstreetmap.org yang kemudian dikonversikan ke dalam perangkat pemodelan parametrik grasshopper melalui komponen Elk. Model parametrik tersebut digunakan untuk memasukan, mengolah, dan memanipulasi data sehingga dapat digunakan untuk berbagai operasi pada sasaran selanjutnya. Hasil dari pencapaian sasaran kedua pada tesis ini adalah terumuskannya model parametrik sebagai alat untuk identifikasi tingkat walkability kawasan melalui analisis terkait beberapa parameter yaitu catchment analysis, shortest path, walk score, dan sky view factor. Hasil dari pencapaian sasaran ketiga adalah meningkatkan nilai dari dua variabel utama yang terukur pada konsep walkability yaitu walking score pada skala 0-100 dan sky view factor pada skala 0-1 melalui model parametrik evolutionary solver dan model parametrik untuk analisis tingkat radiasi pada permukaan jalan. Hasil optimasi pada variabel walkscore menunjukkan peningkatan nilai pada masing-masing unit analisis berdasarkan parameter lokasi titik amenity dan konfigurasi jaringan jalan pada kawasan perancangan, sedangkan hasil optimasi pada variabel sky view factor menunjukkan penurunan nilai berdasarkan manipulasi yang dilakukan terhadap parameter ketinggian bangunan.", "Daftar File": {"2018 TS PP BIMA DWI PRANATA PUTRA 1 ABSTRAK pdf.pdf": "https://digilib.itb.ac.id/gdl/download/128188"}, "Penulis": "BIMA DWI PRANATA PUTRA (NIM: 25616005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. R.M. Petrus Natalivan I. ST., MT.   \n\nAswin Indraprastha , ST., MT., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pemodelan parametrik, walkability, walk score, sky view factor, optimasi.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "10 Okt 2018"}