{"Nomor": 26118, "Judul": "STUDI EKSPLORATIF KONDISI DAN PERAN KOTA KECIL DAN  MENENGAH DI INDONESIA", "Abstrak": "Saat ini sebagian besar penduduk perkotaan Indonesia tersebar di kota kecil dan menengah. Kota kecil dan menengah memiliki potensi untuk menjadi alternatif pengembangan perkotaan yang lebih inklusif dan berkelanjutan di tengah permasalahan urbanisasi jenuh dan ketimpangan pembangunan di wilayah Indonesia. Namun kota-kota tersebut belum terkelola sebagaimana mestinya sehingga mengancam keberlanjutan urbanisasi Indonesia. Begitu juga kajian akademik dan regulasi yang masih langka mengenai kota ini. Studi eksploratif ini bertujuan untuk mengetahui kondisi kota kecil dan menengah di Indonesia, serta menelusuri pengaruhnya terhadap pengembangan wilayah. Penelitian menggunakan data: demografi, sosial, ekonomi, jaringan transportasi, status administratif, dan spasial seluruh populasi kota kecil dan menengah di Indonesia. Dianalisis melalui metode deskriptif, spasial, korelasi dan regresi. Dari hasil penelitian, ditemukan secara keseluruhan kota kecil dan menengah berada pada kondisi pembangunan yang buruk di bawah rata-rata nasional, terutama di luar Jawa. Kota-kota kecil dan menengah otonom di Indonesia memiliki karakteristik yang tidak seragam sebagai kota kecil dan menengah. Sebagian besar kota-kota kecil dan menengah otonom di Sumatera menunjukkan karakteristik yang paling sesuai antara ukuran/hierarki dan perannya sebagai kota kecil dan menengah. Sedangkan, sebagian kota kecil dan menengah otonom di luar Jawa menunjukkan karakteristik sebagai kota besar dan metropolitan. Kota-kota otonom tersebut dan perkotaan kecil dan menengah yang ada di kabupaten merupakan kota kecil dan menengah yang berperan bagi peningkatan total ekonomi wilayah, pengentasan kemiskinan, serta peningkatan pendapatan rumah tangga.", "Daftar File": {"2017 TA PP BIMA SATRIA_ABSTRAK 1.pdf": "https://digilib.itb.ac.id/gdl/download/128194", "2017 TA PP BIMA SATRIA_ABSTRAK 2.pdf": "https://digilib.itb.ac.id/gdl/download/128195"}, "Penulis": "BIMA SATRIA (NIM : 15412061)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Teti Armiati Argo, Ir., MES., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kota kecil dan menengah, urbanisasi, pengembangan wilayah, Indonesia", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Alice Diniarti", "File": "2 file", "Tanggal Input": "12 Apr 2018"}