{"Nomor": 26119, "Judul": "INTEGRASI DATA DENGAN STRUKTUR HETEROGEN PADA DOMAIN PENDIDIKAN DAN PUBLIKASI ILMIAH", "Abstrak": "Institusi pendidikan memiliki data pendidikan dan publikasi yang tersebar dan tersedia secara terbuka. Data yang dimiliki oleh institusi pendidikan tersebar mulai dari situs web kelompok keahlian, program studi, fakultas sampai lembaga lain yang memuat informasi tersebut. Telah dikerjakan tugas akhir dari (Darmawan, \n\n2017) yang mengumpulkan data tersebar tersebut menjadi dalam format terstruktur namun dengan struktur yang masih heterogen. Proses berikutnya adalah tindak \n\nlanjut dan cara memanfaatkan data terstruktur tersebut. \n\nTugas akhir ini membuat sistem yang terdiri dari bagian integrasi data dan visualisasi data. Proses integrasi yang dilakukan terdiri dari data cleaning, data indexing, record pair comparison dan record pair classification. Fokus dari tugas akhir ini adalah membuat sistem yang utuh dan berjalan sehingga yang digunakan adalah tools dan library yang sudah ada dan mencari solusi yang paling optimal. \n\nPengujian yang dilakukan mencakup pada perbandingan kinerja berbagai algoritme untuk mengintegrasikan data. Dapat disimpulkan bahwa tugas akhir berhasil membangun sistem utuh untuk memanfaatkan seluruh data terstruktur pendidikan dan publikasi ITB dalam bentuk keluaran hasil tugas akhir milik (Darmawan, 2017) dengan menghilangkan duplikat dan menampilkan visualisasinya dalam pelantar berupa web. Diharapkan tugas akhir ini dapat dikembangkan lebih luas untuk menangani kasus data di luar dari pendidikan dan publikasi", "Daftar File": {"2018 TA PP BIMO ARYO TYASONO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128196"}, "Penulis": "BIMO ARYO TYASONO       (NIM : 13513075)", "Kontributor / Dosen Pembimbing": ["Dr.techn. Saiful Akbar, ST,MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "integrasi data, data deduplication, visualisasi data, data terstuktur, data terbuka", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "16 Mar 2018"}