{"Nomor": 26117, "Judul": "PERANCANGAN ARTBOOK VISUALISASI BANDUNG DI ERA POST APOCALYPTIC AKIBAT PENCEMARAN LINGKUNGAN SEBAGAI MEDIA REFLEKSI UNTUK REMAJA", "Abstrak": "Bencana yang disebabkan oleh faktor manusia cukup memprihatinkan, khususnya yang terjadi di daerah Bandung. Sumber masalah yang paling besar adalah sampah yang menyebabkan banjir di banyak tempat di daerah Bandung. Di era yang modern saat ini, masyarakat Bandung masih belum memiliki kesadaran terhadap lingkungan, contohnya membuang sampah sembarangan, merusak fasilitas umum, dll. Perancangan ini bertujuan untuk memberikan visualisasi kepada masyarakat, khususnya remaja Bandung, apa saja yang mungkin terjadi bila Bandung terus-terusan dibiarkan tak terawat. Remaja memiliki pemikiran yang cukup kritis, namun sayang apa bila pemikiran tersebut tidak dimanfaatkan untuk hal-hal yang penting, seperti menjaga lingkungan. Remaja juga memiliki kemapuan untuk melakukan perubahan dan membedakan hal baik dan buruk. Permasalahan yang akan dibawa ke dalam perancangan artbook ini antara lain adalah apa saja isu lingkungan yang dapat memberi dampak buruk pada kota Bandung? Lalu, bagaimana merancang artbook yang dapat menggambarkan kehidupan setelah terjadi bencana yang disebabkan oleh isu tersebut? Data akan diperoleh dari observasi, wawancara terhadap orang-orang yang mengetahui tentang kondisi geologis dan lingkungan Bandung, dan studi literatur. Artbook ini akan berisi bagaimana masyarakat di Bandung bertahan hidup setelah bencana besar yang menimpa Pulau Jawa dan sekitarnya yang diakibatkan oleh isu lingkungan, seperti global warming dan sampah. Hal ini akan disampaikan dengan gambar dan narasi singkat yang mendeskripsikan gambar tersebut. Artbook juga berisi visualisasi tempat-tempat-tempat penting di Bandung setelah bencana, seperti daerah Dago, ITB, Braga, dan tempat-tempat lainnya. Selain itu, akan ada visualisasi karakter juga yang menggambarkan bagaimana penampilan masyarakat Bandung untuk beradaptasi dengan lingkungan yang keras, bagaimana pengaruh penyakit yang timbul terhadap kulit mesyarakat, bagaimana kehidupan masyarakat tersebut di tengah kota yang runtuh, dll. Cakupan visualisasi akan cukup luas agar pembaca dapat melihat secara keseluruhan dan dengan demikian menjadi lebih imersif. Pada akhirnya, artbook ini diharapkan dapat memberikan gambaran kepada remaja, sebuah imaji tentang Bandung di era post-apocalptic. Secara sadar atau pun tidak, pembaca diharapkan dapat berhubungan dengan pesan yang ingin disampaikan, yaitu untuk menjaga lingkungan.", "Daftar File": {}, "Penulis": "BIMA SAKTI IIF PUTRA KUSUMA (NIM: 17414010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Triyadi Guntur W., M. Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "concept art, post apocalypse, bandung, pelapukan", "Sumber": "", "Staf Input/Edit": "Saipul Aripin  \n                                     Saipul Aripin", "File": "1 file", "Tanggal Input": "25 Jun 2018"}