{"Nomor": 26115, "Judul": "BUSINESS STRATEGY FORMULATION AT NAVIRE, AN OUTDOOR JACKET BUSINESS, BASED ON INDUSTRIAL ORGANIZATION MODEL", "Abstrak": "Navire adalah perusahaan dari IBE. Navire berhenti berjalan setelah IBE berakhir, padahal memiliki potensi besar. Salah satu masalah yang diutarakan oleh eksekutif dari Navire adalah kurangnya ilmu pengetahuan mereka dalam menjalani bisnis untuk memajukan dan bertahan di industrinya. Ini mengakitbakan ketidakefektifan pengambilan keputusan dan aksi-aksi strategi. Setelah ditelusuri, ternyata Navire juga tidak memiliki ruang internal perusahaan. Tujuan dari riset ini adalah untuk membentuk ruang internal perusahaan sehingga dapat bersaing dan menghasilkan keuntungan lebih. \n\nStrategik manajemen prosess digunakan dalam riset ini. Riset ini mengacu pada I/O Model. Teori lain yang digunakan adalah Analisis Eksternal, SWOT, TOWS Matrix, Strategi Bisnis, Strategi Korporat, Strategi Marketing, Perilaku Konsumen, dan Nilai Keuntungan. \n\nTemuan dari penelitian ini adalah; ruang general bersifat supportif terhadap industry. Secara demografik, pasar Navire dapat dibedakan menjadi 5 kluster; Premium Customer, Opportunist Customer, Need-Based Customer, Product Oriented Customer and Price Oriented Customer. Industri memiliki potensi berkembang dan proposisi yang menarik. Intensitas rivalitas dalam industry dapat dikatakan sedang. Kompetitor-kompetitor memiliki keunikan kemampuan sendiri. Informasi di atas diolah dengan SWOT dan strategi dihasilkan. Strategi untuk bisnis adalah Integrated Cost Leadership/Product Differentiation, dan untuk strategi korporat adalah Low Level of Diversification. Dari marketing, untuk target market adalah kluster 4 dan 5. Dari sisi Marketing Mix, Navire harus membuat produk outdoor yang berkualitas dan jaket fashion, harga kompetitif, menggunakan platform social media yang cocok dan konten yang cocok untuk target market, masuk ke komunitas, dan menyiapkan olshop dan toko fisik untuk distribusi. Dari strategi di atas, ruang internal, secara resourcesÃ‚Â¸ direkomendasikan untuk; memiliki 60 juta Rupiah, mencari alternatif vendor dan supplier, membuat toko fisik atau bekerja sama dengan toko outdoor lain, mempunyai warehouse, skema organisasi seperti bisnis biasa, menggunakan Instagram dan Tokopedia, menggunakan software untuk inventory, mencari individu yang memiliki skill dan pengetahuan sesuai dengan skema organisasi, mencari designer, dan membuat brand image. Dengan resources di atas, Navire akan memiliki kemampuan untuk membuat jaket berkualitas dengan harga kompetitif, efisien dalam digital promosi dan informasi, efisien dalam supply chain dan pengunaan material, brand yang prestigious, dan mampu mencipatakan produk high fashion outdoor jacket. Dari kapabilitas di atas, Navire memiliki kompetensi yang kuat yaitu kemampuan menciptakan produk dengan value tinggi.", "Daftar File": {"2018 TA PP BIMA RIANDIZA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128191", "CHAPTER I.pdf\nz?": "https://digilib.itb.ac.id/gdl/download/248080", "CHAPTER II.pdf5??_": "https://digilib.itb.ac.id/gdl/download/248081", "CHAPTER III.pdf?]": "https://digilib.itb.ac.id/gdl/download/248082", "CHAPTER IV.pdf5??_": "https://digilib.itb.ac.id/gdl/download/248083", "CHAPTER V.pdf\ny?": "https://digilib.itb.ac.id/gdl/download/248084"}, "Penulis": "Bima Riandiza (19014131)", "Kontributor / Dosen Pembimbing": ["Bpk. Harimukti Wandebori, ST, MBA, P.hd"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Customer Behavior, IBE Business, Internal Environment, Strategic Management", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "6 file", "Tanggal Input": "05 Mar 2018"}