{"Nomor": 26125, "Judul": "PEMODELAN ALIRAN MULTIFASA TIGA DIMENSI MENGGUNAKAN METODE LATTICE BOLTZMANN ROTHMAN-KELLER DENGAN GRADIEN TEMPERATUR", "Abstrak": "Dalam eksploitasi migas, hanya sekitar 5% hingga 20% hidrokarbon dapat keluar melalui sumur produksi dengan tekanan alami reservoir. Industri minyak dan gas (migas) mengenal metode bernama enhanced oil recovery (EOR) untuk mengangkat hidrokarbon yang masih terjebak pada pori batuan. Untuk melakukan EOR tidaklah mudah dan diperlukan biaya yang cukup besar, perlu dilakukan pemodelan dan simulasi, salah satunya pemodelan fluida dalam sekala pori batuan. Pemodelan fluida ada yang menggunakan pendekatan kontinu dengan persamaan Navier-Stokes (NS). Selain mengunakan pendekatan kontinu, pemodelan fluida juga dapat dilakukan dengan mengunakan pendekatan Dinamika Molekul (MD). Diantara dua metode tersebut terdapat metode yang menjembatani kelebihan antara keduanya. Metode ini menggunakan pendekatan secara makroskopik dan mikroskopik (mesoscale) yang dinamakan Latice Boltzmann Metthod (LBM). Dengan pendekatan ini maka didapatkan hasil yang cukup akurat dengan tanpa menggunakan perangkat komputasi yang tinggi. Metode LBM yang digunakan pada penelitian kali ini adalah metode Rothman-Keller (RK)/gradien warna. Metode ini mengasumsikan bahwa gaya interaksi antara dua fluida berbanding lurus dengan perbandingan densitas dua fluida tersebut dan memiliki dua operator tumbukan, dimana operator kedua merupakan operator pertubasi. Metode ini kemudian diberi tekanan pada daerah batas yang diperkenalkan oleh Zou-He. Kemudian diberikan beda temperatur secara linear dan dimodelkan gaya objek akibat gradien temperatur. Pada penelitian ini diketahui bahwa model yang dibuat telah berhasil menyimulasikan aliran fluida multifasa pada pori batuan. Data permeabilitas yang didapat dibandingkan dengan data pengukuran lab dan didapatkan hasil yang hampir sama. Pada model variasi viskositas fungsi temperatur didapatkan bahwa rata-rata besar kecepatan aliran fluida turun seiring dengan penambahan nilai temperatur. Pada model gradien temperatur, pengaruh gaya akibat gradien temperatur tidak berpengaruh signifikan karena nilainya yang sangat kecil dibandingkan dengan kecepatan rata-rata aliran fluida.", "Daftar File": {"2018 TA PP BINTANG PRADANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128202"}, "Penulis": "BINTANG PRADANA (NIM : 10214094)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Rer. Nat. Umar Fauzi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Aliran multifasa, Enhanced Oil Recovery, Lattice Boltzmann Method, Rothman-Keller, Media Berpori", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "03 Agu 2018"}