{"Nomor": 26138, "Judul": "EVALUASI CITRA VISUAL AHOK DALAM FOTO INSTAGRAM PADA KAMPANYE PILKADA DKI JAKARTA 2017-2022 PUTARAN KEDUA", "Abstrak": "The shift in the trend of political campaigns from conventional to digital leads the political candidates to display the best self-image to attract the attention of potential voters, especially for beginners. The abundance of imagery in the development of visual culture brings people to the condition of information bias. One controversial political figure named Basuki Tjahaja Purnama or commonly known as Ahok displays the dualism of image and brings personal branding that is vague in the eyes of society, it makes many people become indifferent and apathetic towards politics. Image observation in the context of personal branding in this study seeks to reveal the process of image-revealing on photographic visual content in 3 official Instagram account candidates for political leaders using semiotic analysis. The results of the study found eight images of Ahok that were populist, the carrier of peace, solidarity, popular, entrepreneur, unity, totality and commitment, and fatherhood, expressed by three semiotics sign relations: 1) object strength, 2) reporting context, and 3) relevance towards trends and culture. The formation of Ahok's image on Instagram is influenced by semantic codes, a universal semiotics sign relations that is easy and rooted in the general knowledge of the community", "Daftar File": {"Cover.pdf": "https://digilib.itb.ac.id/gdl/download/128246", "LEMBAR PENGESAHAN.pdf": "https://digilib.itb.ac.id/gdl/download/128247", "Bonaventura 27116009.pdf": "https://digilib.itb.ac.id/gdl/download/128248"}, "Penulis": "Bonaventura Eki Putra Kriswirawan (NIM: 27116009)", "Kontributor / Dosen Pembimbing": ["Dr. Agung Eko Budi Waspada, MSn.   \n\nDr. Agus Sachari, MSn"], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Ahok, citra, personal branding, kampanye politik, semiotika", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "3 file", "Tanggal Input": "04 Okt 2018"}