{"Nomor": 26139, "Judul": "ECONOMIC RISK ANALYSIS OF INFRASTRUCTURE AND BUILDING DUE TO LAND SUBSIDENCE IN NORTH-WEST PART OF BANDUNG BASIN", "Abstrak": "Land subsidence is a an environment geology phenomenon which occurs in Bandung and Cimahi cities (sub-basin of Bandung basin) for many years. Based on the various historical research on land subsidence in Bandung basin, land subsidence leads comprehensive determined direct effects such as cracking and settling of building , houses and infrastructures (Abidin et al., 2015; Gumilar et al., 2013). Therefor, generating of land subsidnece risk map and the economic risk estimation cause by land subsidence are the two main purposes of this research. Land subsidence risk map of Bandung and Cimahi cities have been constructed by overlaid of 3 main elements such as land subsidence hazard, vulnerability and \n\ncapacity of prevention and reduction map with Analytical Hierachy Process (AHP) method and Geographic Information System (GIS). Hazard risk analysis of land subsidence is so complecated issue aiming at identifying the zones of very high, high, moderate, low and very low risk, account for 4.26%, 15.92%, 12.15%, 18.60% and 49.07% respectively of the total study area 208.04km2. The very high and high risk regions were found out at the southern part of Cimahi and Bandung cities with the very high potential of land subsidence, high vulnerability and low capacity of preventiona and reduction of land subsidence. Moreover, the economic risk was assessed and evaluated of road, railway road, building/factories and houses with helping from ArcGIS selection tool. As a result from calcuation, the total economic risk is approximated range from 9,673.48 to 11,645.48 billion Rp include railway road 123,466.65 million Rp (1.16%), road 5,085,476.87 million Rp \n\n(47.71%), house 4,086,395.74 million Rp (38.34%) and builidng 1,364,138.06 million Rp (12.80%) of Bandung and Cimahi cities for 5 years next.", "Daftar File": {"2016 TS PP BORN MARY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/128249", "2016 TS PP BORN MARY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/128250", "2016 TS PP BORN MARY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/128251", "2016 TS PP BORN MARY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/128252", "2016 TS PP BORN MARY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/128253", "2016 TS PP BORN MARY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/128254", "2016 TS PP BORN MARY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/128255"}, "Penulis": "BORN MARY (NIM : 22414701)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Irwan Meilano. \n\nDr. Irwan Gumilar."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Land subsidence, Geographic Information System (GIS), Analytic Hierachy Process (AHP)", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "10 Apr 2018"}