{"Nomor": 26137, "Judul": "HIDROGEOLOGI DAN POTENSI IMBUHAN DAERAH SELATAN KAKI GUNUNG CIREMAI KUNINGAN, JAWA BARAT", "Abstrak": "Gunung Ciremai merupakan gunung api aktif di Indonesia, mempelajari hidrogeologi tentang gunung api merupakan salah satu tantangan yang menarik, dengan tipe gunung api stratovolcano maka akan terdapat multisistem akuifer. Kaki gunung bagian selatan merupakan salah satu daerah yang memiliki jumlah penduduk paling banyak, dengan pemenuhan kebutuhan air baku tersebut berasal dari mataair. Terdapat 48 titik pengamatan, 1 mataair panas dan 47 mataair dingin. Akuifer daerah penelitian terdiri dari endapan gunung api dan lava, dengan media penyimpanan airtanah yaitu ruang antar butir dan rekahan. Parameter fisik airtanah yang diukur dilapangan yaitu Temperatur, pH, Eh, TDS, dan EC. Dilakukan 18 titik pengambilan sampel airtanah yang dilakukan pengujian isotop 13C. Hasil analisa tersebut menghasilkan bahwa terdapat 3 sistem akuifer dan 3 zona aliran airtanah, yang memiliki manifestasi berupa mataair depresi, kontak, dan rekahan. Pengontrol utama aliran airtanah yaitu bentukan topografi dan juga struktur geologi yang berarah barat laut Ã‚Â– tenggara. Curah hujan daerah penelitian berkisar 1800 mm/tahun dan potensi imbuhan airtanah berasal dari infiltrasi sebesar 416 mm/tahun. Kondisi water surplus terjadi pada periode November sampai dengan April.", "Daftar File": {"2018 TS PP BOBY BENNI WAHANA  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128245"}, "Penulis": "BOBY BENNI WAHANA (NIM : 22716003)", "Kontributor / Dosen Pembimbing": ["tIM pEMBIMBING :  \n\nAgus Mochamad Ramdhan, S.T., M.T., Ph.D.", "Irwan Iskandar, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Air Tanah", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Gunung Ciremai, parameter fisik airtanah, isotop 13C, mataair, aliran airtanah, dan infiltrasi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Okt 2018"}