{"Nomor": 26134, "Judul": "EKSPLORASI TEKNIK PINCHING PADA KERAMIK SEBAGAI LAMPU DEKORASI", "Abstrak": "Terdapat berbagai nilai keterampilan yang patut dihargai dalam praktik ke-Kriya-an, salah satu nilai tersebut adalah kedekatan sang Kriyawan dengan material garapannya. Dalam Kriya, terutama di ranah keramik, partisipasi langsung Kriyawan sangat jelas terepresentasikan dalam karyanya. Hal ini terlihat jelas dari tanda-tanda yang timbul dari ketidak sempurnaannya, seperti ukuran yang berbeda-beda, lekuk tiap-tiap produk yang tidak persis dengan produk lainnya dalam satu desain, dan tekstur jejak jari dalam produk keramik yang menggunakan teknik pinching dalam pembentukannya. Tekstur pinching tersebut memberikan penulis inspirasi untuk membuat karya kali ini. Penulis bertujuan membuat karya yang menonjolkan tekstur tersebut secara visual.  \n\nPenulis memutuskan untuk menggunakan cahaya sebagai strategi untuk menarik perhatian kepada tekstur jejak jari yang dihasilkan teknik pinching dengan alasan bahwa cahaya dapat menimbulkan visual yang kontras pada tekstur karena bayangan yang dihasilkan dari perbedaan distribusi cahaya terhadap tekstur. Dengan alasan tersebut penulis memutuskan untuk membuat produk pencahayaan dari keramik sebagai usaha kolaborasi antara cahaya dan tekstur pada permukaan produk keramik.  \n \n\nDalam penelitian kali ini, penulis melakukan eksplorasi teknik pinching yang diaplikasikan pada beberapa jenis bodi keramik, visual yang dihasilkan teknik pinching jika dipapar cahaya, serta penggunaan beberapa teknik dekorasi keramik yang digabungkan dengan teknik pincing untuk menggali kemungkinan visual yang lebih beragam untuk nantinya diaplikasikan pada produk pencahayaan.", "Daftar File": {}, "Penulis": "BISMA RACHMAN - NIM: 17213029", "Kontributor / Dosen Pembimbing": ["Deni Yana, M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Cahaya, Eksplorasi, Keramik, Pinching, Produk Pencahayaan, Tekstur.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Feb 2018"}