{"Nomor": 26144, "Judul": "PENGARUH PELAPISAN POLYVINYLPYRROLIDONE PADA SULFUR/REDUCED GRAPHENE OXIDE (S/rGO) TERHADAP SIFAT IMPEDANSI ELEKTROKIMIA UNTUK BATERAI LITIUM SULFUR", "Abstrak": "Sulfur adalah salah satu material aktif katoda dalam baterai litium yang menarik untuk diteliti karena memiliki kapasitas spesifik secara teori yang tinggi. Namun, dalam penerapannya terdapat beberapa masalah seperti masa hidup dan efisiensi yang rendah. Dalam penelitian ini, dibuat komposit dari sulfur-reduksi oksida grafena yang dilapisi oleh polivinipirolidon (S/rGO/PVP) untuk baterai litium sulfur. Reduksi oksida grafena digunakan untuk meningkatkan konduktivitas baik konduktivitas ionik maupun elektronik elektroda karena konduktivitas sulfur yang rendah (5 x 〖10〗^(-30)S/cm). Oksida grafena (GO) disintesis menggunakan modifikasi metode Marcano dan Hummer. Sulfur dibuat dengan menggunakan metode dissolution-crystalization. Sebagai tambahan, microwave digunakan untuk mereduksi oksida grafena dan mengimpregnasi sulfur dalam rGO. Penelitian ini dilakukan dengan menggunakan dua buah variasi. Variasi pertama adalah variasi massa PVP yand ditambahkan (0%, 50%, 67%, dan 75%) dan variasi kedua adalah waktu lama microwave pada mode low (10 menit, 20 menit, dan 30 menit. .Dari data karakterisasi XRD menunjukan bahwa telah terbentuk kristal sulfur, rGO, dan PVP. Hal ini didukung oleh hasil gambar SEM yang memperlihatkan karakteristik dari rGO dan grafik FTIR yang menunjukan bahwa terdapat gugus fungsi dari sulfur, rGO, dan PVP. Dari gambar TEM terlihat partikel sulfur yang memiliki ukuran partikel rata-rata 12,79 nm. Efek pelapisan dan radiasi microwave untuk performa elektroda diinvestigasi menggunakan Electrochemical Impedance Spectroscopy (EIS) dan four point probe. Dalam penelitian ini juga telah dibuat divais berupa baterai. Dari baterai tersebut dilakukan pengukuran manual dan didapatkan nilai kapasitas spesifik yang dikeluarkan baterai selama 2 jam (discharge) sebesar 20,985 mAh g^(-1) serta energi spesifik sebesar 37,193 Wh 〖kg〗^(-1). Pada pengukuran ini kapasitas dan energi spesifik yang dikeluarkan oleh baterai masih belum merupakan kapasitas total yang dimiliki oleh baterai dikarenakan keterbatasan media pengukuran sehingga hanya dapat dilakukan selama 2 jam.", "Daftar File": {"2018 TS PP BRAMIANTO SETIAWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128275", "2018 TS PP BRAMIANTO SETIAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/128276", "2018 TS PP BRAMIANTO SETIAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/128277", "2018 TS PP BRAMIANTO SETIAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/128278", "2018 TS PP BRAMIANTO SETIAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/128279", "2018 TS PP BRAMIANTO SETIAWAN 1-BAB 4 A.pdf": "https://digilib.itb.ac.id/gdl/download/128280", "2018 TS PP BRAMIANTO SETIAWAN 1-BAB 4 B.pdf": "https://digilib.itb.ac.id/gdl/download/128281", "2018 TS PP BRAMIANTO SETIAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/128282", "2018 TS PP BRAMIANTO SETIAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/128283"}, "Penulis": "BRAMIANTO SETIAWAN (NIM : 20216040)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Fery Iskandar"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sulfur, rGO, PVP, pelapisan, dissolution-crystallization, baterai litium sulfur.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "9 file", "Tanggal Input": "10 Agu 2018"}