{"Nomor": 26146, "Judul": "EVALUATION OF EMPIRICAL OIL FRACTIONAL FLOW EQUATIONS FOR CAPACITIVE-RESISTIVE MODEL IN A WATERFLOOD APPLICATION", "Abstrak": "Capacitive-resistive model (CRM) menawarkan kemampuan untuk dapat melakukan evaluasi performa produksi dari suatu lapangan minyak/gas secara cepat. Namun, CRM tidak mampu untuk melakukan analisis secara lengkap karena CRM hanya memodelkan laju produksi liquid total. Untuk mengatasi masalah ini, sebuah empirical oil fractional flow model biasanya digunakan sebagai metoda yang mudah dan cepat untuk memodelkan laju produksi minyak. Berbagai empirical oil fractional flow model telah diperkenalkan, dan memilih model mana yng paling akurat sangat krusial untuk memastikan bahwa evaluasi performa produksi yang dilakukan sudah tepat.   \n \n \n\nDalam studi ini, berbagai empirical oil fractional flow model dievaluasi terhadap keakuratannya. Model-model tersebut diuji pada tiga matching window yang berbeda (periode sebelum breakthrough air, periode setelah breakthrough air, dan periode sebelum + sesudah breakthrough air) untuk melihat keakuratannya pada fasa produksi yang berbeda. Bersamaan dengan CRMIP, empirical fractional flow model tersebut akan diaplikasikan pada sebuah lapangan sintetik yang dibangun menggunakan IMEX-CMG. Parameter fitting dari CRMIP dan empirical fractional flow model didapatkan melalui proses solving menggunakan GRG non-linear solver. Nilai root mean square error dari masing-masing empirical fractional flow model dibandingkan untuk menentukan keakuratan model-model tersebut pada tiga matching window yang berbeda. Hasil dari evaluasi ini menunjukkan bahwa empirical fractional flow model yang diperkenalkan oleh Kazakov (1976) menghasilkan perkiraan laju produksi minyak yang paling akurat pada ketiga mathing window tersebut. Hasil evaluasi dari studi ini diharapkan dapat menjadi pendukung dalam membangun model laju produksi minyak yang tepat menggunakan CRM.", "Daftar File": {"2018 TA PP BRANTYO LAKSAHAPSORO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128293"}, "Penulis": "BRANTYO LAKSAHAPSORO (NIM : 12214091)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Dedy Irawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Empirical oil fractional flow model, CRM, GRG non-linear solver, waterflood", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Alice Diniarti", "File": "2 file", "Tanggal Input": "04 Jul 2018"}