{"Nomor": 26143, "Judul": "PERANCANGAN STREET FURNITURE RESPONSIF PADA RUANG TERBUKA PUBLIK DENGAN PENDEKATAN KARAKTERISTIK PENGGUNA DAN KAWASAN KORIDOR SUDIRMAN", "Abstrak": "Kota Bandung merupakan salah satu kota di Indonesia yang memfokuskan ruang \n\npublik sebagai tempat berinteraksi antar warganya. Hal tersebut bisa dilihat dari \n\nbeberapa taman kota yang baru dibangun, serta peremajaan beberapa taman kota \n\nyang telah ada. Ruang publik kawasan pejalan kaki juga mendapat perhatian \n\nserius oleh Pemerintah Kota Bandung, salah satunya adalah kawasan Sudirman \n\nyang telah rampung pada akhir 2016. Namun, integrasi antara kawasan dengan \n\nstreet furniture di dalamnya kurang terjadi (Thamrin, 2017). Pada revitalisasi \n\nKawasan Sudirman, terlihat bahwa street furniture yang tersedia disana tidaklah \n\nterpakai secara efektif serta kurang komunikatif dalam merepresentasikan \n\nkawasannya. \n\nSalah satu inisiatif untuk menarik minat masyarakat mengunjungi kawasan \n\nSudirman adalah menciptakan produk responsif dengan karakteristik kawasan dan \n\naktivitas yang berupa street furniture. Maka mendesain sebuah produk yang \n\nresponsif sesuai karakteristik dapat menjadi daya tarik untuk menciptakan \n\ninteraksi bagi penggunanya. Selain aspek standarisasi yang perlu diperhatikan, \n\nkarakteristik aktivitas pengguna dan karakteristik kawasan tersebut juga harus \n\nmenjadi pertimbangan utama. Observasi dan survey lapangan dilakukan demi \n\nmendapatkan karakteristik kawasan Sudirman. Hasil tersebut dipadankan dengan \n\nkajian literatur yang menghasilkan kebutuhan desain secara tangible dan \n\nintangible. Hasil observasi yang berupa foto-foto menjadi pedoman yang akan \n\ndiolah melalui sketsa desain yang kemudian akan dikembangkan secara skematik \n\ndan akhirnya menghasilkan alternatif desain yang ideal untuk kawasan Sudirman \n\nBandung. \n \n\nDalam penelitian yang fokus pada perancangan street furniture di koridor \n\nSudirman Bandung ini menghasilkan alternatif desain yang sesuai dengan \n\nkebutuhan aktivitas maupun kebutuhan secara visual atau kesesuaian dengan \n\nkondisi lingkungan Sudirman Bandung. Metodologi dalam penciptaan street \n\nfurniture disini dapat dijadikan pertimbangan bagi desainer ataupun pemerintah \n\ndalam pengadaan street furniture pada ruang publik. Hal tersebut diperlukan demi \n\nadanya kekhasan dalam street furniture pada sebuah ruang publik demi \n\nmemunculkan karakter sebuah kawasan yang akan berdampak pada Ã‚Â”sense of \n\nbelongingÃ‚Â” masyarakat setempat.", "Daftar File": {"Bramantyo 27115038.pdf": "https://digilib.itb.ac.id/gdl/download/128274"}, "Penulis": "Bramantyo Anggasta (NIM : 27115038)", "Kontributor / Dosen Pembimbing": ["Dr. Dudy Wiyancoko \n\nDr. Dwinita Larasati"], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Bandung, Karakteristik, Ruang Publik, Street furniture, Sudirman", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "04 Jul 2018"}