{"Nomor": 26140, "Judul": "STRATEGI PENGEMBANGAN INDUSTRI PENGOLAHAN DALAM PERSPEKTIF PENCAPAIAN TUJUAN PEMBANGUNAN BERKELANJUTAN  DI PROVINSI SUMATERA BARAT", "Abstrak": "Sektor industri pengolahan memiliki potensi besar untuk berkontribusi terhadap laju pertumbuhan perekonomian di Provinsi Sumatera Barat. Namun dalam perkembangannya,  sektor ini menunjukkan penurunan dalam beberapa tahun terakhir. Hal ini terlihat dari kontribusi industri pengolahan terhadap Produk Domestik Regional Bruto (PDRB) yang menurun,  penyerapan tenaga kerja yang masih fluktuatif serta indeks kualitas kinerja lingkungan yang juga berfluktuasi. Dalam kaitan ini, pemerintah telah berupaya mengembangkan industri pengolahan dalam perspektif pencapaian tujuan pembangunan berkelanjutan. Dalam hal ini, perlu adanya upaya menyelaraskan dan melokalkan agenda tujuan pembangunan berkelanjutan / SDGs  tujuan ke-9 yang berfokus pada upaya mendukung industrialiasi yang inklusif dan berkelanjutan dengan agenda pembangunan nasional dan daerah.   \n \n \n \n\nPenelitian ini bertujuan untuk mengidentifikasi posisi tujuan ke-9 SDGs yang berfokus pada upaya mendukung industrialisasi yang inklusif dan berkelanjutan, mengimplementasikannya dalam konvergensi antar agenda serta merancang strategi pengembangan industri pengolahan dalam perspektif pembangunan berkelanjutan. Metodologi yang digunakan adalah studi eksploratif dengan melakukan kajian literatur dan melakukan analisis dokumen serta analisis data sekunder pada tingkat provinsi. Selain itu juga dilakukan analisis SWOT untuk memperoleh gambaran posisi dan kondisi industri pengolahan di tingkat provinsi guna menyusun strategi pengembangan industri pengolahan.    \n \n \n \n\nHasil penelitian menunjukkan bahwa posisi SDGs selaras dan terkait dengan agenda pembangunan nasional dan Provinsi Sumatera Barat. Berdasarkan penelitian yang dilakukan terdapat 13 indikator yang mengarah pada inklusif dan keberlanjutan, 9 indikator yang belum mengarah serta 14 indikator menunjukkan adanya potensi untuk mengarah pada inklusif dan keberlanjutan. Kondisi ini memerlukan penguatan sistem inovasi daerah untuk merintis jalan solusi. Secara umum, dapat dikatakan bahwa Provinsi Sumatera Barat  memiliki modal sosial, modal intelektual, kelembagaan serta pilar tematik yang cukup menunjang untuk melakukan penguatan inovasi daerah sehingga mampu merancang strategi pengembangan industri pengolahan dalam perspektif pencapaian tujuan pembangunan berkelanjutan di Provinsi Sumatera Barat. Analisis SWOT yang dilakukan terkait dengan permasalahan industri menghasilkan gambaran posisi dan kondisi industri di daerah ini. Untuk mengembangkan industri pengolahan dalam perspektif pencapaian tujuan pembangunan berkelanjutan dihasilkan berbagai kombinasi strategi. Salah satu solusi yang menjadi prioritas sebagai tindak lanjut dari hasil analisis SWOT adalah Strategi Ã‚Â‘Weakness OpportunityÃ‚Â’.  Strategi tersebut diantaranya yaitu menanamkan budaya literasi dan inovasi, meningkatkan substansi kegiatan dan program pemerintah, membuat rancangan lembaga pembiayaan khusus inovasi, membentuk pusat pengembangan inovasi daerah, membentuk jaringan hulu hilir dan memperpendek rantai pasok, mengarahkan CSR pada alih teknologi, dan mendorong terbentuknya R&D perusahaan. Strategi - strategi yang dirancang dan dirumuskan memiliki penekanan Ã‚Â– penekanan yang meliputi berbagai dimensi yaitu dimensi ekonomi, sosial dan lingkungan sehingga berpotensi besar untuk mengembangkan industri pengolahan dalam perspektif pencapaian tujuan pembangunan berkelanjutan.   \n \n \n \n\nKata kunci:  SDGs, konvergensi, agenda pembangunan, indikator, inovasi, strategi pengembangan, industri pengolahan", "Daftar File": {"TS PP BOY SANDI ASRI 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128256"}, "Penulis": "BOY SANDI ASRI NIM: 24016008", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Iwan Kustiwan, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "SDGs, konvergensi, agenda pembangunan, indikator, inovasi, strategi pengembangan, industri pengolahan", "Sumber": "", "Staf Input/Edit": "sarnya  \n                                     sarnya", "File": "1 file", "Tanggal Input": "26 Feb 2018"}