{"Nomor": 26156, "Judul": "STUDI PEMISAHAN THORIUM DARI BESI DAN LOGAM TANAH JARANG DALAM LARUTAN ASAM NITRAT DENGAN EKSTRAKSI PELARUT MENGGUNAKAN  TRIOCTYLPHOSPHINE OXIDE", "Abstrak": "Thorium merupakan logam yang bersifat radioaktif dan berpotensi menjadi bahan bakar nuklir alternatif penggganti uranium. Penggunaan bahan bakar nuklir yang paling umum adalah sebagai pembangkit tenaga listrik dan pengembangannya sangat penting khususnya untuk Indonesia. Menurut data BATAN 2015, Indonesia diperkirakan memiliki cadangan thorium sebesar 130.974 ton. Untuk dapat digunakan sebagai bahan bakar nuklir, thorium harus dimurnikan terlebih dahulu dan dipisahkan dari pengotor-pengotornya dalam bijih seperti besi dan logam tanah jarang (LTJ). Jalur proses yang telah terbukti efektif untuk mengekstraksi thorium dan memisahkannya dari logam logam pengotornya adalah jalur hidrometalurgi melalui pelindian diikuti pemisahan thorium dari pengotorpengotor yang ikut terlarut. Dalam penelitian ini, dipelajari metode pemisahan Th dari Fe dan LTJ dengan metode ekstraksi pelarut menggunakan ekstraktan Trioctylphosphine Oxide (TOPO).   \n \n\nPembuatan sampel larutan untuk percobaan ekstraksi pelarut diawali dengan melakukan digesti asam bijih thorium yang berasal dari Kabupaten Mamuju, Sulawesi Barat menggunakan H2SO4 95% pada suhu 160oC selama 60 menit. Gray mud yang dihasilkan dari proses digesti asam selanjutnya dilarutkan dalam air untuk memisahkan silika dan pengotor lain yang tidak larut dalam air dengan Th, Fe dan LTJ-sulfat yang larut dalam air. Filtrat yang dihasilkan kemudian dinetralisasi menggunakan ammonium hidroksida 25% hingga pH-nya mencapai 4,5. Presipitat hasil presipitasi tersebut dilarutkan kembali dalam larutan HNO3 dan digunakan untuk percobaan ekstraksi pelarut. Serangkaian percobaan ekstraksi pelarut dilakukan dengan variasi konsentrasi asam nitrat, waktu ekstraksi, konsentrasi ekstraktan dalam diluen (g/mL), dan nisbah volume larutan organik terhadap volume larutan aqueous (O/A). Dilakukan percobaan stripping dengan variasi konsentrasi asam nitrat.  \n \n\nHasil percobaan menunjukkan kondisi terbaik proses ekstraksi Th diperoleh pada konsentrasi HNO3 3M, waktu ekstraksi 10 menit, konsentrasi ekstraktan 0,05 g/mL dan nisbah O/A 1 : 1 dengan persen ekstraksi Th 97,26%. Pada kondisi tersebut Fe dan LTJ yang ikut terekstraksi masing-masing sebesar 7,97%, dan 62,15% dengan nilai βTh-Fe dan βTh-LTJ masing-masing 273,62 dan 14,43. Berdasarkan konstruksi Diagram McCabe-Thiele dan perhitungan dengan model, diperlukan 2 tahap ekstraksi dengan konsentrasi HNO3 3M, waktu ekstraksi 10 menit, konsentrasi ekstraktan 0,05 g/mL dan O/A 1 : 1 untuk mencapai ekstraksi Th  99%. Pada percobaan stripping didapatkan persen stripping Th tertinggi sebesar 51,37% pada konsentrasi asam nitrat 0,3M dengan persen stripping Fe dan LTJ masing-masing sebesar 2,72% dan 2,55%.", "Daftar File": {"2018 TA PP BRILIANT 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128303"}, "Penulis": "BRILIANT (NIM : 12513042)", "Kontributor / Dosen Pembimbing": ["Dr.mont. M. Zaki Mubarok, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "ekstraksi pelarut, thorium, besi, logam tanah jarang, TOPO", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "22 Feb 2018"}