{"Nomor": 26159, "Judul": "DESAIN DAN IMPLEMENTASI SUBSISTEM UNIT SENTRAL PADA SISTEM KONFERENSI MULTIMEDIA DENGAN OBJECT TRACKING UNTUK KEGIATAN BELAJAR MENGAJAR VIRTUAL", "Abstrak": "Keterbatasan jumlah tenaga pengajar dan juga infrastruktur yang belum memadai di daerah terpencil menyebabkan akses yang sulit ke sekolah-sekolah atau fasilitas pendidikan lainnya, hal ini menyebabkan ketidakmerataan kualitas pendidikan antara daerah perkotaan dan daerah terpencil di Indonesia. Dengan didukungnya proyek Palapa, maka muncul sebuah solusi dengan menggunakan teknologi konferensi multimedia. Solusi yang muncul ialah sebuah sistem konferensi multimedia real time dengan fitur object tracking untuk kegiatan belajar mengajar virtual. Diperlukan subsistem unit sentral yang bertugas untuk memproses segala sinyal perangkat yang digunakan dan menjalankan aplikasi konferensi video dan object tracking secara bersamaan. Unit sentral dibagi menjadi 6 modul yaitu, modul processing unit, modul konversi periferal, modul komunikasi pan and til bracket, modul perangkat lunak unit sentral, modul air mouse dan modul pendukung unit sentral. Unit sentral menggunakan Odroid-C2 sebagai modul processing unit yang memilki kemampuan komputasi quad core 1.5 GHz dan kapasitas RAM 2 GB.  Modul diuji secara fungsional dan kinerja dan diperoleh hasil bahwa unit sentral mampu menjalankan fungsi sesuai dengan spesifikasi.", "Daftar File": {"2018 TA PP BRYAN CHRISTY PURBA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128318"}, "Penulis": "BRYAN CHRISTY PURBA - NIM : 13214073", "Kontributor / Dosen Pembimbing": ["Dr. Yoanes Bandung, S.T., M.T.   \n\nDr. Kusprasapta Mutijarsa, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Unit Sentral, Odroid-C2, Sistem Konferensi Multimedia, Pendidikan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jun 2018"}