{"Nomor": 26158, "Judul": "ANALISIS KEADAAN BAWAH PERMUKAAN PADA DAERAH 'X' BERDASARKAN DATA GRAVITASI", "Abstrak": "Metode gravitasi mengukur variasi percepatan gravitasi di permukaan bumi untuk mendeteksi persebaran rapat massa di bawah permukaan tersebut. Dalam penelitian ini, metode gravitasi digunakan untuk mengetahui persebaran rapat massa daerah Ã‚Â‘XÃ‚Â’. Dalam proses pengukuran di lapangan, metode ini menggunakan gravitymeter untuk mengukur nilai gravitasi pada setiap stasiun pengukuran melalui proses looping. Data gravitasi yang diperoleh kemudian direduksi sehingga menghasilkan nilai anomali Bouguer lengkap. Anomali Bouguer daerah Ã‚Â‘XÃ‚Â’ tersebut bernilai 92.5385 mGal sampai 112.76 mGal. Anomali regional dan anomali lokal dipisahkan menggunakan metode Trend Surface Analysis. Pemisahan dengan orde polinomial 2 menghasilkan nilai anomali lokal yang lebih baik sebesar -7.4781 mGal sampai 11.7343 mGal. Anomali lokal tersebut kemudian dipetakan secara dua dimensi dan lintasan A-AÃ‚Â’, B-BÃ‚Â’, C-CÃ‚Â’, D-DÃ‚Â’ dipilih sebagai perwakilan untuk menganalisis struktur densitas bawah permukaan daerah Ã‚Â‘XÃ‚Â’. Forward modelling pada lintasan lintasan A-AÃ‚Â’ menghasilkan nilai kontras densitas sebesar -0.807 gr/cm3, lintasan B-BÃ‚Â’ menghasilkan kontras densitas sebesar -0.824 gr/cm3, lintasan C-CÃ‚Â’ menghasilkan kontras densitas sebesar -0.931 gr/cm3, dan lintasan D-DÃ‚Â’ menghasilkan nilai kontras densitas sebesar -0.934 gr/cm3. Berdasarkan nilai kontras densitas tersebut, densitas struktur penyusun bawah permukaan daerah Ã‚Â‘XÃ‚Â’ diperkirakan bernilai 1.9057 gr/cm3 hingga 2.0327 gr/cm3. Struktur penyusun bawah permukaan daerah Ã‚Â‘XÃ‚Â’ diindikasikan merupakan struktur batuan vulkanik piroklastik ( breksi vulkanik,tufa).", "Daftar File": {"2018 TA PP BRYAN ANDI PUTRA P. S. 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/128311", "2018 TA PP BRYAN ANDI PUTRA P. S. 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/128312", "2018 TA PP BRYAN ANDI PUTRA P. S. 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/128313", "2018 TA PP BRYAN ANDI PUTRA P. S. 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/128314", "2018 TA PP BRYAN ANDI PUTRA P. S. 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/128315", "2018 TA PP BRYAN ANDI PUTRA P. S. 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/128316", "2018 TA PP BRYAN ANDI PUTRA P. S. 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/128317"}, "Penulis": "Bryan Andi Putra P. S.      (NIM :10211058)", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Alamta Singarimbun"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Anomali Bouguer, Densitas, Forward Modelling, Gravitasi, Anomali Lokal", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "18 Apr 2018"}