{"Nomor": 26167, "Judul": "STUDI KEEKONOMIAN PEREKAHAN ASAM MENGGUNAKAN ASAM HIDROKLORIK DAN ASAM ORGANIK", "Abstrak": "Metode stimulasi sumur yang umumnya digunakan oleh industri migas terdiri atas tiga jenis yaitu perekahan hidraulik, pengasaman matriks, dan perekahan asam. Perekahan hidraulik dan pengasaman matriks merupakan metode stimulasi yang paling banyak digunakan sebagai metode stimulasi sumur. Selain kedua metode tersebut, terdapat juga stimulasi lain yaitu perekahan asam. Metode stimulasi dengan perekahan asam merupakan kombinasi dari metode stimulasi sumur dengan perekahan hidraulik dan pengasaman matriks. Pada metode ini, batuan formasi direkahkan lalu diinjeksikan asam sehingga rekahan pada batuan formasi memiliki jangkauan yang lebih panjang, akibatnya permeabilitas lubang sumur menjadi meningkat dan pada radius yang lebih besar dibandingkan pengasaman mantriks. Namun aplikasi metode perekahan asam ini hanya terbatas pada reservoir karbonat, karena bila diaplikasikan pada reservoir batupasir akan muncul risiko keruntuhan formasi dan masalah kepasiran.   \n \n \n\nPada perekahan asam, fluida yang umumnya digunakan adalah asam hidroklorik (HCl), namun HCl memiliki sejumlah kekurangan misalnya bersifat korosif dan dapat membentuk sludge asam/minyak pada minyak dengan kandungan asphaltene tinggi. Salah satu solusi masalah tersebut adalah penggunaan asam organik. Asam organik seperti asam asetat (CH3COOH) dan asam format (HCOOH) telah digunakan selama beberapa tahun sebagai alternatif dari penggunaan asam hidroklorik (HCl) karena tingkat korosivitas rendah dan tidak membentuk sludge asam/minyak pada minyak dengan kandungan aphlatene tinggi serta memiliki laju reaksi yang kebih lambat daripada HCl. Paper ini akan membahas efektivitas dan keekonomian penggunaan asam organik dan asam hidroklorik (HCl) dalam metode perekahan asam dengan menggunakan simulator FracCADE. Pemodelan pada simulasi menggunakan data hipotesis yang sesuai dengan kondisi aktual. Karakteristik fluida dan asam serta data lainnya yang digunakan pada simulasi didapatkan dari studi literatur sehingga dapat digambarkan sesuai dengan kondisi aktual.", "Daftar File": {"2015 TA PP BUDI WACHYU RAMADHANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/128339"}, "Penulis": "BUDI WACHYU RAMADHANI (NIM : 12211064)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Perekahan Asam, Stimulasi Sumur, Asam Organik, Keekonomian, Net Present Value", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "11 Mei 2018"}