{"Nomor": 26168, "Judul": "Partisipasi Masyarakat Lokal Untuk Pengembangan Tour Interpreter Di Kawasan Geopark Ciletuh-Palabuhanratu", "Abstrak": "Geopark merupakan suatu kawasan yang memiliki keragaman warisan geologi, biologi, dan budaya yang mana dalam konsep pengembangannya melibatkan tiga unsur yaitu konservasi, edukasi, dan pembangunan berkelanjutan. Dalam fokus pembangunan berkelanjutan menerapkan konsep pariwisata berkelanjutan salah satunya dengan geowisata. Dalam pengembangan geowisata tidak lepas dari bentuk interpretasi untuk mendukung keperluan edukasi. Teknik interpretasi personal dianggap pendekatan yang paling kuat dan efektif dengan cara memberdayakan partisipasi masyarakat untuk menjadi interpreter. Persoalan yang ada di Kawasan Geopark Ciletuh-Palabuhanratu yaitu belum adanya masyarakat yang memumpuni untuk menjadi interpreter. Oleh karena itu, dibutuhkannya partisipasi masyarakat untuk pengembangan tour interpreter di Kawasan Geopark Ciletuh-Palabuhanratu. \n \n\nPendekatan penelitian ini menggunakan metode kualitatif deskriptif dengan teknik purposive sampling. Sampel dari penelitian ini diantaranya: Dinas Pariwisata Kabupaten Sukabumi, Dinas Pariwisata dan Kebudayaan Provinsi Jawa Barat, Badan Pengelola Geopark Ciletuh-Palabuhanratu (geological interpreter), ahli Geologi yang merupakan dosen Teknik Geologi UNPAD dan inisiator Geopark Ciletuh, Badan Geologi, kelompok penggerak pariwisata, masyarakat lokal yang menjadi pengelola wisata, dan komunitas konservasi. \n \n\nHasil studi menunjukkan bahwa interpretasi di Kawasan Geopark Ciletuh-Palabuhanratu baik interpretasi non-personal maupun personal sudah tersedia. Interpretasi personal berupa penyediaan ruang audio visual yang dapat ditemukan di Geopark Information Center, ruang pameran, brochure/leaflet, panel interpretasi dengan menggunakan lebih dari satu Bahasa yaitu Bahasa Indonesia, Bahasa Inggris dan Bahasa Korea, meskipun di beberapa geosites ditemukan panel interpretasi dengan kondisi yang sudah robek atau pudar. Selain itu, Badan Pengelola Geopark Ciletuh-Palabuhanratu sudah menyediakan interpretasi personal sebanyak 2 geological interpreter (satu orang bertugas di tinkat Provinsi Jawa Barat dan satu orang di tingkat Kabupaten Sukabumi), 20 orrang ranger geopark yang bertugas untuk menjadi interpreter di geosites, dan 4 orang merupakan anggota dari komunitas yang sangat peduli terhadap konservasi yaitu dari Komunitas PAPSI.  \n \n\nHasil temuan studi lainnya menunjukkan kemampuan masyarakat lokal masih belum memenuhi kriteria sebagai interpreter karena terbatasnya pengetahuan mengenai geowisata, kemampuan berbahasa, dan komunikasi. Akan tetapi tingkat partisipasi masyarakat dalam pengembangan Kawasan Geopark Ciletuh-Palabuhanratu mereka sudah berada pada tingkatan partnership, artinya masyarakat dan pemerinah sudah terjalin kerjasama yang baik. Rekomendasi dalam penelitian ini ditujukan kepada Dinas Pariwisata Kabupaten Sukabumi dan masyarakat lokal untuk meningkatkan kualitas masyarakat sebagai interpreter.", "Daftar File": {"2018 TS PP BUNGA ASTARI_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/128340", "2018 TS PP BUNGA ASTARI_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128341", "BAB 1 Bunga Astari (NIM: 95716302)": "https://digilib.itb.ac.id/gdl/download/194970", "BAB 2 Bunga Astari (NIM: 95716302)": "https://digilib.itb.ac.id/gdl/download/194971", "BAB 3 Bunga Astari (NIM: 95716302)": "https://digilib.itb.ac.id/gdl/download/194972"}, "Penulis": "Bunga Astari (NIM: 95716302)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Heru Purboyo, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "interpreter, partisipasi masyarakat, Geopark Ciletuh-Palabuhanratu", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "5 file", "Tanggal Input": "18 Sep 2018"}