{"Nomor": 26172, "Judul": "REKONSTRUKSI CINCIN KHAS SUNDA PRODUKSI KAMASAN BATUKARUT", "Abstrak": "Penggunaan produk dengan karakter tradisi marak digunakan kembali oleh masyarakatnya dalam kehidupan sehari-hari saat ini. Salah satu produk dengan karakter tradisi yang sering digunakan adalah aksesoris fashion terutama cincin. Cincin dianggap dapat membawa informasi dan pernyataan khusus terkait penggunanya serta dapat digunakan dalam berbagai situasi. Sebagai contoh kasus adalah cincin dengan ciri khas budaya Sunda yang diproduksi oleh kamasan yang berasal dari Batukarut. Banyak anggota masyarakat Sunda yang tidak lagi mengenal cincin khas Sunda dan kamasan sebagai pembuatnya. Meski masyarakat Sunda masih memiliki interaksi dengan kamasan antara dekade 1950an hingga akhir dekade 1980an, namun hal tersebut berubah pada saat ini. Untuk memahami kondisi ini maka dilakukan penelitian menggunakan metode kualitatif dengan pendekatan etnografi terkait cincin khas Sunda dan kamasan dari Batukarut. Cincin khas Sunda tentu pada awalnya dibuat dengan tuntunan budaya dan dilakukan oleh pengolah logam mulia tradisional Sunda (kamasan). Keberadaan kamasan juga dicatat oleh naskah kuno yang dimiliki orang Sunda dan catatan peneliti orientalis asing yang mempelajari masyarakat di Pulau Jawa. Agar dapat memahami pembuatan cincin dan karakter dari kamasan, diteliti seorang kamasan yang masih ada pada masyarakat Sunda. Kamasan dari Batukarut adalah salah satu kamasan yang berada di sekitar kota Bandung dan masih bertahan hingga saat ini. Kelompok kamasan mudah dijumpai dan masih membuat cincin khas Sunda yang umum digunakan di Bandung dan sekitarnya hingga akhir dekade 1980an. Bentuk cincin dibuat berdasarkan kesepakatan bersama kamasan dan pemesan. Setelah melewati akhir dekade 1980an, kamasan tidak lagi dikenal dengan baik di tengah masyarakat Sunda. Hal tersebut dipengaruhi berbagai faktor yang juga terjadi pada masyarakat Sunda. Akibatnya pemahaman masyarakat Sunda dan pengetahuannya tentang kamasan semakin bergeser, terutama pada generasi muda. Bersamaan dengan hal ini berbagai keahlian, pengetahuan dan kebijakan yang dimiliki kamasan mulai punah. Maka perlu dipertimbangkan perubahan kamasan dan pewarisan pengetahuan, keahlian dan kebijakan yang dimiliki.", "Daftar File": {"BusratulM.S.27115048.pdf": "https://digilib.itb.ac.id/gdl/download/128345"}, "Penulis": "Busratul M Sjahroeddin (NIM: 27115048)", "Kontributor / Dosen Pembimbing": ["Dr. Yan Yan Sunarya S.Sn., M.Sn. \n\nMeirina Triharini S.Ds., M.Ds., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Aksesoris Fashion, Cincin, Kamasan, Masyarakat Sunda", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "01 Okt 2018"}