{"Nomor": 26178, "Judul": "PERANCANGAN SISTEM PENGENDALIAN PENCEMARAN UDARA UNTUK PARTIKULAT DENGAN BAG FILTER DI INDUSTRI SEMEN", "Abstrak": "PT Indocement Tunggal Prakarsa Tbk adalah salah satu produsen semen di Indonesia, berdiri sejak tahun 1985. PT. ITP Plant 9 yang berlokasi di Palimanan, Kabupaten Cirebon, memiliki kapasitas produksi dengan masukan bahan baku raw mill sebanyak 280.580 kg/jam dapat memproduksi semen sebanyak 111.305,35 kg/jam semen. Berdasarkan hasil pemantauan, emisi yang dihasilkan di bagian Cement Mill 9A, dimana didapati emisinya mencapai 94,60 mg/Nm3, melebihi baku mutu yaitu 75 mg/Nm3 yang telah ditetapkan pemerintah dalam PerMen LHK RI No.P.19/MENLHK/SETJEN/KUM.1/2/2017, dengan alat pengendali pencemaran udara eksisting yaitu Baghouse Filter tipe Shaker. Maka akan dirancang alat pengendali pencemaran udara yaitu Baghouse Filter tipe Pulse Jet dengan efisiensi penyisihan 99,99%.  Diameter rata-rata partikulat yang akan diolah adalah 14,24 Ã‚Âµm. BHF ini akan terbentuk dari 6 (enam) kompartemen dengan dimensi tiap kompartemen panjang 6,3 m dan lebar 3 m dan jenis filter yang dipakai adalah DrylonÃ‚Â® Acrylic Felt Dry-laid  dengan ukuran panjang 4,3 meter dan diameter 16 cm, yang dilengkapi dengan cage. Hasil perhitungan dan analisis NPV (Net Present Value) +Rp70.958.107.259,00 untuk lama pengoperasian selama 10 tahun, sehingga proyek layak secara ekonomi.", "Daftar File": {"2018 TA PP CAHYANTI WINARNIA HUTAMI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128351"}, "Penulis": "CAHYANTI WINARNIA HUTAMI     NIM: 15314060", "Kontributor / Dosen Pembimbing": ["Pembimbing :Ir. Raden Driejana, MSCE., Ph.D \n\nCo Pembimbing : Nadiyatur Rahmatikal W., S.T., M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": ": baghouse filter, cement mill, filter, pulse jet, purging", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "25 Sep 2018"}