{"Nomor": 26174, "Judul": "PERANCANGAN, PEMBUATAN, DAN PENGUJIAN DUA PERANGKAT UJI GETARAN RODA GIGI", "Abstrak": "Roda gigi merupakan salah satu komponen penting di industri yang rentan mengalami kerusakan secara tiba-tiba. Untuk mencegah terjadinya kerusakan semacam ini, pada umumnya diterapkan perawatan prediktif berbasis getaran. Penelitian mengenai getaran roda gigi pernah dilakukan di Laboratorium Dinamika ITB. Beberapa di antaranya dilakukan pada perangkat uji getaran roda gigi lurus satu tingkat dan perangkat uji getaran roda gigi miring dua tingkat. Perangkat uji getaran roda gigi lurus satu tingkat memiliki gear ratio 1:1, sehingga pada spektrum getaran, roda gigi penyebab sideband tidak dapat diketahui. Sementara itu, perangkat uji getaran roda gigi miring dua tingkat memiliki alignment roda gigi yang buruk akibat kesalahan pembuatan housing. Oleh karena itu, pada tugas sarjana ini dilakukan perancangan, pembuatan, dan pengujian dua perangkat uji getaran roda gigi untuk menunjukkan sinyal kontak gigi. \n\nPengujian yang dilakukan pada kedua perangkat uji adalah pengujian getaran tanpa TSA (Time Synchronous Averaging), pengujian getaran dengan TSA, dan pengujian peta spektrum. Proses TSA dilakukan dengan merata-ratakan 500 data sinyal getaran domain waktu menggunakan referensi sinyal keyphasor poros input dan poros output. Peta spektrum disusun dari hasil pengujian getaran tanpa TSA dan pengujian getaran dengan TSA pada rentang kecepatan putar poros input 600 Ã‚Â– 1.800 rpm. \n\nPada spektrum sinyal hasil TSA, muncul puncak GMF (Gear Mesh Frequency) dan sideband, di mana jarak antara puncak GMF dengan sideband tergantung pada poros yang digunakan sebagai referensi TSA. Pada domain waktu, sinyal kontak gigi muncul secara jelas dari hasil pengujian dengan TSA, di mana sinyal tersebut tidak mampu ditunjukkan pada hasil pengukuran tanpa TSA. Sementara itu, dari penelitian ini didapatkan bahwa peta spektrum mampu menunjukkan ciri getaran cacat misalignment roda gigi secara kualitatif lebih baik dibandingkan dengan spektrum sinyal getaran pada suatu kecepatan putar tertentu.", "Daftar File": {"2018 TA PP  CAESAR LANANG KURNIAWAN  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128347"}, "Penulis": "CAESAR LANANG KURNIAWAN [13113013]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Zainal Abidin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Gear vibration, predictive maintenance, TSA", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     M. Arif Trikanda", "File": "1 file", "Tanggal Input": "13 Mar 2018"}