{"Nomor": 26189, "Judul": "IBU, EMOSI DAN GUGUSAN BUNGA", "Abstrak": "Merupakan suatu hal yang lumrah ketika seorang anak perempuan dalam proses menuju dewasa dikenalkan pada persona seorang ibu. Hal itu tidak lepas dari pandangan bahwa menjadi seorang ibu adalah titik hirarki tertinggi seorang perempuan, karena menjadi seorang ibu, dapat dilihat sebagai pemenuhan takdir yang selaras dengan hakikat kecantikkan perempuan yang diberikan langsung oleh Tuhan.   \n \n\nBagi penulis, mengenali dan memaknai persona seorang ibu bukan sekedar menyaksikan sosok ibu secara nyata, tetapi memaknai nilai-nilai yang dapat diidentifikasi secara personal diluar konsep reproduksi seksual dan peran gender. Walaupun isu-isu yang muncul bersamaan dengan mengenal persona ibu dapat ditelaah secara empiris, namun penulis lebih lanjut memaknai persona tersebut ke dalam bentuk yang lebih abstrak dalam ruang lingkup emosional. Sehingga ekspreksi yang ingin diungkap dilukiskan kedalam bentuk-bentuk yang tidak lagi representatif dan juga memunculkan potensi terbaik dari reaksi alami antara air, pigmen dan kertas yang menghadirkan unsur-unsur visual yang tidak sepenuhnya dapat dikendalikan.   \n \n\nMelalui pendekatan yang feminin, penulis memposisikan persona ibu sebagai subteks dan isu-isu yang muncul bersamaan persona tersebut sebagai pemicu respon emosional. Kemudian melalui seni lukis respon emosional tersebut diungkapkan dalam realitas baru yang sudah tidak lagi menghadirkan persona ibu maupun emosi-emosi yang pernah dirasakan secara visual, melainkan termanifestasikan secara utuh suatu ekspresi artistik tanpa intensi untuk mendeskripsikan atau merepresentasikan kembali persona ibu yang telah diidentifikasi.", "Daftar File": {"2018 TS PP CAMILLA ASTARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128362"}, "Penulis": "Camilla Astari (NIM: 17013027)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Dikdik Sayahdikumullah, M.Sn.", "Editor 2: Ena Sukmana (2018-02-25), ungggah pertama pada 2018-01-29 oleh"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "persona ibu, lukisan, respon emosional, ekspresi artistik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ena Sukmana", "File": "1 file", "Tanggal Input": "25 Feb 2018"}