{"Nomor": 26182, "Judul": "EVALUASI KANTUK BERBASISKAN EKSPRESI WAJAH DAN KEDIPAN MATA : KAJIAN PADA SIMULATOR KERETA API", "Abstrak": "Berdasarkan Komite Nasional Keselamatan Transportasi (KNKT), kecelakaan kereta api akibat faktor dari sumber daya manusia masih tinggi. Salah satu penyebab utama kecelakaan dari faktor manusia adalah mengantuk. Untuk mengetahui tingkat kantuk masinis, penilaian dapat dilakukan melalui ekspresi wajah dan kedipan. Penelitian ini bertujuan untuk melakukan kuantifikasi dari karakteristik tingkat kantuk guna mengurangi kecelakaan yang terjadi akibat mengantuk. Untuk mencapai tujuan penelitian, maka digunakan simulator kereta api dalam menjalankan eksperimen. Proses klasifikasi tingkat kantuk dilakukan menggunakan beberapa alat ukur yaitu Observer Rated Sleepiness (ORS), Karolinska Sleepiness Scale (KSS), frekuensi kedipan, dan lama kedipan. Ekspresi wajah dan kedipan menunjukkan hasil yang baik dalam menggambarkan dan memprediksi tingkat kantuk. Penilaian dengan ORS dan KSS dilakukan dengan menggunakan kuesioner yang telah dilengkapi dengan detail dari tingkat kantuk. Penilaian dilakukan setiap 20 menit untuk melihat perubahan tingkat kantuk. Selain itu, untuk pengukuran parameter mata dilakukan dengan melihat rekaman dari kegiatan mengemudi dengan menggunakan simulator. Pengambilan data parameter mata dilakukan pada satu menit terakhir pada setiap 20 menit mengemudi. Hasil dari penelitian menunjukkan perbedaan yang signifikan untuk orang yang mengantuk berdasarkan ekspresi wajah dan kedipan. Hasil dari penelitian ini bermanfaat untuk memberikan klasifikasi ekspresi wajah dan kedipan yang lebih jelas sehingga dapat digunakan untuk melakukan pengawasan kerja secara real time. Data yang didapatkan dari penelitian ini dapat berguna untuk melakukan prediksi tingkat kantuk yang dirasakan oleh masinis. Selain itu, penelitian dapat diaplikasikan menjadi teknologi yang dapat mengetahui tingkat kantuk dan memprediksi tingkat kantuk.", "Daftar File": {"2018 TA PP CALVIN AFIANO HIDAYAT 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128355"}, "Penulis": "CALVIN AFIANO HIDAYAT NIM 13414041", "Kontributor / Dosen Pembimbing": ["Ir. Hardianto Iridiastadi, MSIE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "KANTUK, EKSPRESI WAJAH, KERETA API, OBSERVER RATED SLEEPINESS, FREKUENSI KEDIPAN, LAMA KEDIPAN, KAROLINSKA SLEEPINESS SCALE.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "25 Sep 2018"}