{"Nomor": 26183, "Judul": "&#65279;Analisis Karakteristik Statik SpindelMesin Bubut CNC Okuma-Howa ACT-3", "Abstrak": "Spindel merupakan komponen utama mesin perkakas. Sebagai komponen utama, spindel berperan dalam meningkatkan akurasi dan produktivitas mesin perkakas potong. Desain spindel menentukan kedua kualitas tersebut. Dalam mendesain spindel, terdapat parameter utama yang menjadi target, yaitu kecepatan putar dan kekakuan. Kekakuan statik spindel menjadi salah satu parameter yang penting untuk diteliti dalam proses desain spindel. Kekakuan statik spindel akan menentukan seberapa besar spindel akan terdefleksi apabila dikenai oleh beban tertentu seperti gaya potong dan gaya makan. \n\nAnalisis spindel dapat dilakukan dengan memanfaatkan perangkat lunak elemen hingga. Dalam penelitian ini dibuat dua model untuk meneliti kekakukan spindel baik kekakuan arah radial maupun arah aksial. Selanjutnya, analisis melalui simulasi dilakukan untuk menentukan kekakuan statik radial dan aksial spindel dengan masukan nilai kekakuan bearing yang konstan dan linear. \n\nHasil simulasi menunjukkan bahwa spindel CNC Okuma-Howa ACT-3 akan terdefleksi sebesar 6,90 μm pada beban radial 3080 N dan memiliki kekakuan arah radial sebesar 450 N/μm. Sedangkan pada arah aksial, spindel akan terdefleksi sebesar 5,30 μm pada beban aksial 2310 N dan memiliki kekakuan 600 N/μm. Nilai defleksi tidak dipengaruhi nilai masukan kekakuan bearing, sebaliknya nilai kekakuan spindel dipengaruhi nilai masukan kekakuan bearing.", "Daftar File": {"Abstrak Calvin Nurtjahjana - 13114129.pdf": "https://digilib.itb.ac.id/gdl/download/128356"}, "Penulis": "Calvin Anggara Yudha Nurtjahjana - 13114129", "Kontributor / Dosen Pembimbing": ["Dr.Ir. Tri Prakosa M.Eng. \n\nDr.Eng.Ir. Agung Wibowo MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "spindle, machine tools, static stiffness, finite element model", "Sumber": "", "Staf Input/Edit": "D. Budina  \n                                     D. Budina", "File": "1 file", "Tanggal Input": "24 Sep 2018"}