{"Nomor": 26199, "Judul": "PEMISAHAN HIDROGEN SULFIDA DARI BIOGAS MENGGUNAKAN ADSORBEN ZnO-CuO DENGAN PENYANGGA KARBON AKTIF", "Abstrak": "Produksi biogas berkontribusi sebagai energi alternatif terbarukan yang berkelanjutan karena bahan baku yang mudah diperoleh dan ekonomis. Namun, biogas mengandung pengotor terbesar berupa hidrogen sulfida. Hal tersebut menyebabkan biogas tidak dapat digunakan secara langsung karena akan menyebabkan korosi pada peralatan proses. Selain itu, gas tersebut juga bereaksi secara langsung dengan beberapa logam, seperti tembaga yang menyebabkan kegagalan mekanik pada peralatan. Pemisahan biogas dari hidrogen sulfida telah dikembangkan dengan menggunakan adsorben. Adsorben yang digunakan berupa ZnO-CuO yang terimpregnasi pada karbon aktif, dimana karbon aktif memiliki luas permukaan (278 m2/g) dan mampu bereaksi pada temperatur kamar. \n \n\nPada penelitian ini, parameter yang akan divariasikan adalah ukuran adsorben dan tinggi unggun. Adsorben dibuat dari campuran ZnO dan CuO dengan perbandingan mol sebesar 1:1 dan massa logam (Zn + Cu) sebesar 10% dari massa karbon aktif. Evaporasi dan kalsinasi masing-masing dilakukan pada 100Ã‚Â°C selama 3 jam and 250Ã‚Â°C selama 3 jam. Proses pemisahan biogas dengan hidrogen sulfida menggunakan unggun dengan diameter sebesar 2,5 cm dan tinggi sebesar 1 cm dan 2 cm. Kondisi operasi berupa tekanan atmosfer di Kota Bandung (0,94 bar a) dan temperatur ambien (25Ã‚Â°C). Massa adsorben yang digunakan berada pada rentang 3,64 g hingga 8,72 g dengan variasi ukuran partikel yaitu 4, 8, 14, dan 28 mesh. Laju alir biogas dijaga konstan sebesar 0,1 liter/menit.  \n \n\nUkuran partikel dan tinggi unggun akan memengaruhi kinerja adsorpsi. Pengecilan ukuran partikel adsorben dari 4 hingga 14 mesh menyebabkan kapasitas adsorpsi sulfur meningkat 1,45 kali. Peningkatan tinggi unggun dari 1 cm menjadi 2 cm menyebabkan kapasitas adsorpsi sulfur menurun 0,59 kali. Adsorben yang menunjukkan kinerja optimum adalah adsorben dengan ukuran partikel adsorben 14 mesh dan tinggi unggun 1 cm mampu meningkatkan kapasitas adsorpsi sulfur hingga 0,37 mg S/g adsorben. Adsorben dengan diameter 28 mesh dan tinggi unggun 2 cm mampu menurunkan konsentrasi H2S sampel outlet dari 141 ppm menjadi 7,6 ppm dalam waktu 5 menit.", "Daftar File": {"2018 TA PP CARISSA LUCKYANTI TERAJA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128379"}, "Penulis": "CARISSA LUCKYANTI TERAJA     NIM : 13014110", "Kontributor / Dosen Pembimbing": ["Dr. Sanggono Adisasmito \n\nDr. C.B. Rasrendra"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "adsorpsi, karbon aktif, ZnO-CuO, biogas, pemisahan H2S", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "23 Mei 2018"}