{"Nomor": 26191, "Judul": "ANALISIS DAMPAK SIKLON TROPIS CEMPAKA DAN DAHLIA TERHADAP PERAIRAN PROVINSI LAMPUNG HINGGA BALI", "Abstrak": "Fenomena Siklon Tropis Cempaka dan Dahlia yang terjadi beberapa waktu lalu di Indonesia menimbulkan dampak yang cukup signifikan terhadap aktivitas perairan di daerah yang dilaluinya. Meskipun Indonesia tidak secara langsung dilewati oleh Siklon Tropis Cempaka dan Dahlia, namun band hujan dari siklon tersebut memiliki dampak yang cukup signifikan bagi wilayah Indonesia. Hal ini tentu saja mengganggu aktivitas masyarakat di wilayah pesisir seperti aktivitas nelayan, pariwisata, pelabuhan dan PLTU. Fenomena tersebut dapat dianalisis dari kondisi fisik laut terutama gelombang laut saat siklon tropis untuk mengetahui dampak yang ditimbulkan secara langsung oleh Siklon Tropis Cempaka dan Dahlia di perairan Provinsi Lampung hingga Bali. Tugas akhir ini memiliki tujuan untuk memodelkan karakteristik gelombang pada wilayah Provinsi Lampung hinga Bali dengan data masukan berupa data batimetri dan data angin. Pemodelan gelombang dilakukan dengan metode numerik menggunakan perangkat lunak Simulating Wave Nearshore (SWAN) versi 41.20 pada saat kejadian Siklon Tropis Cempaka dan Dahlia. Proses verifikasi pemodelan dilakukan dengan menghitung nilai korelasi dan RMSE tinggi gelombang signifikan hasil pemodelan dengan tinggi gelombang signifikan dari pengamatan satelit altimetri yang melintas pada fenomena Siklon Tropis Cempaka dan Dahlia. Kenaikan gelombang laut ditunjukkan oleh persen tinggi gelombang signifikan yang menghasilkan nilai kenaikan hingga 678,37 % pada titik pengamatan Pelabuhan Merak.", "Daftar File": {"2018 TA PP  CANDIDA AULIA DE SILVA NUSANTARA  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128364"}, "Penulis": "CANDIDA AULIA DE SILVA NUSANTARA (NIM : 15114072)", "Kontributor / Dosen Pembimbing": ["Pembimbing: \n\nDr.rer.nat. Wiwin Windupranata, S.T., M.Si. \n\nDr.techn. Dudy D. Wijaya, S.T.,M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gelombang laut, pemodelan gelombang, SWAN, tinggi gelombang signifikan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2018"}