{"Nomor": 26195, "Judul": "PENGARUH PENGGUNAAN NSAID TERHADAP PENINGKATAN TEKANAN DARAH PASIEN HIPERTENSI PROLANIS DI PUSKESMAS BANGUNTAPAN 1 BANTUL YOGYAKARTA", "Abstrak": "Hipertensi merupakan salah satu penyakit degeneratif yang memiliki prevalensi cukup tinggi \n\ndi Indonesia. Hipertensi dapat didefinisikan sebagai kondisi peningkatan tekanan darah \n\narteri secara persisten dan merupakan salah satu faktor resiko pada kejadian penyakit \n\nsistem kardiovaskular. Insidensi hipertensi cenderung meningkat pada usia lanjut. Pasien \n\nhipertensi yang juga mengalami nyeri sering diberikan Nonsteroidal anti-inflammatory Drugs \n\n(NSAID) seperti ibuprofen atau natrium diklofenak secara bersamaan dengan kaptopril. Studi \n\nmenunjukkan penggunaan NSAID dalam waktu jangka panjang dan tidak terkendali dapat \n\nmenimbulkan efek samping, salah satunya adalah peningkatan tekanan darah. Data \n\nperesepan NSAID khususnya ibupofen dan natrium diklofenak di Puskesmas Banguntapan 1 \n\nBantul Yogyakarta pada pasien cukup tinggi. Oleh karena itu, tujuan dari penelitian ini \n\nadalah untuk mengetahui pengaruh penggunaan NSAID terhadap peningkatan tekanan \n\ndarah pada pasien hipertensi, khususnya yang mengikuti Program Pengelolaan Penyakit \n\nKronis (Prolanis). Penelitian ini merupakan studi observasional dengan desain longitudinal \n\nsecara prospektif. Subjek penelitian adalah pasien hipertensi yang mengikuti Prolanis di \n\nPuskesmas Banguntapan 1 Bantul Yogyakarta pada bulan Februari hingga April 2018. \n\nPengambilan data tekanan darah pasien dilakukan secara langsung kemudian dilakukan \n\nanalisis dengan uji komparatif Kruskal Wallis dan Mann-Whitney. Jumlah subjek pada \n\npenelitian adalah 78 orang dan dibagi menjadi 3 kelompok, yaitu kelompok pertama \n\nmenggunakan kaptopril dan ibuprofen, kelompok kedua menggunakan kaptopril dan \n\nnatrium diklofenak, dan kelompok tiga hanya menggunakan kaptopril. Berdasarkan hasil uji, \n\npenggunaan ibuprofen atau natrium diklofenak dengan kaptopril memiliki pengaruh yang \n\nsignifikan terhadap peningkatan tekanan darah dengan nilai p=0,01 untuk tekanan darah \n\nsitolik dan diastolik. Hasil tersebut dapat menjadi landasan dalam mengevaluasi terapi \n\nhipertensi di masa depan.", "Daftar File": {"2018 TA PP CANDRANITA RETNA SATUTI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128375"}, "Penulis": "CANDRANITA RETNA SATUTI NIM : 11613016", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr. Kusnandar Anggadiredja, M.si., Apt.", "Dr. Pratiwi Wikaningtyas, M.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "hipertensi, nyeri, ibuprofen, natrium diklofenak, kaptopril", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "22 Jun 2018"}