{"Nomor": 26203, "Judul": "ANALISIS ORGANIC RANKINE CYCLE PADA PEMBANGKIT LISTRIK BERBAHAN BAKAR SEKAM PADI", "Abstrak": "Ketersediaan energi listrik menjadi bagian penting dalam kehidupan manusia. Kebutuhan energi listrik dapat diperoleh dari sumber energi alternatif pengganti bahan bakar fosil diantaranya energi biomassa berupa sekam padi. Pada penelitian tugas akhir ini, penulis melakukan analisis organic rankine cycle pada pembangkit listrik berbahan bakar sekam padi. Penulis menentukan parameter siklus dan penambahan komponen yang sesuai untuk menghasilkan sistem dengan daya keluaran 500 kW- 1 MW menggunakan fluida kerja organik R245FA. Analisis sistem yang dilakukan berdasarkan simulasi menggunakan perangkat lunak Ebsilon Professional. Sistem yang dirancang mampu menghasilkan daya keluaran mencapai 683,729 kW dengan efisiensi sistem 19%. Penelitian tugas akhir ini juga menentukan potensi listrik yang dihasilkan dari pemanfaatan sekam padi di Desa Sukaraksa, Kecamatan Cigudeg, Kabupaten Bogor, Provinsi Jawa Barat. Berdasarkan potensi sekam padi daerah tersebut, terdapat 2.734 rumah penduduk yang mampu dialiri listrik berdasarkan asumsi tiap rumah membutuhkan listrik dengan total daya terpasang 250 W dalam 3 bulan sesuai dengan waktu panen padi. Penelitian tugas akhir ini menganalisis pengaruh perubahan parameter sistem tertentu terhadap efisiensi dan daya keluaran sistem. Besar biaya per kWh yang dibayarkan pada desain pembangkit listrik penelitian tugas akhir ini adalah Rp 974,00 per kWh.", "Daftar File": {"2018 TS PP CARLOS DOMINGGO SIMANJUNTAK  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128383"}, "Penulis": "CARLOS DOMINGGO SIMANJUNTAK (NIM. 18014024)", "Kontributor / Dosen Pembimbing": ["Pembimbing :        \n\nDr. Ir. Bambang Anggoro Soedjarno.       \n\nBurhanudding Halimi., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "sekam padi, organic rankine cycle, Ebsilon Professional", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2018"}