{"Nomor": 26206, "Judul": "EVALUASI KONDISI STRUKTURAL PERKERASAN LENTUR MENGGUNAKAN METODA AUSTROAD 2009 DAN METODA MANUAL DESAIN PERKERASAN JALAN (MDP)  2017 (Studi Kasus Jalan Nasional : Jatibarang - Langut dan Batas Kota Cibadak - Sukabumi)", "Abstrak": "Perencanaan perkerasan lentur harus dilakukan dengan baik dan tepat. Apabila perkerasan dirasa sudah tidak mampu melayani dengan baik, maka bisa dilakukan pemeliharaan yaitu dengan menambah lapisan tambah (overlay) pada perkerasan tersebut. Penelitian ini bertujuan untuk menganalisis hasil perhitungan tebal overlay menggunakan metode AUSTROAD 2009 dan Manual Desain Perkerasan Jalan 2017 pada ruas jalan Jatibarang - Langut dan Batas Kota Cibadak - Sukabumi untuk umur rencana 2016 sampai 2020. \nDari hasil analisis dengan bantuan program CIRCLY didapatkan bahwa dengan menggunakan metoda AUSTROAD 2009 dibutuhkan tebal lapis tambah jenis lapis AC-WC lebih besar dari pada 180 mm untuk perkerasan 2 lapis dan 170 mm untuk perkerasan 3 lapis dengan beban rencana hingga tahun 2020 untuk ruas jalan Jatibarang - Langut. Hasil analisis perhitungan dengan menggunakan metoda MDP 2017 menunjukkan bahwa dibutuhkan tebal lapis tambah jenis lapis AC-WC lebih besar dari pada 160 mm untuk perkerasan 2 lapis dan 155 mm untuk perkerasan 3 lapis dengan beban rencana hingga tahun 2020 untuk ruas jalan Jatibarang - Langut.  \nMetoda AUSTROAD 2009 menghasilkan tebal lapis tambah yang lebih tebal jika dibandingkan dengan Metoda MDP 2017.", "Daftar File": {"2018 TS PP CATHARINA YOSEPHA FERNANDEZ 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128386"}, "Penulis": "CATHARINA YOSEPHA FERNANDEZ - Nim: 26915302", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Bambang Sugeng Subagio, DEA. \nDr. Ir. Sri Herdarto, MSc."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Perkerasan Lentur, AUSTROAD 2009, MDP 2017, CIRCLY", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Sep 2018"}