{"Nomor": 26208, "Judul": "PERANCANGAN ASPEK MANAJEMEN KONSTRUKSI KANTOR SEWA DI GADING SERPONG", "Abstrak": "Dalam suatu proyek konstruksi, tiga aspek utama yang menjadi perhatian adalah mutu, waktu, dan biaya. Agar semua kegiatan konstruksi terselesaikan secara efektif dan efisien, dibutuhkan penentuan metode pelaksanaan, estimasi biaya, dan penjadwalan konstruksi yang sesuai. Ruang lingkup perencanaan bidang manajemen konstruksi ini adalah pekerjaan persiapan, pekerjaan struktur bawah, pekerjaan struktur atas, pekerjaan drainase, dan pekerjaan perkerasan jalan. Untuk pekerjaan arsitektural dan pekerjaan MEP akan dilakukan perencanaan secara  \n\nkonseptual. Perencanaan dimulai dengan pembuatan Work Breakdown Structure (WBS), dilanjutkan dengan menghitung volume pekerjaan, menentukan metode konstruksi yang sesuai, melakukan estimasi biaya dan penjadwalan. Estimasi biaya dilakukan dengan beberapa metode seperti analisis harga satuan dan resource enumeration. Biaya yang diperhitungkan adalah biaya langsung dan biaya tidak langsung. Perhitungan durasi untuk perancangan jadwal dilakukan berdasarkan dua faktor yaitu dengan lead resource alat berat dan dengan lead resource kelompok tenaga kerja. Hasil estimasi biaya konstruksi proyek Kantor Sewa di Gading Serpong ini adalah harga penawaran sebesar 315 milyar rupiah. Hasil perencanaan penjadwalan adalah durasi proyek selama 487 hari. Selain                \n\nkedua hal di atas, hasil perencanaan lainnya adalah   bar chart dan kurva S dari proyek ini.", "Daftar File": {"2017 TA PP CHATERINE AGRAPUTRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/128388", "2017 TA PP CHATERINE AGRAPUTRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/128389", "2017 TA PP CHATERINE AGRAPUTRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/128390", "2017 TA PP CHATERINE AGRAPUTRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/128391", "2017 TA PP CHATERINE AGRAPUTRI 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/128392", "2017 TA PP CHATERINE AGRAPUTRI 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/128393", "2017 TA PP CHATERINE AGRAPUTRI 1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/128394", "2017 TA PP CHATERINE AGRAPUTRI 1-BAB 4F.pdf": "https://digilib.itb.ac.id/gdl/download/128397", "2017 TA PP CHATERINE AGRAPUTRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/128399", "2017 TA PP CHATERINE AGRAPUTRI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/128400", "2017 TA PP CHATERINE AGRAPUTRI 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/128401", "2017 TA PP CHATERINE AGRAPUTRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/128402"}, "Penulis": "CATHERINE AGRAPUTRI [15013142]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Rani Gayatri Kusumawardhani P, S.T,. M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Manajemen konstruksi, metode pelaksanaan konstruksi, estimasi biaya konstruksi, penjadwalan ; construction management, construction method, cost estimation, scheduling", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "15 file", "Tanggal Input": "09 Jan 2018"}