{"Nomor": 26219, "Judul": "PERANCANGAN KERANGKA KERJA MANAJEMEN RECORDS UNTUK ORGANISASI PEMERINTAH BERDASARKAN ISO 30301:2011 (STUDI KASUS PPID KOMISI PEMILIHAN UMUM PROVINSI JAWA BARAT)", "Abstrak": "Informasi Publik merupakan informasi yang dihasilkan, disimpan, dikelola, dikirim, dan/atau diterima oleh suatu badan publik yang berkaitan dengan penyelenggara dan penyelenggaraan negara dan/atau penyelenggara dan penyelenggaraan badan publik lainnya yang sesuai dengan Undang-Undang serta informasi lain yang berkaitan dengan kepentingan publik. Undang-Undang Keterbukaan Informasi Publik mengamanatkan setiap badan publik mempublikasikan Informasi Publik, karena ada perubahan paradigma dari sebelumnya informasi bersifat tertutup, menjadi harus terbuka kepada publik kecuali informasi yang dikecualikan. Namun di sisi lain belum ada kerangka atau panduan yang jelas dalam manajemen informasi atau records yang dihasilkan badan publik. Perancangan kerangka kerja ini dimulai dengan menganalisis masalah manajemen records di organisasi pemerintah, analisis proses, analisis teknologi dan analisis basis solusi masalah dengan menggunakan standar ISO 30301:2011 tentang Manajemen Sistem Records serta delapan prinsip dari ARMA International tentang Prinsip Penyimpanan Records. Penelitian ini menghasilkan kerangka kerja manajemen records yang terdiri delapan sub proses yang dikelompokkan pada tiga proses utama yaitu Creation, Distribution dan Storage. Delapan proses tersebut kemudian diturunkan menjadi beberapa aktivitas yang mengacu pada standar ISO 30301:2011. Kerangka kerja sudah berhasil diuji coba di PPID KPU Provinsi Jawa Barat dan bisa digunakan untuk organisasi pemerintah lainnya sesuai kebutuhan organisasi.", "Daftar File": {"2018 TS PP CECEP HUSNI MUBAROK 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128427"}, "Penulis": "CECEP HUSNI MUBAROK - NIM: 23215088", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Albarda, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Kerangka kerja, manajemen records, ISO 30301:2011, prinsip ARMA International.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Sep 2018"}