{"Nomor": 26218, "Judul": "WELL-POSEDNESS MASALAH REAKSI DIFUSI DENGAN TUNDAAN DAN IMPULS", "Abstrak": "Penelitian ini mengkaji masalah well-posedness suatu sistem reaksi difusi dengan tundaan dan impuls, yaitu terkait keberadaan, ketunggalan dan kestabilan solusi dari sistem tersebut. Masalah yang dikaji adalah   \n \n \n \n\n(∂u(x,t))/∂t=(∂^2 u(x,t))/(∂x^2 )+u(x,t)[1-u(x,t τ)],τ>0.\t(1)   \n \n \n \n\nBanyak persamaan diferensial yang solusi eksplisitnya tidak dapat ditemukan. Namun demikian, beberapa sifat misalnya keberadaan solusi dapat ditentukan. Misalnya pada kasus Persamaan (1), walaupun solusi eksplisitnya tidak ditemukan namun keberadaan solusinya dapat ditentukan melalui pendekatan semigrup. Selanjutnya ditentukan solusi numeriknya, dalam hal ini pendekatan yang digunakan adalah skema beda hingga. Bagian pertama dari penelitian ini mengkaji  well-posedness  masalah reaksi difusi (1) dengan tundaan dan impuls dengan syarat batas Neumann yang disertai fungsi histori dan impuls. Fungsi histori adalah data di masa lalu sebagai tundaan, sedangkan impuls adalah perubahan sesaat yang terjadi pada suatu sistem, misalnya pada populasi, pemanenan dapat dipandang sebagai impuls. Teknik yang digunakan adalah mentransformasi sistem tersebut menjadi masalah Cauchy abstrak tundaan yang ditinjau pada kasus kontinu bagian demi bagian, yaitu pada interval waktu [-τ,t_1], [t_k,t_(k+1) ],k=1,⋯,m-1 dengan t_k adalah waktu impuls. Kemudian digunakan teorema-teorema yang sudah dikembangkan oleh Pazy (1983), Goldstein (1985), Ruess dan Summers (1994), Batkai dan Piazzera (2001) terkait operator m-akretif yang membangun semigrup-C_0 (semigrup kontinu kuat). Dengan menggunakan teorema Crandall-Liggett masalah well-posedness ditentukan dari sifat semigrup-C_0 dengan syarat-syarat tertentu. Selain itu, digunakan semigrup terintegrasi untuk masalah Cauchy abstrak yang terkait dengan persamaan diferensial dengan tundaan dan impuls.   \n \n \n\nPada bagian kedua penelitian ini, dibangun skema numerik dengan menggunakan skema beda hingga untuk mencari solusi numerik Persamaan (1). Untuk mendapatkan gambaran efektifitas skema tersebut, digunakan persamaan berikut:   \n \n \n \n \n\n(∂u(x,t))/∂t=(∂^2 u(x,t))/(∂x^2 )-u(x,t)+u(x,t-τ),τ>0.\t(2)   \n \n \n \n \n \n\nyang solusi eksplisitnya bisa ditemukan sebagai standar acuan (benchmark). Solusi eksplisit dari Persamaan (2) dibandingkan dengan solusi numerik yang didapat melalui skema yang dibangun yaitu dengan melihat selisih dari kedua solusi tersebut. Skema numerik yang digunakan adalah metode beda hingga yang merupakan pengembangan dari deret Taylor. Dengan ekspansi deret Taylor tersebut dapat ditentukan skema beda maju turunan pertama u terhadap variabel waktu dan skema beda pusat turunan kedua u terhadap variabel ruang, sehingga skema yang digunakan untuk masalah reaksi difusi di atas adalah skema forward time centered space (FTCS). Beberapa simulasi dilakukan untuk memverifikasi skema tersebut. Dalam masalah tertentu, simulasi dibandingkan dengan solusi eksplisit yang sesuai.", "Daftar File": {"2018 DS PP CECE KUSTIAWAN 1-ABSTRAK .pdf": "https://digilib.itb.ac.id/gdl/download/128426"}, "Penulis": "CECE KUSTIAWAN (NIM:30112006)", "Kontributor / Dosen Pembimbing": ["Pembimbing: 1.Prof. Dr. Hendra Gunawan       \n \n \n \n \n \n \n\n2.Dr. Jalina Widjaja       \n \n \n \n \n \n \n\n3. Dr. Yudi Soeharyadi"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "semigrup, semigrup terintegrasi, operator m-akretif, skema beda hingga.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "25 Sep 2018"}