{"Nomor": 26222, "Judul": "Perancangan Prosedur Penilaian Pemenuhan Komitmen Finansial Airlines Terhadap Perusahaan MRO", "Abstrak": "Airlines sebagai pengguna jasa utama industri MRO mempunyai pengaruh besar terhadap kelancaran bisnis MRO karena perusahaan MRO membutuhkan pemasukan (revenue) yang stabil untuk menjaga kelangsungan operasional bisnisnya. Oleh karena itu, perusahaan MRO membutuhkan suatu prosedur untuk mengetahui tingkat pemenuhan komitmen finansial airlines untuk dijadikan bahan pertimbangan dalam menentukan kontrak kerjasama dengan airlines. Perusahaan MRO XYZ saat ini belum mempunyai prosedur untuk menilai tingkat pemenuhan komitmen finansial airlines.  \n\nPenelitian ini bertujuan menyusun suatu prosedur penilaian pemenuhan komitmen finansial airlines berdasarkan rasio finansial dan rasio kewajiban finansial terhadap biaya operasi. Metode pemilihan rasio finansial sebagai kriteria penilaian menggunakan metode analisis proses hirarki. Kriteria nilai rasio finansial dalam prosedur ini berdasarkan prestasi industri airlines. Data yang digunakan berasal dari laporan tahunan masing-masing airlines. Validasi prosedur menggunakan data aktual pemenuhan komitmen finansial airlines kepada perusahaan MRO XYZ.  \n\nHasil penyusunan prosedur menunjukkan bahwa rasio finansial tidak dapat digunakan untuk menilai pemenuhan komitmen finansial airlines. Tingkat pemenuhan komitmen finansial airlines lebih dapat ditunjukkan dengan menggunakan rasio kewajiban finansial terhadap biaya operasi. Disarankan untuk menambahkan analisis kualitatif agar hasil penilaian lebih akurat.", "Daftar File": {"2018 TA PP Cesario Iriansyah 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128430"}, "Penulis": "Cesario Iriansyah - Nim: 13614005", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Edy Suwondo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Prosedur penilaian, Metode analisis proses hirarki, Komitmen finansial airlines", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Sep 2018"}