{"Nomor": 26226, "Judul": "PEMODELAN FISIKA BATUAN BATU SERPIH UNTUK KARAKTERISASI UNCONVENTIONAL RESERVOIR", "Abstrak": "Karakterisasi batu serpih adalah suatu kebutuhan dalam eksplorasi dan eksploitasi salah satu jenis unconventional reservoir yakni minyak dan gas serpih. Hal ini dilakukan agar dapat menentukan zona prospective. Sifat fisik batu serpih yang harus dikarakterisasi adalah clay content, porositas, brittleness, TOC dan pori didalam kerogen. Salah satu metode paling mudah dalam melakukan karakterisasi batuan adalah Rock Physics Template (RPT). Karena batuan dapat dikarakterisasi hanya dengan plotting data pada grafik parameter elastiknya. Namun, penelitian terakhir hanya mampu membuat RPT yang dapat mengkarakterisasi clay content, porositas dan brittleness. Sehingga pada penelitian ini, didesain RPT yang mampu mengkarakterisasi 5 sifat fisik batu serpih termasuk TOC dan pori didalam kerogen. Metode pembuatan RPT adalah dengan melakukan pemodelan kedepan batu serpih. Model yang digunakan adalah modifikasi model Sun(2014). Pemodelan kedepan bertujuan untuk meninjau detectability parameter elastic terhadap kerogen dan pori didalam kerogen. Kemudian dilakukan uji sensitifitas untuk menentukan parameter elastic yang paling sensitive terhadap kerogen dan pori didalam kerogen. Parameter elastic tersebut akan dijadikan RPT. RPT yang telah dikaliberasi oleh data sumur CR cekungan Sumatera Selatan mampu mengkarakterisasi 4 sifat fisik batu serpih. RPT harus direkayasa agar tidak terjadi ambiguity antara porositas dan kerogen yakni dengan menghilangkan efek kerogennya. Kemudian didapat RPT yang mampu mengkarakterisasi 4 sifat fisik batu serpih dengan lebih baik.", "Daftar File": {"2018 TA PP CHAIRUL RAJIB KUSNADI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128434"}, "Penulis": "CHAIRUL RAJIB KUSNADI NIM: 12314027", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ignatius Sonny Winardhie,Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Batu Serpih, Pemodelan Fisika Batuan, RPT", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "20 Sep 2018"}