{"Nomor": 26220, "Judul": "PERANCANGAN BUKU JURNAL VISUAL KOTA LAMA SURABAYA", "Abstrak": "Surabaya dikenal sebagai kota terbesar kedua di Indonesia. Pesatnya pembangunan dan \n\nperekonomian kota ini menjadikan Surabaya sebagai salah satu kota metropolitan. \n\nInfrastuktur di Surabaya yang semakin berkembang mneyebabkan eksistensi kekayaan \n\nhistoris yang dimiliki Kota Surabaya tergeser. Salah satu kekayaan historis Surabaya ini adalah \n\nkawasan kota lama di bagian utara Surabaya yang dulunya merupakan pusat pemerintahan. \n\nPada masa pemerintahan Belanda kawasan tersebut terbagi menjadi tiga bagian pemukiman \n\nberdasarkan undang undang Wijkenstelsel yaitu pemukiman Eropa, Arab dan Cina yang hingga \n\nsekarang bukti sejarahnya masih dapat disaksikan. Kawasan kota lama ini adalah saksi sejarah \n\nberdirinya kota Surabaya yang perlu dilestarikan dan layak menjadi salah satu destinasi wisata \n\nhistoris Surabaya. Saat ini belum ada media yang menggambarkan kawasan kota lama \n\nSurabaya sebagai destinasi wisata secara khusus. Hal ini menjadi dorongan untuk dapat \n\nmengenalkan potensi kawasan kota lama Surabaya sebagai salah satu destinasi wisata. \n\nMelalui observasi langsung dan studi literatur yang memfokuskan Kampung Arab sebagai \n\nobek kajian, dapat ditemukan wujud hasil akulturasi antara budaya asing dengan budaya \n\nlokal. Seluruh keunikan dan potensi kota lama sebagai destinasi wisata ini disampaikan \n\nmelalui ilustrasi dalam bentuk jurnal visual.", "Daftar File": {}, "Penulis": "CELINE FELICIA DESMONDA - NIM: 17414032", "Kontributor / Dosen Pembimbing": ["Pembimbing :Triyadi Guntur Wiratmo, M.Sn"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Akulturasi, Kota Lama, Kampung Arab, Surabaya", "Sumber": "", "Staf Input/Edit": "Saipul Aripin  \n                                     Saipul Aripin", "File": "1 file", "Tanggal Input": "28 Jun 2018"}