{"Nomor": 26229, "Judul": "STUDI PREFERENSI KOMUTER PENGGUNA MODA TRANSPORTASI PRIBADI RODA EMPAT TERHADAP MODA TRANSPORTASI PUBLIK TERINTEGRASI (STUDI KASUS: KORIDOR KOTA BEKASI - DKI JAKARTA)", "Abstrak": "Banyaknya jumlah penduduk Kota Bekasi yang berkegiatan harian di DKI Jakarta membuat tingginya pergerakan ulang-alik harian pada koridor Kota Bekasi Ã‚Â– DKI Jakarta. Di sisi lain, moda transportasi publik yang ada tidak cukup andal untuk memenuhi kebutuhan pergerakan tersebut. Hal ini meningkatkan penggunaan moda transportasi pribadi roda empat oleh para pelaku pergerakan ulang alik (komuter) harian secara signifikan. Namun, peningkatan tersebut tidak diimbangi dengan pertumbuhan jalan yang memadai, sehingga terjadi masalah kemacetan pada koridor Kota Bekasi Ã‚Â– DKI Jakarta. Dengan demikian diperlukan solusi berupa penyediaan moda transportasi publik terintegrasi antar Kota Bekasi Ã‚Â– DKI Jakarta yang disediakan berdasarkan preferensi calon penggunanya. Dalam studi ini diidentifikasi preferensi komuter pengguna moda transportasi pribadi roda empat akan moda transportasi publik terintegrasi sehingga mereka mau melakukan perpindahan moda. Hasil analisis menunjukkan bahwa faktor yang signifikan mempengaruhi perpindahan moda oleh responden adalah faktor kenyamanan, keamanan, dan keandalan moda. Sementara peluang pemilihan moda transportasi publik terintegrasi adalah 15.4% Rendahnya peluang pemilihan moda transportasi publik terintegrasi dibandingkan peluang pemilihan moda transportasi pribadi roda empat membutuhkan analisis sensitivitas agar tercapai nilai peluang pemilihan moda yang diinginkan. Analisis sensitivitas menghasilkan peluang pemilihan moda yang sama besar (keseimbangan) dan peluang pemilihan moda transportasi publik yang lebih besar dari nilai peluang pemilihan moda transportasi pribadi.", "Daftar File": {"2015 TA PP   CHALISHA DWIRIASTYA 1-JURNAL.pdf": "https://digilib.itb.ac.id/gdl/download/128444"}, "Penulis": "CHALISHA DWIRIASTYA", "Kontributor / Dosen Pembimbing": ["Pembimbing : Miming Miharja, Ir., M.Sc., Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "integrasi, komuter, peluang, peralihan, peferensi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "07 Feb 2018"}