{"Nomor": 26233, "Judul": "PENENTUAN ANGGOTA GUGUS TERBUKA DENGAN METODE POHON MERENTANG MINIMUM TEREDUKSI", "Abstrak": "Gugus bintang merupakan objek yang baik untuk memahami struktur dan evolusi Galaksi. Pada prinsipnya, anggota dari gugus bintang memiliki ikatan oleh gaya gravitasi, dan mereka bergerak dengan lintasan yang relatif sama. Namun, gugus bintang tidak ditemukan secara terisolasi. Mereka cenderung dikelilingi oleh objek latar yang tidak terikat dengan gugus bintang. Penentuan keanggotaan pada gugus terbuka lebih sulit dibandingkan dengan gugus bola. Hal ini dikarenakan distribusi bintang pada gugus terbuka lebih menyebar dan jumlah bintang anggota yang lebih sedikit.  \n\nMinimum spanning tree (pohon merentang minimum) merupakan salah satu metode yang umum digunakan untuk mendeteksi gugus bintang berdasarkan kerapatan bintang pada bidang langit. Dengan metode ini, data posisi bintang digunakan untuk mencari kumpulan bintang yang lebih rapat. Untuk penggunaan MST pada vector point diagram gerak diri bintang merupakan hal yang baru dalam penentuan keanggotaan gugus bintang.  \n\nPada tugas akhir ini akan menggunakan MST tereduksi pada vector point diagram gerak diri bintang untuk menentukan bintang anggota gugus dari enam buah gugus terbuka. Gugus terbuka yang akan diteliti antara lain: (1) Collinder 135, (2) IC 2391, (3) NGC 2632, (4) NGC 752, (5) NGC 869, dan (6) NGC 2244. Dari hasil percobaan, metode ini dapat menentukan 95,02% kandidat bintang anggota gugus.", "Daftar File": {"2018 TA PP Chandra Aldiwijaya 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128453"}, "Penulis": "CHANDRA ALDIWIJAYA - NIM: 10312009", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. M. Ikbal Arifyanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gugus bintang, gugus terbuka, MST, reduksi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Sep 2018"}