{"Nomor": 26241, "Judul": "KARAKTERISASI RESERVOIR DAN ESTIMASI CADANGAN FORMASI AIR BENAKAT, LAPANGAN C,  CEKUNGAN SUMATRA SELATAN", "Abstrak": "Lapangan C merupakan lapangan minyak bumi yang berada di Cekungan Sumatra Selatan. Lapangan ini termasuk dalam tahap pengembangan dengan luas sekitar 5,5 x 3,2 km2. Tujuan dari penelitian ini adalah menentukan karakterisasi reservoir berupa penentuan fasies dan lingkungan pengendapan, penentuan nilai properti petrofisika, dan estimasi cadangan Formasi Air Benakat (reservoir ABF1, ABF2, dan ABF3). Data yang digunakan dalam penelitian ini terdiri dari data batuan inti, laporan biostratigrafi, mud log, dan log sumur dari 11 sumur di daerah penelitian.  \n \n\nHasil analisis batuan inti menunjukkan bahwa interval target terdiri dari empat litofasies batupasir (Scl, Sba, Sfl, Srx) dan satu litofasies batulempung (MSl). Berdasarkan analisis batuan inti, ichnofossil, biostratigrafi, dan elektrofasies, lingkungan pengendapan berupa estuari dominasi pasang surut berumur Miosen Tengah. Asosiasi fasies terdiri dari Tidal Mud Flat, Estuarine Channel, dan Intertidal Sand Bar, dengan arah pengendapan Timur Laut-Barat Daya. Berdasarkan perhitungan petrofisika, nilai volume serpih rata-rata pada reservoir ABF1 sebesar 0,45, ABF2 sebesar 0,12, dan ABF3 sebesar 0,34, nilai porositas efektif rata-rata pada reservoir ABF1 sebesar 0,14, ABF2 sebesar 0,24, dan ABF3 sebesar 0,13, dan nilai saturasi air efektif rata-rata pada reservoir ABF1 sebesar 0,84, ABF2 sebesar 0,66, dan ABF3 sebesar 0,63. Estimasi cadangan pada ABF1 sebesar 16,14 MMSTB, ABF2 sebesar 11,36 MMSTB, dan ABF3 sebesar 6,61 MMSTB.", "Daftar File": {"2018 TA PP CHERYL JENNIFER SUGITO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128478"}, "Penulis": "CHERYL JENNIFER SUGITO - Nim: 12014038", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Prihadi Soemintadiredja, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Formasi Air Benakat, Cekungan Sumatra Selatan, fasies, properti petrofisika, estimasi cadangan.", "Sumber": "PRODI GEOLOGI", "Staf Input/Edit": "Irwan Sofiyan  \n                                     tuti yulia", "File": "9 file", "Tanggal Input": "02 Okt 2018"}