{"Nomor": 26246, "Judul": "PERANCANGAN DAN IMPLEMENTASI METODE PERHITUNGAN DOSIS RADIASI PADA PASIEN DALAM PEMERIKSAAN CT SCAN", "Abstrak": "Semenjak 2011, besaran size-specific dose estimates (SSDE) digunakan untuk estimasi dosis radiasi yang diterima pasien saat menjalani pemeriksaan CT scan. Namun, perhitungan SSDE masih dilakukan secara manual. Selain itu, standarisasi dan optimasi pengukuran SSDE belum dilakukan serta akurasinya juga perlu ditingkatkan. Oleh karena itu, penelitian disertasi ini bertujuan untuk mengotomatisasi perhitungan SSDE, melakukan standarisasi dan optimasi parameter-parameter dalam perhitungan SSDE, dan meningkatkan akurasi perhitungan SSDE. Otomatisasi perhitungan SSDE diawali dengan contouring pasien. Berdasarkan hasil contouring tersebut, dilakukan perhitungan diameter efektif (Deff) dan water-equivalent diameter (Dw). Setelah diperoleh nilai Deff dan Dw, kemudian ditentukan nilai faktor konversi ukuran. Setelah itu, nilai faktor konversi ukuran ini dikalikan dengan nilai volume CT dose index (CTDIvol) untuk mendapatkan nilai SSDE. Dalam studi ini, nilai CTDIvol diperoleh dari header DICOM dan software ImPACT, sementara faktor konversi diperoleh dari laporan AAPM No 204. Hasil perhitungan otomatis dibandingkan dengan metode manual. Kemudian dilakukan studi untuk estimasi Dw dari Deff. Standarisasi perhitungan SSDE dilakukan dengan mengevaluasi pemilihan posisi dalam perhitungan Deff. Optimasi perhitungan SSDE dilakukan dengan mengevaluasi jumlah irisan dalam perhitungan SSDE. Sedangkan peningkatan akurasi perhitungan SSDE dilakukan dengan menggunakan contouring yang mengikuti bentuk pasien dan menentukan faktor koreksi akibat citra pasien yang terpotong.        \nProgram otomatisasi perhitungan dosis radiasi telah berhasil dibuat dengan hasil yang cukup akurat. Selisih nilai SSDE, Deff dan Dw yang dihitung secara otomatis kurang dari 2% jika dibandingkan dengan perhitungan manual. Dalam penelitian ini diperoleh bahwa pada bagian dada, Deff lebih besar 4,5% dibandingkan Dw, sementara pada bagian kepala Deff lebih kecil 8,6% dibandingkan Dw. Terdapat hubungan linear antara Deff dan Dw, sehingga nilai Dw dapat diestimasi dengan Deff. Dalam penelitian ini telah dievaluasi penentuan posisi diameter lateral (LAT) dan anterior-posterior (AP) dalam perhitungan Deff. Diperoleh bahwa nilai Deff yang dihitung berdasarkan diamater LAT dan AP maksimum (Deff,m) tidak berbeda secara signifikan (p > 0,05) terhadap Deff yang dihitung langsung dari luas citra pasien (Deff,A). Sementara itu, Deff yang dihitung berdasarkan LAT dan AP dari tengah citra pasien (Deff,c) berbeda secara signifikan (p < 0,05) terhadap Deff,A pada bagian dada, tetapi tidak berbeda secara signifikan pada bagian kepala. Untuk optimasi diperoleh hasil bahwa SSDE yang dihitung menggunakan sembilan irisan (slice), nilainya relatif sama dengan yang dihitung menggunakan rerata semua irisan, perbedaannya hanya sekitar 1%. Berikutnya, diketahui bahwa penggunaan contour yang mengikuti bentuk pasien berbeda secara signifikan dalam perhitungan SSDE pada pemeriksaan dada (Δ = 5,5 %, p < 0,05) dibandingkan menggunakan contour berupa lingkaran, namun pada pemeriksaan kepala, tidak berbeda secara signifikan (Δ = 1,1 %, p ˃ 0,05). Dari riset ini diketahui bahwa citra aksial dari pemeriksaan klinis banyak yang terpotong (86,1% pada citra dada dan 9,1% pada citra kepala). Diperoleh bahwa faktor koreksi meningkat dengan kenaikan nilai truncated percentage (TP). Kesimpulan yang dapat diperoleh adalah telah berhasil dibuat suatu sistem untuk menghitung dosis radiasi pasien secara otomatis berbasis konsep SSDE. Selain itu, standarisasi dalam penentuan ukuran pasien (seperti posisi diameter) dan optimasi penentuan jumlah irisan yang digunakan untuk menghitung SSDE telah dilakukan. Sistem ini memberikan akurasi yang lebih tinggi dibandingkan sistem sebelumnya, hingga sebesar 5%. Hal-hal tersebut di atas merupakan poin-poin keterbaruan yang dicapai dari penelitian ini.", "Daftar File": {"2018 DS PP CHOIRUL ANAM 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128484", "2018 DS PP CHOIRUL ANAM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/128485", "2018 DS PP CHOIRUL ANAM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/128486", "2018 DS PP CHOIRUL ANAM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/128487", "2018 DS PP CHOIRUL ANAM 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/128488", "2018 DS PP CHOIRUL ANAM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/128489", "2018 DS PP CHOIRUL ANAM 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/128490", "2018 DS PP CHOIRUL ANAM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/128491"}, "Penulis": "CHOIRUL ANAM (NIM: 30213017)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Prof. Dr. Idam Arif,        \n \n \n \n \n \n \n \n\nPembimbing II : Dr. Rena Widita,        \n \n \n \n \n \n \n \n\nPembimbing III : Dr.rer.nat. Freddy Haryanto"], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "CT dose index (CTDI), size-specific dose estimate (SSDE), diameter efektif, water-equivalent diameter, dosis pasien", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "14 Agu 2018"}