{"Nomor": 26247, "Judul": "ADSORPTION OF CADMIUM (II) IONS FROM AQUEOUS SOLUTION BY USING PINE BARK", "Abstrak": "Toxic heavy metal in air, soil, and water are global problems that are a growing threat to humanity. As the increase in industrial technology continue to progress, it results in the increase in heavy metal pollution, creating harmful effect on human, plants, and animals. Since toxic metals do not degrade easily, they accumulate over time, posing greater danger to living organisms. Removal of these heavy metals is therefore, of great importance. The adsorption is an effective technique applied to removal heavy metals from wastewater. Batch experiment was conducted to assess the removal of Cd (II) ions from aqueous solutions by using pine bark. This study was carried out the adsorption effect such as adsorbent dosage, pH, Cd (II) ions concentration, temperature, adsorbent particle size, and contact time for Cd (II) ions removal. Cd (II) ions removal efficiency for each parameters. Results indicated that adsorbent dosage, pH, initial concentration, temperature, particle size as well as contact time were important factors influencing Cd (II) ions removal from aqueous solution. Cd (II) ions removal efficiency increase significantly with decrease in particle size due to increase in its surface area per unit weight of the adsorbent. The maximum removal of Cd (II) ions at pH 4 was found to be 99.56 percent. Increase of the adsorption capacity of pine bark by raising temperature. The results show that adsorption capacity increasing from 0.39 to 10.24 mg/g as the Cadmium concentration increases from 1 to 100 mg/l. and there is a sharp increase in percentage removal with adsorbent dose increasing from 97.2 % for 0.25 g dose to 100% for 1.5 g. Equilibrium data were further analyzed to evaluate Kinetic and Isotherm behavior of adsorbate-adsorbent system. It is observed that, the equilibrium data best fit the Langmuir model and indicated that the adsorption of the Cd (II) ions on pine bark adsorbent studied fits the pseudo second model well. It can be concluded that pine bark is effective absorbent for cadmium removal from aqueous solution.", "Daftar File": {"2016 TS PP CHONGNENGXIONG NENGXAY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/128492", "2016 TS PP CHONGNENGXIONG NENGXAY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/128493", "2016 TS PP CHONGNENGXIONG NENGXAY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/128494", "2016 TS PP CHONGNENGXIONG NENGXAY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/128495", "2016 TS PP CHONGNENGXIONG NENGXAY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/128496", "2016 TS PP CHONGNENGXIONG NENGXAY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/128497", "2016 TS PP CHONGNENGXIONG NENGXAY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/128498"}, "Penulis": "CHONGNENGXIONG NENGXAY (NIM: 25314701)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Edwan Kardena"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Adsorption, Pine bark, Cadmium (II) ions, Batch experiment", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "19 Sep 2018"}