{"Nomor": 26250, "Judul": "PENELITIAN TINDAKAN STRATEGI PEMASARAN IKLAN UNTUK PERUSAHAAN KAOS KAKI (STUDI KASUS: PT. XYZ)", "Abstrak": "Industri tekstil adalah salah satu industri utama nasional karena kontribusinya terhadap ekonomi nasional, tingkat penyerapan buruh, serta tingginya permintaan. Salah satu perusahaan yang bergerak di bidang tekstil adalah PT. XYZ. Walaupun sudah berdiri semenjak tahun 2000, PT. XYZ tetap mengalami berbagai masalah bisnis. Salah satu hal yang menjadi masalah utama PT. XYZ adalah penjualan yang stagnan. Untuk mengatasi masalah ini, PT. XYZ membutuhkan strategi promosi yang tepat. \n \n\nUntuk mendapatkan gambaran yang jelas mengenai kondisi PT. XYZ, analisis internal dan external harus dilakukan. Analisis internal terdiri dari analisis STP (Segmenting, Targeting, and Positioning) dan analisis bauran pemasaran (produk, harga, promosi, tempat). Setelah melakukan analisis internal, PT. XYZ melakukan analisis external yang terdiri dari analisis Porter 5 Forces, analisis kompetitor, dan analisis perbandingan. Dari analisis kompetitor dan analisis perbandingan ditemukan bahwa PT. XYZ berkompetisi dengan dua kompetitor kuat yang bergerak di bidang kaos kaki. PT. XYZ mempunyai beberapa masalah bisnis dan akar masalah harus ditemukan. Dari analisis akar masalah, ditemukan bahwa akar permasalahan dari PT. XYZ adalah kurang promosi. \n \n\nSetelah menemukan akar permasalahan, PT. XYZ menggunakan alat komunikasi pemasaran dengan pendekatan IMC (Integrated Marketing Communication). IMC terdiri dari iklan, penjualan personal, hubungan masyarakat, promosi penjualan, sponsorship dan pameran dagang. Penelitian ini adalah penelitian tindakan dan  bertujuan untuk mencari strategi iklan yang paling cocok dengan PT. XYZ. PT. XYZ akan memakai strategi iklan di peron facebook dan instagram. Strategi iklan tersebut terdiri dari persiapan materi iklan, memilih objektif kampanye,  menguji, menganalisis, dan  mengoptimasi hasil sebanyak tiga kali. Optimasi iklan mencakup pengoptimalan target market berdasarkan jenis kelamin, umur dan wilayah. Hasil ketiga atau hasil terbaik tes akan dijadikan sebagai kesimpulan dalam penelitian tindakan ini. \n \n\nPenelitian tindakan ini menghasilkan kesimpulan target pasar wanita, usia 34-44 dan 45-54, dan tinggal di wilayah Jakarta, Jawa Barat dan Gorontalo memiliki hasil terbaik. Penelitian ini digunakan untuk memetakan peluang pasar produk PT. XYZ melalui facebook dan instagram. Hasil kesimpulan penelitian tindakan ini dalam digunakan untuk mempromosikan produk lain PT. XYZ di anggaran yang lebih besar.", "Daftar File": {"perpustakaan - Chrishiella - 29116522.pdf": "https://digilib.itb.ac.id/gdl/download/128501"}, "Penulis": "Chrishiella / 29116522", "Kontributor / Dosen Pembimbing": ["Pembimbing : Sonny Rustiadi, S.E, MNA, PH.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Marketing Communication Strategy, Promotion, Advertising, Action Research, Textile", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "03 Agu 2018"}