{"Nomor": 26252, "Judul": "PENGARUH KONSENTRASI HIDROKARBON PADA AIR TERPRODUKSI TERHADAP PEMBENTUKAN BIOFILM DAN KOROSI BAJA KARBON OLEH BACILLUS MEGATERIUM", "Abstrak": "Air terproduksi merupakan limbah terbesar dalam pengeboran minyak dan gas. Limbah air terproduksi memiliki masalah yaitu toksisitas dan salinitas yang tinggi. Toksisitas yang tinggi dapat menyebabkan kerusakan lingkungan, sementara salinitas yang tinggi dapat menyebabkan korosi pada sistem perpipaan dan penyimpanan air terproduksi. Sistem perpipaan dan penyimpanan pada air terproduksi umumnya menggunakan bahan berupa baja karbon, karena harganya murah, mudah difabrikasi, dan memiliki sifat fisik yang baik yaitu kuat dan ulet. Namun, baja karbon rentan terhadap korosi. Korosi dapat dipercepat oleh mikroorganisme, yang disebut sebagai biokorosi atau Microbially Influenced Corrosion (MIC). MIC dapat terjadi karena mikroorganisme memanfaatkan hidrokarbon pada air terproduksi sebagai sumber nutrisi dan membentuk biofilm pada permukaan logam.    \n \n \n \n\nPenelitian ini dilakukan untuk menentukan pengaruh lingkungan terhadap korosi baja karbon oleh mikroorganisme Bacillus megaterium dalam larutan perendaman berupa air terproduksi. Pengaruh lingkungan yang divariasikan adalah kadar hidrokarbon sebesar 60 mg/L dan 565 mg/L, dan air terproduksi alami (2 mg/L). Perendaman baja karbon dilakukan dalam reaktor dengan volume kerja 200 mL selama 21 hari. Hasil penelitian ini menunjukkan bahwa laju korosi paling tinggi terjadi pada medium dengan hidrokarbon 60 mg/L dan laju korosi paling rendah terjadi pada medium dengan hidrokarbon 565 mg/L. Medium yang berisi mikroba menunjukkan laju korosi yang lebih rendah dibandingkan medium yang tidak berisi mikroba. Hasil FTIR menunjukkan bahwa biofilm Bacillus megaterium terdiri dari protein, lipid, dan karbohidrat. Berdasarkan hasil XRD, produk korosi yang terbentuk adalah Fe3O4. Hasil SEM dan EIS menunjukkan bahwa sistem lapisan pada baja karbon yang direndam pada air terproduksi dari luar ke dalam adalah larutan, biofilm, produk korosi, dan baja karbon.", "Daftar File": {"2018 TA PP CHRISTIAN ASLAN - ERIC HANSEL 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128503"}, "Penulis": "Christian Aslan   nim : 13014041,  Eric Hansel     nim : 13014076", "Kontributor / Dosen Pembimbing": ["Dr. Ardiyan Hariman   \n \n \n\nDr. Hary Devianto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "air terproduksi, Bacillus megaterium, baja karbon, biofilm, biokorosi, hidrokarbon", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "24 Mei 2018"}