{"Nomor": 26265, "Judul": "Pengembangan Desain Tas Ramah Lingkungan bagi Kaum Wanita Menggunakan Material Pelepah Pisang", "Abstrak": "Tingginya produksi pisang di Indonesia diikuti dengan limbah pertanian yang melimpah. Limbah tersebut hingga saat ini belum termanfaatkan dengan optimal. Penelitian ini ditujukan untuk meningkatkan pemanfaatan pelepah sebagai salah satu solusi penanganan limbah selain juga meningkatkan pamor pelepah pisang dan potensinya sebagai material alam di samping bambu dan rotan. \n\nPendekatan yang dilakukan ada 2, yaitu eksplorasi material melalui studi literatur dan eksperimen langsung pada pelepah sebagai material utama, serta pendekatan dari aspek gaya hidup, khususnya gaya hidup wanita. Kaum wanita dipilih sebagai konsumen karena menunjukkan kecenderungan yang lebih tinggi terhadap citra diri dibanding kaum pria. Selain itu, kaum wanita juga memiliki pangsa pasar dan pasar potensial yang sangat besar. Penelitian konsumen yaitu melaui survey berupa kuesioner dan wawancara secara langsung dan tidak langsung pada wanita, khususnya dewasa muda pada kelas menengah atas di Indonesia. Eksperimen material dilakukan secara fisik berupa eksperimen pengeringan dan daya serap air, mekanik berupa pembebanan, press, laminasi, dan penjahitan, maupun kimiawi, yaitu mengacu pada proses pembuatan kain seperti pemasakan, pengelantangan, dan pewarnaan, serta pelapisan menggunakan kitosan. \n\nHasil dari penelitian yaitu konsumen memiliki mobilitas yang tinggi dengan interaksi sosial yang cukup intens, baik dalam situasi kasual maupun formal. Pengguna memiliki banyak tas dan mementingkan aspek estetis di atas aspek fungsional. Sedangkan hasil dari eksperimen material yaitu pelepah dapat digunakan dalam pembuatan produk tas yang dapat mengakomodasi kebutuhan wanita menengah atas. Pelepah dapat dibuat sebagai material utama dengan cara laminasi lembaran pelepah dengan orientasi serat yang tegak lurus dengan jumlah minimal 3 lapisan untuk mendapat hasil yang cukup kuat namun tetap lentur.", "Daftar File": {}, "Penulis": "CHRISTINE UTOMO (NIM: 17514026", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Yasraf Amir Piliang"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "pelepah pisang, tas wanita, gaya hidup, menengah atas", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "02 Jul 2018"}