{"Nomor": 26267, "Judul": "STUDI BENEFISIASI BAUKSIT JENIS GIBSIT BERKADAR SILIKA TINGGI ASAL TAYAN - KALIMANTAN BARAT DENGAN MENGGUNAKAN METODE FLOTASI KEBALIKAN KATIONIK", "Abstrak": "Salah satu sumber daya mineral yang dimiliki oleh Indonesia adalah bauksit. \n\nIndonesia memiliki cadangan bauksit yang cukup besar terutama di daerah \n\nKalimantan Barat dengan total cadangan sekitar 1,1 milyar ton bijih (ESDM, 2012). \n\nBerdasarkan data U.S. Geological Survey pada tahun 2016, deposit bauksit di \n\nIndonesia menempati urutan ke-6 terbesar di dunia. Deposit bauksit di Indonesia \n\ntermasuk kedalam tipe laterit yang merupakan hasil pelapukan dan pengayaan \n\nsekunder batuan beku kaya akan felspar. Bauksit yang merupakan bijih utama \n\npembawa alumina sangat diperlukan dalam industri aluminium. Hanya bauksit \n\nyang memenuhi persyaratan untuk dapat dijadikan sebagai umpan proses Bayer \n\nyang dapat digunakan untuk proses memproduksi alumina dari bauksit. Adapun \n\nstandar bauksit untuk umpan proses Bayer yaitu kadar Al2O3 > 51%, SiO2 < 7%, \n\nRasio Al2O3/SiO2 > 10. \n\nPenelitian ini merupakan sebuah studi yang dilakukan sebagai salah satu alternatif \n\nbenefisiasi terhadap pengolahan bauksit menggunakan metode flotasi kebalikan. \n\nTujuan studi ini yaitu untuk menurunkan kadar silika dan menaikkan kadar alumina \n\npada bauksit sehingga memenuhi syarat sebagai umpan proses Bayer. Percobaan \n\ndilakukan pada sel flotasi bervolume 1375 mL. Dodecylamine (DDA) dan AERO \n\n3000C digunakan sebagai kolektor, pati termodifikasi (starch) sebagai depresan dan \n\nDowfroth 1012 sebagai frother. Keseluruhan percobaan dilakukan pada kondisi \n\npersen padatan 25%. Kadar alumina dan silika hasil keseluruhan percobaan flotasi \n\ndianalisis dengan XRF. Hasil XRF pada produk flotasi menunjukkan terjadinya \n\npeningkatan kadar Al2O3 dan penurunan SiO2. Rentang pH optimum pada flotasi \n\nbauksit menggunakan kolektor DDA maupun AERO 3000C dapat dicapai pada pH \n\n4 Ã‚Â– 10. Dari hasil percobaan terlihat performa DDA lebih baik daripada AERO \n\n3000C karena kadar Al2O3 yang dihasilkan lebih tinggi, yaitu 61,4%. Peningkatan \n\ndosis kolektor pada pH 10 memberikan hasil yang baik terhadap kadar Al2O3 yaitu \n\n62% dan SiO2 29,4% dengan perolehan Al2O3 50,44% yang dicapai pada dosis \n\nkolektor 500 g/ton. Kadar Al2O3 lebih tinggi pada kondisi tanpa penambahan \n\ndepresan yaitu 66,8% dengan kadar SiO2 berada pada angka 23,5%. Sementara untuk \n\nvariasi fraksi ukuran, terlihat bahwa pemisahan semakin bagus pada ukuran partikel \n\nyang lebih halus yang ditandai dengan meningkatnya kadar alumina dan menurunnya  \n\nkadar silika pada bauksit. Kondisi terbaik pada penelitian ini yaitu meningkatnya \n\nAl2O3 menjadi 79,1% dan penurunan SiO2 sampai 8,89% pada konsentrat yang \n\ndicapai dengan dosis kolektor DDA 400 g/ton, dosis depresan 400 g/ton dan fraksi \n\nukuran -44 Ã‚Âµm pada pH 10.", "Daftar File": {"2018 TS PP CHRISTIN PALIT 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128538"}, "Penulis": "CHRISTIN PALIT (NIM : 22114024)", "Kontributor / Dosen Pembimbing": ["Ir. Edy Sanwani, M.T., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Flotasi kebalikan, kolektor kationik, bauksit, DDA, AERO 3000C.", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "16 Mar 2018"}