{"Nomor": 26260, "Judul": "IDENTIFKASI FAKTOR UTAMA YANG BERPENGARUH PADA PARTISIPASI MASYARAKAT DALAM PENGELOLAAN SAMPAH DI KECAMATAN COBLONG, KOTA BANDUNG", "Abstrak": "Persoalan sampah menjadi isu besar hampir di seluruh wilayah perkotaan. Timbulan sampah di suatu kota khususnya Kota Bandung meningkat seiring dengan bertambahnya jumlah penduduk, pertumbuhan ekonomi wilayah, perubahan pola konsumsi serta gaya hidup masyarakat. Kondisi seperti ini akan mengakibatkan kualitas lingkungan hidup kota semakin memburuk sehingga berdampak pada kesehatan masyarakat dan nilai estetika. Dengan demikian, untuk menyelesaikan masalah ini pemerintah Kota Bandung mencoba solusi dengan teknologi pengelolaan sampah ramah lingkungan, penegakan Perda K3, pengelolaan sampah, serta program Gerakan Pungut Sampah (GPS) sebagai bagian dari pengelolaan sampah.   \n \n \n\nKecamatan Coblong merupakan salah satu kecamatan di Kota Bandung yang aktif dalam melaksanakan pengelolaan sampah. Kecamatan ini ditetapkan sebagai Ã‚Â“prototype zero wasteÃ‚Â”, kecamatan terbersih di Kota Bandung, serta kawasan bebas sampah. Namun kondisi lingkungan di Kecamatan Coblong belum sepenuhnya bebas dari sampah, dimana masih terdapat timbunan sampah di pinggir jalan dan lingkungan permukiman penduduk. Kondisi ini disebabkan salah satunya karena kurangnya fasilitas persampahan di khususnya tong sampah pilah dan kapasitas TPS yang kurang mencukupi. Dengan demikian untuk mengatasi persoalan ini diperlukan peran aktif masyarakat dalam pengelolaan sampah yang telah diselenggarakan pemerintah. Untuk itu, penelitian ini dilakukan untuk mengidentifikasi faktor utama yang mempengaruhi partisipasi masyarakat dalam pengelolaan sampah secara langsung dan tidak langsung, baik faktor internal, faktor eksternal, maupun persepsi masyarakat sebagai variabel perantara.   \n \n \n\nData mengenai partisipasi masyarakat dalam pengelolaan sampah diperoleh melalui data primer dengan penyebaran kuisioner kepada 100 responden, wawancara informan kunci, observasi kondisi lingkungan dan sarana prasarana, serta survei data sekunder. Analisis dilakukan dengan menggunakan analisis chi square untuk melihat hubungan antara variabel pada setiap faktor terhadap partisipasi serta analisis jalur untuk melihat pengaruh masing-masing variabel tersebut terhadap partisipasi. Hasil penelitian menujukkan bahwa partisipasi masyarakat Kecamatan Coblong masih kurang dimana partisipasi masyarakat dalam pengelolaan sampah secara langsung dan tidak langsung secara umum termasuk dalam kategori jarang berpartisipasi. Dari hasil analisis, ditunjukkan bahwa faktor internal dan eksternal yang paling berpengaruh pada partisipasi masyarakat dalam pengelolaan sampah adalah usia dan peran pemerintah atau tokoh masyarakat.   \n \n \n\nBerdasarkan hasil analisis tersebut, peningkatan partisipasi masyarakat dalam pengelolaan sampah dapat diupayakan dengan mengoptimalkan faktor-faktor yang berpengaruh baik dari segi internal maupun eksternal. Dari segi internal yang paling penting dilakukan adalah perubahan persepsi atau paradigma masyarakat tentang pengelolaan sampah khususnya pada orang muda yang tingkat persepsi dan partisipasinya lebih rendah dibanding orang tua. Selain itu, dari segi eksternal dapat diupayakan dengan peningkatan peran pemerintah atau tokoh masyarakat khusunya dalam pengelolaan sampah melalui kegiatan sosialisasi dan penyediaan peralatan kerja bakti.", "Daftar File": {"2015 TA PP CHRISTIEN APRYANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/128517", "2015 TA PP CHRISTIEN APRYANTI 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/128518", "2015 TA PP CHRISTIEN APRYANTI 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/128519", "2015 TA PP CHRISTIEN APRYANTI 1-BAB3A.pdf": "https://digilib.itb.ac.id/gdl/download/128520", "2015 TA PP CHRISTIEN APRYANTI 1-BAB3B.pdf": "https://digilib.itb.ac.id/gdl/download/128521", "2015 TA PP CHRISTIEN APRYANTI 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/128522", "2015 TA PP CHRISTIEN APRYANTI 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/128523", "2015 TA PP CHRISTIEN APRYANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/128524"}, "Penulis": "CHRISTIEN APRYANTI (NIM : 15411058)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Puspita Dirgahayani, ST., M.Eng., Dr.Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Faktor, Partisipasi Masyarakat, Pengaruh, Pengelolaan Sampah", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "06 Sep 2018"}