{"Nomor": 26277, "Judul": "PENGARUH PENAMBAHAN BERBAGAI KONSENTRASI FOSFOR PADA MIKROALGA Botryococcus braunii DALAM FOTOBIOREAKTOR TERHADAP PEROLEHAN LIPID DAN KOMPOSISI ASAM LEMAK", "Abstrak": "Energi berbasis biomassa menjadi alternatif dari potensi krisis energi berbasis fosil serta ancaman kesehatan lingkungan yang dihadapi masyarakat global. Mikroalga merupakan salah satu biomassa yang dapat dimanfaatkan sebagai bahan baku produksi berbagai bahan bakar berbasis biomassa tersebut. Salah satunya ialah mikroalga Botryococcus braunii. B. braunii dinilai potensial sebagai bahan baku produksi biodiesel sebab mengandung lipid hingga 75% berat kering. Optimasi proses kultivasi B. braunii perlu dilakukan agar dapat dicapai angka produktivitas yang tinggi, salah satunya dengan meninjau nutrisi yang diberikan. Fosfor merupakan salah satu makronutrien yang penting dalam pertumbuhan normal dan perkembangan sel mikroalga. Penelitian ini bertujuan untuk menentukan pengaruh konsentrasi fosfor yang diberikan pada medium pertumbuhan terhadap kinetika pertumbuhan, konsentrasi klorofil dan karotenoid, kandungan lipid, komposisi asam lemak, serta produktivitas lipid mikroalga B. braunii. Variasi konsentrasi fosfor yang digunakan dalam penelitian ini ialah 4 ppm, 14 ppm (kontrol), 44 ppm, 94 ppm, dan 164 ppm dengan pengulangan sebanyak 5 kali. Kultur mikroalga B. braunii dikultivasi pada medium CHU-13 termodifikasi dengan laju alir udara sebesar 1,5 L/menit, rentang pH 6-9, disinari dengan lampu fluorescent berintensitas 5.200 lux selama 16 jam terang dan 8 jam gelap, dan suhu 25Ã‚Â°C. Laju pertumbuhan spesifik (μ) tertinggi diperoleh kultur dengan pemberian fosfor 4 ppm (0,164 Ã‚Â± 0,010 g sel/hari), sedangkan terendah diperoleh kultur dengan pemberian fosfor 94 ppm (0,109 Ã‚Â± 0,021 g sel/hari) sementara μkontrol = 0,159 Ã‚Â± 0,019 g sel/hari. Doubling time (dt) tercepat diperoleh kultur dengan pemberian fosfor 164 ppm (5,226 Ã‚Â± 0,404 hari), sedangkan terlama diperoleh kultur dengan pemberian fosfor 94 ppm (7,572 Ã‚Â± 1,260 hari) sementara dtkontrol = 6,389 Ã‚Â± 0,509 hari. Konsentrasi klorofil di akhir kultivasi tertinggi diperoleh kultur dengan pemberian fosfor 4 ppm (39,030 Ã‚Â± 1,608 μg/mL), sedangkan terendah diperoleh kultur dengan pemberian fosfor 44 ppm (30,606 Ã‚Â± 2,173 μg/mL) sementara konsentrasi klorofil kultur kontrol ialah 35,573 Ã‚Â± 4,252 μg/mL. Konsentrasi karotenoid di akhir kultivasi tertinggi diperoleh kultur kontrol (7,347 Ã‚Â± 0,590 μg/mL), sedangkan terendah diperoleh kultur dengan pemberian fosfor 164 ppm (5,847 Ã‚Â± 0,201 μg/mL). Kandungan lipid tertinggi diperoleh kultur dengan pemberian fosfor 94 ppm (9,14 Ã‚Â± 0,74%), sedangkan terendah diperoleh kultur kontrol (3,23 Ã‚Â± 0,55%). Produktivitas lipid tertinggi diperoleh kultur dengan pemberian fosfor 94 ppm (7,7 mg/L.hari), sedangkan terendah diperoleh kultur kontrol (2,22 mg/L.hari). Komposisi asam lemak yang cocok untuk biodiesel ialah asam palmitat dimana kandungan asam palmitat tertinggi (40,9%) diperoleh pada kultur dengan pemberian fosfor 44 ppm. Produktivitas lipid (6,98 mg/L.hari) kultur dengan pemberian fosfor 44 ppm lebih rendah daripada kultur dengan pemberian fosfor 94 ppm namun memiliki komposisi asam palmitat yang jauh lebih tinggi dari perlakuan lainnya, sehingga konsentrasi fosfor ini optimal bagi produksi lipid untuk sumber biodiesel.", "Daftar File": {"2018 TA PP CHRISYELLA CENDARA PURBA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128548"}, "Penulis": "CHRISYELLA CENDARA PURBA         (NIM : 11213034)", "Kontributor / Dosen Pembimbing": ["Dr. Erly Marwani"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Botryococcus braunii, biodiesel, produktivitas lipid, komposisi asam lemak, konsentrasi fosfor", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "01 Mar 2018"}