{"Nomor": 26282, "Judul": "USULAN PERANCANGAN PENUGASAN OPERATOR PADA LINTAS PERAKITAN EXCAVA 200 DIVISI ALAT BERAT PT PINDAD (PERSERO)", "Abstrak": "PT Pindad (Persero) merupakan perusahaan Badan Usaha Milik Negara (BUMN) yang bergerak di bidang produksi dan penjualan alat utama sistem senjata (Alutsista) dan produk komersial. Salah satu produk komersial yang dihasilkan oleh PT Pindad (Persero) adalah excavator. Excavator ini baru diproduksi untuk 1 kelas yaitu 20 ton dengan merk Pindad Excava 200. Fokus penelitian ini adalah proses perakitan excavator pada Divisi Alat Berat. Dalam kegiatan produksi, ditemukan masalah yang terjadi yaitu target produksi tidak tercapai. Target produksi yang tidak tercapai disebabkan oleh belum adanya metode penugasan kerja dalam perakitan sehingga beban kerja antar stasiun tidak seimbang. Oleh karena itu, perlu dirancangan suatu metode penugasan kerja yang dapat digunakan untuk membantu pencapaian target produksi. \n\nPenelitian ini mengusulkan metode penugasan kerja perakitan menggunakan model integer linear programming. Model ini memiliki fungsi tujuan yang ingin dicapai yaitu meminimasi waktu siklus dengan mempertimbangkan perbedaan waktu operasi setiap operator. Output model berupa penugasan elemen kerja pada operator dan stasiun kerja. Komputasi dilakukan dengan menggunakan perangkat lunak LINGO. Dilakukan penyesuaian proses komputasi secara bertahap untuk menghasilkan solusi dengan waktu yang lebih realistik. \n\nSolusi yang dihasilkan adalah pengurangan waktu siklus menjadi 8,46 jam. Nilai ini jauh lebih kecil dari waktu siklus saat ini sebesar 39,5 jam dan takt time sebesar 31,2 jam. Dengan demikian, terjadi penurunan waktu siklus sebesar 78,58%. Pada zona A terdapat 2 stasiun yang digunakan untuk perakitan base frame, pada zona B terdapat 2 stasiun yang digunakan untuk perakitan upper frame, dan pada zona C terdapat 9 stasiun untuk perakitan keseluruhan excavator. Hal ini menunjukkan rancangan penugasan operator yang diusulkan menghasilkan hasil yang lebih baik dari kondisi eksisting dan target produksi dapat terpenuhi.", "Daftar File": {"2018 TA PP CINDY APRILIANI 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128553"}, "Penulis": "CINDY APRILIANI NIM 13414043", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Anas MaÃ‚Â’ruf \n\nDr. Wisnu Aribowo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "PENUGASAN OPERATOR, WAKTU SIKLUS, ELEMEN KERJA", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "24 Sep 2018"}