{"Nomor": 26286, "Judul": "Strategi Pemasaran Digital untuk Asaterra Studio", "Abstrak": "Industri desain Interior dan kontruksi berkembang sangat pesat yang disebabkan oleh globalisasi dan \n\npertumbuhan ekonomi terutama di negara berkembang. Sayangnya, kehadiran era digital belum \n\nsepenuhnya disadari oleh pelaku industri desain. Untuk menjadi perusahaan desain interior, Asaterra \n\nStudio harus mengikuti perkembangan jaman termasuk penerapan strategi pemasaran digital. Asaterra \n\nStudio adalah perusahaan interior desain, kontraktor dan jasa pembuatan furniture. Sedangkan sebagai \n\npendatang baru, Asaterra Studio memiliki masalah dalam rendahnya eksistensi. Hal ini \n\nmengakibatkan pemasukan Asaterra Studio masih belum stabil dan jangkauan pelanggannya masih \n\nsempit. \n\nTujuan dari penelitian ini adalah untuk mendapatkan strategi pemasaran digital untuk Asaterra \n\nStudio.Penelitian ini menggunakan internal dan eksternal analisis untuk menerapkan strategi \n\npemasaran digital. Analisis internal difokuskan pada Marketing Mix (7Ps), Analisis STP Analysis \n\n(Segmenting,Targeting, and Positioning), dan Analisis SWOT (SW). Eksternal analisis difokuskan \n\nmenggunakan Porter Five Forces, analisis kompetitor, analisis SWOT (OT), dan analisa data \n\npelanggan. Penelitian ini menggunakan metode kualitatif dan kuantitatif untuk membantu peneliti \n\ndalam memahami kondisi dan masalah terkini dari perusahaan. Penelitian ini menggunakan beberapa \n\nreferensi seperti jurnal ilmiah, buku, dan, literatur. Dalam penelitian ini pengumpulan data dilakukan \n\ndengan dua cara, yang pertama menggunakan kuisioner untuk yang pernah menjadi pelanggan dan \n\nyang berpotensi menjadi pelanggan Asaterra Studio. Yaitu mereka yang cukup mengerti atau tertarik \n\ndengan jasa interior desain. Langkah kedua dalam pengambilan data pelanggan adalah wawancara ke \n\nbeberapa pelanggan yang terlibat cukup jauh dengan Asaterra Studio. Kedua metode pengambilan \n\ndata ini diharapkan menghasilkan dua hasil yang berbeda. Cara pertama digunakan untuk mengetahui \n\ncara terbaik dalam mengimplementasikan pemasaran digital untuk menarik pelanggan baru dan cara \n\nkedua dipergunakan untuk mendapatkan saran dari pelanggan untuk pengembangan produk dan servis \n\nAsaterra Studio. \n\nPermasalahan utama Asaterra Studio adalah atribut produk, tempat dan promosi yang mengakibatkan \n\nkurangnya peningkatan eksistensi Asaterra Studio. Berdasarkan masalah tersebut, didapatkan enam \n\nalternatif solusi untuk pemecahan masalah. Antara lain strategi periklanan pada sosial media, \n\npemasaran lewat mesin pencari, diferensiasi produk, inovasi, pemanfaatan pemasaran lewat sosok \n\nyang berpengaruh di industri interior desain dan kehadiran jejaring sosial khusus untuk mencari \n\ndesainer interior. \n\nHasil dari penelitian ini adalah usulan strategi pemasaran digital menggunakan matriks TOWS dan \n\nanalisis pemasaran digital. Mengingat kurangnya kesadaran dan pendekatan pelanggan, ada empat \n\npilihan yang menjadi strategi pemasaran digital yang dianggap paling cocok untuk Asaterra Studio. \n\nDiantara lain adalah social media advertisement, search engine marketing, influencer marketing \n\ndalam industri interior desain, and kehadiran jejaring sosial untuk desainer interior. Dengan \n\nmenggunakan alternatif solusi ini diharapkan dapat membantu memecahkan masalah pada \n\nperusahaan. Strategi pemasaran yang di usulkan dapat di implementasikan sesuai dengan timeline \n\nyang disusun berdasarkan kerumitan, waktu yang dibutuhkan dan kesediaan anggaran.", "Daftar File": {"abstrak cinta.docx": "https://digilib.itb.ac.id/gdl/download/128557"}, "Penulis": "Cinta Sazcharisa 29116496", "Kontributor / Dosen Pembimbing": ["Dr. Dona Saphiranti,  \n\nMT"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Asaterra Studio, Brand Awareness, Digital Marketing, Interior Design, Promotion", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "07 Jun 2018"}