{"Nomor": 26280, "Judul": "Back to the Service Science: Reveal the Role of Stakeholders in Enhancing the Development of Digital Creative Ecosystem", "Abstrak": "Era digitalisasi menjadikan industri kreatif digital berkembang dengan pesat di Indonesia dalam beberapa tahun terakhir. Kesempatan ini kemudian mengarahkan pemerintah pusat untuk memilki sebuah visi baru yaitu menjadikan Indonesia sebagai negara dengan ekonomi digital terbesar di ASEAN tahun 2020. Sebagai tanggapan atas tujuan ini, keterlibatan dari masing-masing pemangku kepentingan menjadi penting di dalam ekosistem kreatif digital. Hubungan yang kompleks di dalam ekosistem menjadikan peran dari masing-masing pemangku kepentingan dalam mengembangkan ekosistem kreatif digital menjadi isu krusial. Dengan mempertimbangkan masalah ini, penelitian ini bertujuan untuk: (1) mengeksplorasi kondisi ekosistem kreatif digital saat ini, (2) membuat peta para pemangku kepentingan, (3) mengidentifikasi peran dari para pemangku kepentingan di dalam ekosistem kreatif digital, (4) menganalisis peran dari masing-masing pemangku kepentingan dengan memperhatikan perspektif service science, dan (5) menganalisis kolaborasi yang tepat guna menciptakan ekosistem kreatif digital yang sehat. \n\nPenelitian eksplorasi dipilih untuk mendapatkan informasi lebih dalam mengenai isu terkini yang dihadapi oleh masing-masing pemangku kepentingan. Peneliti memilih lima pemangku kepentingan utama sebagai informan sehingga mereka dapat berbagi pendapat dan persepsi mereka terkait peran mereka di dalam ekosistem. Pengembangan dan Analisis Pilihan Strategis (SODA) kemudian digunakan untuk menganalisis transkrip wawancara. Hasilnya menunjukkan bahwa terdapat tiga isu utama yang muncul di ekosistem kreatif digital, yaitu isu mengenai kolaborasi, keterlibatan pemerintah, dan ekosistem bisnis. Peneliti menemukan empat peran utama dalam industri kreatif digital: keystone, dominator, hub landlords, dan niche player. Asosiasi diharapkan bisa menjadi keystone yang dapat mengembangkan ekosistem dengan berbagi nilai ke semua pemangku kepentingan. Real Platform kemudian dibutuhkan sebagai media untuk meningkatkan kolaborasi dan koopetisi di dalam ekosistem sehingga ekosistem yang sehat dapat tercipta.", "Daftar File": {"2018 TS PP CICI CINYAWATI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128551"}, "Penulis": "Cici Cintyawati (29016019)", "Kontributor / Dosen Pembimbing": ["Santi Novani, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Service Science, Business Ecosystem, Value Orchestration Platform, Cognitive Map, Digital Creative Industry.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "1 file", "Tanggal Input": "27 Feb 2018"}