{"Nomor": 26292, "Judul": "ANALISIS DERMAGA DECK ON PILE PADA TANAH YANG BERPOTENSI MENGALAMI LIKUIFAKSI STUDI KASUS PLTU LOMBOK", "Abstrak": "Sistem dermaga deck on pile merupakan salah satu tipe struktur dermaga yang \n\nmenggunakan tiang pancang sebagai penopang elemen-elemen struktur diatasnya, \n\nperanan tiang pancang bukan hanya sebagai penopang struktur namun juga sebagai \n\npenyalur beban-beban yang diterima struktur dermaga ke tanah tumpuan. Terlepas dari \n\nanalisis kekuatan struktur dermaga, analisis ketahanan tanah tumpuan pun perlu untuk \n\ndianalisis lebih lanjut. Pada tanah tumpuan dengan dominan berjenis pasir, analisis \n\npotensi likuifaksi perlu untuk ditinjau. Likuifaksi atau pencairan tanah adalah suatu \n\nfenomena yang terjadi pada tanah pasir atau tanah non kohesi yang mengalami guncangan \n\nseperti gempa bumi sehingga menyebabkan naiknya air pori dan hilangnya kontak antar \n\npartikel tanah. Hal ini dapat mengakibatkan penurunan kapasitas pada tanah. \n\nPenelitian ini dimaksudkan untuk menganalisis struktur dermaga existing akibat \n\ndiketahuinya potensi likuifaksi pada tanah tumpuan. Analisis awal yaitu menganalisis \n\npotensi likuifaksi yang dilakukan pada tiap lapisan tanah untuk mengetahui lapisan tanah \n\nmana saja yang mengalami likuifaksi. Analisis akan dilanjutkan dengan menghitung \n\ninteraksi antara tanah-struktur yang akan disajikan dalam bentuk kurva p-y, kurva t-z, dan \n\nkurva Q-z. Kurva-kurva ini merupakan representatif dari perilaku kapasitas tanah. Kurva \n\np-y akan ditinjau terhadap 2 kondisi yaitu kurva p-y pada tanah pasir biasa yang tidak \n\nterjadi likuifaksi dan kurva p-y pada tanah pasir likuifaksi. Analisis struktur dilakukan \n\ndengan menggunakan perangkat lunak elemen hingga SAP2000 (Structure Analysis \n\nProgram), seluruh beban-beban yang didapatkan dari data-data survey lapangan akan \n\ndijadikan masukan pada model struktur agar perilaku struktur mendekati kondisi \n\nlapangan. Analisis struktur akan menganalisis pemodelan struktur terhadap dua kondisi, \n\nyang pertama yaitu kondisi normal atau tidak terjadi likuifaksi pada tanah tumpuan, dan \n\nkondisi kedua yaitu kondisi gempa atau terjadi likuifaksi pada tanah tumpuan. \n\nHasil analisis yang didapatkan dari parameter-parameter yang ditinjau terhadap dua \n\nkondisi struktur adalah pada kondisi pertama yaitu analisis pemodelan struktur yang tidak \n\nterpengaruh oleh likuifaksi didapatkan ketahanan struktur dan kemampuan tanah dalam \n\nmenahan beban yang cukup baik, namun pada kondisi kedua yaitu pemodelan struktur \n\ndengan kondisi gempa dan terjadi likuifaksi didapatkan ketahanan struktur yang lebih rendah dibanding kondisi pertama sehingga menyebabkan kegagalan pada beberapa \n\nparameter tanah dan ketahanan struktur.", "Daftar File": {"2018 TS PP CITRA ANGGIE ANGGRIANY 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128577"}, "Penulis": "CITRA ANGGIE ANGGRIANY (NIM : 25514301)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Andojo Wurjanto, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "beban gempa, likuifaksi, struktur dermaga, kurva p-y tanah pasir, tiang pancang beban lateral", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "15 Mar 2018"}