{"Nomor": 26298, "Judul": "USULAN SOLUSI BISNIS UNTUK INVESTASI KAPAL WISATA (STUDI KASUS: PT XYZ)", "Abstrak": "PT XYZ adalah perusahaan yang bergerak dalam industri pelayaran yang didirikan pada tahun 1952. Sejak tahun 2014, perusahaan mengembangkan bisnis baru dengan menjalankan program Wisata Bahari, untuk menangkap peluang bisnis di Indonesia yang memiliki keanekaragaman hayati laut yang luar biasa. Beberapa paket tur wisata bahari ditawarkan dengan memanfaatkan waktu sandar kapal penumpang reguler yang melintasi tempat-tempat wisata, dan diberi nama Let's Go. Sejak meningkatnya permintaan untuk wisata bahari ini, perusahaan berencana untuk mengadakan kapal wisata dengan modifikasi KM Kelimutu dari kapal penumpang biasa menjadi kapal wisata yang berukuran kecil. Terdapat dua konsep desain apakah menggunakan interior minimalis atau interior mewah. \n\nPenelitian ini bertujuan untuk memberikan rekomendasi kepada manajemen berdasarkan analisis keuangan untuk modifikasi KM Kelimutu dengan konsep desain interior minimalis dan interior mewah. Analisis ini menggunakan data primer dan data sekunder. Data primer diperoleh dari studi teknis dari Tim Kajian antara ITSK dan PT XYZ, dan survei pasar dari responden. Data sekunder diperoleh dari jurnal, buku, internet, dan data lain yang mendukung penelitian ini. \n\nHasil penelitian ini menunjukkan bahwa konsep desain interior mewah layak dilakukan karena menghasilkan Net Present Value (NPV), Internal Rate of Return (IRR) tertinggi, dan Payback Period terpendek dibandingkan dengan konsep desain interior minimalis. Peneliti juga menyarankan bahwa fasilitas Fitness, Komputer, dan Game Center memerlukan pertimbangan ulang untuk dibangun karena fasilitas tersebut tidak menjadi prioritas dalam persepsi pelanggan sebagai fasilitas yang selalu tersedia di kapal pesiar.", "Daftar File": {"2018 TS PP Clara Anggreaini 1- Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/128605"}, "Penulis": "Clara Anggreaini/ 29116115", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Financial Analysis, NPV, IRR, Cruise Ship, Capital Budgeting, Marine Tourism.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Sep 2018"}