{"Nomor": 26296, "Judul": "URBAN ESCAPE : WATERFRONT LIFESTYLE CENTER DI JAKARTA", "Abstrak": "Kota Jakarta merupakan tujuan wisata belanja, sehingga tidak heran di Kota Jakarta banyak berdiri pusat perbelanjaan. Pesatnya pertumbuhan pusat perbelanjaan di Kota Jakarta, menimbulkan orientasi belanja masyarakat tidak hanya pada kebutuhan ekonomi (gaya hidup utilitarian) tetapi juga kegiatan rekreasi (gaya hidup hedonis). Berkembangnya era globalisasi dan pertumbuhan ekonomi, menjadi faktor utama banyak masyarakat yang terpengaruh gaya hidup hedonis. Gaya hidup hedonis ini juga muncul bersamaan dengan rasa jenuh masyarakat kota yang terlalu banyak menghabiskan waktu di tempat kerja. Proyek Waterfront Lifestyle Center berlokasi di tengah perumahan ASYA, Jakarta Garden City, Cakung, Jakarta Timur dengan total luas bangunan 26.532 m2 dan luas lahan 22.140 m2. Bangunan lifestyle center yang akan dirancang memiliki empat lantai dan tiga lantai basement. Tapak berbatasan langsung dengan danau buatan seluas 15 hektar dan taman tepi air yang dapat menjadi potensi dan memberikan karakter yang menarik bagi lifestyle center akan dirancang. Urban Escape dipilih sebagai konsep lifestyle center karena sekarang ini lifestyle center tidak hanya sebagai tempat berbelanja melainkan sebagai tempat rekreasi, hiburan, olahraga yang santai dan dapat dijadikan sarana melepas penat dan lelah dari aktivitas sehari-hari. Diharapkan dengan adanya Waterfront Lifestyle Center ini dapat menjadi tempat bagi orang-orang yang jenuh dengan kehidupan kota untuk memulihkan diri. Untuk memberikan pengalaman ruang yang berbeda, bangunan dibagi menjadi dua massa utama yang terhubung dengan jembatan. Bentuk massa bangunan didesain dengan konsep curvy dan berundak-undak.", "Daftar File": {"2018 TA PP CLAIRINE ARDELIA 1-ABSTRAK pdf.pdf": "https://digilib.itb.ac.id/gdl/download/128595"}, "Penulis": "CLAIRINE ARDELIA (NIM : 15214041)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Hanson Endra Kusuma, S.T. M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Jakarta, Gaya Hidup Hedonis, Waterfront, Lifestyle Center, ASYA, Urban Escape", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "02 Okt 2018"}