{"Nomor": 26293, "Judul": "PENGEMBANGAN APARTEMEN SENOPATI SUITES SENOPATI, JAKARTA SELATAN", "Abstrak": "Senopati Suites terletak di Senopati, sebagai salah satu wilayah yang paling penting di Jakarta, memiliki 3 tower eksisting dengan ketinggian 32 lantai dan 3 basement masing-masing dalam satu luasan area 7390 meter persegi. Dalam mengintegrasikan keterbangunannya oleh para insinyur, bangunan ini di desain oleh arsitek internasional dari Singapore, RT+Q, selain itu juga oleh PDW, Aedas, dan Aboday pada masing-masing towernya. Interior bangunan, terutama unit diterapkan kesan mewah pula dengan hadirnya sentuhan desain interior internasional, yaitu Kelly Hoppen, sebagai salah satu desain interior terbaik di dunia. Berdasarkan surat SIPPT No : 1596/ -1.711.534, No: 0575/GSB/JS/KB/IV/2014, No: 045/IP-STR/X/2013, pembangunan sudah tersertifikasi dan sudah diijinkan untuk melalukan penambahan tower baru. Pembangunan apartemen dilakukan dengan melakukan dengan pendekatan melalui wawancara dengan salah satu manajer bangunan menyangkut proses pemilihan lahan/lokasi disesuaikan dengan karakteristik pengembang, faktor-faktor dalam penentuan lokasi dan kriterianya, pengguna dan sasaran proyek, data-data yang diambil mengenai user, yang disertai dengan hal-hal yang menyangkut dengan proses perancangan. Proses perancangan menyangkut topik dan tema konsep, yakni penentuan pintu masuk, konsep zoning, konsep massa bangunan, konsep hubungan ruang, konsep modul, konsep struktur dan material bangunan, beserta konsep utilitas bangunan. Perancangan dilakukan dengan menyelaraskan program yang telah ditelaah dan dianalisis lebih lanjut berdasarkan keberhasilan program ruang yang telah terbangun. Proses perencanaan dan perancangan menghasilkan dua menara bangunan dengan tinggi 40 lantai, yang terdiri dari 112 unit. Konsep baru yang dihasilkan menghasilkan bentuk yang lebih eksklusif dan privat, diwujudkan dengan bangunan yang dibentuk melintir disertai dengan pemisahan vertical garden sebagai pemisah antar unit. Sesuai dengan kelompok dan program yang telah dianalisis, mendapatkan bentukan unit hunian duplex. Selain oleh karena mendapatkan tempat tinggal yang lebih luas, tetapi juga membuat adanya pemisahan zoning area private-servis di dalam unit hunian itu sendiri. Eksklusif yang juga dihadirkan dengan adanya sebuah inovasi fasilitas penghuni yang berada di podium bangunan terdiri dari 4 lantai. Pembangunan dua menara baru merupakan hasil inovasi dari perancang untuk menghasilkan tempat hunian yang memiliki daya pikat pembangunan kelas atas, toko-toko kuno dan energi muda dan kekikinan yang membuatnya menjadi lokasi utama untuk menetap. Berbatasan dengan beberapa lingkungan ibukota yang paling menonjol, Senopati Suites membawa para penghuni langsung ke dalam kehidupan kota tanpa harus berani terlalu jauh dari kenyamanan rumah.", "Daftar File": {"2015 TA PP CITRA JESSY EMELYNE 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/128578", "2015 TA PP CITRA JESSY EMELYNE 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/128579", "2015 TA PP CITRA JESSY EMELYNE 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/128580", "2015 TA PP CITRA JESSY EMELYNE 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/128581", "2015 TA PP CITRA JESSY EMELYNE 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/128582", "2015 TA PP CITRA JESSY EMELYNE 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/128583", "2015 TA PP CITRA JESSY EMELYNE 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/128584", "2015 TA PP CITRA JESSY EMELYNE 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/128585", "2015 TA PP CITRA JESSY EMELYNE 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/128586"}, "Penulis": "CITRA JESSY EMELYNE  (NIM : 15211060)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nTri Yuwono, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Apartemen, Senopati, Eksklusif, Privasi, Green Building", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "9 file", "Tanggal Input": "31 Okt 2018"}