{"Nomor": 26304, "Judul": "PENURUNAN VIRULENSI Vibrio sp. MELALUI PENAMBAHAN KONSORSIUM BAKTERI Halomonas aquamarina DAN Halomonas alkaliphila PADA NURSERY UDANG PUTIH (Litopenaeus vannamei)", "Abstrak": "Penyakit vibriosis pada udang yang disebabkan oleh bakteri patogen Vibrio sp. merupakan permasalahan utama yang dihadapi industri udang di dunia karena dapat menyebabkan kematian udang sebesar 70 hingga 100%. Semenjak penggunaan antibiotik dilarang akibat dampak resistensi yang ditimbulkan, dibutuhkan pendekatan baru melalui manipulasi interaksi mikroba yang mampu mengganggu sistem quorum sensing Vibrio sp. yang disebabkan oleh senyawa autoinducer N-Acyl-Homoserine-Lactone (AHL) sehingga virulensi Vibrio sp. menurun. Penelitian ini bertujuan untuk menentukan pengaruh penambahan konsorsium bakteri Halomonas aquamarina dan Halomonas alkaliphila dalam menurunkan virulensi Vibrio sp. serta menentukan kesintasan nursery PL5 udang putih pasca uji tantang dengan Vibrio sp. Penelitian ini dibagi dalam tiga tahap: (1) uji antagonistik bakteri Halomonas aquamarina dan Halomonas alkaliphila; (2) uji kemampuan konsorsium bakteri dalam mereduksi bioluminescence Vibrio sp. menggunakan tecan sebagai salah satu indikator penurunan virulensi Vibrio sp.; dan (3) uji tantang konsorsium bakteri dengan Vibrio sp. pada udang putih dengan enam variasi perlakuan: P1 (pemberian isolat 24 jam sebelum pemberian Vibrio sp.), P2 (pemberian isolat bersamaan dengan pemberian Vibrio sp.), P3 (pemberian isolat 24 jam setelah pemberian Vibrio sp.), P4 (kontrol positif konsorsium bakteri), P5 (kontrol tanpa penambahan konsorsium bakteri dan Vibrio sp.), dan P6 (kontrol negatif). Berdasarkan hasil penelitian, kedua isolat konsorsium tidak menunjukkan interaksi antagonistik dan mampu menurunkan bioluminescence Vibrio sp. hingga 78,04% (p", "Daftar File": {"2018 TA PP  CLARISTA APRISIA PURNOMO  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128611"}, "Penulis": "CLARISTA APRISIA PURNOMO (NIM : 10414014)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n\nDr. Gede Suantika, M.Si.  \n\nDr. Magdalena Lenny Situmorang."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "bioluminescence, Halomonas aquamarina, Halomonas alkaliphila, quorum sensing, Vibrio sp.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2018"}