{"Nomor": 26306, "Judul": "ANALISIS KARAKTERISTIK OVERPRESSURE PADA LAPANGAN SEMENGGARIS, CEKUNGAN TARAKAN ,KALIMANTAN UTARA", "Abstrak": "This study is located at Simenggaris Field in Tarakan Basin, North Kalimantan. The stratigraphy of the Simenggaris Field consists of Naintupo, Meliat, Tabul, Santul and Tarakan formations, which are Early Miocene to Pliocene in age.                \n \n \n\nThe purpose of this study is to estimate pore pressure magnitude, determine top of overpressure, analyse overpressure generating mechanism, and analyse the relationship between overpressure occurrence and geological condition in the study area. The analysis was done in six wells in the Simenggaris Field, by using wireline log (gamma ray, density, sonic, neutron and resistivity log), pressure data, temperature data, vitrinite reflectance data and well report.                \n \n \n\nBased on data processing and analysis, it is known that there are two wells penetrating overpressure zone, i.e CL-1 and CL-3. The top of overpressure in CL-1 is located at the depth of 2500 feet TVDSS with the magnitude of 1300 psi. In CL-3, top of overpressure is located at the depth 8050 feet TVDSS with the magnitude of 4300 psi. The main overpressure generating mechanism in the Simenggaris Field is loading mechanism, as observed from characteristics of wireline log and pore pressure profile through depth. The loading mechanism is caused by the high sedimentation rate ranging from 126 to 861 m/million years.", "Daftar File": {"2017 TA PP CLAUDIA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/128622", "2017 TA PP CLAUDIA 1- BAB 2A.pdf": "https://digilib.itb.ac.id/gdl/download/128623", "2017 TA PP CLAUDIA 1- BAB 2B.pdf": "https://digilib.itb.ac.id/gdl/download/128624", "2017 TA PP CLAUDIA 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/128629", "2017 TA PP CLAUDIA 1- BAB 2C.pdf": "https://digilib.itb.ac.id/gdl/download/128626", "2017 TA PP CLAUDIA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/128627", "2017 TA PP CLAUDIA 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/128628", "2017 TA PP CLAUDIA 1- BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/128630", "2017 TA PP CLAUDIA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/128631", "2017 TA PP CLAUDIA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/128632"}, "Penulis": "CLAUDIA (nim :  12013018 )", "Kontributor / Dosen Pembimbing": ["Pembimbing : Agus. M. Ramdhan. ST., MT., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Simenggaris Field, Tarakan Basin, overpressure, pore pressure, loading mechanism", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "11 file", "Tanggal Input": "13 Jul 2018"}