{"Nomor": 26303, "Judul": "SINTESIS ALUMINA DARI ALUMINIUM TRIHIDRAT SEBAGAI PREKURSOR YTTRIA-DOPED ALUMINA", "Abstrak": "Salah satu karakteristik proses Bayer adalah produksi aluminium trihidrat (ATH) pada tahap presipitasi sebagai prekursor untuk pembuatan alumina. Di Indonesia, ATH diproduksi oleh PT Indonesia Chemical Alumina (PT ICA). ATH yang diproduksi di PT ICA ini diharapkan dapat dimanfaatkan untuk bahan baku pembuatan keramik engineering. Dalam beberapa tahun terakhir, peningkatan sifat mekanik keramik alumina dengan penambahan doping atau aditif tanah jarang telah dilakukan oleh banyak peneliti. Penambahan doping atau aditif ke dalam struktur keramik menjadi salah satu metode efektif untuk mengatur berbagai aspek seperti ukuran dan bentuk butiran, dan struktur dan kekuatan dari batas butir. Penambahan yttria sebagai dopan yang dapat tersegregasi ke batas butir alumina dapat memberikan dampak yang besar terhadap sifat makroskopik keramik. Pada penelitian ini, penambahan doping yttria (Y2O3) pada alumina yang disintesis dari ATH dilakukan. \n\nSerangkaian percobaan sintesis keramik yttria-doped alumina telah dilakukan untuk mempelajari kalsinasi ATH, pengaruh dopan dan waktu sintering terhadap karakteristik sintering, kekerasan, dan ketangguhan retak keramik. Pengaruh dopan yttria dan waktu sintering dipelajari pada jumlah dopan yttria 0, 500, 1000, dan 2000 ppm, waktu sintering 2, 3, dan 4 jam, pada temperatur 1500Ã‚Â°C. Percobaan dimulai dengan kalsinasi ATH menjadi alumina yang akan di-sinter bersama dopan yttria. Sampel yang telah dihasilkan pada penelitian ini kemudian dikarakterisasi menggunakan XRD untuk mengetahui fasa alumina yang terbentuk setelah kalsinasi, SEM-EDS untuk mengetahui mikrostruktur, ukuran butiran sampel, dan mengetahui komposisi kimia sampel. Alat uji kekerasan Vickers untuk mengetahui kekerasan dan ketangguhan retak sampel. Mikroskop optik untuk mengamati dan mengukur hasil indentasi dan retak indentasi. \n\nDensifikasi dan kekerasan sampel keramik alumina meningkat seiring dengan meningkatnya jumlah dopan yttria dan waktu sintering. Densifikasi dan kekerasan sampel keramik alumina tertinggi dimiliki oleh sampel 2000 ppm yttria yang di-sinter selama 4 jam dengan densifikasi dan kekerasan masing-masing 47,02% dan 6,962 GPa. Penyusutan ketebalan, diameter, massa, dan volum masing-masing bervariasi dari 5,7%, 8,5 %, 2,99%, dan 22,7% sampai setinggi 11,6%, 12,4%, 6,86%, dan 32,17%. Adanya peningkatan rata-rata dalam penyusutan seiring meningkatnya waktu sintering dan pengaruh ini umumnya terjadi pada proses sintering normal. Mekanisme perpindahan massa yang dominan pada sintering keramik alumina adalah difusi batas butiran. Ketangguhan retak sampel keramik alumina menurun seiring dengan meningkatnya jumlah dopan yttria dan waktu sintering. Nilai ketangguhan retak (KIC) yang dihitung menggunakan persamaan Niihara berada pada rentang 1,253 Ã‚Â– 6,484 MPa.m1/2.", "Daftar File": {"2018 TA PP CLARISSA CHRISTIO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128610"}, "Penulis": "CLARISSA CHRISTIO (NIM : 12514042)", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Syoni Soepriyanto, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "keramik alumina, dopan yttria, sintering, ketangguhan retak", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "02 Jul 2018"}