{"Nomor": 26308, "Judul": "QUEUING PERFORMANCE ANALYSIS OF E-TOLL IMPLEMENTATION: A CASE STUDY IN PT. JASA MARGA BRANCH PURBALEUNYI", "Abstrak": "Penggunaan dari uang elektronik menjadi semakin penting di jaman modern ini. \n\nPemerintah Indonesia melalui Bank Indonesia sebagai bank pusat yang mengatur seluruh \n\naktivitas keuangan di Indonesia terus memngembangkan program program untuk \n\nmeningkatkan penggunaan uang elektronik di Indonesia yang diharapkan dapat menciptakan \n\nmasyarakat tanpa uang tunai. Salah satu program yang dijalankan Pemenrintah Indonesia \n\nadalah penggantian cara pembayaran tol dari manual menjadi pembayaran elektronik dengan \n\nmenggunakan uang elektronik. Program pembayaran wajib menggunakan uang elektronik ini \n\ndijalankan oleh PT. Jasa Marga sebagai perusahaan jalan tol di Indonesia. Selain untuk \n\nmendukung peraturan pemerintah, penerepakan Ã‚Â“E-tollÃ‚Â” sebagai elektronik payment juga \n\nberdampak pada pengurangan waktu transaksi. Waktu transaksi yang cepet merupakan salah \n\nsatu factor yang diingikan oleh pengguna jalan tol saat melewati pintu tol. Satu factor penting \n\nuntuk mengetahui seberapa effective dari penggunaan Ã‚Â“E-tolÃ‚Â” di Indonesia adalah dengan \n\nmengukur kinerjanya. Walaupun begitu, PT. Jasa Marga belum menganalisi dampak dari \n\npenerapan pembayaran elektonik. Penelitian ini memberikan analisis dari kinerja antrian dari \n\nstudi kasus di pintu keluar Tol Pasteur yang dijalankan oleh PT. Jasa Marga cabang \n\nPurbaleunyi untuk mengetahui seberapa efektif setelah penerapan pambayaran elektronik di \n\npintu tol Pasteur. Metode yang digunakan adalah Multi-Server Queuing Model or (M / M / s) \n\nModel. Model ini dipilih berdasarkan teori pendukung tentang Poisson Distribution, \n\nExponential Distribution, Unlimited Population size, and FIFO (First In, First Out) queue \n\ndiscipline. \n\nUntuk menghitung kinerja antrian, penelitian ini menghitung data-data yang didapat \n\nlangsung dari PT. Jasa Marga cabang Purbaleunyi dengan menggunakan rumus (M/M/S). \n\nUntuk membandingkan kinerja antrian, penelitian ini membandingkan kinerja pada bulan \n\nSeptember 2017 and Januaru 2018. Pemilihan bulan ini berdasarkan informasi dari Jasa Marga \n\nyang menyatakan membutuhkan waktu tiga bulan untik adaptasi dari bulan Oktober 2017 \n\nsampai Desember 2017 untuk adaptasi system baru ini. Selain mengukur kinerja secara \n\nkeseluruhan, penelitian ini juga mengalisis kinerja pada jam sibuk yang terjadi pada 07:00- \n\n07:59 hampir setiap hari. Kesimpulan yang di dapat adalah kinerja yang semakin baik setelah \n\nmenggunaan Ã‚Â“E-TollÃ‚Â”, hal ini terlihat jelas pada rata-rata waktu pelayanan yang mengingkat \n\ndari sekitar 5 detik menjadi 2.5 detik. Hal ini juga mempengaruhi utilisasi dari gardu yang \n\nmenurun dan kemungkinan sistem akan kosong yang meningkat. Walaupun demikian, \n\nberdasarkan perhitungan berdasarkan teori antrian, kinerja di Pintu toll Pasteur masih di bawah \n\nutilisasi. Hal ini ini terlihat dari rata-rata utilisasi yang hanya sebesar 17% bahkan pada jam \n\nsibuk. Maka dari itu rekomendasi yang di berikan dari penelitian ini adalah dengan mengurangi \n\npintu tol menjadi 6 buah karena hal ini dapat memberikan kinerja yang sama tetapi mengurangi \n\nbiaya operasional.", "Daftar File": {"2018 TA PP CLAUDIA NATASYA  TAMBUNAN1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128634", "2018 TS PP CLAUDIA NATASYA T 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/250951"}, "Penulis": "Claudia Natasya Tambunan (19015176)", "Kontributor / Dosen Pembimbing": ["Yuanita Handayati"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "QUEUING PERFORMANCE ANALYSIS OF E-TOLL IMPLEMENTATION: A CASE STUDY IN PT. JASA MARGA BRANCH PURBALEUNYI", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "04 Jul 2018"}