{"Nomor": 26319, "Judul": "STUDI PERILAKU PELINDIAN SILIKON DARI TERAK FERRONICKEL DENGAN BANTUAN BAKTERI Bacillus pumilus", "Abstrak": "Silikon (Si) merupakan salah satu unsur yang berlimpah di kerak bumi dan banyak digunakan dalam kehidupan sehari-hari. Silikon sebagian besar diproduksi dari sumber primer yaitu mineral Quartz (SiO2) dimana proses pengolahan silikon umumnya dilakukan dengan jalur pirometalurgi ataupun hidrometalurgi. Sebagai alternatif proses pirometalurgi dan hidrometalurgi, dikembangkan pula metode ekstraksi silikon dengan jalur bio-hidrometalurgi yang lebih ramah lingkungan dan biaya yang dibutuhkan lebih murah. Penelitian ini mempelajari ekstraksi Si dari terak ferronickel yang berasal dari PT. Antam Pomala (Persero). Tbk Sulawesi Tenggara dengan metode pelindian dengan bakteri Bacillus pumilus strain SKC-2 dalam medium Fe-broth yang dimodifikasi. Serangkaian percobaan pelindian dengan bakteri pada tekanan atmosfer telah dilakukan untuk mempelajari pengaruh persen solid, jumlah molase dalam medium Fe-broth, persen inokulum bakteri, dan pengaruh penambahan pirit terhadap persen ekstraksi Si. Pelindian dilakukan dengan parameter persen solid 5% w/v, 10% w/v, dan 15% w/v; jumlah molase sebanyak 0.5 g/L, 1 g/L, 3 g/L, dan 5 g/L; persen inokulum bakteri 10% v/v, 15% v/v, dan 20% v/v; dan pengaruh penambahan pirit pada variasi persen solid (5% w/v dan 10% w/v). Pelindian dilakukan selama 7 hari dengan kecepatan pengadukan 180 rpm. Konsentrasi Si yang terlarut sebagai fungsi waktu pada berbagai kondisi dianalisa dengan atomic absorption spectrophotometry (AAS). Setelah itu, analisis terhadap residu hasil pelindian dan nilai selektivitas Si terhadap Fe dan Mg juga dilakukan. Persen ekstraksi Si tertinggi yaitu 78,50%, diperoleh pada variasi persen solid 5% w/v, jumlah molase dalam komposisi medium Fe-broth yang dimodifikasi sebanyak 5 g/L, persen inokulum bakteri sebanyak 10% v/v, serta penambahan pirit 5% w/v. Peningkatan persen solid berdampak pada menurunnya persen ekstraksi Si akibat slurry yang makin kental malah meningkatkan hambatan perpindahan massa ion-ion menuju larutan ruah. Peningkatan jumlah molase dalam komposisi medium Fe-broth meningkatkan persen ekstraksi Si karena bakteri yang digunakan memerlukan banyak glukosa untuk melarutkan silikon. Peningkatan persen inokulum dari 10% v/v menjadi 20% v/v tidak berubah signifikan terhadap hasil percobaan. Kehadiran pirit dalam proses pelindian ini ternyata juga meningkatkan persen ekstraksi Si.", "Daftar File": {"2018 TA PP CORNELIUS FERIAN ARDIANO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128657"}, "Penulis": "CORNELIUS FERIAN ARDIANO (NIM : 12514022)", "Kontributor / Dosen Pembimbing": ["Ir. Siti Khodijah Chaerun, MT., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Silikon, Bacillus pumilus, Bio-hidrometalurgi, Molase, Pirit, Fe-broth, Selektivitas", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "01 Okt 2018"}