{"Nomor": 26314, "Judul": "DESIGN CRITERIA OF BEAM AND LENGTH OF OVERALL (LOA) OF COAL VESSEL TRANSPORT FOR SANGKULIRANG RIVER", "Abstrak": "This research is intended to find the maximum vessel dimension criteria that can be used for coal transportation on Sangkulirang River. Sangkulirang River is located on East Borneo, Indonesia. The safety regulation applied by meeting the design criteria of the vessel with the river (waterway) dimensions. However, this research only focus on the beam and the length of overall of the vessel.   \n \n \n\nThere are parameters of a vessel with given beam can pass through a given waterway. They are basic width, bank clearance and additional width. Therefore, for a two way channel there is additional separation width to cover the distance between the two lanes. The parameters adds up to create an expression to relate the beam of the vessel with the width of the channel. On the other hand, on straight channel, length of overall does not have limitations due to the channel itself assumed as a straightway. Therefore, it is assumed that on a straightway vessel can be sustain the straightness of the course up to certain number of vessel. On this research it assumes that the vessel can sustain the straightness up to 20 vessel. Therefore the relation between the length of all of vessel and the length of channel is expressed as the assumption made.   \n \n \n\nThe absence of official Sangkulirang River Channel made it is actually impossible to relate a certain vessel dimension to Sangkulirang River. Therefore, the proposed Sangkulirang River is made to determine the width and the length of channel. Based on assumption the channel is consist of straight way the Sangkulirang River Channel is divided into three sections (C-1, C-2, and C-3). The maximum vessel criteria on Sangkulirang River is 71.4m x 475m on C-1, 50.0m x 390m for C-2 and 128.6m x 735m for C-3 expressed in Beam and Length of Overall of the vessel.", "Daftar File": {"2015 TA PP CLAVA PRATAMA P. GINTING 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/128647", "2015 TA PP CLAVA PRATAMA P. GINTING 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/128648", "2015 TA PP CLAVA PRATAMA P. GINTING 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/128649", "2015 TA PP CLAVA PRATAMA P. GINTING 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/128650", "2015 TA PP CLAVA PRATAMA P. GINTING 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/128651", "2015 TA PP CLAVA PRATAMA P. GINTING 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/128652"}, "Penulis": "CLAVA PRATAMA P. GINTING  (NIM : 15111003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.rer.nat Poerbandono."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Ship Channel, Design Criteria, Safety Navigation, Borneo, Sangkulirang", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "30 Jul 2018"}