{"Nomor": 26310, "Judul": "PENENTUAN MODULUS ELASTISITAS POLIMER TERMOPLAS DENGAN PENGUJIAN ULTRASONIK METODE PULSA GEMA", "Abstrak": "Sifat polimer pada aplikasi struktural dapat mengalami degradasi yaitu penurunan sifat mekanik khususnya modulus elastisitas. Selain itu rentang nilai modulus elastisitas pada polimer juga sangat bervariasi akibat dari distribusi panjang rantai, kristalinitas, gugus fungsi, dan zat aditif atau pelarut tambahan. Oleh karena itu diperlukan pengujian modulus elastisitas polimer baik untuk memantau modulus elastisitas polimer pada aplikasi struktural maupun menentukan modulus elastisitas polimer baru. Pengujian mekanik adalah pengujian yang umum dilakukan untuk menguji sifat modulus elastisitas. Namun, pengujian mekanik membutuhkan preparasi sampel dan pengukuran ex situ, sehingga dibutuhkan pengujian yang tidak merusak seperti ultrasonik. Pengujian ultrasonik menggunakan prinsip gelombang ultrasonik di mana kecepatan rambat gelombang bergantung pada modulus elastisitas, rasio poisson dan densitas. Terdapat berbagai metode pengujian ultrasonik yaitu transmisi dan pulsa gema. Metode pulsa gema memiliki kelebihan yaitu hanya diperlukan satu sisi komponen yang ingin diuji. Tujuan dari penelitian ini adalah menentukan modulus elastisitas polimer termoplas melalui pengujian ultrasonik metode pulsa gema. Penelitian dilakukan pada tiga sampel polimer termoplas yaitu polimetilmetakrilat (akrilik), poliamida (nilon) and densitas rendah polietilen (LDPE). Penelitian diawali dengan menentukan dan mengevaluasi probe yaitu probe berdiameter 24 mm 1 MHz dan 12,7 mm 1,5 MHz dengan dan tanpa tambahan probe delay. Hasil evaluasi probe menunjukkan bahwa probe berdiameter 12,7 mm 1,5 MHz dengan tambahan probe delay tidak pengaruh nearfield untuk tebal sampel di atas 14 mm. Kemudian modulus elastisitas polimer termoplas melalui pengujian ultrasonik ditentukan sesuai persamaan standard ASTM. Perbandingan modulus elastisitas hasil pengujian ultrasonik dengan modulus elastisitas dari pengujian mekanik masih menghasilkan galat antara 98% hingga 158%. Hasil menunjukkan faktor atenuasi polimer termoplas dipengaruhi oleh sifat viskoelastis polimer dari pengujian DMA, densitas dan mempengaruhi galat modulus elastisitas. Semakin tinggi sifat viskoelastis maka semakin besar nilai atenuasi dan semakin besar nilai galat. Semakin rendah densitas maka semakin besar nilai atenuasi dan semakin besar nilai galat. Dengan model regresi linier didapatkan galat modulus elastisitas hasil dari pengujian ultrasonik yang lebih kecil yaitu 2,16% sampai 5,52%.", "Daftar File": {"2018 TA PP Claudia 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128636"}, "Penulis": "Claudia - Nim: 13714025", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hermawan Judawisastra \n\nFirmansyah Sasmita, S.T, M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Ultrasonik, Pulsa Gema, Modulus Elastisitas, Polimer, Atenuasi, Viskoelastis", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "07 Sep 2018"}