{"Nomor": 26317, "Judul": "KAJIAN SEDIMENTASI PADA WADUK GAJAH MUNGKUR DI KABUPATEN WONOGIRI PROVINSI JAWA TENGAH", "Abstrak": "Waduk Gajah Mungkur terletak di Kabupaten Wonogiri Provinsi Jawa Tengah. Waduk ini dibangun pada tahun 1981 yang berfungsi sebagai pengendali banjir, irigasi dan pembangkit listrik . Perubahan tata guna lahan di sekitar DAS dan tingginya aktifitas pertanian menggunakan tanaman tahunan pada area tebing curam menyebabkan terjadinya longsoran atau erosi yang masuk ke area waduk, serta padatnya penduduk sekitar menjadi penyebab utama tingginya sedimentasi pada Waduk Gajah Mungkur. Sedimentasi juga telah mempengaruhi pasokan air ke powerhouse dan sistem irigasi di hilir di sekitar intake, diantara 6 sub DAS di hulu waduk, sub DAS Keduang yang paling banyak memberi kontribusi sedimen ke waduk. Maksud dari kajian ini adalah mengkaji karakteristik aliran dan pola sedimentasi yang terjadi pada waduk dengan melakukan simulasi aliran dan sedimentasi dengan perangkat lunak MIKE 21 serta mengetahui erosi lahan yang terjadi pada daerah tangkapan air Waduk Gajah Mungkur dengan metode MUSLE. Debit yang masuk ke waduk dihitung dari data curah hujan dengan metode NRECA sedangkan untuk konsentrasi sedimen dihitung dengan menggunakan pendekatan hubungan antara debit air hasil perhitungan metode NRECA dengan debit sedimen hasil perhitungan metode MUSLE. Simulasi sedimentasi dengan menggunakan perangkat lunak MIKE 21 Flow Model FM dengan kombinasi dua modul yaitu: Hydrodynamic Module (HD) untuk mensimulasikan pola aliran dan Mud Transport Module (MT) untuk mensimulasikan sedimentasi yang terjadi pada waduk. Simulasi sedimen dilakukan untuk 4 (empat) kondisi yaitu untuk debit tahun basah, tahun normal, tahun kering dan untuk debit pada tahun 2004. Dari hasil analisis perhitungan metode MUSLE diperoleh laju erosi lahan pada tahun 2004 sampai tahun 2005 lebih kecil dari erosi lahan tahun 1993-2004. Hasil simulasi dengan perangkat lunak MIKE 21 pada kondisi debit tahun basah, tahun normal, tahun kering jumlah sedimen yang terdeposisi selama setahun paling besar pada kondisi debit tahun basah kemudian diikuti kondisi tahun normal dan tahun kering, sedangkan dari hasil simulasi kondisi tahun 2004 mendekati nilai untuk simulasi MIKE 21 debit tahun normal, sehingga dapat disimpulkan sedimentasi waduk yang terjadi  pada tahun 2004 sesuai dengan kondisi sedimentasi  kondisi debit tahun normal. Dari hasil simulasi dan analisa yang dilakukan disimpulkan bahwa factor yang mempengaruhi proses deposisi dan sedimentasi antara lain distribusi ukuran butir (grain size analysis) sedimen dasar (bed load)  dan sedimen layang (suspended load), konesentrasi sedimen, pola dan kecepatan arus air yang akan mempengaruhi tegangan geser dasar, tegangan geser kritis erosi dan deposisi.", "Daftar File": {"2018 TS PP COKI ROMULUS HUTAGAOL 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128655"}, "Penulis": "COKI ROMULUS HUTAGAOL - NIM: 95015311", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. M. Syahril Badri Kusuma  \n\nIr. Yiniarti E.K., Dipl. H.E."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Waduk Gajah Mungkur, Sedimentasi, MUSLE, Erosi lahan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "08 Jun 2018"}