{"Nomor": 26321, "Judul": "PERANCANGAN SISTEM PLAMBING AIR LIMBAH  PERPUSTAKAAN KOTA BEKASI", "Abstrak": ": Perpustakaan Kota Bekasi berfungsi sebagai perpustakaan publik bagi masyarakat dan pelajar di Bekasi. Perpustakaan terdiri dari dari 6 lantai dengan total luas lahan 8.100 m dan luas bangunan sebesar 5.934 m2. Dalam perencanaan gedung, perlu dilakukan perencanaan sistem plambing. Salah satunya yaitu sistem plambing air limbah dimana gedung perpustakaan menghasilkan air limbah yang tidak sedikit. Air limbah yang dihasilkan perpustakaan harus dikelola dengan baik dan terencana sehingga tidak menimbulkan masalah bagi kesehatan pegawai dan pengunjung serta lingkungan. Oleh karena itu perlu dilakukan perancangan sistem plambing air limbah. Sistem plambing Perpustakaan Kota Bekasi didesain dengan menerapkan konsep green building yaitu memisahkan greywater dan blackwater. Kedua jenis air limbah tersebut disalurkan melalui sistem perpipaan terpisah dan dialirkan secara gravitasi, serta penerapan rainwater harvesting dan sistem drainase berkelanjutan. Penentuan dimensi pipa-pipa air buangan dan ven dilakukan dengan meninjau jumlah unit beban alat plambing yang diizinkan untuk tiap diameter pipa. Pipa cabang mendatar  greywater pada gedung, berdiameter 32 sampai 100 mm, sementara pipa blackwater berdiameter  50-100 mm. Pipa tegak air limbah dan ven masing-masing memiliki diameter 100-125 mm. Pipa ven cabang mendatar berdiameter 32 - 80 mm. Pengolahan  air buangan didesain secara terpisah. Air yang terolah dialirkan ke riol kota dan digunakan kembali untuk keperluan flushing alat plambing penggelontoran dan penyiraman tanaman pada taman halaman perpustakaan.", "Daftar File": {"2018  TA PP CRISTENZEIN NICO MANDOSIR 1-ABSTRAKr.pdf": "https://digilib.itb.ac.id/gdl/download/128666"}, "Penulis": "CRISTENZEIN NICO MANDOSIR    NIM: 15314041", "Kontributor / Dosen Pembimbing": ["Pembimbing :Ir. Arief Sudradjat, MIS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": ": air limbah, blackwater, greywater, sistem plambing, ven", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "25 Sep 2018"}