{"Nomor": 26329, "Judul": "PENGARUH BERBAGAI KONDISI TERHADAP KESTABILAN STRUKTUR DAN AKTIVITAS CU/ZN SUPEROKSIDA DISMUTASE REKOMBINAN CITRUS LIMON", "Abstrak": "Superoksida dismutase dari Citrus limon (SOD_Cl) telah berhasil diekspresikan pada Escherichia \n\ncoli BL21(DE3). SOD_Cl merupakan protein antioksidan yang memiliki stabilitas baik pada pH \n\nasam, sehingga dapat menjadi kandidat protein terapeutik dengan penghantaran secara oral dan \n\njuga memiliki potensi untuk penggunaan secara topikal. Untuk mempelajari mekanisme katalitik \n\nserta struktur protein tahan asam, maka perlu dilakukan penentuan struktur tiga dimensi (3D) \n\nprotein dari kristal tunggal SOD_Cl. Pembentukan kristal erat kaitannya dengan peningkatan \n\nkestabilan struktural protein. Penelitian ini bertujuan untuk menentukan pengaruh senyawa aditif \n\nterhadap kestabilan struktur dan aktivitas protein SOD_Cl. Pada penelitian ini juga bertujuan \n\nuntuk menentukan pH optimum reaksi dan kestabilan SOD_Cl terhadap UV. Sebelumnya \n\ndilakukan terlebih dahulu uji keberulangan overproduksi SOD_Cl pada E. coli BL21(DE3). Uji \n\nkestabilan struktural dilakukan dengan thermal shift assay (TSA) dan uji aktivitas protein dilakukan \n\nberdasarkan kemampuan SOD dalam menghambat reduksi nitro blue tetrazolium chloride (NBT) \n\noleh riboflavin terhadap pengaruh zat pereduksi, agen kaotropik, inhibitor, ion, dan UV. Hasil \n\noverproduksi protein, menunjukkan keberulangan yang baik dengan koefisien variansi \n\nkeberulangan 13,20% dan diperoleh jumlah SOD_Cl sekitar 11,74 1,5 mg SOD_Cl dari 1 g sel \n\nbasah. Protein lalu dimurnikan dan dipekatkan. SOD_Cl memiliki kestabilan struktural yang relatif \n\nsama pada semua dapar uji, namun memiliki aktivitas yang paling baik pada dapar Tris-HCl pH 8. \n\nSOD_Cl dapat membentuk dimer pada pH basa. Penambahan senyawa aditif umumnya \n\nmenurunkan kestabilan struktural dan aktivitas SOD_Cl. pH optimum reaksi SOD_Cl adalah sekitar \n\n7 dan 8. Pemaparan UV selama 90 menit memberikan aktivitas residual SOD_Cl sebesar 74,97  \n\n6,60 % (UVC) dan 81,61 0,89 % (UVA).", "Daftar File": {"2018 TA PP CUT RAISA FARATILLA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128674"}, "Penulis": "CUT RAISA FARATILLA NIM : 10714092", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr. Ratna Annisa Utami", "Dr. Debbie S. Retnoningrum", "Dr. Wangsa Tirta Ismaya"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "aktivitas protein, SOD Citrus limon, struktur protein", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "29 Jun 2018"}