{"Nomor": 26320, "Judul": "KAJIAN POLA STRUKTUR SELAT SUNDA", "Abstrak": "Selat Sunda merupakan daerah tektonik aktif yang berada di antara subduksi oblique Sumatra dan subduksi orthogonal Jawa. Secara umum, morfologi Selat \n\nSunda terdiri atas prisma akrasi, cekungan fore arc, dan cekungan pull apart yang evolusi pembentukannya dipengaruhi oleh subduksi India-Eurasia. Peningkatan \n\nkemiringan sudut subduksi dan arah konvergen mengakibatkan terjadinya pergeseran Sesar Mentawai dan Sesar Sumatra sehingga Selat Sunda mengalami pemanjangan NW-SE dan pemendekan NE-SE yang menghasilkan terbentuknya cekungan pull apart dan deformasi cekungan forearc Selat Sunda. \n\nSeismik regional dan multibeam digunakan untuk menentukan kronostratigrafi Paleogen-Neogen dan pola struktur yang berkembang di daerah penelitian. Rekontruksi penampang seimbang dilakukan untuk mengetahui evolusi struktur di \n\nSelat Sunda. Secara umum, endapan sedimen di daerah penelitian dapat dibagi menjadi endapan Paleogen dan Neogen. Endapan Paleogen dicirikan oleh endapan turbidit darat-laut dangkal yang mengisi graben dan endapan Neogen mreupakan sedimen regional forearc yang dicirikan oleh pengendapan sedimen trangresi hingga Miosen Tengah dan diikuti dengan pengendapan sedimen regresi synorogenik selama pengangkatan dan erosi Bukit Barisan saat Miosen Akhir-Sekarang. \n\nPola struktur daerah penelitian didominasi oleh sesar yang berarah NW-SE, NNW-SSE, dan NE-SW yang merupakan suatu kesatuan sistem sesar geser Sumatra dan Mentawai. Struktur yang teramati di daerah penelitian terdiri dari sesar naik NW-SE yang mendeformasi prisma akrasi. Selain itu, terdapat sesarsesar normal yang membentuk cekungan pull apart dan pergeseran Sesar Sumatra yang mengakibatkan terdeformasinya outer arc ridge dan cekungan depan busur. \n\nDeformasi cekungan depan busur ini dicirikan dengan pembentukan struktur pop up.", "Daftar File": {"2016 TS PP CORY INDAH FISTRIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/128658", "2016 TS PP CORY INDAH FISTRIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/128659", "2016 TS PP CORY INDAH FISTRIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/128660", "2016 TS PP CORY INDAH FISTRIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/128661", "2016 TS PP CORY INDAH FISTRIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/128662", "2016 TS PP CORY INDAH FISTRIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/128663", "2016 TS PP CORY INDAH FISTRIA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/128664", "2016 TS PP CORY INDAH FISTRIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/128665"}, "Penulis": "CORY INDAH FISTRIA (NIM : 22012304)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Benyamin Sapiie, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Sesar Sumatra, forearc, pull apart", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "04 Apr 2018"}