{"Nomor": 26330, "Judul": "ANALISIS RISIKO BISNIS PADA OPERASIONAL GAS ALAM CAIR DI INDONESIA (STUDI KASUS PADA PT. ERDGAS HM)", "Abstrak": "Gas alam adalah bahan bakar fosil yang memiliki konstituen penting sebagai pasokan energi dunia. PT. Erdgas HM adalah perusahaan multinasional yang beroperasi di industri gas alam cair. Perusahaan mengembangkan proyek LNG sebagai kegiatan usaha hilir, dan sebagai hilir, Perusahaan ini membeli gas alam dari hulu sebagai bahan baku untuk pabrik pencairan milik Perusahaan.  \n\nKarena perusahaan telah memasuki tahap operasional, maka perlu dilakukan analisis risiko bisnis. Pada tahap operasional, perusahaan telah menerima gas, memproduksi LNG, dan mengirimkannya ke pembeli. Jika gagal mengelola risiko bisnis, perusahaan dapat menghadapi masalah bisnis yang dapat menyebabkan kerugian total dari rencana bisnis, gangguan bisnis, dan pemangkasan margin keuntungan. Tugas akhir ini dimaksudkan membantu perusahaan untuk mengidentifikasi risiko utama, untuk menganalisa dan memanaje risiko,  dan untuk menyusun rencana mitigasi terhadap risiko-risiko utama (risiko ekstrem dan tinggi)  \n\nUntuk mengeksplorasi masalah bisnis, metodologi yang digunakan adalah metode kuantitatif dan kualitatif melalui pengumpulan data primer dengan kuesioner, wawancara, dan diskusi kelompok terarah; sedangkan analisis data sekunder melalui studi pustaka dan kajian dokumentasi. Mengikuti ISO 31000 data yang diperoleh dianalisa berdasarkan proses manajemen risiko. Hasilnya menunjukkan ada 51 skenario risiko, termasuk sembilan risiko-risiko utama yakni 2 risiko integritas teknis, 3 risiko komersial, 2 risiko operasional, 1 risiko keuangan, dan 1 risiko regulasi. Risiko utama perusahaan adalah kegagalan / kehilangan kompresor pendingin (termasuk trip pada salah satu kompresor pendingin) yang disebabkan oleh eksposur kerusakan mesin; dan kegagalan/kehilangan generator turbin gas tunggal, termasuk trip yang dapat menjadi kerusakan mesin terbesar. Rencana mitigasi dikembangkan untuk risiko utama; terutama kegiatan teknis ditetapkan untuk mengurangi dampak dan frekuensi risiko, dan polis asuransi dibeli untuk mengalihkan risiko. \n\nBeberapa rekomendasi diusulkan untuk dilaksanakan oleh Perusahaan terkait dengan praktik pengelolaan risiko (penilaian ulang dan perbaikan terus-menerus terhadap tindakan penanganan risiko), studi penilaian aset, prosedur kebijakan manajemen asuransi, dan studi terkait risiko yang dapat diasuransikan.", "Daftar File": {"2018 TS PP CYANTHI MANOPPO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128675"}, "Penulis": "CYANTHI MANOPPO (NIM 29114523)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Erman Sumirat, M.Bus."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "ISO 31000, Manajemen Risiko, Operasi LNG, Risiko Bisnis", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "19 Feb 2018"}