{"Nomor": 26336, "Judul": "SINTESIS POLIETERSULFON (PES) DAN TURUNANNYA SEBAGAI MATERIAL POLYMER LIGHT EMITTING DIODE (PLED)", "Abstrak": "Saat ini beberapa kelompok polimer sedang dikembangkan sebagai material Polymer Light Emitting Diode (PLED) karena memiliki beberapa kelebihan dibandingkan senyawa organik biasa atau small molecule organic light emitting diode (SM-OLED). Polimer yang berpotensi untuk material PLED adalah polimer yang memiliki banyak ikatan rangkap terkonjugasi, di antaranya adalah kelompok turunan polietersulfon (PES). Oleh karena itu, dalam penelitian ini dilakukan sintesis PES dan turunannya untuk mengetahui potensinya sebagai material PLED. Pada penelitian ini, telah dilakukan sintesis PES menggunakan metode Microwave Assited Organic Synthesis (MAOS), yang kemudian terhadap PES hasil sintesis tersebut dilakukan reaksi transformasi gugus fungsi menjadi PES ternitrasi (PES-NO2) dan PES teraminasi (PES-NH2) menggunakan metode konvensional (refluks). Hasil karakterisasi berdasarkan spektrum FT-IR mengindikasikan keberhasilan sintesis PES dan turunannya, yaitu dengan adanya puncak khas ikatan baru C-O-C eter pada spektrum FT-IR PES hasil sintesis pada bilangan gelombang1232,51 cm-1; adanya puncak khas N-O pada 1537,27 cm-1 dan vibrasi C-N pada 1325,10 cm-1 pada spektrum FT-IR PES-NO2; dan adanya puncak khas N-H pada bilangan gelombang 1635,64 cm-1 dan 3371,57 cm-1 pada spektrum FT-IR PES-NH2. Hasil elusidasi struktur berdasarkan spektrum 1H-NMR (500 MHz, d6-DMSO) menunjukkan hasil sebagai berikut: pada spektrum PES hasil sintesis menunjukkan adanya 5 sinyal geseran kimia proton pada daerah aromatik (δ = 7,1-8,0 ppm); pada spektrum PES-NO2 menunjukkan 5 sinyal geseran kimia proton pada daerah aromatik (δ = 7,0-8,5 ppm); dan pada spektrum PES-NH2 menunjukkan adanya 6 sinyal geseran kimia proton pada daerah aromatik (δ = 6,1-7,3 ppm). Panjang gelombang serapan maksimum pada spektrum UV-Vis untuk PES, PES-NO2, dan PES-NH2 dalam pelarut NMP (N-metil2-pirolidon) berturut-turut sebesar 296 nm, 293 nm, dan 279 nm. Sementara intensitas maksimum terjadi pada panjang gelombang emisi fluoresensi sebesar 444 nm untuk PES; 356 nm dan 444 nm untuk PES-NO2; serta 440 nm untuk PES-NH2. Berdasarkan berbagai hasil analisis tersebut, maka sintesis PES, PES-NO2, dan PES-NH2 telah berhasil dilakukan, serta ketiga polimer yang dihasilkan berpotensi untuk digunakan sebagai material PLED karena mengemisikan cahaya (biru) pada daerah sinar tampak.", "Daftar File": {"2016 TA PP CYNTIA STIANI ANGGRAINI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/128687", "2016 TA PP CYNTIA STIANI ANGGRAINI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/128681"}, "Penulis": "CYNTIA STIANI ANGGRAINI  (NIM : 10512081)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Deana Wahyuningrum. \n\nAnita Alni Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "PES, PES-NO2,PES-NH2, MAOS, fluoresensi, PLED.", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "7 file", "Tanggal Input": "18 Okt 2018"}