{"Nomor": 26343, "Judul": "PEMANFAATAN NANOSELULOSA DARI AMPAS TEBU SEBAGAI SUMBER KARBON PADA SINTESIS FOSFOR BCNO SILIKA UNTUK PEMBUATAN LAMPU LED PUTIH", "Abstrak": "Salah satu metode pembuatan lampu LED Putih adalah dengan memanfaatkan sumber UV yang dieksitasi pada material fosfor. Metode pembuatan material ini masih terus dikembangkan sebagai alternatif dari penggunaan oksida tanah jarang. Solusi yang didesain pada tugas akhir ini adalah material fosfor BCNO Silika yang memanfaatkan nanoselulosa dari ampas tebu sebagai sumber karbon. Desain solusi yang dibuat mencapai tahap implementasi material pada perangkat lampu LED Putih.       \nFosfor BCNO Silika dibuat melalui metode sol-gel dengan temperatur kalsinasi dari 600oC. Solusi fosfor BCNO Silika terdiri dari campuran nanoselulosa, urea, asam borat, dan partikel nano-silika. Selanjutnya, prekursor dipanaskan dengan variasi perlakuan kalsinasi. Karakterisasi material fosfor dilakukan melalui X-Ray Diffraction (XRD), Scanning Electron Microscopy (SEM), dan Transmission Electron Microscopy (TEM). Photoluminescence Spectroscopy (PL) dilakukan untuk menganalisis sifat fotoluminesen dari sintesis yang dibuat dan menentukan puncak spektrum gelombang yang dihasilkan.       \nSintesis material fosfor BCNO/SiO2 dengan nanoselulosa dari ampas tebu berhasil dilakukan. Kemudian material fosfor BCNO/SiO2 disatukan menjadi film untuk pelapisan pada perangkat LED. Pelapisan dengan film berhasil dilakukan dan LED menghasilkan emisi intensitas cahaya yang lebih terang setelah dilapisi oleh film fosfor BCNO/SiO2.", "Daftar File": {"2017 TA PP  DAFI ADINEGORO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/128713", "2017 TA PP  DAFI ADINEGORO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/128714", "2017 TA PP  DAFI ADINEGORO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/128715", "2017 TA PP  DAFI ADINEGORO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/128716", "2017 TA PP  DAFI ADINEGORO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/128717", "2017 TA PP  DAFI ADINEGORO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/128718"}, "Penulis": "DAFI ADINEGORO (NIM : 13313085)", "Kontributor / Dosen Pembimbing": ["Pembimbing :        \nProf. Ir. Bambang Sunendar, M.Eng., Ph.D.       \nIr. Ahmad Nuruddin, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fosfor BCNO Silika, sol-gel, XRD, SEM, TEM, PL, UV, LED, ampas tebu", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "15 Jan 2018"}