{"Nomor": 26348, "Judul": "POTENSI KOMPLEKS CU(II)-SALISILALDEHID DINITROFENILHIDRAZIN DAN CU(II)-BENZALDEHID DINITROFENILHIDRAZIN  SEBAGAI ANTIOKSIDAN", "Abstrak": "Ligan basa Schiff (E)-2-((2-(2,4-dinitrofenil)hidrazono)metil)fenol (SDPH) dan (E)-1-benziliden-2-(2,4-dinitrofenil)hidrazin (BDPH) telah berhasil disintesis dan digunakan untuk membentuk senyawa kompleks Cu(II). Ligan SDPH disintesis dari prekursor salisilaldehid dan 2,4-dinitrofenilhidrazin, sedangkan ligan BDPH disintesis dari prekursor benzaldehid dan 2,4-dinitrofenilhidrazin. Kedua ligan hasil sintesis telah dikarakterisasi KLT, titik leleh dan spektroskopi IR. Dalam analisis KLT, eluen yang digunakan adalah n-heksana:etil asetat (7:3) (v/v), n-heksana:kloroform (7:3) (v/v) dan n-heksana:aseton (8:2) (v/v). Hasil KLT menunjukkan Rf masing-masing ligan SDPH dan BDPH berbeda dengan prekursor. Ligan SDPH memiliki titik leleh pada 254-255˚C, sedangkan titik leleh ligan BDPH pada 234-235˚C. Hasil pengukuran spektrum IR menunjukkan adanya serapan gugus fungsi C=N yang terdapat pada kedua ligan tersebut. Hasil karakterisasi 1H NMR 500 MHz dan 13C NMR 125 MHz untuk kedua ligan tersebut dalam pelarut DMSO menunjukkan bahwa ligan SDPH dan BDPH telah berhasil disintesis. Sintesis kompleks Cu(II) dengan ligan SDPH dan BDPH dilakukan dengan metoda refluks selama sekitar 6 jam dan menggunakan pelarut etanol. Kompleks Cu(II)-SDPH hasil sintesis memiliki warna coklat tua, sementara kompleks Cu(II)-BDPH berwarna coklat. Hasil karakterisasi UV-Vis kedua kompleks tersebut memiliki serapan maksimum pada 384 nm. Adanya ikatan koordinasi antara ion Cu(II) dengan atom donor ligan ditunjukkan dengan pergeseran bilangan gelombang gugus fungsi C=N dan OH pada kompleks Cu(II)-SDPH, sementara pada kompleks Cu(II)-BDPH diamati pergeseran bilangan gelombang gugus fungsi C=N. Kedua senyawa kompleks tersebut bersifat paramagnetik, dengan nilai momen magnet kompleks Cu(II)-SDPH dan Cu(II)-BDPH masing-masing sebesar 2,00 Bohr Magneton (BM) dan 1,87 BM. Uji bioaktivitas menunjukkan senyawa kompleks Cu(II) tersebut memiliki potensi sebagai antioksidan yang lebih baik dibandingkan dengan ligannya.", "Daftar File": {"2017 TA PP DAMAR NURWAHYU BIMA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/128724", "2017 TA PP DAMAR NURWAHYU BIMA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/128725", "2017 TA PP DAMAR NURWAHYU BIMA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/128726", "2017 TA PP DAMAR NURWAHYU BIMA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/128727", "2017 TA PP DAMAR NURWAHYU BIMA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/128728", "2017 TA PP DAMAR NURWAHYU BIMA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/128729", "2017 TA PP DAMAR NURWAHYU BIMA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/128730"}, "Penulis": "DAMAR NURWAHYU BIMA  10513085", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Irma Mulyani. \n\nDr. Deana Wahyuningrum."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sintesis, ligan SDPH dan BDPH, kompleks Cu(II), antioksidan", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "7 file", "Tanggal Input": "17 Okt 2018"}