{"Nomor": 26349, "Judul": "FINANCIAL PERFORMANCE AND CSR IN SOUTHEAST ASIA COUNTRIES LISTED BEVERAGE FIRMS", "Abstrak": "Kondisi dunia saat ini berdasarkan pada laporan dari tujuan pembangunan PBB tahun 2017, meningkatkan kualitas air dan penggunaan energi dunia untuk mencapai tujuan keberlanjutan pada tahun 2030. Pelaporan keberlanjutan perusahaan pada informasi dan keberlanjutan serta strategi dan peluang mitigasi lingkungan dan sosial untuk mengambil keuntungan. Juga dapat disajikan pengaruh terhadap kinerja keuangan (Krechowicz & Fernando, 2009). \n\nAnalisis penelitian ini adalah ada hubungan antara keberlanjutan perusahaan terutama pada masalah lingkungan (material, air dan energi) dan kinerja keuangan (Harga Saham, EBIT, EPS, Margin Laba, NOPAT, ROA, ROE dan Tobin's Q) \n\nPenelitian ini memberikan wawasan dan rekomendasi bagi investor dalam memilih saham untuk investasi berdasarkan kinerja lingkungan dalam bahan, energi dan air yang digunakan perusahaan minuman.Skripsi ini memiliki ruang lingkup di Asia Tenggara termasuk Indonesia, Malaysia, Singapura, Thailand, Vietnam dan Filipina. \n\nMenurut hasil estimasi regresi, Total Skor CSR secara positif signifikan terhadap Harga Saham, EBIT dan NOPAT perusahaan minuman di Asia Tenggara. Hal ini disebabkan (Pettenella, 2010) yang mengatakan CSR dapat mengurangi biaya pendapatan perusahaan (De Klerk, de Villiers, & van Staden, 2015). Ini menunjukkan bahwa semua perusahaan minuman harus lebih memperhatikan CSR terutama dalam air, energi dan material.", "Daftar File": {"2018 TA PP DAMAR PANULUH NAGORO 1-ABSTRAK.docx": "https://digilib.itb.ac.id/gdl/download/128731"}, "Penulis": "Damar Panuluh Nagoro (19015235)", "Kontributor / Dosen Pembimbing": ["Yunieta Anny Nainggolan SE, M.Com., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "CSR, Energy, Water, Material, Stock Price, Stock Return, EBIT, EPS, Profit Margin, ROA, ROE, TobinÃ‚Â’s Q", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "1 file", "Tanggal Input": "23 Jul 2018"}