{"Nomor": 26354, "Judul": "PERUMUSAN METODE PERANCANGAN LOGO BRAND KOTA DENGAN PARTISIPASI WARGA LOKAL (STUDI KASUS: KOTA SALATIGA)", "Abstrak": "Perancangan logo branding kota sering kali menjadi bagian eksklusif kaum eksekutif sehingga lupa untuk melibatkan masyarakat lokal sebagai pemangku kepentingan utamanya. Sekalipun terlibat melalui pengadaan kompetisi logo, proses yang demikian perlu dikritisi karena rawan menghasilkan desain yang tak maksimal. Lagi pula, persoalan fundamental lainnya adalah masih banyaknya kota yang menganggap sudah melakukan branding padahal yang diciptakan hanyalah sebatas logo dan slogan saja. \n\nPenelitian ini bertujuan untuk merumuskan metode perancangan logo brand kota yang melibatkan masyarakat lokal dan yang terhubung dengan proses branding kota secara keseluruhan. Untuk itu, dilakukan pengkajian terhadap teori branding kota, personalitas brand, ide inti brand, dan identitas visual brand kota. Selain itu, dilakukan pula studi terhadap sejumlah kasus perancangan logo brand kota-kota yang sudah pernah dilakukan. \n\nMetode perancangan logo branding kota yang dirumuskan dalam penelitian ini dibedakan dalam tahap pencarian ide (berisi penggalian personalitas brand dan ide inti branding kota) dan tahap visualisasi (berisi uji preferensi jenis logo dan elemen visualnya). Dalam setiap tahapnya, dilakukan pelibatan masyarakat secara kuantitatif melalui kuesioner sementara tim desainer berperan secara kualitatif untuk menentukan alternatif bagi masyarakat. Selain pentingnya riset pendahuluan, penekanan metode perancangan ini adalah bahwa segala tahapnya harus berpedoman pada temuan personalitas brand kota yang sedang di-branding. \n\nUntuk melihat kedayagunaan metode usulan, dilakukan penerapan metode ini pada proyek perancangan logo brand Kota Salatiga. Kota Salatiga dipilih atas dasar pertimbangan urgensi kota ini untuk melakukan branding kota. Hasil yang diperoleh menunjukkan bahwa masyarakat Salatiga memilih gagasan Ã‚Â“Salatiga, City of HarmonyÃ‚Â” sebagai ide inti branding kotanya. Dari segi visualnya, logo yang secara eksplisit menggambarkan Gunung Merbabu dan Tugu Jam sebagai \n\nikon kota menjadi pilihan terbanyak responden. Selanjutnya, mayoritas responden memilih tipe ilustrasi hand-drawn dengan tipografi Philosopher Italic serta warna dominan hijau-biru sebagai elemen visual bagi logo brand Salatiga. Selain merupakan pilihan warga lokal, identitas visual ini juga mewakili personalitas brand Salatiga yaitu kota kecil, tenang, ramah, aman, dan sederhana. \n\nDari temuan-temuan yang ada, bisa disimpulkan bahwa metode usulan dalam penelitian ini mampu memfasilitasi masyarakat untuk berkolaborasi dengan desainer dalam perancangan identitas visual kotanya. Kolaborasi ini berlangsung dari tahap pembuatan konsep hingga pada visualisasinya. Selain itu, metode ini juga memungkinkan output branding yang didapatkan tidak hanya berupa logo dan slogan saja, melainkan juga terintegrasi dengan personalitas brand-nya, ide intinya, serta segala strategi yang berperan besar dalam penerapan branding kota secara keseluruhan. Dengan demikian, bisa dikatakan juga bahwa melibatkan masyarakat dalam proses perancangan logo brand kota merupakan sarana bagi terlibatnya masyarakat dalam pembuatan konsep branding kota secara keseluruhan.", "Daftar File": {"2018 TS PP  DANANG ADI WIRATAMA  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128742"}, "Penulis": "DANANG ADI WIRATAMA  (NIM: 27116010)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nDr. Agung Eko Budiwaspada, M.Sn. \n\nDeddy Wahyudi, ST., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "branding kota, pelibatan masyarakat, logo, personalitas brand", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Feb 2018"}