{"Nomor": 26356, "Judul": "STUDI DAN DESAIN RANGKAIAN KONVERTER AC-DC FREKUENSI TINGGI PADA APLIKASI WIRELESS CHARGING MOBIL LISTRIK", "Abstrak": "Sistem inductive power transfer pada aplikasi wireless charging secara umum terdiri dari bagian primer (konverter AC-AC), rangkaian transfer kopling magnetik, dan rangkaian sekunder (konverter AC-DC). Sistem IPT ini dijalankan pada frekuensi tinggi yaitu 50.000 Hz yang merupakan frekuensi resonansi rangkaian transfer. Penelitian ini membahas bagian sekunder yang pada dasarnya terdiri dari rangkaian rectifier, buck converter, beserta kendali yang digunakan dalam pengisian baterai. Rangkaian ini akan dimodelkan dengan software PSIM dan Matlab Simulink. Jenis rectfier yang digunakan adalah jembatan penuh tak terkendali dan buck converter dirancang menggunakan dua buah MOSFET. Proses pengendalian sebagai regulator pengisian baterai dilakukan pada rangkaian buck converter. Simulasi proses pengisian baterai digunakan mode tegangan tetap sebesar 14V dimana pengendalian dilakukan pada rangkian buck converter. Adapun pengendalian arus dilakukan pada bagian konverter AC-AC agar keluaran tidak melebihi 10A. Dengan pengendalian ini, akan dilihat keluaran regulator pengisian terhadap perubahan tegangan baterai ataupun perubahan State of Charge (SOC) baterai beserta efisiensinya. Hasil keluaran dari masing-masing simulasi kemudian akan dibandingkan dan dianalis, disesuikan dengan spesifikasi dan teori.", "Daftar File": {"2018 TA PP DANANG CHOIRUL ABDILLAH  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128744"}, "Penulis": "DANANG CHOIRUL ABDILLAH - NIM. 18014036", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agus Purwadi, MT. \n\nDr. Eng. Arwindra Rizqiawan, ST, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Inductive Power Transfer, AC-DC converter, buck converter, State of Charge", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2018"}