{"Nomor": 26352, "Judul": "PRODUCTION OPTIMIZATION STRATEGY USING HYBRID GENETIC ALGORITHM", "Abstrak": "Saat ini, optimisasi produksi bukan lagi merupakan suatu pilihan, melainkan suatu keharusan. Sumur-sumur harus dapat berproduksi dengan lebih baik dari sebelumnya untuk meningkatkan daya tarik proyek. Namun, proses dalam menentukan variabel seperti lokasi sumur, jumlah dan tipe sumur, jadwal sumur produksi dan injeksi, dan kondisi operasional merupakan hal yang membutuhkan kerja keras dan memakan waktu yang lama pula. Oleh sebab itu, tujuan dari penelitian ini adalah untuk menghasilkan suatu algoritma optimisasi yg menghasilkan solusi terbaik secara efisien. \n\nAlgoritma optimasi yang digunakan pada studi ini adalah hybrid genetic algoritm (HGA), yang merupakan kombinasi dari GA dengan artificial neural networks (ANN) dan evolution strategies (ES). HGA ini mencoba untuk menyederhanakan parameter-parameter yang kompleks dan bervariasi dalam hubungan dengan masalah optimisasi produksi. HGA dikombinasikan dengan simulator simulasi reservoir dan telah diaplikasikan pada kasus lapangan untuk membuktikan keunggulan dari HGA dibandingkan dengan optimisasi konvensional. \n\nHGA dalam studi ini digunakan untuk mengoptimasi strategi produksi pada beberapa model reservoir (lapangan sebenarnya), dengan variabel-variabel berupa jumlah, tipe, dan posisi dari sumur produksi dan injeksi, dan juga laju alir produksi. Sehingga, HGA dibuktikan cocok dan efisien untuk mengoptimasi model reservoir dengan jenis apapun. Selain itu, jumlah dari individu dalam suatu populasi, jumlah generasi, dan parameter genetik lainnya divariasikan dan diadaptasikan dengan menggunakan ANN dan ES untuk mengevaluasi efisiensi dari algoritma. Berdasarkan studi ini, algoritma optimasi untuk strategi produksi berhasil dihadirkan. Hasil dari optimisasi produksi dengan menggunakan HGA dapat dilihat pada tulisan ini. Analisa dan komparasi terhadap parameter genetik juga dituliskan pada studi ini. Sehingga, HGA yg dihasilkan dari studi ini terbukti dapat menyelesaikan masalah optimasi produksi dengan proses yang efisien serta solusi yang optimal. \n\nBerdasarkan fakta bahwa setiap sumur merupakan suatu tantangan yang baru dan berbeda satu dengan yang lainnya, optimisasi produksi menjadi sesuatu yang rumit. Penggunaan algoritma optimasi untuk mendapatkan solusi terbaik menjadi sesuatu yang sangat berharga, namun kadang harus melalui proses yang menghabiskan waktu karena memerlukan jumlah simulasi yang sangat banyak untuk mencoba berbagai macam kemungkinan. HGA pada studi ini dihadirkan untuk menyelesaikan masalah tersebut.", "Daftar File": {"2016 TA PP DAMIAN DION SALAM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/128740"}, "Penulis": "DAMIAN DION SALAM (NIM : 12212031)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Amega Yasutra, ST, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Hybrid genetic algorithms, production, Optimization, Neural Networks, Evolution Strategies.", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "15 Mei 2018"}