{"Nomor": 26359, "Judul": "KNOWLEDGE TRANSFER READINESS  AT PT. AEROTERRASCAN", "Abstrak": "PT AeroTerraScan Indonesia adalah produsen unmanned aerial vehicle (UAV). Untuk meningkatkan produknya, PT AeroTerraScan terus berupaya menerapkan transfer of technology (TOT) dengan negara lain yang dikenal sebagai produsen drone terbesar. Tidak dapat dipungkiri bahwa TOT sangat dibutuhkan oleh perusahaan yang bergerak di bidang teknologi untuk memperbarui produk yang dikembangkan. Namun, masih ada tantangan besar untuk mencapai knowledge transfer yang efektif karena pengetahuan sering ''lengket'' atau tertanam di otak manusia. Hal itu membuat ToT sangat menantang bagi perusahaan yang ingin mencapai pengetahuan dan informasi yang sempurna. Oleh karena itu dalam penelitian ini, kesiapan PT AeroTerraScan Indonesia dalam melakukan ToT atau dalam penelitian ini disebut knowledge transfer merupakan salah satu masalah bisnis. Knowledge transfer yang diukur dalam penelitian ini berdasarkan beberapa variabel seperti trust, cultural alignment, dan opennes in diversity. Nilai signifikan untuk variabel trust (X1) adalah 0,288 yang berarti bahwa variabel ini tidak berpengaruh signifikan terhadap kesiapan knowledge transfer (Variable Y) di PT AeroTerraScan. Nilai signifikan untuk variabel cultural alignment (X2) adalah 0,040 yang berarti variabel ini memiliki pengaruh yang signifikan terhadap kesiapan knowledge transfer (Variabel Y). Nilai signifikan untuk variabel Openness in Diversity (X3) adalah 0,273 yang berarti bahwa variabel ini tidak berpengaruh signifikan terhadap kesiapan knowledge transfer (Variabel Y). Variabel independen yang terdiri dari trust, cultural alignment, dan opennes in diversity terhadap variabel dependen kesiapan knowledge transfer hanya sebesar 21,5% sedangkan sisanya adalah 78,5% yang dijelaskan oleh variabel lain. Untuk itu,Pt. AeroTerraScan perlu menciptakan komitmen secara eksplisit atau implisit untuk meningkatkan kepercayaan seperti menyusun pakta integritas, memasukkan integritas ke dalam sistem insentif, menciptakan model peran pemimpin, atau menyusun kode etik. Solusi yang juga dapat diambil oleh manajemen PT AeroTerraScan dalam menciptakan openness in diversity yang baik dalam keragaman adalah melakukan magang di luar negeri, berbagi pengetahuan dan sebagainya.", "Daftar File": {"2018 TS PP DANARDONO SULISTYO ADJI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128747"}, "Penulis": "DANARDONO SULISTYO ADJI (NIM 29115487)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Achmad Ghazali, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Knowledge Transfer, Trust, Cultural Alignment, Openness in Diversity, Unmanned Aerial Vehicle (UAV)", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "08 Jun 2018"}