{"Nomor": 26351, "Judul": "PENGARUH KOMPETITOR KATION NATRIUM, KALSIUM, DAN MAGNESIUM TERHADAP ADSORPSI LOGAM SENG OLEH SEDIMEN ANCOL, TELUK JAKARTA, DKI JAKARTA", "Abstrak": "Semakin meningkatnya aktivitas industri di Kota Jakarta berimbas terhadap bertambahnya jumlah kontaminan yang masuk ke dalam perairan Teluk Jakarta. Senyawa seng (Zn) digunakan dalam banyak industri dan konsentrasinya di Teluk Jakarta telah mencapai ambang batas baku mutu air laut untuk biota laut. Sedimen merupakan komponen penting dalam laut yang mampu mengadsorpsi logam terlarut. Analisis XRD menunjukkan bahwa sedimen Teluk Jakarta didominasi oleh mineral kuarsa sebanyak 56.4%, kaolinite sebanyak 17.5%, dan pyrite sebanyak 13.7% persentase berat. Karakterisasi fisik dan kimia sedimen Ancol, Teluk Jakarta mencakup kandungan C-organik sebesar 5.41%, nilai KTK sebesar 29.07 me/100 gram, luas permukaan sebesar 29.388 m2/gram, specific gravity sebesar 2.63 g/cm3, dan keberadaan gugus hidroksil. Percobaan sorpsi dilakukan secara batch dan mengikuti kinetika reaksi pseudo-second order. Adsorpsi Zn oleh sedimen Ancol, Teluk Jakarta pada kondisi tanpa keberadaan kompetitor dapat direpresentasikan dengan isoterm Langmuir. Pada kondisi penambahan Na, adsorpsi Zn mengikuti isoterm Freundlich dan terjadi penurunan kapasitas adsorpsi sebesar 0.68%. Pada kondisi penambahan Ca, adsorpsi Zn mengikuti isoterm Freundlich dan terjadi penurunan kapasitas adsorpsi sebesar 0.91%. Pada kondisi penambahan Mg, adsorpsi Zn mengikuti isoterm linear dan terjadi penurunan kapasitas adsorpsi sebesar 2.22%. Pada air laut artifisial, adsorpsi Zn mengikuti isoterm Langmuir dan secara keseluruhan terjadi penurunan kapasitas adsorpsi sebesar 12.09%. Adsorpsi Zn dengan keberadaan kompetitor Na dan Ca di dalam air laut artifisial dapat direpresentasikan dengan isoterm Langmuir kompetitif.", "Daftar File": {"2016 TS PP DAME ALVINA NAOMI SITOHANG 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/128733", "2016 TS PP DAME ALVINA NAOMI SITOHANG 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/128734", "2016 TS PP DAME ALVINA NAOMI SITOHANG 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/128735", "2016 TS PP DAME ALVINA NAOMI SITOHANG 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/128736", "2016 TS PP DAME ALVINA NAOMI SITOHANG 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/128737", "2016 TS PP DAME ALVINA NAOMI SITOHANG 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/128738", "2016 TS PP DAME ALVINA NAOMI SITOHANG 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/128739"}, "Penulis": "DAME ALVINA NAOMI SITOHANG (NIM: 25314727)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Suprihanto Notodarmojo, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "adsorpsi, Zn, kation kompetitor, sedimen", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "27 Sep 2018"}