{"Nomor": 26364, "Judul": "REGULATING P2P LENDING IN INDONESIA : LESSONS LEARNED FROM THE CASE OF CHINA AND INDIA", "Abstrak": "Industri P2P Lending di Indonesia telah mengalami fase pertumbuhan yang sangat signifikan selama dua tahun ke belakang. Perkembangan sektor ini disambut secara sangat positif baik oleh publik maupun pemerintah. Munculnya peraturan P2P lending pertama yang diterbitkan di akhir 2016 menandakan sektor ini masih pada fase awal pertumbuhannya. Namun demikian, terdapat kepentingan untuk melembagakan layanan P2P Lending, sebab diperkirakan akan munculnya beragam varian dari layanan dan model bisnis P2P Lending yang akan berkembang ke depannya. \n\nRiset ini ditujukan untuk melihat pembelajaran yang kemungkinan diambil dari regulasi P2P lending berdasarkan studi kasus China dan India. Kelayakan untuk mengimplementasi hasil studi ini akan didiskusikan lebih lanjut melalui pendekatan Ã‚Â“Actor and Network TheoryÃ‚Â”. Hasil dari studi menunjukkan bahwa dari hasil perbandingan antara ketiga negara, Indonesia yang mengadaptasi pendekatan fungsional terhadap pengawasan regulasi jasa keuangan memiliki sistem regulasi yang lebih stabil dan lebih teradaptasi dibandingkan India dan China. Pembelajaran yang mampu diambil dengan demikian merujuk pada kesinambungan Indonesia untuk melanjutkan arah dan tujuan regulasi yang sudah disusun oleh regulator pusat saat ini. Hasil dari Ã‚Â“Actor and NetworkÃ‚Â” menunjukkan bahwa untuk melanjutkan arah dan tujuan regulasi tersebut, kerangka regulasi yang ada saat ini sebaiknya diarahkan untuk mendorong tema kolaborasi dan pertumbuhan untuk mengakomodasi kepentingan peminjam, pemilik platform P2P Lending, dan partner kolaborasi.", "Daftar File": {"2018 TS PP DANIEN ADRIAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128752"}, "Penulis": "DANIEL ADRIAN (29014013)", "Kontributor / Dosen Pembimbing": ["Wawan Dhewanto, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "P2P lending; regulatory framework; functional regulatory supervision; Actor and Network Analysis, Indonesia", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "1 file", "Tanggal Input": "08 Jan 2018"}