{"Nomor": 26362, "Judul": "PEMODELAN SISTEM PEMBANGKIT LISTRIK HYBRID PV-TURBIN ANGIN-GENERATOR UNTUK BEBAN KOMUNAL DAN BEBAN ADMINISTRATIF DI DESA ILMARANG - MALUKU", "Abstrak": "Penggunaan energi terbarukan sangat cocok di Indonesia, mengingat Indonesia Negara kepulauan yang dilalui khatulistiwa. Dengan sumber daya alam yang melimpah dan tingkat radiasi matahari yang tinggi dengan rata-rata radiasi matahari 4,8 kWh/m2/hari sesuai dengan Business Plan of Electricity Provision 2010-2019. Namun, faktanya Indonesia memiliki 12.659 desa tertinggal yang tidak disuplai listrik oleh PLN bahkan 2519 desa sama sekali belum menikmati listrik. Kekurangan dari pembangkit listrik energi terbarukan adalah mempunyai intermittent output, bergantung kepada iklim dan lingkungan sehingga energi yang disuplai tidak dapat terpenuhi di tiap waktu. Oleh karena itu, pengembangan pembangkit listrik hybrid PV-Turbin Angin-Generator menjadi solusi. Perencanaan pembangkit listrik di Desa Ilmarang, Maluku. Area ini adalah salah satu desa tertinggal merujuk pada data dari Kemendesa dan membutuhkan pembangkit listrik sendiri. Simulasi dan analisis dilakukan dengan perangkat lunak HOMER Pro untuk menentukan skema yang paling layak secara tekno ekonomi untuk diimplementasikan dengan membandingkan berdasarkan LCOE. PVSyst dan PV*SOL digunakan untuk menentukan rugi-rugi near shading dengan pemodelan secara tiga dimensi. Penelitian ini bertujuan untuk mendukung program pemerintah, Indonesia Terang dan Program Listrik Pedesaan.", "Daftar File": {"upload abstark.pdf": "https://digilib.itb.ac.id/gdl/download/128750"}, "Penulis": "DANIEL ABDULLAH K  - NIM. 18014023", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agus Purwadi, M.T.    \n \n \n\nDr. Eng. Arwindra Rizqiawan, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Generator, HOMER,  Hybrid, PV", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Okt 2018"}