{"Nomor": 26365, "Judul": "ANALISIS KINERJA PENERIMA GPS BERHARGA RENDAH DENGAN UJI ZERO-BASELINE", "Abstrak": "Dalam beberapa tahun terakhir, beberapa penerima Global Positioning System (GPS) telah diproduksi dan dipasarkan dengan harga rendah. Dalam tugas akhir ini beberapa penerima GPS berharga rendah, seperti u-blox 6H, u-blox M8T, dan Tersus Precis BX305, diperkenalkan dan diuji potensinya untuk kebutuhan penentuan posisi yang teliti. Pada penelitian ini kinerja dinilai dengan noise penerima. Pengujian dilakukan dengan menggunakan 2 penerima GPS berharga tinggi, yaitu Topcon NET-3GA dan Astech ProFlex 500, sebagai referensi dengan metode double-difference zero-baseline. Analisis spektrum dan auto-korelasi dilakukan terhadap data residual double-difference untuk memeriksa keberadaan kesalahan sistematis dan karakteristik noise penerima. Dari penelitian ditemukan bahwa pengamatan pseudorange cenderung mengandung kesalahan sistematis. Penerima berharga rendah memiliki kinerja yang kompetitif dalam pengamatan pseudorange dengan perbedaan deviasi standar residual sekitar 15 cm dengan penerima berharga tinggi. Peningkatan kinerja terjadi jika penerima sejenis digunakan. Dalam pengamatan fase penerima berharga rendah tidak memiliki perbedaan yang signifikan dengan penerima berharga tinggi.", "Daftar File": {"2017 TA PP DANIEL ARIANTO TAMPUBOLON 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/128756", "2017 TA PP DANIEL ARIANTO TAMPUBOLON 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/128755", "2017 TA PP DANIEL ARIANTO TAMPUBOLON 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/128754", "2017 TA PP DANIEL ARIANTO TAMPUBOLON 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/128757", "2017 TA PP DANIEL ARIANTO TAMPUBOLON 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/128758"}, "Penulis": "Daniel Arianto Tampubolon (NIM : 15112016)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Teguh Purnama Sidiq, ST, MT.      \n \n\nDr. Irwan Gumilar, ST, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "GPS, penerima berharga rendah, zero-baseline", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "12 Okt 2018"}