{"Nomor": 26366, "Judul": "KLONING CYP7A1 GEN KUNCI DALAM BIOSINTESIS SENYAWA ASAM URSODEOKSIKOLAT PADA ESCHERICHIA COLI", "Abstrak": "Asam ursodeoksikolat atau ursodeoxycholic acid (UDCA) adalah asam empedu hasil metabolisme \n\nkolesterol dalam tubuh hewan dan manusia yang dapat digunakan untuk mengurangi gejala \n\npenyakit hati kolestatik kronis. Hingga saat ini, UDCA diproduksi melalui proses ekstraksi dari hati \n\nhewan ternak. Jumlah senyawa yang diproduksi secara alami di dalam kantung empedu hanya \n\nmencapai kurang lebih 3% dari total asam empedu. Untuk menghasilkan alternatif produksi UDCA, \n\nstrategi berbasis rekayasa genetika dapat dilakukan untuk memproduksi senyawa pada tumbuhan. \n\nHal ini dapat dilakukan dengan menyisipkan gen pengkode enzim biosintesis UDCA dari hewan ke \n\ndalam tumbuhan dengan mediasi oleh Agrobacterium sp. untuk menginduksi proses rekayasa \n\ngenetika. Enzim 7-α-hidroksilase kolesterol adalah enzim pada tahap pertama proses biosintesis \n\nasam ursodeoksikolat dari kolesterol yang produksinya dikode oleh gen Sitokrom P450 famili 7 \n\nsubfamili A golongan 1 (CYP7A1). Pada penelitian ini, cDNA disintesis terlebih dahulu melalui proses \n\ntranskripsi balik hasil ekstraksi asam ribonukleat (RNA) dari hati ayam (Gallus gallus). cDNA \n\ndigunakan sebagai cetakan yang diamplifikasi menggunakan sepasang primer cyp7a1. Gen \n\nkemudian diligasikan ke dalam plasmid kloning pGEMÃ‚Â®-T Easy dan ditransformasikan ke dalam \n\nEscherichia coli yang dikultur di dalam media Luria-Bertani. Koloni yang tumbuh diseleksi \n\nmenggunakan seleksi antibiotik ampisilin dan seleksi koloni putih biru menggunakan IPTG dan XGal. Koloni yang positif kemudian dikultur dalam media Luria-Bertani cair selama 18 jam. Plasmid \n\ndalam kultur cair kemudian diisolasi dan hasil dianalsis menggunakan analisis urutan basa \n\nnukleotida untuk mengkonfirmasi keberhasilan proses kloning cyp7a1. Urutan basa yang diperoleh \n\nkemudian diidentifikasi menggunakan Basic Local Alignment Search Tool (BLASTÃ‚Â®). Gen CYP7A1 \n\nberhasil dikloning di dalam Escherichia coli, dibuktikan dengan BLASTÃ‚Â® pasang basa nukleotida yang \n\nmenunjukan identitas kemiripan 99% dengan mRNA cyp7a1 nomor accession AY700578.1 dan 99% \n\ndengan protein kolesterol 7α-hidroksilase nomor accession AAW33560.1.", "Daftar File": {"2018 TA PP DANIEL SEMMY 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128759"}, "Penulis": "DANIEL SEMMY NIM : 10714006", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr. Elfahmi", "Dr. Sony Suhandono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Asam Ursodeoksikolat, UDCA, cyp7a1, Enzim Kolesterol 7-α-hidroksilase, Gallus gallus, Kloning", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "12 file", "Tanggal Input": "01 Okt 2018"}