{"Nomor": 26371, "Judul": "SINTESIS MATERIAL FERROELEKTRIK BIFEO3 DENGAN METODE SONOKIMIA", "Abstrak": "Sintesis senyawa feroelektrik BiFeO3 dengan metode sonokimia berhasil dilakukan dengan menggunakan prekursor Bi5O(OH)9(NO3)4 dan Fe(NO3).9H2O dengan perbandingan stoikiometri 1:1 terhadap ion Bi3+ dan Fe3+. Proses sintesis dilakukan dengan melarutkan prekursor dalam kondisi asam pada pH = 1 dilanjutkan dengan proses sonikasi selama 4 jam dengan penambahan KOH sedikit demi sedikit hingga pH = 10 dan dijaga tetap. Hasil dari sonikasi dilanjutkan dengan proses kalsinasi pada suhu 100 Ã‚Â°C, 300 Ã‚Â°C, 500 Ã‚Â°C, 670 Ã‚Â°C dan 800 Ã‚Â°C selama 6 jam. Persen hasil (yield) yang didapatkan dari hasil sintesis sebesar 97,8%. Berdasarkan data hasil X-ray Power Difraction (XRD) menunjukkan senyawa BiFeO3 berhasil disintesis dengan fasa sekunder yang dianalisis merupakan senyawa Bi2Fe4O9 dan Bi25FeO39. Data hasil Thermogravimetric Analysis (TGA) menunjukkan bahwa BiFeO3 mengalami penurunan massa sebesar 7% hingga suhu 460 Ã‚Â°C dan stabil di atas 460 Ã‚Â°C. Dari data Differential Scanning Calorimetry (DSC) menunjukkan terjadinya transisi pada suhu 500 Ã‚Â°C yang dianalisis merupakan transisi fasa penumbuhan kristal BiFeO3. Dari pengukuran konstanta dielektrik yang dilakukan dari frekuensi 20 Hz sampai 2 MHz menunjukkan terjadinya transisi dielektrik pada suhu 160 Ã‚Â°C dan penurunan konduktivitas seiring dengan kenaikan suhu.", "Daftar File": {"2018 TA PP DANI FIRMAN SIDIQ 10513019 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128764", "2018_TA_PP_DANI_FIRMAN_SIDIQ_1-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/148069"}, "Penulis": "DANI FIRMAN SIDIQ NIM:10513019", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sintesis, ferroelektrik, sonokimia, transisi, dielektrik.", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "09 Mar 2018"}