{"Nomor": 26386, "Judul": "DESAIN PIPA BAWAH LAUT DI PERAIRAN LAUT JAWA", "Abstrak": "Prinsip utama dalam proses desain pipa bawah laut adalah agar sistem pipa yang akan dikonstruksi dapat kuat dan aman pada saat proses instalasi, hydrotest, dan selama operasional atau masa layan yang direncanakan. Dalam proses desain pipa bawah laut, bentang bebas (free span) adalah salah satu bagian terpenting yang harus diperhatikan. Kegagalan struktur seperti retak (crack) dapat terjadi karena pipa tidak mampu menahan beban yang bekerja pada bentang bebas yang memiliki ruang kosong di bawah permukaan pipa akibat dasar laut yang tidak rata. Munculnya retak pada struktur pipa dapat menyebabkan kebocoran yang berakibat fatal, baik berupa penurunan produksi konten yang dialirkan dalam pipa secara signifikan maupun dampak terhadap lingkungan dan aktivitas manusia di sekitarnya.   \n \n\nMengingat biaya perbaikan atau penggantian pipa yang tidak sedikit, seluruh proses desain pipa harus melalui perhitungan yang aman, efisien, dan mengacu pada standar kode internasional yang sesuai. Dalam tahap desain tebal dinding (wall thickness) pipa berdasarkan empat kriteria yang harus dipenuhi dalam perhitungan tebal dinding pipa kode DNV OS-F101, struktur pipa yang didesain cukup kuat menahan berbagai beban yang bekerja baik pada masa konstruksi, system pressure test, hingga operasi. Tebal dinding pipa yang memenuhi seluruh kriteria untuk tiga kondisi yang ditinjau adalah 8.105 mm sebagai hasil perhitungan kebutuhan tebal dinding pipa kondisi operasi dengan kriteria internal pressure containment. Namun, tebal dinding pipa yang digunakan berdasarkan standar API 5L Specification for Linepipe adalah sebesar 11.1 mm agar pipa tersebut dapat memenuhi kriteria analisis kelayakan instalasi. Dalam tahap desain tebal selimut beton berdasarkan kode DNV RP-F109, kriteria analisis stabilitas (on-bottom stability analysis) secara vertikal maupun lateral telah terpenuhi. Tebal selimut beton yang dipilih sebesar 25 mm sebagai hasil perhitungan kondisi operasi pada kedalaman minimum.  \n\nSetelah menentukan tebal dinding pipa dan selimut beton yang melindunginya, dilakukan analisis kelayakan instalasi pipa (preliminary installation design) dengan perangkat lunak berbasis metode finite element untuk memastikan pipa yang didesain memenuhi kriteria industrial dan ketentuan DNV OS-F101 menggunakan tiga pipelay vessels dengan konfigurasi tertentu. Konfigurasi yang memenuhi untuk penggunaan pipelay vessel AUSSIE 1 yakni pemberian tension dari tensioner sebesar 500 kN, sudut rotasi pada stinger hitch sebesar 32.5 derajat, dan sudut trim barge sebesar 1 derajat. Konfigurasi yang memenuhi untuk penggunaan pipelay vessel DLB-01 yakni pemberian tension dari tensioner sebesar 500 kN, sudut rotasi pada stinger hitch sebesar 35 derajat, dan sudut trim barge sebesar 1 derajat. Konfigurasi yang memenuhi untuk penggunaan pipelay vessel HAFAR NEPTUNE yakni pemberian tension dari tensioner sebesar 200 kN, sudut rotasi pada stinger hitch sebesar 12.5 derajat, dan sudut trim barge sebesar 1 derajat.  \n\nTahap analisis bentang bebas berdasarkan kode DNV RP-F105 menghasilkan nilai panjang bentang bebas maksimum yang diizinkan, sehingga dapat diperkirakan kapasitas umur desain fatigue pipa menggunakan perangkat lunak berbasis kode DNV RP-F105 dan DNV RP-C203. Panjang bentang bebas maksimum yang diizinkan berdasarkan analisis bentang bebas secara statik dan dinamik menggunakan standar kode DNV-RP-F105 untuk kondisi instalasi, hydrotest, dan operasi adalah 8.998 m. Adapun kapasitas umur desain fatigue (fatigue life) pipa yang diperhitungkan menggunakan perangkat lunak berbasis standar kode DNV RP-F105 dan DNV RP-C203 adalah selama 55 tahun.", "Daftar File": {"2018 TA PP Daoni Gabrielle 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128779"}, "Penulis": "Daoni Gabrielle - NIM 15514078", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Ricky Lukman Tawekal"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Free span, on-bottom stability analysis, pipa bawah laut, preliminary installation design, wall thickness.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jun 2018"}