{"Nomor": 26383, "Judul": "KAJIAN KRITIK SENI RUPA MAJALAH TEMPO DARI TAHUN 1998-2015", "Abstrak": "Kehadiran kritik dalam seni rupa menandakan adanya respon terhadap permasalahan-permasalahan seni rupa. Kritikus adalah salah satu pelaku yang paling intens dalam melakukan kritik pada sebuah karya dan peristiwa seni rupa.Kritik seni juga berfungsi sebagai media apresiasi masyarakat terhadap karya seni rupa.Jenis kritik seni jurnalistik adalah yang paling dekat dengan apresiasi masyarakat ini. \n \n\nTesis ini mengkaji kritik seni rupa majalah Tempo dari tahun 1998-2015. Penelitian kritik seni rupa majalah Tempo menggunakan pendekatan kualitatif dengan pemeriksaan penulisan yang berhubungan dengan penerapan tahapan kritik Feldman dan unsur 5W+1H jurnalistik.Klasifikasi setiap artikel terbagi dalam kelompok artikel yang terdiri dari penggunaan masing-masing tahapan kritiknya, yaitu: deskripsi, analisis formal, interpretasi dan evaluasi. \n \n\nPermasalahan penelitian ini adalah ingin mengetahui tentang bagaimana penulisan kritik seni rupa di majalah Tempo semenjak 19988-2015?, serta bagaimana standar kualitas tulisan kritik SR majalah Tempo diukur dari penerapan tahapan kritik seni rupa Feldman? \n \n\nKritik seni jurnalistik di majalah Tempo memiliki peran penting dalam upaya meningkatkan wawasan seni kepada masyarakat. Kenyataannya, sebagian besar penggunaan tahapan kritik dalam setiap artikel hanya memuat tahapan: hanya deskripsi, deskripsi-interpretasi, dan deskripsi-evaluasi, yang menandakan bahwa bentuk penulisan kritik majalah Tempo adalah ulasan pemberitaan daripada kritik seni. Sehingga mengurangi kualitas kritik yang mencerminkan standar pemahaman terhadap karya seni yg justru dibutuhkan oleh masyarakat.", "Daftar File": {"dany.htm": "https://digilib.itb.ac.id/gdl/download/128776"}, "Penulis": "DANY KURNIA GUNAWAN (NIM: 27014009)", "Kontributor / Dosen Pembimbing": ["Dr. Yustiono"], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Criticism, fine arts, quality standard, tempo magazine", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "22 Mar 2018"}