{"Nomor": 26387, "Judul": "Penilaian Kerentanan Seismik Pada Jembatan Box Girder Beton Prategang Menerus Bentang Majemuk Eksisting Melalui Pengembangan Kurva Fragilitas Analitik", "Abstrak": "Penilaian kerentanan jembatan terhadap beban gempa perlu dilakukan untuk memastikan keamanan dan kemampuan layan jembatan selama dan pasca gempa, salah satunya melalui pengembangan kurva fragilitas analitik.Kurva fragilitas menunjukkan nilai probabilitas terjadinya suatu tingkat kerusakan pada struktur jembatan akibat suatu intensitas gempa tertentu. Kurva fragilitas dapat digunakan untuk mengidentifikasi potensi kerusakan yang terjadi dan menentukan level kinerja jembatan akibat suatu level intensitas gempa.    \n \n \n \n\nStudi ini menilai fragilitas seismik melalui pengembangan kurva fragilitas untuk jembatan box girder beton prategang menerus bentang majemuk (multi-span continuous prestressed concrete box girder bridge) eksisting yang berlokasi di Jakarta, dengan studi kasus pada Jembatan JLNT Tendean. Jakarta sebagai salah satu wilayah diIndonesia dengan tingkat kerawanan tinggi terhadap gempa, sehingga perlu dilakukan penilaian fragilitas seismik jembatan.Pengembangan kurva fragilitas mengacu pada HAZUS. Kurva fragilitas dikembangkan dengan melakukan Non-Linear Time History Analysis (NLTHA) pada Model Analisis 3D Jembatan menggunakan program MIDAS CIVIL 2011. Serangkaian ground motion spesifik situs Jakarta yang diskalakan pada berbagai level intensitas gempa digunakan sebagai input beban gempa. Tingkat kerusakan yang dialami struktur akibat suatu intensitas gempa diidentifikasi dari respon seismik hasil NLTHA berdasarkan nilai batasan parameter kinerja jembatan - NCHRP 440 (2013).   \n \n \n \n\nDari kurva fragilitas yang dikembangkan menunjukkan bahwaJembatan JLNTTendean berpotensi mengalami tingkat kerusakan menengahakibat Beban Gempa Rencana,dengan kategori level kinerja Ã‚Â“Life SafetyÃ‚Â”.Tingkat kerusakan runtuh dengan 50% probabilitas terlampaui akan terjadi pada kejadian gempa dengan PGA sebesar1.18g. Dengan demikian, dari studi ini dapat disimpulkan bahwa Jembatan JLNT Tendean memiliki fragilitas seismik yang rendah.   \n \n \n \n\nKata kunci: Kurva fragilitas, Kerentanan seismik, HAZUS, NLTHA, NCHRP 440.", "Daftar File": {"2018 TS PP DAONY ROHA SILITONGA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128780", "COVER DAONY ROHA SILITONGA (NIM : 25014326)": "https://digilib.itb.ac.id/gdl/download/218846", "BAB 1 DAONY ROHA SILITONGA (NIM : 25014326)": "https://digilib.itb.ac.id/gdl/download/218847", "BAB 2 DAONY ROHA SILITONGA (NIM : 25014326)": "https://digilib.itb.ac.id/gdl/download/218848", "BAB 3 DAONY ROHA SILITONGA (NIM : 25014326)": "https://digilib.itb.ac.id/gdl/download/218849", "BAB 4 DAONY ROHA SILITONGA (NIM : 25014326)": "https://digilib.itb.ac.id/gdl/download/218850", "BAB 5 DAONY ROHA SILITONGA (NIM : 25014326)": "https://digilib.itb.ac.id/gdl/download/218851", "PUSTAKA DAONY ROHA SILITONGA (NIM : 25014326)": "https://digilib.itb.ac.id/gdl/download/218852"}, "Penulis": "DAONY ROHA SILITONGA (NIM : 25014326)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof.Ir. Iswandi Imran, MA.Sc.,Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Kurva fragilitas, Kerentanan seismik, HAZUS, NLTHA, NCHRP 440;Fragility curve, Seismic vulnerability, HAZUS, NLTHA, NCHRP440.", "Sumber": "", "Staf Input/Edit": "Rd. Lenny Fatimah N., Dra  \n                                     Rd. Lenny Fatimah N., Dra", "File": "8 file", "Tanggal Input": "07 Mar 2018"}