{"Nomor": 26397, "Judul": "PENGARUH KEDALAMAN AIR TERHADAP LAJU PERTUMBUHAN DAN TINGKAT KESINTASAN KARANG Acropora suharsonoi dan Acropora desalwii DI PANTAI KAPURAN, BANYUWANGI, JAWA TIMUR", "Abstrak": "Karang jenis Acropora suharsonoi dan Acropora desalwii merupakan jenis endemik yang bernilai jual tinggi. Para pelaku industri perikanan dan karang hias seringkali melakukan transplantasi karang tersebut diluar habitat aslinya, termasuk di Banyuwangi. Oleh karena itu, pengetahuan tentang kedalaman optimal yang memberi keuntungan teknis dan ekonomis sangatlah diperlukan. Penelitian ini bertujuan untuk menentukan kedalaman optimal dengan membandingkan laju pertumbuhan dan tingkat kesintasan karang A.suharsonoi dan A.desalwii pada tiga kategori kedalaman, yaitu kedalaman I (5-8m), II (10-13m) dan III (15-18m). Sebanyak masing-masing 20 spesimen karang jenis A.suharsonoi dan A.desalwii ditransplantasikan pada tiga kategori kedalaman di lepas pantai Kapuran, Banyuwangi, Jawa Timur. Transplan karang ditanam pada substrat semen, dan diikat pada struktur besi berukuran 1 x 2 m. Pengukuran tingkat kesintasan (TS), laju pertumbuhan tinggi dan lebar karang (LPT dan LPL), dan parameter fisika (kedalaman, suhu, laju sedimentasi, kecerahan, kecepatan arus, dan turbiditas) dan kimia (salinitas, pH, NO3, NH3, dan PO4) perairan dilakukan setiap bulannya selama tiga bulan. Hasil pengukuran parameter kualitas perairan menunjukkan bahwa kadar NO3 perairan selalu melebihi standar maksimum yang diizinkan menurut Kepmen LH no.51 tahun 2004, sedangkan kadar PO4 hanya melebihi standar pada pengukuran di bulan terakhir. Terdapat indikasi bahwa tingginya kadar N dan P perairan mendukung pertumbuhan kompetitor karang dan mengganggu pertumbuhan karang transplan khususnya A. suharsonoi yang lebih rentan terhadap gangguan makoralga dan perubahan lingkungan. Data TS, LPT, dan LPL untuk karang jenis A.suharsonoi pada kategori kedalaman I, II dan III berturut-turut adalah (35%, 55%, 60%; 0,0942 cm/bln, 0,1044 cm/bln, 0,1336 cm/bln; 0,1357 cm/bln, 0,169 cm/bln, 0,0672 cm/bln), sedangkan untuk A.desalwii adalah (85%, 100%, 90%; 0,1882 cm/bln, 0,1688 cm/bln, 0,1995 cm/bln; 0,3773 cm/bln, 0,2173 cm/bln, 0,1795 cm/bln). Ditinjau dari sisi teknis dan ekonomis, lokasi transplantasi yang dangkal akan lebih menguntungkan bagi pengusaha karang. Rata-rata LPT dan LPL karang A.suharsonoi tidak berbeda signifikan (P>0,05) antar kedalaman, namun TS pada kedalaman I rendah (", "Daftar File": {"2018 TA PP DARY AULIA MUHAMMAD 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128790"}, "Penulis": "DARY AULIA MUHAMMAD      (NIM : 10613060)", "Kontributor / Dosen Pembimbing": ["Dr. Devi N. Choesin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Acropora suharsonoi, Acropora desalwii, Kedalaman Air, Tingkat Kesintasan, Laju Pertumbuhan Tinggi, Laju Pertumbuhan Lebar, Pantai Kapuran", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "05 Mar 2018"}