{"Nomor": 26392, "Judul": "KARAKTERISASI PEMBENTUKAN AIR ASAM TAMBANG DENGAN METODE NET TOTAL ACID PRODUCING POTENTIAL (NTAPP) PADA SAMPEL BATUAN PT MNO", "Abstrak": "Salah satu dampak yang diberikan dari kegiatan pertambangan adalah air asam tambang (AAT), yang terbentuk akibat reaksi antara mineral pembentuk asam, oksigen dan air. Untuk melakukan tindakan pengelolaan AAT, perlu dilakukan pengujian terhadap batuan dengan metode karakterisasi geokimia batuan. Karakterisasi geokimia batuan yang umum digunakan adalah uji statik Acid Base Accounting (ABA) dan Net Acid Generating (NAG). Uji statik merupakan uji yang dilakukan untuk menentukan kandungan sulfur yang terkandung pada batuan dan kandungan pengonsumsi asam pada batuan untuk mengetahui jumlah potensi pembentukan asam pada batuan. Saat ini diperkenalkan metode karakterisasi geokimia lainnya, yaitu uji Net Total Acid Producing Potential (NTAPP). Uji NTAPP adalah uji yang digunakan untuk mengetahui potensi keterbentukan air asam tambang dengan menghitung jumlah mineral sulfur sulfida. Penelitian ini dilakukan untuk mengkarakterisasi sampel batuan dan menganalisis perbedaan metode uji statik ABA dan uji NTAPP. \n\nPada penelitian ini digunakan 5 sampel batuan dari PT MNO. Uji statik (ABA dan NAG) dan uji NTAPP dilakukan pada ke-lima sampel untuk kemudian dibandingkan hasil karakterisasinya. Uji kinetik dengan metode Free Drain Column Leach Test dilakukan pada sampel yang sama untuk keperluan verifikasi. Sebagai tambahan, uji mineralogi XRD (X-Ray Diffraction) dan uji unsur XRF (X-Ray Fluorescence) dilakukan untuk mendapatkan informasi dasar mengenai komposisi mineral dan unsur dalam sampel. \n\nHasil uji mineralogi dan unsur pada tiap sampel batuan menyatakan bahwa komponen mineral pirit (FeS2) sebagai mineral pembentuk asam dan mineral kalsit (CaCO3) sebagai mineral penetral asam. Dari semua hasil pengujian, sampel IM 3 dan IM 5 diklasifikasikan sebagai batuan PAF (Potentially Acid Forming). Sampel IM 1, IM 2 dan IM 4 diklasifikasikan sebagai batuan NAF (Non-Acid Forming). Hasil karakterisasi dari kedua uji menunjukkan bahwa nilai CRS + TAA umumnya lebih kecil dibanding nilai Total Sulfur. Sehingga hasil uji NTAPP memberikan hasil yang lebih kecil dibanding uji static-NAPP, namun tidak mengubah hasil klasifikasi akhir geokimia batuan.", "Daftar File": {"2018 TA PP DARIUS ARMANDO SINAGA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128785"}, "Penulis": "Darius Armando Sinaga (NIM : 12114052)", "Kontributor / Dosen Pembimbing": ["Dr.Eng., Ginting Jalu Kusuma, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "air asam tambang, Net Total Acid Producing Potential (NTAPP), uji statik, klasifikasi geokimia", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "01 Okt 2018"}