{"Nomor": 26394, "Judul": "PENURUNAN VIRULENSI Vibrio sp. MELALUI PENAMBAHAN KONSORSIUM BAKTERI Nitratireductor aquibiodomus DAN Halomonas aquamarina PADA NURSERY UDANG PUTIH (Litopenaeus vannamei)", "Abstrak": "Vibriosis syndrome merupakan permasalahan utama yang dihadapi oleh industri udang secara global. Penyakit vibriosis disebabkan oleh bakteri patogen Vibrio sp. dan berdampak signifikan terhadap kelulushidupan udang dan kinerja kultur secara keseluruhan. Semenjak penggunaan antibiotik dilarang dalam industri akuakultur, dibutuhkan pendekatan baru melalui manipulasi interaksi mikroba yang akan mengganggu sistem quorum sensing akibat disrupsi terhadap senyawa autoinducer Vibrio sp., N-Acyl-Homoserine-Lactone (AHL). Penelitian ini bertujuan untuk melihat pengaruh penambahan konsorsium bakteri Nitratireductor aquibiodomus dan Halomonas aquamarina dalam menurunkan virulensi Vibrio sp. pada nursery PL-5 udang putih (Litopenaeus vannamei) dan menentukan kelulushidupan nursery udang putih pasca uji tantang dengan Vibrio sp. Penelitian dibagi dalam tiga tahap : (1) uji antagonistik bakteri Nitratireductor aquibiodomus dan Halomonas aquamarina ; (2) uji Tecan untuk melihat kemampuan bakteri konsorsium dalam mereduksi bioluminescence Vibrio sp. sebagai salah satu indikator penurunan virulensi Vibrio sp.;dan (3) uji tantang bakteri Nitratireductor aquibiodomus, Halomonas aquamarina, dan Vibrio sp. pada Litopenaeus vannamei dengan 6 perlakuan berbeda:P1 (konsorsium bakteri ditambahkan 24 jam sebelum penambahan Vibrio sp.), P2 (konsorsium bakteri ditambahkan bersamaan dengan penambahan Vibrio sp.), P3 (konsorsium bakteri ditambahkan 24 jam setelah penambahan Vibrio sp.), P4 (kontrol positif konsorsium bakter), P5 (tanpa penambahan konsorsium bakteri dan Vibrio sp.), P6 (kontrol negatif Vibrio sp.) dengan waktu pengujian selama 5 hari. Berdasarkan hasil penelitian, Nitratireductor aquibiodomus dan Halomonas aquamarina tidak menunjukkan efek antagonistik. Selanjutnya, kedua konsorsium ini mampu menurunkan bioluminescence Vibrio sp. sebesar 51,39%. Berdasarkan hasil uji tantang pada nursery udang terlihat bahwa perlakuan P1 memberikan hasil yang terbaik (65,53%) diikuti oleh P2 (33%), dan P3 (32,07%) yang memiliki perbedaan signifikan dengan P6 (21%) (p", "Daftar File": {"2018 TA PP   DARLING FEBRIANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128787"}, "Penulis": "DARLING FEBRIANI (NIM : 10414038)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n\nDr. Gede Suantika, M.Si.   \n\nDr. Magdalena Lenny Situmorang"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Halomonas aquamarina, Litopenaeus vannamei, Nitratireductor aquibiodomus, quorum sensing, Vibrio sp.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2018"}