{"Nomor": 26402, "Judul": "RUMAH SAKIT SWASTA KELAS C DI LEUWI PANJANG, BANDUNG", "Abstrak": "Pelayanan kesehatan merupakan hak setiap orang yang dijamin dalam UUD Negara Republik Indonesia tahun 1945. Rumah sakit sebagai salah satu sarana kesehatan memiliki peran yang penting dalam proses pelayanan kesehatan masyarakat.Kota Bandung adalah ibukota Provisi Jawa Barat, Indonesia, yang sedang mengalami kemajuan pesat. Pembangunan di berbagai sektor menciptakan perkembangan penduduk Kota Bandung, oleh karena itu diperlukan pembangunan Rumah Sakit Umum Kelas C agar tercapai pelayanan kesehatan masyarakat secara merata dan menyeluruh. Isu utama dalam perancangan rumah sakit adalah bagaimana agar sebuah rumah sakit dapat berfungsi optimal. Hal ini disiasati dengan pemintakatan sesuai standar yang berlaku dan perancangan sirkulasi yang efektif. Adapun dalam perancangan Rumah Sakit Umum Kelas C ini memakai konsep healing environment yang mempertemukan pengunjung dengan alam yang bertujuan untuk mengeliminasi stress guna mengoptimalkan pelayanan kesehatan di rumah sakit.Bangunan Rumah Sakit Umum Kelas C ini berkapasitas 190 tempat tidur dengan dua masa bangunan yang terdiri dari 4 dan 5 lantai dengan luas 17.813 m2. Bentuk massa sendiri merupakan tanggapan dari bentuk lahan yang luas seluas 0,9 ha dan untuk ruang terbuka hijau bagi daerah sekitarnya.", "Daftar File": {"2014 TA PP DAVID ANUGRAH KURNIAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/128795", "2014 TA PP DAVID ANUGRAH KURNIAWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/128796", "2014 TA PP DAVID ANUGRAH KURNIAWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/128797", "2014 TA PP DAVID ANUGRAH KURNIAWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/128798", "2014 TA PP DAVID ANUGRAH KURNIAWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/128799", "2014 TA PP DAVID ANUGRAH KURNIAWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/128800", "2014 TA PP DAVID ANUGRAH KURNIAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/128801"}, "Penulis": "DAVID ANUGRAH KURNIAWAN (NIM : 15209036)", "Kontributor / Dosen Pembimbing": ["Pembimbing :     \n \n \n\nDr. Ir. Lily Tambunan, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pelayanan kesehatan, fungsional, rumah sakit umum, healing environment", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "12 Sep 2018"}