{"Nomor": 26406, "Judul": "KARAKTERISASI RESERVOIR DAN ANALISIS FASIES FORMASI KEUTAPANG, LAPANGAN RAJA, CEKUNGAN SUMATRA UTARA", "Abstrak": "Lapangan Raja merupakan salah satu lapangan minyak bumi di Cekungan Sumatra Utara. Secara administratif Lapangan Raja terletak di Kecamatan Rantau, Kabupaten Aceh Tamiang, Provinsi Aceh. Lapangan ini terdiri dari Formasi Keutapang dan Formasi Seurula. Penelitian dilakukan pada Formasi Keutapang untuk menentukan fasies lingkungan pengendapan dan karakter dari 2 reservoir yang terdapat pada Lapangan Raja ini, yaitu Reservoir A pada kedalaman di sekitar 400 m di bawah permukaan laut dan Reservoir B pada kedalaman di sekitar 550 m di bawah permukaan laut. Data yang digunakan dalam penelitian ini berupa data batuan inti, data log tali kawat, data seismik 3D, dan data sejarah produksi.           \n\nHasil analisis batuan inti menunjukkan bahwa Reservoir A terdiri dari litologi batupasir masif yang diinterpretasikan sebagai batupasir endapan upper shoreface, sedangkan Reservoir B terdiri dari litologi batupasir lempungan karbonatan yang diinterpretasikan sebagai endapan lower shoreface. Hasil analisis fosil jejak yang terdapat pada batuan inti menunjukkan Reservoir B merupakan endapan zona litoral Ã‚Â– sandy shore. Penentuan karakter petrofisik menggunakan data log tali kawat. Karakter petrofisik yang dianalisis adalah porositas efektif, saturasi air, dan volume serpih.           \n\nHasil karakterisasi Reservoir A menunjukkan porositas efektif rata-rata 17%, volume serpih rata-rata 22%, dan saturasi air rata-rata 68%, sedangkan Reservoir B menunjukkan porositas efektif rata-rata 14%, volume serpih rata-rata 26%, dan saturasi air rata-rata 76%.", "Daftar File": {"2017 TA PP DAVID LEE LUMBAN RAJA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/128815", "2017 TA PP DAVID LEE LUMBAN RAJA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/128816", "2017 TA PP DAVID LEE LUMBAN RAJA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/128817", "2017 TA PP DAVID LEE LUMBAN RAJA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/128818", "2017 TA PP DAVID LEE LUMBAN RAJA 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/128819", "2017 TA PP DAVID LEE LUMBAN RAJA 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/128820", "2017 TA PP DAVID LEE LUMBAN RAJA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/128821", "2017 TA PP DAVID LEE LUMBAN RAJA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/128822"}, "Penulis": "DAVID LEE LUMBAN RAJA (NIM : 12013066)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir Suhadi Sumintadireja."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Lapangan Raja, Cekungan Sumatra Utara, Fasies, Petrofisika, Porositas, Saturasi air, Volume serpih", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "31 Jul 2018"}