{"Nomor": 26418, "Judul": "ANALISIS EFEKTIVITAS BALOK KOPEL DALAM STRUKTUR GEDUNG TINGGI DENGAN OUTRIGGER DAN BELT-TRUSS", "Abstrak": "Perancangan gedung tinggi memiliki permasalahan dalam hal deformasi lateral yang berlebihan dan menyebabkan isu kenyamanan (serviceability). Sistem yang umum digunakan seperti sistem dinding berangkai tidak mampu mengatasi permasalahan ini untuk struktur yang sudah terlalu tinggi. Untuk itu, dapat digunakan tambahan sistem outrigger dan belttruss untuk mengatasi permasalahan tersebut. Seperti yang diketahui pada sistem dinding berangkai, elemen balok kopel merupakan disipator utama. Dalam penelitian ini, ingin diketahui bagaimana hierarki plastifikasi yang terjadi dengan adanya penambahan outrigger dan belttruss dan apakah perlu digunakan balok kopel dengan rasio L/H yang kecil dan tulangan diagonal pada balok kopel. \n\nBerdasarkan analisis nonlinear yang terdiri atas pushover analysis dan time history analysis, didapatkan bahwa tingkat kinerja dari model yang menggunakan balok kopel dengan rasio L/H=4 dan tulangan balok SRPMK lebih buruk dari model dengan rasio L/H=2 dan 3. Hal ini disebabkan oleh balok kopel mengalami rotasi yang sangat besar mencapai hingga 0.65CP. Sementara itu, untuk model dengan L/H=2 dan 3 dengan tulangan diagonal serta model L/H=3 dengan tulangan balok SRPMK (tanpa tulangan diagonal) memiliki kinerja dan perilaku yang hampir sama namun lebih baik dari model L/H=4. Selain itu, hierarki plastifikasi untuk model L/H=2 dan 3 beralih ke balok induk, dinding geser dasar dan dinding geser pada lantai outrigger, dan mega kolom. Oleh karena itu, penggunaan rasio balok kopel yang efektif untuk sistem struktur yang menggunakan outrigger dan belttruss ialah balok kopel dengan rasio L/H=3 dan tulangan balok SRPMK.", "Daftar File": {"ABSTRAK  DAVY KASLAN": "https://digilib.itb.ac.id/gdl/download/128857", "COVER DAVY KASLAN": "https://digilib.itb.ac.id/gdl/download/246124", "BAB 1 DAVY KASLAN ": "https://digilib.itb.ac.id/gdl/download/246125", "BAB 2 DAVY KASLAN ": "https://digilib.itb.ac.id/gdl/download/246126", "BAB 3 DAVY KASLAN ": "https://digilib.itb.ac.id/gdl/download/246127", "BAB 4 DAVY KASLAN ": "https://digilib.itb.ac.id/gdl/download/246128", "BAB 5 DAVY KASLAN ": "https://digilib.itb.ac.id/gdl/download/246129", "BAB 6 DAVY KASLAN ": "https://digilib.itb.ac.id/gdl/download/246130", "PUSTAKA DAVY KASLAN ": "https://digilib.itb.ac.id/gdl/download/246131"}, "Penulis": "DAVY KASLAN  [25016051]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Bambang Budiono, M.E., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Gedung tinggi, dinding berangkai, sistem outrigger & belttruss, balok kopel, pushover analysis, nonlinear time history analysis, plastifikasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "13 Mar 2018"}