{"Nomor": 26427, "Judul": "STUDI PENGARUH PENAMBAHAN PIRIT, GIPSUM, DAN GRAFIT SERTA VARIASI TEMPERATUR TERHADAP PERSEN PENGUAPAN TIMAH PADA TERAK PELEBURAN TIMAH", "Abstrak": "Timah merupakan salah satu unsur yang sangat penting karena penggunaanya sebagai tinplate, solder, bahan kimia, dan paduan logam. Pada tahun 2016, Indonesia menduduki peringkat kedua dalam hal produksi timah, yaitu sebesar 55.000 ton/tahun, berada satu tingkat di bawah China dengan produksi pada tahun 2016 sebesar 100.000 ton/tahun. Permasalahan dalam proses peleburan timah ialah besi yang ikut tereduksi dan juga kandungan timah di dalam terak yang masih tinggi. Salah satu metode untuk mengambil timah dari terak ialah metode fuming. Penelitian ini bertujuan untuk mempelajari pengaruh penambahan pirit, gipsum, dan grafit terhadap persen penguapan timah. Terak yang digunakan pada percobaan ini berasal dari PT Timah. \n\nPada penelitian ini, jumlah pirit yang ditambahkan adalah 13%, 16%, 18,5%, 22%, 30%, 40%, dan 54%. Pencampuran pirit dengan gipsum juga dilakukan dengan rasio pencampuran 70:30, 60:40, 50:50, 40:60, dan 30:70. Penambahan grafit dilakukan pada rasio pirit dan gipsum 40:60 dengan penambahan grafit 1%, 2%, dan 3%. Variasi temperatur juga dilakukan pada temperatur 1000oC, 1100 oC, 1200 oC, dan 1300 oC. Percobaan dengan metode fuming dilakukan selama satu jam. Hasil fuming dianalisis menggunakan AAS, XRD dan SEM-EDS. \n\nHasil analisis menggunakan AAS menunjukkan bahwa penambahan pirit berpengaruh baik terhadap persen penguapan timah. Jumlah pirit optimum yang ditambahkan ialah 22% dengan persen penguapan timah mencapai 71,71%. Pencampuran pirit dan gipsum mendapatkan persen penguapan timah tertinggi yaitu 68,15% pada rasio pirit dan gipsum 40/60. Penambahan grafit dapat menurunkan persen penguapan timah karena dapat membantu terbentuknya senyawa Fe-Sn. Pada variasi temperatur, didapatkan persen penguapan timah tertinggi yaitu 97% pada temperatur 1300oC. Mekanisme penguapan pada penambahan pirit dimulai dengan dekomposisi pirit menjadi FeS. Kemudian, FeS akan bereaksi dengan SnO membentuk SnS. Penambahan gipsum akan menghasilkan CaS dari hasil dekomposisi gipsum. CaS akan bereaksi dengan SnO membentuk SnS. Penambahan grafit akan menghasilkan CaS dan FeS serta membantu terbentuknya senyawa Fe-Sn.", "Daftar File": {"2018 TA PP DEAN KEMAL AULIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128866"}, "Penulis": "DEAN KEMAL AULIA RAHMAN (NIM : 12514031)", "Kontributor / Dosen Pembimbing": ["Dr. -Ing. Zulfiadi Zulhan, S.T. M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Fuming, Terak Peleburan Timah, Pirit, Gipsum", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "02 Jul 2018"}