{"Nomor": 26423, "Judul": "PERANCANGAN INTERACTIVESTORYTELLING TENTANG NILAI KESATRIA DALAM LEGENDA KAMANDAKA UNTUK REMAJA MADYA", "Abstrak": "Remaja Indonesia pada masa kini memiliki jangkauan informasi yang luas dan mudah didapat dengan media teknologi. Di dalam informasi-informasi tersebut tertanam suatu nilai yang dapat berdampak pada diri remaja. Informasi yang kurang tersaring dengan baik dapat menjadi salah satu penghambat pertumbuhan pribadi remaja untuk memiliki akal dan budi yang benar. Sudah menjadi tanggung jawab setiap individu dalam mencerminkan dan mewariskan nilai-nilai kebaikan untuk generasi penerus. Pewarisan nilai-nilai tersebut sudah dilakukan sejak dulu kala melalui budaya adat setempat.Dengan melihat karakteristik remaja madya (15-18 tahun), salah satu pendekatan penyampaian nilai-nilai kesatria untuk remaja madya menggunakan penyampaian interactive storytelling yang melibatkan pembaca sebagai tokoh yang dapat menentukan akhir cerita melalui pilihan yang diambil. Pilihan cerita dirancang lebih dilematis bagi remaja dan nilai yang tersampaikan lebih tersirat. Hal tersebut dilakukan dengan melihat karakteristik remaja madya yang dapat membedakan tindakan baik dan buruk namun masih dalam tahap teori atau normatif. Cerita legenda dapat mengambil peran sebagai media yang menyampaikan moral dan mengenalkan budi luhur nenek moyang kepada para remaja. Salah satu legenda yang menyampaikan nilai luhur dari suatu daerah adalah legenda Kamandaka. Cerita ini berasal dari Kabupaten Banyumas, Jawa Tengah.Sebagai legenda daerah, kisah dalam Legenda Kamandaka dapat menjadi pembelajaran moral untuk generasi penerus dalam menerapkan nilai-nilai positif. Berdasarkan hal-hal tersebut, perlu rancangan media penyampaian yang sesuai dengan perkembangan zaman.Interactive storytelling memberi model interaktifitas bagi pembaca untuk dapat memilih atau menerima pengalaman yang berbeda. Melalui storybuilding, pemilihan alur cerita, audio, animasi dan visual-visual pendukung diterapkan untuk menunjang interaktifitas. Melalui media tersebut,pembaca dapat menghayati lebih dalam pesan yang terkandung dalam cerita, leluasa untuk berhenti sewaktu-waktu dan dapat membaca ulang berkali-kali. Perancang bertujuan untuk mempengaruhi remaja agar mau bertindak dengan keputusan yang baik dan benar untuk kepentingan diri sendiri dan sesama serta mengamalkan nilai-nilai kebenaran dengan jiwa kesatria dalam kehidupan sehari-hari.", "Daftar File": {}, "Penulis": "DEA KUSUMA ANDHIKA - NIM: 17414035", "Kontributor / Dosen Pembimbing": ["Pembimbing :Hendy Hertiasa, S.Sn., M. Ikom"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Storytelling Website, Remaja Madya, Nilai Kesatria, Legenda Kamandaka", "Sumber": "", "Staf Input/Edit": "Saipul Aripin  \n                                     Saipul Aripin", "File": "1 file", "Tanggal Input": "02 Jul 2018"}