{"Nomor": 26435, "Judul": "USULAN STRATEGI BISNIS UNTUK PERUSAHAAN DEKORASI RUMAH DI PASAR B2B INDUSTRI PERHOTELAN ( Studi Kasus : RUANG RUSA )", "Abstrak": "Ruang Rusa adalah produk dekorasi rumah dimana keindahan, kehangatan, kenyamanan dan keanggunan bertemu dengan dekorasi indah yang menghiasi sudut ruang yang didesain dengan gaya sederhana dan alami. Untuk keberlanjutan perusahaan, dan kami bereaksi terhadap fenomena 'Shifting Generation' yang menunjukkan adanya peluang untuk memperluas bisnis ke industri perhotelan sektor B2B. Demi keberlanjutan perusahaan, sebagai perusahaan dekorasi rumah yang fokus pada kain dan kerajinan, kami ingin memenuhi permintaan di sektor pasar tersebut dan memperbesar skala perusahaan kami. Kami menyadari bahwa ada banyak permintaan di pasar B2B untuk industri ini tapi bagaimana Ruang Rusa bisa mencapainya. \n\nUntuk mengatasi masalah tersebut, kami menganalisis kondisi eksternal dengan menggunakan Analisis RBV, Analisis VRIO, Analisis STP, dan Analisis Marketing Mix. Kemudian kami menggunakan analisis SWOT (Strengths, Weaknesses, Opportunities, and Threats) dikombinasikan dengan EFAS (External Factor Analysis Summary) and IFAS (Internal Factor Analysis Summary). Hasil analisis dimasukkan ke dalam Matriks IE (Internal-External) untuk mengetahui posisi perusahaan dan strategi apa yang harus diambil. Berdasarkan hasil Matriks IE, diketahui bahwa Ruang Rusa berada pada posisi tumbuh dan berkembang. \n\nPada akhir penelitian, Ruang Rusa mengadopsi Integrasi Horisontal dan Integrasi Terarah Vertikal untuk Strategi Tingkat Perusahaan, Fokus Pasar dan Diferensiasi Strategi Tingkat Bisnis, dan Usulan Strategi Penetrasi Pemasaran, Strategi Pengembangan Pasar dan Strategi Pengembangan Produk Baru untuk Strategi Tingkat Fungsional. Implementasi strategi ini, kami membuat Rancangan Roadmap Ruang Rusa dalam 5 Tahun, dan juga Timeline Jangka Pendek untuk implementasi Strategi Penetrasi Pemasaran dan Strategi Pengembangan Produk Baru.", "Daftar File": {"2018 TS PP DEBBY PHILISHIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128881"}, "Penulis": "DEBBY PHILISHIA       (NIM : 29115246)", "Kontributor / Dosen Pembimbing": ["Prof. Imam Buchori Zainuddin"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Dekorasi Rumah, Pasar B2B, Bisnis Strategi, NPD", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "27 Feb 2018"}