{"Nomor": 26436, "Judul": "Bauran Pemasaran Untuk Bisnis Properti Di Jawa Barat Pada Tahun 2018", "Abstrak": "Bisnis properti di Indonesia memiliki potensi yang baik, terutama di Jawa Barat. Bisnis properti \n\ndi Jawa Barat memiliki peluang yang baik karena Jawa Barat adalah propinsi terpadat di Indonesia. \n\nPresiden Indonesia Joko Widodo memiliki program untuk menyediakan kebutuhan perumahan di \n\nIndonesia sejak 2015. Karena beberapa masalah, daya beli masyarakat kabupaten Jawa Barat pada 2016- \n\n2017 belum mampu membeli produk properti, terutama perumahan di harga 2500 Juta atau nunah \n\nkomersial. Penjualan properti di kabupaten-kabupaten di Jawa pada tahun 2016-20 17 (2 tahun terakhir), \n\nterutama proyek perumahan komersial sangat lamban dan harga tanah yang mahal membuat harga jual \n\nrumah menjadi mahal yang mengakibatkan daya beli masyarakat sekitar tidak bisa membeli nunah \n\ndengan harga di atas pasar / pesaing sekitar. \n\nRiset bisnis dilakukan untuk mengatasi masalah yang saat ini sedang dihadapi oleh peneliti \n\ndengan merumuskan solusi yang tepat. Ada beberapa metode yang digunakan dalam makalah ini. Terdiri \n\ndari survei (survei tanah, survei pesaing, dan lain-lain), wawancara, digunakan untuk mendapatkan data \n\nprimer dan wawasan luas ke dalam situasi bisnis. Tinjauan pustaka juga digunakan untuk \n\nmengeksplorasi solusi untuk masalah bisnis. Yang penting dalam bisnis properti adalah bauran \n\npemasaran: produk, harga, tempat, dan promosi. lahan (lokasi, harga, legal dan lain-lain), kebijakan \n\npemerintah dan segmen pasar. Kemudian faktor eksternal diidentifikasi dengan model PESTLE (Politik, \n\nEkonomi, Sosial, Teknologi, Huku. dan Lingkungan. Benchmark dan analisis pesaing. \n\nBeberapa alternatif solusi bisnis diusulkan untuk mengatasi masalah bisnis. Bauran pemasaran \n\nbary analisis STP baru akan diterapkan pada solusi bisnis peneliti. Segmen yang ditargetkan dari \n\npeneliti di awal tidak terfokus, sehingga membuat bauran pemasarannya tidak tepat. Tidak fokus pada \n\nmenargetkan target pasar yang tepat dalam kondisi sekarang sehingga peneliti perlu menentukan \n\nspesifikasi / kondisi lahan yang akan dikerjakan sebagai proyek awal. Proyek perumahan yang paling \n\nmemunglunkan dan paling baik untuk perusahaan baru adalah proyek perurnahan dari subsidi atau \n\nperumahan berbiaya rendah.", "Daftar File": {"DEBBY.pdf": "https://digilib.itb.ac.id/gdl/download/128882"}, "Penulis": "Debby Prima Widya Amanda Rissa/29116178", "Kontributor / Dosen Pembimbing": ["Dr. Leo Aldianto"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Property, Marketing Mix, Property business, Business solution. West Java", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "19 Mei 2018"}