{"Nomor": 26444, "Judul": "SDRANK: SERVICE SELECTION UNTUK IOT YANG ADAPTIVE BERBASIS RANKING", "Abstrak": "Internet of Things (IoT) adalah paradigma komputasi yang mengintegrasikan obyek dunia nyata ke dalam dunia virtual, sehingga dapat saling berinteraksi serta memungkinkan pemantauan dan pengendalian jarak jauh melalui jaringan internet. Perkembangan kemampuan komputasi perangkat dan jaringan, meningkatkan penerapan IoT sehingga jumlah perangkat yang terhubung semakin banyak. Sistem IoT dapat dikembangkan dengan pendekatan service-oriented dan event-driven. Salah satu tantangan pengembangan sistem IoT dengan pendekatan service-oriented adalah memilih service yang paling relevan terhadap kebutuhan tertentu. Selain itu dalam lingkungan IoT yang dinamis, ketersediaan dan kualitas perangkat dapat berubah, sehingga pemilihan service harus disesuaikan dengan perubahan tersebut. \n\nPenelitian ini mengusulkan IoT service model dan IOT-WSDL, serta implementasinya dalam SDRank, sistem dengan kemampuan service selection untuk IoT yang adaptive berbasis ranking. IoT service model dibangun berdasarkan penelitian-penelitian konteks sistem IoT, sedangkan IOT-WSDL dikembangkan dari WSDL 2.0. Berdasarkan model tersebut, service yang disediakan perangkat IoT dapat dideskripsikan dan diurutkan sehingga menghasilkan ranking. Metode ranking yang diterapkan yaitu, service rating menggunakan utility function dan Analytical Hierarchy Process (AHP). Ranking dapat dimanfaatkan baik dalam proses selection maupun adaptasi perubahan perangkat. \n\nHasil implementasi dan evaluasi membuktikan bahwa pendekatan berbasis ranking dapat dimanfaatkan dalam service selection yang adaptif. Pengujian kedua metode menunjukkan bahwa AHP lebih cocok digunakan apabila stabilitas ranking menjadi faktor yang perlu diperhatikan, sedangkan rating lebih cocok apabila client lebih mengutamakan response time sistem. Response time AHP dan rating berbeda, namun tidak signifikan.", "Daftar File": {"2018 TS PP DEDDY CHRISTOPER KAKUNSI  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128907"}, "Penulis": "DEDDY CHRISTOPER KAKUNSI (NIM: 23516047)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Techn. Muhammad Zuhri Catur Candra ST. MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "internet of things, ranking, service model, service selection.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "08 Jun 2018"}