{"Nomor": 26448, "Judul": "PERENCANAAN BENDUNGAN CILIMAN DI KABUPATEN LEBAK, BANTEN", "Abstrak": "Sungai merupakan salah satu komponen penting dalam menunjang aktifitas manusia di berbagai aspek. Tentunya hal tersebut tidak lepas dari pemanfaatan air yang ada di dalam sungai. Ketersediaan air sangat bervariasi antar suatu daerah dengan daerah lain sehingga diperlukan pengelolaan terhadap kuantitas dan kualitas air dalam sungai secara bijaksana. Munculnya berbagai permasalahan air saat ini diakibatkan banyaknya eksploitasi sungai tidak diimbangi dengan adanya kesadaran dan pemeliharaan yang baik untuk mendukung kelestarian sungai. Bencana banjir, kekeringan merupakan hal yang sudah biasa terjadi di Indonesia, salah satunya adalah di Sungai Ciliman. Kerentanan terhadap bencana banjir semakin meningkat seiring dengan adanya pembangunan yang pesat di daerah aliran sungai Ciliman. Perencanaan pembangunan Bandara Panimbang dan Kawasan Perekonomian khusus Tanjung Lesung juga semakin memperparah kondisi tersebut. Permasalahan kekeringan akan bertambah mengingat pertumbuhan penduduk, aktifitas industri, pertanian, berimplikasi adanya peningkatan pula terhadap pemenuhan kebutuhan air yang pada dasarnya sangat terbatas. Sehingga diperlukan adanya upaya mitigasi untuk dapat menanggulangi permasalahan-permasalahan yang ada dan yang akan muncul di masa depan agar tidak mengancam kelangsungan makhluk hidup khususnya manusia. Oleh karena itu, penulis memberikan solusi sebagai upaya penanggulangan permasalahan diatas yaitu pembangunan Bendungan Ciliman. Dengan adanya bendungan ini, harapannya dapat meminimalisir dampak bencana banjir serta dapat mengimbangi pertumbuhan penduduk dan aktifitas manusia di berbagai aspek, seperti irigasi, kebutuhan air baku, dan sumber tenaga listrik. Sehingga ketahanan air, ketahanan pangan, dan ketahanan energi yang sesuai dengan Rencana Struktur Ruang Provinsi Banten dan sesuai dengan visi pembangunan Indonesia dapat tercapai.", "Daftar File": {"2018 TA PP Dede Akbar Mubarok 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128911"}, "Penulis": "Dede Akbar Mubarok  - NIM : 15814023", "Kontributor / Dosen Pembimbing": ["Ir. Edy Anto Soentoro G. MA.Sc.,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Bendungan Ciliman", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Sep 2018"}