{"Nomor": 26445, "Judul": "KONTRIBUSI PERKEBUNAN KOPI SEBAGAI BASIS PEREKONOMIAN LOKAL DI KABUPATEN ACEH TENGAH", "Abstrak": "Perkebunan kopi adalah sumber penghidupan utama 73,53% Kepala Keluarga (KK) dan merupakan sektor basis di Kabupaten Aceh Tengah. Hal ini juga terlihat dari perannya sebagai kontributor terbesar Produk Domestik Bruto Daerah (PDRB) dan kemampuannya dalam memberikan sumbangan devisa yang cukup besar, sehingga dalam pengembangan ekonomi lokal peran perkebunan kopi sangat penting. Namun, seiring dengan perkembangan kebutuhan hidup, pergeseran paradigma masyarakat, pertumbuhan jumlah penduduk, serta keterbatasan dan daya dukung lahan, timbul kekhawatiran tentang kontribusi perkebunan kopi ini sebagai basis ekonomi lokal. Oleh karena itu, perlu dilakukan penelitian yang bertujuan untuk mengetahui sejauhmana kontribusi perkebunan kopi sebagai basis perekonomian ekonomi lokal. \n\nPenelitian ini dilakukan menggunakan metode campuran (mixed-methods) dengan strategi concurrent triangulation di Desa Atu Lintang dan Desa Bies Penentan. Sasaran dari penelitian ini adalah untuk mengidentifikasi pemenuhan standar kehidupan minimal, pengurangan ketimpangan, dan proses produksi berkelanjutan berdasarkan kompenen keberlanjutan pengembangan ekonomi lokal yang dikemukan oleh Blakely dan Leigh (2013). \n\nDari hasil penelitian diketahui bahwa, perkebunan kopi memberikan kontribusi yang cukup tinggi pada perekonomian lokal di Kabupaten Aceh Tengah, hal ini dikarena perkebunan kopi mampu mendorong terbentuknya lapangan kerja turunan dan mampu menyerap angkatan kerja dengan latar belakang usia dan pendidikan yang berbeda. Namun tingkat pengahasilan yang diperoleh masih relatif rendah karena kurangnya keterampilan dan keterbatasan lahan. \n\nPerkebunan kopi juga mampu memberikan kontribusi positif terhadap pengurangan ketimpangan di daerah, karena mampu mendorong daerah penghasil kopi untuk memiliki sarana dan prasarana umum serta kualitas pelayanan yang memadai. Disamping tidak terjadinya diskrimisi berdasarkan gender, umur, etnis, dan asal pelaku usaha dalam usaha perkebunan kopi. Namun perlu diwaspadai tingginya harga lahan, keterbatasan lahan, dan perbedaan penghasilan yang terjadi akibat faktor penguasaan lahan, latar belakang pendidikan, serta keterampilan petani. Sedangkan dari segi komponen proses produksi berkelanjutan, perkebunan kopi merupakan basis ekonomi yang sesusai dengan prinsip-prinsip keberlanjutan sehingga dapat terus diusahakan sebagai sumber penghasilan masyarakat dan pendapatan daerah. Tetapi karena kurangnya ketersedian lahan, perkebunan kopi sudah mulai merambah kawasan hutan.", "Daftar File": {"2018 TS PP DEDDY IRWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128908", "COVER DEDDY IRWAN (NIM: 25415010)": "https://digilib.itb.ac.id/gdl/download/176024", "BAB 1 DEDDY IRWAN (NIM: 25415010)": "https://digilib.itb.ac.id/gdl/download/176025", "BAB 2 DEDDY IRWAN (NIM: 25415010)": "https://digilib.itb.ac.id/gdl/download/176026", "BAB 3 DEDDY IRWAN (NIM: 25415010)": "https://digilib.itb.ac.id/gdl/download/176027", "BAB 4 DEDDY IRWAN (NIM: 25415010)": "https://digilib.itb.ac.id/gdl/download/176028", "BAB 5 DEDDY IRWAN (NIM: 25415010)": "https://digilib.itb.ac.id/gdl/download/176029", "BAB 6 DEDDY IRWAN (NIM: 25415010)": "https://digilib.itb.ac.id/gdl/download/176030", "PUSTAKA DEDDY IRWAN (NIM: 25415010)": "https://digilib.itb.ac.id/gdl/download/176031"}, "Penulis": "DEDDY IRWAN (NIM: 25415010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Dewi Sawitri Tjokropandojo, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Field & plantation crops", "Kata Kunci": "kontribusi pertanian, pengembangan ekonomi lokal, eknomi basis, perkebunan kopi", "Sumber": "", "Staf Input/Edit": "Diah Ayu Merdekawati  \n                                     Rd. Lenny Fatimah N., Dra", "File": "9 file", "Tanggal Input": "03 Jul 2018"}