{"Nomor": 26452, "Judul": "ANALISIS KEKUATAN LELAH STRUKTUR BOGIE FRAME METRO KAPSUL MENGGUNAKAN METODE ELEMEN HINGGA", "Abstrak": "Metro Kapsul merupakan jenis kereta yang diproduksi oleh PT.Teknik Rekayasa Kereta Kapsul. Pada Metro Kapsul, komponen struktural yang paling dipengaruhi oleh beban dinamik adalah bogie. Salah satu cara untuk menjamin bahwa struktur bogie aman ketika menerima beban dinamik adalah dengan melakukan pengujian fatigue. Untuk menunjang keperluan pengujian fatigue, maka perlu dilakukan analisis fatigue. Tugas sarjana ini memiliki tujuan melakukan analisis fatigue untuk menentukan kekuatan fatigue dari struktur bogie frame Metro Kapsul dan memperoleh lokasi kritis untuk keperluan pengujian. Analisis fatigue dilakukan menggunakan metode elemen hingga dengan model elemen solid. Struktur bogie frame dianalisis berdasarkan definisi beban dan kasus pembebanan pada standar EN 13749:2011. Metodologi diawali dengan studi literatur, pengumpulan data mengenai model dan spesifikasi Metro Kapsul, perumusan pembebanan, pemodelan elemen hingga, validasi hasil elemen hingga, sehingga diperoleh hasil analisis terkait kekuatan fatigue struktur bogie frame dan lokasi kritisnya. Berdasarkan hasil analisis fatigue, struktur bogie frame dapat menahan pembebanan fatigue lebih dari jumlah repetisi minimum yang disyaratkan standar EN 13749:2011. Lokasi kritis yang diperoleh terletak pada pada sambungan pelat bagian bawah di sekitar struktur yang menerima beban lateral, dengan nilai repetisi minimum 65.000 repetisi pada tahap I, 19.000 repetisi pada tahap kedua dan 3.500 repetisi pada tahap ketiga. Estimasi umur bogie frame Metro Kapsul pada jenis lintasan yang ditentukan adalah 17 tahun untuk tahap I, 5 tahun untuk tahap kedua dan 0,9 tahun untuk tahap ketiga.", "Daftar File": {"2018 TA PP  DEDE WIHARYANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128915"}, "Penulis": "DEDE WIHARYANA (NIM : 13113118)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n\nDr. Ir. I Wayan Suweca DEA.   \n\nRachman Setiawan, S.T, M.Sc. Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Metro Kapsul, bogie frame, analisis fatigue, metode elemen hingga", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "13 Mar 2018"}