{"Nomor": 26451, "Judul": "TRANSFORMASI ANTARZEOLIT DENGAN MENGGUNAKAN MORDENIT SEBAGAI ZEOLIT INDUK", "Abstrak": "Pendekatan hubungan satuan-satuan pembangun kerangka (satuan-satuan     \n \n \n \n \n\npembangun komposit, SPK, dan satuan-satuan pembangun sekunder, SPS) telah     \n \n \n \n \n\ndigunakan oleh beberapa kelompok peneliti walaupun belum cukup teruji dari     \n \n \n \n \n\nsemua kasus transformasi antarzeolit yang pernah dilaporkan. Selain itu, terdapat     \n \n \n \n \n\npula asumsi bahwa transformasi antarzeolit cenderung menghasilkan zeolit yang     \n \n \n \n \n\nmemiliki kerapatan kerangka (KK) yang lebih tinggi walaupun cukup banyak     \n \n \n \n \n\nditemukan kasus-kasus transformasi yang menghasilkan tipe zeolit dengan KK     \n \n \n \n \n\nyang lebih rendah     \n \n \n \n \n\nPenelitian ini bertujuan untuk mempelajari transformasi antarzeolit dari zeolit     \n \n \n \n \n\ninduk tipe MOR, meliputi perbedaan satuan-satuan pembangun kerangka dan     \n \n \n \n \n\nkerapatan kerangka antara MOR dengan produk-produk yang dihasilkan, faktorfaktor     \n \n \n \n \n\nyang dapat mempengaruhi, dan kemungkinan mekanisme yang dapat     \n \n \n \n \n\nterjadi dalam transformasi-transformasi tersebut. Untuk mencapai tujuan tersebut     \n \n \n \n \n\ntelah dilakukan perlakuan hidrotermal sebanyak 46 perlakuan terhadap mordenit     \n \n \n \n \n\ndalam variasi konsentrasi larutan NaOH dalam rentang rasio mol NaOH/H2O =     \n \n \n \n \n\n0,003 (rumus) 0,400 pada suhu 150 (rumus)C selama 12 jam, 6 variasi suhu (kurang dan lebih     \n \n \n \n \n\ndari 150 (rumus)C) dan 9 variasi waktu perlakuan (kurang dan lebih dari 12 jam). Bahan     \n \n \n \n \n\ninduk yang digunakan sebagai sumber mordenit berupa campuran homogen dari     \n \n \n \n \n\nproduk-produk yang diperoleh dari beberapa kali sintesis mordenit. Bahan induk     \n \n \n \n \n\ndan produk-produk padatan hasil perlakuan selanjutnya dikonfirmasi dan     \n \n \n \n \n\ndikarakterisasi dengan difraksi sinar-X (XRD) serbuk, mikroskopi pemindaian     \n \n \n \n \n\nelektron (SEM), dan spektroskopi inframerah (metode ATR-FTIR). Terdapat     \n \n \n \n \n\nketidakmurnian dalam bahan induk mordenit, dari fasa magadiite dan pollucite.     \n \n \n \n \n\nNamun, dari hasil perbandingan produk-produk transformasi dengan sejumlah     \n \n \n \n \n\nhasil penelitian perlakuan mordenit alam yang analog dengan penelitian ini dapat     \n \n \n \n \n\ndipastikan bahwa keberadaan keduanya tidak berpengaruh signifikan terhadap     \n \n \n \n \n\nmunculnya fenomena transformasi antarzeolit dari MOR.     \n \n \n \n \n\nHasil perlakuan dalam variasi konsentrasi NaOH menunjukkan bahwa produk     \n \n \n \n \n\ntransformasi secara umum dapat dipetakan ke dalam koordinat mol NaOH/SiO2     \n \n \n \n \n\ndan H2O/SiO2. Secara umum, pemetaan ini menghasilkan tiga kelompok hasil     \n \n \n \n \n\ntransformasi, yakni analsim (ANA) dalam larutan NaOH dengan rasio mol     \n \n \n \n \n\nNaOH/H2O < 0,116 dan NaOH/SiO2 > 1,00, kankrinit (CAN) dalam larutan     \n \n \n \n \n\nNaOH lebih pekat (rasio mol NaOH/H2O > 0,116), dan campuran     \n \n \n \n \n\n(MOR+ANA+GIS) dalam konsentrasi NaOH yang lebih encer (rasio mol     \n \n \n \n \n\nNaOH/SiO2 < 1,00). Perubahan volume larutan NaOH pada konsentrasi NaOH     \n \n \n \n \n\nsedang dan rendah tidak memiliki pengaruh signifikan terhadap perolehan fasa,     \n \n \n \n \n\nsementara pada konsentrasi NaOH yang pekat terjadi pergantian perolehan fasa     \n \n \n \n \n\nantara CAN dengan ANA. Dari variasi waktu yang diberikan, terdapat urutan     \n \n \n \n \n\nterjadinya transformasi pada rasio mol NaOH/H2O tinggi: MOR (induk) (rumus)     \n \n \n \n \n\ncampuran (GIS+ANA+SOD)(rumus) campuran (CAN+ANA) (rumus) ANA, pada rasio mol     \n \n \n \n \n\nNaOH/H2O sedang: MOR (induk) (rumus) ANA (rumus) CAN, dan pada rasio mol     \n \n \n \n \n\nNaOH/H2O rendah: MOR (induk) (rumus) campuran (ANA+GIS) (rumus) ANA. Kenaikan     \n \n \n \n \n\nsuhu dari 150 menjadi 200 (rumus)C pada konsentrasi NaOH sedang, transformasi MOR     \n \n \n \n \n\nmasih menghasilkan fasa tunggal ANA, sementara pada konsentrasi tinggi     \n \n \n \n \n\nmenghasilkan CAN yang murni, ketidakmurnian yang berasal dari ANA yang     \n \n \n \n \n\ndiperoleh pada perlakuan suhu 150 (rumus)C tidak ditemukan kembali. Pada konsentrasi     \n \n \n \n \n\nNaOH encer, kenaikan suhu menjadi 200 (rumus)C pada transformasi MOR     \n \n \n \n \n\nmenghasilkan ANA dengan tetap menyisakan fasa MOR, dan pada kenaikan suhu     \n \n \n \n \n\nlebih lanjut, 250 (rumus)C, diperoleh ANA bersama fasa kuarsa. Penurunan suhu     \n \n \n \n \n\nmenjadi 100 (rumus)C cenderung menghasilkan campuran fasa dengan kristalinitas     \n \n \n \n \n\nrendah, yakni campuran MOR+GIS+ANA+SOD pada rasio mol NaOH/H2O     \n \n \n \n \n\ntinggi, dan campuran GIS+ANA pada rasio NaOH/H2O sedang.     \n \n \n \n \n\nBerdasarkan tipe-tipe kerangka zeolit yang diperoleh, terjadinya transformasi     \n \n \n \n \n\nMOR (SPK: mor, SPS: 5-1) tidak memiliki hubungan satuan-satuan pembangun     \n \n \n \n \n\nkerangka dengan ANA (tidak memiliki SPK; SPS: 4, 4[1,1], 1-4-1, 6, dan 6-2),     \n \n \n \n \n\nCAN (SPK: dzc dan can; SPS: 4, 6, dan 12), GIS (SPK: dcc dan gis; SPS: 4 dan     \n \n \n \n \n\n8), dan SOD (SPK: sod; SPS: 6). Berdasarkan tinjauan urutan KK (ANA > MOR     \n \n \n \n \n\n= SOD > CAN > GIS) bertransformasinya MOR tidak dipengaruhi oleh kerapatan     \n \n \n \n \n\nkerangka. Dua fasa yang dapat diperoleh dengan kemurnian tinggi dari     \n \n \n \n \n\ntransformasi MOR adalah ANA dan CAN yang kemurniannya dipengaruhi oleh     \n \n \n \n \n\nkonsentrasi larutan NaOH dan volumenya, waktu, dan suhu. Kedua tipe kerangka     \n \n \n \n \n\ntersebu diperoleh melalui urutan tahap transformasi sebagai berikut: MOR (induk)     \n \n \n \n \n\n(rumus) GIS(rumus)ANA (rumus) CAN pada konsentrasi NaOH sedang dan MOR (induk)(rumus)     \n \n \n \n \n\nSOD (rumus) CAN (rumus) ANA pada konsentrasi NaOH lebih pekat.", "Daftar File": {"2018 DIS PP DEDE SUHENDAR 30512018 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128914", "2018_DIS_PP_DEDE_SUHENDAR_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/164717", "2018_DIS_PP_DEDE_SUHENDAR_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/164718", "2018_DIS_PP_DEDE_SUHENDAR_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/164719", "2018_DIS_PP_DEDE_SUHENDAR_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/164720", "2018_DIS_PP_DEDE_SUHENDAR_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/164721", "2018_DIS_PP_DEDE_SUHENDAR_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/164722", "2018_DIS_PP_DEDE_SUHENDAR_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/164723"}, "Penulis": "DEDE SUHENDAR (NIM:30512018)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Prof. Dr. Buchari"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "transformasi, MOR, tipe kerangka zeolit, satuan pembangun kerangka.", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "17 Sep 2018"}