{"Nomor": 26457, "Judul": "PERANCANGAN SENSOR TRANSIENT EARTH VOLTAGE UNTUK PENGUKURAN PARTIAL DISCHARGE", "Abstrak": "Penelitian tesis ini membahas mengenai pengukuran Partial Discharge (PD) pada peralatan listrik yang terselubung dengan logam (metal box). Penggunaan kotak logam dari aluminium berukuran 50x50x50 cm3 ini sebagai pemodelan peralatan listrik. Peralatan listrik yang dimaksud seperti power switchgear, Gas Insulated Switchgear (GIS). Tujuan pemilihan penelitian mengenai peralatan listrik ini yakni peran penting dari power switchgear dalam alur suplai listrik. Gejala awal kegagalan isolasi listrik tegangan tinggi satu diantaranya ditandai dengan peristiwa Partial Discharge (PD). Oleh karena itu, diperlukan metode deteksi dini PD tersebut. Pada penelitian ini menggunakan sensor Transient Earth Voltage (TEV) yang memiliki kelebihan yakni dapat mendeteksi pada kondisi on-line atau tanpa perlu mematikan sistem. Sensor tambahan yakni RC detector sebagai pembanding. Tujuan dari penelitian ini untuk mengetahui perbedaan karakteristik PD pada sensor TEV handmade 3x3 cm, TEV handmade 4x4 cm. Selain itu, untuk mengetahui pengaruh penempatan sensor TEV. Adapun acuan penempatan sensor TEV yakni di titik tengah bushing. Hal ini dikarenakan bushing merupakan celah atau lubang paling besar pada kotak logam. Penempatan sensor TEV pada penelitian ini ditentukan dalam tiga titik yakni berjarak 15 cm, 30 cm, dan 45 cm dari bushing.  \n \n\nPengukuran karakteristik PD berupa pengukuran background noise (BGN), PD Inseption Voltage, bentuk gelombang PD, dan pola phasa. Perhitungan selanjutnya yakni untuk mengetahui range frekuensi dari sensor. Sumber PD yakni pada media isolasi udara yakni elektroda jarum plat. Sumber PD ditempatkan di dalam metal box dengan gap atau jarak jarum dengan plat yakni 1,5 cm. Seluruh pengukuran dilakukan di Laboratorium Tegangan Tinggi Arus Tinggi Ã‚Â– ITB.   \n \n\nHasil pengukuran PD pada kotak logam menunjukkan bahwa sensor TEV handmade 4x4 cm dan 3x3 cm mampu mengukur PD pada rentang frekuensi 1 Ã‚Â– 125 MHz. Sensor TEV handmade 4x4 cm lebih baik dibandingkan ukuran 3x3 cm. Terlihat dari hasil pengukuran menunjukkan nilai PDIV, gelombang PD, ataupun range frekuensi lebih baik. Meskipun rentang nilainya tidak besar. TEV china memiliki kualitas pengukuran paling baik. Meskipun begitu, rentang nilai ukurnya tidak terlampau besar dengan TEV handmade 4x4 cm atau TEV handmade 3x3 cm.", "Daftar File": {"Perlengkapan Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/128926"}, "Penulis": "DEDI TRI LAKSONO  [23216026]", "Kontributor / Dosen Pembimbing": ["Dr.Ir. Umar Khayam"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "sensor TEV, metal box, partial discharge", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2018"}