{"Nomor": 26459, "Judul": "DERIVATISASI ASAM OLEAT MELALUI REAKSI OKSIDASI OLEFIN INTERNAL WACKER-TSUJI", "Abstrak": "Asam oleat merupakan komponen kedua terbesar dalam minyak kelapa sawit. Asam oleat dapat ditransformasikan gugus fungsinya untuk menjadi berbagai produk fine chemicals yang dapat meningkatkan nilai ekonomi minyak kelapa sawit. Transformasi yang dilakukan pada penelitian ini antara lain esterifikasi, homo metatesis olefin dan oksidasi olefin internal. Asam oleat (1) diesterifikasi dengan metanol menghasilkan metil oleat (2). Analisis menggunakan 1H NMR (43 MHz, CDCl3) menunjukkan puncak metoksi pada δH 3,65 ppm. Produk 2 diperoleh dengan persen rendemen 97%. Produk 2 direaksikan secara homo metatesis olefin menggunakan katalis Grubbs II menghasilkan dua produk yaitu 9-oktadekena (3) dan dimetil 9-oktadekenadioat (4). Analisis menggunakan 13C NMR (125 MHz, CDCl3) menunjukkan telah terbentuknya senyawa 3 dengan adanya puncak alkena di δC 130,3 ppm dan tidak adanya sinyal karbonil. Analisis 13C NMR (125 MHz, CDCl3) pada produk kedua menunjukkan terdapat gugus karbonil pada δC 174,3 ppm dan gugus alkena pada δC 130,3 ppm yang diidentifikasi sebagai senyawa 4. Produk homo metatesis olefin diperoleh dengan persen rendemen 50%. Senyawa 1, 2, 3, dan 4 memiliki olefin internal yang dapat direaksikan menggunakan reaksi oksidasi olefin internal Wacker-Tsuji dengan katalis paladium. Oksidasi olefin internal memiliki kerumitan sendiri karena reaktivitasnya yang rendah. Reaksi oksidasi dilakukan dengan variasi katalis, pelarut, waktu reaksi dan sumber oksidatornya. Kondisi optimum yang diperoleh menggunakan pelarut N,N-dimetilasetamida (DMA):air (10:1), katalis PdCl2 (5% mol), gas O2 (3,5 bar) dan tanpa tambahan kokatalis tembaga pada suhu 80oC selama 20 jam. Produk oksidasi yang diperoleh menghasilkan persen rendemen dapat mencapai 72%. Analisis produk oksidasi menggunakan 13C NMR (125 MHz, CDCl3) menunjukkan adanya gugus karbonil pada geseran kimia sekitar 210 ppm yang merupakan puncak keton. Hasil ini dikonfirmasi pula menggunakan 1H NMR (500 MHz, CDCl3) dengan hilangnya gugus alkena pada geseran kimia sekitar 5 ppm.", "Daftar File": {"2018 TS PP DEDY LEONARDO NADEAK 20517035 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128928", "COVER DEDY LEONARDO NADEAK (NIM : 20517035)": "https://digilib.itb.ac.id/gdl/download/169390", "BAB1 DEDY LEONARDO NADEAK (NIM : 20517035)": "https://digilib.itb.ac.id/gdl/download/169391", "BAB2 DEDY LEONARDO NADEAK (NIM : 20517035)": "https://digilib.itb.ac.id/gdl/download/169392", "BAB3 DEDY LEONARDO NADEAK (NIM : 20517035)": "https://digilib.itb.ac.id/gdl/download/169393", "BAB4 DEDY LEONARDO NADEAK (NIM : 20517035)": "https://digilib.itb.ac.id/gdl/download/169394", "BAB5 DEDY LEONARDO NADEAK (NIM : 20517035)": "https://digilib.itb.ac.id/gdl/download/169395", "PUSTAKA DEDY LEONARDO NADEAK (NIM : 20517035)": "https://digilib.itb.ac.id/gdl/download/169396"}, "Penulis": "DEDY LEONARDO NADEAK (NIM : 20517035)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. rer. nat. Didin Mujahidin. \n\nDr. Robby Roswanda."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "minyak sawit, asam oleat, metatesis olefin, oksidasi olefin internal, Wacker-Tsuji", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "08 Jun 2018"}