{"Nomor": 26465, "Judul": "PENGEMBANGAN INSTALASI PENGOLAHAN LUMPUR TINJA MUARAREJA, KOTA TEGAL, JAWA TENGAH", "Abstrak": "Kota Tegal merupakan salah satu kota di Jawa Tengah dengan perkembangan yang cukup pesat di sektor air limbah domestik sistem setempat. Pada tahun 2019, Kota Tegal direncanakan untuk dilayani sistem terpusat sebesar 26% dan sistem setempat sebesar 74%. Pada saat ini, Kota Tegal telah memiliki Instalasi Pengolahan Lumpur Tinja (IPLT) yang terletak di Kelurahan Muarareja Kota Tegal. IPLT ini dibangun pada lahan milik pemerintah seluas 1,4 ha, dengan luas lahan terbangun 10% dan masih terdapat 90% lahan yang potensial untuk pengembangan. Kapasitas terbangun IPLT saat ini adalah 17 m3/hari, berdasarkan kapasatitas tersebut IPLT hanya mampu melayani 25% dari 74% penduduk Kota Tegal dengan sistem sanitasi setempat. Tujuan dari tugas akhir ini adalah membuat rencana pengembangan untuk peningkatkan kapasitas IPLT dan merancang unit pengolahan yang akan dikembangkan di IPLT. Pengembangan IPLT dilakukan pada periode perencanaan 20 tahun (2019-2039), dengan pembagian menjadi dua tahap, yaitu tahap 1 pada tahun 2019-2029 dan tahap 2 pada tahun 2030-2039. Hasil kajian kapasitas pengembangan IPLT menunjukkan bahwa dibutuhkan kapasitas tambahan sebesar 27 m3/hari pada tahap 1 dan 30 m3/hari pada tahap 2. Sistem pengolahan tahap 1 dan tahap 2 pada rencana pengembangan IPLT terdiri dari unit pemisahan cairan dan padatan (berupa solid separation chamber), unit pengolahan cairan (berupa anaerobic baffled reactor, kolam fakultatif, kolam maturasi, dan wetland), serta unit pengolahan padatan (berupa drying area). Aspek yang dipertimbangkan dalam pemilihan unit pengolahan antara lain efisiensi, kehandalan, sludge disposal, kebutuhan lahan, dampak lingkungan, biaya operasional dan pemeliharaan, biaya konstruksi, keberlanjutan, serta simplicity. Total rencana anggaran biaya konstruksi dalam rencana pengembangan IPLT Muarareja Kota Tegal diperkirakan sebesar Rp 6.687.500.590 pada tahap 1 dan Rp 4.302.633.540 pada tahap 2.", "Daftar File": {"2018 TA PP DELIANA PRASETIYANA SARI 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128946"}, "Penulis": "DELIANA PRASETIYANA SARI (NIM : 15713022)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ahmad Soleh Setiyawan S.T,M.T,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Instalasi Pengolahan Lumpur Tinja, kapasitas IPLT, Kota Tegal", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "09 Mar 2018"}