{"Nomor": 26462, "Judul": "ISOLASI, KARAKTERISASI DAN APLIKASI EKTOIN DARI BAKTERI HALOFILIK LOKAL ASAL KAWAH LUMPUR BLEDUG KUWU, JAWA TENGAH, INDONESIA", "Abstrak": "Pemanfaatan mikroorganisme dalam aplikasi bioteknologi hingga pada skala industri sudah semakin berkembang. Salah satu jenis mikroorganisme yang sering dimanfaatkan karena beberapa keunggulan sifatnya adalah bakteri halofilik. Bakteri Halofilik adalah salah satu tipe mikroorganisme ekstremofil yang mampu bertahan hidup pada lingkungan dengan salinitas tinggi. Salah satu strategi adaptasi bakteri halofilik dalam menghadapi lingkungan dengan salinitas tinggi adalah dengan mengakumulasi osmolit di dalam sitoplasma berupa senyawa organik dengan berat molekular yang rendah untuk mengimbangi tekanan osmotik sel dari luar sel. Ektoin adalah salah satu osmolit yang ditemukan di beberapa jenis bakteri halofilik yang berfungsi sebagai penstabil biomolekul akibat dehidrasi, pemanasan, pembekuan dan kekeringan. Selain itu, senyawa ektoin juga diketahui dapat menjaga kestabilan struktur tiga dimensi makromolekul. Penelitian ini difokuskan pada isolasi, karakterisasi dan aplikasi ektoin yang dihasilkan oleh bakteri halofilik isolat kawah lumpur asin Bledug Kuwu, Purwodadi, Jawa Tengah. Seleksi terhadap tujuh bakteri isolat Bledug Kuwu (BK) diperoleh satu bakteri halofilik Gram negatif yang telah diidentifikasi merupakan Halomonas elongata BK AB4-DR sebagai produsen ektoin paling potensial. Isolat bakteri ini, kemudian ditumbuhkan selama 25 jam dan pada temperatur 37Ã‚Â°C dengan aerasi 150 rpm di media MM63 dengan kadar NaCl 9% tanpa penambahan ekstrak ragi. Dalam periode ini dihasilkan 85 mg berat sel kering bakteri yang mengandung berat total ektoin kasar sebesar 22 mg (produktivitas hasil 26%). Berat molekul dan struktur kimia sampel ektoin hasil isolasi, kemudian diidentifikasi dan dikarakterisasi menggunakan HPLC, FTIR, LC-MS dan 1H-NMR. Spektrum FTIR dari sampel memperlihatkan adanya pola spektrum vibrasi untuk gugus NH, CN dan C=N yang teridentifikasi pada bilangan gelombang 1404 cm-1, 1622 cm-1, dan 1656 cm-1 yang merupakan gugus fungsi yang khas dari ektoin. Elusidasi struktur lebih lanjut terhadap sampel dilakukan dengan 1H-NMR dan LCMS, dan juga dilakukan terhadap ektoin komersial sebagai pembanding. Hasil elusidasi ini menunjukkan bahwa senyawa yang terkandung dalam sampel terverifikasi sebagai ektoin dengan berat molekul 142 g/mol dan nama IUPAC 1,4,5,6-Tetrahydro-2-methyl-4- pyrimidinecarboxylic acid. Untuk aplikasi, pada penelitian ini dipelajari peran ektoin sebagai pelindung struktur dengan mempelajari stabilitas Bovine Serume Albumin (BSA) terhadap gangguan termal. Hasil pengamatan menggunakan spektrofluorimetri memperlihatkan bahwa penambahan ektoin dengan konsentrasi akhir 1ÃƒÂ—10-3 M tidak mempengaruhi stabilitas termal BSA secara signifikan. Namun analisis lebih lanjut menggunakan Circular Dichroism (CD) memperlihatkan bahwa kehadiran ektoin dapat menjaga kestabilan struktur BSA pada level struktur sekunder. Hasil studi ini memperlihatkan bahwa ektoin berperan menjaga struktur sekunder protein dengan mencegah agregasi karena adanya gangguan termal.", "Daftar File": {"2016 TS PP DEIS ROSTIYANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/128937", "2016 TS PP DEIS ROSTIYANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/128938", "2016 TS PP DEIS ROSTIYANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/128939", "2016 TS PP DEIS ROSTIYANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/128940", "2016 TS PP DEIS ROSTIYANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/128941", "2016 TS PP DEIS ROSTIYANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/128942", "2016 TS PP DEIS ROSTIYANTI 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/128943"}, "Penulis": "DEIS ROSTIYANTI (NIM: 20514301)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Rukman Hertadi, D.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Bakteri halofilik, osmolit, ektoin, struktur sekunder protein", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "21 Sep 2018"}