{"Nomor": 26461, "Judul": "ANALSIS EROSI DI FLOWLINE PADA ALIRAN MULTIFASA LAPANGAN GAS KERING DENGAN COMPUTATIONAL FLUID DYNAMICS", "Abstrak": "Erosi merupakan masalah di industri minyak dan gas yang sangat fatal apabila membuat kegagalan fasilitas. \n\nSeringkali penanganan sementara terhadap kepasiran adalah dengan mengurangi laju alir fluida secara drastis. \n\nHal tersebut akan menyebabkan pengurangan pemasukan dari penjualan minyak atau gas. Sehingga prediksi \n\nyang tepat dalam erosi dapat mengurangi efek buruk dari integritas fasilitas dan juga mengoptimumkan laju \n\nproduksi minyak atau gas. \n\nRiset ini menyajikan studi tentang cara memprediksi erosi pada flowline gas akibat adanya produksi pasir dari \n\nlubang sumur dengan menggunakan simulasi CFD ANSYS Fluent. Studi literatur adalah tahapan awal untuk \n\nmemilih model aliran fluida dan partikel dalam pipa yang sesuai untuk menggambarkan erosi pasir. Model \n\nmultifasa dan turbulensi menggunakan Volume of Fluid dan RNG k-ε. Kemudian, velocity coupling \n\nmenggunakan coupled with volume fractions karena dapat mengkoreksi terhadap couples velocity, shared \n\npressure, dan volume fraction secara simultan. Perhitungan mach number menunjukkan simulasi CFD dapat \n\ndilakukan dalam model incompressible. Pemetaan flow regime menggunakan korelasi beggs dan brill yang \n\numum digunakan dalam industri minyak dan gas untuk dapat mencocokkan pola aliran simulasi CFD dengan \n\nkorelasi. \n\nDengan mensimulasikan fenomena erosi dengan CFD di beberapa geometri pipa bengkok dan pipa lurus dengan \n\nberagam arah gravitasi dan aliran didapatkan bahwa arah gravitasi cukup berpengaruh terutama dalam aliran \n\nmultifasa karena apabila partikel berada di dalam fasa cairan maka tumbukan akan dihambat oleh drag force \n\nsehingga keberadaan brine dalam produksi gas dapat membantu mengurangi erosi. Hal-hal yang mempengaruhi \n\nkecepatan fluida seperti diameter pipa dan laju alir gas dapat menentukan keparahan erosi. Semakin besar \n\nukuran partikel pasir hingga 250 mikron dapat menambah keparahan erosi, namun apabila partikel terlalu besar \n\nakan mengurangi jumlah partikel untuk laju alir dan massa jenis yang sama. Pada pipa lurus partikel akan \n\ncenderung mengerosi bagian bawah pipa akibat adanya gaya gravitasi. Perbandingan erosi pada pipa bengkok \n\nhampir dua puluh kali lipat pipa lurus. Laju alir optimum dan aman didapatkan dari simulasi CFD sebesar 55 \n\nMMSCFD.", "Daftar File": {"2018 TA PP DEFRY ERWINSYAH UMRA LUBIS 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128936", "2018 TA PP DEFRY ERWINSYAH UMRA LUBIS 1.pdf]": "https://digilib.itb.ac.id/gdl/download/190269"}, "Penulis": "DEFRY ERWINSYAH UMRA LUBIS (NIM : 12214019)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Silvya Dewi Rahmawati, S.Si.,M.Si.,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "CFD, ANSYS Fluent, Erosi Pasir, Kecepatan Erosi, Laju Erosi", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "2 file", "Tanggal Input": "03 Jul 2018"}