{"Nomor": 26463, "Judul": "STUDI PENGOLAHAN AIR TAMBANG MENGGUNAKAN KOAGULAN BERBASIS ALUMINIUM DI LABORATORIUM", "Abstrak": "Kegiatan penambangan dicirikan dengan aktivitas penggalian dan penimbunan. Kegiatan tersebut dapat menyebabkan terdedahnya komponen batuan ke dalam perairan di area penambangan sehingga air menjadi keruh. Kekeruhan air yang berlangsung lama disebabkan karena adanya padatan tersuspensi (Total Suspended Solids) yang tidak bisa mengendap secara mekanik, sehingga perlu dilakukan pengolahan dengan menggunakan bahan kimia tertentu berupa koagulan untuk mempercepat pengendapan TSS. Tujuan dari penelitian ini adalah menentukan dosis maksimum penambahan koagulan untuk mengendapkan TSS dengan mempertimbangkan kondisi dan lokasi pengambilan sampel. Air hasil penambahan koagulan dibandingkan dengan parameter baku mutu air limbah yang tercantum pada Peraturan Gubernur Kalimantan Selatan Nomor 36 Tahun 2008 dan Peraturan Pemerintah Nomor 82 Tahun 2001 kelas 2. \n\nLangkah awal adalah melakukan uji karakteristik air awal dengan parameter fisik yaitu pH, Oxidation Reduction Potential (ORP), Electrical Conductivity (EC), Total Dissolved Solids (TDS), Total Suspended Solids (TSS), turbiditas, settleable solids dan parameter kimia yaitu Induced Coupled PlasmaÃ‚Â–Mass Spectometry (ICP-MS) dan Ion Chromatograph (IC). Selanjutnya dilakukan percobaan jar test untuk menentukan dosis maksimum koagulan dalam mengendapkan TSS. Dosis maksimum ditentukan berdasarkan hasil uji kualitas air akhir dengan parameter fisik yaitu pH, TSS, turbiditas dan parameter kimia yaitu ICP-MS dan IC. \n\nDari hasil uji karakteristik air awal, didapat nilai TSS 268 mg/L yang belum memenuhi baku mutu air limbah. Dari hasil jar test, didapat dosis maksimum koagulan tawas adalah 20 mg/L dan koagulan PAC adalah 15 mg/L dengan nilai TSS pada masing-masing dosis maksimum adalah", "Daftar File": {"2018 TA PP DEK LANANG SANJIVANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128944"}, "Penulis": "Dek Lanang Sanjivani (NIM : 12114059)", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Ginting Jalu Kusuma, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "TSS, jar test, koagulasi-flokulasi, kolam pengendap", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "01 Okt 2018"}