{"Nomor": 26468, "Judul": "LIFE CYCLE ASSESSMENT PRODUK SEMEN PORTLAND KOMPOSIT (STUDI KASUS: PT X)", "Abstrak": "Industri semen dihadapkan pada tantangan dalam mengurangi konsumsi sumber daya alam dan energi, untuk mendukung pembangunan berkelanjutan. PT X adalah salah satu industri semen di Indonesia yang memiliki produk semen portland komposit yang dianggap lebih ramah lingkungan karena memiliki kandungan klinker yang lebih sedikit dibandingkan dengan semen portland biasa. Studi ini bertujuan untuk mengidentifikasi tahapan daur hidup produk yang menghasilkan dampak yang signifikan dan menentukan skenario alternatif perbaikan yang dapat menimbulkan potensi dampak paling minimum pada daur hidup produk semen portland komposit. Metode yang dipakai adalah Life Cycle Assessment (LCA) yang terdiri dari (1) Penentuan tujuan dan lingkup, (2) Analisis inventori, (3) Penilaian dampak dan (4) Interpretasi hasil. Lingkup kajian LCA yang akan dilakukan bersifat Ã‚Â“cradle-to-gateÃ‚Â” meliputi tahapan proses ekstraksi bahan baku, proses produksi hingga distribusi semen portland komposit. Potensi dampak lingkungan dari semen portland komposit menggunakan metode ReCiPe 2016 adalah pemanasan global (GWP) sebesar 768,43 kgCO2eq, asidifikasi (AP) sebesar 0,75 kg SO2eq, pembentukan partikulat (PMFP) sebesar 0,26 kgPM2,5eq, pembentukan ozon fotokimia (POFP) sebesar 2,31 kgNOxeq dan toksisitas pada manusia penyebab kanker sebesar 5,11E-03 kg 1,4DCBeq. Potensi dampak terbesar adalah GWP yang memiliki nilai normalisasi terbesar diantara potensi dampak lain, yaitu 1,51E-11 secara total. Kontribusi dampak terbesar ada pada tahapan proses produksi sebesar 88,84% yang disebabkan karena emisi CO2 sebesar 98,63%. Skenario yang direkomendasikan untuk mereduksi potensi dampak GWP adalah teknologi penangkapan karbon yang dapat mereduksi dampak sebesar 57%.", "Daftar File": {"2018 TS PP DELLA DEVIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128949"}, "Penulis": "DELLA DEVIA    NIM: 25315010", "Kontributor / Dosen Pembimbing": ["Pembimbing I  :Prof. Ir. Puji Lestari, Ph.D. \n\nPembimbing II :(Emenda Sembiring, ST. MT. MEngSc, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "semen portland komposit, life cycle assessment, LCA, cradle-to-gate", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "15 Mar 2018"}