{"Nomor": 26467, "Judul": "PENGARUH LINDI HASIL BIOKONVERSI LARVA Hermetia illucens L. TERHADAP PERTUMBUHAN ROMAINE (Lactuca sativa L. var. longifolia) SISTEM HIDROPONIK RAKIT APUNG", "Abstrak": "Pada proses pengemasan hasil pertanian, dihasilkan 36% sampah organik, namun belum semua sampah organik dapat termanfaatkan. Selain itu, 75% dari sampah pasar tradisional yang organik merupakan sampah buah dan sayur. Larva dari Black soldier fly atau BSF (Hermetia illucens L.) (Diptera: Stratiomyidae) telah diketahui sebagai pemakan sampah organik. Sisa pakan larva BSF menghasilkan kompos dan cairan lindi yang dapat dijadikan sebagai pemacu pertumbuhan. Telah dilakukan penelitian larutan lindi sebagai nutrisi hidroponik rakit apung terhadap pertumbuhan selada romaine (Lactuca sativa L. var Longifolia). Percobaan dilakukan dengan lima (5) perlakuan yaitu larutan AB mix 100%; larutan AB mix : larutan lindi 75% : 25%; larutan AB mix : larutan lindi 50% : 50%; larutan AB Mix : larutan lindi 25% : 75%; dan larutan lindi 100%. Masing-masing perlakuan diulang sebanyak lima (5) ulangan. Tujuan penelitian ini adalah untuk membandingkan pertumbuhan selada romaine yang diberi larutan lindi dan AB Mix sebagai larutan hidroponik. Pengamatan dilakukan pada jumlah daun, panjang daun, panjang akar, rasio tajuk akar, dan berat basah. pH dan electrical conductivity (EC) dari nutrisi hidroponik dikorelasikan dengan berat basah. Hasil penelitian menunjukkan bahwa nutrisi hidroponik AB Mix : larutan lindi (25% : 75%) menghasilkan jumlah daun selada romaine terbanyak (18,4 Ã‚Â± 2,67 helai) dan akar terpanjang (20,37 Ã‚Â± 7,89 cm) walaupun secara statistic tidak berbeda nyata dengan perlakuan lainnya, kecuali dengan perlakuan larutan lindi 100%. Perlakuan AB Mix : larutan lindi 50% : 50% menghasilkan panjang daun maksimal (25,16 Ã‚Â± 3,14 cm), secara statistik tidak berbeda nyata dengan perlakuan lainnya, tetapi berbeda nyata dengan nutrisi larutan lindi 100%. Rasio tajuk akar terendah (1,83) menunjukkan kondisi akar yang baik dan menunjang pertumbuhan tanaman diperoleh dari perlakuan lindi 100% dan secara statistic berbeda nyata dengan perlakuan lainnya. Berat basah L. sativa var Longifolia tertinggi diperoleh dari nutrisi AB Mix 100% (62,69 Ã‚Â± 29,79 gram) namun secara statistik tidak berbeda nyata dengan perlakuan lainnya kecuali dengan perlakuan lindi 100%.", "Daftar File": {"2018 TA PP  DELITA NURSYAFITRI AMALIA  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128948"}, "Penulis": "DELITA NURSYAFITRI AMALIA (NIM : 11414019)", "Kontributor / Dosen Pembimbing": ["Pembimbing: \n\nDr. Agus Dana Permana.", "Dr. Trimurti Hesti Wardini."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Hermetia illucens L., Lactuca sativa L. var Longifolia, AB Mix, Hidroponik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "17 Sep 2018"}