{"Nomor": 26460, "Judul": "SINTESIS SENYAWA TURUNAN ESTER ALIL DARI MINYAK KELAPA SAWIT DENGAN METODE METATESIS OLEFIN", "Abstrak": "Indonesia adalah negara produsen minyak kelapa sawit terbesar di dunia. Namun minyak kelapa sawit yang diproduksi Indonesia lebih banyak diekspor berupa minyak kelapa sawit non olahan, sehingga hanya menghasilkan produk dengan nilai ekonomi yang rendah. Pada penelitian ini, asam oleat yang merupakan komponen kedua terbesar dalam minyak kelapa sawit direaksikan dengan metode metatesis olefin untuk memperoleh produk dengan nilai ekonomi lebih tinggi. Pada penelitian ini, asam oleat teknis dilakukan esterifikasi dengan alil alkohol (a). Produk yang dihasilkan terindikasi merupakan campuran alil oleat (1) dan alil linoleat 1:1 dikonfirmasi menggunakan 1H NMR (500 MHz, CDCl3) dan FTIR. Pada produk dengan δH 4,56 ppm (d, J= 5,5 Hz, 2H) serta hilangnya sinyal gugus -OH pada 3700 cm-1 mengindikasikan produk campuran esterifikasi berhasil disintesis dengan % konversi sebesar 82,98%. Berdasarkan perbandingan δH 4,56 ppm (d, J= 5,5 Hz, 2H) dan δH 2,75 ppm (t, J= 6,5 Hz, 2H) menunjukkan hasil integrasi 2:1 yang membuktikan produk berupa campuran alil oleat dan alil linoleat 1:1. Produk campuran esterifikasi direaksikan dengan gas etena menggunakan metode metatesis olefin (b). Pada penelitian ini telah dilakukan reaksi etenolisis dengan tekanan sangat rendah. Hasil reaksi dianalisis menggunakan 1H NMR (500 MHz, CDCl3) dan 13C NMR (125 MHz, CDCl3) sehingga diperoleh senyawa alil 9-dekenoat (3) dan alil 11-(dek-9-enoiloksi)undek-9-enoat (4) dengan rendemen berturut-turut sebesar 1,22% dan 21,67%.    \n \n \n \n \n\nReagen: (a) C3H5OH (9 ek), H2SO4 (p) 0,1% w w ⁄ , 60oC, 3 jam (b) C2H4, Katalis Grubbs II (0,35% mol), n-heksana, 40oC, 20 jam.", "Daftar File": {"2017 TA PP DEDY LEONARDO NADEAK 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/128935", "2017 TA PP DEDY LEONARDO NADEAK 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/128929"}, "Penulis": "DEDY LEONARDO NADEAK  10513044", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \nDr. rer. nat. Didin Mujahidin."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "esterifikasi, alil, etenolisis, katalis Grubbs II, olefin", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "7 file", "Tanggal Input": "17 Okt 2018"}