{"Nomor": 26474, "Judul": "HOTEL DAN RESOR KELUARGA DI PANTAI PANGANDARAN", "Abstrak": "Proyek Hotel dan Resor Keluarga di Pantai Pangandaran ini terletak di Jalan Pantai Timur, Pangandaran. Proyek ini memiliki latar belakang oleh kebutuhan pengunjung wisata Pantai Pangandaran, khususnya keluarga dan rombongan untuk beristirahat di sebuah hotel yang mengakomodasi kebutuhan pengunjung ketika berwisata ke Pantai Pangandaran dengan berbagai fasilitas penunjangnya. Hotel dan resor ini memilki lahan seluas 32.000 m2 yang merupakan gagasan proyek dengan klien yaitu pihak swasta. Hotel dan Resor ini mewadahi fungsi penginapan, restoran, cafe, bar, fitness, spa, RSG, meeting room, wedding chapel, dan kids club yang berisi fasilitas pendidikan lingkungan hidup berupa workshop, perpustakaan, area playground dan field training. Dalam perancangan Hotel dan Resor Keluarga di Pantai Pangandaran ini, isu yang harus diperhatikan adalah isu suasana, sirkulasi, privasi, dan lingkungan. Isu-isu tersebut diakibatkan oleh adanya konteks fungsi dan lokasi perancangan. Konsep yang digunakan dalam perancangan Hotel dan Resor Keluarga di Pantai Pangandaran ini adalah Exlusive Family Hotel Resort. Exclusive disini adalah perancangan Hotel dan Resor yang terletak di antara dua pantai serta berbatasan langsung dengan Taman Wisata Alam dengan fasilitas - fasilitas penunjang kebutuhan pengunjung untuk berlibur dan berlajar. Konsep ini diterapkan dengan merancang hotel dan resor dengan pendekatan aktivitas keluarga dan pendekatan lingkungan.", "Daftar File": {"2015 TA PP DENA HILMI FAUZI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/128955", "2015 TA PP DENA HILMI FAUZI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/128956", "2015 TA PP DENA HILMI FAUZI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/128957", "2015 TA PP DENA HILMI FAUZI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/128958", "2015 TA PP DENA HILMI FAUZI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/128959", "2015 TA PP DENA HILMI FAUZI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/128960", "2015 TA PP DENA HILMI FAUZI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/128961"}, "Penulis": "DENA HILMI FAUZI  (NIM : 15211010)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n \n \n \n\nIr. Budi Rijanto, DEA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "hotel, resor, Pantai Pangandaran, keluarga, exclusive, taman wisata alam", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "7 file", "Tanggal Input": "30 Okt 2018"}