{"Nomor": 26476, "Judul": "GEOLOGI, ALTERASI, DAN MINERALISASI               DAERAH LUNYUK DAN SEKITARNYA, KABUPATEN SUMBAWA, NUSA TENGGARA BARAT", "Abstrak": "Daerah penelitian terletak di daerah Lunyuk dan sekitarnya, Kabupaten Sumbawa, Provinsi Nusa Tenggara Barat, dengan luas 51,48 km2 dan berada pada koordinat 8Ã‚Â°54Ã‚Â’19Ã‚Â” LS-8Ã‚Â°57Ã‚Â’54Ã‚Â” LS dan 117Ã‚Â°11Ã‚Â’14Ã‚Â” BT-117Ã‚Â°15Ã‚Â’23Ã‚Â” BT. Area ini termasuk dalam kuasa pertambangan PT Aneka Tambang, Tbk. Penelitian bertujuan untuk mempelajari tatanan geologi, karakteristik pola alterasi batuan, dan jenis mineralisasi di daerah Lunyuk dan sekitarnya. Geomorfologi daerah penelitian berupa perbukitan denudasi volkanik, dataran denudasi volkanik, kubah lava, bukit intrusi, perbukitan aliran piroklastik, dan dataran aluvial yang dikontrol oleh struktur geologi dan litologi yang berkembang. Stratigrafi daerah penelitian terdiri dari sembilan satuan batuan yang diurutkan dari tua ke muda, yaitu Satuan Breksi Piroklastik, Satuan Tuf, Satuan Lava Andesit Diopsid, Satuan Lava Dasit 1, Satuan Lava Andesit Augit, Satuan Lava Dasit 2, Satuan Batugamping Terumbu, Satuan Intrusi Diorit, dan Satuan Aluvium. Struktur geologi yang berkembang adalah sesar geser yang berarah baratlaut-tenggara dan timurlaut-baratdaya yang memotong litologi batuan di daerah penelitian. Alterasi hidrotermal di daerah penelitian memiliki intensitas lemah hingga sangat kuat dengan zona alterasi berupa Zona Alterasi Vuggy Quartz Ã‚Â± Kaolinit Ã‚Â± Dikit, Zona Alterasi Kaolinit - Dikit, Zona Alterasi Klorit - Smektit Ã‚Â± Epidot, dan Zona Alterasi Biotit - K-feldspar - Klorit Ã‚Â± Epidot. Mineralisasi di daerah penelitian berupa enargit, pirit, kalkopirit, kovelit, bornit, dan magnetit yang mengindikasikan tipe mineralisasi epitermal sulfida tinggi dan porfiri tembaga. Alterasi hidrotermal dan mineralisasi di daerah penelitian dikendalikan oleh faktor litologi dan struktur geologi. Daerah yang berpotensi terdapat mineralisasi epitermal sulfida tinggi berada di daerah Plara dan daerah yang berpotensi terdapat mineralisasi porfiri tembaga berada di sekitar Sungai Loak dan Sungai Batumonyok.", "Daftar File": {"2018 TA PP DENDI FAISAL 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128963", "2018_TA_PP_DENDI_FAISAL_1_-_BAB_3A.pdf": "https://digilib.itb.ac.id/gdl/download/150487"}, "Penulis": "DENDI FAISAL - Nim: 12013016", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Andri Slamet Subandrio, Dipl.Geol."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Lunyuk, alterasi hidrotermal, endapan epitermal sulfida tinggi, porfiri tembaga", "Sumber": "PRODI GEOLOGI", "Staf Input/Edit": "Irwan Sofiyan  \n                                     tuti yulia", "File": "20 file", "Tanggal Input": "19 Mar 2018"}