{"Nomor": 26475, "Judul": "STUDI PENURUNAN FRAKSI FASA MAGADIT DALAM SINTESIS ZEOLIT ZSM-5 BEBAS OSDA", "Abstrak": "Zeolit ZSM-5 adalah salah satu katalis yang banyak digunakan di industri karena memiliki kestabilan termal maupun mekanik yang baik, serta tingkat keasaman yang tinggi. Secara konvensional, sintesis zeolit ZSM-5 menggunakan senyawa organik sebagai agen pengarah struktur (Organic Structure-Directing Agent, OSDA) berbasis kation ammonium kuaterner seperti TPABr (Tetra propylammonium Bromide). Namun, penggunaan OSDA bersifat tidak ramah lingkungan karena dapat menyebabkan pembentukan emisi karbon pada saat kalsinasi sehingga alternatif sintesis tanpa OSDA penting untuk dikembangkan. Permasalahan yang seringkali terjadi pada sintesis bebas OSDA adalah pembentukan fasa kristalin lain, yaitu magadit. Magadit memiliki struktur yang lebih sederhana dibandingkan ZSM-5 sehingga lebih mudah terbentuk. Pada penelitian ini, dipelajari kompetisi pembentukan fasa ZSM-5 dan magadit pada sintesis bebas OSDA sebagai pengaruh komposisi kimia dan kondisi perlakuan. Melalui studi ini, dapat diketahui kecenderungan penurunan fasa magadit dari sintesis ZSM-5 bebas OSDA. ZSM-5 disintesis dengan menggunakan bahan dasar Cab-O-Sil, NaOH, Al(OH)3 dan air. Struktur zeolit ditentukan dengan teknik karakterisasi difraksi sinar-X (XRD) dan spektroskopi inframerah (ATR-IR). Sintesis dengan perbandingan mol Si/Al = 25; NaOH/Si = 0,2; H2O/Si = 20 pada suhu 160 Ã‚Â°C menghasilkan ZSM-5 dengan campuran magadit. Hasil optimasi alkalinitas dan kondisi hidrotermal menunjukkan bahwa intensitas magadit pada difraktogram berbanding terbalik dengan perbandingan NaOH/Si, dan berbanding lurus dengan waktu sintesis serta waktu pengadukan. Zeolit ZSM-5 berhasil disintesis dengan rendemen kristalin (crystalline yield) maksimum pada perbandingan mol NaOH/Si 0,2, waktu pengadukan 72 jam, dan waktu sintesis 96 jam. Hal ini menunjukkan bahwa magadit belum dapat dihilangkan seluruhnya hanya dengan optimasi kebasaan dan kondisi hidrotermal.", "Daftar File": {"2018 TA PP DENANTI ERIKA 10513002 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128962", "2018_TA_PP_DENANTI_ERIKA_1-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/148793"}, "Penulis": "DENANTI ERIKA NIM: 10513002", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.rer.nat Rino R. Mukti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Perlakuan Hidrotermal, ZSM-5, Bebas OSDA, Magadit", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "22 Jun 2018"}