{"Nomor": 26473, "Judul": "BISNIS STRATEGI UNTUK BISNIS TRAVEL LANGITBIRU MENGGUNAKAN BLOCKCHAIN", "Abstrak": "Belakangan ini muncul teknologi yang bernama blockchain. Jika sebelumnya setiap pencatatan transaksi hanya dikelola dan tercatat di satu pihak, dengan teknologi blockchain, pencatatan setiap transaksi diÃ‚Â­publish di semua jaringan internet dan bias diakses publik. Ketika transaksi sudah dicatat di dalam buku besar global itu (jaringan teknologi blockchain), hamper mustahil bagi siapa pun untuk menghapus catatan transaksi tersebut. Transaksi dengan menggunakan teknologi blockchain bersifat peer to peer. Jadi, sebuah data (bias berupa pesan, uang, atau informasi penting) dapat dipindahkan dari satu pengguna ke pengguna lain tanpa bantuan pihak ketiga untuk memprosesnya. Dengan blockchain, kita tidak perlu lagi bergantung pada satu server karena seluruh transaksi terduplikasi ke seluruh jaringan sehingga terhindar dari berbagai bentuk penipuan akibat data yang dimodifikasi, server down, atau akun yang diretas. Teknologi blockchain memiliki kelebihan tersendiri diantaranya, lebih efisien karena bias menekan biaya transaksi, transparan karena dapat diakses publik, tingkat keamanannya tinggi, serta mampu meminimalkan kasus human error. Tak hanya itu, teknologi blockchain juga bias diterapkan pada berbagai bisnis salah satunya bisnis travel karena semuatransaksi dikomputerisasi dan tercatat secara otomatis. Kendati demikian, untuk penerapannya secara masif di industri travel, termasuk di negeri ini, harus dilakukanberbagai uji coba dan kajian yang mendalam mengenai manfaat dan risikonya.      \n \n \n \n \n \n\nPenelitian ini menggunakan deskriptif kualitatif, diawali dengan studi pustaka, selanjutnya analisis internal dan eksternal perusahaan melalui business model canvas, business process model dan customer journey map. Dari hasil analisis ditemukan peningkatan pada setiap alat analisis yang digunakannya yaitu penekanan pada transparansi dalam business model canvas, kemudian penekanan pada bagian proses pemesanan dalam business process model, dan penekanan pada agen travel local yang terkoneksi dalam memberikan pelayanan. Semua poin ini kemudian dimasukkan dalam semua alat analisis sebagai perbaikan dan implementasi blockhchain dalam perusahaan travel langitbiru untuk kedepannya.     \n \n \n \n \n \n\nKata Kunci :Blockchain, model bisnis, proses bisnis, peta perjalananpelanggan", "Daftar File": {"SUBMIT PERPUS DEMSY SETIAWAN.pdf": "https://digilib.itb.ac.id/gdl/download/128954"}, "Penulis": "Demsy Setiawan/29115002", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana, S.Farm, Apt, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Blockchain, business model, business process, customer journey map", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "30 Jul 2018"}