{"Nomor": 26486, "Judul": "DESAIN CASING SUMUR UNTUK RENCANA PENGEMBANGAN LAPANGAN PANASBUMI XXX", "Abstrak": "Pengembangan lapangan panas bumi akan melalui tahapan pemboran untuk membuat koneksi antara bawah permukaan (subsurface) dengan permukaan (surface). Koneksi tersebut menjadikan fluida panas di dalam bumi bisa diambil untuk digunakan pada suatu sistem PLTP. Pada tahap pemboran ini, desain casing berpengaruh signifikan untuk kinerja dan umur pakai (life time) suatu sumur panas bumi. Desain casing pada pemboran sumur panasbumi harus memperhitungkan kondisi-kondisi yang biasa ditemukan pada sistem panasbumi. Desain casing  sumur panasbumi sangat berbeda dengan desain sumur migas karena reservoir panasbumi mempunyai temperatur yang sangat tinggi. Namun faktor temperatur ini masih belum dipertimbangkan dalam perancangan suatu casing sumur panasbumi. Temperatur akan mengurangi kekuatan casing sehingga perancangan memerlukan faktor koreksi. Faktor koreksi ini ditambahkan dalam desain casing yang biasa dilakukan selama pemboran pada sumur migas. Penghitungan yield strength casing selama produksi yang disebabkan oleh fluida produksi dilakukan juga dalam tugas akhir ini. Analisis beban casing selama produksi yang disebabkan oleh erosi, korosi dan tension temperatur  dijadikan dasar untuk memilih yield strength yang lebih tinggi dan dinding casing yang lebih halus tebal. Pemilihan casing berdasarkan beban selama produksi  \n\nmenjadi pertimbangan tambahan dalam desain casing sumur panasbumi.", "Daftar File": {"2011 TS PP DENI SYARIF H 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/128986", "2011 TS PP DENI SYARIF H 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/128987", "2011 TS PP DENI SYARIF H 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/128988", "2011 TS PP DENI SYARIF H 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/128989", "2011 TS PP DENI SYARIF H 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/128990", "2011 TS PP DENI SYARIF H 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/128991", "2011 TS PP DENI SYARIF H 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/128992", "2011 TS PP DENI SYARIF H 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/128993"}, "Penulis": "DENI SYARIF HIDAYATULLAH (NIM : 22608004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr-Ing. Bonar Tua Halomoan Marbun"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Desain casing, pemboran sumur panasbumi, temperatur, yield strength Casing, faktor koreksi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "12 Feb 2018"}