{"Nomor": 26482, "Judul": "ISOLASI, SELEKSI, DAN KARAKTERISASI BAKTERI PENGHASIL BIOSURFAKTAN SERTA PENGARUHNYA TERHADAP BIODEGRADASI HIDROKARBON MINYAK BUMI", "Abstrak": "Biosurfaktan merupakan senyawa ampifilik yang dihasilkan mikroorganisme dan memiliki aktivitas tegangan permukaan serta dapat melarutkan substrat yang bersifat hidrofobik. Dengan properti tersebut, biosurfaktan banyak dikaji pemanfaatannya untuk aplikasinya pada lingkungan. Dalam penelitian ini, sejumlah konsorsium bakteri petrofilik diseleksi untuk mendapatkan isolat bakteri yang memproduksi biosurfaktan. Kehadiran biosurfaktan ditentukan berdasarkan pengukuran indeks emulsifikasi (%EI24) dan tegangan permukaan. Dari proses seleksi, didapat dua isolat yaitu Pseudomonas aeruginosa PAU01 dan Burkholderia sp. PAU02, dengan biosurfaktan dari Pseudomonas aeruginosa PAU01 memberi efek tegangan permukaan sebesar 31,8 dyne/cm atau penurunan sebesar 56% dari tegangan permukaan air yaitu 72 dyne/cm dan indeks emulsifikasi sebesar 79%, sedangkan biosurfaktan dari Burkholderia sp. PAU02 menghasilkan efek tegangan permukaan sebesar 44,5 dyne/cm dan indeks emulsifikasi sebesar 84%. Pada produksi biosurfaktan yang dihasilkan, biosurfaktan maksimum kedua bakteri tersebut dicapai pada fase stasioner, yaitu jam ke-36 sebesar 6,98 g/L pada biosurfaktan Pseudomonas aeruginosa PAU01 dan jam ke-42 sebesar 5,18 g/L pada biosurfaktan Burkholderia sp. PAU02. Hal ini mengindikasikan bahwa biosurfaktan yang dihasilkan kedua bakteri merupakan produk metabolit sekunder. Pengukuran CMC menunjukkan nilai sebesar 134 mg/L dan 279 mg/L untuk biosurfaktan dari kedua bakteri. Pengaruh penambahan biosurfaktan Pseudomonas aeruginosa PAU01 1,01ÃƒÂ—CMC selanjutnya menunjukkan penurunan TPH dengan efisiensi sebesar 66% dan 65% dengan penambahan biosurfaktan Burkholderia sp. PAU02 0,34ÃƒÂ—CMC. Hal tersebut menunjukkan kedua biosurfaktan tersebut memiliki potensi untuk aplikasi bioremediasi lebih lanjut.", "Daftar File": {"2017 TA PP DENISA MELATI ARSYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/128969", "2017 TA PP DENISA MELATI ARSYAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/128970", "2017 TA PP DENISA MELATI ARSYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/128971", "2017 TA PP DENISA MELATI ARSYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/128972", "2017 TA PP DENISA MELATI ARSYAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/128973", "2017 TA PP DENISA MELATI ARSYAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/128974", "2017 TA PP DENISA MELATI ARSYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/128975"}, "Penulis": "DENISA MELATI ARSYAH [15312007]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Edwan Kardena"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Burkholderia sp., biodegradasi, biosurfaktan, hidrokarbon, Pseudomonas aeruginosa ; Burkholderia sp., biodegradation, biosurfactants, hydrocarbons, Pseudomonas aeruginosa", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "7 file", "Tanggal Input": "25 Jan 2018"}