{"Nomor": 26481, "Judul": "DESAIN PEREKAHAN HIDROLIK SUMUR CBM-X DENGAN SENSITIVITAS VOLUME PROPPANT DAN FLUIDA", "Abstrak": "Perekahan hidrolik dilakukan untuk mendapatkan saluran yang memiliki konduktifitas yang tinggi sehingga fluida lebih mudah mengalir dari reservoir ke lubang sumur. Konduktifitas yang tinggi diperoleh dengan cara memompakan butiran Ã‚Â– butiran yang keras dan memiliki ukuran relatif seragam di atas tekanan rekah reservoir sehingga butiran Ã‚Â– butiran tersebut akan mengisi zona rekah dan menahannya untuk tidak menutup kembali. \n\nCoalbed methane (CBM) adalah gas yang diekstraksi dari batubara. Karakteristik khas reservoir hidrokarbon di batubara adalah gas terdapat pada matrik sedangkan pada rekah-rekahannya terisi oleh air. Agar gas bisa dikeluarkan dari matrik ke dalam sumur dan diteruskan ke permukaan maka air harus diproduksikan terlebih dahulu sehingga gas yang tertahan di matrik bisa keluar melalui rekahan dan selanjutnya mengalir ke dalam sumur. \n\nPermeabilitas batubara rata-rata rendah dan yang terukur adalah permeabilitas rekahan (face cleats & butt cleats). Stimulasi sumur dengan perekahan hidrolik sumur CBM adalah salah satu cara untuk meningkatkan laju alir dari reservoir ke dalam sumur. \n\nTesis ini meneliti biaya optimum yang bisa diperoleh dengan melakukan sensitivitas terhadap jumlah volume proppant dan fluida yang digunakan pada target panjang setengah rekah (half length, Xf) yang diinginkan. \n\nLatar belakang dari penelitian dari tesis ini adalah dibutuhkannya biaya yang optimal pada operasi perkahan hidrolik karena produksi dari sumur CBM sangat marjinal. Biaya optimal bisa diperoleh dengan meminimalkan material yang digunakan dalam perekahan hidrolik seperti proppant dan fluida. \n\nKomponen biaya perekahan hidrolik terdiri dari biaya tetap seperti sewa pompa, penyiapan lahan dan sumur. Biaya yang bervariasi tergantung volume pemanfaatannya adalah proppant dan fluida. Permasalahan yang dikaji dalam tesis ini adalah mendapatkan volume proppant dan fluida optimal untuk desain panjang setengah rekahan yang diinginkan yaitu 100, 200, 300, dan 400 ft. Pemilihan setengah panjang rekahan berdasarkan kemungkinan jarak spasi antar sumur pada pengembangan lapangan CBM yang memerlukan jumlah sumur yang sangat banyak. \n\nTahapan penelitian yang dilakukan adalah perumusan masalah yaitu mendapatkan volume proppant dan fluida yang optimal pada perekahan hidrolik sumur CBM-X menggunakan data sumur sebenarnya dan hasil mini fract. Dilakukan studi literatur tentang reservoir CBM serta mempelajari software simulator stimulasi sumur sebagai alat penghitung jumlah proppant dan fluida yang digunakan pada desain perekahan hidrolik. Data Ã‚Â– data sumur seperti casing & tubing, kedalaman reservoir, data mekanika reservoir dimasukkan ke dalam simulator. Data jenis proppant dan fluida yang digunakan dipakai pada simulator kemudian dilakukan simulasi pemakaian proppant dan fluida pada panjang setengah rekahan yang diinginkan yaitu 100, 200, 300, dan 400 ft. Simulasi dilakukan pada konsentrasi proppant 4, 6, 8, 10, dan 12 PPA dan rate pompa 20 bpm. \n\nHasil dari simulasi dengan software stimulasi sumur terdiri dari volume penggunaan fluida (pad & slurry), proppant, dan biaya. Berdasarkan volume proppant dan fluida yang digunakan pada simulasi desain perekahan hidrolik dipilih konsentrasi proppant yang paling optimum untuk perekahan hidrolik (main fract) pada setengah panjang rekahan yang diinginkan yaitu 100, 200, 300, dan 400 ft. \n\nPada target panjang rekahan 100 ft diperoleh pemakaian optimum fluida dan proppant 12 PPA dengan penggunaan proppant 17.913 lb dan fluida 2.801 gal. Pada target panjang rekahan 200 ft diperoleh pemakaian optimum fluida dan proppant 10 PPA dengan penggunaan proppant 52.927 lb dan fluida 10.388 gal. Pada target panjang rekahan 300 ft diperoleh pemakaian optimum fluida dan proppant 10 PPA dengan penggunaan proppant 102. 976 lb dan fluida 23.154 gal. Pada target panjang rekahan 400 ft diperoleh pemakaian optimum fluida dan proppant 8 PPA dengan penggunaan proppant 146.733 lb dan fluida 41.588 gal.", "Daftar File": {"2018 TS PP DENI FIRWANDI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128968", "2018_TS_PP_DENI_FIRWANDI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/146128", "2018_TS_PP_DENI_FIRWANDI_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/146129", "2018_TS_PP_DENI_FIRWANDI_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/146130", "2018_TS_PP_DENI_FIRWANDI_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/146131", "2018_TS_PP_DENI_FIRWANDI_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/146132", "2018_TS_PP_DENI_FIRWANDI_1-DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/146133"}, "Penulis": "DENI FIRWANDI (NIM : 22215033)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "perekahan hidrolik, coalbed methane, proppant, fluida, volume, biaya optimum", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "7 file", "Tanggal Input": "03 Jul 2018"}