{"Nomor": 26483, "Judul": "PERANCANGAN METODE PELAKSANAAN KONSTRUKSI, PENJADWALAN DAN ESTIMASI BIAYA KONSTRUKSI APARTEMEN KELAS MENENGAH  FATMAWATI CITY CENTER, JAKARTA", "Abstrak": "Apartemen Fatmawati City Center adalah kompleks apartemen menengah atas yang dirancang untuk fasilitas hunian, hiburan, dan bisnis dari penghuninya. Apartemen Fatmawati City Center terletak pada daerah dengan tingkat ekonomi masyarakat sekitar menengah ke atas. Agar dapat merealisasikan proyek Apartemen Fatmawati, dibutuhkan perancangan aspek manajemen yang baik. Perancangan aspek manajemen mencakup tiga objektif utama, yaitu manajemen mutu pekerjaan melalui perencanaan metode pelaksanaan konstruksi, manajemen waktu melalui penjadwalan, dan manajemen biaya melalui estimasi biaya konstruksi. Metode  pelaksanaaan konstruksi diawali dengan pekerjaan pembuatan jalan sementara  untuk  pergerakan keluar masuk alat berat. Pekerjaan jalan sementara diikuti dengan pekerjaan perataan dan pembersihan lahan proyek. Pekerjaan dilanjutkan ke pekerjaan struktur bawah berupa dinding diafragma yang dilanjutkan dengan pekerjaan galian, pekerjaan dewatering, dan pemasangan angkur sesuai tahapan  yang telah direncanakan. Pekerjaan struktur bawah diakhiri dengan pekerjaan pondasi bor dan pile cap  untuk pondasi. Pekerjaan struktur atas dilakukan sesuai dengan perancangan zonasi. Pekerjaan struktur atas terdiri dari pekerjaan pelat dasar, kolom, pelat, balok, dan dinding geser. Setelah pekerjaan struktur atas, selanjutnya dilakukan pekerjaan drainase dan diakhiri dengan pekerjaan jalan.  \n \n\nBerdasarkan perencanaan penjadwalan proyek dengan pemerataan alokasi sumber daya, durasi total dari konstruksi proyek ini adalah 1022 hari, terdiri dari pekerjaan persiapan selama 117 hari, durasi pekerjaan tanah selama 120 hari, durasi pekerjaan struktural selama 870 hari, durasi pekerjaan drainase selama 13 hari, dan durasi pekerjaan jalan selama 5 hari. Perhitugan durasi pekerjaan utama didasarkan pada dua jenis  lead resource pekerjaan, yaitu pekerjaan dengan lead resource alat berat dan pekerjaan dengan lead resource kelompok tenaga kerja. Selain durasi, penjadwalan proyek juga menghasilkan jalur kritis proyek yang harus dijaga keberlangsungannya agar durasi proyek tidak terlambat. Pada estimasi biaya proyek, estimasi dilakukan dengan metode resource enumeration harga satuan dan sumber-sumber lain seperti Permen PUPR No. 28 Tahun 2016 tentang Analisis Harga Satuan Pekerjaan (AHSP) Bidang Pekerjaan Umum. Harga material, upah, dan sewa alat berat diperoleh berdasarkan harga satuan pada daerah DKI Jakarta. Hasil estimasi biaya konstruksi pada proyek Apartemen Fatmawati City Center adalah rancangan anggaran pelaksanaan (RAP) sebesar Rp298.272.404.098 dan rancangan anggaran biaya (RAB) sebesar  Rp392.079.075.095. Hasil estimasi telah memperhitungkan biaya langsung dan tidak langsung.", "Daftar File": {"2018 TA PP DENIS ANANTA SEBAYANG 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/128976"}, "Penulis": "DENIS ANANTA SEBAYANG - NIM: 15014130", "Kontributor / Dosen Pembimbing": ["Meifrinaldi, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Jalan sementara, zonasi pekerjaan, lead resource, alokasi sumber daya,  harga satuan,  resource enumeration, rancangan anggaran pelaksanaan, rancangan anggaran biaya.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Jul 2018"}