{"Nomor": 26480, "Judul": "VALUASI SAHAM PT ASTRA AGRO LESTARI, TBK; DAMPAK VOLATILITAS HARGA CPO", "Abstrak": "PT Astra Agro Lestari, Tbk (AALI) merupakan salah satu perusahaan kelapa sawit di Indonesiadan terdaftar di Bursa Efek Indonesia. Performa saham AALIsangat dipengaruhi oleh harga CPO. Hal tersebut dibuktikan oleh Setyo, T.W. tahun 2005.  \n\nBerdasarkan data historisAALI pada tahun 2014 sampai 2017,rata-rata pertumbuhansaham AALI menurun -12% tetapi rata-rata pertumbuhanpendapatan masihmeningkat sebesar 10%.Jika pendapatan AALI dibandingkandengan rata-rata penjualan harga CPO,rata-rata penjualan CPO AALI menunjukan pertumbuhansebesar 4% pada tahun 2014 sampai 2017. Rata-rata penjualan CPO AALI pada tahun 2017 (Rp 8,271,-/kg) hampir sama harganya pada tahun 2014( Rp 8,282,-/kg). Dari isu tersebut, nilai wajar saham AALI harus dihitung ulang berdasarkananalisis eksternal dan internal AALI dalamindustry kelapa sawit. Analisis akar masalah dilakukan untuk mengetahui factor valuasi saham lainnya.Model valuasi absolutakan menunjukan nilai wajarsaham AALI pada akhir tahun 2017. Metode valuasi dilakukan dengan cara DCF method. Setelah itu dilakukan sensitivity analisis pada nilai wajar saham AALI. \n\nSetelah menganalisis ulang saham AALIdengan valuasi absolut, saham AALI pada akhir tahun 2017 adalah  Rp 15.166,- per share dan undervalued. BerdasarkanCFA threshold, saham AALI terjadi potential upsidesebesar 15.33% makainvestor direkomendasikan Ã‚Â“buyÃ‚Â”saham AALI pada akhir tahun 2017.", "Daftar File": {"Upload Abstrak Thesis.pdf": "https://digilib.itb.ac.id/gdl/download/128967"}, "Penulis": "Denies Chrissteven", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, PhD"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "AALI, CPO price, DCF Method, Sensitivity Analysis and Valuation", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "22 Jun 2018"}