{"Nomor": 26493, "Judul": "PERANCANGAN LANSKAP AREA KOLAM PENAMPUNGAN CADANGAN AIR BAKU (LAGOON) PT. IKPP Studi Kasus: PT. Indah Kiat Pulp & Paper Serang, Banten", "Abstrak": "Sungai Ciujung merupakan sungai besar yang airnya dimanfaatkan untuk proses produksi oleh pabrik-pabrik di kawasan industri Jalan Kragilan, Serang, Banten. Setelah proses produksi, limbah buangan hasil produksi tersebut dialirkan kembali ke Sungai Ciujung dan mengakibatkan pencemaran. Pencemaran air sungai oleh limbah memberikan dampak pada penurunan kualitas air sungai. PT. IKPP merupakan salah satu pabrik yang menerapkan teknologi pengolahan limbah (WWTP) untuk mengurangi kandungan berbahaya yang akan dialirkan ke sungai. Selain pengolahan limbah, PT. IKPP memiliki kolam penampungan cadangan air (lagoon) sebagai suatu sistem pengolahan air alami sebelum digunakan untuk produksi. Keberadaan WWTP membantu mengurangi kandungan limbah yang dibuang ke sungai walaupun sedikit. Kawasan lagoon merupakan area potensial untuk menjadi ruang terbuka hijau publik, tapi pemanfaatannya masih minim. Kurangnya pemanfaatan tersebut disebabkan oleh batasan yang ditetapkan pabrik kepada penduduk lokal untuk memasuki kawasan lagoon.    \n \n \n \n\nHasil studi literatur menyimpulkan bahwa salah satu cara untuk memanfaatkan ulang air buangan limbah produksi adalah dengan konsep reclaimed water. Pemanfaatan kembali air limbah dapat berkontribusi terhadap aspek kesehatan dan aspek ekologis lingkungan. Salah satu cara ideal untuk pengolahan air limbah adalah dengan merancang constructed wetland sebagai sistem post treatment air buangan setelah melalui proses WWTP. Constructed wetland sebagai sistem post treatment air diharapkan dapat mengurangi jumlah buangan limbah ke Sungai Ciujung, sekaligus dapat memanfaatkan kembali air tersebut untuk kebutuhan produksi dan kebutuhan domestik pabrik.     \n \n \n \n\nTujuan dari proyek akhir ini adalah merancang lanskap kawasan ruang terbuka sekitar lagoon dan area limpahan pengolahan WWTP, sehingga dapat menjadi ruang terbuka publik untuk pegawai/keluarga pabrik dan masyarakat setempat. Pegawai pabrik dapat memanfaatkan ruang terbuka hijau lagoon sebagai tempat rekreasi dan istirahat saat pergantian shift kerja, sedangkan warga lokal dapat memanfaatkan RTH lagoon sebagai tempat rekreasi di saat senggang dan hari libur. Pendekatan edukasi, rekreasi, dan kesehatan diterapkan pada perancangan agar dapat memberikan manfaat dan wawasan baru terhadap pengunjung akan pentingnya kesehatan dan lingkungan.  Dengan demikian, pengunjung akan lebih aktif dalam menjaga kelestarian lingkungan dan ekologi. Perancangan RTH publik kawasan lagoon PT. IKPP merupakan bentuk kontribusi dalam pemulihan ekosistem lingkungan Sungai Ciujung yang tercemar limbah kawasan industri.", "Daftar File": {"2018 TS PP DENNIS OCTAVIANO  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129010"}, "Penulis": "DENNIS OCTAVIANO NIM: 28915004", "Kontributor / Dosen Pembimbing": ["Dr. Firmansyah., S.T, M.T                                   Ir. Edwan Kardena, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur Lanskap", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Sungai Ciujung, WWTP, lagoon, reclaimed water, constructed wetland", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Okt 2018"}