{"Nomor": 26498, "Judul": "CEMENT EVALUATION AFTER SQUEEZING PROGRAM ON WELL X AS CONVENTIONAL WELL CONVERTED TO CO2 INJECTION WELL", "Abstrak": "Pemanasan global dan perubahan iklim merupakan salah satu fokus terbesar yang dihadapi oleh dunia saat ini. Penambahan emisi gas rumah kaca, seperti CO2, telah disebut sebagai penyebab utama dari pemanasan global. Berbagai cara telah diusahakan untuk mengatasi masalah ini, salah satunya program menangkap dan menginjeksikan gas CO2 ke dalam bumi. \n\nSalah satu program untuk menangkap dan menginjeksikan gas CO2 akan dilakukan pada sumur X. Sumur ini merupakan sumur eksplorasi yang akan diubah menjadi sumur injeksi CO2. Semen yang digunakan pada sumur ini adalah semen Portland yang biasa dipakai di sumur minyak sehingga untuk diubah menjadi sumur injeksi CO2 perlu dilakukan penyemenan ulang dengan semen yang tahan pada kondisi lingkungan kaya CO2. Evaluasi semen hasil program penyemenan ulang di sumur X perlu dilakukan agar menjamin gas CO2 yang diinjeksikan tidak lepas ke permukaan. \n\nStudi ini berfokus pada evaluasi semen sebelum dan setelah penyemenan ulang sumur X. Evaluasi yang dilakukan yaitu evaluasi geologi, evaluasi kualitas semen sebelum penyemenan ulang dari data CBL/VDL dan evaluasi semen setelah penyemenan ulang dari hasil bacaan alat evaluasi semen. Evaluasi metode penyemenan ulang yang dilakukan dan semen yang", "Daftar File": {"2018 TA PP DENY CANDRA PUTRA ANSORI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129021", "2018 TA PP DENY CANDRA PUTRA ANSORI 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/190270"}, "Penulis": "DENY CANDRA PUTRA ANSORI NIM :12214036", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ã‚Â–Ing Bonar Tua Halomoan Marbun"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "CCS, CO2, Injection, Cement Improvement, Cement Bond Log", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "2 file", "Tanggal Input": "01 Jul 2018"}