{"Nomor": 26492, "Judul": "RANCANG BANGUN PERANGKAT SENSOR NIRKABEL UNTUK PEMANTAUAN KONDISI RUANG KELAS", "Abstrak": "Kesuksesan dalam kegiatan belajar mengajar di ruang kelas dipengaruhi oleh lingkungan ruang kelas, acuan metode belajar, dan kondisi peserta didik. Kondisi lingkungan ruang kelas sering diabaikan, padahal dapat berdampak buruk bagi peserta didik dan dapat berpotensi mengganggu kegiatan belajar mengajar. Dengan teknologi wireless sensor network (WSNs) dapat dibuat sebuah sistem yang dapat mengamati kondisi lingkungan ruang kelas tersebut. Wireless Sensor Networks (WSNs) adalah sebuah teknologi yang memanfaatkan sensor yang disebar untuk melakukan suatu pemantauan kondisi yang kemudian data tersebut akan dikirimkan ke pusat untuk diolah.  Dengan adanya teknologi ini, menjadi memungkinan untuk mengetahui kondisi ruang kelas. WSN dapat digunakan untuk pembelajaran contextaware, pembelajaran dengan augmented reality, dan pembelajaran di ruang kelas cerdas. Pemantauan kondisi ruang kelas dapat dilakukan dengan memasang perangkat sensor pada beberapa titik di ruang kelas. Kemudian perangkat sensor ini akan merekam dan mengirimkan data tersebut ke sebuah pusat yang selanjutnya akan diolah. Dengan adanya data-data ini, dapat diketahui bagian mana yang perlu pengondisian lebih lanjut. Kondisi yang perlu diperhatikan adalah kondisi fisik ruang kelas yaitu intensitas cahaya, suhu, kelembapan, dan kebisingan suara. Sistem ini terdiri dari tiga sub-sistem, environment monitoring system, feedback management system, dan display and instruction system.", "Daftar File": {"2018 TA PP DENNIS LESMANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129009"}, "Penulis": "DENNIS LESMANA - NIM: 13214016", "Kontributor / Dosen Pembimbing": ["Dr. Reza Darmakusuma ST., MT. \n\nM. Shiddiq Sayyid Hashuro, ST., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Wireless sensor network (WSNs), kondisi ruang kelas, pemantauan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2018"}