{"Nomor": 26495, "Judul": "BILANGAN RAMSEY SISI TERBATAS YANG MELIBATKAN GRAF DENGAN DUA SISI", "Abstrak": "Bilangan Ramsey sisi (terbatas) pasangan graf adalah salah satu masalah dalam teori Ramsey yang sangat menarik. Masalah ini masih sangat terbuka untuk diteliti.  \n \n\nBilangan Ramsey sisi pasangan graf G dengan H, dilambangkan dengan r ̂(G,H), adalah banyak sisi minimal pada graf F sehingga untuk sebarang pewarnaan-2 pada semua sisi F terdapat G atau H sewarna. Jika orde graf F dengan sifat pewarnaan-2 seperti di atas harus sama dengan r(G,H), maka banyak sisi minimal pada F disebut bilangan Ramsey sisi terbatas pasangan graf G dengan H, dilambangkan dengan r^* (G,H). Adapun yang dimaksud dengan r(G,H) atau bilangan Ramsey dari pasangan graf G dengan H adalah banyak titik minimal pada graf F dengan sifat pewarnaan-2 yang sama dengan sebelumnya. Jelas r ̂(G,H)≤r^* (G,H) dan r^* (G,H) juga terbatas atas oleh banyak sisi pada graf lengkap dengan orde r(G,H). Diketahui juga bahwa kedua r ̂(G,H) dan r^* (G,H) terbatas bawah oleh e(G)+e(H)-1, dengan e(G) menyatakan ukuran dari graf G.  \n \n\nSejak bilangan Ramsey sisi diperkenalkan, pertanyaan tentang apakah terdapat pasangan graf G dan H sehingga r ̂(G,H) mencapai batas atas telah menjadi perhatian. Demikian juga pertanyaan tentang apakah terdapat pasangan graf G dengan H sehingga r ̂(G,H) secara signifikan berbeda dengan batas atas. Pertanyaan yang sama juga berlaku untuk bilangan Ramsey sisi terbatas dari graf.  \n \n\nPada Disertasi ini dibahas bilangan Ramsey sisi (terbatas) yang melibatkan graf berukuran dua, yaitu P_3 dan 2K_2. Untuk menjawab pertanyaan pertama, diberikan syarat perlu dan cukup untuk graf H agar r^* (P_3,H) mencapai batas atas. Demikian juga untuk r^* (2K_2,H). Untuk menjawab pertanyaan kedua, diberikan syarat perlu dan cukup untuk graf H agar r^* (P_3,H) mencapai batas bawah. Untuk r^* (2K_2,H), ditunjukkan bahwa tidak ada graf H yang memenuhi kondisi tersebut.  \n \n\nKemudian, diberikan r^* (P_3,H) untuk H graf yang padat. Secara khusus, r^* (P_3,H) untuk graf H berorde n yang memuat graf lengkap dengan n-1 dan n-2 titik. Sedangkan r^* (2K_2,H) diberikan untuk graf-graf yang nilai r ̂(2K_2,H) telah diketahui, Graf-graf H tersebut adalah graf bintang, graf bintang dengan tambahan satu sisi, dan graf bipartit lengkap.  \n \n\nLebih jauh lagi, diberikan juga r^* (P_3,H) untuk H graf yang renggang. Khususnya, H merupakan graf lintasan dan siklus. Untuk graf renggang ini, yang diberikan adalah batas atas dan/atau batas bawah untuk r^* (P_3,H). Nilai eksak r^* (P_3,H) diberikan hanya untuk beberapa lintasan dan siklus berorde kecil. Sementara itu, nilai eksak r^* (2K_2,H) untuk H graf renggang diberikan untuk graf lintasan. Ditunjukkan juga bahwa untuk H graf lintasan, r ̂(2K_2,H)=r^* (2K_2,H).  \n \n\nSebagai tambahan, diberikan r^* (P_3,H) dan r^* (2K_2,H) untuk H graf berorde kecil, yaitu H graf berorde lima dan enam. Hasil ini adalah lanjutan dari hasil penelitian untuk graf berorde kecil yang telah diberikan oleh peneliti sebelumnya.", "Daftar File": {"2018 DS PP DENNY RIAMA SILABAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129018"}, "Penulis": "DENNY RIAMA SILABAN - NIM: 30114001", "Kontributor / Dosen Pembimbing": ["Prof. Edy Tri Baskoro, Ph.D  \n \n\nDr. Saladin Uttunggadewa"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bilangan Ramsey sisi, bilangan Ramsey sisi terbatas, graf kecil, graf lengkap, graf padat, graf renggang", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "08 Mar 2018"}