{"Nomor": 26508, "Judul": "AL WAFA BOARDING SCHOOL CIWIDEY", "Abstrak": "Tugas ini mengambil kasus proyek Al Wafa Boarding School yang berlokasi di Jalan Simpang Ciwidey Marga Mulia Kabupaten Bandung. Proyek ini terdiri dari jenjang Sekolah Menengah Atas (SMA) dan asrama serta fasilitas pendukung lainnya dengan luas lahan 28.000 m2. Al Wafa Boarding School merupakan sekolah berasrama dengan sistem all day boarding dimana seluruh siswa diwajibkan untuk tinggal di lingkungan sekolah. Terdapat beberapa isu perancangan yang harus diselesaikan dalam proyek sekolah ini, yaitu kenyamanan, keamanan, dan kesesuaian bangunan dengan konteks Ciwidey. Proyek ini dirancang untuk menciptakan lingkungan yang nyaman bagi seluruh penghuni yang tinggal di lingkungan sekolah, bagaimana mewadahi seluruh kegiatan penghuni, serta bagaimana menciptakan lingkungan sekolah yang sesuai dengan konteks lingkungan Ciwidey yang termasuk daerah rural. Pendekatan desain dimulai dari identitas Al Wafa Boarding School sebagai sekolah berasrama dengan sistem all day boarding. Penggabungan antara sistem sekolah dan konteks lingkungan Ciwidey menghasilkan konsep sekolah yang aman, nyaman, dan bersuasana rural. Konsep inilah yang diimplementasikan dalam desain berupa zonasi pada lahan, serta desain bangunan yang sedemikian rupa agar tercipta suasana yang hangat di lingkungan sekolah.", "Daftar File": {"2014 TA PP DESIANA PRATIWI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/129044", "2014 TA PP DESIANA PRATIWI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/129045", "2014 TA PP DESIANA PRATIWI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/129046", "2014 TA PP DESIANA PRATIWI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/129047", "2014 TA PP DESIANA PRATIWI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/129048", "2014 TA PP DESIANA PRATIWI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/129049", "2014 TA PP DESIANA PRATIWI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/129050", "2014 TA PP DESIANA PRATIWI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/129051"}, "Penulis": "DESIANA PRATIWI (NIM : 15209015)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nDr. Surjamanto W., M.T. \n\nIr. Budi Rijanto, DEA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "boarding school, rural, Ciwidey", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "8 file", "Tanggal Input": "25 Okt 2018"}