{"Nomor": 26502, "Judul": "FITOREMEDIASI KROMIUM (Cr) OLEH TUMBUHAN Eichhornia crassipes DAN Pistia stratiotes DENGAN PENERAPAN SPESIES TUNGGAL DAN KOMBINASI SERTA PENGARUHNYA TERHADAP PERTUMBUHAN, FISIOLOGI DAN ANATOMI KEDUA SPESIES", "Abstrak": "Eichhornia crassipes dan Pistia stratiotes merupakan tumbuhan yang mampu menyerap logam berat kromium (Cr) dan berpotensi sebagai agen fitoremediasi; namun pengaruh dari penyerapan Cr tersebut terhadap kondisi pertumbuhan, fisiologi dan anatomi belum banyak diteliti. Tujuan dari penelitian ini adalah untuk: (1) menentukan efektivitas penyerapan dan akumulasi Cr oleh E. crassipes dan P. stratiotes, baik secara spesies tunggal maupun dalam kombinasi; dan (2) mengevaluasi respons pertumbuhan, fisiologi, dan anatomi masing-masing agen fitoremediasi tersebut. Perlakuan diberikan dengan memaparkan tumbuhan, baik secara spesies tunggal maupun kombinasi, pada media air dengan penambahan K2Cr2O7 hingga konsentrasi Cr 7 mg L-1. Sebagai pembanding (kontrol) adalah larutan K2Cr2O7 tanpa penambahan tumbuhan. Pembanding untuk pengamatan parameter fisiologi dan anatomi tumbuhan adalah pemaparan dalam media air tanpa penambahan K2Cr2O7. Konsentrasi Cr dalam media air dan laju perubahannya diukur setiap tiga hari selama 15 hari masa retensi. Setelah masa retensi, parameter tumbuhan yang diukur adalah konsentrasi Cr dalam akar dan taruk, pertumbuhan (berat basah dan kering) fisiologi (klorofil dan prolin), dan anatomi. Hasil penelitian menunjukkan bahwa sisa Cr pada media perlakuan dengan spesies kombinasi adalah yang terendah, yaitu sebesar 3 mg L-1 dengan laju penurunan 6,30%/hari. Penurunan dalam media perlakuan spesies tunggal maupun kombinasi berbeda nyata dengan kontrol (p", "Daftar File": {"2018 TS PP DEOROSARI ERRY TAKENE 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129025"}, "Penulis": "DEOROSARI ERRY TAKENE - NIM: 20615002", "Kontributor / Dosen Pembimbing": ["Dr. Devi Nandita Choesin"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Fitoremediasi, Eichhornia crassipes, Pistia stratiotes, kromium (Cr), klorofil, prolin, anatomi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Jun 2018"}