{"Nomor": 26509, "Judul": "ASOSIASI SPESIES INVASIF DENGAN TUMBUHAN PAKAN RUSA JAWA (Rusa timorensis de Blainville,1822) DI TAMAN BURU MASIGIT KAREUMBI, JAWA BARAT", "Abstrak": "Taman Buru Masigit Kareumbi (TBMK) merupakan kawasan konservasi yang dikelola untuk \n\nperlindungan dan pemanfaatan sumberdaya hayati, diantaranya melalui pengembangan wisata \n\nburu. Salah satu satwa buru yang saat ini dikembangkan adalah rusa jawa (Rusa timorensis). \n\nNamun, kehadiran spesies tumbuhan invasif berisiko menurunkan ketersediaan pakan bagi rusa \n\njawa, sehingga pengelola harus memenuhi kebutuhan pakan dari luar kawasan. Penanganan \n\nmasalah tumbuhan invasif ini perlu ditunjang oleh informasi yang memadai tentang aspekaspek ekologis, diantaranya mengenai asosiasi spesies invasif dengan tumbuhan lainnya. \n\nPenelitian ini bertujuan untuk menentukan spesies pakan dan non-pakan yang berasosiasi kuat \n\ndan negatif dengan spesies invasif sebagai rekomendasi dalam peningkatan ketersediaan pakan \n\nrusa sekaligus mengendalikan kehadiran spesies invasif. Pengambilan data dilakukan dengan \n\nsurvei vegetasi di Cluster I area perencanaan buru seluas 200 ha untuk ditentukan \n\nkeanekaragaman pakan dan asosiasi spesies invasif dengan tumbuhan pakan dan non-pakan. \n\nSurvei vegetasi menggunakan plot kuadrat bertingkat berukuran 20ÃƒÂ—20 meter sebanyak 60 \n\nbuah, yang disebar pada hutan alam (8 plot), hutan sekunder (35 plot), dan area terbuka (17 \n\nplot). Hasil analisis data vegetasi menunjukkan keanekaragaman pakan tertinggi ada di hutan \n\nalam (Hˈ = 3,048), diikuti area terbuka (Hˈ = 2,872), dan hutan sekunder (Hˈ = 2,446). Spesies \n\ninvasif cenderung memiliki INP tertinggi di hutan sekunder (139,9), diikuti hutan alam (126,2), \n\ndan area terbuka (44,3). Berdasarkan Indeks Nilai Penting (INP) tertinggi spesies invasif, \n\ndipilih Ageratina riparia dan Clidemia hirta untuk diteliti asosiasinya. Analisis asosiasi \n\ndilakukan melalui Tabel Kontingensi 2x2, kemudian dihitung kekuatan asosiasinya \n\nmenggunakan Indeks Ochiai (IO). Kekuatan asosiasi berada pada rentang 0-1, dengan 0 \n\nmemiliki kekuatan asosiasi sangat rendah dan 1 memiliki kekuatan asosiasi sangat tinggi. \n\nBerdasarkan analisis tingkat asosiasi, diperoleh informasi bahwa tumbuhan yang berasosiasi \n\nkuat dan negatif dengan Ageratina riparia adalah Etlingia coccinea (1), Oplismenus \n\ncompositus (1), Clidemia hirta (0,756), Austroeupatorium inulifolium (0,926), Lantana camara \n\n(0,707), Melastoma malabathricum (0,5), dan Rubus moluccanus (0,5). Beberapa spesies yang \n\nberasosiasi kuat dan negatif dengan Clidemia hirta, yaitu Oplismenus compositus (0,756), \n\nCarex baccans (0,756), Austroeupatorium inulifolium (0,535), Schima wallichii (0,535). \n\nBerdasarkan informasi tersebut, untuk peningkatan ketersediaan pakan bagi rusa jawa perlu \n\ndilakukan pengayaan dengan spesies, Oplismenus compositus, Melastoma malabathricum, \n\nRubus moluccanus, Carex baccans, dan Dysoxylum arborescens, karena selain memiliki nilai \n\nIO tinggi, spesies tersebut tidak tergolong sebagai spesies invasif di kawasan TBMK", "Daftar File": {"2018 TA PP - Desiana Zulvianita 1 - Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/129052"}, "Penulis": "DESIANA ZULVIANITA (Nim : 11514030)", "Kontributor / Dosen Pembimbing": ["Dr. Rina Ratnasih Purnamahati \n\nDr. Elham Sumarga"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "asosiasi, Indeks Ochiai, tabel kontingensi 2x2, tumbuhan invasif", "Sumber": "", "Staf Input/Edit": "didi kusnendi  \n                                     didi kusnendi", "File": "1 file", "Tanggal Input": "18 Sep 2018"}