{"Nomor": 26515, "Judul": "ANALISIS KARAKTERISTIK SISTEM WAVE ENERGY CONVERTER BERDASARKAN GERAK PITCH", "Abstrak": "Kebutuhan energi di Indonesia yang semakin meningkat membutuhkan solusi berupa sumber energi baru dan terbarukan. Salah satu sumber energi terbarukan dapat berasal dari laut dengan memanfaatkan energi gelombang laut. Energi gelombang laut didapat dengan mengkonversi energi kinetik gelombang menjadi energi listrik menggunakan converter berupa struktur terapung berbentuk spar dan disk. Struktur tersebut akan bergerak pitch seiring datangnya gelombang, selanjutnya gerak pitch tersebut akan disalurkan ke generator untuk menghasilkan energi listrik. Penelitian ini bertujuan untuk menentukan desain struktur terapung yang efektif untuk digunakan sebagai alat konversi energi gelombang di perairan Indonesia. Struktur dikatakan efektif jika menghasilkan nilai pitch diantara 0,5o-25o untuk kondisi tinggi gelombang 0,5-5m dengan periode gelombang 2-19 detik. Pada penelitian ini struktur dimodelkan dengan variasi draft dan diameter menggunakan software Hydrostar, sedangkan pemodelan respon pitch struktur terhadap gelombang dilakukan dengan software Ariane. Selanjutnya dari respon pitch struktur tersebut akan dihitung besarnya daya yang dihasilkan. Besarnya daya yang dapat dikonversi oleh struktur dipengaruhi oleh besarnya pitch yang dihasilkan dan besarnya koefisien damping struktur. Dari penelitian ini diketahui bahwa struktur yang berbentuk disk menghasilkan daya terbesar dengan capture width mencapai 12m untuk gelombang datang berperiode lebih dari 4 detik, sedangkan untuk gelombang datang dengan periode kurang dari 4 detik dapat dikonversi dengan capture width 7m oleh struktur berbentuk spar dengan draft 2m dan tinggi 5m. Semakin besar dimensi struktur maka semakin besar daya yang dapat dikonversi karena semakin jauh rentang periode gelombang yang dapat dikonversi energinya.", "Daftar File": {"2018 TS PP Desmira Anindya Gammaranti 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129058"}, "Penulis": "DESMIRA ANINDYA GAMMARANTI - Nim: 25516001", "Kontributor / Dosen Pembimbing": ["Krisnaldi Idris, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Energi Gelombang, Wave Energy Converter, Pitch, Power Take Off", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2018"}