{"Nomor": 26513, "Judul": "COMPARATIVE ANALYSIS ON SERVICE QUALITY OF MOBILE SHOPPING APPLICATION (CASE STUDY: SHOPEE AND TOKOPEDIA)", "Abstrak": "Dewasa ini, internet terus berkembang pesat sebagai efek dari kemajuan teknologi. Internet memiliki peran untuk membantu orang hampir di semua aspek kehidupan. Fenomena ini menciptakan beberapa peluang baru bagi orang-orang dalam melakukan bisnis mereka terutama dalam melakukan perdagangan. Aktivitas jual beli dapat dilakukan di mana saja dan tanpa bertatap muka satu sama lain, mereka dapat memanfaatkan ponsel mereka. Ada dua perusahaan besar yang berhasil mendominasi pasar di Indonesia, yaitu Shopee dan Tokopedia. Kedua perusahaan tersebut merupakan perusahaan yang bersaing dalam industri yang sama, mereka harus menjaga kualitas layanan dalam menjalankan bisnis mereka. Tujuan dari penelitian ini adalah untuk membandingkan kualitas pelayanan aplikasi belanja seluler dari Shopee dan Tokopedia serta bagaimana perbedaan kualitas pelayanannya menggunakan dimensi M-S-QUAL yaitu Contact, Responsiveness, Fulfillment, Privacy and Efficiency. Penelitian ini menggunakan penelitian non parametric untuk mendeskripsikan kualitas pelayanan aplikasi belanja seluler dari Shopee dan Tokopedia. Data yang terkumpul berjumlah 373 responden dari Shopee dan 234 responden dari Tokopedia. Teknik analisis yang digunakan dalam penelitian ini adalah Mann Whitney, untuk membedakan hasil dari dua sampel independen. Hasil menunjukkan bahwa tidak terdapat perbedaan yang signifikan dari dimensi kualitas pelayanan aplikasi belanja seluler Shopee dan Tokopedia.", "Daftar File": {"2018 TA PP DESITA WAHYU RAMADHANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129056", "2018 TS PP DESITA WAHYU RAMADHANI 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/251075"}, "Penulis": "Desita Wahyu Ramadhani (19015100)", "Kontributor / Dosen Pembimbing": ["Yulianto Suharto Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Mobile Service Quality, Shopee, Tokopedia, Mann Whitney", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "13 Jul 2018"}