{"Nomor": 26527, "Judul": "PENGEMBANGAN PERSAMAAN INFLOW PERFORMANCE RELATIONSHIP TAK BERDIMENSI UNTUK KONDISI ALIRAN TURBULEN PADA RESERVOIR BERTENAGA PENDORONG GAS TERLARUT", "Abstrak": "Memprediksikan performa sumur merupakan salah satu tugas penting yang harus dilakukan oleh seorang production engineer. Hal ini amat penting karena, akan berpengaruh terhadap penentuan skema produksi optimum sumur, desain produksi dan metode pengangkatan buatan yang dapat dilakukan. Inflow Performance Relationship (IPR) adalah persamaan yang digunakan untuk mendeskripsikan perilaku laju alir dan tekanan sumur.   \n \n \n\nSekarang ini banyak terdapat korelasi IPR yang digunakan dalam industri perminyakan, dengan korelasi yang paling sering digunakan, korelasi Vogel(2) dan korelasi Fetkovich(3). Terdapat pula korelasi Ã‚Â– korelasi IPR analitis lainnya, namun tidak terlalu sering digunakan akibat kondisi penggunaan yang terbatas.   \n \n \n\nDalam studi ini, dilakukan pengembangan terhadap persamaan IPR tak berdimensi yang digunakan pada reservoir bertenaga pendorong gas terlarut untuk kondisi aliran turbulen. Pengembangan dilakukan dengan memperhitungkan pengaruh aliran turbulensi yang diduga terjadi pada model reservoir yang digunakan oleh Mohamed Elias(1).   \n \n \n\nPengujian dilakukan dengan memodelkan reservoir yang digunakan Mohamed Elias(1), kemudian melakukan Modified Isochronal Test, dan menghitung nilai Ã‚Â“nÃ‚Â”, sebagai indikator terjadinya kondisi aliran turbulen. Kemudian akan dibentuk IPR untuk masing Ã‚Â– masing model yang dibuat, dan dikembangkan persamaan IPR tak berdimensi baru yang memperhitungkan efek turbulensi.", "Daftar File": {"2015 TA PP DEVA TASIA ULITHA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/129100"}, "Penulis": "DEVA TASIA ULITHA (NIM : 12211072)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Pudjo Sukarno, M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "inflow performance relationship, solution gas drive reservoir, turbulence, modified isochronal test", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "11 Mei 2018"}