{"Nomor": 26520, "Judul": "KAJIAN WILLINGNESS TO WALK BERDASARKAN VARIABEL WALKING DISTANCE DAN KONDISI FASILITAS PEJALAN KAKI", "Abstrak": "Kemudahan (akses) pejalan kaki dan lingkungan berjalan merupakan hal utama yang perlu diperhatikan untuk merangsang masyarakat menggunakan angkutan umum dan moda berjalan kaki dalam perjalanan jarak dekat. Apabila fasilitas pejalan kaki tidak disediakan dengan baik, maka masyarakat akan berkurang minatnya untuk berjalan kaki. Pemahaman terkait kesediaan orang berjalan kaki diperlukan agar intervensi apapun yang dilakukan demi meningkatkan willingness to walk sebagai bagian dari sustainable transportation dan development dapat tepat sesuai dengan sasaran. \n \n\nPenelitian dilakukan untuk mengembangkan model willingness to walk untuk tujuan perjalanan kuliah dan belanja berdasarkan jarak yang harus ditempuh dan kondisi fasilitas pejalan kaki yang tersedia. Selain itu, terdapat sub tujuan penelitian lain yaitu untuk mengidentifikasi atribut kondisi fasilitas pejalan kaki yang mempengaruhi keputusan berjalan kaki. Model yang digunakan dalam penelitian ini adalah regresi logistik ordinal dengan input data berasal dari hasil survei stated preference. \n \n\nDiperoleh hasil bahwa jarak berjalan, ketersediaan peneduh, kondisi permukaan, kebersihan, kondisi penyeberangan mempengaruhi kesediaan berjalan kaki menuju kampus (kuliah) dan pasar (belanja). Terdapat trade off antara jarak berjalan dan kondisi fasilitas pejalan kaki terhadap kesediaan berjalan kaki. Pada probabilitas yang sama individu akan bersedia berjalan kaki lebih jauh pada kondisi fasilitas pejalan kaki yang baik atau akan berjalan lebih dekat pada kondisi fasilitas pejalan kaki yang buruk. Terkait tujuan perjalanan, orang cenderung bersedia berjalan lebih jauh untuk tujuan perjalanan belanja dibandingkan dengan tujuan perjalanan kuliah.", "Daftar File": {"2018 TS PP DESTRI NURHALIMA R. M. 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129075"}, "Penulis": "DESTRI NURHALIMA R. M. - NIM: 25017011", "Kontributor / Dosen Pembimbing": ["Ir. R. Sony Sulaksono Wibowo, M.T., Ph, D \n\nIr. Idwan Santoso, M.Sc., DIC, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Willingness to walk, walking distance, fasilitas pejalan kaki, regresi logistik ordinal", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "01 Okt 2018"}