{"Nomor": 26537, "Judul": "VISUALISASI PERANGKAT LUNAK SEBAGAI ALAT BANTU  PROYEK PEMBANGUNAN PERANGKAT LUNAK", "Abstrak": "Masalah manajemen proyek merupakan isu yang masih sering diabaikan oleh banyak tim pengembang perangkat lunak dalam kurun waktu 70 tahun terakhir. Informasi terkait perkembangan proyek biasanya hanya disampaikan secara lisan saja oleh masing-masing anggota tim tanpa adanya gambaran yang cukup jelas. Ketidakjelasan informasi ini dapat berujung pada kesalahan penjadwalan serta pengambilan keputusan yang salah pada pengerjaan proyek. Padahal dalam suatu proyek pembangunan perangkat lunak, mengetahui kemajuan pengerjaan proyek merupakan hal yang penting untuk memastikan bahwa pengerjaan proyek tetap masih on-the-track.      \n \n \n \n \n \n\nOleh karena itu pada tugas akhir ini, dibuat sebuah alat bantu yang menggunakan metriks dan visualisasi untuk membantu anggota tim pengembang proyek perangkat lunak untuk melakukan project progress tracking. Perangkat lunak menggunakan metriks yang dapat diekstraksi dari data repositori proyek pada Version Control System. Data hasil olahan metriks tersebut kemudian ditampilkan dalam bentuk visualisasi yang dapat meningkatkan kognisi tim pengembang perangkat lunak untuk dapat memperoleh informasi mengenai perkembangan dan kemajuan proyek yang sedang dikerjakan.      \n \n \n \n \n \n\nDari hasil pengujian, perangkat lunak visualisasi yang dikembangkan dapat memberikan informasi terkait perkembangan proyek kepada pengguna. Dari dua belas metriks dan metode visualisasi yang disediakan, terdapat lima metriks dan metode visualisasi yang dapat memberikan informasi penting dari data repositori proyek yang sebelumnya tidak dapat terlihat jika tidak menggunakan perangkat lunak ini. Selain itu, perangkat lunak ini juga memiliki keunggulan dibandingkan sistem atau publikasi yang pernah ada sebelumnya, yaitu tersedianya metriks dan metode visualisasi yang lebih lengkap serta terkemas dalam sebuah perangkat lunak.", "Daftar File": {"Abstrak_13514040_Devin Lukianto.pdf": "https://digilib.itb.ac.id/gdl/download/129110"}, "Penulis": "DEVIN LUKIANTO - NIM : 13514040", "Kontributor / Dosen Pembimbing": ["Dr. Bayu Hendradjaya, ST.,MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "informasi, metriks, perangkat lunak, progress tracking, repositori, visualisasi.", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Okt 2018"}