{"Nomor": 26530, "Judul": "PENGEMBANGAN BERKELANJUTAN UNTUK BISNIS FESYEN LAMBAT DI INDONESIA: PENDEKATAN NILAI PELANGGAN", "Abstrak": "Industri fesyen saat ini adalah salah satu industri yang mengalami perubahan konstan dan tidak ada hentinya. Ini merupakan segmen materialisme, yang dicirikan oleh produksi yang serba cepat dan dialihdayakan, struktur biaya yang ditekan, dan desain dan tren yang tidak pernah berakhir. Konsep yang tanpa henti ini merangsang keinginan konsumen menciptakan lanskap konsumsi yang berlebih. Sebagai alternatif untuk model fesyen cepat, mode lambat telah muncul sebagai cara untuk meningkatkan keberlanjutan di industri fesyen. Berdasarkan konsep penciptaan nilai yang dirasakan konsumen, penelitian ini secara empiris menguji struktural model yang dapat meningkatkan niat konsumen untuk membeli produk-produk fesyen yang lambat, dengan menentukan atribut fesyen lambat yang berkontribusi untuk menciptakan nilai pelanggan yang dirasakan di Indonesia. Analisis lebih lanjut juga mengungkapkan bahwa masing-masing atribut mode lambat memiliki pengaruh yang berbeda terhadap nilai pelanggan di Indonesia. Ini memberikan strategi potensial di mana bisnis fesyen yang lambat dapat membuat model bisnis yang berkelanjutan, sehingga terus meningkatkan kelestarian lingkungan dan sosial dengan mode lambat yang ideal, serta menyesuaikan dengan atribut model lambat yang mempengaruhi niat konsumen untuk membeli.", "Daftar File": {"2018 TA PP DEVIA RIZKY FEBRIANTI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129103"}, "Penulis": "Devia Rizky Febrianti (19215025)", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana., S.Farm., Apt., MBA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Slow fashion; fast fashion; sustainability; customer value", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "1 file", "Tanggal Input": "25 Jul 2018"}