{"Nomor": 26531, "Judul": "PERANCANGAN DAN IMPLEMENTASI METODE SINKRONISASI PADA DATABASE POSKO DAHANUD MOBILE UNTUK BERBAGAI JENIS KONDISI JARINGAN", "Abstrak": "Saat ini jumlah Posko Dahanud Mobile hanya ada 1 (satu), seiring perkembangan dan kebutuhan teknologi jumlah Posko Dahanud Mobile akan semakin bertambah dan lokasinya akan tersebar di seluruh Indonesia. Posko Dahanud Mobile yang memiliki banyak data dan tidak terpusat menjadi latar belakang penelitian, yang bertujuan membuat pusat data dan pusat akan mengetahui kondisi Posko Dahanud Mobile. Dibuatlah aplikasi sinkronisasi data sebagai hasil penelitian. Dalam sinkronisasi data juga terdapat permasalahan lain yaitu jaringan yang tidak stabil. Metode penelitian ini mengusulkan sinkronisasi data yang dapat tetap berjalan dalam jaringan yang tidak stabil dengan membandingkan dan mengeksekusi dua database yaitu MySQL dan MongoDB untuk mengetahui database yang memiliki nilai keakuratan dan nilai kecepatan tertinggi dalam pemrosesan sinkronisasi data. Berdasarkan hasil pengujian tersebut, nilai keakuratan MySQL yaitu sebesar 100% dan kecepatan rata-rata untuk setiap data pada MySQL adalah 0,56 detik pada berbagai jenis kondisi jaringan. Sedangkan nilai keakuratan MongoDB yaitu sebesar 100% dan kecepatan rata-rata untuk setiap data pada MongoDB adalah 0,018 detik pada berbagai jenis kondisi jaringan. Sehingga hasil yang didapatkan adalah nilai keakuratan MySQL dan MongoDB adalah sama yaitu sebesar 100% dari 240 (dua ratus empat puluh) data uji, namun kecepatan MongoDB 31 (tiga puluh satu) kali lebih cepat dibandingkan MySQL.", "Daftar File": {"2018 TS PP DEVIE PRATAMA SUBIYANTI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129104"}, "Penulis": "DEVIE PRATAMA SUBIYANTI NIM : 23215374)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.techn. Ary Setijadi Prihatmanto, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Posko Dahanud Mobile, Sinkronisasi Data, Database, MySQL, MongoDB", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jan 2018"}