{"Nomor": 26540, "Judul": "BANKING EFFICIENCY ANALYSIS OF CONVENTIONAL BANKS AND ISLAMIC BANKS IN INDONESIA FROM 2012-2017 USING DEA", "Abstrak": "Perbankan adalah salah satu pilar pertumbuhan ekonomi dan stabilitas nasional untuk  \n\nmeningkatkan kehidupan masyarakat dari sektor keuangan. Jika kita melihat sejarah perbankan Indonesia, \n\nbank konvensional dioperasikan jauh lebih awal dari bank syariah. Bank syariah baru didirikan pada 1992 \n\nsementara bank konvensional dioperasikan lebih lama dari Bank Islam. Hingga saat ini, industri \n\nperbankan di Indonesia didominasi oleh pasar perbankan konvensional. Namun seiring dengan \n\nperkembangan dunia perbankan dan kebutuhan mayoritas muslim di Indonesia untuk memperoleh \n\nlayanan keuangan yang didasarkan pada prinsip-prinsip Islam yang merupakan prinsip bagi hasil, \n\npemerintah menerbitkan Undang-Undang No.7 tahun 1992 tentang perbankan . Dalam melakukan \n\nkegiatan operasionalnya bank harus bekerja secara efisien agar tumbuh lebih cepat dan bertahan di tengah \n\npersaingan pasar. Dalam keadaan seperti itu, penilaian efisiensi bank menjadi penting karena efisiensi \n\nadalah gambaran kinerja bank. \n\nPenelitian ini mengukur efisiensi VRS dan CRS efisien dari dua kelompok bank yaitu bank \n\nkonvensional dan bank syariah di Indonesia untuk periode 2012-2017. Metode yang digunakan adalah \n\nmetode non parametrik frontier menggunakan analisis data envelopment (DEA dengan tiga variabel input, \n\ntotal deposit, biaya tenaga kerja dan aset tetap dan dua variabel input, total kredit dan total pendapatan. \n\nPenelitian ini menggunakan pendekatan intermediasi dengan orientasi output. dari penelitian \n\nmenunjukkan bahwa bank konvensional lebih efisien daripada bank syariah.", "Daftar File": {"2018 TA PP DEVI RIZKIA AZHAHRA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129121", "2018 TS PP DEVI RIZKIA AZHAHRA 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/251082"}, "Penulis": "Devi Rizkia Azhahra (19015057)", "Kontributor / Dosen Pembimbing": ["Ir. Drs. H. Arson Aliludin, SE, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Banking Industry, Efficiency, Data Envelopment Analysis, Output-orientation, Intermediation Approach", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "16 Jul 2018"}