{"Nomor": 26542, "Judul": "Standardisasi Proses Honey Coffee pada Kopi Arabika Tipika", "Abstrak": "Salah satu metode pengolahan pasca panen kopi adalah honey process. Pada honey process, buah kopi dikupas tanpa air dan menghasilkan biji kopi berlendir yang kemudian dijemur. Pembuatan honey coffe konvensional merupakan mekanisme fermentasi alami, sehingga sulit mendapatkan konsistensi produk dengan kualitas yang baik. Untuk mengatasi hal tersebut, dilakukan penelitian dengan tujuan melakukan fermentasi terkontrol pembuatan honey coffe dengan menggunakan mikroorganisme yang diharapkan dapat meningkatkan kualitas kopi. Untuk mencapai tujuan tersebut dilakukan beberapa tahap penelitian, yaitu melakukan isolasi mikroorganisme dari agar MRS dan NA+Laktosa 1% dari fermentasi alami honey coffee, menentukan dinamika mikroorganisme dalam fermentasi kopi, seleksi mikroorganisme berdasarkan aktifitas enzimatis amilolitik, pektinolitik, dan proteolitik. Mikroorganisme yang terpilih menjadi inokulum diidentifikasi dengan sekuensing. Hasil isolasi diperoleh 2 ragi dan 3 bakteri Gram positif dari sampel kopi ditumbuk serta 3 ragi, 4 bakteri Gram positif dan 1 bakteri Gram negatif dari sampel kopi tidak ditumbuk. Setelah diseleksi diperoleh 5 isolat predominan DEV01, DEV04, DEV11, DEV13, dan DEV14. Berdasarkan uji enzimatis DEV01 dan DEV11 dipilih menjadi inokulum. Hasil sekuensing menunjukkan DEV01 adalah Pichia klueveri dan DEV11 adalah Bacillus sp. Perbandingan inokulum Pichia klueveri dan Bacillus sp. adalah 1:6 dengan penambahan inokulum dilakukan secara bertahap dengan variasi 0:0 jam, 24:0 jam, dan 0:24 jam. Standardisasi fermentasi terbaik diperoleh pada penambahan Pichia klueveri 24 jam dan Bacillus sp. 0 jam dengan hasil nilai uji hedonik flavor 3,25, acidity 3,33, sweetness 2,92.", "Daftar File": {"2018 TA PP DEVITASARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129130"}, "Penulis": "DEVITASARI (NIM. 10414039)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Dr. Pingkan Aditiawati."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Fermentasi, honey coffee, inokulum, standardisasi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2018"}