{"Nomor": 26543, "Judul": "WEB PORTAL OPEN DATA PEMETAAN SOSIAL BERBASIS CROWDSOURCING UNTUK MENGETAHUI POTENSI DAERAH", "Abstrak": "Mahasiswa memiliki tanggung jawab secara intelektual, moral maupun sosial pada masyarakat. Saat ini mahasiswa sudah mulai giat dalam melakukan kegiatan sosial untuk mengembangkan masyarakat. Sebelum melakukan kegiatan sosial, mahasiswa perlu merancang dengan matang kegiatan apa yang dapat dilakukan pada masyarakat daerah yang akan dijadikan tujuan pelaksanaan kegiatan sehingga sesuai dengan potensi yang dimiliki. Untuk mengetahui potensi yang dimiliki daerah, salah satu cara yang dapat dilakukan mahasiswa adalah dengan melakukan pemetaan sosial. Pemetaan sosial merupakan sebuah proses untuk menggambarkan masyarakat secara sistematik serta melibatkan pengumpulan data dan informasi mengenai masyarakat termasuk didalamnya profil dan masalah sosial yang ada pada masyarakat tersebut. Dari hasil pemetaan sosial tersebut dapat dinilai potensi daerah terkait. Penilaian potensi daerah mengacu pada Peraturan Permendagri Nomor 12 Tahun 2007 tentang Panduan Teknis Pengolahan Data Profil Desa dan Kelurahan. Berdasarkan hasil perancangan tersebut akan dapat dipetakan sumber daya daerah yang dikategori sesuai dengan sumber daya serta indikator penilaiannya untuk dapat mengetahui potensi daerah. Namun, dengan keterbatasan waktu yang dimiliki mahasiswa untuk melakukan pemetaan sosial diperlukan sumber informasi yang lebih terkait dengan daerah yang akan dituju. Hal ini guna memudahkan dan mempersingkat waktu pelaksanaan kegiatan pemetaan sosial. Dengan perkembangan teknologi, kegiatan saling berbagi dapat dilakukan dengan efektif. Melalui konsep open data dan crowdsourcing, kegiatan saling berbagi dokumentasi pemetaan sosial dapat dilakukan oleh antar komunitas mahasiswa yang bergerak dalam bidang sosial dengan mudah. Sebuah web portal dapat digunakan dalam menghimpun informasi yang dibutuhkan saat melakukan pemetaan sosial maupun perancangan kegiatan sosial. Dengan kemudahan untuk mengakses dokumentasi pemetaan sosial serta informasi penunjang tersebut, mahasiswa dapat memanfaatkannya sebagai sumber informasi pendukung dalam melakukan pemetaan sosial maupun dalam merancang kegiatan sosial.", "Daftar File": {"2018 TA PP Devita Yufliha Mahron 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129131"}, "Penulis": "Devita Yufliha Mahron - NIM: 18214001", "Kontributor / Dosen Pembimbing": ["Ir. Kridanto Surendro M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Kata kunci: mahasiswa, kegiatan sosial, pemetaan sosial, masyarakat, indikator, potensi daerah, open data, crowdsourcing.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Jun 2018"}