{"Nomor": 26549, "Judul": "RENCANA KERJA STRATEGIS UNTUK MEMPERBAIKI PENGALAMAN PELANGGAN SECARA ONLINE BERDASARKAN PERJALANAN PELANGGAN SECARA ONLINE: STUDI KASUS RESTORAN BUMI AKI", "Abstrak": "Interaksi pelanggan-ke-pelanggan melalui media sosial menjadi salah satu kegiatan populer dan juga dapat menciptakan peluang bagi perusahaan. Banyak bisnis mulai menggunakan media sosial sebagai saluran pemasaran, terutama untuk bisnis yang menargetkan generasi digital Y sebagai target pasar. Salah satu perusahaan yang mulai melihat perubahan pola pemasaran untuk generasi Y adalah restoran Bumi Aki. Target pasar utama restoran Bumi Aki berusia 24-60 tahun, sebagian besar merupakan Generasi Y. Bumi Aki tidak memiliki strategi khusus untuk menggunakan alat online yang sudah ada, kinerja pemasaran online tidak memberikan kinerja yang diharapkan untuk bisnis. \n\nMengikuti salah satu misi perusahaan yaitu memberikan layanan berkualitas tinggi, restoran Bumi Aki perlu merancang platform online dengan baik untuk menciptakan pengalaman yang baik berdasarkan perjalanan pelanggan pada platform apa pun. Penelitian awal dilakukan dengan menganalisis rencana pemasaran online dan situasi aktual Bumi Aki Restaurant dengan melakukan wawancara dengan manajemen, pelanggan yang menggunakan media online, analisis data sekunder dan penyebaran kuesioner. \n\nHasil dari penelitian ini mengungkapkan ada beberapa GAP antara rencana pemasaran online dan situasi sebenarnya. Beberapa segmen potensial tidak dipertimbangkan, titik kontak yang menjadi preferensi pelanggan tidak dimanfaatkan oleh manajemen Bumi Aki. Restoran Bumi Aki memiliki tiga titik kontak, penulis menemukan hanya Instagram yang memberikan pelanggan pengalaman yang baik dengan skor yang memuaskan. \n\nMenurut hasil dari penelitian ini, penulis memberikan saran, restoran Bumi Aki perlu menargetkan kembali target pasar, menciptakan tujuan pemasaran yang spesifik, tujuan dan indikator kinerja utama untuk menghindari kesalahan dalam memutuskan strategi. Titik kontak yang paling efektif adalah Instagram, Google Business, WhatsApp, dan situs web. Perjalanan pelanggan online dibuat berdasarkan preferensi pelanggan dari survei. Rencana tindakan strategis yang dibuat untuk meningkatkan pengalaman pelanggan online berdasarkan perjalanan pelanggan online menggunakan pemasaran konten, namun semua strategi harus sesuai dengan kondisi offline.", "Daftar File": {"2018 TS PP Dewanti1 Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/129137"}, "Penulis": "DEWANTI NAWANG SURI/ 29115606", "Kontributor / Dosen Pembimbing": ["Reza Ashari Nasution, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "marketing restaurant, online customer journey, online touchpoint, online customer experience, strategic action plan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Sep 2018"}