{"Nomor": 26546, "Judul": "FAKTOR-FAKTOR YANG MEMPENGARUHI TINGKAT PARTISIPASI MASYARAKAT DALAM PENGELOLAAN INFRASTRUKTUR AIR BERSIH KOMUNAL DI KAWASAN PADAT PENDUDUK", "Abstrak": "Dengan terbatasnya cakupan pelayanan air bersih publik oleh pemerintah di Indonesia terutama di kawasan padat penduduk, maka masyarakat dituntut untuk memiliki peranserta atau partisipasi dalam penyediaan air bersih. Salah satu bentuk penyediaan air bersih yang sesuai dengan konsep partisipasi masyarakat tersebut yaitu sarana air bersih komunal. Sarana air bersih komunal merupakan suatu penyediaan air bersih yang pembangunan dan pengelolaannya dilakukan oleh masyarakat dengan skala pelayanan yang kecil. Keberhasilan pembangunan infrastruktur air bersih komunal berbasis masyarakat sangat bergantung partisipasi dari masyarakat dalam mengelolanya. Tidak jarang sarana komunal yang sudah dibangun oleh masyarakat menjadi terbengkalai karena ketidakmampuan masyarakat penggunanya dalam mengelola infrastruktur tersebut.Oleh karena itu, partisipasi memiliki posisi penting dalam tercapainya pembangunan infrastruktur, terutama infrastruktur yang berbasis masyarakat. Salah satu infrastruktur air bersih komunal berbasis masyarakat yang dikelola hingga saat ini berada di RW 7 dan RW 8, Kelurahan Lebak Siliwangi, Kota Bandung. Bentuk partisipasi masyarakat dalam pembangunan infrastruktur air bersih komunal di kedua wilayah tersebut sebagian besar berbentuk uang, dan bentuk partisipasi dalam tahap pemeliharaan infrastruktur berupa iuran sesuai tarif di masing-masing wilayah. Kemudian, tingkat partisipasi di RW 7 dan 8 dalam tahap pembangunan infrastruktur air bersih komunal dalam tingkat sedang, dan di tahap pemeliharaan, tingkat partisipasi di RW 7 termasuk dalam kategori rendah, sedangkan RW 8 dalam kategori sedang. Dengan menggunakan analisis komparasi melalui metode Mann-Whitney U, didapatkan hasil bahwa terdapat perbedaan tingkat partisipasi masyarakat dalam tahap pemeliharaan infrastruktur air bersih komunal, sedangkan dalam tahap pembangunan tidak terdapat perbedaan yang signifikan. Perbedaan tersebut jika dikaitkan dengan kondisi air bersih di kedua RW, dimana kuantitas dan kualitas air bersih komunal di RW 8 saat ini lebih baik dibandingkan di RW 7 sedangkan pada awal pembangunan keduanya memiliki kuantitas dan kualitas yang sama, maka dapat dikatakan bahwa tingkat partisipasi masyarakat dalam pemeliharaan infrastruktur air bersih komunal memiliki peran penting dalam menentukan keberhasilan pelayanan dari air bersih komunal. Kemudian, dengan menggunakan analisis korelasional melalui metode Kendall-Tau B, didapatkan hasil bahwa tingkat partisipasi masyarakat dalam pengelolaan infrastruktur air bersih komunal dipengaruhi oleh beberapa faktor, yaitu faktor sosial dengan variabel hubungan dengan masyarakat sekitar dalam tahap pembangunan infrastruktur, serta faktor sosial dengan variael pengalaman berorganisasi, dan faktor fisik dengan variabel usia dan lama bermukim dalam tahap pemeliharaan infrastruktur air bersih komunal.", "Daftar File": {"2018 TA PP DEVY PARAMITHA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129134"}, "Penulis": "DEVY PARAMITHA AGNELIA (NIM: 15414106)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Sri Maryati, ST., MIP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "infrastruktur air bersih komunal, faktor, partisipasi masyarakat, pengelolaan, analisis komparasi Mann-Whitney U, analisis korelasional Kendall-Tau B.", "Sumber": "", "Staf Input/Edit": "Diah Ayu Merdekawati  \n                                     Diah Ayu Merdekawati", "File": "1 file", "Tanggal Input": "03 Jul 2018"}