{"Nomor": 26550, "Judul": "STRATEGI PENGEMBANGAN POTENSI KOTA MAKASSAR MENUJU KOTA DUNIA", "Abstrak": "Perkembangan kota dari masa ke masa memberikan tantangan untuk menghasilkan berbagai macam strategi demi mewujudkan sebuah kota masa depan yang mampu memberikan ruang kepada seluruh masyarakat untuk meningkatkan taraf hidupnya.  Di Indonesia, penataan ruang perkotaan telah diatur dalam UU No. 26 tahun 2007 tentang penataan ruang yang memberikan kewenangan kepada pemerintah daerah untuk menyusun visi, strategi dan misi dalam membangun kawasan perkotaannya yang sesuai dengan kemampuan dan potensi yang dimiliki seperti Jakarta dan Surabaya yang menerapkan Smart city, Bandung dan Pekalongan yang menerapkan konsep Creative city. Konsep-konsep kota di Indonesia juga dihadapkan oleh tantangan perkotaan seperti perubahan iklim, ekonomi, urbanisasi, keterbatasan lahan dan pangan. Tantangan pembangunan perkotaan juga menjadi sebuah persaingan global yang menuntut kota agar mampu berperan sebagai tempat beraktivitas yang kompetitif dan bertaraf internasional seperti atraktif bagi investasi, memiliki sarana pendukung dalam kegiatan bisnis, menarik untuk dikunjungi serta aman dan nyaman. Berbeda pula dengan kota Makassar yang menggagas kota Makassar menjadi Kota Dunia. Kota dunia digambarkan dengan sebuah kota yang memiliki penunjang kehidupan dan mampu mendukung berbagai aktifitas masyarakatnya dan para pendatang dari kota lainnya. Kota dunia tentu dihadapkan dalam arus urbanisasi dalam era globalisasi dimana setiap kota hampir tidak memiliki batas secara administrasi dalam melakukan kegiatannya. Penelitian dilakukan untuk mengidentifikasi Kota dunia versi Pemerintah Kota Makassar dan mengidentifikasi potensi kota Makassar yang dimiliki serta menyusun strategi pengembangan potensi tersebut untuk mendorong kota Makassar menjadi kota berkelas dunia. Melalui observasi, wawancara, dan kajian literatur dapat diketahui bahwa kota dunia versi Pemerintah Kota Makassar merupakan konsep gabungan dari konsep World City dan Global City yang beorientasi Sustainable Development goals. Selain itu, kota Makassar mengandalkan letak geografis yang strategis secara Nasional dan Internasional yang didukung infrastruktur penghubung. Namun dalam peranan jejaring komunikasi untuk menjalankan program-program yang mendukung kota dunia, peran walikota sangat besar dan berdampak buruk jika terjadi pergantian pemerintahan. Untuk mencapai tujuan Makassar menjadi kota dunia maka dirumuskan strategi berdasarkan Kekuatan, kelemahan, peluang dan ancaman salah satunya yaitu meningkatkan kualitas infrastruktur dan meningkatkan pencapaian indikator kota dunia yang telah dibuat.", "Daftar File": {"2018 TS PP DEWA SAGITA_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/129138", "2018 TS PP DEWA SAGITA_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129139"}, "Penulis": "DEWA SAGITA ALFADIN NUR (NIM: 25416020)", "Kontributor / Dosen Pembimbing": ["Ridwan Sutriadi, ST., MT., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Konsep perkotaan, Global city, World city, Makassar, Strategi", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "2 file", "Tanggal Input": "12 Mar 2018"}