{"Nomor": 26552, "Judul": "AKURASI ORTOMOSAIK KAMERA NON-METRIK FC330_3.6 DENGAN DJI PHANTOM 4", "Abstrak": "Salah satu metode yang dikaji dalam pemetaan wilayah untuk menjadikan peta dasar pendaftaran tanah adalah metode fotogrametris format kecil dengan menggunakan drone DJI Phantom 4. Dalam Penelitian ini, pengambilan data diadakan di Desa Talang Jawa, Ogan Komering Ulu yang mencakup data koordinat dan data foto. Koordinat titik kontrol tanah (Ground Control Point) yang digunakan sebanyak 14 titik dan titik cek (Independent Control Point ) sebanyak 4 titik serta terdapat 894 foto yang mencakup keseluruhan area esa Talang Jawa. Terkait dengan akurasi, hal yang perlu diperhatikan adalah spesifikasi dan kalibrasi lensa, ketelitian GCP, dan penandaan GCP pada foto. Lensa drone Phantom 4 kamera non- metrik FC330_3.6 perlu dilakukan kalibrasi. Dalam proses pengolahan foto menjadi ortomosaik digunakan perangkat lunak Pix4D yang memiliki tiga metode Self-Calibration yaitu Standard, Alternative dan Accurate Geolocation and Orientation dan terdapat dua optimalisasi tipe parameter internal yaitu tipe ALL (semua parameter internal mengalami optimalisasi) dan Leading (sebagian parameter internal mengalami optimalisasi : f, K1 dan K2). Pada penelitian ini juga ditentukan tiga konfigurasi GCP yaitu 5 GCP, 10 GCP dan 14 GCP. Berdasarkan konfigurasi, metode dan tipe kalibrasi yang dianalisis, akurasi GCP yang paling optimal sesuai kebutuhan adalah metode kalibrasi Accurate Geolocation and Orientation bertipe ALL dengan konfigurasi 10 GCP, metode Standard bertipe ALL dengan konfigurasi 10 GCP, dan metode Standard bertipe Leading dengan konfigurasi 10 GCP. Ketiga pengolahan tersebut dapat membuat peta berskala 1 : 2500 sesuai ketentuan ASPRS, 1 : 2500 kelas II dan 1: 5000 kelas I berdasarkan ketentuan kepala BIG Nomor 15 Tahun 2014. Dengan Peraturan Menteri Kepala Agraria/Kepala Badan Pertanahan Nasional Nomor 3 Tahun 1997 Tentang Ketentuan Pelaksanaan Peraturan Pemerintah Nomor 24 Tahun 1997 Tentang Pendaftaran Tanah pasal 13 ayat 1 yang menyatakan bahwa peta dasar pendaftaran tanah yang dibutuhkan berskala 1 : 1000 Ã‚Â– 1 : 2500 maka produk ortomosaik ini dapat dijadikan sebagai peta dasar pendaftaran tanah sebagai percepatan pemetaan suatu wilayah.", "Daftar File": {"2017 TA PP Dewi Dharmayanti Hutabarat 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/129141", "2017 TA PP Dewi Dharmayanti Hutabarat 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/129142", "2017 TA PP Dewi Dharmayanti Hutabarat 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/129143", "2017 TA PP Dewi Dharmayanti Hutabarat 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/129144", "2017 TA PP Dewi Dharmayanti Hutabarat 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/129145", "2017 TA PP Dewi Dharmayanti Hutabarat 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/129146"}, "Penulis": "Dewi Dharmayanti Hutabarat (NIM : 15113098)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Irawan Sumarto.,M.Sc. \n\nDr. Budhy Soeksmantono, ST., MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "akurasi, self-calibration, standard, alternative, accurate geolocation and orientation, parameter internal, tipe ALL, tipe Leading, GCP, RMSE, konfigurasi, ortomosaik.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "6 file", "Tanggal Input": "12 Sep 2018"}