{"Nomor": 26564, "Judul": "LOKALISASI MEDAN PADA MODEL BRANEWORLD DIMENSI-LIMA", "Abstrak": "Disertasi ini membahas tentang sifat lokalisasi medan fundamental atau medan materi pada dua model braneworld dimensi-lima yaitu modifikasi Randall-Sundrum (MRS) dan Randall-Sundrum (RS). Lokalisasi medan berkaitan dengan fakta bahwa medan materi hidup di dalam ruang-waktu dimensi empat. Metrik kedua model ini ternyata merepresentasikan dua ruang-waktu yang berbeda satu sama lain yang ditunjukan oleh rumusan skalar Ricci. Kasus-kasus yang telah dibahas adalah sebagai berikut: i) medan materi terkopel minimal dengan gravitasi; ii) medan materi terkopel tak-minimal dengan gravisasi; iii) medan materi yang berinteraksi melalui mekanisme gauge. \n\nSifat lokalisasi dikaitkan dengan integral terhadap koordinat ekstra pada aksi yang bernilai berhingga. Dalam menganalisis sifat lokalisai selanjutnya perlu untuk mendapatkan persamaan medan dan mendapatkan solusi untuk bagian koordinat ekstra. Solusi persamaan medan yang memenuhi kondisi lokalisasi menggambarkan dinamika medan yang berada pada brane berdimensi (3+1). Faktanya kedua model braneworld memiliki sifat lokalisasi medan yang berbeda. \n\nSifat lokalisasi medan materi yang terkopel secara minimal dengan gravitasi pada model MRS adalah sebagai berikut: i) medan vektor tidak bermassa dapat terlokalisasi pada brane hanya untuk faktor lengkung (warp factor) yang menurun sedangkan medan skalar bermassa dan tidak bermassa dapat terlokalisasi untuk faktor lengkung yang menurun dan menaik; ii) medan spinor \n\nbermassa dapat terlokalisasi pada brane untuk faktor lengkung yang menaik. Pada model RS, medan materi yang terkopel minimal dengan gravitasi memiliki sifat-sifat sebagai berikut: i) medan skalar tidak bermassa dan bermassa dapat terlokalisasi pada brane untuk faktor lengkung yang menurun; ii) medan vektor tidak bermassa tidak dapat terlokalisasi pada brane untuk kedua jenis faktor lengkung; iii) medan spinor tidak bermassa dapat terlokalisasi pada brane untuk untuk faktor lengkung yang menaik. \n\nUntuk kasus medan materi yang terkopel tak-minimal dengan gravitasi pada model MRS diperoleh hasil berikut: i) medan skalar bermassa dan tidak bermassa tidak dapat terlokalisasi pada brane; ii) medan vektor tidak bermassa dan bermassa tidak dapat terlokalisasi pada brane; iii) medan spinor tidak bermassa dapat terlokalissi hanya untuk faktor lengkung yang menaik. Sementara itu, pada model RS diperoleh hasil berikut: i) medan skalar tidak bermassa dan bermassa tidak dapat terlokalisasi; ii) medan vektor tidak bermassa dan bermassa tidak dapat terlokalisasi pada brane; iii) medan spinor tidak bermassa dapat terlokalisasi untuk factor lengkung yang menaik,. \n\nDalam hal sifat lokalisasi medan materi yang terkopel satu sama lain melalui mekanisme gauge (medan yang berinteraksi) yaitu untuk kasus sistem skalar-vektor, spinor-vektor dan vektor-vektor pada background metrik MRS dan RS, diperoleh hasil sebagai berikut: semua sistem yang dikaji tidak dapat terlokalisasi pada brane model RS sementara semua sistem yang dikaji dapat terlokalisasi pada brane model MRS, meskipun hanya untuk faktor lengkung yang menurun. \n\nFakta bahwa model MRS dan RS memberikan sifat lokalisasi medan dengan jenis faktor kelengkungan yang berbeda menunjukkan bahwa kedua model masih belum merupakan model yang ideal. Suatu model ideal braneworld dapat melokalisasi medan hanya dengan satu tipe faktor kelengkungan yaitu menurun atau menaik.", "Daftar File": {"2018 DS PP DEWI WULANDARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129173", "2018_DS_PP_DEWI_WULANDARI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/149158", "2018_DS_PP_DEWI_WULANDARI_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/149159", "2018_DS_PP_DEWI_WULANDARI_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/149160", "2018_DS_PP_DEWI_WULANDARI_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/149161", "2018_DS_PP_DEWI_WULANDARI_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/149162", "2018_DS_PP_DEWI_WULANDARI_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/149163", "2018_DS_PP_DEWI_WULANDARI_1-BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/149164", "2018_DS_PP_DEWI_WULANDARI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/149165"}, "Penulis": "DEWI WULANDARI (NIM : 30213007)", "Kontributor / Dosen Pembimbing": ["Prof. Triyanta, Ph.D.,", "Jusak S. Kosasih, Ph.D.,", "Prof. Douglas Singleton, Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "braneworld 5D, lokalisasi medan, model Randall-Sundrum, model modifikasi Randall-Sundrum, dimensi ekstra", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "9 file", "Tanggal Input": "19 Sep 2018"}