{"Nomor": 26569, "Judul": "PERANCANGAN PUSAT AKTIVITAS INKLUSIF", "Abstrak": "Disabilitas masih menjadi hal yang tabu bagi masyarakat Indonesia (Rakhmat, 2017). Hal tersebut kemudian menjadi pemicu terjadinya diskriminasi dalam berbagai bidang kehidupan. Kurangnya interaksi sosial antara mayarakat penyandang disabilitas dengan masyarakat non-disabilitas juga perlu mendapat perhatian lebih. Jika masalah tersebut terus dibiarkan, dapat berdampak pada kesenjangan sosial, penurunan kualitas hidup masyarakat dan berujung pada penurunan kesejahteraan Bangsa dan Negara Indonesia (Rakhmat, 2017).      \n \n \n \n \n \n\nDalam kesempatan ini, dilakukan perancangan sebuah fasilitas publik berupa Pusat Akivitas Inklusif. Inklusif dapat diartikan sebagai sebuah sikap masyarakat yang mampu menerima berbagai bentuk keberagaman dan perbedaan, serta mengakomodasinya ke dalam berbagai tatanan maupun infrastruktur yang ada di lingkungan masyarakat (The United Nations Department of Economic and Social Affairs, 2008). Pusat Aktivitas Inklusif diestimasikan berlokasi di Kota Bandung, Provinsi Jawa Barat. Hal ini mengingat Kota Bandung telah dideklarasikan sebagai Kota Inklusif oleh Walikota Bandung, pada tahun 2015 (Miftah, 2015). Melalui Pusat Aktivitas Inklusif, diharapkan dapat membantu pemerintah mewujudkan masyarakt Indonesia menuju masyarakat inklusif, dan menjadi wadah interaksi sosial masyarakat dari berbagai latar belakang, melalui program aktivitas menyenangkan, penyediaan fasilitas yang aksesibel, dan perancangan interior yang mempertimbangkan aspek kemudahan, keamanan, kenyamanan, kesehatan dan keindahannya (Baskara, 2011).      \n \n \n \n \n \n\nKesimpulan dari perancangan yang dilakukan menunjukkan bahwa desain yang baik adalah desain yang mampu diterima oleh semua kalangan terkait perilaku dan karakteristik yang berbeda-beda dari tiap penggunannya. Dengan menerapkan pendekatan desain universal terhadap elemen pembentuk interior, menghasilkan perancangan yang sesuai unuk memenuhi kebutuhan aktivitas pengguna baik bagi masyarakat penyandang disabilitas maupun masyarakat non-disabilitas. Beberapa temuan elemen pembentuk interior yang penting sebagai hasil terapan konsep desain universal pada perancangan Pusat Aktivitas Inklusif diantaranya: (1) Lebar      \n \n \n \n \n \n\nsirkulasi yang cukup besar untuk memuat dua buah kursi roda berlalu-lalang; (2) Bentuk gubahan ruang, dinding dan furnitur melengkung untuk menghindari sudut tajam guna aspek keselamatan; (3) Ketinggian plafon disesuaikan mengingat pandangan mata/ perspektif seseorang saat duduk (pengguna kursi roda) atau anak-anak tidak sama dengan pandangan mata seseorang ketika berdiri atau orang dewasa; (4) Pencahayaan membentuk garis pada dinding dan plafon diaplikasikan sebagai tanda penunjuk arah jalan; (5) Tekstur berisikan huruf braille diterapkan sebagai informasi penunjuk arah jalan yang diletakkan pada pegangan tangan di dinding; (6) Penggunaan warna-warna tidak mencolok untuk meminimalisir terjadinya distraksi pada penderita autisme.", "Daftar File": {}, "Penulis": "Dhaifina Mazaya (NIM: 17314032)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Yogie Candra Bhumi, M.Ds"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Aksesibilitas, Desain Universal, Disabilitas, Inklusif, Interaksi Sosial", "Sumber": "", "Staf Input/Edit": "Saipul Aripin  \n                                     Saipul Aripin", "File": "1 file", "Tanggal Input": "28 Jun 2018"}