{"Nomor": 26570, "Judul": "STUDI LAND SUBSIDENCE DI WILAYAH BUNGBULANG KABUPATEN GARUT", "Abstrak": "Penurunan muka tanah adalah fenomena menurunnya muka tanah (berkurangnya ketinggian suatu wilayah dari referensi ketinggian tertentu) akibat adanya pengurangan massa lapisan tanah di bawah muka tanah. Penurunan muka tanah cukup banyak terjadi di Indonesia, seperti yang terjadi di Wilayah Bungbulang, Kabupaten Garut. Berdasarkan data pengamatan, diketahui bahwa daerah tersebut mengalami penurunan muka tanah dengan rata-rata kecepatan penurunan sekitar 0-18 cm/tahun. Penurunan muka tanah memiliki karakteristik yang bervariasi secara spasial maupun temporal diakibatkan oleh faktor penyebab yang berbeda. Faktor-faktor yang dapat menyebabkan terjadinya penurunan muka tanah adalah pembebanan di atas lapisan tanah, pengambilan air tanah yang tidak terkontrol, aktivitas pertambangan minyak, dan aktivitas tektonik bumi. Akibat dari adanya penurunan muka tanah, masyarakat mengalami berbagai macam kerugian. Kerugian tersebut diantaranya adalah sumber mata air yang berkurang, kerusakan infrastruktur, dan lain-lain. Penurunan muka tanah di Wilayah Bungbulang Kabupaten Garut menarik untuk diteliti sumber penyebabnya. Dalam penelitian tugas akhir ini, nilai penurunan muka tanah, indikasi penyebab penurunan muka tanah, dan dampak penurunan muka tanah disajikan dalam bentuk informasi spasial. Informasi tersebut digunakan sebagai referensi dalam memahami karakteristik penurunan muka tanah di Wilayah Bungbulang Kabupaten Garut. Berdasarkan hasil analisis, dapat diketahui bahwa penyebab utama penurunan muka tanah di Wilayah Bungbulang Kabupaten Garut adalah akibat adanya aktivitas pertambangan yang memanfaatkan penyedotan air tanah.", "Daftar File": {"2018 TA PP   DHANDHAN PRIMA RAJA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129179"}, "Penulis": "DHANDHAN PRIMA RAJA (NIM : 15114028)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Heri Andreas, S.T., M.T. \n\nDr. Ir. Dina Anggreni Sarsito, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Penurunan muka tanah, penyebab utama", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2018"}