{"Nomor": 26571, "Judul": "GEOLOGI DAN PEMODELAN RESERVOIR STATIS LAPISAN BATUBARA PETAI PADA FORMASI MUARA ENIM, BLOK X, CEKUNGAN SUMATERA SELATAN DENGAN PENDEKATAN ATRIBUT SEISMIK", "Abstrak": "Blok X merupakan blok eksplorasi coalbed methane (CBM) yang secara administratif terletak pada Kabupaten Muara Enim, sekitar 40 km sebelah baratdaya \nKota Palembang. Blok yang memiliki luas sebesar kurang lebih 2000 km2 ini berada pada Depresi Lematang dan Antiklinorium Pendopo-Limau. Studi geologi dan estimasi sumber daya gas metana batubara pada penelitian ini difokuskan pada Lapisan Batubara Petai, yang merupakan salah satu kelompok batubara dari Formasi Muara Enim berdasarkan hasil penelitian dari Shell (1976). Hasil dari analisis menunjukkan bahwa lapisan batubara cenderung menebal pada bagian tengah daerah penelitian dengan ketebalan 42 m. Studi geologi pada daerah penelitian menunjukkan bahwa lapisan batubara terendapkan pada lingkungan tide-dominated estuary dengan fasies transgresif marsh. Sementara itu, hasil analisis menunjukkan bahwa terdapat tiga struktur geologi utama di daerah penelitian yaitu berupa antiklin dan sesar naik berorientasi baratlaut-tenggara, serta sesar normal    \nberorientasi timurlaut-baratdaya. Hasil estimasi perhitungan sumberdaya gas metana Lapisan Batubara Petai dengan pendekatan pemodelan reservoir statis memberikan    \nangka sebesar 3.32 Tcf untuk Kategori I (Excellent), 1.14 Tcf untuk Kategori II (Very Good), dan 1.78 Tcf untuk Kategori III (Good).", "Daftar File": {"2015 TA PP DHANESWARA MANDRASA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/129180", "2015 TA PP DHANESWARA MANDRASA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/129181", "2015 TA PP DHANESWARA MANDRASA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/129182", "2015 TA PP DHANESWARA MANDRASA 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/129183", "2015 TA PP DHANESWARA MANDRASA 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/129184", "2015 TA PP DHANESWARA MANDRASA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/129185", "2015 TA PP DHANESWARA MANDRASA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/129186", "2015 TA PP DHANESWARA MANDRASA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/129187", "2015 TA PP DHANESWARA MANDRASA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/129188"}, "Penulis": "DHANESWARA MANDRASA [12011044]", "Kontributor / Dosen Pembimbing": ["Pembimbing :     Dr. Ir. Prihadi Soemintadiredja M.S.     Dwiharso Nugroho S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Atribut Seismik, Cekungan Sumatera Selatan, Pemodelan Reservoir Statis, Perhitungan Sumber Daya Reservoir Coalbed Methane", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "10 Apr 2018"}