{"Nomor": 26578, "Judul": "SISTEM DISTRIBUSI DALAM KOTA BARU PT POS INDONESIA REGIONAL BANDUNG RAYA", "Abstrak": "PT Pos Indonesia adalah salah satu perusahaan di Indonesia yang bergerak di bidang jasa kurir. Berdasarkan laporan tahunan PT Pos Indonesia, pendapatan perusahaan tersebut selalu meningkat tiap tahunnya dari tahun 2012 hingga tahun 2016. Namun, berdasarkan data historis yang dimiliki PT Pos Indonesia regional Bandung Raya, penjualan jasa kurir yang diraih oleh PT Pos Indonesia regional Bandung Raya turun untuk keseluruhan layanan yang ditawarkan sedari kuartil tiga dan empat tahun 2015 hingga kuartil empat 2016. \n \n\nBerdasarkan isu bisnis yang dialami oleh PT Pos Indonesia regional Bandung Raya, perlu dilakukan analisis untuk mengetahui penyebab dari turunnya jumlah penjualan. Penulis melakukan penyebaran kuesioner kepada pengguna jasa kurir PT Pos Indonesia regional Bandung Raya untuk menganalisis penyebab dari isu bisnis yang ada. Dari hasil kuesioner, didapat bahwa bagi pengguna, kecepatan antar yang dilakukan oleh PT Pos Indonesia regional Bandung Raya kurang baik. Penulis kemudian melakukan analisis SIPOC untuk mendokumentasikan proses bisnis yang berjalan di PT Pos Indonesia regional Bandung Raya dari awal hingga akhir. Setelah itu penulis melakukan analisis kondisi saat ini terhadap sistem distribusi PT Pos Indonesia regional Bandung Raya dan menemukan kurangnya efisiensi sistem distribusi dalam kota yang dapat mengganggu sistem distribusi lainnya. Lalu penulis melakukan analisis stakeholder. Setelah itu ditentukan akar permasalahan menggunakan CRT dan ditemukan akar permasalahan berupa sistem distribusi dalam kota pada PT Pos Indonesia regional Bandung Raya tidak efisien. \n \n\nDari hasil analisis akar permasalahan, penulis membuat dua pilihan solusi untuk memperbaiki masalah distribusi dalam kota pada PT Pos Indonesia regional Bandung Raya. Solusi yang pertama adalah pengiriman Hub to Point, sementara solusi yang kedua adalah pengiriman Point to Point. Masing-masing solusi dicantumkan kelebihan dan kekurangannya, kemudian dianalisis menggunakan analisis AHP, dan didapatkan solusi kedua adalah solusi yang lebih diminati. \n \n\nSolusi yang dipilih kemudian diimplementasikan pada PT Pos Indonesia regional Bandung Raya dengan persiapan lebih kurang empat bulan termasuk langkah evaluasi dan keperluan perbaikan di dalamnya.", "Daftar File": {"Cover, Abstrak, Abstract, Validation Page.pdf": "https://digilib.itb.ac.id/gdl/download/129212"}, "Penulis": "Dhean Vetra Anggara/29116499", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. P. Philips Kembaren, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Distribution System, Late Delivery, PT Pos Indonesia, SPSS, iGrafx Origins, Flying Logic", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "08 Agu 2018"}