{"Nomor": 26585, "Judul": "LIPID DAN PIGMEN FOTOSINTESIS DARI THALASSIOSIRA SP. YANG DIKULTIVASI DALAM FOTOBIOREAKTOR SKALA BESAR DI LUAR RUANG", "Abstrak": "Thalassiosira sp. dari laut tropis memiliki potensi yang sangat besar untuk menghasilkan lipid dan pigmen fotosintesis. Untuk pemanfaatan biomassa mikroalga skala industri, penelitian produksi biomassa mikroalga skala besar perlu dilakukan. Salah satu cara penanaman mikroalga skala besar adalah dengan menggunakan fotobioreaktor luar ruang.Tujuan dari penelitian ini adalah untuk menentukan produktivitas biomassa dan lipid Thalassiosira sp. baik yang dikultivasi di dalam ruangan maupun yang dikultivasi di fotobioreaktor skala besar luar ruang serta mengkarakterisasi pigmen fotosintesis dari lipidnya. Tahapan penelitian ini meliputi penyemaian sel Thalassiosira sp. secara bertingkat dalam fotobioreaktor mulai dari kapasitas total 0,9, 5,4, 20,60, 390 hingga 1.500 L, pemisahan lipid dan pigmen fotosintesis dari biomassa Thalassiosira sp., dan penentuan produktivitas lipid Thalassiosira sp. Hasil penelitian menunjukkan bahwa sel-sel Thalassiosira sp. yang dikultivasi di dalam ruang dan luar ruang mencapai fase stasioner berturut-turut pada hari ke 6 dan hari ke 5. Produktivitas biomassa Thalassiosira sp. yang ditanam di dalam dan luar ruang berturut-turut adalah 84,8 dan 93,8 mgL-1h-1. Sementara itu, produktivitas lipid Thalassiosira sp.di dalam dan luar ruang berturut-turut adalah 2,16 dan 1,16 mgL-1h-1. Dari 48 fraksi pigmen fotosintesis yang berhasil dimurnikan ekstrak kasar lipid Thalassiosira sp.,tiga fraksi pigmen fotosintesis murni didapat, yaitu feofitin a, klorofil a, dan fukosantin.", "Daftar File": {"2016 TA PP DHIMAZ GALIH PRASETYO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/129226", "2016 TA PP DHIMAZ GALIH PRASETYO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/129232"}, "Penulis": "DHIMAZ GALIH PRASETYO  (NIM : 10512062)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n \n\nProf. Dr. Zeily Nurachman."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pigmen fotosintesis, lipid, fotobioreaktor, kultivasi bertingkat, luar ruang.", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "7 file", "Tanggal Input": "18 Okt 2018"}