{"Nomor": 26589, "Judul": "PERENCAANAAN BANGUNAN PENGENDALI BANJIR SUNGAI CIUJUNG, PROVINSI BANTEN", "Abstrak": "Pada musim penghujan, Sungai Ciujung kerap kali meluap dan membanjiri daerah di sekitarnya. Pemerintah telah melakukan beberapa upaya untuk mengendalikan banjir di Sungai Ciujung. Salah satu upayanya adalah dengan membangun Bendungan Multifungsi Karian dan perencanaan pembangunan Bendungan Pasir Kopo.\nBerdasarkan hasil analisis hidrologi, dengan menggunakan metode SCS Unit Hydrograph, setelah adanya Bendungan Karian dan Bendungan Pasir Kopo, debit puncak banjir pada periode ulang 25 tahun (Q25) di Bendung Pamarayan, Sungai Ciujung adalah sebesar 1425.65 m3/s. Dengan debit tersebut selanjutnya dilakukan analisis hidraulika aliran unsteady dengan pendekatan manning dan tutupan lahan. Berdasarkan hasil analisis hidraulika, didapati bahwa Sungai Ciujung masih mengalami banjir dengan luas genangan sebesar 107.65 km2. Oleh karena itu diperlukan upaya struktur tambahan untuk menanggulangi banjir tersebut. Perencanaan struktur harus mempertimbangkan daerah pemeliharaan sungai dan garis sempadan sungai. Pada studi ini, akan direncanakan normalisasi sungai, pembuatan tanggul urug dengan tinggi 1.5 m di daerah lahan, sawah, dan tambak dengan panjang daerah pemeliharaan sungai dan garis sempadan sungai sebesar 5 m, dan pembuatan parafet beton dengan tinggi 1.5-2.5 m di daerah pemukiman dengan panjang daerah pemeliharaan sungai sebesar 5 m dan garis sempadan sungai sebesar 3 m. Total rencana anggaran biaya yang diperlukan untuk pembangunan struktur tersebut adalah sebesar Rp.301,776,668,500.00.", "Daftar File": {"2018 TA PP DHIYA SALMA ABIDAH  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129236"}, "Penulis": "DHIYA SALMA ABIDAH (NIM : 15814035)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Ir. Yadi Suryadi M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "banjir, normalisasi, tanggul", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "2 file", "Tanggal Input": "24 Agu 2018"}