{"Nomor": 26586, "Judul": "STUDI KINETIK DAN TERMODINAMIKA PROTEASE LALAT DEWASA HERMETIA ILLUCENS DALAM KEADAAN BEBAS DAN TERIMOBILISASI", "Abstrak": "Hermetia illucens merupakan salah satu spesies lalat yang memiliki kemampuan menguraikan sampah organik. Kemampuan tersebut disebabkan enzim-enzim pencernaan yang terkandung pada tubuhnya, salah satunya yaitu protease. Agar protease dari lalat dewasa H. illucens ini dapat digunakan untuk berbagai keperluan, parameter kinetik dan termodinamika protease tersebut perlu dianalisis. Keunikan lain dari lalat ini adalah kandungan kitin dan kitosan (senyawa turunan kitin) yang merupakan polimer alami yang banyak digunakan sebagai material support untuk imobilisasi enzim. Dalam penelitian ini, protease diisolasi dari lalat dewasa H. illucens. Protease yang diperoleh difraksinasi, ditentukan berat molekulnya, serta diuji kadar protein dan aktivitas spesifiknya. Kitin dari lalat dewasa H. illucens yang sudah mati diisolasi dan dideasetilasi untuk menghasilkan kitosan yang akan digunakan untuk imobilisasi protease. Selanjutnya, protease bebas dan terimobilisasi dianalisis parameter kinetik dan termodinamikanya. Hasil pemurnian parsial protease dalam fraksi 60%-80% amonium sulfat memiliki aktivitas spesifik sebesar 449,32 U/mg. Fraksi ini kemudian dianalisis kemurnian dan diperkirakan berat molekulnya dengan menggunakan SDS-PAGE dan zimografi. Diperoleh protease aktif yang nampak pada pita zimogram memiliki berat molekul sekitar 50 kDa. Kitin dari lalat dewasa H. illucens telah berhasil diisolasi dengan randemen sebesar 17,93% dari berat sampel total. Kitin dideasetilasi untuk mengubahnya menjadi kitosan, yang pada penelitian ini diperoleh derajat deasetilasi sekitar 74,74%. Protease diimobilisasi pada kitosan dengan metode ikatan silang menggunakan glutaraldehid sebagai pembentuk ikatan silang dan 88,36% protease berhasil diimobilisasi dengan metode ini. Protease terimobilisasi memiliki aktivitas sekitar 92,2% dibandingkan dengan protease bebas. Sementara pH dan temperatur optimumnya berdasarkan analisis response surface method (RSM) ada pada pH 7,8 dan 47,9oC untuk protein bebas dan pada pH 7,5 dan 44,7oC untuk protease terimobilisasi. Efek imobilisasi terhadap parameter kinetika enzim juga dievaluasi. Parameter kinetik Vmaxapp, Kmapp, kcatapp dan kcatapp/Kmapp protease bebas berturut-turut sekitar 344,1 U/mg, 4,387 mM, 286,7 s-1, dan 78,44 s-1/mM, sedangkan untuk protease terimobilisasi berturut-turut sekitar 256,4 U/mg, 1,507 mM, 213,3 s-1, dan 170,1 s-1/mM. Imobilisasi juga memperpanjang usia kerja enzim secara signifikan sebagaimana ditunjukkan oleh waktu paruh yang lebih panjang, yakni sekitar 10,35 jam untuk protease bebas menjadi 63,01 jam untuk protease terimobilisasi. Lamanya waktu paruh protease terimobilisasi tercermin dari lebih kecilnya nilai tetapan laju deaktivasi (kD) pada 25oC, yakni sekitar 0,011 jam-1 dibandingkan dengan protease bebas, yakni sekitar 0,067 jam-1. Lebih lambatnya laju deaktivasi protease terimobilisasi disebabkan  oleh tingginya halangan potensial terhadap keadaan aktivasi sebagaimana tercermin dari nilai entalpi deaktivasi (    ) yang lebih endoterm (+7,68 kkal/mol) dibandingkan dengan entalpi deaktivasi protease bebas (+1,12 kkal/mol). Oleh karena itu, studi ini menunjukkan bahwa protease yang diimobilisasi pada kitosan dari lalat dewasa H. illucens memiliki kinerja katalitik dan stabilitas termal yang lebih baik daripada protease bebas.", "Daftar File": {"2018 TS PP DHINI ANNISA RAHMANSARI KANTO 20516012 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129233", "2018_TS_PP_DHINI_ANNISA_RAHMANSARI_KANTO_1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/149074", "2018_TS_PP_DHINI_ANNISA_RAHMANSARI_KANTO_1- BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/149075", "2018_TS_PP_DHINI_ANNISA_RAHMANSARI_KANTO_1- BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/149076", "2018_TS_PP_DHINI_ANNISA_RAHMANSARI_KANTO_1- BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/149077", "2018_TS_PP_DHINI_ANNISA_RAHMANSARI_KANTO_1- BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/149078", "2018_TS_PP_DHINI_ANNISA_RAHMANSARI_KANTO_1-_BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/149079", "2018_TS_PP_DHINI_ANNISA_RAHMANSARI_KANTO_1-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/149080"}, "Penulis": "DHINI ANNISA RAHMASARI KANTO - NIM: 20516012", "Kontributor / Dosen Pembimbing": ["Dr. Rukman Hertadi, M. Si.  \n\nDr. Agus Dana Permana"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Protease, hermetia illucens, imobilisasi, kinetika, termodinamika", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "22 Mei 2018"}