{"Nomor": 26595, "Judul": "PRAKONSENTRASI DAN ANALISIS ION KADMIUM MENGGUNAKAN INTERPENETRATING POLYMER NETWORKS (IPNs) BERCETAKAN ION", "Abstrak": "Kadmium merupakan salah satu jenis logam berat yang ditemukan dalam jumlah relatif kecil karena proses alami seperti aktivitas vulkanik dan pelapukan batuan. Keberadaan kadmium di lingkungan dapat meningkat karena proses pembuangan sampah industri maupun penggunaan minyak sebagai bahan bakar. Kadmium digolongkan sebagai logam berbahaya karena tidak dapat didegradasi oleh mikroorganisme dan akan terakumulasi jika masuk ke dalam tubuh manusia. Dalam jumlah renik, kadmium memberikan efek toksik dan bersifat karsinogenik untuk tubuh manusia. Menurut peraturan pemerintah nomor 82 tahun 2001 tentang pengelolaan kualitas air dan pengendalian pencemaran air, logam berat kadmium di perairan untuk kelas II tidak boleh melebihi 0,01 mg/L. Konsentrasi kadmium dapat dianalisis menggunakan Spektrofotometri Serapan Atom (SAA). Namun, instrumen ini memiliki sensitivitas yang rendah dalam penentuan konsentrasi kadmium dalam air pada tingkat renik. Oleh karena itu, perlu dilakukan tahap prakonsentrasi menggunakan polimer bercetakan ion sebelum penentuan kadar kadmium menggunakan spektrofotometri. Pada penelitian ini telah disintesis material silika xerogel, poli(resorcinol-formaldehida), interpenetrating polymer networks (IPNs) dan interpenetrating polymer networks (IPNs) bercetakan ion Cd(II). Material interpenetrating polymer networks (IPNs) bercetakan ion Cd(II) digunakan untuk tahap prakonsentrasi ion Cd(II) dalam air. Karakterisasi IPNs bercetakan ion Cd(II) menggunakan spektroskopi inframerah menunjukkan adanya serapan pada bilangan gelombang 3412 cm-1, 1618 cm-1, 1512 cm-1, 1442 cm-1, 1089 cm-1, 972 cm-1 dan 796 cm-1 yang menunjukkan adanya keberadaan gugus fungsi Ã‚Â–OH, C=O, C=C aromatik, Si-O-Si, Si-OH, dan C-H. Karakterisasi dengan Scanning Electron Microscope Ã‚Â– Energy \n\nDispersive X-Ray Spectroscopy (SEM-EDS) menunjukkan adanya perbedaan morfologi permukaan material polimer IPNs, IPNs bercetakan ion Cd(II), dan IPNs bercetakan ion Cd(II) setelah proses pelepasan cetakan ion. Hasil SEM-EDS menunjukkan IPNs bercetakan ion Cd(II) mempunyai kemampuan untuk menyerap dan melepaskan ion Cd(II). Karakterisasi menggunakan Thermo Gravimetric Analyzer (TGA) menunjukkan material polimer mengalami perubahan persen massa per perubahan suhu ketika dipanaskan sampai suhu 1000 0C. Evaluasi parameter adsorpsi dilakukan dengan metode batch dan menunjukkan IPNs bercetakan ion Cd(II) bekerja optimal pada pH 5 dengan waktu kontak 15 menit. IPNs bercetakan ion Cd(II) mempunyai kapasitas retensi sebesar 21,20 mg/g pada konsentrasi analit 150 ppm dengan mengikuti kinetika adsorpsi orde dua semu dan isotherm adsorpsi Freundlich. Proses adsorpsi-desorpsi memberikan nilai perolehan kembali sekitar 100% dengan faktor pemekatan 2 kali dan tanpa faktor pemekatan. Pengaplikasian IPNs bercetakan ion Cd(II) untuk analisis konsentrasi ion Cd(II) pada sampel air sungai menunjukkan bahwa konsentrasi ion Cd(II) dalam sampel air sungai sebesar 70,93 ppb.", "Daftar File": {"2018 TS PP DIAH YUNITASARI 20516054 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129243", "2018_TS_PP_DIAH_YUNITASARI_1_-_COVER1.pdf": "https://digilib.itb.ac.id/gdl/download/148938", "2018_TS_PP_DIAH_YUNITASARI_1_-_BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/148942", "2018_TS_PP_DIAH_YUNITASARI_1_-_BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/148943", "2018_TS_PP_DIAH_YUNITASARI_1_-_BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/148944", "2018_TS_PP_DIAH_YUNITASARI_1_-_BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/148945", "2018_TS_PP_DIAH_YUNITASARI_1_-_BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/148946", "2018_TS_PP_DIAH_YUNITASARI_1_-_PUSTAKA1.pdf": "https://digilib.itb.ac.id/gdl/download/148947"}, "Penulis": "DIAH YUNITASARI (NIM:20516054)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Muhammad Bachri Amran, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "kadmium, prakonsentrasi, internetrating polymer networks bercetakan ion, poli(resorcinol-formaldehida), adsorpsi", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "24 Sep 2018"}