{"Nomor": 26596, "Judul": "THE INFLUENCE OF CORPORATE SOCIAL RESPONSIBILITY ON EMPLOYEE ENGAGEMENT IN PT KERETA API INDONESIA (PERSERO)", "Abstrak": "Saat ini, tujuan perusahaan bukan hanya tentang keuntungan, perusahaan juga harus memperhatikan aspek lainnya dan lingkungan. Berbuat baik ataupun terlihat baik merupakan hal penting bagi perusahaan dalam beberapa tahun ke belakang. Hal tersebut membuat tanggung jawab sosial perusahaan sebagai hal penting bagi perusahaan untuk menciptakan keseimbangan antara pemegang saham dan pemangku kepentingan. Secara khusus, yanggung jawab sosial perusahaan adalah cara efektif ketika karyawan merupakan orang yang terlibat dengan company sebagai pihak yang meilbatkan. Hal ini juga dapat meningkatkan keterikatan karyawan. Keterikatan karyawan merupakan suatu konsep yang dinilai untuk mengatur kesukarelaan upaya karyawan yang berarti ketika karyawan memiliki pilihan, mereka akan melangkah lebih jauh untuk kepentingan perusahaan. Reputasi perusahaan merupakan salah satu penggerak keterikatan karyawan. Karyawan merupakan pemangku kepentingan internal yang memiliki peran penting. Persepsi mereka terhadap reputasi perusahaan penting untuk reputasi perusahaan. Sementara itu, tanggung jawab sosial perusahaan berkaitan dengan reputasi perusahaan. PT Kereta Api Indonesia (Persero) merupakan salah satu Badan Usaha Milik Negara yang sedang tumbuh secara cepat beberapa tahun ini. PT Kereta Api Indonesia (Persero) sebagai BUMN menjalankan program tanggung jawab sosial perusahaan. Bagaimanapun, aktivitas tanggung jawab sosial perusahaannya hanya ditujukan bagi pihak eksternal perusahaan. Penelitian ini bertujuan untuk mencari pengaruh tanggung jawab sosial perusahaan terhadap keterikatan karyawan di PT Kereta Api Indonesia dan pengaruh tanggung jawab sosial perusahaan terhadap persepsi karyawan pada tanggung jawab sosial perusahaan di PT Kereta Api Indonesia serta pengaruh persepsi karyawan pada tanggung jawab sosial perusahaan terhadap keterikatan karyawan di PT Kereta Api Indonesia. Penelitian ini menggunakan pendekatan kuantitatif dengan jumlah sampel sebanyak 132 karyawan PT Kereta Api Indonesia (Persero). Lalu, penulis menggunakan Pemodelan Persamaan Struktural yang menunjukan bahwa tidak ada pengaruh tanggung jawab sosial perusahaan terhadap keterikatan karyawan dan juga tidak ada pengaruh tanggung jawab sosial perusahaan terhadap persepsi karyawan pada tanggung jawab sosial perusahaan di PT Kereta Api Indonesia. Tetapi terdapat pengaruh positif persepsi karyawan pada tanggung jawab sosial perusahaan terhadap keterikatan karyawan. Penelitian ini ditujukan untuk PT Kereta Api Indonesia untuk meningkatkan tingkat keterikatan karywannya serta memaksimalkan keuntungan dari tanggung jawab sosial perusahaan terhadap aspek sumber daya manusia.", "Daftar File": {"2018 TA PP DIANA KUSUMAWARDANi 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129244", "2018 TS PP DIANA KUSUMAWARDANI 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/251097"}, "Penulis": "Diana Kusumawardani (19015093)", "Kontributor / Dosen Pembimbing": ["Dr. Anggara Wisesa, M.M"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Corporate Social Responsibility, EmployeesÃ‚Â’ Perception, Employee Engagement", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "07 Agu 2018"}