{"Nomor": 26599, "Judul": "REVIEW DAN REDESIGN SISTEM TRANSMISI INSTALASI PENGOLAHAN AIR SUKAMAJU, PDAM TIRTA RAHARJA, KABUPATEN BANDUNG", "Abstrak": "Pertumbuhan penduduk yang semakin pesat, khususnya di Kecamatan Soreang dan Kecamatan Banjaran, menyebabkan meningkatnya kebutuhan air minum. Peningkatan kapasitas penyaluran dan pengolahan air minum diperlukan untuk memenuhi kebutuhan tersebut. Air baku untuk Instalasi Pengolahan Air (IPA) Sukamaju, PDAM Tirta Raharja, diperoleh dari luapan atau overflow pada kolam prasedimentasi PDAM Tirtawening (Kota Bandung). Saat ini, debit penyaluran air baku di IPA Sukamaju telah mencapai 0,2 m3/s. Peningkatan kapasitas penyaluran dan pengolahan direncanakan sebesar 100% atau hingga debitnya 0,4 m3/s. Oleh karena itu, diperlukan redesain sistem transmisi yang dapat mengalirkan air dengan debit 0,4 m3/s. Metode perancangan dimulai dari studi literatur, survei lapangan, pengambilan data primer dan data sekunder, evaluasi kondisi eksisting, perancangan ulang sistem transmisi (perhitungan dan desain), spesifikasi teknis, dan perhitungan rencana anggaran iaya. Sistem transmisi yang dirancang terdiri dari pipa transmisi, sambungan pipa transmisi, pelindung pipa air \n\nbaku dari palu air (water hammer), jembatan pipa, dan pipa penguras.", "Daftar File": {"2017 TA PP DIANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/129253", "2017 TA PP DIANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/129254", "2017 TA PP DIANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/129255", "2017 TA PP DIANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/129256", "2017 TA PP DIANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/129257", "2017 TA PP DIANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/129258", "2017 TA PP DIANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/129259", "2017 TA PP DIANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/129260"}, "Penulis": "DIANA  [15313047]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Suprihanto Notodarmojo, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Transmisi, air baku, palu air, instalasi pengolahan air ; transmission, raw water, water hammer, water treatment plant", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "25 Jan 2018"}