{"Nomor": 26604, "Judul": "PERENCANAAN PONDASI DAN ANALISIS GALIAN TIMBUNAN PROYEK STADION SEPAKBOLA BALIKPAPAN", "Abstrak": "Stadion Sepakbola Balikpapan berlokasi di Jalan Mulawarman, Manggar, Balikpapan Timur, Kota Balikpapan, Kalimantan Timur. Stadion direncanakan memiliki bangunan berukuran 205 m x 166 m yang terletak pada kawasan seluas 585 m x 355 m. Kawasan ini berada sejauh 20 km dari pusat kota. Stadion ini terdiri dari 4 lantai yaitu lantai dasar, lantai 2, lantai 3 dan lantai 4. Stadion ini mempunyai kapasitas sebesar 36000 penonton.  Perataan daerah kawasan Stadion Sepakbola Balikpapan membutuhkan pekerjaan galian dan timbunan untuk mencapai kemiringan rencana 2%. Bangunan stadion akan berdiri pada lahan datar di elevasi +5m. Untuk kebutuhan perataan lahan ini terdapat lereng dengan kemiringan 3,5% pada daerah utara bangunan stadion. Analisis stabilitas lereng dilakukan untuk memastikan faktor keamanan lereng tersebut tidak kurang dari 1,5. Analisis timbunan pun dilakukan untuk mengetahui besar penurunan konsolidasi serta lama waktu penurunan yang terjadi. Analisis stabilitas lereng dilakukan dengan program GeoSlope, sementara analisis timbunan dilakukan dengan perhitungan manual. Perhitungan volume galian dan timbunan dilakukan dengan bantuan program AutoCAD. Penentuan data tanah dilakukan dengan uji lapangan berupa 2 titik uji SPT (Standard Penetration Test) dan uji laboratorium. Bangunan stadion akan dibangun pada tanah lapisan lempung dan pasir dengan kondisi tanah lunak hingga sedang. Tanah keras berada pada kedalaman 8 m sehingga digunakan fondasi tiang untuk dapat menahan beban dari struktur atas. Digunakan tiang pancang dengan 2 jenis diameter tiang yang digunakan, yaitu diameter 0,4 m dan 0,8 m. Terdapat 8 tipe tiang dengan panjang tiang yang beragam. Konfigurasi grup tiang yang digunakan adalah satu pile cap berisi 4 tiang dengan diameter dan kedalaman tiang yang sama untuk satu pile cap. Perencanaan tiang pancang yang dilakukan adalah pengecekan daya dukung aksial dengan faktor keamanan 2,5 dan pengecekan daya dukung lateral tiang menggunakan program LPile. Penurunan grup tiang dihitung menggunakan metode Vesic, sementara deformasi lateral tiang dihitung menggunakan program Group ENSOFT. Perencanaan pondasi tiang pancang beserta elemen-elemen pendukungnya, seperti pile cap dan tie beam. Perencanaan elemen pendukung dilakukan dengan perhitungan manual dan PCACOL.", "Daftar File": {"2018 TA PP DIANATI FADIAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129272"}, "Penulis": "DIANATI FADIAH - NIM : 15014122", "Kontributor / Dosen Pembimbing": ["Ir. Bigman Marihat Hutapea M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Penurunan tanah, waktu konsolidasi, timbunan, lereng, GeoSlope, tiang pancang, pile cap, tie beam, LPile, Group ENSOFT, PCACOL.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "05 Jul 2018"}