{"Nomor": 26611, "Judul": "STUDI EFEK ASETONITRIL PADA STABILITAS DAN MOBILITAS LID LIPASE ISOLAT MANUK DENGAN PENDEKATAN SIMULASI DINAMIKA MOLEKUL", "Abstrak": "Lipase adalah salah satu enzim yang tergolong dalam kelas enzim hidrolase yang berperan dalam menghidrolisis lemak. Lipase banyak diaplikasikan dalam berbagai bidang industri, diantaranya pada industri makanan, industri detergen, industri pengolahan limbah, industri tekstil, industri obat-obatan dan juga pada industri pulp atau kertas. Dengan aplikasinya yang sangat luas dan beragam, maka produksi lipase tidak hanya harus diperoleh dalam jumlah banyak, tetapi juga harus memiliki efisiensi katalitik dan stabilitas yang tinggi. \n\nDari bebagai studi diketahui bahwa komponen pelarut dapat mempengaruhi aktivitas lipase. Salah satu komponen yang mempengaruhi aktivitas lipase secara signifikan adalah kehadiran pelarut organik sebagai ko-pelarut air. Beberapa lipase mengalami kenaikan aktivitas setelah ditambahkan pelarut organik dengan polaritas dan komposisi tertentu. Salah satu pelarut organik yang secara signifikan dapat menaikan aktivitas lipase adalah asetonitril. Pada penelitian ini, akan dipelajari efek penambahan asetonitril pada stabilitas dan aktivitas dari lipase pada level atom dengan pendekatan simulasi dinamika molekul (MD). Lipase yang digunakan pada studi ini adalah lipMNK yang berasal dari bakteri termofilik Geobacillus uzenencis yang diisolasi dari Kawah Manuk, Jawa Barat. Enzim ini telah ditentukan urutan asam aminonya dan diketahui memiliki 416 asam amino yang terdiri dari 28 asam amino signal peptide dan 388 asam amino dari gen struktur lipase. Hasil ekspresi pada studi sebelumnya diketahui bahwa lipMNK mempunyai aktivitas optimum pada pH 7 dan temperatur 85oC, dengan aktivita sebesar 1,23 U/mg. MD untuk mempelajari efek asetonitril pada stabilitas lipMNK dilakukan dengan mengamati perubahan konformasi enzim ini pada berbagai konsentrasi asetonitril. Sedangkan MD untuk mempelajari efek asetonitril pada aktivitas lipMNK dilakukan dengan mengamati mobilitas lid lipMNK pada berbagai konsentrasi asetonitril. \n\nTahapan awal MD adalah penyiapan strutkur awal dari lipMNK. Tahap ini dilakukan melalui prediksi struktur dengan metode comparative modeling menggunakan struktur cetakan lipase dengan tingkat identitas paling tinggi. Untuk keperluan studi mobilitas lid diperlukan dua struktur awal, yaitu lipMNK konformasi lid tertutup (c-lipMNK) dan konformasi lid terbuka (o-lipMNK). Untuk prediksi struktur c-lipMNK dan o-lipMNK masing-masing menggunakan lipase L1 (1KU0) dan BTL2 (2W22) sebagai cetakan. Hasil prediksi memperlihatkan lid pada model c-lipMNK dan o-lipMNK masing-masing tersusun atas dua (rumus)-heliks yang terdiri dari: (1) residu 175 sampai 195 Ã‚Â– disebut lid A dan (2) residu 221 sampai 230 Ã‚Â– disebut lid B. \n\nAnalisis RMSD dan visualisasi struktur lipMNK hasil MD selama 100 ns pada berbagai konsentrasi asetonitril menunjukkan bahwa enzim ini memiliki rentang toleransi yang cukup lebar. Struktur enzim nampak stabil pada rentang konsentrasi asetonitril hingga 70%, dimana nilai RMSD pada keadaan ini sekitar 3 Ã‚Â– 4 ÃƒÂ…. Kerusakan konformasi baru teramati pada konsentrasi di atas batas ini, dengn RMSD > 4 ÃƒÂ…. \n\nUntuk mempelajari efek asetonitril pada mobilitas lid, diamati perubahan konformasi lid pada berbagai konsentrasi asetonitril. Visualisasi hasil MD dan pengukuran jarak pergerakan lid menunjukkan bahwa pada konsentrasi asetonitril 0% tidak terlihat gerakan lid membuka dari keadaan awal yang tertutup. Gerakan lid kearah membuka teramati pada konsentrasi asetonitril 20%, 40%, 80%, 90%, dan 100%. Pada konsentrasi asetonitril 60% dan 70% tidak teramati gerakan lid kearah membuka karena asetonitril tidak terdistribusi dengan baik disekitar lid namun air yang terkumpul pada sekitar lid tersebut. Pada konsentrasi asetonitril 80% dan 90% teramati gerakan lid kearah membuka, namun terlihat adanya bagian lain di luar lid (segmen ARC, residu 196 Ã‚Â– 220) yang mengalami unfolding. Keadaan unfolding ini ditunjukkan dengan nilai RMSD (referensi pada kondisi 0% asetonitril) yang cukup tinggi (5 ÃƒÂ…). Gerakan lid kearah membuka teramati pada konsentrasi asetonitril 20%. Pada keadaan ini jarak pergerakan lid mencapai 13 ÃƒÂ… dan 3,81 ÃƒÂ… masing-masing untuk lid A dan lid B, dengan RMSD (referensi simulasi waktu 0 ns masing-masing konsentrasi) masing-masing 2,095 dan 0,894. Jarak pergerakan lid ini meningkat secara signifikan dibandingkan dengan jarak pergerakan lid pada 0% asetonitril, masing-masing sebesar 48,15 kali untuk lid A dan 12,29 kali untuk lid B. Hasil pengamatan dan pengukuran sudut interlid juga memperlihatkan bahwa pada awal mekanisme pembukaan lid c-lipMNK, kedua segmen lid baik lid A maupun lid B tidak bergerak secara paralel. Hal ini menyarankan kedua segmen lid bergerak secara independen satu sama lain untuk mengarah pada pembukaan lid. \n\nSelain mengamati gerakan pembukaan lid dari keadaan tertutup, pada penelitian ini juga dilakukan MD untuk mengamati gerakan penutupan lid dari keadaan awal yang terbuka. Hasil pengamatan menunjukkan pada konsentrasi asetonitril 100% tidak terlihat pergerakan lid kearah menutup. Gerakan lid kearah menutup mulai terlihat setelah konsentrasi asetonitril 80% (air 20%). Dibandingkan gerakan pembukaan lid yang dimulai pada 80 ns simulasi, gerakan lid kearah menutup teramati lebih cepat \n\nyang dimulai pada 40 ns simulasi. Gerakan lid kearah menutup yang paling signifikan, yang dilihat berdasarkan jarak pergerakan lid yang paling jauh, teramati pada konsentrasi asetonitril 20% yang hampir dengan jarak pergerakan lid pada 0% asetonitril. Hal ini menyarankan keberadaan 20% asetonitril tidak menghambat gerakan penutupan lid. Pada konsentrasi asetonitril 20% jarak pergerakan lid ke arah menutup sejauh 5,09 ÃƒÂ… dan 13,63 ÃƒÂ… masing-masing untuk lid A dan lid B. Jarak pergerakan lid ini meningkat secara signifikan dibandingkan dengan jarak pergerakan lid pada 100% asetonitril, masing-masing sebesar 26,79 kali untuk lid A dan 97,36 kali untuk lid B. Hasil pengamatan dan \n\npengukuran jarak antara residu representatif di setiap lid dan satu residu yang dipilih di daerah non lid sebagai referensi menunjukkan segmen lid B menginisiasi gerakan penutupan lid o-lipMNK sampai waktu simulasi 90 ns untuk selanjutnya kedua lid bergerak menuju keadaan tertutup hampir secara paralel. \n\nBerdasarkan analisis terhadap interaksi ionik yang terdapat pada perubahan konformasi lid lipMNK diketahui adanya beberapa interaksi penting yang harus dijaga pada daerah lid, yaitu jembatan garam Asp178 Ã‚Â– Lys229 pada bagian interlid, dan dua jembatan garam Asp182 Ã‚Â– Arg179, Glu189 Ã‚Â– Lys185 pada intralid A, serta satu jembatan garam Glu226 Ã‚Â– Lys229 pada intra-lid B. Interaksi intralid B tetap dipertahankan pada perubahan konformasi c-lipMNK menjadi o-lipMNK. Interaksi interlid dan intralid A hanya terdapat pada konformasi c-lipMNK dan hilang pada o-lipMNK. Mutasi pada Lys229Gln, Arg179Gln dan Lys185Gln, baik single mutation maupun triple mutation dapat mempercepat gerakan pembukaan lid, yang terlihat dari perbedaan jarak pergerakan lid dibandingkan dengan wild type. Hasil visualisasi struktur hasil MD mutan dan perubahan jarak beberapa residu referensi menyarankan bahwa mutasi pada tiga residu tersebut menyebabkan unfolding pada segmen lain dari c-lipMNK. Hal ini menyarankan bahwa jembatan garam yang melibatkan ketiga residu mempunyai peran penting dalam menjaga kestabilan struktur lipMNK. Hasil ini menujukkan bahwa intergritas lid tidak hanya penting untuk stabilitas lid tersebut tetapi juga penting untuk stabilitas keseluruhan struktur c-lip-MNK. \n\nDari hasil studi MD di atas, dapat disimpulkan bahwa konsentrasi asetonitril 20% merupakan konsentrasi terbaik dari sisi stabilitas maupun aktivitas lipMNK. Jembatan garam pada bagian lid merupakan interaksi yang krusial untuk stabilitas dan mobilitas lid lipMNK.", "Daftar File": {"2018_DIS_PP_DIAN_HERASARI_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/165323", "2018_DIS_PP_DIAN_HERASARI_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/165324", "2018_DIS_PP_DIAN_HERASARI_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/165325", "2018_DIS_PP_DIAN_HERASARI_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/165326", "2018_DIS_PP_DIAN_HERASARI_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/165327", "2018_DIS_PP_DIAN_HERASARI_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/165328", "2018_DIS_PP_DIAN_HERASARI_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/165329", "2018_DIS_PP_DIAN_HERASARI_1-BAB4H.pdf": "https://digilib.itb.ac.id/gdl/download/165330", "2018_DIS_PP_DIAN_HERASARI_1-BAB4G.pdf": "https://digilib.itb.ac.id/gdl/download/165331", "2018_DIS_PP_DIAN_HERASARI_1-BAB4F.pdf": "https://digilib.itb.ac.id/gdl/download/165332", "2018_DIS_PP_DIAN_HERASARI_1-BAB4E.pdf": "https://digilib.itb.ac.id/gdl/download/165333", "2018_DIS_PP_DIAN_HERASARI_1-BAB4D.pdf": "https://digilib.itb.ac.id/gdl/download/165334", "2018_DIS_PP_DIAN_HERASARI_1-BAB4C.pdf": "https://digilib.itb.ac.id/gdl/download/165335", "2018_DIS_PP_DIAN_HERASARI_1-BAB4B.pdf": "https://digilib.itb.ac.id/gdl/download/165336", "2018_DIS_PP_DIAN_HERASARI_1-BAB4A.pdf": "https://digilib.itb.ac.id/gdl/download/165337"}, "Penulis": "DIAN HERASARI NIM:30512011", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "lid, lipase, simulasi dinamika molekul", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "15 file", "Tanggal Input": "13 Mar 2018"}