{"Nomor": 26614, "Judul": "PEMODELAN DISTRIBUSI SPESIES TUMBUHAN ASING INVASIF (Ageratina riparia (Regel) R.M.King & H.Rob dan Clidemia hirta (L.) D. Don  DI TAMAN BURU MASIGIT KAREUMBI, JAWA BARAT", "Abstrak": "Invasi tumbuhan asing telah menjadi masalah utama bagi konservasi keanekaragaman hayati di banyak negara tropis dan menjadi ancaman terbesar kedua setelah pengrusakan habitat. Permasalahan invasi tumbuhan asing juga dihadapi oleh sebagian besar kawasan konservasi di Indonesia, termasuk Taman Buru Masigit Kareumbi (TBMK), yang merupakan satu-satunya taman buru di Jawa Barat. Salah satu program pengelolaan TBMK yang terkendala oleh kehadiran dan penyebaran tumbuhan invasif adalah rencana introduksi populasi satwa buru rusa jawa (Rusa timorensis de Blainville, 1822) di kawasan ini, karena tumbuhan invasif berpotensi menjadi pesaing bagi pertumbuhan jenis-jenis tumbuhan pakan rusa. Penelitian bertujuan untuk menentukan variabel lingkungan yang berpengaruh terhadap penyebaran spesies tumbuhan invasif di TMBK dan memodelkan peluang distribusinya menggunakan model maximum entropy (MaxEnt). Penelitian dilakukan pada kawasan rencana buru cluster I TBMK seluas 200 hektar. Spesies invasif yang diteliti adalah Ageratina riparia dan Clidemia hirta. Input data yang digunakan meliputi data koordinat temuan (presence data) spesies invasif dan tujuh variabel lingkungan yang diduga memengaruhi kehadirannya. Data  koordinat temuan diperoleh dari hasil survei lapangan, yaitu 84 titik untuk Ageratina riparia dan 111 titik untuk Clidemia hirta. Variabel lingkungan yang digunakan adalah tutupan lahan, indeks vegetasi (normalized difference vegetation index), indeks kelembaban (normalized difference moisture index), jarak dari sungai, ketinggian lokasi, kelerengan dan arah kelerengan. Model dijalankan dengan teknik cross-validation sebanyak 10 kali pengulangan dan tingkat akurasi dievaluasi berdasarkan Area Under ROC Curve (AUC). Hasil menunjukkan model distribusi spasial A.riparia dan C. hirta memiliki nilai AUC masing-masing sebesar 0,820 dan 0,816 (kategori baik). Berdasarkan uji jackknife diketahui bahwa variabel arah kelerengan dan ketinggian lokasi merupakan variabel dengan kontribusi paling besar terhadap distribusi A.riparia, sedangkan kontribusi terbesar terhadap distribusi C. hirta diberikan oleh variabel arah kelerengan. Kurva respon rata-rata variabel lingkungan terhadap peluang distribusi model menunjukkan bahwa kecenderungan kehadiran kedua spesies invasif yaitu berada pada rentang ketinggian 1200-1300 mdpl serta pada 100Ã‚Â° arah tenggara dan menurun setelah 300˚ arah barat.", "Daftar File": {"2018 TA PP DIANI NAFITRI CAHYANINGRUM 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129294"}, "Penulis": "DIANI NAFITRI CAHYANINGRUM - NIM: 11514004", "Kontributor / Dosen Pembimbing": ["Dr. Rina Ratnasih Purnamahati\t\t \n\nDr. Elham Sumarga"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Distribusi spesies, maxent, tumbuhan asing invasif, variabel lingkungan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "08 Agu 2018"}