{"Nomor": 26619, "Judul": "KETIDAKSTABILAN SESAR DAN COULOMB FAILURE STRESS STATIK PADA GEMPABUMI M6,5 PIDIE JAYA, ACEH 2016", "Abstrak": "Gempabumi strike slip M6,5 Pidie Jaya telah mengguncang Pidie Jaya, Aceh, \n\npada Rabu 7 Desember 2016. Gempabumi susulan berlangsung hingga Januari \n\n2017. Gempabumi susulan yang direkam oleh stasiun BMKG pada rentang waktu \n\n7-19 Desember 2016, memperlihatkan orientasi cluster barat laut Ã‚Â– tenggara. \n\nSedangkan, gempabumi susulan yang direkam oleh Aceh Aftershock Station \n\n(AAS) pada rentang waktu 14 Desember 2016 Ã‚Â– 15 Januari 2017, memperlihatkan \n\norientasi cluster berbeda, yaitu: timur laut Ã‚Â– barat daya. Orientasi cluster \n\ngempabumi susulan yang saling tegak lurus tersebut, menyulitkan intepretasi \n\nbidang sesar mekanisme fokus. Sementara itu, interpretasi bidang sesar menjadi \n\ncukup penting sebagai masukan peta seismic hazard. Konsep ketidakstabilan sesar \n\ndan Coulomb failure stress (ΔCFS) statik diterapkan pada penelitian ini untuk \n\nmengintepretasi orientasi bidang sesar mekanisme fokus M6,5 Pidie Jaya dan \n\nmenjelaskan fenomena dua cluster gempabumi susulan -katalog BMKG dan \n\nkatalog AAS- yang saling tegak lurus. Daerah rawan gempabumi susulan juga \n\ndianalisis dari hasil. Metode Taguchi Ortogonal array, diterapkan untuk \n\nmembantu memahami respon dan menguji sensitivitas parameter ΔCFS. \n\nHasil analisis ketidakstabilan sesar menunjukkan: orientasi bidang sesar timur laut \n\nÃ‚Â– barat daya lebih tidak stabil pada kondisi regional stress Sumatra. Orientasi ini \n\ndigunakan sebagai acuan untuk model bidang sesar ΔCFS Pidie Jaya. Melalui uji \n\nsensitivitas dengan metode Taguchi Ortogonal array, diperoleh bahwa parameter \n\ndip paling mempengaruhi pemodelan ΔCFS untuk skenario tersebut. Maka arah \n\ndip bidang sesar untuk pemodelan ΔCFS Pidie Jaya diestimasi dari persebaran \n\ngempabumi susulan katalog AAS. Pola persebaran stress dari pemodelan ΔCFS \n\nPidie Jaya, menjelaskan fenomena dua cluster gempabumi susulan yang saling \n\ntegak lurus. Ditemukan distribusi ΔCFS positif di kedalaman dangkal (1-7 km) \n\ndengan orientasi barat laut Ã‚Â– tenggara, tegak lurus terhadap orientasi model bidang \n\nsesar. Distribusi stress tersebut diintepretasi penyebab pola persebaran \n\ngempabumi susulan katalog BMKG, serta zona fracture yang berorientasi barat \n\nlaut Ã‚Â– tenggara di kedalaman dangkal. Zona fracture tersebut terbentuk meskipun \n\norientasinya tidak optimum untuk fail, berdasarkan konsep ketidakstabilan sesar, \n\nsebab terjadi redistribusi stress oleh ΔCFS positif di kedalaman dangkal. Pola \n\npersebaran gempabumi susulan katalog AAS berkorelasi baik dengan distribusi ΔCFS positif di sepanjang bidang sesar pada kedalaman 16-28 km. Distribusi \n\nstress di kedalaman dangkal (1-7 km) juga menjelaskan relatif tidak adanya kejadian \n\ngempabumi di tenggara episenter gempabumi utama, yaitu di daerah Sesar \n\nSamalanga-sipopok.", "Daftar File": {"2018 TS PP DIAN KUSUMAWATI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129305"}, "Penulis": "DIAN KUSUMAWATI (NIM: 22415301)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Andri Dian Nugraha, S.Si., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Coulomb failure stress (ΔCFS) statik, M6,5 Pidie Jaya 2016, ketidakstabilan sesar, Taguchi Ortogonal array dan redistribusi stress.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "12 Mar 2018"}