{"Nomor": 26615, "Judul": "PERENCANAAN PEMASARAN TERHADAP PRODUK LEMIGAS SEBAGAI BADAN LAYANAN UMUM (KASUS: LAND AIR GUN SEISMIC)", "Abstrak": "Kementerian ESDM berkewajiban mewujudkan kedaulatan energi untuk masa depan yang meliputi akses pembangunan, ketersediaan, kemampuan dan daya saing. Berdasarkan data World Economic Forum, Indeks Daya Saing global 2016 - 2017, Indonesia berada di peringkat 41 dari 138 negara lainnya. Sebuah prestasi yang masih tertinggal jauh di belakang negara lain di kawasan Asia. Kesiapan teknologi, inovasi dan kecanggihan bisnis harus mendapat perhatian. Selanjutnya, korupsi dan birokrasi pemerintahan yang tidak efisien menjadi faktor yang paling bermasalah dalam berbisnis di Indonesia. \n\nDalam rangka meningkatkan pelayanan terhadap masyarakat dan sejalan dengan keinginan untuk mengubah wajah birokrasi di Kementerian ESDM, Menteri ESDM Ignasius Jonan menetapkan Badan Penelitian dan Pengembangan (Balitbang) ESDM sebagai Badan Layanan Umum (BLU). Mengubah birokrasi menjadi korporasi adalah tujuan dari pengalihan fungsi organisasi tersebut. Lemigas sebagai bagian dari institusi di Balitbang yang telah dahulu menerapkan pengelolaan keuangan BLU. Namun secara signifikan belum memperlihatkan peningkatan pelayanan dan pendapatan bagi institusinya. \n\nLand Air Gun yang menjadi salah satu produk unggulan Lemigas membutuhkan pendekatan marketing untuk meningkatkan pemasarannya. Land Air Gun berfungsi sebagai alat seismic di daratan yang dapat menggantikan fungsi seismik yang menggunakan bahan peledak yang selama ini digunakan dan tidak ramah lingkungan. Namun hal bertentangan disampaikan oleh kompetitor yang juga mempunyai layanan jasa seismic bahwa Land Air Gun tidak dapat menggantikan fungsi seismic yang telah ada karena fungsi Land Air Gun adalah sebagai alat tambahan jika dalam satu pekerjaan seismic ditemui daerah rawa-rawa atau sungai untuk tetap menjaga keutuhan data maka digunakanlah alat tersebut.  \n\nPenelitian ini menggunakan pendekatan teori manajemen pemasaran dan marketing mix untuk mengetahui rencana pemasaran terhadap Land Air Gun. Penelitian ini juga menggunakan analisis Porter Five Forces, PESTEL, SWOT sebagai alat analisis. Penelitian ini menggunakan metode kualitatif dengan mewawancarai beberapa perusahaan jasa minyak dan gas bumi untuk menawarkan produk sekaligus melakukan perbandingan. Wawancara juga dilakukan pada internal Balitbang untuk mengetahui hal apa saja yang telah dilakukan untuk melakukan rencana pemasaran dan skema kerjasama yang telah ada selama ini apakah masih dibutuhkan atau tidak. Tujuan penelitian ini adalah untuk memberikan rekomendasi kepada Lemigas untuk melakukan rencana pemasaran Land Air Gun dalam rangka meningkatkan minat kerjasama oleh pihak konsumen.", "Daftar File": {"2018 TS PP DIAN ISLAMI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129295"}, "Penulis": "DIAN ISLAMI (NIM 29316021)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Agung Wicaksono, M.Sc, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Seismic, Land Air Gun, Badan Layanan Umum, Marketing Plan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "14 Mar 2018"}