{"Nomor": 26621, "Judul": "PERPUSTAKAAN UMUM DI BANDUNG", "Abstrak": "Fasilitas perpustakaan umum di Bandung, sebagai kota pendidikan dirasakan kurang memadai. Akibatnya, minat baca masyarakat tidak terwadahi dengan baik dan perpustakaan umum jadi kurang diminati. Padahal wilayah Bandung sangat luas dan jumlah penduduk dari tahun ke tahun meningkat begitu pula dengan jumlah buku baru yang terbit. Kota Bandung pada saat ini sudah memiliki perpustakaan umum resmi yaitu Perpustakaan Propinsi Jawa Barat di Jalan Sukamo-Hatta yang dirasakan sangat minim kualitasnya, khususnya dari segi arsitektural, dan kurang memperhatikan kenyamanan penggunanya.    \n\nFenomena yang muncul saat in adalah banyaknya bermunculan fasilitas-fasilitas yang berhubungan dengan buku sebagai budaya kota, yang banyak dikunjungi, terutama oleh kalangan pelajar dan mahasiswa. Kondisi ini menuntut penambahan fasilitas pendidikan yang memberi pelayanan secara terbuka bagi seluruh masyarakat, diantaranya adalah perpustakaan umum.    \n\nPerpustakaan Umum di Bandung ini diharapkan dapat mengakomodasi kegiatan-kegiatan yang bermanfaat bagi masyarakat. Perpustakaan umum ini akan menyediakan berbagai koleksi buku selain itu dengan perkembangan jaman yang serba canggih informasi tidak hanya menyediakan koleksi buku-buku, tetapi perpustakaan juga menyediakan informasi-informasi dalam bentuk audio-visual (CD,VCD). Perpustakaan ini akan menjadi suatu tempat yang menarik dan menyenangkan. Pemograman fasilitas perpustakaan juga tidak sekaku dahulu, sekarang perpustakaan juga menggabungkan konsep dengan toko buku dan kafe sehingga suasana perpustakaan Iebih nyaman, dan santai sehingga orang dapat berlama-lama di perpustakaan.    \n\nBangunan berdiri di atas lahan seluas +- 5870 m 2 dengan Iuas bangunan +- 6925 m 2 . Luas Iantai dasar bangunan 2935 m 2 dan KDB rill 50 % . Bangunan terdiri dari satu massa. Bangunan ini mempunyai bentang 16 m terdiri atas dua Iantai.", "Daftar File": {"2006_TA_AR_Sari_1.pdf": "https://digilib.itb.ac.id/gdl/download/129307"}, "Penulis": "DIAN MEGA SARI (NIM : 15201024)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Budi Rijanto, DEA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Perpustakaan umum", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     suwadji", "File": "1 file", "Tanggal Input": "22 Okt 2018"}