{"Nomor": 26629, "Judul": "PERANCANGAN SISTEM PEMANTAUAN PARTIKULAT UDARA", "Abstrak": "Partikulat yang terpapar di udara dengan diameter lebih kecil dari 2.5 Ã‚Âµm (PM2.5) dapat memberikan dampak negatif untuk kesehatan manusia dan lingkungan sehingga memerlukan sistem pemantauan untuk menanggulangi dampak tersebut. Sistem pemantauan PM2.5 memerlukan sensor yang murah, kompak, dan memiliki nilai ketepatan yang tinggi. Para peneliti telah mengembangkan sensor yang dapat mengukur partikulat udara menggunakan metode hamburan cahaya. Namun sensor-sensor tersebut memerlukan tahap pengujian sebelum digunakan di lapangan sehingga perlu adanya sistem kalibrasi yang dapat menguji kinerjanya. Ruang aerosol telah berhasil di karakterisasi dengan memvariasikan volume dan laju alir udara sehingga menghasilkan jumlah data yang bergantung kepada cuplikan waktu, laju alir udara, dan volume. Sensor PM yang diuji pada penelitian ini adalah Honeywell HPMA115S0-XXX, Winsen ZH03B, dan Novafitness. Tesis ini merancang sistem pemantauan PM2.5 menggunakan sensor yang telah diuji pada ruang aerosol. Hasil pengujian menunjukkan sensor Honeywell HPMA115S0-XXX memiliki linearitas, kestabilan dan ketepatan paling baik dibanding sensor Winsen ZH03B, dan Novafitness SDS011, sehingga sensor Honeywell HPMA115S0-XXX akan digunakan sebagai pengukur kadar partikulat dalam sistem pemantauan. Sistem pemantauan tersebut menggunakan mikrokontroler AVR ATMega328 sebagai pemroses data dari sensor. Kemudian data tersebut diolah dan dikirimkan ke internet menggunakan modem. Modem yang digunakan adalah modul ESP-12E dan A6 GSM. Data yang telah dikirimkan ke internet dapat langsung dilihat di komputer atau ponsel cerdas yang terhubung ke internet menggunakan aplikasi browser standar. Pengujian lapangan dilakukan di Car Free Day (CFD) Dago menggunakan internet dengan protokol Message Queuing Telemetry Transport (MQTT). Hasil pemantauan menunjukkan bahwa acara CFD dapat mengurangi konsentrasi PM sebesar 14,554% dari hari kerja normal.", "Daftar File": {"2018 TS PP DIAN SYAH MAULANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129323", "2018 TS PP DIAN SYAH MAULANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/129324", "2018 TS PP DIAN SYAH MAULANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/129325", "2018 TS PP DIAN SYAH MAULANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/129326", "2018 TS PP DIAN SYAH MAULANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/129327", "2018 TS PP DIAN SYAH MAULANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/129328", "2018 TS PP DIAN SYAH MAULANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/129329", "2018 TS PP DIAN SYAH MAULANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/129330"}, "Penulis": "DIAN SYAH MAULANA (NIM : 20216045)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Dr.Eng. Muhammad Miftahul Munir,          \n\nPembimbing II : Prof.Dr.Eng. Khairurrijal"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "partikulat udara, ruang aerosol, sensor PM, pemantauan partikulat udara.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "10 Agu 2018"}