{"Nomor": 26635, "Judul": "APLIKASI LOGIKA FUZZY PADA BIAYA PRODUKSI DAN ALOKASI EMISI KARBONDIOKSIDA (CO2) DALAM PRODUKSI MINYAK BUMI", "Abstrak": "Alokasi emisi CO2 yang terkait dengan kilang minyak bumi untuk produk gabungan minyak bumi merupakan langkah yang perlu untuk mengevaluasi dampak lingkungan dari bahan bakar otomotif individu. Penyulingan minyak pada dasarnya adalah sistem produksi gabungan dan karena sifat kompleks dari proses yang terlibat, sangat sulit untuk menetapkan pola alokasi untuk produk minyak. Masalah ini dapat dimodelkan dengan memperluas pendekatan menggunakan program linier dan fuzzy linear programming (FLP). \n\nDalam masalah pemodelan alokasi emisi CO2 di kilang minyak terdapat berbagai faktor yang mempengaruhi produksi seperti modal perusahaan dan kapasitas minyak mentah. Beberapa kasus dibahas untuk melihat seberapa besar pengaruh pengurangan atau penambahan modal dan kapasitas minyak mentah terhadap biaya, emisi CO2 dan hasil produksi dengan menggunakan model FLP. \n\nPenerapan model FLP pada masalah alokasi emisi CO2 di kilang minyak yang mengacu pada model program linier alokasi emisi CO2 adalah untuk menetapkan target pada pembiayaan pembelian minyak mentah sehingga menghasilkan solusi yang lebih baik, dalam hal ini biaya dan emisi CO2 yang dihasilkan dari model FLP diharapkan memiliki nilai yang lebih rendah bila dibandingkan dengan solusi yang diperoleh dari model program linier.", "Daftar File": {"2018 TA PP DIAZ FAIQUL ILMI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129341"}, "Penulis": "DIAZ FAIQUL ILMI - NIM 101 13 075", "Kontributor / Dosen Pembimbing": ["Novriana Sumarti S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Emisi CO2, Biaya, Minyak mentah, Program linier, Himpunan fuzzy, Fuzzy linear programming (FLP), Gasoline, Diesel, Fuel oil.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "01 Mar 2018"}