{"Nomor": 26637, "Judul": "PRINSIP PENGEMBANGAN KAMPUNG KOTA BERDASARKAN POLA BERHUNI WARGA", "Abstrak": "Kampung Kota merupakan akar budaya permukiman khas di Indonesia. Di dalamnya, penghuni dengan berbagai latar belakang status sosial dan ekonomi dapat bertahan hidup di tengah kemajuan kota yang pesat. Dalam situasi krisis yang tidak menguntungkan, keberadaan kampung kota menjadi penting karena di dalamnya terdapat beragam proses unik yang dilakukan oleh penghuni berpenghasilan menengah ke bawah sesuai dengan kemampuannya yang terbatas. \n\nPengembangan Rumah Susun untuk kelompok masyarakat berpenghasilan rendah oleh pemerintah banyak menggantikan struktur kampung kota di Jakarta. Program revitalisasi dan pengembangan ulang kawasan cenderung bersifat terpusat dengan melibatkan pengembang swasta. Proses perencanaan dan perancangan rusun ini dinilai kurang merespon pola berhuni masyarakat kampung kota. Sehingga terjadi peralihan kepemilikan dan kekumuhan baru di tempat lain. \n\nPenelitian ini bertujuan untuk mengidentifikasi prinsip pengembangan apa yang tepat untuk dilakukan pada sebuah kampung kota. Proses awal yang dilakukan adalah dengan mengenali pola penghunian pada kampung kota dan membandingkan dengan apa yang terjadi pada rusun. Pola penghunian diidentifikasi dengan terlebih dahulu menganalisa pola aktivitas, pola ruang, kaitan di antara keduanya, kepranataan, pola pembangunan fasilitas dan hunian di kawasan studi. \n\nPembahasan dilakukan dengan metode kualitatif secara berjenjang pada tingkat hunian, kluster hunian, dan lingkungan pada permukiman. Hal ini dilakukan dengan mempelajari elemen-elemen utama pada lingkungan. Pembahasan seperti ini dilakukan untuk mendapatkan perbandingan dan gambaran yang jelas mengenai proses dan struktur ruang yang terjadi. Dihasilkan bahwa elemen utama yang penting pada lingkungan Kampung Karet Pasar adalah jalur akses, ruang sosialisasi, dan ruang usaha, dengan prinsip pengembangan perbaikan lingkungan fisik yang mendukung aktivitas bekerja serta membangun jejaring sosial.", "Daftar File": {}, "Penulis": "DIBYA KUSYALA (NIM. 252 05 032)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Indra Budiman Syamwil, M.Sc. Ph.D. \n\nIr. Ismet Belgawan Harun, MSc. Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "prinsip pengembangan. kampung kota, pola berhuni warga, lingkungan kepadatan tinggi, development principles, kampung Kota, resident's living pattern, high densities neighborhood", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Perpustakaan Prodi Arsitektur", "File": "9 file", "Tanggal Input": "02 Okt 2018"}