{"Nomor": 26630, "Judul": "HUBUNGAN MANAJEMEN DAN MOTIVASI KESELAMATAN SERTA LINGKUNGAN FISIK TERHADAP PERILAKU TIDAK AMAN PADA PEKERJA DI INDUSTRI MANUFAKTUR (Studi Kasus: NS Bluescope Lysaght Indonesia)", "Abstrak": "Industri manufaktur mengandung bahaya dan risiko terhadap keselamatan pekerja. Kecelakaan kerja pada umumnya disebabkan oleh perilaku tidak aman. Perilaku tersebut terbentuk dengan adanya pengaruh faktor manajemen, individu, dan lingkungan kerja. Penelitian ini bertujuan untuk menganalisis hubungan antara faktor manajemen sebagai manajemen keselamatan, faktor individu sebagai motivasi keselamatan, dan lingkungan kerja sebagai lingkungan fisik terhadap perilaku tidak aman pada pekerja di pabrik NS Bluescope Lysaght Indonesia. Metode yang digunakan pada penelitian adalah menggunakan kuesioner yang mengandung variabel penelitian dan pengukuran temperatur, pencahayaan, dan kebisingan. Pengukuran variabel dalam kuesioner menggunakan skala Likert. Data yang diperoleh kemudian dianalisis dengan analisis regresi linier berganda. Hasil penelitian menyatakan bahwa faktor manajemen dan motivasi keselamatan serta lingkungan fisik tidak berpengaruh signifikan terhadap pembentukan perilaku tidak aman pada pekerja (sig. α >0,05). Namun, untuk mengurangi dan memperbaiki perilaku tidak aman dapat dilakukan dengan melakukan peningkatan pada komunikasi keselamatan serta pemeliharaan dan pengendalian temperatur lingkungan kerja.", "Daftar File": {"2018 TS PP DIANTI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129331"}, "Penulis": "DIANTI (NIM: 25315041)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Indah Rachmatiah Siti Salami, M.Sc., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "lingkungan fisik, manajemen keselamatan, motivasi keselamatan, perilaku tidak aman..", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "03 Okt 2018"}