{"Nomor": 26639, "Judul": "ANALISIS INTERAKSI SPASIAL ANTAR PUSAT PERBELANJAAN MODERN TERHADAP NILAI TANAH MENGGUNAKAN MODEL POTENSIAL GRAVITASI (STUDI KASUS: KOTA BANDUNG)", "Abstrak": "Keberadaan pusat perbelanjaan di Kota Bandung yang terdistribusi di beberapa lokasi menjadi salah satu faktor penentu nilai tanah. Lokasi pusat perbelanjaan yang terdistribusi tersebut saling berinteraksi satu sama lain secara tarik-menarik sehingga dapat menyebabkan potensi nilai tanah di sekitarnya bervariasi. Penelitian ini bertujuan untuk menganalisis hasil interaksi spasial antar pusat perbelanjaan modern terhadap nilai tanah di Kota Bandung. Dalam upaya menganalisis interaksi tersebut salah satu model yang dapat digunakan adalah model potensial gravitasi. Model potensial gravitasi merupakan pengembangan dari model gravitasi Newton. Pengembangan dilakukan karena tempat tidak hanya dipengaruhi oleh tempat, melainkan juga oleh semua tempat yang termasuk dalam suatu sistem daerah. Pada penelitian ini, penggunaan model tersebut difokuskan dalam menganalisis interaksi antar pusat perbelanjaan modern yang merepresentasikan kemampuan tiap pusat perbelanjaan modern dalam menarik informasi potensial nilai tanah di wilayah sekitarnya. Potensial nilai tanah diperoleh dengan memasukkan variabel jarak dan informasi nilai tanah setiap pusat perbelanjaan. Berdasarkan hasil yang diperoleh, pusat perbelanjaan yang berdekatan dan memiliki NJOP tinggi memberikan potensial nilai tanah yang lebih tinggi.", "Daftar File": {"2017 TA PP DICKY AFRIZAL 1 COVER.pdf": "https://digilib.itb.ac.id/gdl/download/129353", "2017 TA PP DICKY AFRIZAL 1 BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/129354", "2017 TA PP DICKY AFRIZAL 1 BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/129355", "2017 TA PP DICKY AFRIZAL 1 BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/129356", "2017 TA PP DICKY AFRIZAL 1 BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/129357", "2017 TA PP DICKY AFRIZAL 1 PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/129358"}, "Penulis": "DICKY AFRIZAL (NIM : 15113072)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Andri Hernandi, S.T.,M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "nilai indikasi rata-rata, nilai jual objek pajak, potensial nilai tanah, teori konsentris, teori lokasi, zona nilai tanah", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "31 Jul 2018"}