{"Nomor": 26642, "Judul": "PENERAPAN KONSEP HEALING ENVIRONMENT PADA BAGIAN PERAWATAN ANAK RUMAH SAKIT UMUM DAERAH TIPE B", "Abstrak": "Anak memiliki karakter serta kebutuhan perlakuan yang berbeda dengan orang dewasa dalam perawatan di rumah sakit, baik itu aspek psikologis, fasilitas, dan perilaku. Adapun yang menjadi dasar dari penelitian ini adalah perancangan ruang perawatan anak dengan menerapkan konsep healing environment dengan dasar perilaku terhadap desain arsitektur dan lingkungan pada proses perancangan Ruang Perawatan Bagian Anak, dalam hal ini pelaku yang terlibat adalah para pengguna yang berinteraksi di rumah sakit khususnya ruang perawatan bagian anak. Kondisi lingkungan medis identik dengan ketakutan, kegelisahan, perasaan tertekan, serta ketidakpastian. Didasari oleh kondisi tersebut dirasa perlu untuk menciptakan sebuah konsep desain lingkungan medis yang dapat mendukung bagi kesembuhan pasien. Salah satu konsep lingkungan yang sesuai untuk lingkungan perawatan medis adalah healing environment dimana prinsip dasar dari konsep ini adalah menciptakan tempat dan ruang yang dapat membangkitkan nilai-nilai positif, memberikan pengalaman yang menyenangkan, mengurangi stress, dan menawarkan kenyamanan, harapan, serta hiburan yang dapat melepaskan dari keadaan yang sedang dialami terutama pasien anak-anak.   \n \n \n\nAdapun metodologi dalam penyusunan tesis ini dimulai dengan penelaahan pustaka tentang standar rumah sakit, teori perilaku anak, dan teori healing environment. Untuk memperoleh gambaran nyata dilapangan dilakukan pengamatan langsung dan kajian terhadap dokumen POE objek perancangan yang ada sekarang. Setelah dilakukan kajian teori dan analisa kondisi lapangan yang ada diperoleh kriteria yang menjadi landasan konsep perancangan untuk kemudian dikembangkan menjadi sebuah desain yang sesuai untuk ruang perawatan bagi pasien anak.   \n \n \n\nTesis ini diharapkan dapat bermanfaat dan berkembang untuk prospek pengembangan dan perencanaan ke depan, baik dari segi akademis maupun praktisi, serta diharapkan dapat memberikan solusi terhadap permasalahan desain, lingkungan dan kawasan yang berhubungan dengan perilaku dan karakteristik pengguna rumah sakit, terutama untuk ruang perawatan bagian anak.", "Daftar File": {"2015 TS PP DICKY NURMAYADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/129361", "2015 TS PP DICKY NURMAYADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/129362", "2015 TS PP DICKY NURMAYADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/129363", "2015 TS PP DICKY NURMAYADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/129364", "2015 TS PP DICKY NURMAYADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/129365", "2015 TS PP DICKY NURMAYADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/129366", "2015 TS PP DICKY NURMAYADI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/129367", "2015 TS PP DICKY NURMAYADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/129368"}, "Penulis": "DICKY NURMAYADI (NIM : 25212007)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n\nDr. Ir. Woerjantari K Soedarsono, MT.", "Dewi Larasati, ST., MT., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Healing Environment, Anak-anak, Rumah sakit, dan Perilaku.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "07 Sep 2018"}