{"Nomor": 26648, "Judul": "Aktivitas Perbankan Syariah dan Stabilitas Sistem Keuangan: Studi Kasus di Indonesia", "Abstrak": "Bank adalah lembaga intermediasi keuangan yang berfungsi sebagai perantara \n\npenyalur dana dari pihak yang sementara kelebihan dana kepada pihak yang \n\nsementara kekurangan dana. Di Indonesia, perbankan dibagi menjadi dua sistem \n\nyaitu perbankan konvensional dan perbankan syariah. Perbedaan mencolok pada \n\nsistem perbankan terletak pada penerapan bunga. Pada sistem perbankan syariah \n\ntidak ada penerapan bunga karena menurut ajaran Islam, bunga sama dengan riba \n\ndan riba diharamkan oleh agama. \n\nIndonesia merupakan negara dengan populasi umat Islam terbanyak di dunia. \n\nSecara logika, seharusnya bank syariah memiliki pangsa pasar yang besar dalam \n\nmenjalankan aktivitas bisnisnya ini tetapi menurut data, di Indonesia bank \n\nkonvensional memiliki pangsa pasar yang jauh mendominasi bank syariah yaitu \n\nsebesar 95% sedangkan bank syariah hanya memiliki sisanya atau 5% dari pangsa \n\npasar di Indonesia. Aktivitas perbankan menciptakan berbagai macam risiko. \n\nMenurut Bank Indonesia, risiko-risiko yang diciptakan oleh perbankan tersebut \n\nmempengaruhi stabilitas sektor keuangan. Terlebih lagi, menurut BPS, sektor \n\nkeuangan di Indonesia 70% didominasi oleh perbankan sehingga, kegiatan \n\nperbankan memiliki kontribusi cukup besar dalam stabilitas sektor keuangan. \n\nBank konvensional dengan pangsa pasar yang besar sudah tentu mempengaruhi \n\nstablitas sektor keuangan. Penelitian ini bertujuan untuk menganalisis risiko \n\nperbankan syariah yang memiliki pangsa pasar sangat minoritas terhadap \n\nstabilitas sektor keuangan Indonesia. Penelitian ini menggunakan data yang \n\nbersumber dari Bank Indonesia dan Otoritas Jasa Keuangan dengan menggunakan \n\nregresi linear berganda sebagai teknik penelitian. \n\nDari hasil penelitian ditemukan bahwa walaupun hanya memiliki 5% pangsa pasar \n\ndi Indonesia, bank syariah tetap memiliki pengaruh terhadap stabilitas sektor \n\nkeuangan. Risiko bank syariah yang berpengaruh terhadap stabilitas sektor \n\nkeuangan adalah risiko likuiditas, risiko pasar, dan risiko kredit.", "Daftar File": {"ABSTRAK DIFA 29116061.pdf": "https://digilib.itb.ac.id/gdl/download/129392"}, "Penulis": "Difa Dini Asfari 29116061", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Islamic banking, Financial stability, Risk", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "22 Jun 2018"}