{"Nomor": 26644, "Judul": "VOLKANOSTRATIGRAFI DAN PETROGENESIS GUNUNG LAWU, KABUPATEN KARANGANYAR, JAWA TENGAH, KABUPATEN MAGETAN DAN KABUPATEN NGAWI, JAWA TIMUR", "Abstrak": "Gunung Lawu adalah salah satu gunung api tipe B yang terletak di perbatasan Provinsi Jawa Tengah dan Provinsi Jawa Timur. Penelitian tentang Gunung Lawu ini masih jarang dilakukan, terlebih pada studi khusus petrogenesis. Berdasarkan alasan tersebut dilakukan pemetaan geologi dengan tujuan untuk mempelajari geomorfologi, stratigrafi, magmatisme, seri magma, tektonik, dan sejarah geologi dengan menggunakan prinsip volkanostratigrafi dan geokimianya. Metode yang digunakan dalam penelitian ini adalah metode laboratorium dan     \nmetode lapangan. Metode dalam laboratorium meliputi analisis citra SRTM, topografi, foto satelit yang diambil dari Google Earth dan Landsat-8 utamanya komposit 432 lalu dilakukan pengamatan langsung pada lapangan dan pengambilan data primer berupa foto singkapan, lokasi singkapan serta batuan. Setelah pengambilan data dilakukan pengamatan petrografi dan analisis geokimia dengan menggunakan XRF (X-Ray Fluorescence). Geomorfologi terbagi menjadi 7 satuan dengan menggunakan klasifikasi bentuk     \nmuka bumi yaitu Satuan Kawah Gunung Api, Satuan Dataran Antar Gunung Api, Satuan Dataran Kaki Gunung Api, Satuan Kerucut Gunung Api, Satuan Kipas Aliran Lava, Satuan Punggungan Aliran Lava, Satuan Pegunungan Sisa Gunung Api. Stratigrafi daerah penelitian dibagi berdasarkan sumber erupsi, jenis batuan dan urutan kejadian dengan prinsip volkanostratigrafi. Terdapat 2 khuluk yaitu Khuluk Jobolarangan dan Khuluk Lawu dengan gumuk, Gumuk Hargodumilah, Gumuk Anak, Gumuk Kemuning, dan Gumuk Bulusungsang. Litologi ditemukan berupa lava andesit, breksi piroklastik, dan tuf jatuhan dengan struktur berupa \nstruktur primer kekar kolom dan kekar berlembar. Magmatisme yang terbentuk berupa fraksionasi kristal, magma mixing, dan asimilasi dengan seri magmatik kalk-alkali pada lingkungan tektonik Active Continental Margin.", "Daftar File": {"2016 TA PP DIDA PATERA ADLI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/129378", "2016 TA PP DIDA PATERA ADLI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/129379", "2016 TA PP DIDA PATERA ADLI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/129380", "2016 TA PP DIDA PATERA ADLI 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/129381", "2016 TA PP DIDA PATERA ADLI 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/129382", "2016 TA PP DIDA PATERA ADLI 1-BAB 3C.pdf": "https://digilib.itb.ac.id/gdl/download/129383", "2016 TA PP DIDA PATERA ADLI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/129384", "2016 TA PP DIDA PATERA ADLI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/129385", "2016 TA PP DIDA PATERA ADLI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/129386", "2016 TA PP DIDA PATERA ADLI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/129387"}, "Penulis": "DIDA PATERA ADLI (NIM: 12012038)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Mirzam Abdurrachman."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Lawu, Jobolarangan, petrogenesis, volkanostratigrafi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "10 file", "Tanggal Input": "10 Apr 2018"}