{"Nomor": 26643, "Judul": "RANCANG BANGUN CONDUCTIVITY METER MENGGUNAKAN PROBE PIPA KAPILER UNTUK MEMANTAU KUALITAS SUSU", "Abstrak": "Telah dilakukan rancang bangun instrumentasi untuk memantau kualitas susu murni menggunakan metode pengukuran konduktivitas listrik. Pada penelitian ini ,conductivity meter dirancang menggunakan metode empat probe pada pipa kapiler. Teknik pipa kapiler ini relatif memiliki lintasan arus yang panjang dan sempit sehingga sebaran arusnya merata. Pengukuran konduktivitas listrik dilakukan dengan memanfaatkan sumber arus listrik searah (DC)  konstan yang dihubungkan pada dua buah elektroda dan elektroda lain sebagai pengukur tegangan listrik dari sampel susu murni melalui mikrokontroller Arduino ATmega 2560. Kalibrasi cell constant pada empat buah probe menggunakan larutan standar KCl 0,1 M dan 0,01 M yang sudah diketahu nilai konduktivitas listriknya berdasarkan dokumen sertifikat kalibrasi OIML R56 edisi tahun 1981 dan dokumen kalibrasi ASTM D1125-95. Data rekaman konduktivitas listrik melalui metode pipa kapiler dapat menunjukkan rekaman kualitas pemantauan susu yang dapat dipercaya dan berlaku umum. Data rekaman konduktivitas listrik susu murni menurun dalam pemantauan selama 1 Ã‚Â– 2 hari. Pada nilai dibawah 0,460 S/m diduga susu murni sudah mulai mengalami penurunan kualitas. Perubahan nilai konduktivitas listrik yang sangat cepat diduga terjadi pada fase awal pada waktu 3 jam awal saat pengukuran dan mencapai saturasi ketika pemantauan dilakukan lebih dari 24 jam. Kurva mulai terlihat mendatar pada waktu 16 jam setelah pemantauan. Adanya nilai saturasi pada pemantauan data rekaman konduktivitas listrik dapat dikaitkan dengan adanya dugaan aktivitas bakteri yang mempengaruhi kandungan lemak, protein dan garam susu murni melalui proses tertentu. Diharapkan alat ini dapat dikembangkan lebih lanjut sebagai alat uji fisis dalam menentukan kualitas bahan pangan lain yang ada di pasaran.", "Daftar File": {"2018 TS PP DICKY ZULFIKRIDIN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129369", "2018 TS PP DICKY ZULFIKRIDIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/129370", "2018 TS PP DICKY ZULFIKRIDIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/129371", "2018 TS PP DICKY ZULFIKRIDIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/129372", "2018 TS PP DICKY ZULFIKRIDIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/129373", "2018 TS PP DICKY ZULFIKRIDIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/129374", "2018 TS PP DICKY ZULFIKRIDIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/129375", "2018 TS PP DICKY ZULFIKRIDIN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/129376", "2018 TS PP DICKY ZULFIKRIDIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/129377"}, "Penulis": "DICKY ZULFIKRIDIN   (NIM: 90216009)", "Kontributor / Dosen Pembimbing": ["Dr. Hendro, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Konduktivitas listrik, pipa kapiler, pemantauan, susu murni", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Ratnasari", "File": "9 file", "Tanggal Input": "13 Agu 2018"}