{"Nomor": 26645, "Judul": "METODE SINTESIS &#947;-Al2O3 DENGAN KONTROL MORFOLOGI MENGGUNAKAN CETAKAN MISEL TERBALIK", "Abstrak": "Gamma alumina (γ-Al2O3) merupakan salah satu material yang banyak diaplikasikan sebagai katalis maupun penyangga katalis karena mempunyai luas permukaan yang besar dan situs asam lewis yang melimpah. Dalam aplikasinya sebagai katalis, γ-Al2O3 konvensional mempunyai kekurangan yakni kurangnya kemampuan akses reaktan. Permasalahan ini dapat diatasi dengan mengatur morfologinya. Material γ-Al2O3 dengan struktur permukaaan terbuka dapat meningkatkan aksesibilitas reaktan ke situs-situs aktifnya. Pada penelitian ini dilakukan sintesis γ-Al2O3 dari NaAlO2 menggunakan metode solvotermal dalam media misel terbalik. Misel terbalik berperan sebagai nanoreaktor yang membatasi pertumbuhan partikel serta mengatur ukuran, bentuk dan morfologinya. Tahapan yang dilakukan dalam penelitian ini secara berturut-turut adalah optimasi komposisi zat yang membentuk emulsi stabil, pengujian jenis emulsi dan sintesis material menggunakan emulsi tersebut. Pembuatan emulsi dilakukan dengan cara menambahkan larutan fasa polar (air, NaAlO2, urea, surfaktan) tetes demi tetes ke dalam fasa nonpolar (toluena, butanol) sambil dilakukan pengadukan 800 rpm selama 1 jam. Emulsi yang stabil selanjutnya diuji menggunakan uji bakar dan dilution test. Sintesis material dilakukan dengan cara mereaksikan emulsi stabil secara solvotermal pada suhu 160 oC selama 24 jam. Hasil yang diperoleh kemudian disaring, dicuci menggunakan air bebas ion, etanol dan aseton, dikeringkan dan dikalsinasi pada suhu 550 oC selama 4 jam. Produk hasil sintesis dan hasil kalsinasi dikarakterisasi menggunakan SEM, HRTEM, ATR-FTIR, XRD dan TG/DTA. Parameter yang divariasikan adalah jenis surfaktan, komposisi air, urea dan surfaktan, serta waktu sintesis. Hasil pengujian emulsi menunjukkan bahwa surfaktan yang membentuk misel terbalik adalah surfaktan CTAB dan sehymuls PGPH, sedangkan emulsi yang menggunakan surfaktan SDS membentuk misel biasa. Berdasarkan analsisis menggunakan SEM, keteraturan morfologi material hasil sintesis hanya diperoleh pada sintesis menggunakan emulsi misel terbalik. Material yang diperoleh tersusun atas batang-batang berukuran Ã‚Â±20-50 nm yang terorientasi membentuk bola dengan ukuran Ã‚Â±2 μm. Morfologi material ini tidak mengalami perubahan secara signifikan setelah dikalsinasi, tetapi struktur kristalnya berubah dari γ-AlOOH (boehmite) menjadi γ-Al2O3. Pada berbagai variasi sintesis lain, diperoleh morfologi material yang tidak jauh berbeda namun mempunyai kristalinitas dan distribusi ukuran partikel yang cukup berbeda. Secara umum hanya terdapat tiga jenis morfologi yang dihasilkan, yakni agregasi nanorod, nanowire dan nanoplate. Selain itu, material hasil sintesis menunjukkan perubahan morfologi dari agregasi nanowire menjadi agregasi nanorod pada waktu sintesis yang lebih lama. Melalui pengukuran menggunakan HRTEM pada material bermorfologi agregasi nanorod, terlihat bahwa material yang dihasilkan mempunyai pori di permukaan hingga bagian tengah karena batang-batang penyusunnya tdak tersususun secara rapat. Pengujian stabilitas material boehmite hasil sintesis menggunakan TG/DTA menunjukkan bahwa material tersebut mengandung air yang teradsorbsi secara fisik serta terdapat juga kandungan organik. Pada suhu sekitar 500 oC terjadi transformasi fasa menjadi γ-Al2O3 yang sebelumnya melewati proses dehidrasi internal water.", "Daftar File": {"2018 TS PP DIDI PRASETYO BENU  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129388", "COVER DIDI PRASETYO BENU (NIM: 20516021)": "https://digilib.itb.ac.id/gdl/download/169398", "BAB1 DIDI PRASETYO BENU (NIM: 20516021)": "https://digilib.itb.ac.id/gdl/download/169399", "BAB2 DIDI PRASETYO BENU (NIM: 20516021)": "https://digilib.itb.ac.id/gdl/download/169400", "BAB3 DIDI PRASETYO BENU (NIM: 20516021)": "https://digilib.itb.ac.id/gdl/download/169401", "BAB4 DIDI PRASETYO BENU (NIM: 20516021)": "https://digilib.itb.ac.id/gdl/download/169402", "BAB5 DIDI PRASETYO BENU (NIM: 20516021)": "https://digilib.itb.ac.id/gdl/download/169403", "PUSTAKA DIDI PRASETYO BENU (NIM: 20516021)": "https://digilib.itb.ac.id/gdl/download/169404"}, "Penulis": "DIDI PRASETYO BENU (NIM: 20516021)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nDr. Veinardi Suendo. \n\nDr. rer. nat. Rino Rakhmata Mukti."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Agregasi nanorod, misel terbalik,  solvotermal, transformasi fasa, γ-AlOOH, γ-Al2O3.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "21 Jun 2018"}