{"Nomor": 26655, "Judul": "OCCUPANT-BASED HVAC SET POINT INTERVENTIONS FOR ENERGY SAVINGS IN BUILDINGS", "Abstrak": "Penghematan energi dan kenyamanan termal dari penghuni adalah dua faktor paling penting dalam mengendalikan operasi dari Heating Ventilation and Air Conditioning (HVAC) di gedung-gedung. Kenyamanan termal biasanya diukur dengan Predicted Mean Vote (PMV), yang didapatkan dengan menggunakan informasi dari suhu udara ruangan, suhu radiant (suhu rata Ã‚Â– rata ruangan) , kecepatan udara, kelembaban relatif, tingkat metabolisme dan isolasi pakaian. Di beberapa bangunan, ditemukan bahwa kenyamanan termal tidak selalu terpenuhi. Oleh karena itu, masih ada peluang untuk meningkatkan kenyamanan termal dalam ruangan, dan pada saat yang sama menghemat energi dengan mengontrol set point HVAC. Tujuan dari penelitian ini adalah mengusulkan suatu metode untuk mendapatkan penghematan energi dengan menyesuaikan set point HVAC berdasarkan kenyamanan penghuni yang diukur menggunakan PMV dan informasi dari penghuni.  Idenya adalah untuk menghitung nilai PMV per jam berdasarkan informasi hunian secara real time, set point suhu dalam ruangan, dan kelembapan dalam bangunan. Kemudian, set point suhu baru yang dapat mempertahankan kenyamanan penghuni, yaitu, PMV = 0, diaplikasikan. \n\nUntuk mengevaluasi efektivitas metode yang diusulkan, model bangunan dikembangkan di eQUEST dengan menggunakan informasi dari bangunan di dunia nyata yang terletak di Alexandria, VA. Bangunan ini memiliki tiga kelompok zona yaitu kantor, tempat penyimpanan, dan gudang. Sebuah sensor hunian dan stasiun cuaca yakni Netatmo telah digunakan di lingkungan laboratorium untuk mencatat tingkat informasi suhu / kelembaban penghuni setiap jam untuk perhitungan PMV. Data telah dicatat selama periode tiga bulan dan digunakan sebagai input ke model simulasi energi bangunan eQUEST.  Penghematan energi dikuantifikasi dengan membandingkan skenario kasus dasar (yang memiliki titik set 72.5 oF selama ada penghuni dan 86 oF selama tidak ada penghuni, dengan menggunakan jumlah penghuni yang terukur) dengan kasus yang memiliki set point suhu baru yang disesuaikan berdasarkan nilai PMV. Temuan penelitian menunjukkan bahwa konsumsi listrik HVAC mendapatkan penghematan sebesar 14,58% tercapai ketika metode penyesuaian set point yang diusulkan diimplementasikan bila dibandingkan dengan kasus dasar. Untuk mempelajari dampak dari jumlah penghuni pada penghematan energi HVAC, skenario lain disimulasikan di mana set point HVAC ditingkatkan saat bangunan kosong, misalnya, saat jam makan siang atau hari libur. Temuan penelitian menunjukkan bahwa penghematan konsumsi listrik HVAC tambahan sebesar 8,79% tercapai ketika memperhitungkan informasi jumlah penghuni dalam kontrol HVAC. Tujuan lain dari penelitian ini adalah untuk memprediksi suhu set point dari HVAC yang memuaskan kenyamanan termal untuk penghuni menggunakan multiple regression dan nilai PMV, suhu set point dari HVAC lama sebelum nilai PMV adalah nol, tingkat CO2 (ppm), jumlah penghuni dalam gedung dan juga suhu luar sebagai variabel independen dan diharapkan dapat digunakan dalam waktu dekat dan dapat membantu pemilik gedung untuk menghemat konsumsi energi di gedung mereka. \n\nSecara keseluruhan, dapat diamati bahwa baik kenyamanan termal dan jumlah penghuni berdampak pada konsumsi energi listrik unit HVAC. Penelitian ini menyajikan metode untuk menghemat energi dengan melakukan intervensi set point HVAC sesuai permintaan - berdasarkan kenyamanan termal dan informasi penghuni secara real time dan menunjukkan bagaimana konsumsi listrik HVAC dapat dikurangi. Ini memberikan wawasan tentang dampak kenyamanan termal dan hunian dalam mengurangi konsumsi listrik HVAC.", "Daftar File": {"2018 TS PP DIMAS ARDIYANTO1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129406"}, "Penulis": "DIMAS ARDIYANTO (NIM: 23216030)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ir. Nanang Hariyanto, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Thermal Comfort, Predicted Mean Vote (PMV), eQUEST, Occupant - based HVAC Set Point Interventions, energy savings, Multiple Regression", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2018"}