{"Nomor": 26654, "Judul": "KONTRAK GARANSI DUA DIMENSI DENGAN KEBIJAKAN PEMELIHARAAN PENCEGAHAN DAN MEMPERTIMBANGKAN PARAMETER KEBERGANTUNGAN", "Abstrak": "Produsen kendaraan memberikan garansi sebagai bentuk jaminan keandalan terhadap kendaraan hasil produksinya, apabila terjadi kerusakan produsen memberikan perbaikan. Pada umumnya digunakan model kerusakan dua dimensi yang saling bebas, kenyataannya waktu dan penggunaan hingga terjadi suatu kerusakan menunjukkan adanya kebergantungan. Sehingga penelitian ini menggunakan model kerusakan dua dimensi yang mempertimbangkan parameter kebergantungan antara waktu dan penggunaan hingga terjadi suatu kerusakan. Model kerusakan tidak saling bebas ini melibatkan distribusi bivariat Weibull tidak saling bebas yang mana parameter kebergantungan ini mempengaruhi fungsi laju kerusakan serta batas garansi. Penentuan batas garansi mempertimbangkan dua jenis konsumen yaitu konsumen A, konsumen yang mencapai batas waktu garansi terlebih dahulu sedangkan konsumen B, konsumen yang mencapai batas penggunaan terlebih dahulu. Pembagian dua jenis konsumen ini dikarenakan batas garansi tidak mungkin tercapai bersamaan. Garansi dua dimensi ini menerapkan tindakan perawatan berupa tindakan preventive maintenance. Tindakan preventive maintenance diberikan guna menunda kerusakan produk sehingga dapat mengurangi biaya garansi. Konsep virtual age dan virtual usage digunakan dalam menentukan batas garansi optimal dengan kebijakan PM. Batas garansi optimal dengan kebijakan PM diperoleh dengan menganggap batas virtual dengan diberikan tindakan PM adalah batas garansi optimal tanpa diberikan tindakan PM. Sehingga batas garansi dengan kebijakan PM akan lebih lama dibanding tanpa kebijakan PM. Beberapa contoh numerik diberikan untuk mengilustrasikan seberapa besar pengaruh parameter kebergantungan terhadap penentuan batas garansi optimal dan banyak kerusakan yang mana batas garansi dan banyak kerusakan akan semakin kecil apabila kebergantungan antara waktu dan penggunaan semakin lemah.", "Daftar File": {"2016 TS PP DILA TIRTA JULINTY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/129399", "2016 TS PP DILA TIRTA JULINTY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/129400", "2016 TS PP DILA TIRTA JULINTY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/129401", "2016 TS PP DILA TIRTA JULINTY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/129402", "2016 TS PP DILA TIRTA JULINTY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/129403", "2016 TS PP DILA TIRTA JULINTY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/129404", "2016 TS PP DILA TIRTA JULINTY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/129405"}, "Penulis": "DILA TIRTA JULINTY (NIM: 20814030)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Sapto Wahyu Indratno,M.Sc.,Ph.D̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "̅", "."], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "bivariat Weibull, parameter kebergantungan, virtual age, preventive maintenance.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "22 Jan 2018"}