{"Nomor": 26677, "Judul": "RANCANG BANGUN PURWARUPA PERANGKAT PENCITRAAN TOPOGRAFI KULIT MENGGUNAKAN TEKNIK PROYEKSI FRINJI", "Abstrak": "Kulit merupakan pelindung terluar dari tubuh manusia. Kondisi kesehatan kulit dapat menjadi indikator kondisi kesehatan tubuh secara menyeluruh, sehingga penting untuk bisa mengevaluasi kesehatan kulit. Dengan mempertimbangkan kebutuhan tersebut serta keterbatasan visual manusia untuk mengevaluasi, digunakan metode evaluasi kuantitatif berupa pencitraan topografi kulit dengan teknik proyeksi frinji digital. Teknik proyeksi frinji digital memanfaatkan deformasi dari cahaya berpola akibat kontur permukaan objek. Pada penelitian ini, teknik proyeksi frinji digital dilakukan dengan proyeksi cahaya berpola oleh proyektor dan sumber iluminansi LED, sedangkan akuisisi citra dilakukan oleh sensor gambar berupa kamera mini. Citra diolah untuk diperoleh informasi fase. Untuk mendapatkan informasi kedalaman yang akan dikonversi dari informasi fase hasil akuisisi citra, dicari konstanta hubungan antar keduanya berdasarkan teori triangulasi. Ekstraksi fase dilakukan dengan dua metode, yaitu Phase-Shifting Interferometry (PSI) dan Carrier Squeezing Interferometry (CSI), dilanjutkan dengan phase unwrapping secara global. Percobaan awal dilakukan untuk perancangan konfigurasi dan kalibrasi sistem, pemilihan metode ekstraksi fase untuk kebutuhan kulit, dan terakhir digunakan untuk menguantifikasi perbedaan tekstur kulit dari dua kelompok usia. Hasil dari penelitian ini berupa purwarupa dengan luaran yang memiliki desain kokoh, menggunakan kamera mirrorless Canon M100, terkalibrasi untuk pengukuran metrik agar dapat dimanfaatkan oleh unit lain, seperti Sekolah Farmasi ITB yang mengembangkan produk perawatan kulit, dan industri perawatan kulit. Sistem hasil penelitian ini telah dibuktikan dapat mengkuantifikasi perbedaan tekstur kulit manusia menggunakan uji T, dimana T hitung untuk paired Uji T bagian sendi dan buku jari sebesar 0,0039 dan unpaired Uji T dua kelompok usia berbeda sebesar 0,0048 untuk fase absolut dan 0,0025 untuk metrik.", "Daftar File": {"2018 TA PP Dina Puspita Sari (13314005), Stephani Edwina Lucia (13314034) 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129464"}, "Penulis": "Dina Puspita Sari (13314005), Stephani Edwina Lucia (13314034)", "Kontributor / Dosen Pembimbing": ["Dr. Suprijanto, S.T., M.T. \n\nDr. Vebi Nadhira, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pencitraan Topografi Kulit, Teknik Proyeksi Frinji Digital, Phase Shifting Interferometry, Carrier Squeezing Interferometry, Purwarupa", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2018"}