{"Nomor": 26675, "Judul": "Analisis Perubahan Livelihoods Masyarakat Bukit Duri dan Pasar Ikan Pasca Relokasi ke Rusunawa Rawa Bebek, Jakarta", "Abstrak": "Slum upgrading merupakan salah satu agenda internasional untuk menciptakan kota tanpa permukiman kumuh dan terwujudnya pembangunan yang layak huni, merata, serta berkeadilan bagi seluruh masyarakat. Upaya ini juga berkaitan dengan pengentasan kemiskinan di perkotaan dalam ukuran livelihoods yang tidak hanya dinilai dari tingkat pendapatan tetapi juga dimensi aset lainnya. Relokasi merupakan salah satu bentuk slum upgrading oleh Pemerintah untuk menyediakan hunian yang layak. Hal ini diimplementasikan melalui program rusunawa yang ditujukan bagi masyarakat berpenghasilan rendah (MBR) dan masyarakat yang terdampak kebijakan relokasi. Penyediaan permukiman layak huni dan terjangkau berupa rusunawa dimaksudkan agar masyarakat dapat memiliki kehidupan yang layak dinilai dari peningkatan livelihoods nya. Namun, relokasi ke rusunawa dapat memberikan dampak terhadap perubahan livelihoods masyarakat tersebut secara keseluruhan. Maka, penelitian ini bertujuan untuk mengidentifikasi kondisi masyarakat Bukit Duri dan Pasar Ikan, Jakarta pasca relokasi ke Rusunawa Rawa Bebek yang dijelaskan berdasarkan variabel livelihoods. Metodologi dalam penelitian ini dilakukan melalui pendekatan kuantitatif eksplanatori dari hasil wawancara, observasi, kuesioner penghuni rusunawa, dan kuesioner control area yang menjadi perbandingan antara kelompok yang terkena kebijakan dan yang tidak. Adapun hasil dari penelitian ini berupa perubahan livelihoods penghuni rusunawa sebelum dan setelah relokasi serta perbandingannya dengan livelihoods masyarakat di control area.", "Daftar File": {"2018 TA PP DINA OKTAVIA_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/129453", "2018 TA PP DINA OKTAVIA_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129454"}, "Penulis": "DINA OKTAVIA (NIM : 15414087)", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Haryo Winarso, M.Eng.,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "aset, control area, livelihoods, relokasi, rusunawa", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "2 file", "Tanggal Input": "02 Jul 2018"}