{"Nomor": 26679, "Judul": "FABRIKASI FILM KONDUKTIF BERBASIS REDUCED GRAPHENE OXIDE (RGO) MENGGUNAKAN ASAM ASKORBAT SEBAGAI AGEN PEREDUKSI", "Abstrak": "Transparent conducting film (TCF) merupakan salah satu komponen penting dalam berbagai perangkat optoelektronik dan fotovoltaik, seperti smart window atau flexible LCD dan OLED. Material yang sering digunakan pada pembuatan TCF ini diantaranya Indium Tin Oxide (ITO) dan Flourin Tin Oxide (FTO), karena memiliki transparansi dan konduktivitas yang baik. Namun ITO dan FTO memiliki beberapa keterbatasan diantaranya adalah harga relatif mahal, stabilitas kimiawi terbatas, waktu fabrikasi lama, dan sangat rentan terhadap kebocoran elektron. Grafena merupakan salah satu kandidat pengganti ITO dan FTO, karena harga relatif murah, memiliki stabilitas kimia dan termal yang baik, memiliki sifat elektronik dan transparansi yang tinggi. Pada penelitian ini dilakukan fabrikasi film transparan berbasis grafena, dengan bahan dasar oksida grafit (GO). Deposisi film dilakukan menggunakan metode drop casting dengan L.Ascorbic Acid (LAA) dan heat treatment, microwave dan proses annealing, sebagai agen pereduksi kimia dan termal. Parameter yang digunakan untuk meningkatkan nilai resistansi lembaran dan transparansi diantaranya variasi pengenceran GO:DI water 1x, 3x, 5x, 7x, variasi konsentrasi GO : LAA 5:1, 3:1, 1:1,1:3, 1:5, variasi annealing 100, 200, 300, 400 Ã‚Â°C, dan variasi lama microwave 15, 30, dan 60 menit mode high. Hasil karakterisasi scanning electron microscopy (SEM) menunjukan film homogen diperoleh pada film dengan konsentrasi pengenceran GO:DI Water 3x, dan konsentrasi GO:LAA 5:1. Hasil uji resistansi lembaran dan UV Vis menunjukan bahwa pemanasan annealing 300 Ã‚Â°C dapat meningkatkan kualitas film RGO dengan Rs 4.93 k?/cm2 dan T 46.99%. sedangkan pada 15 menit microwave treatment dihasilkan Rs 4.54 k?/cm2 dan T 38.28%. Sampel terbaik diperoleh dari microwave treatment selama 30 menit dengan Rs 4.21 k?/ cm2 dan T 43.73%. Dari hasil yang diperoleh pada penelitian ini, microwave treatment merupakan metode yang lebih efektif dan efisien dalam proses reduksi film RGO dibandingkan annealing treatment. Fabrikasi film tipis RGO telah berhasil dilakukan menggunakan pereduksi yang ramah lingkungan, non-toxic dan murah. Penggunaan metode drop casting membuat proses fabrikasi film tipis RGO menjadi lebih mudah.", "Daftar File": {"2018 TS PP DINA RAHMAWATI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129473", "2018 TS PP DINA RAHMAWATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/129474", "2018 TS PP DINA RAHMAWATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/129475", "2018 TS PP DINA RAHMAWATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/129476", "2018 TS PP DINA RAHMAWATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/129477", "2018 TS PP DINA RAHMAWATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/129478", "2018 TS PP DINA RAHMAWATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/129479", "2018 TS PP DINA RAHMAWATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/129480"}, "Penulis": "DINA RAHMAWATI  (NIM : 20216028)", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Akfiny Hasdi Aimon,", "Dr. Eng. Ferry Iskandar"], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "TCF, asam askorbat, microwave, Annealing, drop casting, resistansi lembaran, transparansi.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "23 Okt 2018"}