{"Nomor": 26673, "Judul": "PERANCANGAN DAN IMPLEMENTASI TEKNOLOGI BLOCKCHAIN UNTUK MENGAMANKAN KOMUNIKASI PADA INTERNET OF THINGS", "Abstrak": "Dewasa ini, perkembangan Internet of Things (IoT) semakin pesat. Kondisi ini menimbulkan masalah keamanan karena banyaknya pelanggaran kebijakan keamanan yang dilakukan. Banyaknya pelanggaran kebijakan keamanan ini disebabkan oleh kebutuhan perangkat IoT yang mudah digunakan, ukurannya kecil, dan murah. Salah satu masalah keamanan yang muncul adalah kerentanan IoT terhadap serangan siber. Selain itu, perkembangan teknologi blockchain juga semakin pesat sejak pertama kali dipopulerkan pada Bitcoin oleh Satoshi Nakamoto untuk mengatasi masalah double spending. Teknologi blockchain ini mempunyai tingkat keamanan yang tinggi. Oleh karena itu, masalah keamanan pada IoT ini dapat diselesaikan dengan menggunakan teknologi blockchain.    \n \n \n \n\nTerdapat 4 cara untuk memperkuat keamanan pada IoT dengan teknologi blockchain, yaitu membuat komunikasi yang aman antar perangkat IoT, autentikasi pengguna, mengidentifikasi perangkat IoT yang sah, dan konfigurasi IoT. Penelitian ini berfokus pada salah satu cara tersebut, yaitu membuat komunikasi yang aman antar perangkat IoT. Penelitian dilakukan dengan membuat perancangan dan implementasi dari sistem IoT tanpa dan dengan menggunakan teknologi blockchain yang kemudian akan dibandingkan hasilnya. Protokol komunikasi yang digunakan pada sistem IoT tanpa teknologi blockchain adalah MQTT, sedangkan platform blockchain yang digunakan adalah Ethereum beserta smart contract. Kedua sistem IoT ini akan dianalisis tingkat keamanannya dengan cara dilakukan simulasi serangan. Hasil pengujian menunjukkan bahwa sistem IoT berbasis teknologi blockchain mempunyai tingkat keamanan yang lebih tinggi dibandingkan sistem IoT tanpa teknologi blockchain.", "Daftar File": {"Dinan Fakhri (23217072).pdf": "https://digilib.itb.ac.id/gdl/download/129451"}, "Penulis": "Dinan Fakhri - NIM: 23217072", "Kontributor / Dosen Pembimbing": ["Dr. Kusprasapta S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "blockchain, internet of things, Ethereum, smart contract.", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Okt 2018"}