{"Nomor": 26680, "Judul": "MULTI KRITERIA PENGAMBILAN KEPUTUSAN DALAM PEMILIHAN LOKASI PRIORITAS FASILITAS  PENCAMPURAN BATUBARAN DI INDONESIA", "Abstrak": "Indonesia saat ini merupakan eksportir batubara terbesar di dunia. Sementara di dalam negeri, konsumsi batubara terus meningkat. Pasar batubara Indonesia di dunia harus dijaga dengan menyediakan batubara dengan spesifikasi yang dibutuhkan pasar. Posisi Indonesia saat melintasi lalu lintas batubara dari Australia dan Afrika Selatan ke pasar batubara di Asia Timur merupakan kesempatan bagi Indonesia untuk memanfaatkan posisinya sebagai pasokan batubara dunia, untuk membentuk sebuah departemen khusus dengan fasilitas Coal Blending Facility (CBF) dengan skala besar. Dengan fasilitas pencampuran batubara yang berstandar internasional, Indonesia dapat memainkan peran sebagai pemasok batubara dunia, dengan sumber batubara dari Indonesia dan dari negara pemasok lainnya. Indonesia. Penelitian ini bertujuan ntuk menentukan lokasi mana yang harus diprioritaskan dalam pembangunan CBF di Indonesia. Dengan menggunakan salah satu metode Multi Criteria Decision Making (MCDM) yaitu Analytical Hierarchy Process (AHP) yang menggunakan 5 kriteria dan 4 alternatif lokasi. Kriteria tersebuat adalah Peningkatan Nilai Tambah Batubara, Keamanan Pasokan Batubara Dalam Negeri, Volume Batubara yang Akan diolah, Efisiensi Biaya, dan Efek Multiplier, dengan alternative lokasi di Banten, Kalimantan Timur, Kalimantan Selatan, dan Sumatera Selatan. Kerangka multi-criteria digunakan untuk mendukung proses pengambilan keputusan dalam pengembangan energi terbarukan di Indonesia. Bobot dari kriteria ditentukan dengan menggunakan metode pairwise comparison matrices of the AHP, dan Simple Multi Attribute Rating Techique (SMART). Hasil menunjukkan peringkat terbaik yaitu 1) Kalimantan Selatan; 2) Kalimantan Timur; 3) Sumatera Selatan; 4) Banten. Penelitian ini diharapkan dapat berguna bagi pemerintah dalam menentukan lokasi mana yang menjadi prioritas dalam pembangunan CBF di Indonesia.", "Daftar File": {"2018 TS PP DINA RIZKI ANDRINA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129481"}, "Penulis": "DINA RIZKI ANDRINA (NIM 29316009)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Yos Sunitiyoso, Ph. D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Coal Blending Facility, Multicriteria Decision Making, AHP.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "16 Mar 2018"}