{"Nomor": 26689, "Judul": "ANALISIS KEJADIAN HUJAN ES MENGGUNAKAN RADAR X-BAND DI KOTA BANDUNG (Studi Kasus 19 April 2017)", "Abstrak": "Penelitian ini menganalisis kejadian hujan es menggunakan data observasi permukaan radar X-Band di Kota Bandung untuk mencari keadaan umum atmosfer sebelum, sesaat dan sesudah kejadian terhadap cuaca permukaan dan sebaran es di permukaan. Metode yang digunakan yaitu analisis citra satelit, cuaca permukaan, serta perawanan berdasarkan reflektivitas radar terhadap distribusi es. Hasil menunjukkan bahwa melalui citra satelit terdapat tutupan awan di atas Kota Bandung pada siang hari. Tutupan awan ini didukung oleh penurunan temperatur permukaan yang signifikan dan kemunculan curah hujan sebagai pendefinisian waktu kejadian hujan es. Konsistensi antara keadaan permukaan dan atmosfer dilihat dengan menganalisis cuaca permukaan pada stasiun pengamatan dan perawanan melalui reflektivitas radar. Awan yang berpotensi hujan terdeteksi sebelum curah hujan tercatat di stasiun pengamatan. Setelah itu, reflektivitas terlihat mengalami peningkatan signifikan di ketinggian yang rendah (2 km) ditandai adanya pertumbuhan awan yang cepat. Pada ketinggian ini, perawanan terdeteksi melewati stasiun pengamatan diikuti penurunan signifikan pada temperatur permukaan sebelum curah hujan mencapai puncaknya. Perawanan ini memiliki kesesuaian dengan sebaran es dari laporan masyarakat. Hasil menunjukkan bahwa sebelum kejadian hujan es terjadi pertumbuhan awan yang cepat. Pada saat kejadian, terjadi penurunan temperatur permukaan yang signifikan akibat jatuhnya es dan disipasi awan menjelang puncak curah hujan. Setelah kejadian, awan hujan tidak terdeteksi.", "Daftar File": {"2018 TA PP DINDA SHABRINA MEDYANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129491"}, "Penulis": "DINDA SHABRINA MEDYANI - NIM: 12814010", "Kontributor / Dosen Pembimbing": ["Dr. Nurjanna Joko Trilaksono \n\nTiin Sinatra, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Hujan Es, Radar X-Band, Kota Bandung, Reflektivitas", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Sep 2018"}