{"Nomor": 26686, "Judul": "WAITING TIME IMPROVEMENT IN OUTPATIENT CLINIC BY APPLICATION OF MONTE CARLO SIMULATION", "Abstrak": "Suatu bentuk antrian sebelum menerima suatu layanan tidak dapat dihindari dalam kegiatan manusia sehari-hari ketika layanan tertentu dianggap sebagai stochastic, atau memiliki distribusi probabilitas random. Kegiatan mengantri itu normal, tetapi menghabiskan terlalu banyak waktu di dalam suatu antrian bisa menjadi suatu indikasi dari sistem antrian yang bermasalah. Ini adalah kasus dari banyak fasilitas layanan kesehatan di Indonesia, dimana waktu tunggu yang panjang untuk menerima layanan telah lama menjadi fitur yang tidak memuaskan. Penyedia layanan kesehatan harus menghindari waktu antrian yang panjang karena akan mempengaruhi penyedia layanan dan juga pelanggan. Sambil menunggu, kondisi pasien bisa memburuk dan juka hal tersebut terjadi maka reputasi penyedia layanan akan rusak atau lebih buruk lagi, mereka mungkin akan kehilangan pelanggan. Saat ini, jumlah pelanggan yang mengunjungi Klinik 24 Jam Dr. Suzie telah meningkat yang merupakan hasil dari persebaran informasi di masyarakat mengenai rendahnya biaya layanan di klinik tersebut. Situasi ini mulai merepotkan untuk pihak klinik karena waktu tunggu yang panjang telah menyebabkan mereka untuk mendapat keluhan dari pelanggan. Penelitian ini bertujuan untuk menganalisis kinerja sistem antrian di klinik tersebut, input data yang digunakan untuk perhitungan diperoleh dari pengamatan yang dilakukan langsung di klinik dan data historis milik klinik. Data yang didapat kemudian dihitung menggunakan simulasi Monte Carlo. Dari hasil perhitungan, peneliti memperoleh waktu kinerja rata-rata untuk setiap server, tingkat penyelesaian layanan per pasien, pemanfaatan kerja, dan waktu tunggu pasien untuk server yang tersedia berikutnya. Hasil dari perhitungan akan digunakan untuk memberikan rekomendasi untuk peningkatan sistem antrian klinik.", "Daftar File": {"2018 TA PP DINDA PERMATA SUHANDANIE 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129488", "2018 TS PP DINDA PERMATA SUHADANIE 1 - FULL PAPER.pdf)u": "https://digilib.itb.ac.id/gdl/download/251117"}, "Penulis": "Dinda Permata Suhadanie (19015140)", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, MASC.,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Clinic; Queue System; Queue Discipline; Performance Measure; Multichanel Multiphase; Monte Carlo Simulation.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Neng Kartika", "File": "2 file", "Tanggal Input": "23 Jul 2018"}