{"Nomor": 26687, "Judul": "PERANCANGAN SARUNG TANGAN REHABILITASI MENGGUNAKAN SOFT ACTUATOR BERBASIS SISTEM PNEUMATIK UNTUK PASIEN PASCA-STROKE DENGAN KELAINAN SPASTISITAS TELAPAK TANGAN", "Abstrak": "Persentase penderita stroke di Indonesia tiap tahun selalu meningkat. Stroke dapat mengurangi kemampuan motorik anggota gerak tubuh bagi penderitanya dimana salah satunya adalah terjadinya kelainan spastisitas telapak tangan. Metode rehabilitasi yang bersifat terstruktur, repetitif dan berkelanjutan dibutuhkan untuk mengoptimalkan fungsi motorik yang masih mungkin dikembalikan.   \n\nSebagai bagian dari upaya dalam menjawab permasalahan tersebut, pada penelitian ini dilakukan pengembangan sarung tangan rehabilitasi yang bertujuan untuk meningkatkan kelenturan otot telapak tangan melalui gerakan fleksi-ekstensi. Sayangnya, saat ini metode rehabilitasi hanya didasari oleh arahan gerakan yang diberikan dokter atau tenaga medis dan masih menggunakan alat rehabilitasi konvensional berupa bola genggam. Oleh sebab itu, pada penelitian ini dirancang suatu sarung tangan dengan komponen tambahan soft actuator dari material selang silikon yang berperan sebagai artificial muscles untuk melakukan gerakan fleksi-ekstensi secara periodik, komponen sistem pendukung elektrik-pneumatik sebagai suplai udara terkendali.   \n\nMekanisme kerja sarung tangan rehabilitasi diawali dengan suplai udara oleh kompresor yang akan dialirkan menuju sarung tangan sesuai dengan bukaan aktuator berupa katup solenoid yang dikendalikan oleh mikrokontroler melalui relay. Pengendalian yang dilakukan oleh mikrokontroler bertujuan untuk mengatur bukaan katup solenoid optimal agar memberikan kebutuhan tekanan udara pada sarung tangan sesuai dengan tekanan udara yang di suplai, dengan melibatkan sistem kendali pada sarung tangan rehabilitasi ini berupa pengendali PID dan umpan balik berupa sensor tekanan. Parameter pengendali PID yang digunakan yaitu 𝐾𝐾𝐾𝐾= 4800, 𝐾𝐾𝐾𝐾 = 151973,278 dan 𝐾𝐾d = 37,910 yang diperoleh dari penalaan menggunakan metode Ziegler Nichols 2 dan hasil sum of square error (SSE) implementasi sebesar 0,288x103, 0,466x103, 1,046x103 untuk masing-masing tekanan 15 psi, 20 psi dan 25 psi.", "Daftar File": {"2018 TA PP DINDA PUTRI THALIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129489"}, "Penulis": "DINDA PUTRI THALIA (NIM : 13314073)", "Kontributor / Dosen Pembimbing": ["Pembimbing:   \n\nDr.Suprijanto, S.T., M.T.", "Ayu Gareta Risangtuni, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "soft actuator, artificial muscle, fleksi-ekstensi, elektrik-pneumatik.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Agu 2018"}