{"Nomor": 26685, "Judul": "ESTIMASI EVAPORASI WADUK MENGGUNAKAN PENGINDERAAN JAUH DENGAN MENERAPKAN METODE EMPIRIS (Studi Kasus: Waduk Saguling)", "Abstrak": "Waduk Saguling berfungsi sebagai sumber tenaga Pembangkit Listrik Tenaga Air (PLTA), perikanan, dan pemenuhan kebutuhan lokal. Informasi yang akurat mengenai evaporasi waduk yang menunjukkan evaporasi potensial sangat dibutuhkan dalam menganalisis kesetimbangan air dan manajemen sumber daya air. Evaporasi juga berperan dalam menentukan kadar uap air di atmosfer. Estimasi evaporasi waduk penting dilakukan karena metode pengukuran langsung menggunakan panci evaporasi menghasilkan data yang kurang akurat, salah satunya terjadi pada data evaporasi Waduk Saguling. Ketersediaan data observasi dari stasiun meteorologi sebagai input merupakan masalah utama dalam estimasi evaporasi. Oleh karena itu, pada penelitian ini dilakukan estimasi evaporasi waduk menggunakan metode empiris dengan input data satelit. \n\nData satelit berupa Land Surface Temperature (LST) dari satelit Himawari dan profil atmosferik dari satelit MODIS digunakan untuk memperoleh informasi parameter temperatur, kelembapan relatif, dan radiasi matahari. Hasil estimasi evaporasi menggunakan metode Blaney-Criddle, Kharuffa, Hargreaves, Schendel, dan Regresi Linier Berganda dibandingkan terhadap evaporasi acuan yang dihitung menggunakan metode kombinasi (Penman) dengan input parameter meteorologi hasil observasi. Observasi dilakukan menggunakan AWS (Automatic Weather Station) di tiga titik pengamatan yaitu DAM Saguling, Maroko, dan Bongas pada tanggal 4 Mei-7 Juni 2018. Pemilihan metode estimasi terbaik menggunakan Persentase Eror (PE) dan Diagram Taylor. \n\nData satelit dapat digunakan sebagai alternatif input karena cukup mampu menjelaskan parameter temperatur, kelembaban, dan radiasi sesuai observasi di titik pengamatan. Hasil penelitian menunjukkan secara statistik metode estimasi evaporasi terbaik untuk studi kasus Waduk Saguling adalah Schendel Kalibrasi kemudian diikuti EQ1 hasil Regresi Linier Berganda. Namun, dalam menjelaskan variasi spasial EQ1 lebih baik daripada Schendel Kalibrasi.", "Daftar File": {"2018 TA PP DINDA MAHARDITA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129487"}, "Penulis": "DINDA MAHARDITA (NIM: 12814031)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Rusmawan Suwarman, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Evaporasi, Himawari, Metode Empiris, MODIS, Observasi, Penginderaan Jauh, Waduk Saguling", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Sep 2018"}