{"Nomor": 26699, "Judul": "ALTERNATIF PEMBIAYAAN EKSTERNAL UNTUK MENDUKUNG EKSPANSI BISNIS PT SOLID BERSATU JAYA", "Abstrak": "Pertumbuhan sektor konstruksi selalu di atas pertumbuhan ekonomi nasional. Terdapat banyak program pemerintah yang mendukung perkembangan sektor konstruksi. Proyek-proyek infrastruktur dan pembangkit listrik akan meningkat karena program-program pemerintah ini. Hal ini merupakan peluang bagi para kontraktor untuk memperluas bisnisnya.   \n \n \n \n\nPT Solid Bersatu Jaya adalah perusahaan terkemuka yang memiliki keahlian dan pengalaman dalam membangun banyak pembangkit listrik, pabrik kimia, infrastruktur, dan bangunan. Pada tahun 2017, Penjualan SBJ meningkat secara signifikan. Penjualan di Tahun 2017 sebesar Rp. 1,2 Triliun. Untuk mencapai pertumbuhan penjualan PT Solid Bersatu Jaya sebesar 52% pada 2018, perusahaan membutuhkan lebih banyak dana untuk mendukung pengerjaan proyek-proyek.   \n \n \n \n\nPertumbuhan penjualan di 2018 lebih tinggi dari Internal Growth Rate dan Sustainable Growth Rate sehingga perusahaan membutuhkan pembiayaan eksternal. PT Solid Bersatu Jaya membutuhkan dana eksternal sebesar Rp. 400 Milyar. Kebutuhan pembiayaan eksternal ini dapat meningkatkan hutang perusahaan dan perusahaan lebih berisiko dalam ketidakmampuan pembayaran kewajiban atau hutang.   \n \n \n \n \n\nPerusahaan membutuhkan solusi yang dapat mendukung pertumbuhan perusahaan tetapi juga menjaga kinerja keuangan perusahaan tetap sehat. Solusi yang dapat diterapkan perusahaan untuk masalah ini adalah mendapatkan sumber dana baru dari masyarakat (IPO) dan pinjaman dari Bank. Solusi ini membuat kinerja keuangan perusahaan tetap sehat, meningkatkan citra perusahaan dan nilai perusahaan", "Daftar File": {"Gabungan.pdf": "https://digilib.itb.ac.id/gdl/download/129513"}, "Penulis": "DINNAR RACHMI PASYA (NIM: 29116034)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Subiakto Sukarno"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Konstruksi, keuangan korporasi, go public, pertumbuhan, sustainable", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Siti Sarah Nurbaity", "File": "1 file", "Tanggal Input": "28 Sep 2018"}