{"Nomor": 26691, "Judul": "PEMETAAN STATUS DAYA DUKUNG LINGKUNGAN HIDUP TINGKAT KABUPATEN/KOTA MENGGUNAKAN SISTEM GRID SKALA RAGAM (STUDI KASUS: WILAYAH ADMINISTRATIF CEKUNGAN BANDUNG)", "Abstrak": "Daya dukung lingkungan hidup (DDLH) merupakan salah satu indikator penting bagi pemerintah dalam menentukan kebijakan terkait pemanfaatan sumber daya lahan dan mengukur kelayakan setiap program pembangunan agar berkelanjutan. Berdasarkan kebutuhan atas pola keruangan DDLH yang representatif di tingkat kabupaten/kota, pada penelitian ini, dilakukan pemodelan spasial melalui pendekatan kuantitatif dengan tujuan mengetahui status ambang batas DDLH wilayah kabupaten/kota dan pola sebaran DDLH dalam bentuk peta, dengan wilayah administratif kabupaten/kota di Cekungan Bandung sebagai wilayah studi. Pada penelitian ini, penetapan status DDLH menerapkan sistem tertutup, yaitu hanya didasarkan pada potensi sumber daya yang ada di wilayah tersebut tanpa memperhatikan adanya aliran materi yang masuk atau keluar. Jasa ekosistem pangan dan air digunakan sebagai pendekatan kuantitatif untuk menentukan DDLH. Tahapan yang dilakukan meliputi pendistribusian penduduk; perhitungan dan pendistribusian selisih ketersediaan energi bahan pangan maupun selisih ketersediaan air; dan penentuan status DDLH berdasarkan ambang batas. Pendistribusian dilakukan ke dalam sistem grid skala ragam 5″ ÃƒÂ— 5″ untuk mengakomodasi beragamnya jenis dan resolusi data yang digunakan dalam penelitian. Pada akhirnya, diperoleh hasil bahwa berdasarkan jasa ekosistem pangan, Kabupaten Sumedang memiliki persentase luas wilayah yang masih mampu mendukung kehidupan penduduknya, yaitu sebesar 89,63%; Kabupaten Bandung sebesar 65,96 %; Kabupaten Bandung Barat sebesar 59,54%; Kota Cimahi sebesar 4,71%; dan Kota Bandung sebesar 0,18%. Sementara berdasarkan jasa ekosistem air, Kabupaten Sumedang memiliki persentase luas yang masih mampu mendukung sebesar 53,34%; Kabupaten Bandung sebesar 49,06%; Kabupaten Bandung Barat sebesar 41,39%; Kota Cimahi sebesar 4,71%; dan Kota Bandung sebesar 0,18%.", "Daftar File": {"2016 TA PP DINI APRILIA NORVYANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/129493", "2016 TA PP DINI APRILIA NORVYANI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/129494", "2016 TA PP DINI APRILIA NORVYANI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/129495", "2016 TA PP DINI APRILIA NORVYANI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/129496", "2016 TA PP DINI APRILIA NORVYANI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/129497", "2016 TA PP DINI APRILIA NORVYANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/129498"}, "Penulis": "DINI APRILIA NORVYANI (nim :  15112027)", "Kontributor / Dosen Pembimbing": ["Pembimbing:        \n \n \n \n \n \n \n \n\nDr. Akhmad Riqqi, S.T., M.Si.", "Dr. Ir. Agung Budi Harto, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "ambang batas, daya dukung, jasa ekosistem, sistem grid skala ragam.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice D", "File": "6 file", "Tanggal Input": "15 Agu 2018"}