{"Nomor": 26690, "Judul": "PEMANFAATAN MIKROORGANISME INDIGEN SEBAGAI AGEN PENGONTROL FERMENTASI TERASI UDANG KERING UNTUK MENDAPATKAN TERASI DENGAN KUALITAS TERBAIK", "Abstrak": "Terasi udang merupakan salah satu produk fermentasi khas Indonesia yang terbuat dari udang rebon dan dimanfaatkan sebagai bumbu penyedap masakan. Pembuatan terasi dilakukan secara tradisional sehingga fermentasi yang terjadi bersifat alami. Penelitian pendahulu berhasil mengidentifikasi 31 mikroba beserta fungsi fisiologisnya dalam fermentasi terasi pasta udang Cirebon, namun kualitas yang dihasilkan masih berada diluar standar mutu produk SNI 2716:2016. Pada penelitian ini dilakukan pembuatan terasi udang kering dengan kandungan air yang lebih rendah dengan inokulum isolat  bakteri proteolitik, lipolitik, dan bakteri asam laktat (BAL). Isolat diuji untuk mendapatkan bakteri proteolitik, lipolitik, dan BAL yang bersifat halotoleran. Tiga isolat terpilih dilakukan sekuensing dan penentuan umur inokulum melalui kurva tumbuh. Fermentasi dilakukan dengan mencampurkan bahan baku dengan 3 variasi rasio inokulum proteolitik, lipolitik, dan BAL masing-masing 1:1:1 (A), 2:1:2 (B), dan 1:2:2 (C). Dilakukan analisis dinamika mikroba, proksimat, organoleptik, dan asam amino dilakukan selama 28 hari fermentasi. Hasil penapisan menunjukkan isolat bakteri dengan karakteristik lipolitik, proteolitik, dan BAL terbaik Staphylococcus saprophyticus, Bacillus subtilis, dan Lactobacillus murinus. Jumlah mikroorganisme total pada terasi mengalami penurunan dan mikroorganisme koliform tidak ditemukan sejak hari ke-14 hingga hari ke-28 fermentasi. Penurunan jumlah mikroba terbesar pada sampel B dari 9,9x108 menjadi 1,4x107 CFU.ml-1. Kadar protein pada sampel B mengalami penurunan terbanyak dari 41,16% menjadi 36,44% dan kadar lemak sampel C mengalami penurunan terbanyak dari 3,60% menjadi 1,55%. Kadar air berada dalam rentang 27,56% hingga 28,58% dan termasuk ke dalam golongan produk terasi kering. Uji organoleptik terasi B mendapatkan skor tertinggi dengan rata-rata 7,75.  Uji asam amino menunjukkan asam aspartat dan asam glutamat berada pada kadar tertinggi sebesar 3295.44 dan 4908.80 mg.100gr-1.Berdasarkan data tersebut, B.subtilis, S.saprophyticus, dan L.murinus dapat digunakan sebagai inokulum dan agen pengontrol untuk fermentasi terasi udang kering yang sesuai dengan standar SNI.", "Daftar File": {"2018 TS PP Dini Achnafani 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129492"}, "Penulis": "Dini Achnafani - NIM : 21117021", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Bakteri asam laktat, halotoleran, lipolitik, proteolitik, terasi udang kering.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Sep 2018"}