{"Nomor": 26709, "Judul": "Motivasi Generasi Millennial Indonesia Dalam Mengkonsumsi Masakan Lokal dan Tingkat Intensitas Konsumsinya", "Abstrak": "Indonesia sebagai objek dalam penelitian ini memiliki kebiasaan tersendiri dalam mengonsumsi masakan lokal. Generasi millennial Indonesia adalah pasar yang sangat besar dan potensial untuk segala industri bisnis. Riset ini digunakan untuk melihat kebiasaan millennial dalam mengonsumsi masakan lokal. Disini akan menguji beberapa motivasi millennial dalam mengonsumsi masakan lokal. Riset ini akan melihat bagaimana perilaku generasi millennial secara umum terhadap makanan lokal dan seberapa tinggi level konsumsinya. \n\nRiset akan mengunakan analisis kuantitatif, yaitu; penelitian eksploratori dan konklusif. Eksploratori adalah tahap pertama penelitian. Digunakan untuk fenomena dan fakta yang sebenarnya terjadi. Penelitian ini melakukan interview dan menyebarkan kuesioner kepada beberapa responden. Hasil penelitian eksploratori digunakan untuk penelitian selanjutnya yaitu penelitian konklusif. Penelitian konklusif akan memverifikasi dan menghitung data dari penelitian sebelumnya dan digunakan untuk menyimpulkan hasil penelitian dan digunakan untuk mengambil keputusan. Penelitian konklusif terdiri dari analisis deskriptif, regresi, korelasi, determinasi dan uji t. Dalam uji deskriptif, terlihat bahwa beberapa motivasi millennial yang mempengaruhi secara signifikan terhadap perilaku secara umum terhadap masakan lokal, yaitu; konten sosial media yang informatif dan menghibur, presentasi dan rasa masakan lokal, masakan lokal yang higenis dan tinggi protein, harga murah dan terjangkau, terbiasa makan keluar dan memasang foto ke sosial media, dan makan bersama teman ke restoran yang nyaman untuk bersosialisasi. \n\nTerbukti bahwa variable motivasi dalam memilih masakan memiliki pengaruh yang signifikan terhadap tingkat konsumsi masakan lokal. Bukan hanya itu, variable perilaku umum kepada masakan lokal terhadap tingkat konsumsi masakan lokal juga memiliki pengaruh yang positif. Dapat disimpulkan bahwa generasi millennial Indonesia memiliki perilaku yang positif terhadap masakan lokal. Terlebih, generasi millennial Indonesia mengklaim bahwa mereka adalah konsumen masakan lokal dan makan masakan lokal sudah menjadi kebiasaan sehari hari. Generasi millennial Indonesia menkonfirmasi bahwa mereka cukup sering untuk keluar makan bersama teman untuk menkonsumsi masakan lokal dan bersosialisasi.", "Daftar File": {"2018 TS PP Dio Wibowo 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129529"}, "Penulis": "Dio Wibowo - nim: 29116222", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana., S.Farm., Apt., MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perilaku Konsumen, Pengaruh, Masakan Lokal, Tingkat Konsumsi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Feb 2018"}