{"Nomor": 26701, "Judul": "PERANCANGAN DAN IMPLEMENTASI GAMIFIKASI  E-LEARNING MENGGUNAKAN MECHANIC DYNAMIC AESTHETIC (MDA) FRAMEWORK  (Studi Kasus : Materi Sistem Persamaan Linier Tiga Variabel)", "Abstrak": "E-learning hadir sebagai bentuk kemudahan yang dihasilkan oleh perkembangan teknologi. Masih banyak kendala yang hadir dalam penerapan e-learning, khususnya bagi siswa. Salah satu contoh permasalahan tersebut yaitu kurangnya motivasi siswa dalam mengakses e-learning. Hal tersebut terjadi karena tidak adanya kesenangan dan hal menarik dalam e-learning yang membuat siswa menikmati pembelajaran dan merasa terikat (engagement) saat menggunakan e-learning. \n\nGamifikasi adalah proses menghadirkan elemen game pada konteks yang bukan game. Gamifikasi merupakan sebuah strategi untuk membuat sesuatu yang kurang menyenangkan dan membosankan menjadi sesuatu yang lebih menarik dan menantang. Hal tersebut yang menyebabkan gamifikasi dianggap mampu untuk menarik motivasi siswa dalam menggunakan e-learning. \n\nPada penelitian ini, peneliti akan merancang dan mengimplementasikan gamifikasi pada e-learning dengan berbasis website yang akan diuji coba pada siswa SMA Nasional Kota Bandung. Studi kasus materi yang digunakan adalah Sistem Persamaan Linier Tiga Variabel. Perancangan gamifikasi menggunakan metode Mechanic Dynamic Aesthetic (MDA) Framework. MDA dipilih karena framework tersebut tidak hanya memperhatikan perspektif perancang, tapi juga pengguna. Setelah dilakukan implementasi dan pengujian diperoleh hasil bahwa siswa yang tertarik menggunakan e-learning sebesar 45.3%, yang tidak tertarik sebesar 24.2% dengan adanya gamifikasi.", "Daftar File": {"2018 TS PP DINY ANGGRIANI 1- ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129515"}, "Penulis": "DINY ANGGRIANI (NIM : 23215379)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Aciek Ida Wuryandari, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "e-learning, gamifikasi, motivasi, ketertarikan, MDA Framework, game.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jan 2018"}