{"Nomor": 26713, "Judul": "PERENCANAAN KAPASITAS PESANAN BONEKA CUSTOM DI PD MOTEKAR BANDUNG MELALUI PERANCANGAN LINTASAN PERAKITAN BONEKA RUTIN", "Abstrak": "PD Motekar Bandung merupakan salah satu UKM boneka kain Sukamulya yang melayani \n\npembuatan boneka pesanan. Produk yang dihasilkan terdiri atas tiga jenis: boneka beruang, \n\nkepala beruang, dan bantal custom. Namun, hingga saat ini demand konsumen tetap (jenis 1 \n\ndan 2) PD Motekar yang berjumlah 2750 unit per minggu selalu tidak dapat terpenuhi. Padahal, \n\npesanan konsumen tidak tetap (jenis 3) sebanyak 4300 unit per minggu selalu dapat terpenuhi. \n\nLebih lanjut, nilai kelancaran (smoothness index/SI) perakitan boneka beruang putih, kepala \n\nberuang, dan bantal custom adalah 77.74, 59.36, dan 120.64 dengan utilisasi stasiun kerja \n\nsebanyak 6, 5, dan 4. Dengan demikian, pada penelitian ini dilakukan perancangan lintasan \n\nperakitan optimal untuk mengetahui kapasitas demand custom agar demand tetap setiap \n\nminggu dapat terpenuhi. \n\nModel yang digunakan adalah model matematis dengan fungsi tujuan minimasi jumlah stasiun \n\nkerja. Model ini menghasilkan penugasan elemen kerja secara backward dan forward. Agar \n\nperusahaan memperoleh hasil maksimal, ditambahkan fungsi tujuan minimasi nilai SI dan \n\npembatas yang sesuai dengan karakteristiknya. \n\nInput yang diperlukan adalah data waktu baku setiap elemen kerja, jumlah stasiun kerja \n\ntersedia, takt time, dan precedence diagram. Kemudian, dilakukan komputasi penugasan \n\nlintasan perakitan dengan bantuan software LINGO untuk ketiga jenis boneka. Selanjutnya, \n\ndihitung kapasitas boneka custom yang dapat diproduksi \n\nDari solusi yang dihasilkan, terjadi ketercapaian demand konsumen tetap dengan peningkatan \n\nkapasitas produksi konsumen tidak tetap sebanyak 36.5% menjadi 5460 unit. Nilai SI ketiga \n\njenis boneka berturut-turut menjadi 22.14, 10.94, dan 7.5 dengan jumlah stasiun kerja 4, 3, dan \n\n3 sehingga utilisasi stasiun kerja dan operator saat ini lebih efisien dan optimal. Biaya investasi \n\nyang diperlukan adalah Rp 2.755.000 untuk menunjang perubahan tata letak eksisting. \n\nBerdasarkan hal ini, rancangan solusi terbukti memberikan solusi yang lebih baik dari kondisi \n\neksisting.", "Daftar File": {"2018 TA PP DISA AGATHA WILLIM 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129553"}, "Penulis": "DISA AGATHA WILLIM NIM 13414036", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Anas MaÃ‚Â’ruf, M.T  \n\nWildan Trusaji, S.T, M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "KESEIMBANGAN LINTASAN PERAKITAN, NILAI KELANCARAN, KAPASITAS", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "17 Sep 2018"}