{"Nomor": 26717, "Judul": "ANALISIS STRUKTUR MENU HIERARKIS ANJUNGAN TUNAI MANDIRI BANK MANDIRI DENGAN PENDEKATAN USABILITY", "Abstrak": "Seiring dengan bertambahnya fitur pembayaran yang dapat dilakukan pada mesin ATM, volume dan nominal transaksi pada mesin ATM di seluruh Indonesia mengalami peningkatan setiap tahunnya terutama pada transaksi penarikan tunai, transfer intrabank, transfer antarbank, dan pembayaran e-commerce. Terdapat dua tampilan mesin ATM yang dioperasikan oleh Bank Mandiri dan memiliki perbedaan tata letak dan struktur menu hierarkis. Perbedaan struktur menu hierarkis pada mesin ATM memungkinkan adanya perbedaan efisiensi serta kesalahan (error). Mesin ATM perlu memiliki tingkat usability yang baik seiring dengan meningkatnya volume dan nominal transaksi nasabah perbankan di ATM. Penelitian ini bertujuan untuk membandingkan efektivitas, efisiensi, serta kepuasan pengguna dalam menggunakan ATM Bank Mandiri versi lama dan versi baru untuk menjadi dasar dalam mengidentifikasi struktur menu hierarkis yang lebih baik. Berdasarkan hasil usability testing dengan performance measurement dan pemberian kuesioner System Usability Scale kepada 25 partisipan pemula dan 25 partisipan non pemula, diperoleh hasil bahwa tingkat efisiensi pada ATM versi baru lebih tinggi dibandingkan dengan ATM versi lama. Hasil metrik gabungan menunjukkan bahwa ATM versi baru memiliki tingkat usability yang lebih baik sehingga struktur menu hierarkis ATM versi baru lebih baik dibandingkan dengan ATM versi lama. Dalam penelitian ini juga dirancang lima usulan perbaikan terhadap 10 masalah yang terjadi dalam mengoperasikan ATM versi baru dan telah divalidasi oleh pihak Bank Mandiri serta konsumen selaku pengguna ATM versi baru.", "Daftar File": {"2018 TA PP DISTYA ELITA SAPUTRI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129557"}, "Penulis": "Distya Elita Saputri (13414075)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Herman Rahadian Soetisna, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Usability, System Usability Scale, studi perbandingan, anjungan tunai mandiri, struktur menu hierarkis", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "1 file", "Tanggal Input": "28 Sep 2018"}