{"Nomor": 26714, "Judul": "AKTIVITAS KARDIOPROTEKTIF EKSTRAK ETANOL KULIT BUAH DAN DAUN DELIMA (PUNICA GRANATUM L.) TERHADAP TIKUS JANTAN GALUR WISTAR YANG DIBERI ISOPROTERENOL", "Abstrak": "Penyakit kardiovaskular merupakan penyebab kematian paling banyak di Indonesia. Delima (Punica \n\ngranatum L.) merupakan buah yang kaya akan antioksidan dan memiliki banyak manfaat untuk \n\nkesehatan. Ekstrak buah delima telah diteliti memiliki efek kardioprotektif terhadap tikus yang \n\ndiinduksi infark miokardial dengan isoproterenol. Penelitian ini bertujuan untuk menentukan efek \n\nkardioprotektif ekstrak etanol kulit buah dan daun Punica granatum pada tikus yang diberi \n\nisoproterenol. Tikus Wistar jantan digunakan sebagai hewan uji dan dibagi menjadi 4 kelompok yaitu \n\nkelompok negatif, kelompok positif, kelompok yang diobati ekstrak etanol kulit buah Punica granatum \n\ndalam dosis 100 dan 300 mg/kg bb dan kelompok yang diobati ekstrak etanol daun Punica granatum \n\ndalam dosis 100 dan 300 mg/kg bb secara peroral selama 14 hari. Pemberian larutan isoproterenol 85 \n\nmg/kg diinjeksikan secara intraperitoneal pada hari ke-14 pada ke kelompok kontrol positif dan \n\nkelompok yang diobati ekstrak. Parameter yang diukur adalah enzim aspartate transminase (AST), \n\nalanine transminase (ALT), lactate dehydrogenase (LDH), dan creatine kinase-MB (CK-MB) dari darah. \n\nHasil penelitian menunjukkan bahwa pemberian larutan isoproterenol 85 mg/kg menyebabkan \n\nkenaikan kadar AST dan ALT dalam serum sebesar 33,28% dan 5,44% secara berurutan, namun tidak \n\nmeningkatkan kadar LDH dan CK-MB. Ekstrak etanol kulit buah 100 mg/kg, ekstrak etanol daun 100 \n\ndan 300 mg/kg dapat secara signifikan (p", "Daftar File": {"2018 TA PP DISA ARUMNADIA KHAIRUNISSA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129554"}, "Penulis": "DISA ARUMNADIA KHAIRUNISSA NIM : 11614032", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr. Neng Fisheri K., Apt.", "Dr. Afrillia Nuryanti G., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Punica granatum, AST, ALT, isoproterenol.", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "9 file", "Tanggal Input": "02 Okt 2018"}