{"Nomor": 26718, "Judul": "ANALYZING SUCCESS CHARACTERISTICS IN CROWDFUNDING CAMPAIGN TO BE IMPLEMENTED IN INDONESIA", "Abstrak": "Dalam beberapa tahun terakhir, penggalangan dana sebagai alat mendapatkan donasi melalui \n\nsebuah perangkat berbasis internet yang menghubungkan pencari dana dengan masyarakat luas \n\nberkembang dengan cepat. Di Indonesia, praktek seperti itu mulai banyak terjadi, baik dalam \n\ntujuan social mau pun dalam tujuan bisnis. Tetapi dalam prakteknya masih belum diketahui \n\ndengan jelas apa yang membuat sebuah penggalangan dana sukses mencapai target donasi. \n\nKarena alasan tersebut, penelitian ini dilakukan untuk mencari tahu apa saja yang membuat \n\nsebuah kampanye penggalangan dana sukses menarik calon pemberi dana sehingga pada \n\nakhirnya target donasi yang telah ditentukan tercapai. Penelitian ini menggunakan pendekatan \n\nkualitatif melalui hasil penelitian sebelumnya dan dengan menganalisa 50 kampanye sukses di \n\nsitus Kickstarter. Kuesioner juga disebarkan kepada 115 responden untuk mengetahui persepsi \n\ndan preferensi masyarakat Indonesia terhadap karakter kampanye. Hasil dari penelitian ini \n\nmenunjukkan 9 faktor yang mempengaruhi suksesnya sebuah kampanye yaitu deskripsi \n\nproyek, target, alat komunikasi, foto, isi video, hadiah, diulas, laporan dan media sosial lain. \n\nRekomendasi strategi kampanye juga diberikan untuk diterapkan di Indonesia guna \n\nmendukung tercapainya target kampanye.", "Daftar File": {"2018 TA PP DITA ANINDYA KARTIKA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129558", "2018 TS PP DITA ANINDYA KARTIKA 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/251129"}, "Penulis": "Dita Anindya Kartika (19015189)", "Kontributor / Dosen Pembimbing": ["Deddy Priatmodjo Koesrindartoto, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Crowdfunding, Campaign, Campaign Strategy, Campaign Success Characteristic", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "23 Jul 2018"}