{"Nomor": 26725, "Judul": "EKONOMI SOSIAL, TEKNOLOGI INFORMASI DAN KOMUNIKASI, DAN KINERJA PERBANKAN TERHADAP INDEKS INKLUSI KEUANGAN DI INDONESIA", "Abstrak": "Indonesia memiliki 34 Provinsi yang tersebar di beberapa pulau yang terpisah, yang berarti Indonesia memiliki banyak keanekaragaman pada penduduknya. Sulit bagi pemerintah untuk mengatur dan meningkatkan pertumbuhan ekonomi secara keseluruhan, terutama untuk menyediakan layanan keuangan. Untuk alasan ini, pemerintah merancang Strategi Nasional Keuangan Inklusif untuk memenuhi tujuan-tujuan ini dengan membangun 5 pilar dan 3 fondasi strategi. Indeks Inklusi Keuangan Indonesia pada tahun 2013 sebesar 59.74% kemudian pada tahun2016 telah meningkat menjadi 67.8% dan pada tahun 2017 menjadi 69%. Tetapi target Presiden Joko Widodo yaitu meningkatkan indeks inklusi keuangan menjadi 75% pada tahun 2019.  \n\nDalam penelitian ini, peneliti melakukan analisis faktor-faktor yang mempengaruhi indeks inklusi keuangan dengan tujuan dapat memberikan rekomendasi untuk pemerintah dalam meningkatkan inklusi keuangan menjadi 75% di tahun 2019. \n\nVariable yang digunakan dalam penelitian ini meliputi Kondisi soial ekonomi, Teknologi Informasi dan Komunikasi, dan Kinerja Perbankan. Metode yang digunakan adalah analisis deskriptif dan verifikatif dengan bantuan analisis regresi data panel.  \n\nKemudian diperoleh hasil bahwa variable-variabel yang memiliki pengaruh terhadap indeks inklusi keuangan adalah variable tingkat pengangguran, variable internet dan non-performing loan. Besarnya pengaruh semua variabel independen terhadap variabel dependen secara bersamaan adalah sebesar 64.07%.", "Daftar File": {"2018 TS PP DITASA MADIRA 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129571"}, "Penulis": "DITASA MADIRA  29116487", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti, CFP"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Banking Performance, Financial Inclusion, Information and Communication Technology, Socio-Economic", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "25 Sep 2018"}