{"Nomor": 26735, "Judul": "PENERAPAN TEORI PERMAINAN DALAM PENENTUAN STRATEGI PEMASARAN PROGRAM STUDI TEKNIK INDUSTRI DAN INFORMATIKA DI SEKOLAH TINGGI TEKNOLOGI BANDUNG", "Abstrak": "Teori permainan merupakan suatu model matematika yang digunakan dalam situasi konflik atau persaingan antara berbagai kepentingan yang saling berhadapan sebagai pesaing. Tujuan penelitian ini adalah merumuskan model matematika menggunakan teori permainan untuk menentukan strategi pemasaran yang optimum program studi Teknik Industri dan Informatika di Sekolah Tinggi Teknologi Bandung. Model yang dihasilkan mengarah ke masalah pemrograman linier. Untuk menyelesaikan masalah ini, dilakukan tiga pendekatan numerik yaitu fungsi linprog pada Matlab, kombinasi metode simpleks dan metode pivot pada Microsoft Excel, dan metode metaheuristk algoritma kunang-kunang pada Matlab. Dari simulasi numerik, permainan yang direkomendasikan untuk kedua program studi adalah permainan strategi campuran. Strategi pemasaran yang digunakan dalam penelitian ini adalah strategi popularitas, strategi biaya kuliah, strategi jumlah kelulusan dan strategi jumlah dosen. Hasil menunjukkan bahwa strategi pemasaran yang optimal untuk program studi Teknik Industri adalah strategi biaya kuliah, strategi junlah kelulusan dan strategi jumlah dosen. Sedang strategi pemasaran yang optimal untuk program studi Informatika adalah strategi biaya kuliah, strategi jumlah kelulusan dan strategi popularitas.", "Daftar File": {"2018 TS PP DIYAH WIJAYATI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129602"}, "Penulis": "DIYAH WIJAYATI (NIM: 20916001)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Agus Yodi Gunawan."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Komputasi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Fungsi linprog, Metode pivot, Optimal, Teori permainan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "06 Sep 2018"}