{"Nomor": 26736, "Judul": "STRATEGI PEMEREKAN UNTUK KEWIRAUSAHAAN SOSIAL : PENDEKATAN PEMBANDINGAN UNTUK BUTUHDEKAT", "Abstrak": "ButuhDekat adalah sebuah aplikasi untuk menghubungkan ke pelanggan ritel tradisional .Pendiri melihat fenomena yang terjadi untuk di ritel tradisional .Perluasan ritel modern yang besar dukungan modal dan banyak fasilitas membuat pelanggan bergerak dari ritel tradisional ke yang modern .Meskipun rangkaian tradisional memainkan peranan yang penting dalam perekonomian indonesia .Karena kebanyakan rakyat indonesia tetap mau basah atau pasar tradisional .Namun ritel modern dengan ekspansinya perlahan Ã‚Â– lahan berhasil menangkap pasar. Pendiri ButuhDekat melihat permasalahan ini yang harus diselesaikan. Agar ritel tradisional dapat bertahan di masa yang akan datang \n \n\nButuhdekat yang telah berjalan selama 2 tahun. Tetapi perusahaan tersebut belum mampu berjalan dengan baik terutama di sisi pemasaran. Semenjak meluncurkan aplikasinya, perusahaan sudah berhasil mendapatkan beberapa pengguna dan konsumen. Mereka pun telah melakukankegiatan berupa promosi langsung kepada target pasat.Pada awalanya konsumen dan pengguna menyambut baik adanya aplikasi tersebut, namun lama kelamaan pengguna dan konsumen semakin menurun. .Karena itu, dibutuhkan evaluasi strategi untuk menarik lebih banyak pelanggan.Terutama dalam kegiatan pemasaran dan permerekan dimana langung terkait dengan konsumen.Untuk menentukan strategi baru, Riset ini menggunakan pendekatan pembandingan dimana riset membandingkan beberapa aspek terkait pemasaran dan pemerekan pada perusahaan yang sudah besar untuk diambil beberapa hal penting yang dapat diaplikasikan pada ButuhDekat. \n \n\nSetelah melakukan penelitian kepada tiga perusahaan yang sudah besar dengan kriteria yang hampir sama dengan ButuhDekat, terdapat beberapa pola yang dapat diaplikasikan untuk menjadi strategi pemasaran dan pemerekan.Pada dimensi strategis, pertama Ã‚Â– tama perlu dikembangkan STP yang baru. Sehingga arahan perusahaan aan lebih jelas dan memudahkan untuk membuat turunan Ã‚Â– turunan aplikasi kegiatan yang ada di bauran pemasaran. Butuhdekat yang saat ini berlokasi di Kota Bandung disarankan untuk fokus pada 1 atau 2 area di Bandung terlebih dahulu. Sehingga rencana Ã‚Â– rencana aktifitas yang akan dilakukan tidak akan menghabiska sumber daya yang perusahaan punya. \n \n\nUsulan bauran pemasaran yang baru akan berisi beberapa perubahan yang terkait dengan aspek produk, harga, promosi, orang, proses, dan bukti fisik. Beberapa sorotannya adalah fitur baru pada aplikasi seperti pelayanan pelanggan yang bisa dilakukan melalui sarana kirim pesan seperti aplikasi whatsapp atau Line. Kemudiam adanya layanan pengantaran. Fitur ini menjadi  penting untuk menekankan fungsi perantara dari aplikasi ini dan juga menjadi saluran pembayaran untuk layanan perusahaan.Perusahaan tersebut juga disarankan untuk memperluas kategori layanan yang tidak hanya ditujukan untuk retail tradisional tetapi juga bagi usaha mikro seperti warung nasi, warung lotek, atau produsen rajut rumahan. Strategi ini ditujukan untuk mendapatkan transaksi yang lebih banyak sehingga memberikan kesempatan untuk menjual jasa perusahaan. Aspek berikutnya adalah harga di mana para konsumen tidak wajib untuk membayar pelayanan tetapi dibujuk untuk membayar dengan pembayara seikhlasnya.Di samping perusahaan mendapatkanpembayaran untuk layanan tanpa memaksa pelanggan, metode ini bisa menjadi alternatif cara untuk meneliti berapa harga yang ingin dan sanggup dibayar oleh konsumen. Kegiatan Ã‚Â– kegiatan promosi akan dilakuan baik melalui saluran online dan offline. Pendekatan  pengguna dan pelanggan akan menjadi hal utama dari kegiatan offline. Sedangkan pada sisi online, penggunaan media sosial akan menjadi fokus. Contohnya, secara teratur mengunggah aktivitas perusahaan dan menciptakan materi dengan pesan menginspirasiyang juga akan diunggahpada akun media sosial. Kemudian pada aspek proses di mana kegiatan ini akan menjadi ranah para pendiri perusahaan.Mereka harus mampu menciptakan standar operasional prosedur untuk aktivitas perusahaan.Kegiatan pokok yang lain adalah pelatihan untuk anggota tim tentang pelayanan pelanggan dan penjualan. Anggota tim harus menyadari bahwa setiap bagian dari perusahaan merupakan bagian dari layanan konsumen dan penjualan. Aspek bukti fisik memainkan peranan yang penting tentang bagaimana orang akan melihat perusahaan tersebut. Kebutuhan untuk membuat kantor pusat perusahaan yang berada bdi sekitar area layanan. Tidak lupa menempatkan papan tanda nama perusahaan sehingga masyarakat dapat melihat kantor dan kegiatannya. Carakreatif lain untuk menekankan aspek bukti fisik seperti, dekorasi kendaraan pengantaran, seragam perusahaan, atau stiker dan stan kecil yang bekerjasama dengan pengguna ritel tradisional.", "Daftar File": {"diza rahman sulistian 29114438.pdf": "https://digilib.itb.ac.id/gdl/download/129603"}, "Penulis": "diza rahman sulistian 29114438", "Kontributor / Dosen Pembimbing": ["Melia Famiola, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "benchmarking, branding, marketing, social entrepreneurship, startup", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "15 Mar 2018"}