{"Nomor": 26747, "Judul": "EVALUASI MANAJEMEN PERUBAHAN  SEBUAH STUDI KASUS PENYELARASAN PROSEDUR  DI BANK TERINTEGRASI", "Abstrak": "Bank adalah institusi finansial yang memberikan pelayanan keuangan kepada masyarakat. Dalam  menjalankan bisnisnya, bank masih bertumpu pada layanan yang ada di cabang walaupun bank sudah  memiliki layanan dengan sarana digital. Untuk pengembangan bisnis bank, merger dan akuisisi adalah salah satu cara yang dapat ditempuh. Ã‚Â“Bank AcquirerÃ‚Â” adalah sebuah bank asing yang telah lama hadir di Indonesia, pada tahun 2008 ia mengakuisisi saham Ã‚Â“Bank AcquiredÃ‚Â”. Sebagai konsekuensi dari kemilikan di dua bank, maka integrasi bank adalah  hal yang diwajibkan secara regulasi single presence.  \n \n\nRencana integrasi telah dimulai pada tahun 2015 dan dijadwalkan dan akhirnya terwujud di bulan April 2017. Untuk mempersiapkan integrasi, Manajemen saat itu membentuk Project Management Office (PMO) yang beranggotakan staff-staff  terbaik dari kedua bank. Salah  satu  project di bawah PMO adalah Project Alignment Procedure. Project Alignment Procedure dibentuk untuk menyiapkan dokumen Standard Operating Procedure (SOP) untuk diterapkan di bank yang telah terintegrasi. SOP baru ini sangat penting untuk strandarisasi proses operasional di cabang, sehingga tidak menimbulkan gangguan layanan kepada nasabah. Prosedur baru yang  diterapkan di bank terintegrasi adalah sebuah perubahan yang besar sehingga selayaknya ditangani dengan tepat untuk keberhasilan perubahan. Akan tetapi setelah kedua bank terintegrasi, ditemukan bahwa pelaksanaan penerapan prosedur baru tidak berjalan sebagaimana mestinya. Tidak diterapkannya prosedur dengan baik oleh staf dicabang dapat mengganggu layanan terhadap nasabah dan calon nasabah bank. \n \n\nPenelitian ini ditulis untuk mengevaluasi jalannya Project Alignment Procedure menggunakan pendekatan kualitiatif. Model manajemen perubahan yang digunakan adalah model 8 langkah perubahan dari Kotter. Model perubahan tersebut dikonfirmasi dengan informasi yang didapat dari wawancara kepada pihak penting yang terkait dalam  Project Alignment Procedure. Setiap informasi yang didapat dalam wawancara akan disesuaikan dengan model perubahan 8 langkah dari Kotter. Hal-hal yang ditemukan tidak sesuai dengan  model tersebut akan disampaikan sebagai sebuah kesalahan dalam menangani perubahan dan dianggap sebagai akar penyebab tidak dapat terlaksananya penerapan prosedur baru dengan baik. \n \n\nDari penelitian ditemukan bahwa Project Team dianggap telah menjalankan langkah 1-4 dari 8 langkah Kotter dengan baik. Sedangkan langkah pada 5-8 terdapat berbagai macam  jenis kesalahan yang dilakukan. Kesalahan kesalahan tersebut antara lain adalah  kegagalan dalam empower the vision, create short term win, build on the change, dan anchoring the change. Tidak diljalankannya seluruh langkah dalam model perubahan 8 langkah Kotter menyebabkan perubahan yang diharapkan tidak terlaksana dengan baik \n \n\nPerbaikan dan koreksi diperlukan untuk mengembalikan perubahan ini kearah yang diinginkan. Tindakan perbaikan dirumuskan sesuai dengan langkah-langkah Kotter yang belum terlaksana dengan baik", "Daftar File": {"2018 TS PP DOLY MARESTIAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129651"}, "Penulis": "DOLY MARESTIAN (NIM 29115355)", "Kontributor / Dosen Pembimbing": ["Pembimbing: John Welly, MSc"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Alignment Process, Change, Change Model, Change Agent, Effort Error, Kotter", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "20 Mar 2018"}