{"Nomor": 26754, "Judul": "REDESIGN TPS BATUNUNGGAL MENJADI TPST MODERN UNTUK PERUMAHAN BATUNUNGGAL INDAH ESTATE", "Abstrak": "Sesuai dengan Rencana Induk Persampahan Kota Bandung 2017-2037, seluruh fasilitas transfer yang ada akan direncanakan untuk dikembangkan menjadi fasilitas pengolah juga. TPS Batununggal, selaku objek yang berada di bawah kewenangan Kota Bandung termasuk ke dalam target perencanaan ini. TPS Batununggal ini diperhadapkan dengan kondisi keterbatasan lahan yaitu hanya memiliki lahan seluas 270 m2. Berdasarkan hasil studi di lapangan dan data sekunder, TPS Batununggal per tahun 2017 harus melayani lebih dari 6.000 orang dengan beban sampah sebesar 9,2 ton/harinya dari permukiman saja. Sampah dari wilayah pelayanan ini mayoritas diisi oleh sampah organik sebesar 60% dari total sampah dan memiliki potensi anorganik bernilai jual sebesar 10% dari total. TPS ini akan dikembangkan menjadi TPST dengan fasilitas pemilahan, pengomposan dengan metode windrow, serta lift hidrolik sebagai fitur utamanya untuk menunjang kegiatan pengolahan di TPST. Adapun nantinya TPST ini akan memiliki kapasitas maksimum hingga 13 ton sampah per harinya dengan usia layan hingga tahun 2030. TPST ini akan mampu memilah 584 kg sampah anorganik bernilai jual dari sampah tercampur, serta mengolah 124,08 kg sampah organik untuk dijadikan kompos matang. Adapun jumlah ritasi yang akan dilakukan di TPST ini setiap harinya adalah 2x ritasi per hari. Melalui analisa ekonomi, didapat bahwa TPST ini akan menguntungkan secara ekonomi apabila di samping menjual sampah hasil pemilahan dan pengolahan dilakukan juga pemungutan retribusi dari penduduk di dalam wilayah pelayanannya sebesar Rp. 50.000,00 per KK.", "Daftar File": {"2018 TA PP DONNY JULIUS C 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129670"}, "Penulis": "DONNY JULIUS CHRISTIAN (NIM: 15314082)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Enri Damanhuri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "TPST, windrow, pemilahan, pengolahan, 2030", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "26 Sep 2018"}