{"Nomor": 26760, "Judul": "PEMODELAN 3D ASET DALAM BANGUNAN BERBASISKAN BUILDING INFORMATION MODELING (BIM) MENGGUNAKAN DATA TERESTRIAL LASER SCANNER (TLS)", "Abstrak": "Suatu gedung pasti memiliki aset yang berupa bangunan dan properti yang berada di dalamnya. Diperlukan proses manajemen aset untuk mencatat jenis dan jumlah aset yang dimiliki. Proses manajemen aset sampai saat ini masih menggunakan metode yang konvensional. Metode konvensional ini memiliki kelemahan di sisi spasial dan pembaruan informasi. Di era yang modern ini, teknologi spasial mengalami perkembangan yang cepat. Salah satunya adalah Building Information Modeling (BIM) dan laser scanning. Dengan dua teknologi ini, bangunan atau gedung dapat dimodelkan secara tiga dimensi, luar dan dalam. Di negara Ã‚Â– negara maju, dua teknologi ini sudah mulai diterapkan di gedung perkantoran dan fasilitas umum. Teknologi ini juga dapat dimanfaatkan untuk proses manajemen aset gedung. Apakah pengaruh penggunaan BIM terhadap proses manajemen aset gedung? Berdasarkan sejumlah literatur, penggunaan BIM dalam proses manajemen aset dapat meningkatkan efisiensi waktu, tenaga, dan biaya. Selain itu, penggunaan BIM juga meningkatkan akurasi dari segi spasial serta kemudahan untuk mengidentifikasi lokasi dari aset Ã‚Â– aset yang ada. Dengan menggunakan laser scanner, seisi gedung diambil data tiga dimensinya yang kemudian digunakan untuk membangun model tiga dimensinya. Model tiga dimensi yang telah jadi, diintegrasikan dengan sebuah basis data yang berisi informasi aset Ã‚Â– aset yang dimiliki. Dengan demikian, akan dihasilkan sebuah proses manajemen aset gedung yang terintegrasi dengan BIM.", "Daftar File": {"2017 TA PP DONY BAGASKARA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/129677", "2017 TA PP DONY BAGASKARA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/129678", "2017 TA PP DONY BAGASKARA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/129679", "2017 TA PP DONY BAGASKARA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/129680", "2017 TA PP DONY BAGASKARA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/129681", "2017 TA PP DONY BAGASKARA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/129682"}, "Penulis": "DONY BAGASKARA (NIM : 15113014)", "Kontributor / Dosen Pembimbing": ["Dr. Asep Yusup Saptari, S.T, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "basis data, aset gedung, laser scanner, BIM", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "31 Jul 2018"}