{"Nomor": 26769, "Judul": "PENGERINGAN BERBASIS POLYGEL UNTUK BAHAN HERBAL DAN MAKANAN", "Abstrak": "Indonesia memiliki potensi yang baik untuk pertumbuhan berbagai jenis tanaman obat (herbal) dan rempah-rempah. Potensi bahan pangan dan tanaman obat perlu dioptimalkan untuk menjaga kualitas dan nutrisi bahan pangan. Salah satu cara untuk menjaga kualitas tersebut adalah dengan melakukan pengawetan melalui pengeringan bahan pangan. Tujuan utama pengeringan adalah mengurangi kadar air suatu bahan untuk mencegah terjadinya kerusakan bahan akibat aktivitas biologis internal ataupun berkembangnya mikroba. Salah satu metode pengeringan adalah dengan menggunakan polygel. Pada penelitian ini, percobaan difokuskan pada modifikasi pengering polydrier sehingga dapat mempercepat waktu pengeringan. Pengeringan dilakukan untuk mempelajari proses pengeringan lima variasi bahan yaitu rimpang kunyit, jahe, temulawak, lengkuas, dan kencur yang dievaluasi pada kondisi pengeringan tanpa pemanas (temperatur ruang) dan dengan menggunakan pemanas. \n \n\nPercobaan dilakukan di Laboratorium Teknologi dan Membran, Teknik Kimia - ITB.  Tahapan percobaan yang dilakukan yaitu perancangan dan perakitan mesin pengering, analisis karakteristik polygel, persiapan bahan dan polygel, proses pengeringan lima variasi bahan, pengujian kadar air bahan, analisis kualitas bahan, dan analisis morfologi bahan menggunakan uji SEM. Pengolahan data dilakukan dengan menggunakan Ms. Excel 2016. \n \n\nPolygel yang digunakan memiliki kapasitas absorbsi sebesar 304 g air/g polygel. Pengeringan tanpa pemanas dapat mengeringkan rimpang dalam 4-5 hari. Pengeringan dengan pemanas dapat mempercepat proses pengeringan menjadi 18 jam untuk rimpang kunyit, temulawak, dan kencur; 20 jam untuk rimpang jahe; dan 25 jam untuk rimpang lengkuas. Model pengeringan mengikuti model Page. Hasil uji SEM menunjukan bahan hasil pengeringan tanpa pemanasan dan dengan pemanasan memiliki struktur morfologi yang mirip. Perbandingan warna hasil pengeringan tidak menunjukkan perubahan yang signifikan sehingga pemanasan masih dalam rentang temperatur yang tidak merusak pigmen warna rimpang.", "Daftar File": {"2018 TA PP DWI ANANDA GUNAWAN - DARIEN THEODRIC 1-ASLI.pdf": "https://digilib.itb.ac.id/gdl/download/129714"}, "Penulis": "DWI ANANDA GUNAWAN\t(NIM : 13014119) - DARIEN THEODRIC (NIM : 13014120)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Akhmad Zainal Abidin, M.Sc, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "herbal, pengeringan, polydrier, polygel, rimpang", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "14 Sep 2018"}