{"Nomor": 26772, "Judul": "TAMAN BUDAYA KABUPATEN BLORA, JAWA TENGAH", "Abstrak": "Blora merupakan salah satu kabupaten di provinsi Jawa Tengah yang terkenal akan produksi kayu jati kualitas terbaik, kesenian Barongan, dan kebudayaan Samin. Untuk mewadahi kegiatan seni dan budaya serta untuk memperkenalkan Samin kepada umum sebagai ciri khas Blora, maka digagas proyek Taman Budaya sebagai wadah pengembangan dan pelestarian kesenian serta kebudayaan Blora. \n\nProyek berlokasi di Jalan Mr. Iskandar, Blora, sekitar 2 km dari pusat kabupaten dan 4 km dari Desa Wisata Samin. Luas lahan proyek sekitar 33.500 m2 pada area persawahan. Fungsi utama yang ditampung dalam Taman Budaya Kabupaten Blora ini adalah fungsi, pelestarian, pertunjukan, edukasi dan pengembangan dengan fasilitas berupa galeri Samin, teater terbuka, teater tertutup, teater taman, studio, balai seni, perpustakaan, kafetaria, toko cinderamata, dan wisma. Isu utama yang dijadikan pertimbangan dalam perancangan diantaranya adalah isu citra terutama citra lokalitas, isu interaksi antar pengguna, isu sirkulasi, dan isu teknis. \n\nKonsep yang diajukan dalam perancangan berdasarkan pada pendekatan filosofis budaya Samin dan pendekatan fungsional terkait dengan fasilitas yang harus disediakan. Kedua pendekatan tersebut menghasilkan suatu konsep yang terkandung nilai lokalitas di dalamnya, yang kemudian akan dielaborasi menjadi suatu kompleks bangunan yang dapat mewujudkan pengembangan serta pelestarian kebudayaan Kabupaten Blora.", "Daftar File": {"2018 TA PP DWI ANJANI PRATIWI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129717"}, "Penulis": "Dwi Anjani Pratiwi     (NIM : 15212023)", "Kontributor / Dosen Pembimbing": ["Wiwik Dwi Pratiwi, Ir., MES., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Taman Budaya, Samin, Lokalitas, Kesenian, Blora", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "26 Feb 2018"}