{"Nomor": 26778, "Judul": "DETEKSI DAN PREDIKSI ZONA OVERPRESSURE DI FORMASI LIDAH CEKUNGAN JAWA TIMUR", "Abstrak": "Penelitian ini dilakukan pada lapangan TSB yang terletak di utara Bali, Cekungan Jawa Timur. Geologi regional cekungan ini menunjukkan bahwa daerah penelitian memiliki lapisan batulempung Formasi Lidah yang tebal yang berumur Pleistosen. Lapisan ini memiliki kontribusi yang cukup besar dalam pembentukan overpressure. Prediksi tekanan pori pada penelitian ini dilakukan dengan memakai metode Eaton. Data utama dari metode ini adalah data sonic dan pseudo sonic dari model kecepatan. Pseudo sonic dihasilkan dari ekstrak model kecepatan. Pengolahan data yang dilakukan adalah perhitungan overburden, hidrostatik, dan tekanan pori. Hasil dari deteksi dan prediksi tekanan pori menunjukkan adanya overpressure rendah sampai overpressure sedang pada Formasi Lidah di sumur S-1, S-2, S-3, dan Bt-1. Sementara itu keadaan hidrostatik sampai overpressure rendah terdapat di sumur T-1, T-2 dan T-3. Keadaan ini terlihat pada estimasi tekanan pori dengan metode Eaton dari data baik log sonik maupun pseudo sonic. Overpressure di daerah ini disebabkan oleh mekanisme loading atau disequilibrium compaction yang diindikasikan dari respon log talikawat, dan hasil burial history yang menunjukkan laju sedimentasi yang cepat pada Formasi Lidah.", "Daftar File": {"2017 TA PP DWI ENDANG SARTIKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/129729", "2017 TA PP DWI ENDANG SARTIKA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/129728", "2017 TA PP DWI ENDANG SARTIKA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/129727", "2017 TA PP DWI ENDANG SARTIKA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/129726", "2017 TA PP DWI ENDANG SARTIKA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/129725", "2017 TA PP DWI ENDANG SARTIKA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/129724", "2017 TA PP DWI ENDANG SARTIKA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/129723"}, "Penulis": "DWI ENDANG SARTIKA (NIM: 22013316)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nAgus M. Ramdhan ST. MT. PhD", "Dr. Ir. Agus H. Harsolumakso"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "pseudo sonic, overpressure, disequilibrium compaction, pengangkatan, Formasi Lidah", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "04 Sep 2018"}