{"Nomor": 26784, "Judul": "Isolasi Katekin dari Teh Putih dan Uji Sifat Antibakterinya terhadap Staphylococcus epidermidis", "Abstrak": "Teh atau dikenal sebagai Camellia sinensis (Family Theaceae) merupakan tanaman yang daunnya bagus digunakan untuk diseduh menjadi minuman. Teh memiliki banyak manfaat, antara lain sebagai antioksidan, produk makanan, kesehatan, dan kosmetik. Studi mengenai kosmetik sedang marak berkembang di Indonesia karena banyaknya produk-produk kosmetik dari luar negeri yang memiliki daya tarik yang tinggi. Teh putih memiliki kandungan senyawa katekin terbanyak dibandingkan teh yang lainnya. Katekin memiliki sifat antibakteri yang dapat dikembangkan sebagai obat anti jerawat. Penelitian ini bertujuan untuk mengisolasi senyawa katekin yang terkandung di dalam teh putih dan menguji sifat antibakterinya terhadap Staphylococcus epidermidis. Pemisahan dilakukan dengan ekstraksi cair-cair menggunakan pelarut etil asetat dan pemurnian katekin dari teh putih dilakukan menggunakan metode ekstraksi cair-cair menggunakan pelarut diklorometana dan etilasetat. Produk yang didapatkan dari hasil ekstraksi adalah 2,319 g dari 15,1959 g teh putih (15,48%). Hasil pemurnian lebih lanjut terhadap ekstrak kotor adalah 118,7 mg dari 143,4 mg ekstrak kotor teh putih (82,78%). Hasil uji thin layer chromatography (TLC) menggunakan eluen etil asetat : air : asam format = 90 : 5 : 5(v/v) menunjukkan hilangnya senyawa kafein dalam isolat hasil pemurnian. Karakterisasi menggunakan high performance liquid chromatography (HPLC), fourier transform infrared spectroscopy (FTIR), proton nuclear magnetic resonance (1H-NMR), dan carbon nuclear magnetic resonance (13C-NMR) menunjukkan bahwa katekin telah berhasil diisolasi. Uji antibakteri terhadap Staphylococcus epidermidis dilakukan dengan metode Kirby-Bauer. Hasil uji terhadap bakteri gram positif tersebut dengan konsentrasi 140 mg/mL, 120 mg/mL, 100 mg/mL, 80 mg/mL, dan 60 mg/mL memberikan zona bening berturut-turut 11 mm, 9 mm, 8 mm, 7 mm, dan 6 mm. Hasil uji menggunakan katekin dengan konsentrasi dibawah 60 mg/mL tidak memberikan zona bening. Kontrol positif yang digunakan adalah amfisilin yang memberikan zona bening berdiameter 40 mm. Dengan demikian dapat disimpulkan bahwa senyawa katekin terbukti memiliki sifat antibakteri terhadap Staphylococcus epidermidis dengan konsentrasi mÃƒÂ­nimum 60 mg/mL.", "Daftar File": {"2018 TA PP  DWINDI AGRYANTI JOHAR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129747"}, "Penulis": "DWINDI AGRYANTI JOHAR (NIM : 10514015)", "Kontributor / Dosen Pembimbing": ["Pembimbing :     \n\nDr. Ciptati, MS., M.Sc.   \n\nEnny Ratnaningsih., Ph. D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Teh putih, ekstraksi, isolasi, katekin, kafein, antibakteri", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "08 Jun 2018"}