{"Nomor": 26789, "Judul": "USULAN DIVERSIFIKASI STRATEGI DALAM INDUSTRI SISTEM PARKIR OTOMATIS DI PT TAKA PRECISION MANUFACTURING INDONESIA", "Abstrak": "PT Taka Precision Manufacturing Indonesia (TPMI) merupakan perusahaan swasta Indonesia yang bergerak dalam bisnis fabrikasi, presisi manufaktur dan service untuk alat yang berukuran dari kecil hingga besar dalam industri turbin/rotating. Akan tetapi, beberapa tahun terakhir TPMI tidak produktif secara optimal, jumlah konsumen semakin menurun karena terjadinya titik jenuh di market. TPMI ingin mendapatkan keuntungan lebih untuk mempetahankan kelanjutan dalam industri ini. Disisi lain, hampir semua negara khususnya di Indonesia memiliki masalah tentang ketersediaan lahan untuk parking. Permintaan lahan parking semakin meningkat in kota-kota besar namun lahan untuk membangun area parkir sangat terbatas. Salah satu solusi terbaik dari masalah ini adalah menggunakan sistem mesin parkir otomatis and memiliki potensial pasal karena tidak ada manufaktur/fabrikasi yang fokus di industri ini and tentunya produk ini memiliki banyak keuntungan. TPMI menemukan binsis ini menjadi potensial bisnis di masa depan dan mencoba mengambil market ini dengan diversifikasi strategi dikarenakan sistem parking otomatis memiliki persamaan dalam hal kapabilitas, fasilitas dan dukungan sumber lainnya dengan TPMI. Untuk mengetahui dan memastikan rencana bisnis ini layak atau tidak, penulis menggunakan I/O model. Penulis menganalisis melalui lingkungan ekternal dan atraktif dari industri. Tujuan dari analisis ini untuk mengetahui makro lingkungan, mengadapi competitor dan mengetahui potensial pasar berdasarkan karakteristik dari industri ini. Metode dari lingkungan eksternal menggunakan PESTEL analisis, 5Ã‚Â’s porter analisi dan analisis competitor. Selain itu, untuk mendapatkan data primer, penulis menghubungkan data kuantitatif melalui kuesioner untuk mendapatkan pandangan konsumen mengenai sistem mesin parkir otomatis, penulis juga melakukan observasi di gedung perkantoran yang memiliki potensial market dan untuk data kualitatif penulis melakukan interview dengan tenaga ahli di perusahaan dan di industri sistem parking otomatis. Berdasarkan analisis eksternal, TPMI dapat mengimplementasikan dari sistem parking otomatis dalam bisnis. Strategi perusahaan yang diajukan adalah strategi diversifikasi dengan level medium ketinggi yang ada keterkaitan jaringan karena perusahaan memilih persamaan kapabilitas, fasilitas, alat dan tenaga ahli untuk bisnis baru. Strategi bisnis yang diajukan untuk TPMI adalah fokus diferensiasi dengan target pasar yang spesifik. Ada empat kompetensi utama yang diajuakn yaitu (1) solusi alternatif dari tempat terbatas, (2) ahli di teknologi terkini untuk pada, cepat, ramah lingkungan and otomatis penuh, (3) memiliki paten dan sertifikat, (4) Pekerja ahli dibidangnya dan bersertifikat. TPMI terus melakukan pengembangan teknologi terkini, mengembangkan sumber daya manusia melalui pelatihan dan menjelajah pengalaman konsumen.", "Daftar File": {"abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/129761"}, "Penulis": "Dwi Purwaningsih (NIM: 29116403)", "Kontributor / Dosen Pembimbing": ["Harimukti Wandebori, S.T,MBA,Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Automated Parking System, Business Strategy, Diversification Strategy, Internal Analysis, External Analysis", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Siti Sarah Nurbaity", "File": "1 file", "Tanggal Input": "01 Okt 2018"}