{"Nomor": 26783, "Judul": "STUDI DAN DESAIN SISTEM PEMBANGKIT HIBRID  PV-GENERATOR-ANGIN UNTUK BEBAN KOMUNAL DAN  ADMINISTRATIF MALUKU UTARA - INDONESIA", "Abstrak": "Indonesia adalah negara subtropis yang memiliki 2 musim dalam satu tahun, yaitu musim kemarau dan musim penghujan. Selain memiliki keuntungan dari sisi waktu siang dan malam hari, ada juga tantangan untuk negara kepulauan, dari segi pembangunan jaringan listrik akan menjadi kendala apabila semua daerah harus terlistriki dari jaringan PLN, selain biaya kapital yang mahal, rugi-rugi transmisi dan distribusi juga akan tinggi, sehingga tidak  mungkin dibangun jaringan untuk memenuhi jaringan listrik seluruh beban / warga di Indonesia, lebih khususnya didaerah dengan ketgori 3T (Terluar, Tertinggal dan Terjauh) maka dari itu perlu dibuat solusi untuk pemenuhan kebutuhan energi listrik di daerah tersebut diatas. Dari sisi energi, peluang alternatif energi untuk negara subtropis karena potensi sinar matahari dan anginnya. Ada 2 jenis beban pada penelitian ini, yakni beban komunal (perumahan) sebesar 30 kWh dan administratif (perkantoran) sebesar 11 kWh. Pada penelitian ini akan dilakukan dengan metode pemodelan dan perncanaan pembangkit dengan beberapa skema antara lain skema pembangkit murni yakni PV murni, Turbin Angin murni dan Generetor Murni. Untuk desain selanjutnya yaitu desain pembangkit hybrid yaitu hybrid PV-Turbin Angin, hybrid PV-Generator, hybrid Turbin Angin-Generator dan skema terakhir adalah mengombinasikan PVGenerator-Turbin melalui simulasi menggunakan perangkat lunak yakni HomerPro yang nantinya akan diverifikasi dengan 2 perangkat lunak yang lain yakni PVSyst dan PVSol untuk model yang dianggap paling layak dari beberapa aspek antara lain LCOE (Levelized Cost of Energy) dan reliabilitasnya. LCOE adalah biaya yang diperlukan untuk membangkitkan energi listrik 1 kWh dalam kurun waktu umur pembangkit listrik, pada kasus ini dibatasi 20 tahun. Penelitian dilakukan di 3 titik di Maluku Utara pertama di desa Bobong, Kabupaten Kepulauan Taliabu Barat, kedua Desa Sangapati Kabupaten Halmahera Selatan dan ketiga di Desa Madapuhi, Kabupaten Kepulauan Sula. Setelah dilakukan simulasi didapat untuk desain yang paling layak yaitu pada desain dengan konfigurasi PV-Generator-Turbin Angin untuk masing-masing jenis beban baik komunal maupun administratif. Sehingga untuk daerah Maluku Utara secara umum kapasitas yang layak diimplementasikan untuk beban komunal adalah 6 sampai 6,4 kWp PV Ã‚Â– 1 Unit Turbin Angin 500 W Ã‚Â– 2 Unit Generator 2,5 kVA dengan LCOE mulai Rp7.556 sampai Rp.7.668. Sedangkan untuk beban administratif kapasitas yang pembangkit adalah 3,2 sampai 3,4 kWp PV  Ã‚Â– 1 Unit Turbin Angin 500 W Ã‚Â– 2 Unit Generator 2,2 kVA dengan nilai LCOE Rp7.388 sampai Rp.7.970.", "Daftar File": {"Dwi Muchtar Yuliawan - 23216302.pdf": "https://digilib.itb.ac.id/gdl/download/129746"}, "Penulis": "Dwi Muchtar Yuliawan [23216302]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agus Purwadi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "LCOE (Levelized Cost of Electricity), Maluku Utara, Hybrid.", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2018"}