{"Nomor": 26791, "Judul": "PERANCANGAN SISTEM DRAINASE PADA KAWASAN AQUAMARINE PARK, PULAU SERANGAN, BALI", "Abstrak": "Kawasan Aquamarine Park adalah sebuah kawasan konservasi biota laut yang berada di Pulau Serangan, Bali. Kawasan ini digunakan juga sebagai tempat rekreasi dan edukasi untuk masyarakat yang mengunjungi kawasan tersebut. Dalam perancangan kawasan ini, terdapat beberapa hal yang harus diperhatikan seperti bagaimana sistem pelimpasan air hujan pada kawasan tersebut. Salah satu solusi yang dapat diusulkan untuk masalah tersebut adalah pembuatan sistem drainase yang optimal sehingga apabila terjadi hujan lebat maka kawasan tidak akan banjir. Kriteria perancangan yang digunakan untuk mendesain sistem drainase kawasan Aquamarine Park adalah Standar Nasional Indonesia Nomor 2415 Tahun 2016 dan standar Peraturan Direktorat Jenderal Cipta Karya. Hasil desain yang diperoleh yaitu dimensi saluran drainase U-Ditch tipe A (1,0 m x 1,2 m), tipe B (0,8 m x 1,0 m), tipe C (0,6 m x 0,8 m), dan tipe D (0,3 m x 0,5 m). Air limpasan yang dialirakan melalui saluran drainase tersebut kemudian akan dibuang ke laut yang berada di utara kawasan. Akibat yang akan ditimbulkan yaitu apabila terjadi pasang laut maka air laut akan masuk ke sistem drainase kawasan Aquamarine Park. Oleh sebab itu, dibuat kolam detensi untuk menampung sementara air sampai pasang laut selesai dan mencegah air laut masuk ke dalam kawasan. Kolam detensi tersebut memiliki dimensi 58 m x 29 m x 3,25 m yang dilengkapi dengan pompa sebanyak 5 buah dan pintu air outlet selebar 0,8 m.", "Daftar File": {"2018 TA PP DWI RAHAYU LIESTIANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129763"}, "Penulis": "DWI RAHAYU LIESTIANI - NIM: 15014074", "Kontributor / Dosen Pembimbing": ["Mohammad Farid, S.T, M.T, PhD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Aquamarine Park, Sistem Drainase, Kolam Detensi, U-Ditch, Sistem Polder, Pengendali Banjir", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2018"}