{"Nomor": 26798, "Judul": "MODEL SPASIAL PERAMBAHAN HUTAN DAN PREDIKSI PERUBAHAN TUTUPAN LAHAN DI TAMAN BURU MASIGIT KAREUMBI", "Abstrak": "Perambahan merupakan salah satu faktor yang menyebabkan kerusakan kawasan konservasi Taman Buru Masigit Kareumbi (TBMK) yang berdampak pada terganggunya fungsi kawasan sebagai tempat pelestarian keanekaragaman hayati dan ekosistemnya. Kajian tentang perambahan di TBMK penting dilakukan untuk mengetahui berbagai informasi terkait kejadian perambahan. Penelitian ini bertujuan untuk mengidentifikasi areal-areal kawasan TBMK yang terambah dalam rentang tahun 2001-2015, membangun model spasial perambahan hutan tahun 2015 dan faktor-faktor yang mempengaruhi perambahan, serta memprediksi perubahan tutupan lahan TBMK hingga tahun 2029. Area kajian meliputi seluruh kawasan Taman Buru Masigit seluas 12420.7 hektar. Identifikasi area perambahan dilakukan dengan menggunakan teknik on screen digitizing citra Landsat 7 ETM+ tahun 2001 dan Landsat 8 OLI tahun 2015 pada aplikasi Arc. GIS. Model perambahan dibangun dengan menggunakan tujuh variabel prediktor yaitu jarak dari lahan budidaya (X1), elevasi (X2), jarak dari jaringan jalan (X3), kepadatan penduduk (X4), kelerengan (X5), jarak dari pemukiman (X6), dan jarak dari sungai (X7). Sebelum digunakan dalam pemodelan variabel-variabel tersebut diuji multikolinearitasnya dengan uji Pearson. Model spasial perambahan dibangun menggunakan analisis regresi logistik biner pada modul Logisticreg IDRISI Selva 17 dengan metode stepswise backward elimination. Prediksi perubahan tutupan lahan dilakukan dengan menggunakan integrasi analisis Markov Chain dan Cellular Automata (CA). Luas total kawasan hutan yang teridentifikasi dirambah adalah 428 ha atau 3.56% dari total luas TBMK. Wilayah yang terambah meliputi 18 desa yaitu, Desa Sindanggalih, Mekarbakti, Cilembu, Cimarias, Pasanggrahan, Sukajaya, Cipameungpeuk, Cikondang, Tanjunghurip, Bangbayang, Kaduwulung, Sundamekar, Cimarga, Cipeuteuy, Buana Mekar, Pangeureunan, Tanjungwangi, dan Sindulang. Hasil uji Pearson menunjukkan adanya korelasi antara variabel jarak dari lahan budidaya dan jarak dari jalan dengan nilai Pearson sebesar 0.83. Persamaan regresi logistik biner terbaik hasil stepwise yaitu logit p = 0.8156 - 0.003713*X2 + 0.000862*X4 + 0.004310*X5 - 0.000665*X6. Model dikategorikan cukup baik dengan nilai Receiver Operating Characteristics (ROC) 87%, dan Area Under ROC Curve (AUC) 88%. Hasil analisis CA Markov Chain untuk prediksi tutupan lahan tahun 2029 menunjukkan bahwa tutupan hutan, semak belukar, dan lahan pertanian di Taman Buru Masigit Kareumbi berturut-turut luasnya adalah 9443 hektar, 2017 hektar, dan 953 hektar.", "Daftar File": {"2018 TA PP - DWI SUSILOWARDANI 1- ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129784"}, "Penulis": "DWI SUSILOWARDANI (NIM : 11514032)", "Kontributor / Dosen Pembimbing": ["Pembimbing:     \n \n \n \n \n\nDr. Elham Sumarga.", "Dr. Ichsan Suwandhi."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "model spasial, perambahan, perubahan tutupan lahan, prediksi, Taman Buru Masigit Kareumbi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Sep 2018"}