{"Nomor": 26799, "Judul": "STUDI PEMBENTUKAN KOKRISTAL BEBERAPA OBAT ANTI INFLAMASI NON STEROID : ASAM DIKLOFENAK DAN ASAM MEFENAMAT, PENGARUH TERHADAP KELARUTAN SERTA UJI STABILITAS FISIK", "Abstrak": "Obat anti inflamasi non steroid atau non steroidal antiinflammatory drug \n\n(NSAID) berdasarkan Biopharmaceutics Classification System (BCS), termasuk \n\nkedalam golongan obat kelas II yang mempunyai kelarutan rendah dan \n\npermeabilitas tinggi, sehingga bioavailabilitasnya terbatas. Asam diklofenak \n\n(DFA) dan asam mefenamat (MFA) merupakan dua jenis NSAID yang banyak \n\ndikonsumsi oleh masyarakat Indonesia, disamping fenilbutason. Pembentukan \n\nkokristal diharapkan dapat meningkatkan kelarutan kedua obat NSAID tersebut. \n\nBerdasarkan strategi desain pembentukan homo maupun heterosinton pada DFA \n\ndan MFA, kedua bahan obat dapat membentuk ikatan hidrogen dengan koformer \n\nnikotinamid (NIC), tris basa (TRIS), dan L-prolin (PRO). \n\nSecara umum, penelitian ini bertujuan membentuk kokristal DFA dan MFA \n\ndengan koformer NIC, TRIS, dan PRO untuk meningkatkan kelarutan dan uji \n\nstabilitas fisik. Penelitian ini diawali dengan percobaan pendahuluan \n\npembentukan kokristal DFA dan MFA dengan koformer melalui terbentuknya \n\nikatan hidrogen. Tahap berikutnya adalah pembuatan kokristal tunggal dari \n\ninteraksi yang berpotensi membentuk kokristal untuk penetapan struktur tiga \n\ndimensinya. Tahap ketiga adalah uji kelarutan untuk mengevaluasi peningkatan \n\nkelarutan, dilanjutkan uji stabilitas kokristal yang dihasilkan. Pada penelitian ini \n\njuga dilakukan pengamatan evolusi pembentukan kokristal, untuk memberikan \n\npemahaman yang lebih mendalam tentang dinamika pembentukan ikatan hidrogen \n\nsebagai manifestasi interaksi yang karakteristik pada kokristal. \n\nPercobaan pendahuluan pembentukan kokristal dilakukan menggunakan metode \n\npenggilingan dengan pelarut. Adanya pembentukan kokristal ditandai dengan \n\nterbentuknya ikatan hidrogen yang ditetapkan berdasarkan analisis Fourier \n\nTransform Infra-Red (FT-IR). Hasil analisis FT-IR menunjukkan empat interaksi \n\nbahan obat Ã‚Â–koformer yang terindikasi kuat membentuk fase kristalin baru yaitu \n\ndua kokristal: DFA-PRO dan MFA-NIC, dan garam: DFA-TRIS, MFA-TRIS. \n\nTahap selanjutnya difokuskan pada dua kokristal yaitu DFA-PRO dan MFA-NIC \n\nuntuk dilakukan pembuatan, isolasi dan karakterisasi. \n\nPembuatan dan isolasi kokristal dilakukan dengan metode penguapan pelarut dari \n\nhasil penggilingan dan peleburan. Karakterisasi kokristal dilakukan dengan \n\n2 \n\npengujian FT-IR, Differential Scanning Calorimetry (DSC), Powder X-ray \n\nDiffraction (PXRD), mikroskop polarisasi, dan Kromatografi Lapis Tipis (KLT). \n\nHasil karakterisasi dengan metode FT-IR, DSC, dan PXRD menunjukkan \n\nterbentuknya fase kristalin baru yang teridentifikasi sebagai kokristal DFA-PRO \n\ndan MFA-NIC. Hasil isolasi kristal menghasilkan kristal tunggal DFA-PRO yang \n\nberkualitas yang ditetapkan struktur tiga dimensi dengan Single Crystal X-ray \n\nDiffraction (SCXRD). \n\nPenetapan struktur tiga dimensi menunjukkan DFA-PRO merupakan kokristal \n\nzwitterionik baru berstruktur monoklinik dengan kelompok ruang P21. Kemasan \n\nkristal membentuk struktur lapisan ganda yang unik antara DFA dan PRO. \n\nMolekul DFA membentuk molekul netral, sedangkan PRO berada dalam bentuk \n\nzwitterion. Ikatan hidrogen terbentuk antara gugus karbonil pada asam karboksilat \n\ndengan atom hidrogen dari gugus N-heterosiklik pada PRO. \n\nEvolusi pembentukan kokristal dengan metode penggilingan berdasarkan analisis \n\nPXRD diinisiasi oleh munculnya bidang yang dilalui ikatan hidrogen. Kokristal \n\nDFA-PRO meningkatkan kelarutan DFA sebesar 7,65 kali dari obatnya, \n\nsedangkan MFA-NIC memberikan hasil kenaikan kelarutan MFA dalam bentuk \n\nkokristal sebesar 2,56 kali. Tinjauan penetapan molekul dan struktur tiga dimensi \n\nmenunjukkan bahwa kekuatan ikatan hidrogen intermolekular dan bentuk lapisan \n\nganda antara obat dengan koformer merupakan faktor penyebab peningkatan \n\nkelarutan. Kokristal DFA-PRO stabil pada suhu kamar dan mengalami disosiasi \n\npada kelembaban tinggi. Kokristal MFA-NIC stabil oleh pengaruh kelembaban \n\ndan terdisosiasi pada suhu tinggi. \n\nPenelitian ini telah berhasil menetapkan metode pembentukan, struktur tiga \n\ndimensi kokristal zwitterionik baru DFA-PRO serta perbaikan sifat kelarutan dari \n\nobat sebelumnya. Penelitian ini juga mengkaji stabilitas terhadap suhu dan \n\nkelembaban serta evolusi pembentukan kokristal yang sangat bermanfaat dalam \n\npengembangan bentuk sediaan kokristal. Penemuan yang dihasilkan diharapkan \n\nmemberikan kontribusi nyata bagi pengembangan sediaan obat NSAID serta \n\nmemberikan informasi saintifik untuk eksplorasi penelitian kokristal obat NSAID \n\nlain.", "Daftar File": {"2018 DS PP DWI UTAMI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129785", "COVER DWI UTAMI NIM : 30713006": "https://digilib.itb.ac.id/gdl/download/198218", "BAB 1 DWI UTAMI NIM : 30713006": "https://digilib.itb.ac.id/gdl/download/198219", "BAB 2 DWI UTAMI NIM : 30713006": "https://digilib.itb.ac.id/gdl/download/198220", "BAB 3 DWI UTAMI NIM : 30713006": "https://digilib.itb.ac.id/gdl/download/198221", "BAB 4 DWI UTAMI NIM : 30713006": "https://digilib.itb.ac.id/gdl/download/198222", "BAB 5 DWI UTAMI NIM : 30713006": "https://digilib.itb.ac.id/gdl/download/198223", "PUSTAKA DWI UTAMI NIM : 30713006": "https://digilib.itb.ac.id/gdl/download/198224"}, "Penulis": "DWI UTAMI NIM : 30713006", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Prof.Dr.Slamet Ibrahim S, DEA.,Apt.", "Dr.Ilma Nugrahani, M.Si.,Apt."], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "NSAID, zwitterionik, kokristal, struktur, kelarutan, stabilitas", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "8 file", "Tanggal Input": "28 Jun 2018"}