{"Nomor": 26793, "Judul": "PENGARUH DINAMIKA PERKEMBANGAN KAWASAN PERKOTAAN METROPOLITAN DI PULAU JAWA TERHADAP DAYA DUKUNG SUMBER DAYA AIR", "Abstrak": "Perkembangan kawasan perkotaan metropolitan di Pulau Jawa, yakni Jabodetabek, Bandung Raya, Kedungsepur, dan Gerbangkertosusila mengarah pada inefisiensi dalam pemanfaatan sumberdaya alam dan penggunaan lahan. Kondisi ini juga berpengaruh pada ketidakberlanjutan lingkungan perkotaan yang diindikasikan oleh permasalahan daya dukung lingkungan, terutama terkait daya dukung sumberdaya air. Tujuan penelitian ini adalah melihat pengaruh dinamika perkembangan kawasan perkotaan yang akan dikaitkan dengan daya dukung sumberdaya air kawasan metropolitan di Pulau Jawa. Penelitian ini menggunakan metode deskriptif-explanatori dengan menggunakan data spasial penggunaan lahan tahun 2011 serta data sensus penduduk tahun 2010 untuk menghitung ketersediaan air, kebutuhan air dan daya dukung sumberdaya air di masing-masing wilayah kawasan metropolitan dan metode korelasi-regresi untuk mengidentifikasi kaitannya terhadap daya dukung sumberdaya air. Perhitungan dilakukan dengan memanfaatkan SIG dan perangkat lunak SPSS pada variabel perkembangan kota yang terdiri dari aspek demografi, ekonomi, dan pertumbuhan kawasan terbangun. Hasil penelitian ini diketahui bahwa tingkat daya dukung sumberdaya air di sebagian kawasan perkotaan metropolitan di Pulau Jawa pada kriteria defisit yang menunjukkan kebutuhan air lebih besar daripada ketersediaan air yang dihitung dari curah hujan, koefisien limpasan tertimbang pada tiap jenis penggunaan lahan dan luas wilayah per satuan administratif. Hasil penelitian juga menunjukkan faktor yang paling berpengaruh dari aspek dinamika perkembangan kawasan perkotaan terhadap daya dukung air, yakni perkembangan ekonomi dan proporsi lahan terbangun. Semakin tinggi perkembangan ekonomi maka daya dukung air semakin rendah, dan semakin tinggi lahan terbangun maka daya dukung air semakin rendah pula.", "Daftar File": {"2015 TA PP DWI REZEKI PUTRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/129765", "2015 TA PP DWI REZEKI PUTRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/129766", "2015 TA PP DWI REZEKI PUTRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/129767", "2015 TA PP DWI REZEKI PUTRI 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/129768", "2015 TA PP DWI REZEKI PUTRI 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/129769", "2015 TA PP DWI REZEKI PUTRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/129770", "2015 TA PP DWI REZEKI PUTRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/129771", "2015 TA PP DWI REZEKI PUTRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/129772"}, "Penulis": "DWI REZEKI PUTRI (nim : 15411091)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Iwan Kustiwan, Ir., MT, Dr."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pengaruh, dinamika, kawasan perkotaan metropolitan, Pulau Jawa, daya dukung air", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "16 Agu 2018"}