{"Nomor": 26802, "Judul": "ESTIMASI EMISI COLD START DARI SEKTOR TRANSPORTASI DI KOTA BANDUNG", "Abstrak": "Salah satu aktivitas manusia yang menyebabkan pencemaran udara adalah dari sektor transportasi. Sektor transportasi telah menjadi sumber pencemar terbesar di perkotaan, salah satunya dari emisi kendaraan bermotor. Bandung merupakan wilayah perkotaan dimana terjadi peningkatan jumlah kendaraan bermotor setiap tahunnya. Peningkatan tersebut mengakibatkan emisi yang dihasilkan kendaraan bermotor juga meningkat. Terdapat tiga jenis emisi yang berasal dari aktivitas kendaraan bermotor yaitu hot emissions, emisi cold start dan evaporative emissions. Pada penelitian ini difokuskan terhadap estimasi emisi cold start di Kota Bandung. Emisi cold start yaitu emisi yang dihasilkan oleh kendaraan bermotor pada kondisi warm-up. Emisi tersebut biasanya bersumber dari aktivitas kendaraan di wilayah pemukiman pada pagi hari ketika kendaraan mulai dipakai setelah diparkir, sehingga estimasi emisi dilakukan untuk jenis kendaraan mobil pribadi dan sepeda motor. Perhitungan beban emisi cold start menggunakan pendekatan kecepatan kendaraan. Emisi cold start merupakan jumlah total dari cold start excess emissions dan hot emissions. Cold start excess emissions yaitu kelebihan emisi pada saat periode cold start, sedangkan hot emissions yaitu emisi yang seharusnya dihasilkan kendaraan bermotor dalam kondisi normal operasi. Emisi cold start dipengaruhi oleh beberapa parameter yaitu kecepatan rata-rata kendaraan, temperatur lingkungan, tipe kendaraan dan tipe bahan bakar, durasi parkir, kelas teknologi kendaraan, jarak tempuh dalam kondisi cold. Untuk perhitungan emisi cold start dilakukan pengambilan data berupa kecepatan rata-rata dan jarak tempuh kendaraan melalui survey serta data temperatur lingkungan dan jumlah kendaraan dari instansi terkait. Berdasarkan hasil survey, kecepatan rata-rata kendaraan yaitu sepeda motor 26,5 km/jam dan mobil 22,49 km/jam. Untuk jarak tempuh rata-rata kendaraan yaitu 200 meter. Hasil penelitian menunjukkan bahwa estimasi beban emisi cold start dari sektor transportasi di Kota Bandung tahun 2015 adalah 156.581,10 ton/tahun untuk CO, 8.199.49,16 ton/tahun untuk CO2, 5494,26 ton/tahun untuk HC dan 333,07 ton/tahun untuk NOx. Emisi yang dihasilkan pada periode cold start lebih tinggi dibandingkan pada kondisi hot start karena perbedaan data aktivitas yang ada.", "Daftar File": {"2016 TA PP DWI WAHYU KURNIA Z 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/129794", "2016 TA PP DWI WAHYU KURNIA Z 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/129795", "2016 TA PP DWI WAHYU KURNIA Z 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/129796", "2016 TA PP DWI WAHYU KURNIA Z 1 - BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/129797", "2016 TA PP DWI WAHYU KURNIA Z 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/129798", "2016 TA PP DWI WAHYU KURNIA Z 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/129799", "2016 TA PP DWI WAHYU KURNIA Z 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/129800"}, "Penulis": "DWI WAHYU KURNIA Z (NIM: 15312070)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. R. Driejana, M.SCE, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Inventarisasi emisi, Cold start Excess Emissions, Hot Emissions, Beban emisi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "31 Jul 2018"}