{"Nomor": 26804, "Judul": "PENENTUAN JUMLAH PRODUKSI, INVENTORI, DAN HARGA PRODUK BUSANA MUSLIM ZYSKU XENA DENGAN MASA JUAL TERBATAS", "Abstrak": "Zysku Xena adalah salah satu UKM di Bandung yang memproduksi busana muslim untuk wanita. Produk yang dihasilkan Zysku Xena merupakan produk mode yang memiliki masa jual yang terbatas dapat obsolete, sehingga Zysku Xena harus melakukan perencanaan dan pengelolaan inventori, produksi, dan harga barang dengan baik untuk mencapai keuntungan yang optimum. \n\nSaat ini, perencanaan dan pengelolaan inventori, produksi, dan harga barang ditentukan secara intuitif dan tidak memiliki acuan yang dapat di kuantifikasi. Perencanaan produksi dimulai dari penentuan jumlah inventori awal yang ditentukan berdasarkan peramalan permintaan dari rata-rata dari penjualan beberapa periode sebelumnya. Hal tersebut mengakibatkan keuntungan yang diperoleh kurang optimum. \n\nPenelitian ini mengusulkan kebijakan produksi maksimum sebagai inventori awal untuk mengantisipasi puncak penjualan, kemudian pengelolaan hasil peramalan inventori awal terus dengan melakukan penyesusaian kebijakan harga, jumlah produksi selama periode penjualan berdasarkan sensitivitas harga, laju permintaan, dan parameter lain. Inventori awal tersebut dikategorikan menjadi empat kelompok sesuai dengan level mereka (sangat berlebih (extremeoverestimated), berlebih (overestimated), cukup (Adequate), dan kurang (underestimate)) kategori tersebut berperan penting dalam penentuan jumlah produksi, inventori dan harga selama masa jual. \n\nUsulan kebijakan hasil penelitian ini didapat bahwa keuntungan pada kebijakan usulan meningkat 54% dibadingkan dengan kebijakan awal. Didapat pula bahwa model dari penelitian ini layak untuk digunakan perusahaan, karena dampak manajerialnya pun tidak terlalu besar. Sehingga dapat disimpulkan bahwa kebijakan usulan ini menjawab permasalahan objek penelitian.", "Daftar File": {"2018 TA PP DWI WAHYU SETIYANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129802"}, "Penulis": "DWI WAHYU SETIYANI (NIM : 13414021)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof.Ir. Bermawi Priyatna Iskandar M.Sc.,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Produk mode, Inventori, Jumlah Produksi, Harga, Extremeoverestimated, Overestimated, Adequate, Underestimated.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Sep 2018"}