{"Nomor": 26811, "Judul": "STUDI PILOT INJEKSI THERMAL UNTUK LAPANGAN MINYAK BERAT RAS-81 DENGAN KEDALAMAN DANGKAL", "Abstrak": "Lapangan RAS-81 ditemukan dengan pemboran sumur-sumur eksplorasi di tahun 2011. Dari hasil pemboran tersebut, ditemukan dua formasi potensi, yaitu Telisa dan Talang Akar, yang terletak pada kedalaman 50-400 ft. Fluida hasil testing menunjukkan potensi minyak berat dengan nilai API di antara 13-18 API, viskositas 600-6,000 cp, dan tekanan reservoir yang rendah (40-85 psi). Analisa data log dan core dari sumur-sumur ini menghasilkan perhitungan Oil in Place (OIP) yang besar, yaitu lebih dari 100 MMBO. Berdasarkan hasil testing tersebut, diketahui bahwa sumur lapangan RAS-81 memiliki produksi yang kecil. Jika data ini digunakan untuk melakukan estimasi cumulative recovery, maka hanya sebagian kecil saja dari OIP yang akan terproduksi. \n\nDi dunia, metode yang umum digunakan untuk memproduksikan minyak berat dengan karakteristik serupa dengan RAS-81 adalah dengan injeksi thermal. Metode ini menarik dari segi ekonomi maupun produksi, karena berdasarkan nilai Recovery Factor (RF) oleh injeksi thermal jika dibandingkan dengan primary recovery nilai kesuksesannya sangat tinggi. Tipe metode injeksi thermal yang umum digunakan adalah stimulasi (Cyclic Steam Stimulation) dan steamflooding. \n\nUntuk dapat mengaplikasikan injeksi thermal di RAS-81, terdapat beberapa keterbatasan. Salah satunya adalah kedalaman reservoir yang sangat dangkal menyebabkan resiko erupsi yang mungkin terjadi karena ketidakmampuan lapisan sedimen di atas formasi untuk menahan steam yang diinjeksikan. Keterbatasan lainnya adalah rendahnya nilai tekanan rekah formasi yang menyebabkan tekanan dan jumlah thermal injeksi harus memenuhi limitasi tertentu. Berdasarkan beberapa pertimbangan tersebut, akan dilakukan studi pilot untuk berbagai skenario produksi injeksi thermal dengan menggunakan simulasi reservoir. Hal ini bertujuan untuk menentukan skenario pengembangan yang optimum di lapangan RAS-81.", "Daftar File": {"2018 TS PP DYAH PITALOKA CITRARASMI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129809"}, "Penulis": "DYAH PITALOKA CITRARASMI (NIM : 22215021)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Taufan Marhaendrajana M.Sc., Ph. D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "minyak berat, recovery factor, injeksi thermal, steam, Cyclic Steam Stimulation, steamflooding, tekanan rekah, simulasi reservoir", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "24 Sep 2018"}