{"Nomor": 26816, "Judul": "PERANCANGAN SISTEM PLAMBING AIR BERSIH PERPUSTAKAAN KOTA BEKASI", "Abstrak": "Perpustakaan Kota Bekasi  merupakan suatu gedung yang mencakup fungsi umum sebagai perpustakaan, komersil, dan kantor. Ketiga kegiatan pokok ini tentunya membutuhkan air bersih yang berpengaruh pada tingkat kesehatan dan kenyamanan dari penghuni gedung. Maka dari itu diperlukan sistem plambing air bersih yang sesuai dengan persyaratan yang telah ditetapkan oleh pemerintah. Desain sistem plambing air bersih di Perpustakaan Kota Bekasi ini memiliki tiga sumber air yaitu air PDAM, rainwater harvesting dan greywater. Pada air hujan dan greywater akan diolah terlebih dahulu sebelum digunakan untuk memenuhi kebutuhan air bersih pada sistem flushing sedangkan air PDAM akan digunakan untuk memenuhi kebutuhan non-flushing dan sistem kebakaran. Desain sistem plambing air bersih pada Perpustakaan Kota Bekasi ini meliputi perhitungan diameter pipa untuk mengalirkan air dari tangki air ke alat saniter yang tersedia. Air akan ditampung terlebih dahulu di ground tank kemudian akan dipompakan menuju roof tank sebelum didistribusikan ke alat-alat plambing. Air PDAM dan air hasil recycling akan ditampung pada tangki air secara terpisah. Perancangan sistem plambing ini juga meliputi sistem pencegahan bahaya kebakaran yang mencakup sprinkler dan hidran dengan menentukan letak serta diameter pipa yang dibutuhkan serta harus sesuai dengan peraturan yang ada.", "Daftar File": {"2018 TA PP DYAH ZATA DINI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129824"}, "Penulis": "DYAH ZATA DINI (NIM: 15314083)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Arief Sudradjat, MIS, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kata kunci: perpustakaan, sumber air, plambing air bersih, rainwater harvesting, daur ulang air bekas, pencegahan kebakaran, sprinkler, hidran.", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "25 Sep 2018"}