{"Nomor": 26812, "Judul": "TEKTONOSTRATIGRAFI DAN PALEOGEOGRAFI PADA DAERAH PAPARAN UTARA CEKUNGAN TARANAKI, SELANDIA BARU", "Abstrak": "Penelitian dilakukan di daerah lepas pantai Cekungan Taranaki yang berada di sebelah barat Pulau Utara, Selandia Baru, dengan luas 20.957 km2. Tujuan dari penelitian ini adalah mengetahui tektonostratigrafi dan paleogeografi di daerah paparan utara Cekungan Taranaki dari Mesozoikum-Resen. Data yang digunakan dalam penelitian ini berupa data log tali kawat dari tujuh sumur, data deskripsi keratan bor dan marker batas formasi dari tiga sumur, data geokimia dari satu sumur, dan 121 buah data seismik dua dimensi. Metode penelitian ini dimulai dengan korelasi pada data log sumur untuk mendapatkan puncak umur yang akan diikat pada penampang seismik. Pemanfaatan data seismik digunakan untuk menjelaskan tektonostratigrafi cekungan yang ada di daerah penelitian. Tahapan dalam penelitian ini adalah korelasi sumur, pengikatan data sumur dan seismik, dan interpretasi horizon dan sesar untuk membuat peta struktur waktu dan peta isokron. Kemudian dari penebalan dan penipisan peta isokron, analisis penampang seismik, dan pendataran, maka ditafsirkan geometri dan tektonostratigrafi cekungan. Selanjutnya dilakukan analisis elektrofasies dan geokimia untuk menentukan paleogeografi pada daerah penelitian di setiap interval. Hasil interpretasi seismik memperoleh tujuh horizon yang setara dengan puncak umur, yakni dimulai dari pra-Kapur Akhir hingga Resen. Struktur yang berkembang di daerah penelitian berupa sesar normal dengan arah utara-selatan (N-S) sampai timurlaut-baratdaya (NE-SW). Hasil analisis peta isokron menunjukkan bahwa Cekungan Taranaki pada daerah penelitian adalah cekungan yang terbentuk sejak Kapur Akhir dan telah mengalami multifase peristiwa tektonik dari rifting akibat rezim ekstensional, passive margin, dan yang terakhir rezim ekstensional di utara daerah penelitian.", "Daftar File": {"2017 TS PP DYAH RATNASARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/129812", "2017 TS PP DYAH RATNASARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/129810", "2017 TS PP DYAH RATNASARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/129813", "2017 TS PP DYAH RATNASARI 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/129814", "2017 TS PP DYAH RATNASARI 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/129815", "2017 TS PP DYAH RATNASARI 1-BAB 3C.pdf": "https://digilib.itb.ac.id/gdl/download/129816", "2017 TS PP DYAH RATNASARI 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/129817", "2017 TS PP DYAH RATNASARI 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/129818", "2017 TS PP DYAH RATNASARI 1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/129819", "2017 TS PP DYAH RATNASARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/129811"}, "Penulis": "DYAH RATNASARI (NIM: 22016031)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ir. Dardji Noeradi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Cekungan Taranaki, tektonostratigrafi, paleogeografi, ekstensional, passive margine", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "10 file", "Tanggal Input": "12 Sep 2018"}