{"Nomor": 26822, "Judul": "PENGARUH PENGGUNAAN KOMPOS DAN PGPR (PLANT GROWTH PROMOTING RHIZOBACTERIA) DALAM PRODUKSI UMBI MINI BAWANG MERAH (Allium ascolanicum L.) ASAL BENIH TSS (TRUE SHALLOT SEED) VARIETAS TUK TUK", "Abstrak": "Permintaan kebutuhan bawang merah sebagai komoditas strategis nasional sangat \n\ntinggi dan terus meningkat. Hal tersebut mendorong terjadinya peningkatan luas panen \n\nbawang merah secara nasional. Tetapi peningkatan luas panen yang ada ternyata tidak \n\ndisertai dengan meningkatnya produktivitas yang dihasilkan. Permasalahan utama \n\nyang dihadapi petani bawang merah untuk meningkatkan produktivitas adalah \n\nrendahnya ketersediaan benih berkualitas dan bebas penyakit.. \n\nTrue Shallot Seed (TSS) yang berasal dari perbanyakan secara generatif atau biji \n\nmerupakan salah satu alternatif untuk menghasilkan benih yang lebih sehat. TSS dapat \n\nditanam secara langsung (direct seedling), melalui semai (seedling), ataupun melalui \n\nproduksi umbi mini. \n\nProduksi umbi mini menggunakan agen hayati PGPR (Plant Growth Promoting \n\nRhizobacteria) dengan input organik kompos dapat dijadikan sebagai salah satu solusi \n\nteknologi ramah lingkungan untuk meningkatkan produktivitas bawang merah. \n\nPenelitian dilaksanakan di screen house ITB Jatinangor menggunakan Rancangan \n\nAcak Lengkap (RAL) dengan empat perlakuan konsentrasi PGPR yang berbeda dan \n\nlima kali ulangan. Analisis data dilakukan menggunakan analisis sidik ragam One-Way \n\nAnova dan apabila ternyata berpengaruh nyata dilakukan uji lanjut dengan metode Uji \n\nJarak Berganda Duncan atau Duncan Multiple Range Test (DMRT) pada taraf α = 5%. \n\nApabila data tidak berdistribusi normal digunakan analisis sidik ragam Kruskal-Wallis. \n\nPenggunaaan kompos dengan konsentrasi PGPR (Plant Growth Promoting \n\nRhizobacteria) yang berbeda tidak memberikan pengaruh terhadap pertumbuhan dan \n\nhasil umbi mini bawang merah asal benih TSS (True Shallot Seed) varietas Tuk Tuk. \n\nKonsentrasi PGPR (Plant Growth Promoting Rhizobacteria) 0 g/L (tanpa PGPR), 5 \n\ng/L, 10 g/L, dan 15 g/L dengan takaran kompos 20 ton/ha menghasilkan pertumbuhan \n\nyang sehat dengan hasil produksi yang sama baiknya yaitu menghasilkan rata-rata hasil \n\numbi protolan kering yang sesuai dengan kriteria umbi mini yang optimal, yaitu \n\nberbobot sebesar 2-5 gram dan berdiamater 1-2 cm. Namun, terdapat kecenderungan \n\nbahwa takaran kompos dan PGPR (Plant Growth Promoting Rhizobacteria) dengan \n\nkonsentrasi 5 g/L berpotensi memberikan hasil umbi mini bawang merah yang terbaik.", "Daftar File": {"2018 TA PP- Dzikra Yuhasyra 1- Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/129838"}, "Penulis": "DZIKRA YUHASYRA (NIM : 11413019)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Mia Rosmiati,Ir. M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "benih, kompos, PGPR, TSS, umbi mini", "Sumber": "", "Staf Input/Edit": "didi kusnendi  \n                                     didi kusnendi", "File": "1 file", "Tanggal Input": "12 Mar 2018"}