{"Nomor": 26826, "Judul": "PROGRAM PROMOSI TRUSTORY EVENT ORGANIZER DENGAN MENGEMBANGKAN AGENDA POSTING INSTAGRAM", "Abstrak": "Trustory Event Organizer merupakan penyelenggara acara baru di kota Manado dengan jasa utama \n\nyang ditawarkan adalah perencena pernikahan. Pernikahan merupakan salah satu tradisi turun \n\ntemurun, sakral dan selalu dirayakan oleh kedua pihak keluarga pengantin. Menggunakan jasa \n\nperencana pernikahan merupakan bentuk keseriusan pengantin dalam mempersiapkan hari yang \n\nakan dikenang selama hidup. Industri jasa perencana pernikaha terbilang kompetitif. Para pemain \n\njasa perencana harus rela berbagi market share dengan pemain baru namun tidak sedikit juga yang \n\ngugur dalam persaingan. \n\nKehadiran Trustory Event Organizer di Manado memerlukan strategi pemasaran yang tepat agar \n\ndapat bersaing dengan kompetitor lainnya. Reputasi suatu brand perencana sangat mempengaruhi \n\nkeputusan pembelian. Oleh karena itu, banyak jasa perencana berlomba lomba mengumpulkan \n\nportofolio client dalam mengatur postingan Instagram yang merupakan salah satu media promosi \n\nsaat ini. Untuk itu, Trustory melakukan analisis pasar Manado, analisis kompetitor dan analisis \n\ninternal untuk pemosisian merek dan mencari akar penyebab sehingga dengan strategy pemasaran \n\nyang tepat menghasilkan output yang profitable. \n\nPemasaran konten merupakan sebuah strategi pemasaran yang tepat dalam membangun reputasi \n\nmerek yang tergolong baru. Pemasaran konten menceritakan sebuah cerita atau topik secara \n\nkonsisten dan berkala, dikemas secara menghibur dan mendidik tanpa adanya usaha menjual \n\nlangsung. Pemasaran Konten memberikan manfaat-manfaat dan nilai-nilai kepada sasaran pasar \n\nmelalui konten dengan tujuan merek dipercaya dan membangun reputasi sampai menghasilkan \n\ntindakan yang menguntungkan. \n\nPemasaran Konten terdiri dari perencanaan, penciptaan, penjadwalan dan penerbitan. Proses \n\ndimulai dari penenentuan peta industry, penentuan tujuan pemasaran dan memilih target pembaca. \n\nSedangkan pada perancangan konten, beberapa aspek yang perlu dipertimbangkan adalah isi \n\nkontent, format konten, penempatan konten dan frekuensi konten. Dan terakhir adalah penetapan \n\nindikator kinerja utama untuk mengukur kinerja pemasaran konten.", "Daftar File": {"Abstrak Edfri Weuren Dauhan.pdf": "https://digilib.itb.ac.id/gdl/download/129849"}, "Penulis": "Edfri Weuren Dauhan", "Kontributor / Dosen Pembimbing": ["Ir. C.O. Budi Permadi Iskandar, MSP"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "wedding, service, brand reputation, Instagram, promotion, marketing strategy, content marketing", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "02 Jul 2018"}