{"Nomor": 26823, "Judul": "ANALISIS POST MORTEM KEGAGALAN PEMBORAN SUMUR TBF-1X DI BLOK F, CEKUNGAN SALAWATI", "Abstrak": "Sejauh ini eksplorasi di cekungan Salawati hanya mentargetkan interval batuan Tersier dan masih jarang yang melakukan eksplorasi dengan target batuan yang berumur pra-Tersier. Sumur TBF-1X merupakan salah satu sumur eksplorasi di cekungan Salawati yang menembus batuan pra-Tersier. Laporan pemboran menyatakan sumur ini kosong dengan status pemboran plugged and abandoned. Oleh karena itu, kegagalan sumur pemboran eksplorasi TBF-1X yang mentargetkan interval pra-Tersier ini, perlu dipelajari lebih seksama untuk mendapatkan informasi yang lebih baik tentang target batuan pra-Tersier.   \n\nPenelitian ini dilakukan dengan mereview dan menganalisis 1 sumur pemboran, yaitu sumur TBF-1X dan 28 lintasan seismik. Analisis yang dilakukan meliputi analisis cekungan dan sistem petroleum, dengan tujuan untuk mengetahui evolusi cekungan serta faktor Ã‚Â– faktor yang mempengaruhi kegagalan pemboran sumur eksplorasi TBF-1X dari sisi sudut pandang ilmu geologi.   \n\nHasil analisis yang telah dilakukan menunjukkan potensi batuan induk dan batuan resevoir pra-Tersier ditemukan pada Grup Aifam bagian atas, yang merupakan endapan sebelum lisu. Potensi batuan induk terletak pada interval 3350 Ã‚Â– 3614,2 m, dengan tebal total 194,2 m. Potensi batuan reservoir pada interval 2560 Ã‚Â– 3601 m yang terdapat pada beberapa lapisan, dengan total tebal reservoir 132 m dan porositas berkisar antara 10 Ã‚Â– 35 %. Jendela kematangan hidrokarbon ditemukan pada interval kedalaman 3350 Ã‚Â– 5100 m. Perangkap pada pemboran sumur TBF-1X merupakan perangkap antiklin, akan tetapi berdasarkan interpretasi yang dilakukan menunjukkan bahwa pemboran sumur TBF-1X dilakukan pada sayap antiklin (dissected anticline) bukan pada puncak antiklin. Batuan penutup ditemukan pada bagian atas Grup Aifam, yang terdiri dari Formasi Kopai, Formasi Demu, serta Formasi Jass, dengan tebal total 524,51 m. Berdasarkan analisis seal capacity menunjukkan tinggi batuan penutup untuk gas adalah 254, 84 m dan minyak 891,94 m, sehingga batuan penutup dapat menahan adanya kebocoran gas, akan tetapi jika reservoir terisi minyak maka kemungkinan akan lolos pada rekahan yang ada. Penyebab utama kegagalan pemboran sumur TBF-1X adalah jalur migrasi hidrokarbon yang tidak mengarah ke titik pemboran sumur TBF-1X, sehingga akumulasi hidrokarbon pada lokasi pemboran ini tidak dijumpai.", "Daftar File": {"2017 TS PP DZUL FADLI B 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/129839", "2017 TS PP DZUL FADLI B 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/129840", "2017 TS PP DZUL FADLI B 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/129841", "2017 TS PP DZUL FADLI B 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/129842", "2017 TS PP DZUL FADLI B 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/129843", "2017 TS PP DZUL FADLI B 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/129844", "2017 TS PP DZUL FADLI B 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/129845", "2017 TS PP DZUL FADLI B 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/129846"}, "Penulis": "DZUL FADLI B. (NIM: 22013002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ir.Dardji Noeradi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Pra-Tersier, evolusi cekungan, sistem petroleum, akumulasi hidrokarbon, jalur migrasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "18 Sep 2018"}