{"Nomor": 26838, "Judul": "DESAIN SISTEM DRAINASE AULA KONSER MUSIK GEDEBAGE", "Abstrak": "Drainase didefinisikan sebagai lengkungan atau saluran air di permukaan atau di bawah tanah, baik yang terbentuk secara alami maupun dibuat manusia. Drainase mempunyai arti mengalirkan, menguras, membuang, atau mengalihkan air. Drainase berperan penting untuk mengatur suplai air demi pencegahan banjir. Drainase juga diartikan sebagai usaha untuk mengontrol kualitas air tanah dalam kaitannya dengan sanitasi. (Dr. Ir. Suripin, M.Eng.2004) \n\nTujuan dari tugas akhir ini untuk merencanaan sistem drainase Gedung Aula Konser Musik Gedebage Bandung, Jawa Barat. Data atau informasi yang digunakan adalah data sekunder yang diperoleh dari BBWS Citarum untuk pos hujan daerah sungai Citarum serta Data Online BMKG mengenai data iklim yang sekurang-kurangnya 10 tahun. Data primer diperoleh dari gambar arsitektural.  \n\nMetode pengolahan data menggunakan perhitungan secara manual  dengan rincian Metode Distribusi Normal, Distribusi Log Normal, Log Pearson tipe III atau Metode Gumbel. Intensitas hujan dihitung dengan menggunakan persamaan Mononobe dan debit limpasan periodik dihitung menggunakan Metode Rasional. Kapasitas drainase dihitung menggunakan persamaan Manning, selanjutnya kapasitas drainase tersebut dievaluasi apakah mampu atau tidak menampung debit limpasan yang terjadi. Kriteria desain yang digunakan yaitu sistem drainase lokal dengan periode ulang 20 tahun. \n\nDari hasil perhitungan desain drainase maka akan didapat beberapa saluran drainase dengan spesifikasi lebar dasar dan tinggi sesuai dengan kriteria. Penampang melintang saluran berbentuk persegi empat dan tertutup dengan menggunakan material beton.", "Daftar File": {"2018 TA PP EDUARDUS ARNOLD ARYO YUDANTO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129885"}, "Penulis": "EDUARDUS ARNOLD ARYO YUDANTO - NIM : 15014144", "Kontributor / Dosen Pembimbing": ["Joko Nugroho ST., MT., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Perencanaan Drainase, debit hujan, kapasitas saluran", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Sep 2018"}