{"Nomor": 26832, "Judul": "MUON SITES AND INTERNAL FIELDS CALCULATION IN Cu-BASED ORGANIC-INORGANIC HYBRID MATERIALS", "Abstrak": "The muon-site is a very important parameter to know hyperfine interaction between muon and electrons in order to discuss ordered states of electronic spins in magnetic materials. The study of spin dynamics has been carried out on two systems of Cu-hybrid, (C2H5NH3)2CuCl4 (EA-Cu) and (C6H5CH2CH2NH3)2CuCl4 (PEA-Cu), which consist of two-dimensional layers of CuCl4 networks separate by organic ligands. Besides the distance between the inorganic layer are different,PEA-Cu has phenyl ring (C6H5) that are absent in the EA-Cu. The results of μSR (muon spin rotation, relaxation, and resonance) experiment confirmed the        appearance of muon-spin precession behavior in both hybrids. The critical exponent extracted from the temperature dependence of internal field is about 0.31 and 0.21 for EA-Cu and PEA-Cu respectively with the transition temperature.are 10.06 K and 9.36 K. Those critical components were well described by the 3D Heisenberg interaction for EA-Cu and the 2D Heisenberg plus dipole interaction for PEA-Cu. It is noted that for different organic ligands, the muon-spin relaxations indicate different features. Based on the μSR experimental results, the appearance of ordered state on those hybrids below transition temperature is a 3-dimensional long-range ordered state (3D nature). The appearance 3D nature in the large interlayer distance of magnetic layer (approximately 2 nm) is unusual phenomena in magnetism. In addition to this fact, transition temperature and internal fields of those systems are almost the same although the distance between magnetic layers is different(almost double). It has been believed that magnetic coupling between magnetic                      \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nlayers must be connected through organic parts. In order to understand those interlayers coupling, the accurate muon stopping position are required. On this dissertation, the muon-site estimation as well as hyperfine fields at the muon-site is investigated by using density functional theory (DFT) methods. The DFT analysis to estimate the electric potential energy in PEA-Cu and EA-Cu was performed in order to estimate the local minimum potential positions                      \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nas preferences for injected muon to be initially trapped. Based on the calculation, six possible positions were found around inorganic parts of CuCl4 on PEA-Cu. The similar positions were found in EA-Cu as well. Four of them were around the apical Cl- ions and two of them were in between in-plane Cl- ions on the CuCl4 plane. Those muon positions can be candidates to show the muon-spin precession       behavior under the zero-field condition in magnetically ordered states. Two more minimum potential positions were found in PEA-Cu around the phenyl ring of the organic part causing possible muonium states bound with surrounding electrons via a radical formation having large hyperfine fields as identified in our μSR study. In order to confirm the muon site candidates, the magnetic dipole fields at      the muon position caused by the magnetic moment of magnetic ions is calculated. The ground state internal magnetic field is calculated by considering muon zeropoint motion effect at the muon stop position determined by first principal DFT calculation, in combination with magnetization density calculated on the basis of a   specific magnetic structure model. The ZPM method is used to take into account the distribution of possible muon sites, while the magnetization density is used to     determine the possible magnetic structure model. The calculated result is shown in good agreement with the measured value of internal field at the ground state                      \n \n \n \n \n \n \n \n \n \n \n \n \n \n\ntemperature, thereby justifying the magnetic structure model adopted for this system and explaining the 3D nature of magnetic ordering. This model may therefore be applicable to the study of other magnetic materials.", "Daftar File": {"2018 DS PP EDI SUPRAYOGA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129862", "2018 DS PP EDI SUPRAYOGA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/129861", "2018 DS PP EDI SUPRAYOGA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/129863", "2018 DS PP EDI SUPRAYOGA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/129864", "2018 DS PP EDI SUPRAYOGA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/129865", "2018 DS PP EDI SUPRAYOGA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/129866", "2018 DS PP EDI SUPRAYOGA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/129867", "2018 DS PP EDI SUPRAYOGA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/129868"}, "Penulis": "EDI SUPRAYOGA (NIM : 30211552)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Agustinus Agung Nugroho, Ph.D            Pembimbing 2 : Dr. Isao Watanabe                          \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nPembimbing 3 : Prof. Dr. Djulia Onggo"], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "μSR, DFT, ZPM, kerapatan magnetisasi, posisi henti muon, medan magnetik internal.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "15 Agu 2018"}