{"Nomor": 26839, "Judul": "PENGEMBANGAN PROTOTIPE SISTEM PENGELOLAAN JURNAL ILMIAH BERBASIS BLOCKCHAIN", "Abstrak": "Perkembangan berbagai jenis teknologi zaman sekarang dapat membantu pengembangan berbagai bidang kehidupan. Teknologi dapat membantu pengembangan pengelolaan jurnal ilmiah yang sedang berkembang saat ini. Penerapan open journal system pada berbagai penyedia layanan jurnal ilmiah perlu diiringi dengan teknologi agar jurnal yang dihasilkan pada sistem tersebut dapat dipertanggungjawabkan. Pengembangan Sistem Pengelolaan Jurnal Ilmiah yang dapat mencatat transaksi dengan detil menjadi sangat penting. Beberapa teknologi terbaru dapat mendukung fungsi tersebut. Salah satu teknologi yang sedang berkembang saat ini, yaitu Blockchains. Teknologi ini memungkinkan adanya pencatatan transaksi secara mendetil dengan diiringi tingkat keamanan yang cukup tinggi. Penerapan blockchains dalam pengelolaan jurnal ilmiah diharapkan mampu menciptakan sistem yang terbuka bagi penggunanya untuk berkreativitas tetapi tetap menghasilkan dokumen yang dapat dipertanggungjawabkan serta apresiasi yang layak bagi pihak-pihak yang terlibat. Tugas akhir ini akan membahas kondisi pengelolaan jurnal ilmiah yang ada saat ini di Indonesia. Beberapa vendor penyedia layanan pengelolaan jurnal ilmiah yang sudah diketahui menjadi acuan dalam melakukan proses analisis terkait sistem yang sudah ada. Selanjutnya, Implementasi Sistem Pengelolaan Jurnal Ilmiah berbasis blockchains dilakukan untuk memenuhi masalah dan peluang yang muncul pada hasil analisis bagian sebelumnya. Berdasarkan hasil pengujian prototipe yang dikembangkan, Hasil Pengembangan Sistem Pengelolaan Jurnal Ilmiah dapat menjalankan fungsi-fungsi yang ada pada standar pengelolaan jurnal ilmiah pada umumnya dengan menambahkan pencatatan transaksi pada blok-blok.", "Daftar File": {"Abstrak_18214054_EdvinWilliamHandoko.pdf": "https://digilib.itb.ac.id/gdl/download/129886"}, "Penulis": "Edvin William Handoko   - NIM: 18214054", "Kontributor / Dosen Pembimbing": ["Ir. Kridanto Surendro M.Sc.,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Pengelolaan Jurnal Ilmiah, Blockchains, Transaksi", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Okt 2018"}