{"Nomor": 26831, "Judul": "ANALISIS SEKATAN SESAR DALAM HUBUNGANNYA DENGAN ALIRAN FLUIDA PADA RESERVOIR M DI LAPANGAN K AREA SS2, CEKUNGAN SUMATRA TENGAH", "Abstrak": "Sesar memiliki peranan yang besar dalam penyekatan akumulasi hidrokarbon dan jalur migrasi sekunder. Karakterisasi sesar yang menjadi fokus utama dalam penelitian ini adalah karakter bidang sesar ditinjau dari kemampuannya untuk meneruskan atau mengalirkan fluida dari reservoir di suatu kompartemen ke kompartemen lainnya di Lapangan K, Area SS2, Cekungan Sumatra Tengah. Evaluasi terinci mengenai karakter sesar di area ini diharapkan dapat memberikan saran pengembangan lapangan yang lebih tepat dan lebih optimal. Komposisi litologi yang dicerminkan oleh kandungan serpih pada reservoir, memegang peranan paling penting dalam mengontrol aliran fluida reservoir melalui bidang sesar dari satu kompartemen ke kompartemen lainnya di Lapangan K. Dengan dikenalinya kapasitas sekat pada sesar ini, akan memberikan strategi dalam pengembangan lapangan lebih lanjut. Analisis sekatan sesar dengan metode Shale Gouge Ratio (SGR) pada sesar di daerah penelitian menunjukkan bahwa lapisan Reservoir M memiliki nilai kandungan serpih Volume of Clay (VCl) 0.08 Ã‚Â– 0.56, dengan pergeseran vertikal (throw) 5 Ã‚Â– 320 meter dan SGR 11 Ã‚Â– 73%. Dengan nilai batas (cut off) sealing atau leaking pada SGR 26%, maka Reservoir M berpotensi untuk sealing. Berdasarkan nilai Slip Tendency (Ts) dengan nilai 0.1-0.4, Dilation Tendency (Td) berkisar 0.7-0.9 dan Fracture Stability (Fs) berkisar 12 Ã‚Â– 38 Mpa, sesar yang membatasi kompleks sumur J dan kompleks sumur K berada dalam kondisi stabil terhadap besaran dan arah tegasan saat ini (insitu stress) dan berpotensi menjadi sekat.", "Daftar File": {"2016 TS PP EDIN AKHMAD SYARIPUDIN1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/129854", "2016 TS PP EDIN AKHMAD SYARIPUDIN1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/129855", "2016 TS PP EDIN AKHMAD SYARIPUDIN1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/129856", "2016 TS PP EDIN AKHMAD SYARIPUDIN1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/129857", "2016 TS PP EDIN AKHMAD SYARIPUDIN1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/129858", "2016 TS PP EDIN AKHMAD SYARIPUDIN1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/129859", "2016 TS PP EDIN AKHMAD SYARIPUDIN1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/129860"}, "Penulis": "EDIN AKHMAD SYARIPUDIN (NIM: 22014320)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n \n \n\nIr. Benyamin Sapiie, Ph.D", "Dr. Indra Gunawan, S.T., M. Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Shale Gouge Ratio (SGR), stabilitas sesar, aliran fluida", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "02 Okt 2018"}