{"Nomor": 26845, "Judul": "KAJIAN KARAKTERISTIK MODULUS DINAMIS DAN MODULUS RESILIEN PADA CAMPURAN LAPIS PENGIKAT (AC-BC) DENGAN MENGGUNAKAN MATERIAL DAUR ULANG (RAP)", "Abstrak": "Dengan semakin berkurangnya sumber material standar, penggunaan RAP (Reclaimed Asphalt Pavement) merupakan salah satu solusi terhadap permasalahan sumber material dan juga akan menurunkan jumlah material sisa dari pekerjaan jalan. RAP umumnya merupakan material hasil daur ulang campuran aspal panas yang telah mengalami penurunan sifat fisik dan perubahan reologi selama masa layannya akibat dari beban lalulintas dan kondisi lingkungan. Penambahan material RAP pada campuran akan menambah kekakuan dari suatu campuran akan tetapi memiliki pengaruh terhadap tingkat durabilitas dan kerusakan prematur perkerasan. Untuk mengatasi hal tersebut maka dilakukan suatu upaya untuk memperbaiki sifat-sifat tersebut. Penggunaan RAP sebesar 20% dan 30% yang dicampur dengan material baru berupa agregat dan aspal baru yang lebih lunak diharapkan memiliki kinerja sebanding dengan campuran yang menggunakan aspal modifikasi. Penentuan grade aspal yang akan dicampurkan dengan material RAP dilakukan dengan Metode Superpave yang mengacu pada penelitian NCHRP Project 9-12 dan menyarankan penggunaan (blending chart) untuk menentukan kadar RAP yang dapat digunakan. Penelitian ini bertujuan untuk melakukan kajian mengenai Modulus Resilien dan Dynamic Complex Modulus (|E*|) serta mengembangkan Master Curve sebagai parameter dalam mengevaluasi kinerja campuran Aspal Beton Lapis Antara (AC-BC) yang ditambah dengan material RAP. Pengujian Modulus Resilien dilakukan dengan menggunakan alat UMATTA dan pengujian Modulus Dinamis dilakukan dengan menggunakan AMPT. Penentuan Modulus Resilien dan Modulus Dinamis juga dilakukan dengan menggunakan model prediksi sebagai perbandingan. Penambahan RAP pada campuran mampu meningkatkan nilai Modulus Resilien dan Modulus Dinamis campuran aspal. Penggunaan RAP hasil daur ulang secara umum memiliki kinerja yang sama atau bahkan lebih baik dari campuran panas biasa (HMA) yang menggunakan material baru.", "Daftar File": {"2015 TS PP EDWIN NIRWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/129892", "2015 TS PP EDWIN NIRWAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/129893", "2015 TS PP EDWIN NIRWAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/129894", "2015 TS PP EDWIN NIRWAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/129895", "2015 TS PP EDWIN NIRWAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/129896", "2015 TS PP EDWIN NIRWAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/129897", "2015 TS PP EDWIN NIRWAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/129898", "2015 TS PP EDWIN NIRWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/129899"}, "Penulis": "EDWIN NIRWAN (nim: 26912323)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n \n \n\nProf. Dr. Ir. Bambang Sugeng S., DEA.", "Dr. Harmein Rahman, ST., MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "AC-BC, Modulus Dinamis, Modulus Resilien, Master Curve", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "01 Okt 2018"}