{"Nomor": 26841, "Judul": "STRATEGI UNTUK MENINGKATKAN PERTUMBUHAN BISNIS PADA STIE TUNAS KARYA", "Abstrak": "STIE Tunas Karya merupakan salah satu perguruan tinggi swasta dibawah binaan KOPERTIS yang memiliki akreditasi C. STIE Tunas Karya dimiliki oleh sebuah yayasan keluarga yang ingin mengembangkan bisnis ini. Untuk meningkatkan bisnis maka dibutuhkan peningkatan mutu yang di nilai dari tingkat akreditasinya. STIE Tunas Karya berfokus pada kelas malam. Mayoritas mahasiswa dari STIE Tunas Karya adalah karyawan yang tinggal atau bekerja di sekitar kampus ini. Mayoritas dari mahasiswa ini membiayai pendidikannya secara mandiri sehingga harga biaya pendidikan sangat berpengaruh bagi mereka. \n\nNamun setiap 5 tahun sekali Badan Akreditasi Nasional Perguruan Tinggi (BAN-PT) akan menyelenggarakan akreditasi untuk melihat mutu perguruan tinggi di Indonesia. Tujuan dari penelitian ini adalah melakukan studi kasus di salah satu perguruan tinggi swasta di Jakarta, yaitu STIE Tunas Karya dengan menunjukan kondisi sumber daya manusia, fasilitas, dan keuangan STIE Tunas Karya. Dari data tersebut diharapkan dapat memberikan perkiraan pengembangan STIE Tunas Karya dalam jangka 5 tahun kedepan.. Metodologi yang digunakan dalam penelitian ini adalah data primer dan data sekunder. Data Primer yang dilakukan penulis adalah melakukan wawancara kepada kepala tim akreditasi untuk mengetahui parameter dan masalah-masalah yang dihadapi dalam proses akreditasi juga mengetahui kondisi STIE Tunas Karya. Sedangkan, Selanjutnya,  Pareto chart akan digunakan untuk mengetahui masalah utama yang dihadapi STIE Tunas Karya. Data sekunder didapatkan dari data internal perusahaan untuk membantu penulis dalam menganalisa faktor internal dan eksternal dari STIE Tunas Karya.  \n\nHasil penilitian ini menyimpulkan bahwa strategi yang dilakukan untuk meningkatkan pertumbuhan bisnis pada STIE Tunas Karya adalah berdasarkan PorterÃ‚Â’s Generic Strategy dan anggaran modal, seperti:  NPV, IRR, dan Paybcak Period selama 5 tahun, Berdasarkan perhitungan anggaran modal tersebut menghasilkan NPV positif sebesar Rp 1.836.984.000, IRR sebesar 23,22.%, dan Payback period selama 3,03 tahun. Tingkat pertumbuhan bisnis pada STIE Tunas Karya adalah layak dikembangkan.", "Daftar File": {"2018 TS PP EDWARD LUMENTA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129888"}, "Penulis": "EDWARD LUMENTA (NIM 29316075)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Drs. Sisdjiatmo K. Widhaningrat, MSc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perguruan Tinggi, Pertumbuhan, Akreditasi, Sumber Daya Manusia, Fasilitas, Keuangan, Pembiayaan, Proyek, Capital Budgeting, PorterÃ‚Â’s Generic Strategy", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "08 Jun 2018"}