{"Nomor": 26849, "Judul": "Pengolahan & Inversi Data Seismik  dalam Domain Ray Parameter:  Studi Kasus Gas Cloud & Studi Separasi Litologi", "Abstrak": "Dalam karakterisasi reservoir, gabungan antara informasi lateral data seismik dan informasi vertikal data log sumur dapat digunakan untuk menghasilkan parameter bawah permukaan yang disebut sebagai impedansi. Impedansi Akustik merupakan hasil produk perkalian antara densitas dan kecepatan gelombang P. Impedansi Elastik menggunakan data tambahan berupa nilai sudut dan kecepatan gelombang S. Namun Impedansi Elastik mengabaikan Hukum Snell dengan menggunakan asumsi satu nilai sudut sebagai sudut datang dan sudut transmisi. Studi pada tesis ini menggunakan jenis aproksimasi impedansi dengan melakukan estimasi di sepanjang Ray Path dan disebut sebagai Impedansi Ray. Impedansi Ray diperoleh sepanjang suatu nilai Ray Path sehingga untuk setiap lapisan bawah permukaan memiliki nilai kecepatan dan sudut bervariasi. Untuk membuat data stack dalam domain Ray Parameter, dilakukan proses konversi data seismik dari domain Offset ke domain Ray Parameter. Dalam inversi Impedansi Ray, digunakan data Partial Ray dari data Near-Ray, Mid-Ray, dan Far-Ray. Dilakukan juga inversi seismik pada domain Angle sebagai pembanding, dengan menggunakan data seismik berupa Near-Angle, Mid-Angle, dan Far-Angle Stack. Inversi dilakukan terhadap data CDP Stack, Ray Stack, dan Angle Stack untuk memperoleh informasi Impedansi Akustik, Elastik, dan Ray. Data yang digunakan pada studi ini memuat informasi gas cloud yang merusak imaging data seismik. Ray Parameter Domain secara teoritis dapat membantu menyelesaikan masalah imaging akibat adanya gas cloud. Perbandingan dari hasil seismic stack menunjukkan bahwa Ray Stack dapat digunakan sebagai alternatif dalam membantu imaging pada data seismik yang memuat gas cloud. Selain itu perbandingan crossplot antar log impedansi juga menunjukkan separasi low vclay yang lebih baik pada RI jika dibandingkan dengan EI. Pengolahan data seismik dalam domain ray parameter memberikan hasil yang baik pada imaging kasus gas cloud, dan Impedansi Ray dapat digunakan sebagai sarana identifikasi litologi yang baik.", "Daftar File": {"2018 TS PP EDYCAKRA IMMANUEL SINAGA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129903"}, "Penulis": "Edycakra Immanuel Sinaga - NIM: 22315003", "Kontributor / Dosen Pembimbing": ["Wahyu Triyoso, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Impedansi akustik, impedansi elastik, impedansi ray", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "08 Jun 2018"}