{"Nomor": 26852, "Judul": "PERENCANAAN BENDUNGAN DAN PENYUSUNAN POLA OPERASI WADUK PADA BENDUNGAN KUNINGAN", "Abstrak": "Dalam rangka meningkatkan kesejahteraan masyarakat melalui pelaksanaan pembangunan nasional, khususnya di bidang pertanian, dilaksanakan kajian potensi untuk meningkatkan pelestarian dan pemanfaatan potensi sumber air serta pengendalian banjir di daerah aliran Sungai Cisanggarung. Salah satu pemanfaatan air untuk berbagai kebutuhan ialah dengan pembangunan Bendungan. Bendungan memanfaatkan air yang berlebih pada saat musim hujan dengan cara menampungnya untuk membantu kekurangan air pada musim kering. \n\nBendungan Kuningan terletak pada Sungai Cikaro, Kabupaten Kuningan, Jawa Barat dengan luas DAS sebesar 19,26 km2. Bendungan dengan tinggi hamper 45 meter ini memiliki fungsi untuk menahan aliran sungai dan menampungnya yang kemudian dioperasikan untuk kegunaan lokasi yang membutuhkan. Bendungan Kuningan ini memiliki volume tampungan sekitar 27,32 juta m3 dengan luas genangan 204,9 ha pada elevasi +125 m diatas permukaan laut. Bendungan Kuningan ini merupakan bendungan multiguna, digunakan untuk keperluan irigasi, air baku dan dialirkan melalui turbin sehingga dihasilkan listrik. Adapun besarnya nilai debit banjir dengan kala ulang PMF adalah 492,32 m3/s. \n\nSelain komponen bangunan penting, aspek yang tidak kalah penting yakni aspek pola operasi. Pola operasi adalah suatu rencana keluaran debit yang akan digunakan untuk kebutuhan. Pola operasi mengatur neraca air bendungan. Elevasi muka air pada awal dan akhir pola operasi haruslah sama. \n\nDebit PMF hasil routing yaitu sebesar 169,7 m3/s, hal ini mengindikasikan Bendungan Kuningan dapat mereduksi banjir sebesar 65%. Adapun rencana anggaran biaya yang dibutuhkan untuk pembangunan Bendungan Kuningan adalah sekitar 440 Milyar Rupiah.", "Daftar File": {"2018 TA PP EGA ERLANGGA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129913"}, "Penulis": "EGA ERLANGGA  - NIM : 15814012", "Kontributor / Dosen Pembimbing": ["Joko Nugroho, S.T., M.T., Ph.D.  \n\nDr. Eng. M. Bagus Adityawan, S.T.,M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Bendungan Kuningan, Pola Operasi, Rencana Anggaran Biaya.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Sep 2018"}