{"Nomor": 26858, "Judul": "Rancang Bangun Sistem Sensor Attitude Mobil dan Pemodelan Tiga Dimensi Purwarupa Smart Headlight System For Car Based On Vehicle Attitude And Surrounding", "Abstrak": "Smart Headlight System adalah sistem penerangan kendaraan yang memiliki kemampuan adaptasi terhadap perilaku gerakan mobil serta keadaan di sekitar mobil. Salah satu fitur dari Smart Headlight System adalah mampu mengubah proyeksi lampu mobil ketika mobil sedang berbelok sesuai dengan radius jalan yang dilewati. Fitur tersebut dilengkapi dengan sistem sensor attitude mobil untuk mendeteksi apakah mobil sedang berbelok. Perancangan sistem sensor attitude mobil dilakukan dengan menggunakan sensor MPU-6050 dan sensor kecepatan mobil dari On-Board Diagnostic (OBD), dimana kedua sensor tersebut kemudian akan digabungkan untuk menentukan radius tikungan jalan yang dilewati mobil. Dalam artikel ini akan dijelaskan pula mengenai pengujian sistem sensor yang dilakukan di beberapa tikungan jalan. Pengujian ini dilakukan dengan mengambil data radius jalan yang terbaca oleh sensor, dan membandingkannya dengan perhitungan radius jalan secara manual, dimana kedua hasil tersebut akan menunjukkan apakah sistem sensor berjalan sesuai dengan yang diharapkan. Pemodelan 3 dimensi dalam perancangan Smart Headlight System dilakukan dengan menggunakan software Autodesk Maya, sebagai sarana verifikasi untuk membuktikan apakah fitur pada Smart Headlight System mampu menambah penerangan jalan pada tikungan.", "Daftar File": {"2018 TA PP EGGY BOND OMPUSUNGGU 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129919"}, "Penulis": "EGGY BOND OMPUSUNGGU - NIM : 13213015", "Kontributor / Dosen Pembimbing": ["Dr. Waskita Adijarto ST,MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "MPU-6050, Radius dan Pemodelan 3D.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jun 2018"}