{"Nomor": 26859, "Judul": "PENGARUH GAS BUANG KNALPOT TERHADAP PERTUMBUHAN DAN HASIL TANAMAN TOMAT (SOLANUM LYCOPERSICUM L.)", "Abstrak": "Penelitian ini bertujuan untuk Mengetahui pengaruh dari pemaparan gas hasil dari knalpot terhadap pertumbuhan dan hasil tanaman tomat yang telah dilakukan di Rumah Kaca. Penelitian ini menggunakan Rancangan Acak Kelompok (RAK) dengan pola faktorial yang terdiri dari 2 faktor dan 3 kali ulangan. Faktor pertama adalah umur tanaman tomat yang terdiri dari dua taraf, yaitu umur tanaman 1 bulan dan tanaman berumur 2 bulan. Faktor kedua adalah taraf lama pemaparan (kontrol di luar chamber, kontrol di dalam chamber, lama pemaparan selama 15 menit, 30 menit, 45 menit dan 1 jam). Hasil penelitian menunjukkan terjadi pengaruh antara umur tanaman dengan lama pemaparan terhadap pertumbuhan tanaman tomat. Berdasarkan Uji statistik hasil tertinggi ditunjukkan pada umur tanaman 2 bulan (P2) yang berada pada kontrol dalam (T2) sebesar 81,3 cm, 13,6 g, 1,32 mg kg-1, 0,6 ppm dan hasil terendah pada umur tanaman 1 bulan (P1) yang berada pada lama pemaparan selama 60 menit (T6) sebesar 34,9 cm, 8,3g, 0,11 mg kg-1, 4,01 ppm.", "Daftar File": {"2013 TS PP EGGY HILMNASYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/129920", "2013 TS PP EGGY HILMNASYAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/129921", "2013 TS PP EGGY HILMNASYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/129922", "2013 TS PP EGGY HILMNASYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/129923", "2013 TS PP EGGY HILMNASYAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/129924", "2013 TS PP EGGY HILMNASYAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/129925", "2013 TS PP EGGY HILMNASYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/129926"}, "Penulis": "EGGY HILMNASYAH [25310034]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Barti Setiani Muntalif", "Dr. Asep Sofyan, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Tanaman tomat, pertumbuhan tanaman, lama pemaparan, rancangan acak kelompok, pencemara udara ; Plant, growth of plant, duration of exposure, randomized blok design, air pulution", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "7 file", "Tanggal Input": "17 Sep 2018"}