{"Nomor": 26861, "Judul": "KAJIAN ANALISIS PERFORMANCE DERMAGA BERDASARKAN METODE DISPLACEMENT BASED DESIGN", "Abstrak": "Indonesia merupakan salah satu negara dengan tingkat intensitas gempa tertinggi didunia. Pusat gempa umumnya berada di laut sehingga dermaga sebagai salah satu infrastruktur laut pendukung perekonomian harus memiliki ketahanan terhadap gempa. Belum ada peraturan di Indonesia yang secara spesifik mengatur  perencanaan dermaga khususnya terhadap beban gempa seperti pada peraturan perencanaan struktur bangunan gedung dan jembatan. Sehingga umumnya desain dermaga menggunakan salah satu peraturan bangunan gedung dan jembatan yang mungkin kurang tepat dalam menetapkan parameter-parameter desain dermaga terhadap gempa. Di Amerika perencanan dermaga terhadap gempa sudah diatur dalam ASCE 61-14 Seismic Design of Piers and Wharves. Konsep desain berbasis perpindahan (displacement-based design) juga sudah diperkenalkan dalam peraturan ini disamping konsep desain berbasis gaya (force-based design) yang sudah umum digunakan. Metode displacement-based design berbasis kepada perpindahan sebagai indikasi level kinerja struktur dimana pada studi ini tingkat kinerja struktur yang direncanakan berada pada level kinerja life safety. Studi ini juga membandingkan dua permodelan struktur dermaga yaitu detailed model dan simplified model. Detailed model memperhitungkan interaksi tanah-struktur dengan pendekatan soil spring sedangkan simplified model mengasumsikan interaksi tanah-struktur dengan fixity point. Fokus studi ini pada penggunaan metode analisis displacemet based dan desain berdasarkan displacement based design yang hasilnya diverifikasi menggunakan metode analisis time history. Hasil studi menunjukkan bahwa metode analisis displacemet based dan displacement based design memiliki tingkat akurasi yang tinggi terhadap analisis time history. Sehingga metode ini sangat baik diterapkan pada perencanaan struktur dermaga tahan gempa baik menggunakan plumb pile ataupun batter pile. Hasil studi juga menujukkan bahwa detailed model memiliki kinerja yang lebih baik dibandingkan simplified model ketika menerima beban gempa.", "Daftar File": {"2018 TS PP EGI ATHARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129937"}, "Penulis": "EGI ATHARI              (NIM : 25015025)", "Kontributor / Dosen Pembimbing": ["Ir. Made Suarjana M.Sc., Ph.D \n\nDr.Eng Aris Aryanto S.T, M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "displacement based design, detailed model, simplified model, time history, kondisi seismik, evaluasi kinerja.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "14 Mar 2018"}