{"Nomor": 26865, "Judul": "STUDI TINGKAT WALKABILITY  KAWASAN WISATA UBUD", "Abstrak": "Pariwisata sebagai suatu industri ekonomi berkembang dengan laju yang sangat tinggi. Hal ini berdampak kepada maraknya pengembangan kawasan wisata secara masif, yang memberikan tidak hanya dampak positif tetapi juga eksternalitas negatif kepada lingkungan sekitarnya, terutama terkait dengan daya dukung serta kualitas lingkungan alami. Salah satunya ialah tingginya tingkat polusi udara dan kemacetan yang disebabkan oleh meningkatnya arus pergerakan menuju dan didalam kawasan pariwisata tersebut. Untuk menanggulanginya, penerapan green transportation sebagai konsep dasar penyediaan kegiatan tarnsportasi perkotaan perlu didorang agar mampu mengurangi beban lingkungan yang muncul dari kegiatan transportasi, dan beralih kepada moda transportasi yang lebih ramah lingkungan. Dalam konsep tersebut, peran moda berjalan kaki menjadi semakin penting tidak hanya sebagai moda transportasi lingkungan tetapi sebagai moda utama dalam pergerakan skala besar. Di Indonesia, Kabupaten Gianyar dan Kawasan Wisata Ubud berupaya untuk menerapkan penggunaan transportasi tidak-bermotor sebagai moda utama. Namun belum ada kajian mengenai nilai walkability yang ada di Kawasan Wisata Ubud saat ini. Penelitian ini bertujuan untuk menilai tingkat walkability di Kawasan Wisata Ubud dan rekomendasi untuk peningkatannya menggunakan indikator kompost yang disusun menggunakan perbandingan indikator yang digunakan secara global. Metode yang digunakan adalah metode deskriptif-kualitatif yang disandingkan dengan hasil analisis konten terhadap indeks-indeks walkability yang ada. Terlihat bahwa tingkat dukungan Kawasan Wisata Ubud terhadap kegiatan berjalan kaki berada pada ukuran menengah, dengan nilai tertinggi berada pada kategori keamanan dan keselamatan dan nilai terendah pada konektivitas dan kontinuitas. Perlu dilakukan peningkatan pada infrastruktur pejalan kaki pada sisi kenyamanan dan kemudahan melalui pelebaran dan pelengkapan trotoar, sisi konektivitas dan kontinuitas melalui penyediaan alat bantu penyeberangan dan moda pendukung, serta pada sisi keamanan dan kenyamanan melalui penerapan traffic calming measures dan penataan zona penyangga.", "Daftar File": {"2018 TS PP EKA DARMA KUSUMA_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/129942", "2018 TS PP EKA DARMA KUSUMA_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129943"}, "Penulis": "EKA DARMA KUSUMA (NIM: 25415021)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Pratoyo Kusumantoro, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "walkability, infrastruktur pejalan kaki, kawasan wisata, Ubud", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "2 file", "Tanggal Input": "19 Mar 2018"}