{"Nomor": 26863, "Judul": "DESAIN INPIT DUMPING PADA TAMBANG PT XYZ", "Abstrak": "PT XYZ merupakan suatu perusahaan tambang batubara yang sedang aktif berproduksi. Beberapa pit yang telah selesai ditambang ingin digunakan sebagai area penimbunan overburden dengan tujuan memperpendek jarak angkut dan sekaligus mengurangi void, namun bekas pit tersebut telah terisi air, oleh karena itu perlu suatu kajian agar proses penimbunan aman dan timbunan yang terbentuk tidak longsor di kemudian hari. Dalam penelitian ini, metode kesetimbangan batas digunakan untuk menganalisis kestabilan lereng timbunan yang terbentuk dalam proses inpit dumping. \n\nPembuatan desain timbunan dilakukan berdasarkan data sekunder yang diberikan. Jika desain timbunan yang dianalisis kemudian tidak stabil (FK ≤ 1.3), maka akan dimodelkan bentuk longsorannya untuk kemudian dianalisis kembali. Ketika kemudian dinilai stabil (FK ≥ 1.3), maka penimbunan akan dilanjutkan kembali hingga pit terisi penuh dengan timbunan. \n\nRekomendasi yang diberikan adalah bahwa inpit dumping dengan material yang didominasi claystone dapat dilakukan dengan memenuhi tahapan sebagai berikut, untuk penampang A-AÃ‚Â’: penimbunan dilakukan dengan kemajuan sampai 19 meter dari crest lereng galian sehingga membentuk kemiringan 13o, lalu dapat maju sampai 25 meter dari crest lereng galian sehingga lereng timbunan akan membentuk sudut 7o. Kemudian penimbunan dilanjutkan sampai maju 75 meter dari crest lereng galian dan sesuai analisis lereng, timbunan membentuk sudut 4o, dan dilanjutkan hingga pit tertutup penuh dengan timbunan. Sedangkan untuk penampang B-BÃ‚Â’, penimbunan dilakukan sampai maju 26 meter dari crest lereng galian dan lereng yang terbentuk akan mempunyai sudut 14o, lalu penimbunan dilanjutkan sampai maju 49 meter dari crest lereng galian dan lereng timbunan akan membentuk sudut 5o, dan penimbunan dapat dilanjutkan hingga pit tertutup penuh dengan timbunan. Metode penimbunan dilakukan dengan cara crest-dumping dengan bantuan dozer.", "Daftar File": {"2018 TA PP EIGENIA SARAS PUTRI INDRA PRAKOSO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129940"}, "Penulis": "EIGENIA SARAS PUTRI INDRA PRAKOSO (NIM : 12114099)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Budi Sulistianto, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "timbunan inpit dump, metode kesetimbangan batas, rekomendasi lereng", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "01 Okt 2018"}