{"Nomor": 26866, "Judul": "PROPOSED BUSINESS SOLUTION FOR PROCUREMENT OF GOODS AND SERVICES (CASE STUDY: PT. ANGKASA PURA II)", "Abstrak": "In the last couple of years the procurement department changed from a supportive function in a company that has as only to purchase items as cheap as possible, to an integrated function that can add value to the department (Gelderman & Van Weele, 2005). National commercial airports in Indonesia are solely managed by the government from two large State-Owned Enterprises as PT Angkasa Pura II (Persero) focuses on the services in western Indonesia Airspace. One of the most important department of PT Angkasa Pura II is Procurement Unit, it has a tight target every year to absorb 100% their investment programs, but by the end of 2016 the target were only reached by 88.4%. \n\nThe business issue is analyzed using Current Reality Tree (CRT) method to find the root cause. The result is there still some weakness in the procurement guidelines of goods and services at Procurement Unit at PT Angkasa Pura II. The next process is formulated alternative business solutions, after that the proposed alternative business solutions is analyzed using Analytical Hierarchy Process (AHP) decision model to find the best solution for improvement at company. The best alternative solution is to modify dashboard monitoring. It is expected from total target 336 investment programs in 2016, there will be an increasing about 3.3% (11 investment programs) on the investment program achievement from 88.4% (297 investment programs) to 91.7 % (308 investment programs). \n\nPT Angkasa Pura II should proposed and discuss the proposed business solution to modify dashboard monitoring at the joint meeting to get the permission from the top management for the short term implementation time. For the long-term implementation plan, after getting the permission the company should improve of the dashboard monitoring system with the third party, add scheduling policy to dashboard monitoring and conduct workshop to use dashboard monitoring for the employee.", "Daftar File": {"2018 TS PP EKA FARDA YUWITANING 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129944"}, "Penulis": "EKA FARDA YUWITANING (NIM : 29114424)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Akbar Adhiutama, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "AHP, CRT, goods, procurement, services", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "16 Mar 2018"}