{"Nomor": 26875, "Judul": "ANALISIS TERMOEKONOMI  PADA DISTRIBUSI PENDAPATAN SUATU NEGARA DALAM PERIODE WAKTU TERTENTU", "Abstrak": "Energi merupakan salah satu besaran fisika yang mempunyai peranan penting dalam kehidupan manusia. Dalam perkembangan ilmu sains khususnya ekonofisika, uang teridentifikasi mempunyai kesesuaian proses dengan energi. Sehingga, besaran turunan dari uang (seperti pendapatan) menjadi objek perhatian econophysicist. Sub-ekonofisika yang meninjau analisa uang adalah termoekonomi. Termoekonomi juga memberikan ruang untuk menganalisa distribusi pendapatan dalam periode waktu tertentu dengan memodelkan sistem pendapatan sebagai suatu sistem pada fisika statistik. Parameter-parameter ekonomi dianalogikan terhadap parameter-parameter fisis yang berkesesuaian perilakunya. Termoekonomi dalam aspek uang memberikan hasil bahwa pendekatan distribusi statistik yang paling baik untuk distribusi pendapatan rumah tangga adalah distribusi statistik Fermi-Dirac. Fungsi distribusi Fermi-Dirac mendapatkan nilai paling robust (0,877-0,976) terhadap kurva distribusi pendapatan rumah tangga United States 2006-2016 yang terbentuk dibandingkan dengan nilai robust fungsi distribusi Maxwell-Boltzmann (0,724-0,882). Selain parameter tersebut, koefisien korelasi antara parameter termoekonomi dan parameter ekonomi untuk distribusi pendapatan dengan pendekatan statistik FermiDirac lebih unggul daripada pendekatan statistik Maxwell-Boltzmann, khususnya korelasi terhadap koefisien Gini, ekspor, dan inflasi.", "Daftar File": {"2018 TA PP Eka Rizkiyah 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129979", "2018 TA PP EKA RIZKIYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/129980", "2018 TA PP EKA RIZKIYAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/129981", "2018 TA PP EKA RIZKIYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/129982", "2018 TA PP EKA RIZKIYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/129983", "2018 TA PP EKA RIZKIYAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/129984", "2018 TA PP EKA RIZKIYAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/129985", "2018 TA PP EKA RIZKIYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/129986"}, "Penulis": "Eka Rizkiyah - NIM: 10213046", "Kontributor / Dosen Pembimbing": ["Acep Purqon, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Distribusi, Koefisien Gini, Pendapatan, Statistik, Termoekonomi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "27 Apr 2018"}