{"Nomor": 26874, "Judul": "DINAMIKA POPULASI BAKTERI HETEROTROF DAN AUTOTROF PADA PENGOLAHAN SLUDGE PRODUCED WATER (STUDI KASUS : EKSPLORASI MINYAK DAN GAS BUMI PT X)", "Abstrak": "Abstrak: Sludge produced water yang dihasilkan dari proses biologis lumpur aktif merupakan biomassa mikroba dalam bentuk flok, sehingga diperkirakan kandungan organik lebih dari 50%. Pengamatan dinamika populasi mikroba dilakukan berdasarkan sumber karbonnya yaitu kelompok bakteri heterotrof dan autotrof dalam prosesnya mendegradasi sludge produced water. Pengolahan dilakukan secara aerob dan anaerob hingga kandungan C-organik >15% dan rasio C/N yaitu 15?C/N?25 mengacu dalam Permentan No.70/Permentan/SR.140/10/ 2011. Variasi pengolahan dilakukan dengan penambahan bulking agent serbuk kayu dan daun kering. Studi penelitian ini lebih banyak menargetkan hubungan dinamika populasi kedua kelompok mikroba tersebut terhadap performa kerja reaktor. Hasil penelitian diperoleh bahwa pertumbuhan bakteri heterotrof dan autotrof terjadi secara berurutan. Penambahan bulking agent serbuk kayu memberikan hasil yang lebih baik dalam pengolahan sludge produced water. Populasi tertinggi bakteri heterotrof aerob 4,9.1013 CFU/g tanah (t20), bakteri autotrof aerob 8,3.108 CFU/g tanah (t30), bakteri heterotrof anaerob 1,56.108 CFU/g tanah (t25), dan bakteri autotrof anaerob 9,7.105 CFU/g tanah (t40). Reaktor pengolahan optimum terdapat pada RA2 (untuk bakteri heterotrof aerob) dengan ? 0,807 waktu-1, RA3 (bakteri autotrof aerob) dengan ? 0,468 waktu-1, RN1 (untuk bakteri heterotrof anaerob) dengan ? 0,412 waktu-1, dan RN5 (untuk bakteri autotrof anaerob) dengan ? 0,197 waktu-1. Hasil identifikasi spesies bakteri diperoleh golongan nitrogen fixer dari genus Bacillus, Pseudomonas dan Clostridium. Identifikasi kelompok Bacillus diantaranya yaitu B.polymyxa, B.licheniformis, B.circulans, B.lentus, B.megaterium dan B.coagulans serta kelompok Clostridium yaitu Clostridium sordelii dan Clostridium beijerinckii.", "Daftar File": {"2015 TS PP EKA PRAVITA SARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/129972", "2015 TS PP EKA PRAVITA SARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/129973", "2015 TS PP EKA PRAVITA SARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/129974", "2015 TS PP EKA PRAVITA SARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/129975", "2015 TS PP EKA PRAVITA SARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/129976", "2015 TS PP EKA PRAVITA SARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/129977", "2015 TS PP EKA PRAVITA SARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/129978"}, "Penulis": "EKA PRAVITA SARI [25312305]", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Sludge produced water, bakteri heterotrof, bakteri autotrof ; sludge produced water, heterotrophs bacteria, autotrophs bacteria", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "7 file", "Tanggal Input": "24 Okt 2018"}