{"Nomor": 26886, "Judul": "RANCANG BANGUN DAN UJI EKSPERIMENTAL MEKANISME ROBOT PERISTALTIK DALAM SALURAN PIPA", "Abstrak": "Jaringan pemipaan merupakan sarana penting untuk transportasi material minyak mentah dalam unit pengolahan minyak/kilang. Jaringan tersebut menghubungkan stasiun apung yang berada di laut dan unit pengolahan yang berada di darat. Untuk menjaga agar kinerja jaringan tetap baik maka perlu dilakukan perawatan secara rutin. Akan tetapi perawatan jaringan pipa umumnya membutuhkan biaya yang besar. Ada kalanya jaringan pemipaan tersebut mengalami penyumbatan yang disebabkan oleh pembekuan zat lilin (wax) sehingga mengganggu kinerjanya. Oleh karena itu diperlukan metode pembukaan sumbatan yang sederhana dan murah. Salah satu contohnya adalah pengembangan metode pembukan sumbatan zat lilin dengan cara menginjeksi cairan pelarut ke dalam pipa kemudian memompa larutan tersebut ke luar pipa. Dalam metode ini diperlukan alat bantu/mekanisme yang dapat masuk ke dalam pipa sambil membawa zat kimia tersebut. Mekanisme yang tepat adalah robot yang bersifat aktif untuk masuk ke dalam pipa. Salah satu pilihannya adalah mekanisme biorobot yang menggunakan prinsip deformasi struktur. Mekanisme ini tidak menggunakan roda atau kaki untuk bergerak melainkan dengan memanfaatkan efek gerak peristaltik seperti cara pergerakan cacing tanah. Teknik pergerakan mekanisme ini dapat mengeliminir kekurangan yang ada pada mekanisme yang menggunakan roda maupun kaki. Dalam penelitian ini dikembangkan mekanisme robot peristaltik yang bergerak di dalam pipa. Penelitian ini diharapkan dapat memberikan kontribusi dalam pengembangan rancang bangun mekanisme biorobot untuk keperluan inspeksi atau perawatan pipa. Dari aspek keekonomian, hasil penelitian ini diharapkan dapat diterapkan di lapangan untuk memecahkan persoalan penyumbatan pipa sehingga dapat berperan dalam penghematan biaya perawatan pipa. Penelitian mengenai robot peristaltik ini juga merupakan ide orisinil yang dapat diajukan sebagai hak paten sehingga memberikan kontribusi terhadap hak atas kekayaan intelektual yang ada di Indonesia.  \n\nMetode penelitian yang dilakukan dibagi dalam empat tahap. Tahap pertama adalah tahap persiapan yang meliputi pembahasan latar belakang penelitian, penentuan tujuan penelitian, pengumpulan data lapangan, dan studi pustaka. Tahap kedua adalah tahap rancang bangun robot, meliputi konsep desain robot dan analisis awal baik teoritis maupun eksperimental. Dalam tahap rancang bangun robot dikembangkan dua tipe robot peristaltik yaitu robot tipe I yang disebut robot spiral dan robot tipe II yang disebut robot sepatu. Kedua tipe robot tersebut mempunyai kemiripan dimensi maupun cara pergerakan sehingga dapat dibandingkan secara proporsional. Cara bergerak robot spiral menggunakan konstruksi elemen spiral sebagai bidang kontaknya, sedangkan pada robot sepatu digunakan tapak sepatu sebagai bidang kontak. Pada tahap ketiga dilakukan simulasi pergerakan yang bertujuan untuk melakukan koreksi apakah algoritma pergerakan yang dirancang sudah menghasilkan pergerakan robot yang optimal. Tahap empat adalah eksperimen pergerakan robot.  \n\nLingkup pengujian dibagi dalam empat kelompok yaitu kelompok uji traksi, uji pergerakan pada pipa lurus, uji pergerakan pada pipa menanjak, dan uji pergerakan pada pipa belok. Kelompok pengujian tersebut diterapkan pada kedua tipe robot, di mana masing-masing pengujian dilakukan di dalam pipa yang mempunyai permukaan halus (0,02 Ã‚Âµm) dan kasar (Ra 12,4 Ã‚Âµm). Uji traksi bertujuan untuk mengetahui kemampuan robot menarik beban masa sambil berjalan. Dari hasil uji traksi robot diperoleh persamaan karakteristik traksi yang berguna untuk memprediksi jarak tempuh pergerakan robot berdasarkan beban atau gaya tarik robot. Uji pergerakan pada pipa lurus bertujuan untuk mengetahui efektivitas pergerakan yaitu perbandingan jarak tempuh aktual terhadap jarak tempuh teoritis pada kedua tipe robot. Uji pergerakan pada pipa menanjak bertujuan untuk mengetahui kemampuan robot berjalan dalam pipa mendaki. Hasil prediksi dari karakteristik uji traksi terhadap eksperimen pergerakan pada pipa lurus terdapat perbedaan rata-rata kurang dari 3%, sedangkan perbedaan dengan pipa mendaki terdapat perbedaan rata-rata 8,2% untuk permukaan pipa halus dan 11,1% untuk permukaan pipa kasar. Uji pergerakan pada pipa belok bertujuan untuk mengetahui kemampuan robot berjalan pada pipa belok.  \n\nPenelitian ini telah menghasilkan prototipe robot peristaltik dan kajian dasar mengenai mekanisme gerak robot yang bergerak di dalam pipa dalam skala laboratorium. Penelitian dan pengembangan berikutnya perlu dilakukan agar menghasilkan peralatan yang  bermanfaat bagi industri yang memerlukan perawatan di dalam pipa.", "Daftar File": {"2015 DS PP EKO AGUS NUGROHO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/130016", "2015 DS PP EKO AGUS NUGROHO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/130017", "2015 DS PP EKO AGUS NUGROHO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/130018", "2015 DS PP EKO AGUS NUGROHO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/130019", "2015 DS PP EKO AGUS NUGROHO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/130020", "2015 DS PP EKO AGUS NUGROHO 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/130021", "2015 DS PP EKO AGUS NUGROHO 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/130022", "2015 DS PP EKO AGUS NUGROHO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/130023", "2015 DS PP EKO AGUS NUGROHO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/130024"}, "Penulis": "EKO AGUS NUGROHO (NIM : 33110001)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nProf. Dr. Ir. Zainal Abidin. \n\nProf. Dr. Ir. Djoko Suharto.  \n\nDr. Ir. Ign. Pulung Nurprasetio."], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Mekanisme deformasi struktur, Robot peristaltik, Perawatan dan inspeksi pipa.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "15 Feb 2018"}