{"Nomor": 26880, "Judul": "PENILAIAN TINGKAT KONTAMINASI DAN BIOAVAILABILITAS LOGAM BERAT KADMIUM DI SEDIMEN WADUK SAGULING", "Abstrak": "Penelitian ini bertujuan untuk menilai kualitas sedimen akibat pencemaran Cd serta nilai bioavailabilitas logam berat tersebut di sedimen Waduk Saguling. Penilaian kualitas sedimen menggunakan metode Contamination Factor (CF), Index geoaccumulation (I-geo), Metal Pollution Index (MPI), dan Potential Ecological Risk Index (PERI) Penilaian bioavailabilitas Cd menggunakan metode Risk Assessment Code (RAC) dan Global Contamination Factor (GCF). Penelitian ini juga menganalisis faktor-faktor yang mempengaruhi konsentrasi Cd di sedimen serta interaksi yang terjadi di kedua fase tersebut. Parameter pendukung yang diteliti yaitu DO, pH, Potensial redoks, jenis sedimen, dan kandungan total organik. Konsentrasi Cd dalam sedimen permukaan dianalisis di 12 titik sampling dengan menggunakan ICP-EOS. Periode penelitian dari tahun 2015-2018 mewakili musim hujan dan kemarau.  \n \n\nStatus mutu air waduk berdasarkan Index STORET termasuk katagori cemar berat. Nilai STORET pada musim hujan lebih besar dibandingkan dengan kemarau. Parameter kualitas air yang tidak memenuhi baku mutu berdasarkan PP 82 tahun 2001 kelas IV yaitu BOD, COD, DO, H2S, dan Nitrit. Konsentrasi Cd yang terkandung di air waduk dari tahun 2008-2017 menunjukan rentang nilai 0,00-0,139 mg/L masih memenuhi bakumutu yang ditetapkan sebesar 0,01 mg/L. Musim hujan trend konsentrasi Cd di dalam air cenderung mengalami penurunan, sedangkan pada musim kemarau sebaliknya.  \n \n\nKonsentrasi total Cd di sedimen waduk pada musim hujan dan kemarau tergolong tinggi jika dibandingkan dengan standar yang dipergunakan yaitu ANZECC.,1997 sebesar 1,5 mg/kg. Konsentrasi Cd di sedimen pada musim hujan antara 11,43-16,68 mg/kg dengan rata-rata 14,82Ã‚Â±1,48 mg/kg. Musim kemarau konsentrasi Cd antara 8,10-15,7 mg/kg dengan rata-rata 11,12Ã‚Â±2,16 mg/kg. Musim kemarau urutan konsentrasi rata-rata Cd dari yang terbesar ke terkecil yaitu stasiun 1A>1B>4>2>9>3>8>6>5>7>10A>10B sedangkan musim hujan 4>1A>1B>2>7>5>9>3>6>10A>8>10B. Kualitas sedimen dengan menggunakan metode Igeo termasuk katagori highly to extremely polluted pada musim hujan dan kemarau di semua titik sampling. Berdasarkan metode CF termasuk katagori very high contamination pada musim hujan dan kemarau di semua titik sampling. Metode MPI menunjukan sedimen telah tercemar Cd, Nilai MPI musim hujan mencapai 43,38 lebih besar jika dibanding musim kemarau sebesar 32,17. Metode PERI mengkatagorikan kualitas sedimen termasuk serious ecological risk pada musim hujan dan kemarau. Penilaian kualitas sedimen menggunakan keempat metode tersebut menggunkaan Cb berdasarkan hasil penelitian yang dilakukan di daerah tangkapan air waduk dengan nilai 0,34Ã‚Â±0,10 mg/kg. beban pencemaran Cd yang masuk ke waduk pada musim kemarau sebesar 7,654 kg/hari dimana beban yang tertinggi berasal dari Sungai Citarum. \n \n\nHasil analisis spesiasi Cd di sedimen menunjukan bahwa urutan fraksi yang terbesar ke terkecil pada musim hujan dan kemarau yaitu F4>F2>F3>F1. Hal tersebut menunjukan bahwa Cd sebagian besar berada pada fraksi F4 yang menunjukkan bahwa sumber Cd sebagian besar berasal dari aktivitas alami seperti peluruhan batuan yang mengandung Cd. Tingginya konsentrasi fraksi F4 menunjukkan bahwa sebagian besar kandungan Cd dalam sedimen merupakan mineral kristal dan fraksi residu yang terkumpul dalam lapisan lumpur bagian bawah. Perbandingan konsentrasi yang bersifat bioavailable (F1) pada musim hujan lebih kecil dari musim kemarau. Konsentrasi F1 tertinggi terjadi di titik 1A yaitu Nanjung yang menunjukkan bahwa telah terjadi pencemaran Cd yang berasal dari aktivitas manusia di titik tersebut.  Berdasarkan nilai RAC sedimen waduk termasuk katagori low risk pada musim hujan dan kemarau. Nilai RAC musim kemarau lebih tinggi jika dibanding musim hujan menunjukkan bahwa pada musim kemarau Cd lebih bersifat bioavailable dan lebih mampu untuk masuk ke rantai makanan di Waduk Saguling. Hasil analisis dengan menggunakan metode GCF menunjukkan bahwa sumber logam berasal dari aktivitas alamiah karena fraksi F4 menempati posisi tertinggi. \n \n\nHasil percobaan laboratorium untuk meneliti proses deposisi dan resuspensi Cd di sedimen menyimpulkan bahwa: (1) koefisien partisi Cd di Sedimen antara 506,92-2.083,00 L/kg; (2) koefisien transfer massa Cd dari kolom air ke sedimen (2kÃ‚Â’A3) sebesar 83,33-250,00 cm/jam.  Koefisien transfer massa Cd dari sedimen ke kolom air (3kÃ‚Â’A2) antara 0,002-0,0023 cm/jam. koefisien transfer massa total (3KÃ‚Â’A2) dari proses deposisi dan resuspensi sedimen antara 0,000020-0,000023 cm/jam; (3) waktu yang diperlukan untuk memulihkan kembali kualitas air Waduk akibat pencemaran Cd secara alami selama 318-327 tahun. Semakin tinggi proses resuspensi yang terjadi akan menyebabkan semakin lama waktu yang dibutuhkan untuk memulihkan diri; (4) konsentrasi Cd setelah masa pemulihan antara 0,010-0,013 mg/L. Mengingat waktu pemulihan yang dibutuhkan sangat lama maka diperlukan upaya pengendalian pencemaran Cd di Waduk Saguling. Empat faktor utama pengendalian pencemaran air yaitu rehabilitasi lingkungan, penegakan hukum, kelembagaan, dan peran serta masyarakat diperlukan untuk menurunkan beban pencemaran Cd yang masuk ke Waduk Saguling.", "Daftar File": {"2018 DS PP EKA WARDHANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/129998"}, "Penulis": "EKA WARDHANI NIM 35314002", "Kontributor / Dosen Pembimbing": ["Pembimbing Pertama : Prof. Ir. Suprihanto Notodarmojo.,PhD \n\nPembimbing Kedua : Dr. Ir.  Dwina Roosmini.,MS"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "CF, GCF, Igeo, Kadmium, Kualitas, MPI, PERI, RAC, Sedimen, Saguling, transfer massa", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "15 Sep 2018"}