{"Nomor": 26885, "Judul": "PENGEMBANGAN MODEL AKUSTIK RUANG ICU UNTUK ANALISIS SOUNDSCAPE", "Abstrak": "Ruang Intensive Care Unit (ICU) rumah sakit di rancang untuk merawat pasien dalam keadaan kritis sehingga membutuhkan perawatan khusus. Kondisi lingkungan akustik ruang ICU telah banyak dikaji di berbagai negara terkait aspek kebisingan. Kebisingan memiliki efek kardiovaskular dan fisiologis yang mampu mempengaruhi kesehatan mental maupun kesehatan pendengaran jangka panjang. Oleh karena itu, teknik pengendalian bising perlu dilakukan secara prosedural atau modifikasi struktural bangunan. Analisis soundscape ruang ICU diperlukan sebagai dasar teknik pengendalian bising. Hasil analisis soundscape dengan simulator maupun survei mendefinisikan seberapa besar kontribusi berbagai macam sumber suara sehingga menimbulkan bising.   \n \n\nPenelitian ini bertujuan untuk pengembangan model akustik ruang ICU yang akan digunakan dalam mengimplementasikan berbagai macam teknik pengendalian bising melalui simulasi. Pengembangan model akustik ruang dapat dilakukan dengan pembuatan model geometri ruang dimana dimensi ruang, jenis material bangunan, serta objek dan sumber suara di dalam model ruang mendekati kondisi sebenarnya. Observasi dan pengukuran lapangan perlu dilakukan untuk mendapatkan detail dari model akustik ruang ICU.   \n \n\nPenelitian sebelumnya menunjukkan bahwa ventilator dan monitor EKG merupakan sumber yang dianggap paling mengganggu. Sehingga, ventilator danmonitor EKG menjadi batasan target sumber dalam penelitian ini. Oleh sebab itu, pengukuran faktor arah (directivity) target sumber perlu dilakukan sebagai masukan dalam mendukung model ruang untuk selanjutnya dilakukan simulasi dengan metode ray tracing.   \n \n\nModel ruang selanjutnya dikembangkan dengan metode optimasi terhadap koefisien absorpsi material menggunakan Genetic Algorithm (GA). Optimasi dilakukan akibat terjadinya fenomena fisis yang kompleks sehingga tidak diketahui faktor manakah yang mempengaruhi model ruang terhadap solusi sebenarnya.   \n \n \n\nHasil yang diperoleh menunjukkan bahwa faktor arah non-omni target sumber yang digunakan dalam model ruang memberikan hasil yang lebih mendekati hasil pengukuran sehingga menghasilkan akurasi yang lebih baik dibandingkan dengan faktor arah omni. Sementara hasil optimasi terhadap koefisien absorpsi material dengan fungsi batasan berupa tingkat tekanan suara tidak memberikan hasil yang signifikan terhadap solusi sebenarnya.   \n \n \n\nPerbaikan akustik untuk mendekati preferensi soundscape ICU dalam hal perubahan tingkat tekanan suara dapat dilakukan melalui implementasi absorber berupa Micro-perforated Panel (MPP). Penambahan beberapa desain MPP yang masing-masing bekerja pada frekuensi rendah, menengah dan tinggi dalam model ruang mampu menurunkan tingkat tekanan suara sesuai dengan frekuensi target.", "Daftar File": {"2017 TS PP EKI MUQOWI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/130009", "2017 TS PP EKI MUQOWI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/130010", "2017 TS PP EKI MUQOWI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/130011", "2017 TS PP EKI MUQOWI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/130012", "2017 TS PP EKI MUQOWI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/130013", "2017 TS PP EKI MUQOWI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/130014", "2017 TS PP EKI MUQOWI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/130015"}, "Penulis": "EKI MUQOWI [23314302]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. R. Sugeng Joko Sarwono, M.T., Ph.D", "Iwan Prasetiyo, ST., MT., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Model Ruang ICU, Soundscape ICU, Metode Genetic Algorithm, Metode Ray Tracing, Micro-perforated Panel Absorber ; ICU Room Model, ICU Soundscape, Genetic Algoritm Method, Ray Tracing Method, Micro-perforated Panel", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "7 file", "Tanggal Input": "18 Jan 2018"}