{"Nomor": 26892, "Judul": "PENGEMBANGAN MODEL PREDIKSI CURAH HUJAN BERDASARKAN UNSUR CUACA DAN INDEKS STABILITAS ATMOSFER UNTUK DAERAH NON ZOM", "Abstrak": "Letak geografis Indonesia yang dilewati garis katulistiwa serta diapit oleh 2 samudra dan 2 benua besar akan memberikan pengaruh terhadap kondisi cuaca yang terjadi. Pemetaan wilayah menjadi ZOM (Zona Musim) dan Non ZOM (Non Zona Musim) memberikan gambaran bahwa wilayah di Indonesia mempunyai karakteristik sesuai letak geografisnya. Bagi prakirawan, membuat prakiraan cuaca dari data pengamatan udara permukaan dan pengamatan udara atas merupakan hal yang tidak mudah, dibutuhkan pengetahuan dan pengalaman yang cukup, oleh sebab itu diperlukan pengembangan model prediksi curah hujan untuk daerah Non ZOM. \n \n\nPengembangan model ERNN-BN (Elman Recurrent Neural Network-Biak Numfor) dibuat menggunakan Jaringan Syaraf Tiruan dengan data input unsur cuaca dan indeks stabilitas atmosfer. Pada tahap awal digunakan backpropagation untuk memilih input yang berpengaruh besar pada pengenalan klasifikasi hujan.  Terpilih 11 input dari 15 input yaitu QFE, TTT, RH, Tmx, Tmn, FFF, EEE, K Index, Sweat Index, TT Index dan CAPE Index. Pengunaan ERNN (Elman Recurrent Neural Network) ditujukan untuk mencari output prakiraan curah hujan dengan MSE (Mean Square Error) atau MAD (Mean Absolute Deviation) terkecil. Data tahun 2010-2016 digunakan pada penelitian ini dengan data tahun 2010-2014 menjadi data latih dan data tahun 2015-2016 menjadi data uji. Pengunaan Algoritma Genetika dimaksudkan untuk mengurangi ketidak konsistenan atau fluktuasi output ERNN. \n \n\nUntuk arsitektur ERNN yang terpilih yaitu 1 hidden layer, 1 neuron, fungsi aktivasi tansig, fungsi training trainbfg, dan masa data latih 12 bulan, pada data uji tahun 2015 mempunyai nilai fluktuasi MSE sebesar 66,734974 dan fluktuasi MAD sebesar 4,288539 sedangkan pada data uji tahun 2016 mempunyai nilai fluktuasi MSE sebesar 105,753973 dan MAD sebesar 2,173979. Selanjutnya digunakan Algoritma Genetika untuk optimalisasi nilai weights dan bias. Untuk data uji tahun 2015 dan 2016, pada target MSE minimum nilai fluktuasi MSE terdapat pengurangan 77% dan 97%, sedangkan pada target MAD minimum nilai fluktuasi MAD terdapat pengurangan 48% dan 96%. Dengan hasil ini maka sistem yang dibuat berpotensi memberikan informasi tambahan pada prediksi cuaca di daerah Biak Numfor.", "Daftar File": {"2018 TS PP EKO SUDARYANTO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130043"}, "Penulis": "EKO SUDARYANTO (NIM. 23814304)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nDr. Suprijanto, ST., MT. \n\nDr. Nurjanna Joko Trilaksono, S.Si"], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "prediksi curah hujan, pengamatan udara permukaan, pengamatan udara atas, soft computing, backpropagation, elman, algoritma genetika.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "14 Mar 2018"}