{"Nomor": 26895, "Judul": "PENGARUH FORMULASI SOLID LIPID NANOPARTICLES (SLN) RIFABUTIN TERHADAP AKTIVITAS IMUNOMODULATOR PADA MENCIT BALB/C", "Abstrak": "Rifabutin adalah obat anti-tuberkulosis yang digunakan untuk pengobatan koinfeksi TB-HIV. Solid Lipid \n\nNanopartikel adalah sistem lipid padat yang mengandung zat aktif dengan ukuran kurang dari 1000 nm \n\ndalam media air. Tujuan penelitian ini adalah menentukan adanya pengaruh rifabutin yang diformulasikan \n\ndalam bentuk SLN terhadap aktivitas imunomodulator dengan menguji pada mencit BALB/C. SLN rifabutin \n\ndibuat dengan cara kombinasi metode homogenisasi kecepatan tinggi dan sonikasi. Pada percobaan ini \n\nmenggunakan 3 formula SLN yang perbedaannya terletak pada komposisi eksipien yang digunakan. \n\nUkuran partikel SLN F1, SLN F2, dan SLN F3 yang terbentuk secara berturut-turut yaitu 107 Ã‚Â± 11 nm, 110 \n\nÃ‚Â± 7 nm, dan 145 Ã‚Â± 17 nm dengan indeks polidispersitas 0,401 Ã‚Â± 0,031, 0,368 Ã‚Â± 0,046, dan 0,393 Ã‚Â± 0,002. \n\nHasil pengujian stabilitas fisik dan kimia menunjukkan SLN F1 dan F2 stabil pada suhu 4 \n\no \n\nC dan suhu kamar. \n\nEfisiensi penjeratan semua formula SLN sangat baik yaitu diatas 99%. Uji aktivitas imunomodulator SLN \n\nrifabutin yang dilakukan berupa pengujian imun nonspesifik dan imun spesifik. Pada uji efek imun \n\nnonspesifik, ketiga formula SLN menunjukkan efek imunostimulasi dengan indeks fagositik SLN F1, SLN \n\nF2, dan SLN F3 yang paling tinggi terjadi pada dosis kecil (10mg/mL) secara berturut-turut yaitu 1,35, 1,58, \n\ndan 1,39. Pada uji terhadap respon imun humoral, SLN F1 dosis 10 mg/kgBB, SLN F2 dan SLN F3 dosis 10 \n\nmg/kgBB dan 20 mg/kgBB dapat menstimulasi respon imun humoral yang ditandai dengan peningkatan \n\ntiter antibodi.", "Daftar File": {"2018 TA PP ELDORAL SULI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130046"}, "Penulis": "ELDORAL SULI NIM : 10714004", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr. rer. nat Rachmat Mauludin", "Dr. Maria Immaculata Iwo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Solid lipid nanopartikel, SLN, rifabutin, aktivitas imunomodulator, ELISA IL-2, ELISA IFN-γ", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "22 Jun 2018"}