{"Nomor": 26891, "Judul": "PERANCANGAN PONDASI TIANG DAN DINDING PENAHAN TANAH MENGGUNAKAN PERKUATAN GROUND ANCHOR GEDUNG MALL DAN DERMAGA PEKANBARU RIVERFRONT CENTER", "Abstrak": "Pekanbaru Riverfront Center adalah kawasan intermoda dan komersil yang berada di tepi suangai Siak. Dalam studi ini akan menggunakan fondasi tiang pancang dan dinding penahan tanah untuk struktur basement dan dermaga. \n\nPada konstruksi fondasi tiang pancang pada gedung mall, pembebanan dihitung berdasarkan hasil pembebanan struktur atas dan struktur basement. Sedangkan, korelasi tanah berdasarkan korelasi SPT dan CPT. Daya dukung aksial tiang tunggal berdasarkan metode API 1986 serta daya dukung lateral tiang tunggal dan daya dukung kelompok tiang digunakan software LPILE dan GROUP. Hasil perancangan fondasi tiang ini adalah menggunakan tiang pancang jenis spun pile dengan diameter 800 mm, kedalaman pemancangan 25 meter, dan terdapat 5 konfigurasi pile cap. \n\nPada konstruksi dinding penahan tanah untuk strutur basement gedung mall akan menggunakan jenis diaphragm wall. Analisis galian dan ground anchor akan dirancang dengan PLAXIS 2D. Didapatkan hasil perancangan diaphragm wall akan dipasang sedalam 19 meter dengan menggunakan bantuan 2 ground anchor. \n\nPada dermaga, pembebanan fondasi tiang dihitung berdasarkan hasil pembebanan tumbukan kapal. Sedangkan, korelasi tanah berdasarkan korelasi SPT dan CPT. Daya dukung aksial tiang tunggal berdasarkan metode API 1986 serta daya dukung lateral \n\ndibantu dengan software LPILE. Hasil perancangan fondasi tiang ini adalah menggunakan tiang pancang jenis spun pile dengan diameter 800 mm dan kedalaman pemancangan 30 meter. \n\nSheet pile wall dipilih sebagai dinding penahan tanah yang akan digunakan pada dermaga. Hasil perhitungan dengan bantuan software PLAXIS 2D, didapatkan depth of penetration dinding sedalam 30 meter.", "Daftar File": {"2018 TA PP  EKO SETIYO RAHARJO  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130042"}, "Penulis": "EKO SETIYO RAHARJO (NIM : 15014124)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Eng. Hasbullah Nawir ST,MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tiang pancang, Dinding penahan tanah, Diaphragm wall, Sheet pile wall.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2018"}