{"Nomor": 26890, "Judul": "SINTESIS LINEAR &#913;-OLEFIN (LAO) DARI GAS ETILENA MENGGUNAKAN CR(III) FENOKSI-IMINA DAN NI(0) FOSFIN", "Abstrak": "Linear α-olefin (LAO) seperti 1-heksena digunakan sebagai komonomer untuk memproduksi polietilena bercabang, seperti linear low density polyethylene (LLDPE). Salah satu metode sintesis 1-heksena adalah trimerisasi gas etilena. Katalis yang umum digunakan pada reaksi tersebut memerlukan kokatalis sebagai aktivator dalam jumlah yang besar. Sebagai contoh, katalis kromium(III) PNP dari BP Chemical memerlukan kokatalis methylaluminoxane (MAO) sebanyak 300 mol ekuivalen. Katalis titanium(IV) fenoksi-imina dari Mitsui Chemical, memerlukan MAO sebanyak 10.000 mol ekuivalen. Dengan demikian inovasi pengembangan katalis tanpa aktivator dalam jumlah besar diperlukan. Pada penelitian ini, penulis mengusulkan desain katalis kromium(III) fenoksi-imina yang diprediksi dapat melewati tahapan trimerisasi etilena melalui pembentukan senyawa antara metalasiklik. Katalis kromium(III) fenoksi-imina diaktivasi melalui prosedur reduksi kromium(III) menjadi kromium(I) yang disertai pelepasan ligan klorida. Tahapan ini juga bertujuan menyediakan ruang kosong pada kompleks kromium yang berperan sebagai katalis aktif. Uji aktivitas katalitik dilakukan dengan mereaksikan gas etilena sebanyak 8 bar, serbuk seng dan pelarut tetrahidrofuran pada suhu 65 oC selama 24 jam. Berdasarkan hasil analisis kromatografi gas, produk LAO yang diharapkan belum terbentuk. Sebagai alternatif, reaksi pembentukan LAO dari gas etilena dilakukan melalui tahapan reaksi yang berbeda dengan menggunakan katalis nikel(0) fosfin. Hasil analisis GC dari produk yang dihasilkan menunjukkan keberadaan puncak baru pada waktu retensi di antara 1-heksena dan 1-oktena standar, yang diduga merupakan puncak milik 1-heptena.", "Daftar File": {"2016 TA PP  EKO SETIO WIBOWO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/130035", "2016 TA PP  EKO SETIO WIBOWO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/130036", "2016 TA PP  EKO SETIO WIBOWO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/130037", "2016 TA PP  EKO SETIO WIBOWO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/130038", "2016 TA PP  EKO SETIO WIBOWO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/130039", "2016 TA PP  EKO SETIO WIBOWO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/130040", "2016 TA PP  EKO SETIO WIBOWO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/130041"}, "Penulis": "EKO SETIO WIBOWO  (NIM: 10512017)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr.Eng.Yessi Permana."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "trimerisasi, 1-heksena, 1-oktena, MAO, kromium fenoksi-imina, nikel fosfin.", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "7 file", "Tanggal Input": "10 Okt 2018"}