{"Nomor": 26899, "Judul": "ISOLASI DAN KARAKTERISASI LIPASE STABIL PELARUT ORGANIK DARI HERMETIA ILLUCENS FASE PUPA", "Abstrak": "Hermetia illucens merupakan salah satu jenis lalat yang mampu mendegradasi sampah organik. Siklus \n\nhidup H. illucens yang sebagian besar dihabiskan tanpa mengkosumsi air diharapkan menjadi indikasi \n\ndimilikinya enzim-enzim dalam tubuh H. illucens yang stabil dalam pelarut organik, salah satunya \n\nlipase. Lipase merupakan enzim yang secara alami dapat mengkatalisis hidrolisis/sintesis rantai \n\npanjang trigliserida. Lipase yang memiliki stabilitas dalam pelarut organik sangat dibutuhkan dalam \n\ndunia industri yang mulai banyak menggunakan lipase sebagai katalis sintesis organik. Pada \n\npenelitian ini dilakukan isolasi lipase dari H. Illucens pada fase pupa yang diharapkan memiliki \n\nstabilitas dalam pelarut organik. Fase pupa atau fase dorman dipilih sebagai sumber lipase karena \n\nmemiliki aktivitas lipase yang lebih tinggi dibandingkan fase lainnya. Preparasi isolasi lipase \n\ndilakukan dengan terlebih dahulu menggerus H. illucens fase pupa yang kemudian dilarutkan dalam \n\nlarutan NaCl, KCl , MgCl2, dan Sukrosa. Larutan ini dihomogenisasi dalam 300 μL bufer tris-HCl \n\n(pH 8) serta ditambahkan 1% Triton X-100. Larutan diinkubasi dalam es selama 10 menit kemudian \n\ndi sentrifuga dengan kecepatan 8000 rpm selama 25 menit dalam suhu 4oC. Supernatan yang \n\ndidapatkan dari hasil proses isolasi ini merupakan larutan yang mengandung lipase. Selanjutnya \n\ndilakukan optimasi pH, temperatur, waktu inkubasi, jenis substrat, dan jenis bufer. Fraksinasi lipase \n\ndilakukan dengan menggunakan garam ammonium sulfat dalam tiga tingkat, yaitu fraksi 0-20%, 20- \n\n40%, dan 40-60%. Aktivitas lipase diuji dengan mengukur absorbansi senyawa para nitrofenol (pNP) \n\npada panjang gelombang 405 nm dengan menggunakan spektrofotometer UV/Vis. Karakterisasi \n\nlipase dilakukan terhadap pH, temperatur, waktu inkubasi, pelarut organik, ion logam, dan inhibitor. \n\nDitentukan juga parameter kinetika reaksi enzim. Hasil penelitian menunjukkan lipase memiliki \n\naktivitas tertinggi pada suhu 37 oC dan pH 8 dengan waktu inkubasi 20 menit. Lipase juga diamati \n\nmemiliki aktivitas tertinggi dengan penggunaan substrat pNPP dan bufer tris-HCl. Isolasi dan \n\nfraksinasi lipase memberikan hasil terbaik pada fraksi 20-40% dengan nilai untuk masing-masing \n\nfraksi secara berturut-turut 0,95 U/mg, 1,90 U/mg, dan 0,52 U/mg. Penambahan ion K+ dan Mg2+ \n\nteramati meningkatkan aktivitas lipase dengan cukup signifikan. Aktivitas lipase juga teramati \n\nmeningkat dengan inkubasi menggunakan pelarut organik metanol, 2-propanol, etanol, dan aseton. \n\nLipase teramati memiliki model kinetika Michaelis-Menten dengan nilai Vmax = 0,0027 mM/menit dan \n\nKM = 3,4460 mM. Dapat disimpulkan pada penelitian ini berhasil diisolasi lipase dari H. illucens fasa \n\npupa yang stabil dalam pelarut organik dan berhasil dilakukan karakterisasi terhadap enzim ini.", "Daftar File": {"2018 TA PP ELFINA MARCHANTIA KARIMA 10512039 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130065", "2018_TA_PP_ELFINA_MARCHANTIA_KARIMA_1-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/148143"}, "Penulis": "ELFINA MARCHANTIA KARIMA (NIM:10512039)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Rukman Hertadi, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "H. illucens, lipase, pupa, aktivitas spesifik, kinetika reaksi, Michaelis-Menten", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "06 Sep 2018"}