{"Nomor": 26903, "Judul": "KONFIGURASI KOTA YANG EFEKTIF SEPANJANG KORIDOR VENTILASI UNTUK MEMITIGASI URBAN HEAT ISLAND (UHI) DI KOTA BANDUNG, INDONESIA", "Abstrak": "Menurut Perserikatan Bangsa-Bangsa, 54 persen penduduk dunia tinggal di daerah perkotaan pada tahun 2014. Pembangunan  yang bertambah  karena urbanisasi jugameningkatkan Urban Heat Island (UHI).  Kepadatan  dan suhu yang terus meningkat,mungkinkah  akan  menyebabkan  malapetaka  yang  lebih  besar?  Urbanisasi,  yang terjadi sejak revolusi industri, terus meningkat seiring dengan rasio penduduk yang tinggal  di  daerah  perkotaan  dibandingkan  dengan  daerah  pedesaan.  Studi sebelumnya mengklaim peran penting  konfigurasi  kota  dalam mengurangi faktor panas.  Pembangunan  berkelanjutan  harus  menjadi  pertimbangan  perencana  saat merencanakan  kota  untuk  memastikan  pertumbuhan  ekonomi  dan  lingkungan hidup yang baik bagi generasi mendatang.  Namun, studi terkini tentang mitigasi Urban Heat Island melalui koridor ventilasi umumnya dilakukan dalam skala kecil dan  tidak  dalam  tahap  perencanaan  kota.  Penelitian  ini  bermaksud  untuk menganalisa  koridor  ventilasi  pada  skala  perkotaan  dengan  menggunakan pendekatan  yang  berbeda  dengan  menggabungkan  lebih  banyak  data  seperti, penggunaan lahan; suhu tanah; rencana tata ruang; dan konfigurasi perkotaan dan memasukkan temuan ke dalam kebijakan. \n \n\nPenelitian  ini  membahas  konfigurasi  perkotaan  dalam  mengurangi  Urban  Heat Island,  dengan  fokus  Kota  Bandung  di  Indonesia  sebagai  salah  satu  daerah perkotaan  yang  berkembang  pesat  di  negara  berkembang  di  Asia.  Mengingat konfigurasi  perkotaan  di  sepanjang  koridor  angin  pada  tahap  awal  perencanaan akan menambah manfaat yang berharga bagi kenyamanan termal di masa depan dan  penggunaan  energi  penghuni  perkotaan.  Dalam  praktiknya,  penelitian  ini berharap bisa menjadi masukan berharga bagi perencana dan pembuat kebijakan saat  merencanakan  pembangunan  kawasan  perkotaan  untuk  memastikan pembangunan perkotaan yang berkelanjutan. \n \n\nArgumen  utama  penelitian  ini  adalah  konfigurasi  perkotaan  yang  efektif  dalam skala  perkotaan  akan  membantu  mengurangi  efek  pulau  panas  yang  akan menghasilkan  masukan  yang  signifikan  untuk  mengurangi  konsumsi  energi perkotaan. Diharapkan penelitian ini  dapat membantu  meningkatkan pemahaman akan  pentingnya konfigurasi perkotaan dan membantu memperbaiki kenyamanan termal dengan menerapkan  konfigurasi perkotaan yang efektif yang seringkali luputdari perhatian dalam proses perencanaan kota.", "Daftar File": {"2018 TS PP ELIANA_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/130069", "2018 TS PP ELIANA_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130070"}, "Penulis": "ElIANA (NIM: 25415029)", "Kontributor / Dosen Pembimbing": ["Ir. Teti Armiati Argo, MES., PhD"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "berkelanjutan;  pembangunan;  Urban  Heat  Island  (UHI);  koridor ventilasi; konfigurasi kota", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "2 file", "Tanggal Input": "16 Mar 2018"}