{"Nomor": 26905, "Judul": "USULAN STRATEGI INOVASI UNTUK EDULAB  UNTUK MENJAGA PERTUMBUHAN DAN KELANJUTAN PENJUALAN", "Abstrak": "Education Laboratory yang dikenal dengan istilah Edulab merupakan salah satu bimbingan belajar untuk siswa Sekolah Menengah Atas (SMA) yang mengedepankan aspek akademis dan psikologis. Edulab merupakan salah satu unit bisnis dari PT Kreasi Edulab Indonesia. Saat ini, Edulab mempunyai target untuk tumbuh dan berkelanjutan. Untuk mencapai target tersebut dibutuhkan sebuah strategi yang bisa diterapkan di Edulab. Penelitian ini menggunakan proses managemen strategik untuk merumuskan strategi yang tepat agar Edulab bisa tumbuh dan berkelanjutan, mengejar daya saing, dan mendapatkan hasil diatas rata-rata. Tahapan dalam proses managemen strategik ini terdiri dari pemindaian lingkungan baik eksternal maupun internal, perumusan strategi, dan implementasi strategi.  \n\nSumber data yang digunakan sebagai data primer dan sekunder adalah fokus grup diskusi, wawancara, riset internet, ulasan dokumen, dan laporan perusahaan. Dari hasil pemindaian lingkungan dengan menggunakan analisis SWOT, terdapat beberapa faktor dari lingkungan eksternal dan internal yang mempengaruhi bisnis Edulab seperti pemasaran, lokasi, regulasi pemerintah, sumber daya manusia dan teknologi.  \n\nMelalui analisis TOWS matriks, fokus grup diskusi dan wawancara, riset ini menghasilkan sebuah strategi untuk membuat Edulab tumbuh dan berkelanjutan. Strategi tersebut adalah Edulab melakukan strategi aliansi dengan perusahaan yang berpotensi. Strategi ini terdiri dari integrasi horizontal dan integrasi vertikal. Integrasi horizontal dilakukan dengan dua cara yaitu ekspansi dan innovasi. Ekspansi Edulab melalui pembukaan cabang baru sebanyak 70 cabang selama satu tahun kedepan. Inovasi Edulab dilakukan melalui membuka kursus IT, integrasi operasi bisnis dengan sistem digital dan mengembangkan aplikasi mobile. Sedangkan integrasi vertikal dilakukan dengan cara Edulab bekerjasama dengan perusahaan supplier untuk mengejar daya saing, dan mendapatkan hasil diatas rata-rata.  \n\nRencana implementasi menjelaskan kegiatan dari strategi tersebut, yang terdiri dari jadwal kegiatan, orang yang bertanggung jawab, dan perkiraan anggaran. Rencana implementasi aliansi strategis yang diusulkan menyediakan program satu tahun yang dapat disesuaikan dengan lingkungan dan bisnis yang dapat berubah di masa depan.", "Daftar File": {"2018 TS PP Elih Nurcahyani 1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/130072"}, "Penulis": "ELIH NURCAHYANI  29116015", "Kontributor / Dosen Pembimbing": ["Sonny Rustiadi, SE, MBA, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "expansion, innovation, integration, strategic alliance, tutoring", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "28 Sep 2018"}