{"Nomor": 26909, "Judul": "STRATEGI DIGITAL BRANDING E-COMMERCE FASHION MUSLIMAH HIJUP", "Abstrak": "Tren fashion hijab di Indonesia menunjukkan perkembangan yang cukup pesat beberapa tahun belakangan ini. Munculnya berbagai merek busana muslim lokal karya anak bangsa menjadi salah satu faktor utama yang menjadikan fashion muslimah sebagai salah satu tren fashion di kalangan wanita Muslim. Perkembangan fashion muslim yang begitu pesat menjadi sebuah alasan munculnya berbagai bisnis e-commerce dibidang fashion muslim. Hijup adalah Islamic Fashion e-commerce yang pertama di Indonesia bahkan dunia. Hijup sendiri berasal dari kata Hijab dan Up. Hijup menyediakan produk karya desainer fashion muslim Indonesia. Keberhasilan suatu produk apalagi yang berbasis e-commerce dalam dunia digital tentunya ditentukan juga oleh bagaimana strategi pemasarannya. Branding adalah salah satu penanaman merek di benak konsumen dan branding merupakan strategi bisnis untuk pemasaran. Pada era digital, persepsi konsumen sudah tidak terlalu dipengaruhi lagi oleh komunikasi pemasaran dari perusahaan, tetapi opini diluar perusahaan yaitu lewat komunitas konsumen dan media sosial. Penelitian ini bertujuan apakah strategi digital branding yang dilakukan Hijup sudah sesuai dengan terori digital branding yang ada. Penelitian ini adalah penelitian kualitatif dengan metode studi kasus pada strategi digital branding Hijup. Hasil dari penelitian ini adalah Hijup sudah melakukan strategi digital branding sesuai dengan teori digital branding yang ada tetapi ada sebagian yang belum dilakukan oleh Hijup seperti membuat video viral. Hijup bisa dijadikan acuan untuk membuat sebuah strategi digital branding.", "Daftar File": {"ELISABETH PRATIWI_27115063.pdf": "https://digilib.itb.ac.id/gdl/download/130082"}, "Penulis": "ELISABETH PRATIWI ) [27115063]", "Kontributor / Dosen Pembimbing": ["Dr. Dian Widiawati, M.Sn., Dr. Agus Sachari, M.Sn"], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Brand, Digital Branding, Hijup, Fashion Muslimah", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "02 Okt 2018"}