{"Nomor": 26900, "Judul": "RESTRUKTURISASI PLANT SIMULATOR DAN PERANCANGAN SISTEM KONTROL PROSES NETRALISASI PH PADA INSTALASI PENGOLAHAN AIR LIMBAH INDUSTRI TEKSTIL (IPLIT)", "Abstrak": "Sektor industri tekstil merupakan sektor penting untuk meningkatkan perekonomian Indonesia dengan ekspor mencapai US$ 7,12 miliar dan menyerap tenaga kerja hingga 2,73 juta jiwa di tahun 2017. Peningkatan produk tekstil diiringi dengan peningkatan jumlah limbah tekstil namun pengolahan limbah belum memenuhi standar dan menyebabkan pencemaran lingkungan seperti di DAS Citarum. Keluaran limbah industri tekstil berada pada pH 8-10 sedangkan standar pH limbah rentang 6-9. Untuk mendukung upaya penurunan pH limbah dilakukan penelitian yang difokuskan terhadap proses netralisasi pH pada Instalasi Pengolahan Air Limbah Industri Tekstil (IPLIT). IPLIT skala laboratorium direstrukturisasi terlebih dahulu dengan tujuan untuk meningkatkan kinerja sistem selama perancangan pengontrolan proses netralisasi pH. IPLIT mengintegrasikan 5 proses utama yaitu proses equalisasi, netralisasi, elektrokoagulasi, transisi dan filtrasi. Panel IPLIT juga dirancang untuk mengintegrasikan instrumentasi dan kontrol dengan tujuan mempermudah monitoring dan pengontrolan sistem. Kelebihan IPLIT ini adalah lebih efektif dan efisien, mudah dipindahkan, membutuhkan area yang kecil, mudah mengkoneksikan instrumentasi dan kontrol serta mudah digunakan untuk penelitian lanjutan.   \n \n\nProses netralisasi pH pada IPLIT merupakan proses reaksi kimia untuk menurunkan pH limbah dengan melibatkan limbah mengandung basa kuat NaOH dan penetral asam lemah CH3COOH. Perancangan pengontrolan menggunakan parameter yang diperoleh dari model dinamik sistem berdasarkan hasil identifikasi sistem IPLIT.Parameter yang digunakan adalah parameter masukan gangguan berupa laju aliran masuk limbah 0.8 L/m dan 1L/m, masukan pengubah berupa laju aliran masuk penetral asam antara 0.6L/m-1.0L/m. Adapun konsentrasi limbah adalah pH 9-10 dan konsentrasi penetral adalah pH 4-5. Identifikasi proses netralisasi pH pada simulasi menunjukkan karakteristik perubahan pH mendekati linier direntang pH 9.2 hingga 9.8 sehingga parameter pengontrol dapat diperoleh dengan Metode Penalaan PI Ziegler Nichols. Hasil respon kalang tertutup menunjukkan respon yang berosilasi dan adanya laju aliran bernilai negatif. Upaya yang dilakukan untuk menangani masalah ini adalah dengan menggabungkan Metode Penalaan PI Ziegler Nichols dan optimisasi Dynamic Operability Framework (DOF) yaitu memberikan batasan terhadap masukan pengubah dan masukan gangguan untuk memperoleh konfigurasi pengontrol yang feasible. Perancangan ini menghasilkan konfigurasi pengontol yang feasible saat pH limbah 9.5 untuk mencapai kondisi tunak 8.5 dengan parameter kontrol Kp = -0.07 dan Ti = 30.54 dan memiliki kerobasan terhadap gangguan. Penerapan parameter kontrol pada IPLIT menghasilkan respon sistem selalu mendekati kondisi tunak,nyala pompa yang terkontrol dan diperoleh 5 siklus pengolahan limbah selama 1400 detik.", "Daftar File": {"2018 TS PP ELFI YULIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130066"}, "Penulis": "ELFI YULIA - NIM: 23816009", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Estiyanti Ekawati, MT, PhD \n\nDr. Ir. Eko Mursito Budi, MT,"], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "limbah tekstil, pengontrolan pH, netralisasi pH, IPLIT, IPAL", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Sep 2018"}