{"Nomor": 26910, "Judul": "UJI AKTIVITAS ANTIBAKTERI EKSTRAK KAYU SECANG [CAESALPINIA SAPPAN L.] DAN EKSTRAK DAUN JAMBU BIJI [PSIDIUM GUAJAVA L.] SERTA KOMBINASINYA TERHADAP BAKTERI PENYEBAB BAKTEREMIA NOSOKOMIAL", "Abstrak": "Infeksi Nosokomial atau HAI (Hospital-Acquired Infections) merupakan infeksi dari paparan rumah sakit terhadap seorang pasien dengan penyakit yang bukan infeksi tersebut, contohnya adalah bakteremia, yaitu kondisi dimana sistem peredaran darah terinfeksi bakteri. Beberapa jenis bakteri penyebab bakteremia nosokomial antara lain adalah Bacillus subtilis dan Staphylococcus aureus. Saat ini, bakteremia nosokomial ditangani dengan antibiotik, seperti vankomisin dan tetrasiklin. Masalah dari penggunaan antibiotik adalah munculnya efek samping dan resiko resistensi bakteri untuk penggunaan yang lama. Solusi yang sedang dikembangkan adalah penggunaan senyawa antibakteri dari tumbuhan. Penelitian ini bertujuan untuk menguji aktivitas antibakteri dari ekstrak etanol kayu secang (Caesalpinia sappan L.), ekstrak etanol daun jambu biji (Psidium guajava L.), serta kombinasi kedua ekstrak terhadap bakteri Staphylococcus aureus dan Bacillus subtilis. Ekstraksi dilakukan dengan metode refluks menggunakan pelarut etanol 96%. Terhadap Staphylococcus aureus, diperoleh nilai KHM dan KBM 128 μg/mL dan 256 μg/mL untuk ekstrak kayu secang, serta nilai KHM dan KBM 1024 μg/mL dan 2048 μg/mL untuk ekstrak daun jambu biji. Sementara terhadap Bacillus subtilis, diperoleh nilai KHM dan KBM 256 μg/mL dan 256 μg/mL untuk ekstrak kayu secang, serta nilai KHM dan KBM 1024 μg/mL dan 2048 μg/mL untuk ekstrak daun jambu biji. Digunakan antibiotik tetrasiklin HCl sebagai pembanding, dengan nilai KHM dan KBM sebesar", "Daftar File": {"2018 TA PP ELISABETH SORAYA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130083"}, "Penulis": "Elisabeth Soraya Nim : 10714047", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Prof. Dr. Elin Yulinah Sukandar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Bakteremia Nosokomial, Stapyhlococcus aureus, Bacillus subtilis, Caesalpinia sappan L., Psidium guajava L.", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "03 Jul 2018"}