{"Nomor": 26920, "Judul": "DESAIN POLA OPERASI TERMINAL MULTIPURPOSE PT PELABUHAN INDONESIA II PELABUHAN PANJANG, LAMPUNG", "Abstrak": "Pelabuhan Panjang merupakan pelabuhan internasional yang terletak di Kecamatan Panjang, Kota Bandar Lampung, Provinsi Lampung. Pada tahun 2017, dilakukan pembangunan pengembangan Pelabuhan Panjang. Pembangunan ini dilakukan atas beberapa pertimbangan yaitu kapasitas terminal-terminal di Pelabuhan Panjang yang dianggap sudah tidak memadai, menjadikan Pelabuhan Panjang sebagai short sea shipping, dan memperkuat ekonomi Lampung. Agar aktivitas terminal pelabuhan berjalan dengan maksimal, dalam studi ini akan dibahas mengenai Desain Pola Operasi Terminal Multipurpose Pelabuhan Panjang, Lampung. \n\nDesain pola operasi didasarkan pada dimensi rencana yang telah direncanakan oleh pemerintah yang disajikan dalam studi ini meliputi desain pola operasi dermaga, desain pola operasi gudang penyimpanan dan lapangan penumpukan, dan perhitungan biaya kapital dan tarif handling general cargo. Desain pola operasi dermaga meliputi desain kombinasi kapal yang bertambat, penentuan jenis alat handling berserta jumlah dan produktivitasnya, dan perhitungan kapasitas dermaga. Desain pola operasi gudang penyimpanan dan lapangan penumpukan meliputi penentuan area gudang penyimpanan dan lapangan penumpukan yang diperlukan, layout penempatan general cargo di dalam gudang penyimpanan dan lapangan penumpukan, jenis alat penumpukan beserta jumlah dan produktivitasnya; dan desain pola operasi transportasi horizontal. Perhitungan biaya kapital dan tarif handling general cargo meliputi perhitungan biaya kapital total, biaya kapital per ton general cargo, biaya kapital per sistem alat handling, perhitungan pengeluaran dan pemasukan selama payback period (16 tahun), pembuatan cashflow, penentuan tarif handling per ton general cargo per tahun berdasarkan skenario pengadaan alat handling total dan real dan kondisi penggunaan kapasitas terminal, serta penentuan benefit cost ratio, payback period, dan internal rate of return jika tarif handling per ton general cargo telah ditentukan.", "Daftar File": {"2018 TA PP  ELSARINA MARISA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130104"}, "Penulis": "ELSARINA MARISA (NIM : 15514070)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Andojo Wurjanto, Ph. D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pola Operasi, Terminal Multipurpose, Kapasitas, Biaya Kapital, Tarif", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2018"}