{"Nomor": 26924, "Judul": "SURVEI PENGETAHUAN, SIKAP DAN PERILAKU TERHADAP HIV/AIDS PADA MAHASISWA KESEHATAN DAN NON- KESEHATAN DI BEBERAPA PERGURUAN TINGGI DI JAWA BARAT DAN KALIMANTAN BARAT", "Abstrak": "Human Immunodeficiency Virus (HIV) merupakan retrovirus yang menyerang sistem imun, \n\nmenghancurkan dan mengganggu fungsinya. Acquired Immune Deficiency Syndrome (AIDS) merupakan \n\nistilah untuk infeksi yang disebabkan oleh virus HIV. Kurangnya pengetahuan, sikap dan adanya perilaku \n\nberisiko merupakan hambatan utama untuk mencegah penyebaran HIV. Studi cross-sectional dilakukan \n\npada 500 mahasiswa kesehatan dan non-kesehatan dari beberapa perguruan tinggi di Jawa Barat dan \n\nKalimantan Barat, untuk menentukan perbedaan pengetahuan tentang HIV/AIDS, perbedaan sikap \n\nterhadap Orang dengan HIV/AIDS (ODHA), dan perbedaan perilaku terkait HIV/AIDS. Selain itu juga untuk \n\nmenentukan hubungan pengetahuan dengan sikap dan perilaku. Pengumpulan data dilakukan \n\nmenggunakan kuisioner yang telah diuji validitas dan reliabilitasnya. Mahasiswa yang telah mengisi \n\nkuisioner akan diberikan brosur yang berisi informasi tentang HIV/AIDS. Hasil penelitian menunjukkan \n\nterdapat perbedaan signifikan antara pengetahuan mahasiswa kesehatan dengan non-kesehatan, yaitu \n\n77,2% mahasiswa non-kesehatan belum mengetahui bahwa hubungan seks sesama laki-laki tanpa \n\nkondom dapat menularkan HIV/AIDS; mayoritas mahasiswa non-kesehatan memiliki pengetahuan rendah \n\ntentang hal spesifik terkait HIV/AIDS. Terdapat perbedaan signifikan sikap terhadap ODHA antara \n\nmahasiswa kesehatan dengan non-kesehatan, mayoritas mahasiswa non-kesehatan memiliki sikap negatif \n\ndibandingkan mahasiswa kesehatan; dan terdapat perbedaan perilaku terkait HIV/AIDS, mayoritas \n\nmahasiswa non-kesehatan melakukan perilaku berisiko. Terdapat hubungan signifikan pengetahuan \n\ndengan sikap dan perilaku, mayoritas mahasiswa dengan tingkat pengetahuan tinggi memiliki sikap positif \n\ndan tidak melakukan perilaku berisiko, mayoritas mahasiswa dengan pengetahuan medium memiliki sikap \n\nnegatif dan tidak melakukan perilaku berisiko, mayoritas mahasiswa dengan pengetahuan rendah \n\nmemiliki sikap negatif dan melakukan perilaku berisiko.", "Daftar File": {"2018 TA PP ELVA MARKOLINA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130108"}, "Penulis": "ELVA MARKOLINA NIM : 11613008", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr. Lia Amalia, M.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Pengetahuan, sikap, perilaku, hubungan pengetahuan dengan sikap dan perilaku.", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "9 file", "Tanggal Input": "23 Mar 2018"}