{"Nomor": 26939, "Judul": "THE OPTIMIZATION AND KINETICS STUDY OF BIOETHANOL PRODUCTION FROM PALM OIL MILL EFFLUENT UNDER ANAEROBIC PROCESS", "Abstrak": "The rise of global fossil fuels demand drives the researcher to improve the bioethanol production with environmental friendly using the organic materials. Anaerobic process is one of the technologies to convert the organic waste into bio energy. This research study presents on optimizing and kinetics study of the bioethanol production by different pH conditions (5.5, 6.5-7.5 and 8.5) by using NaOH and H2SO4 to control pH. Through this experiment, there are two main fermentation processes; primary process aims to study about the effects of the pH on microbial activities on the artificial wastewater with various concentrations of COD (10 g/L, 15 g/L, and 20 g/L) as a substrate. Batch reactor will be used in this research study to preserve the microbial activity for converting substrate into bioethanol production within 72 hours. Purging nitrogen gas for the first 24 hours will be conducted to remove the oxygen gas content in head space of the reactor then the internal gas circulation system will be replaced as a mixing system. Microorganism is taken from cow rumen mixed with palm oil mill effluent sludge. Secondary process, the optimum condition of pH value which provided the maximum bioethanol production under fermentation process from artificial wastewater will be re-implemented and adjusted pH on palm oil mill effluent (POME) as a real wastewater according to the characteristic of COD. The kinetic studies will be determined such as product formation as bioethanol using Modified Gompertz model and substrate consumption using first-order kinetic model. Bioethanol and acids yield and production rate will be determined as well. The result from the experiment was shown that the optimum pH condition from artificial wastewater with initial COD concentration of 10 g/L was in neutral condition and from 15 and 20 g/L were in acidic condition with the value of 12.36 g/L, 10.42 g/L, and 20.91 g/L, respectively. According to characteristic of POME wastewater, the concentration of COD was about 15 g/L then pH condition was operated into acidic condition. From the experiment of the POME wastewater, the ethanol production obtained the maximum in 72 hours of 3.73 g/L. Ethanol yield and production rate from POME were 1.93 g/g and 51.87 mg/L/hr, respectively. Total volatile fatty acids yield and production rate from POME were 2.34 g/g and 62.95 mg/L/hr, respectively.", "Daftar File": {"2017 TS PP ENG DIAMANT 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/130139", "2017 TS PP ENG DIAMANT 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/130140", "2017 TS PP ENG DIAMANT 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/130141", "2017 TS PP ENG DIAMANT 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/130142", "2017 TS PP ENG DIAMANT 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/130143", "2017 TS PP ENG DIAMANT 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/130144", "2017 TS PP ENG DIAMANT 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/130145"}, "Penulis": "ENG DIAMANT [25315701]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ing. Marisa Handajani ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pH, kinetic, fermentation, ethanol production, palm oil mill effluent (POME) ; pH, kinetik, fermentasi, produksi etanol, limbah pabrik kelapa sawit (POME)", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "7 file", "Tanggal Input": "08 Feb 2018"}