{"Nomor": 26936, "Judul": "PEMODELAN KARAKTERISTIK DIVAIS ELEKTRONIK BERBASIS MATERIAL NANOPITA GRAFENA ARMCHAIR UNTUK APLIKASI DIVAIS BERDAYA RENDAH DAN BERKECEPATAN TINGGI", "Abstrak": "Miniaturisasi divais complementary metalÃ‚Â–oxideÃ‚Â–semiconductor (CMOS) berbasis silikon telah meningkatkan unjuk kerja komputer yang luar biasa seperti pada kecepatan switch, kerapatan dan kegunaannya. Akan tetapi, proses reduksi dimensi secara terus-menerus dari silikon CMOS menghasilkan konsumsi daya yang tinggi akibat meningkatnya arus bocor yang mendegradasi rasio arus switch antara keadaan ON dan OFF (ION/IOFF) pada tegangan suplai rendah. Salah satu divais yang diusulkan untuk mengganti silikon CMOS adalah tunnel field effect transistor (TFET). TFET menggunakan terobosan elektron antar pita untuk mereduksi IOFF sehingga hal ini dapat meningkatkan ION/IOFF dan mempercuram subthershod swing. \n\nPencarian material baru dengan sifat-sifat yang dapat dikontrol secara lebih baik oleh medan listrik pada divais TFET masih terus dilakukan. Salah satu material alternatif yang saat ini banyak dikaji adalah grafena. Grafena merupakan material dua dimensi yang memiliki sifat menarik di antaranya: mobilitas pembawa/carrier yang sangat tinggi, massa efektif yang sangat ringan (menuju nol), ketebalannya satu atom, geometrinya planar dan proses pembuatannya kompatibel dengan teknologi silikon konvensional. Grafena sangat berpotensi menjadi material pengganti silikon untuk aplikasi divais elektronik masa depan. Nanopita grafena/graphene nanoribbon armchair (AGNR) yang memiliki energi celah pita \n\nii \n\nbergantung pada lebarnya membuka aplikasi material ini pada divais logika seperti TFET. \n\nPenelitian tentang pemodelan aplikasi nanopita grafena untuk divais elektronik telah dilakukan. Divais yang menjadi tinjauan adalah dioda sambungan p-n dan TFET. Pemodelan karakteristik divais elektronik dioda sambungan p-n nanopita grafena adalah berupa hubungan arus terobosan dengan tegangan panjar. Perhitungan transmitansi dan arus pada divais ini menggunakan persamaan mirip Dirac dengan metode matriks transfer/MMT. Sebagai pembanding, dilakukan pula perhitungan transmitansi dan arus dengan menggunakan persamaan SchrÃƒÂ¶dinger dengan MMT dan pendekatan WKB. Perumusan dan perhitungan arus terbosan pada divais sambungan p-n dan TFET berbasis material AGNR dengan menggunakan persamaan mirip Dirac dengan MMT ini merupakan suatu hal baru dan belum dilakukan oleh peneliti lain sampai saat ini. \n\nKarakteristik divais elektronik dioda sambungan p-n AGNR dipengaruhi oleh faktor geometri dan suhu. Arus terobosan semakin besar untuk penggunaan lebar AGNR dan medan listrik pada daerah deplesi yang lebih besar. Arus terobosan semakin kecil ketika suhu semakin besar. Rapat arus maksimum pada dioda sambungan p-n AGNR semakin besar ketika medan listrik pada daerah deplesi semakin besar. Lebar AGNR yang diperlukan agar terjadi rapat arus maksimum semakin kecil dengan meningkatnya medan listrik. Arus terobosan pada dioda sambungan p-n AGNR hasil perhitungan dengan persamaan SchrÃƒÂ¶dinger melalui MMT lebih besar dibandingkan hasil perhitungan dengan persamaan mirip Dirac. Akan tetapi, kenaikan arus terobosan memiliki pola yang hampir sama. Berbeda dengan perhitungan melalui MMT, pendekatan WKB memiliki pola sendiri yang perbedaannya cukup mencolok. \n\nPemodelan profil potensial pada divais GNR-TFET telah dilakukan dengan menggunakan metode konsistensi diri antara persamaan mirip Dirac dengan persamaan Poisson dengan pendekatan beda hingga domain waktu (Finite Difference Time Domain/FDTD). Perumusan dan perhitungan ini merupakan \n\niii \n\nsuatu hal baru dalam penelitian disertasi ini dan masih belum dilakukan peneliti lain. Sebagai pembanding dilakukan juga metode konsistensi diri antara persamaan SchrÃƒÂ¶dinger dengan persamaan Poisson. Hasil perhitungan menunjukkan bahwa ada perbedaan energi potensial pada divais AGNR-TFET dari hasil kedua perhitungan tersebut, walaupun perbedaanya sangat kecil. \n\nKarakteristik divais elektronik divais AGNR-TFET berupa hubungan arus terobosan dengan tegangan sumber dan tegangan drain telah dimodelkan. Perhitungan transmitansi dan arus pada divais ini menggunakan persamaan mirip Dirac dengan metode matriks transfer. Sebagai pembanding, dilakukan pula perhitungan transmitansi dan arus dengan menggunakan persamaan SchrÃƒÂ¶dinger dengan metode matriks transfer dan pendekatan WKB. \n\nKarakteristik divais elektronik AGNR-TFET dipengaruhi oleh faktor geometri dan suhu. Arus terobosan semakin besar untuk lebar AGNR lebih besar. Semakin besar panjang kanal semakin kecil arus yang mengalir. Semakin kecil ketebalan oksida semakin besar arus terobosannya. Arus terobosan semakin besar untuk suhu yang semakin kecil. Subthreshold swing mengecil dengan memperbesar panjang AGNR dan memperkecil lebar AGNR dan ketebalan oksida. Arus terobosan pada AGNR-TFET hasil perhitungan dengan persamaan Dirac lebih kecil dari perhitungan dengan menggunakan persamaan SchrÃƒÂ¶dinger. Arus terobosan hasil perhitungan dengan menggunakan persamaan mirip Dirac untuk kelajuan Fermi yang semakin rendah memiliki nilai yang hampir sama dengan arus terobosan yang dihitung dengan menggunakan persamaan SchrÃƒÂ¶dinger. \n\nDivais AGNR-TFET yang dimodelkan memiliki karakteristik sebagai berikut: tegangan threshold dalam rentang 0,01 - 0,02 V, daya OFF sebesar 0,0000025 μW/μm, daya ON sebesar 2,2 μW/μm, dan subthreshold swing 5 mV/dec. Dengan karakteristik tersebut, divais AGNR-TFET tepat untuk aplikasi divais berdaya rendah dan berkecepatan tinggi.", "Daftar File": {"2015 DIS PP ENDI SUHENDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/130130", "2015 DIS PP ENDI SUHENDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/130131", "2015 DIS PP ENDI SUHENDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/130132", "2015 DIS PP ENDI SUHENDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/130133", "2015 DIS PP ENDI SUHENDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/130134", "2015 DIS PP ENDI SUHENDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/130135", "2015 DIS PP ENDI SUHENDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/130136"}, "Penulis": "ENDI SUHENDI (NIM : 30210007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nProf. Dr. Eng. Khairurrijal. \n\nDr. Neny Kurniasih. . \n\nDr. Fatimah A Noor."], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Nanopita grafena armchair/AGNR, dioda sambungan p-n, TFET, arus terobosan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "13 Feb 2018"}