{"Nomor": 26931, "Judul": "PERANCANGAN APLIKASI MOBILE UNTUK ORANGTUA DALAM MENUNJANG KEMAMPUAN KREATIVITAS ANAK USIA 3-5 TAHUN", "Abstrak": "Melalui bermain anak mengembangkan kemampuan kreativitas yang sedang menonjol dalam dirinya. Hal yang perlu dilakukan orangtua adalah menyediakan lingkungan yang menunjang kemampuan kreativitas tersebut. Namun, sebagian orangtua tidak tahu dan harus bekerja keras dalam menyediakan aktivitas bermain yang menunjang kreativitas anak. Penelitian ini bertujuan untuk merancang sebuah aplikasi mobile untuk orangtua mengenai aktivitas bermain yang mengembangkan kemampuan kreativitas anak. Tahap awal perancangan adalah inspiration atau observation yaitu dengan melakukan observasi dan wawancara terhadap aktivitas bermain yang dilakukan anak di rumah, komunitas bermain dan sekolah, juga wawancara dengan psikolog tentang pola asuh orangtua. Hasil dari tahap ini adalah untuk mengetahui user need dan requirement. Kemudian ideation adalah tahap untuk menghasilkan ide yang merupakan solusi dari permasalahan yang diangkat bagi target pengguna yaitu orangtua. Selanjutnya prototyping yaitu tahap membuat tapilan visual aplikasi mobile yang dirancang. Berikutnya dilakukan testing yaitu uji coba kepada target pengguna Aplikasi Mobile dengan usability test. Tahapan tersebut merupakan tahap perancangan yang dikenal Human-Centered Design. Hasil dari penelitian adalah sebuah rancangan aplikasi mobile berisi konten permainan yang menunjang kemampuan kreativitas dan bisa digunakan orangtua sebagai ide permainan yang dilakukan anak. Untuk penelitian selanjutnya diharapkan semakin banyak konten aktivitas yang bisa diberikan kepada orangtua.", "Daftar File": {"AbstrakEmma 27116043.pdf": "https://digilib.itb.ac.id/gdl/download/130124"}, "Penulis": "EMMARETA FAUZIAH [27116043]", "Kontributor / Dosen Pembimbing": ["Dr. Muh. Ihsan DRSAS, M.Sn., Dr. Pindi Setiawan, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "aplikasi mobile, anak, Human-Centered Design, orangtua", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "26 Sep 2018"}