{"Nomor": 26987, "Judul": "ANALISIS DUNN TERHADAP KEBIJAKAN ENERGI NASIONAL INDONESIA", "Abstrak": "Dengan semakin kompleksnya permasalahan pengelolaan energi nasional, maka diperlukan adanya Kebijakan Energi Nasional yang kompresensif dan dapat merupakan pedoman yang memberikan arah pengelolaan energi nasional ke depan. Sebagai amanat dari Kebijakan Energi Nasional yang telah ditetapkan dalam bentuk Peraturan Pemerintah Nomor 79 Tahun 2014, telah ditetapkan Rencana Umum Energi Nasional pada tahun 2017, dan sebagai bentuk jabaran dari Kebijakan Energi Nasional dan Rencana Umum Energi Nasional, Pemerintah Daerah dengan bantuan Pemerintah menyusun Rencana Umum Energi Daerah tingkat Kabupaten/Kota.   \n \n \n\nTugas Akhir ini dilaksanakan dengan menggunakan metode Analisis Kebijakan menurut William Dunn dengan cara membandingkan antara kebijakan yang telah ditetapkan dengan hasil interview mengenai kondisi pada saat ini. Kesenjangan tersebut merupakan permasalahan yang memerlukan solusi yang tepat dalam mengimplementasikan kebijakan yang telah ditetapkan dan penyusunan Rencana Umum Energi Derah sebagai salah satu bentuk implementasi dari Kebijakan Energi Nasional dan Rencana Umum Energi Nasional. Hasil dari analisis menunjukan bahwa terdapat permasalahan dalam mengimplementasikan Kebijakan Energi Nasional dan Rencana Umum Energi Nasional, antara lain:  1) Setelah 4 (empat) tahun ditetapkan, rasio elektrifikasi Indonesia yang masih belum mencapai 100%; 2) Kebijakan mengenai Cadangan Penyangga Energi belum ada; 3) Masih kurangnya pemahaman baik masyarakat maupun pemerintah daerah mengenai pentingnya peran energi; 4) Rencana Umum Energi Daerah belum ditetapkan; 5) Keterbatasan anggaran dan sumber daya manusia dari pemerintah daerah; dan 6) Kurangnya komunikasi dan koordinasi antara pemerintah dengan pemerintah daerah.    \n \n \n\nSecara umum, Kebijakan Energi Nasional dan Rencana Umum Energi Nasional memiliki tujuan yang baik dan harus dilanjutkan. Berdasarkan analisis, maka dirumuskan solusi yang harus diambil Pemerintah untuk memperbaiki situasi, antara lain: 1) Pemerintah membantu Pemerintah Daerah dalam penyusunan Rencana Umum Energi Daerah; 2) Peningkatan pemahaman masyarakat mengenai pentingnya peran energi dengan melaksanakan sosialisasi secara besar; 3) Konsistensi Pemerintah Daerah dalam prioritas pengembangan energy yang akan dituangkan dalam Rencaan Umum Energi Daerah; 4) Peningkatan koordinasi antara Pemerintah dengan Pemerintah Daerah; 5) Merubah paradigma perencanaan energi dari supply side ke demand side yaitu berdasarkan kebutuhan dari daerah; 6) RUED diharapkan dapat meningkatkan sektor industri di daerah;7) Review kebijakan di bidang energi.", "Daftar File": {"2018 TS PP ERY DWIANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130286"}, "Penulis": "ERY DWIANI (NIM 29316119)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Achmad Ghazali, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kebijakan Energi Nasional, Rencana Umum Energi Nasional, Rencana Umum Energi Daerah, Dunn Policy Analysis.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "25 Jun 2018"}