{"Nomor": 26986, "Judul": "RANCANG BANGUN PERANGKAT KERAS PADA DIGITAL SPIROMETER", "Abstrak": "Dewasa ini, penyakit pernapasan semakin marak di Indonesia, bahkan termasuk ke dalam 10 besar penyakit paling mematikan pada tahun 2014. Salah satu solusi yang diterapkan guna menangani penyakit pernapasan berkelanjutan yaitu menggunakan alat bernama Spirometer untuk mengukur fungsi paru-paru manusia. Pada tugas akhir ini, dilakukan pengembangan inovasi terhadap spirometer yang sudah ada di Indonesia dengan nama SILIR. SILIR dirancang menggunakan sensor tekanan diferensial sebagai komponen pengukur udara pernapasan dengan metode bernoulli. Sensor tekanan diferensial yang digunakan adalah MPXV7002DP yang mampu mengukur tekanan udara sebesar 2 kPa. Keluaran sensor tersebut berupa variasi nilai tegangan (ADC) yang menggambarkan perubahan tekanan udara. Perubahan tekanan udara diolah menjadi debit sehingga laju pernapasan dapat terukur. Untuk proses pengolahan data digunakan mikrokontroler berbasis ARM yaitu maple mini. Selain itu SILIR dirancang agar mempermudah pengguna dalam proses rekam medis. Sehingga data hasil pengukuran akan dikirimkan ke smartphone guna disimpan pada memori smartphone atau media penyimpanan online (cloud). Guna mendudukung proses transfer data digunakan transmisi sinyal bluetooth menggunakan modul HC-05.", "Daftar File": {"2018 TA PP ERYA WARANDITA BUPULY TOMARA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130285"}, "Penulis": "ERYA WARANDITA BUPULY TOMARA (NIM: 13213063)", "Kontributor / Dosen Pembimbing": ["Pembimbing :     \n \n \n \n \n\nDr. Ir. Richard K.W Mengko     \n \n \n \n \n\nDr. Ir. Agung W.S, MT, IPM"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pernapasan, spirometer, smartphone, maple mini, bernoulli, sensor, tekanan diferensial, bluetooth..", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "05 Mar 2018"}