{"Nomor": 26982, "Judul": "DESAIN DERMAGA CURAH CAIR UNTUK KAPAL 1500 DWT DI SORONG SELATAN, PAPUA BARAT", "Abstrak": "Papua merupakan salah satu daerah penghasil minyak kelapa sawit (CPO) di Indonesia dengan luas perkebunan saat ini mencapai 958,094.2 hektar dengan 72 perusahaan perkebunan. Salah satu perusahaan kelapa sawit tersebut berada di daerah Sorong Selatan, Papua Barat. Sistem transportasi minyak kelapa sawit akan menggunakan moda laut agar lebih efisien, sehingga perlu dibangun dermaga sebagai tempat bersandar kapal. Dermaga yang akan dibangun adalah dermaga dengan tipe dolphin yang terdiri atas tiga struktur yaitu loading platform, mooring dolphin dan breasting dolphin. \n\nDesain dermaga meliputi beberapa tahapan dimulai dari data sekunder diolah menjadi gaya yang bekerja pada dermaga mengacu pada British Standard dan OCDI. Kemudian gaya tersebut dijadikan input pada saat memodelkan struktur dengan perangkat lunak SAP 2000. Hasil pemodelan berupa Unity check ratio dan defleksi yang digunakan sebagai acuan kehandalan struktur. Hasil pemodelan lain berupa gaya dalam dan reaksi perletakan. Gaya dalam digunakan untuk mendisain tulangan elemen struktur dan reaksi perletakan digunakan sebagai acuan kedalaman pemancangan tiang pancang. \n\nHasil dari tugas akhir ini berupa desain loading platform, mooring dolphi, dan breasting dolphin yang terdiri atas dimensi struktur, dimensi elemen struktur, penulangan elemen struktur, kedalaman pemancangan tiang pancang dan anggaran biaya material struktur dan pengerukan.", "Daftar File": {"2018 TA PP  ERWIN  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130274"}, "Penulis": "ERWIN (NIM : 15513040)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Sri Murti Adiyastuti, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Curah Cair, Dermaga, Dolphin, Struktur", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2018"}