{"Nomor": 26981, "Judul": "BUSINESS STRATEGY PROPOSAL RELATED TO THE CURRENT ENERGY INDUSTRY SITUATION AT PETROSEA TBK", "Abstrak": "Petrosea sebagai salah satu kontraktor pertambangan mengalami penurunan pendapatan yang tajam karena turunnya harga komoditas batu bara dimana layanan penambangan batubara merupakan tulang punggung utama layanan bisnis Petrosea. Penelitian ini dilakukan dengan mengambil data sekunder dari perusahaan internal dan eksternal. Untuk mengetahui hubungan antara fluktuasi harga saham yang dipengaruhi oleh harga batubara terhadap kinerja keuangan perusahaan dengan menggunakan metode Koefisien Korelasi Pearson hasil perhitungan ini diharapkan dapat memberikan dasar bagi strategi bisnis yang paling memadai untuk mengatasinya. Prosesnya terbagi dalam empat proses utama yaitu: \n\n1. Mengamati harga referensi batubara. \n\n2. Mengamati harga saham, kinerja keuangan, komposisi dan proses bisnis Petrosea. \n\n3. Melakukan perhitungan regresi untuk mengetahui hubungan variabel yang diukur. \n\n4. Memberikan rekomendasi kepada perusahaan berdasarkan observasi dan perhitungan dari variabel yang diukur. \n\nSerta masukan untuk mengkaji ulang komposisi bisnis perusahaan apakah tetap menempatkan industri pertambangan sebagai layanan utama yang menghasilkan keuntungan atau menggeser platform bisnis dan melakukan diversifikasi usaha bidang lainnya.", "Daftar File": {"2018 TS PP ERWIN GUNAWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130273"}, "Penulis": "ERWIN GUNAWAN (NIM 29115357)", "Kontributor / Dosen Pembimbing": ["Pembimbing:Erman Arif Sumirat, M.Buss, Ak."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Harga Batubara, Harga Saham, Kinerja Keuangan, Strategi Bisnis, Kanvas Bisnis, Model Bisnis", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "20 Feb 2018"}