{"Nomor": 26989, "Judul": "ANALISIS SUHU PERMUKAAN LAUT DAN ANOMALI TINGGI MUKA LAUT TERHADAP UPWELLING DI LAUT ARAFURA", "Abstrak": "Penelitian ini bertujuan untuk mengkaji fenomena upwelling di laut Arafura dengan menggunakan metode penginderaan jauh dengan data parameter suhu permukaan laut dari MODIS level 3 satelit Aqua dan anomali tinggi muka laut dari AVISO level 3 satelit altimetri secara spasial rata-rata bulanan pada tahun 2012 hingga 2016. Variabilitas upwelling di laut Arafura umumnya dipengaruhi oleh angin monsun dan El Nino-Southern Oscillation.   Pada musim barat, laut Arafura mengalami fenomena downwelling atau sinking yang ditandai dengan meningkatnya suhu permukaan laut dan anomali tinggi muka laut sedangkan pada musim timur laut Arafura mengalami fenomena upwelling yang di tandai dengan dinginnya suhu permukaan laut dan turunnya muka laut. Upwelling dengan intensitas kuat di laut Arafura umumnya terjadi di pesisir baratdaya Papua dan teluk Carpentaria dengan rentang waktu dari bulan Mei hingga Agustus, dan berakhir bulan Oktober seiring dengan menurunnya kecepatan angin Timur. Suhu permukaan laut dan anomali tinggi muka laut pada saat puncak upwelling di bulan Agustus memiliki rata-rata sebesar 25.8 oC dan -9.3 cm. Kejadian upwelling saat peristiwa El-Nino (La-Nina) di laut Arafura memperlihatkan parameter suhu permukaan laut dan anomali tinggi muka laut menjadi lebih rendah (tinggi) dibandingkan tahun normal. Durasi upwelling saat El-Nino (La-Nina) menjadi lebih panjang (pendek) dan berakhir pada bulan November (Agustus) dengan rata-rata temperatur 24.8 oC (27oC) dan anomali tinggi muka laut -20.95 cm (-5.44 cm). Luasan daerah upwelling saat El-Nino (La-Nina) bertambah besar (kecil).", "Daftar File": {"2018 TA PP ERY WANDANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130288"}, "Penulis": "ERY WANDANA (NIM : 12912014)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ivonne Milichristi Radjawane, M.Si,Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "anomali tinggi muka laut, El-Nino, La-Nina, laut Arafura, suhu permukaan laut", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Mar 2018"}