{"Nomor": 26990, "Judul": "PERANCANGAN LERENG OPEN CUT DAN PONDASI TIANG PUSAT REKREASI DAN PERBELANJAAN TEPI AIR KOTA BARU PARAHYANGAN", "Abstrak": "Naiknya permintaan terhadap hunian tempat tinggal beserta fasilitas perbelanjaan dan rekreasi, menyebabkan diperlukannya pembangunan fasilitas rekreasi dan perbelanjaan di kawasan Kota Baru Parahyangan. Dalam tugas akhir ini akan difokuskan perancangan lereng open cut di sekitar fasilitas tersebut serta pondasi tiang di gedung perbelanjaan dan parkir.   \n\nPerancangan lereng open cut menentukan kemiringan beserta dimensi lereng open cut. Analisis perancangan lereng open cut dilakukan pada kondisi jangka pendek dan jangka panjang dengan beban yang diberikan berupa beban statik dan beban seismik. Analisa perancangan lereng open cut menggunakan metode Ordinary method of slices (Fellenius 1927), Morgenstren and Price (1965), dan inertial instabilities (pseudostatic) dengan bantuan software GeoSlope 2018.   \n\nPerancangan pondasi tiang menggunakan jenis tiang pancang. Metode yang digunakan pada perhitungan daya dukung aksial tiang tunggal adalah Meyerhoff (1976), API (1986) dan API RP2A (1987) dengan pembebanan ASD (Allowable Stress Design) yang tercantum dalam SNI 1726 2012. Analisis daya dukung lateral tiang tunggal menggunakan bantuan software ENSOFT LPILE. Analisis daya dukung grup tiang menggunakan bantuan software ENSOFT GROUP. Analisis settlement menggunakan metode Vesic (1969).", "Daftar File": {"2018 TA PP ERZA FAKHRI MURTAZA  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130289"}, "Penulis": "ERZA FAKHRI MURTAZA (NIM: 15014049)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Sugeng Krisnanto, ST., MT., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Lereng, Pondasi Dalam, Tiang Pancang. GeoStudio, LPILE, GROUP", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Jul 2018"}