{"Nomor": 26998, "Judul": "MELANKOLIA", "Abstrak": "Karya ini merupakan representasi impresi penulis ikhwal sederet ingatan yang menyiratkan keharuan, kesepian, dan dinginnya perjalanan jauh seorang diri saat melakukan residensi ke berbagai negara yang secara geografis dan kultural masih asing bagi penulis. \n\nPenulis memiliki passion Ã‚Â’renjanaÃ‚Â’ terhadap arsitektur bangunan-bangunan kuno bergaya gotik yang tetap dipertahankan karakter materialnya. Karat dan patina dibiarkan apa adanya sebagai catatan memori sejarah itu sendiri. Bagi penulis, rekaman ingatan tersebut memberikan penanda betapa pentingnya kehadiran melankolia sebagai emosi estetik. Melankolia berperan dalam menghasilkan sebuah karya seni, begitu pula menjadi sebuah cara untuk menemukan gagasan estetik terhadap reaksi lingkungan secara alamiah. \n\nMetode eksperimen yang penulis lakukan selama berkarya ini dilakukan melalui proses foto etsa dan torehan warna-warna kimiawi yang dihasilkan dari proses oksidasi, yakni pelepasan ion material di atas tembaga. Suasana melankolia hadir pada pelat tembaga melalui proses tersebut. Melalui karya ini, penulis menghubungkan benang merah antara proses oksidasi dengan makna melankolia. Pengungkapan kesedihan, rasa haru, ataupun penderitaan _yang tidak bisa dikendalikan sepenuhnya_ terjadi seperti halnya pelepasan elektron bermuatan negatif pada proses oksidasi. Muatan negatif dari pengungkapan kesedihan ataupun penderitaan tidak serta-merta menjadikan visualisasi buruk. Pada pelat tembaga, melankolia mewujud menjadi warna patina yang indah : hijau kebiruan. \n\nBeragam impresi melankolia yang penulis rasakan perlu diabadikan dalam bentuk karya seni sehingga orang lain akan ikut terhanyut ke dalam inkubasi yang sama. Dalam penelitian ini, penulis menggunakan kata sublimasi sebagai sebuah cara publik memaknai sebuah karya. Sublimasi meramu elemen-elemen visual yang dihadirkan seniman untuk membangun sesuatu yang berhubungan dengan kekelaman, kesunyian, sekaligus kehalusan, dan kedalaman penghayatan publik sebagai apresiator karya seni. \n\nSeperti halnya proses oksidasi, bagi penulis, karya ini merepresentasikan empati dari impresi yang penulis rasakan saat memahami suatu momentum melankolia menjadi karya yang bernuansa humanistis yang berpihak pada eksistensi human Ã‚Â‘manusiaÃ‚Â’ yang terisolasi dalam situasi melankolia.", "Daftar File": {"Abstrak Etza Meisyara.pdf": "https://digilib.itb.ac.id/gdl/download/130310"}, "Penulis": "ETZA NUR MEISYARA (NIM: 27015015)", "Kontributor / Dosen Pembimbing": ["Asmudjo Jono Irianto, M. Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Seni Rupa Murni", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Perjalanan, Melankolia, Oksidasi, Sublimasi", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "27 Sep 2018"}