{"Nomor": 27003, "Judul": "ACID FRACTURING TREATMENT FLUID DESIGN ON CARBONATE RESERVOIR BY CONSIDERING ACID PENETRATION DISTANCE, ETCHED FRACTURES WIDTH, AND VARIABLES TREATMENT EFFECTS", "Abstrak": "Pengembangan produktivitas sumur pada dasarnya mengacu pada prinsip untuk meningkatkan aliran hidrokarbon dari sumur dengan mengurangi atau menghilangkan hambatan aliran yang terdapat di reservoir, terutama area sekitar lubang sumut. Stimulasi dengan asam adalah salah satu metode untuk meningkatkan produktivitas sumur dan sangat cocok untuk diterapkan pada reservoir karbonat. \n\nAcid fracturing (perekahan asam) adalah salah satu contoh metode stimulasi asam yang umum dilakukan. Pada dasarnya, perekahan asam adalah suatu praktik menginjeksikan asam dengan tekanan melebihi tekanan rekah formasi untuk membuat rekahan yang memanjang di reservoir. Dinding rekahan kemudian ditembus dengan asam dengan tujuan utama untuk meningkatkan saluran konduktif dari reservoir menuju sumur. \n\nDalam fasa perencanaan, pemilihan fluida perekahan asam adalah tahap yang paling krusial dan menentukan rasio kesuksesan. Reaksi antara asam dan formasi akan mempengaruhi berbagai faktor penentu kesuksesan perekahan asam, terutama dalam hal jarak penetrasi asam dan lebar penembusan pada rekahan. Beberapa perubahan dalam desain perekahan asam juga akan berpengaruh pada jarak penetrasi asam, seperti penambahan aditif, laju injeksi asam, lebar rekahan, dan temperatur.Dalam studi ini akan dibahas menganai analisis dari reaksi asam pada reservoir karbonat, studi sensitivitas untuk pemilihan konsentrasi dan jenis asam yang optimum, serta mempertimbangkan efek perubahan variabel terhadap desain fluida perekahan asam.", "Daftar File": {"2016 TA PP EULOGIA ELDISA AYU LESTARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/130320"}, "Penulis": "EULOGIA ELDISA AYU LESTARI (NIM : 12212045)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Acid fracturing, acid selection, penetration distance, etched fractures width, fracturing variables treatment", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "15 Mei 2018"}