{"Nomor": 27007, "Judul": "PERENCANAAN SISTEM DISTRIBUSI AIR MINUM SPAM GAMBUNG KECAMATAN SOREANG KABUPATEN BANDUNG", "Abstrak": "Kebutuhan air bersih yang selalu meningkat dan pelayanan air bersih yang dirasa kurang terlayani maka PDAM Tirta Raharja Kabupaten Bandung akan membangun Sistem Pengelolaan Air Minum (SPAM) Gambung yang menggunakan sumber air baku Sungai Cisondari yang terletak di Kampung Gambung, Kabupaten Bandung. SPAM dengan kapasitas 400 L per detik ditujukan untuk peningkatan pelayanan di wilayah Kecamatan Soreang meliputi Desa Sadu; Kecamatan Kutawaringin meliputi Desa Padasuka dan Desa Kopo; Kecamatan Katapang meliputi Desa katapang, Desa Cilampeni, Desa Pangauban, dan Desa Sangkanhurip; dan Kecamatan Margahayu. Peningkatan cakupan pelayanan penting dalam mendukung salah satu target pemerintah yakni target 100-0-100 yang mulai dikenalkan oleh Kementerian PU dan tercantum dalam rancangan RPJMN 2015-2019. Target 100% akses air minum, 0% kawasan permukiman kumuh dan 100% akses sanitasi layak. Perencanaan dilakukan secara 2 tahap yaitu tahap pertama dilakukan pada tahun 2020-2030 dan tahap kedua dilakukan pada tahun 2030-2040. Jalur alternatif didesain pada tahun 2030 dan tergolong rencana jangka menengah. Titik awal seluruh alternatif sistem distribusi yaitu pada reservoir yang terletak di elevasi +700 m di Jalan Ciputih, Desa Sadu, Kecamatan Soreang ke daerah pelayanan terjauh dengan elevasi +650 m sehingga sistem pengaliran dengan memanfaatkan gaya gravitasi. Jenis reservoir yang digunakan adalah ground reservoir karena sistem tidak membutuhkan tekanan tambahan untuk mengalirkan ke wilayah pelayanan.", "Daftar File": {"2018 TA PP EVA DWI RIZKIYAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130324"}, "Penulis": "EVA DWI RIZKIYAH (NIM: 15314011)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Rofiq Iqbal, ST., M.Eng., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Air Minum, SPAM Gambung, Sistem Distribusi, Sistem Gravitasi, Ground Reservoir", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "28 Jun 2018"}