{"Nomor": 27023, "Judul": "DISTRIBUSI ASIMETRIS PADA MODEL MOD VOLATILITAS UNTUK PREDIKSI RISIKO", "Abstrak": "Prediksi risiko di waktu mendatang merupakan hal penting di berbagai bidang terutama dalam bidang Keuangan dan Asuransi. Secara teoretis, asumsi distribusi memberi pengaruh signifikan terhadap nilai prediksi risiko. Distribusi asimetris digunakan sebagai distribusi bersyarat model untuk menangkap potensi ekor tebal dan asimetris pada data kerugian imbal hasil. Selain asumsi distribusi, volatilitas merupakan komponen utama dari prediksi risiko. Model volatilitas yang baik harus dapat menangkap fakta empiris kerugian imbal hasil dan volatilitas seperti kelancipan dan fungsi autokorelasi, pengelompokkan volatilitas, persistensi volatilitas, serta sifat asimetris volatilitas. Model GARCH dan model SV dikembangkan untuk mengakomodasi karakteristik tersebut. Pada Tugas Akhir ini, model diilustrasikan melalui data kerugian imbal hasil saham NASDAQ dan NYSE untuk menghitung prediksi Value-at-Risk dan Expected Shortfall satu langkah ke depan dan prediksi diuji keakuratannya menggunakan metode backtesting. Hasil yang diperoleh secara analitik adalah model Mod-GARCH dan model Mod-SV cukup baik dalam mengakomodasi sifat empiris kerugian imbal hasil dan volatilitas. Dari simulasi numerik disimpulkan bahwa model NS-GJR-GARCH(1,1), NS-T-GARCH(1,1) NS-ST-GARCH(1,1), S-GARCH(1,1), dan SV-AR(1) dengan distribusi asimetris sebagai distribusi bersyarat lebih baik dalam mengakomodasi sifat empiris kerugian imbal hasil dan volatilitas serta memberi prediksi yang lebih akurat dibandingkan dengan model NS-GARCH(1,1). Hal tersebut mengindikasikan bahwa adanya distribusi asimetris, nilai threshold, fungsi transisi, dan komponen stokastik pada model dapat meningkatkan keakuratan hasil prediksi risiko.", "Daftar File": {"2018 TA PP EVI WIDI LESTARI 1- ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130370"}, "Penulis": "EVI WIDI LESTARI (NIM: 10114072)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Khreshna I. A. Syuhada, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "distribusi asimetris, model Mod-Volatilitas, threshold, fungsi transisi, Value-at-Risk, Expected Shortfall, backtesting", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "11 Mei 2018"}