{"Nomor": 27027, "Judul": "INTERAKSI TANAH-STRUKTUR BASEMENT WALL DAN PONDASI TIANG AKIBAT PENGARUH DISTRIBUSI TEKANAN LATERAL DINAMIS DENGAN METODE ELEMEN HINGGA", "Abstrak": "Penelitian ini merupakan pengembangan dari beberapa metode dan eksperimen yang sudah mempelajari perilaku tekanan dinamis pada dinding basement. Khusus dalam penelitian ini dilakukan analisis dengan mempertimbangkan pengaruh inersia struktur bangunan atas dan basement serta pondasi tiang bor. \n\nAnalisis bertujuan mengevaluasi tekanan lateral tanah yang diakibatkan beban dinamik pada dinding basement dan gaya inersial struktur atas yang diberikan kepada struktur basement dan pondasi tiang akibat beban gempa dengan periode ulang 2.500 tahun, dengan studi kasus basement selebar 48 m, kedalaman bervariasi dari 3 sampai 7 basement, dan tinggi gedung 30 lantai yang mencapai 126 meter. \n\nAnalisis tekanan tanah lateral basement dan pondasi tiang dilakukan secara numerik dengan menggunakan perangkat lunak metode elemen hingga PLAXIS Dynamic 2D. Hasil analisis yang didapat kemudian dibandingkan dengan penelitian terdahulu seperti yang dilakukan oleh Mononobe-Okabe (1929), Wood (1975), Sitar dan Wagner (2016), dan Izumi dan Miura (2004). \n\nBerdasarkan hasil analisis yang dilakukan, penambahan tekanan tanah lateral seismik memiliki distribusi yang tidak bertambah atau berkurang secara linear sesuai dengan kedalaman tanah (distribusi segitiga) seperti penelitian yang dilakukan oleh Mononobe-Okabe (1929) dan Wood (1975), melainkan meningkat di kedalaman tertentu kemudian berkurang pada kedalaman tertentu juga sama seperti penelitian Sitar dan Wagner (2016) yang meggunakan program FLAC. Untuk nilai pertambahan koefisien seismik dinding basement (ΔKae) juga sama dengan penelitian Sitar dan Wagner (2016). Sedangkan nilai koefisien seismik pondasi tiang (k) memiliki nilai yang serupa dengan hasil analisis numerik Izumi dan Miura (2004).", "Daftar File": {"2018 TS PP EYRTON CRISMARTUA SILABAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130384"}, "Penulis": "EYRTON CRISMARTUA SILABAN        (NIM : 25014307)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. I Wayan Sengara, MSCE, MSEM"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Interaksi tanah-struktur, metode elemen hingga, PLAXIS Dynamic, tekanan tanah lateral, koefisen lateral dinding, koefisien seismik pondasi", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "16 Mar 2018"}