{"Nomor": 27026, "Judul": "STUDI GEOLOGI DAN KONTROL STRUKTUR GEOLOGI TERHADAP ALTERASI DAN MINERALISASI DAERAH WADUBURA DAN SEKITARNYA, KECAMATAN HU'U, KABUPATEN DOMPU, NUSA TENGGARA BARAT", "Abstrak": "Daerah Wadubura dengan luas daerah 14 kmÃ‚Â² (3,5 km x 4 km) merupakan area konsensi PT. Sumbawa Timur Mining (PT. STM) dengan prospek eksplorasi emas dan tembaga. Daerah penelitian terletak di Kecamatan Hu'u, Kabupaten Dompu, \nNusa Tenggara Barat pada koordinat 9021500 - 9025000 mU dan 658000-662000 mT. Daerah penelitian dicirikan dengan perbukitan terjal yang merupakan bagian dari perbukitan vulkanik serta mengalami tahapan geomorfik muda berdasakan  pola aliran sungai dan bentuk lembah daerah penelitian. Berdasarkan pemetaan geologi didapatkan satuan-satuan batuan pada daerah penelitian dari tua ke muda adalah Satuan Tuf-Kristal, Satuan Breksi Piroklastik, Satuan Lava Andesit, Satuan Tuf-Lapili yang berumur Miosen Awal Ã‚Â– Miosen Tengah yang kemudian diterobos oleh Satuan Breksi Freatik dan Satuan Intrusi Dasit pada Miosen Akhir Ã‚Â– Pliosen Awal. Deformasi pada Miosen Akhir membentuk dua pola struktur yakni pola NW-SE dan NE-SW. Pola NW-SE terdiri dari Sesar Nteko-Parugajambu, Sesar Nteko, Sesar Karaba, Sesar Saki, Sesar Fo'o Krao, dan Sesar Wadubura. Pola NE-SW pada Sesar Hiu. Struktur Ã‚Â– struktur ini hadir menjadi feeder zone terbentuknnya sistem mineralisasi \nepitermal sulfidasi tinggi yang dicirikan dengan zona alterasi yakni zona klorit - montmorilonit Ã‚Â± kalsit, zona kaolinit Ã‚Â– pirit Ã‚Â± kalsit, zona kuarsa-kaolinit-dikit, \nzona kuarsa-alunit, zona silika vuggy, zona silika masif, zona steam-heated, dan mengalami cetak tindih oleh sistem mineralisasi porfiri yang dicirikan dengan kehadiran zona biotit-magnetit. Mineralisasi pada daerah penelitian dapat dibagi menjadi tiga tahapan yaitu mineralisasi sistem epitermal sulfidasi tinggi dicirikan dengan melimpahnya kehadiran pirit, sistem porfiri yang dicirikan dengan \nkehadiran mineral bijih seperti bornit, kalkopirit, dan magnetit, dan pengayaan supergen dengan mineral bijih berupa kovelit dan oksida besi. Kontrol struktur pada alterasi pada daerah penelitian terlihat dari zona alterasi yang mengikuti pola struktur berarah NW-SE dan menunjukkan semakin menjauhi struktur maka zona alterasi menunjukkan perubahan tingkat keasaman pembentukan. Mineralisasi pada daerah penelitian ditunjukkan dengan anomali positif unsur Cu, Mo, Zn, Pb, dan As yang berada berdekatan dengan keberadaan zona struktur.", "Daftar File": {"2016 TA PP EXTIVONUS KIKI FRANSISKUS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/130373", "2016 TA PP EXTIVONUS KIKI FRANSISKUS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/130374", "2016 TA PP EXTIVONUS KIKI FRANSISKUS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/130375", "2016 TA PP EXTIVONUS KIKI FRANSISKUS 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/130376", "2016 TA PP EXTIVONUS KIKI FRANSISKUS 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/130377", "2016 TA PP EXTIVONUS KIKI FRANSISKUS 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/130378", "2016 TA PP EXTIVONUS KIKI FRANSISKUS 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/130379", "2016 TA PP EXTIVONUS KIKI FRANSISKUS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/130380", "2016 TA PP EXTIVONUS KIKI FRANSISKUS 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/130381", "2016 TA PP EXTIVONUS KIKI FRANSISKUS 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/130382", "2016 TA PP EXTIVONUS KIKI FRANSISKUS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/130383"}, "Penulis": "EXTIVONUS KIKI FRANSISKUS (NIM : 12012060)", "Kontributor / Dosen Pembimbing": ["Pembimbing :       \nIr. Nurcahyo Indro Basuki, M.T., Ph.D", "Dr. Indra Gunawan, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "epitermal sulfidasi tinggi, porfiri, alterasi hidrotermal, mineralisasi, kontrol struktur.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "11 file", "Tanggal Input": "11 Apr 2018"}