{"Nomor": 27022, "Judul": "ANALISIS KOMPOSISI, KETERSEDIAAN DAN PENGGUNAAN TUMBUHAN PAKAN ORANGUTAN DI PULAU PRA-INTRODUKSI, JUQ KEHJE SEWEN, KALIMANTAN TIMUR", "Abstrak": "Orangutan kalimantan (Pongo pygmaeus ssp. morio) adalah mamalia arboreal \n\nterbesar di dunia yang keberadaannya saat ini terancam punah karena habitat yang \n\nhilang dan perburuan liar. Sebagian orangutan diantaranya tinggal di tempat \n\npenampungan atau rehabilitasi dan diupayakan untuk dilepasliarkan kembali. Pulau \n\nJuq Kehje Sewen merupakan hutan sekunder di kawasan pelepasliaran yang terletak \n\ndi area konservasi perkebunan sawit, yang saat ini dihuni oleh 9 orangutan \n\nrehabilitan dan 4 orangutan liar. Penelitian ini bertujuan untuk menentukan \n\nkomposisi vegetasi tumbuhan pakan, menganalisis perilaku pemanfaatan pohon \n\npakan, mengestimasi ketersediaan pohon pakan dan menentukan daya dukung \n\nkawasan hutan Pulau Juq Kehje Sewen. Analisis vegetasi digunakan untuk \n\nmengetahui komposisi dan dominasi tumbuhan pakan dan non-pakan. Metode focal \n\nanimal sampling dan instantaneous sampling digunakan untuk mengamati perilaku \n\ndan pengambilan makan harian terhadap 6 ekor orangutan rehabilitan. Estimasi \n\ndaya dukung diperoleh dari hasil bagi antara produktivitas tumbuhan pakan dengan \n\nkonsumsi harian orangutan. Produktivitas pakan yang dihitung meliputi bagian \n\nbuah, daun dan umbut. Terdapat 128 spesies tumbuhan dan 65 spesies diantaranya \n\nadalah tumbuhan pakan orangutan. Jenis tumbuhan yang utama dikonsumsi adalah \n\nFicus sp.3, Ficus racemosa, Dracontomelon dao, Syzygium sp.1 dan Averrhoa \n\ncarambola. Rata-rata persentase aktivitas makan adalah 39,74% dengan komposisi \n\ndiet tertinggi adalah buah (43,11%). Sebanyak 97,24% sumber pakan orangutan \n\nmerupakan hasil pencarian pakan alami, sedangkan sisanya adalah pakan \n\npemberian manusia. Perilaku makan tertinggi adalah makan sambil duduk dan \n\nbergelantungan. Persentase rata-rata konsumsi pakan orangutan adalah 3,1 kg/hari. \n\nProduktivitas buah matang adalah 6,22 kg/ha per hari, produktivitas daun adalah \n\n1,89 kg/ha per hari, produktivitas umbut adalah 27,12 kg/ha per hari sehingga \n\nestimasi daya dukung Pulau Juq Kehje Sewen untuk orangutan rehabilitan adalah \n\n6,72 ekor yang dibulatkan menjadi 6 ekor. Hasil ini melebihi taksiran daya dukung \n\nuntuk orangutan liar sebanyak 3 ekor.", "Daftar File": {"2018 TA PP-Evita Izza Dwiyanti 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130369"}, "Penulis": "Evita Izza Dwiyanti (11514029)", "Kontributor / Dosen Pembimbing": ["Dr. Achmad Sjarmidi \n\nDr. Elham Sumarga"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Pongo pygmaeus ssp. morio, tumbuhan pakan, diet, perilaku makan, konservasi", "Sumber": "", "Staf Input/Edit": "didi kusnendi  \n                                     didi kusnendi", "File": "1 file", "Tanggal Input": "28 Jun 2018"}