{"Nomor": 27021, "Judul": "PREDIKSI PENERIMAAN KARYAWAN BERDASARKAN  DATA CV", "Abstrak": "Penelitian ini bertujuan untuk mengembangkan sebuah model pembelajaran mesin yang dapat memprediksi hasil seleksi penerimaan karyawan berdasarkan data CV. Penelitian mengenai pembuatan model prediksi penerimaan karyawan dengan menggunakan metode pembelajaran mesin masih jarang dilakukan. Di Indonesia sendiri, umumnya proses seleksi penerimaan karyawan tahap screening masih dilakukan secara manual oleh karyawan bagian Personalia atau Human Resource Development (HRD). Hal ini dapat mengakibatkan proses seleksi penerimaan karyawan berlangsung lama dan adanya pengambilan keputusan yang buruk oleh HRD Untuk menangani masalah tersebut, pada tugas akhir ini dilakukan pembuatan model prediksi dengan membandingkan tiga buah algoritma pembelajaran mesin yaitu K-nearest neighbor (KNN), support vector machine (SVM), dan random forest. Selain itu, dilakukan juga beberapa konfigurasi untuk masing-masing model dengan melakukan percobaan terhadap kombinasi fitur dan optimasi parameter. Setelah dilakukan berbagai eksperimen dan pengujian dengan metode pemisahan data latih dan data uji untuk proses pengujiannya, dapat disimpulkan bahwa model yang dibuat menggunakan algoritma Random Forest dengan konfigurasi parameter nilai estimator sebesar 85, maksimum kedalamansebesar 10, dan jumlah fitur maksimum sebanyak 7 menghasilkan kinerja terbaik dibandingkan dengan algoritma-algoritma lainnya. Model ini menghasilkan kinerja yang baik dengan nilai akurasi mencapai 77%, presisi mencapai 79%, recall mencapai 78%, dan F1 Score mencapai 78%.", "Daftar File": {"ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130368"}, "Penulis": "Evita Chandra  - NIM : 13514034", "Kontributor / Dosen Pembimbing": ["Dra. Harlili M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "seleksi penerimaan karyawan, job screening, CV, pembelajaran mesin", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Okt 2018"}