{"Nomor": 27032, "Judul": "PEMBANGUNAN MODEL 3-DIMENSI KOTA DI KAMPUS ITB JATINANGOR DENGAN TINGKAT KEDETILAN 2", "Abstrak": "Model bangunan 3D menjadi sebuah metode dalam mempresentasikan dunia nyata ke dalam bentuk 3D virtual yang bisa dimanfaatkan untuk berbagai disiplin keilmuan, seperti arsitektur, perencanaan wilayah maupun manajemen kebencanaan. Dewasa ini, pembangunannya dituntut untuk menuju tingkat otomatisasi yang tinggi dengan supervise manusia yang sangat minimal. Penelitian ini bertujuan untuk memberikan gambaran perbandingan pembangunan model 3D menggunakan perangkat lunak komersil dan buatan sendiri dengan model 3D hasil plot manual dengan stereoplotter. Dilakukan juga perbandingan antara hasil kamera metrik dan non-metrik untuk mengetahui sumber data mana yang menghasilkan model yang terbaik secara visual dan geometris. Model akan dibangun dengan derajat ketelitian 2 CityGML(LoD 2 CityGML). Objek penelitian merupakan Kampus ITB Jatinangor yang memiliki atap beragam dan kepadatan rendah. Perangkat lunak yang digunakan dalam penelitian ini adalah perangkat lunak komersil BuildingReconstruction milik virtualcitySYSTEMS dan perangkat lunak buatan sendiri yang berbasiskan MATLAB dan Python yang menggunakan metode RANSAC dalam pembangunannya. Hasil pembangunan akan dianalisis dengan menggunakan taksonomi kesalahan yang dibuat oleh Jean-Chrostope Michelin untuk visual dan deviasi horizontal serta RMSE untuk geometris.", "Daftar File": {"2017 TA PP FABHIANTO MAOLUDYO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/130397", "2017 TA PP FABHIANTO MAOLUDYO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/130398", "2017 TA PP FABHIANTO MAOLUDYO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/130399", "2017 TA PP FABHIANTO MAOLUDYO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/130400", "2017 TA PP FABHIANTO MAOLUDYO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/130401", "2017 TA PP FABHIANTO MAOLUDYO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/130402"}, "Penulis": "FABHIANTO MAOLUDYO (NIM:15112104)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Deni Suwardhi, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Model 3D Bangunan, LoD CityGML, RANSAC, Kampus ITB Jatinangor", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "6 file", "Tanggal Input": "05 Sep 2018"}