{"Nomor": 27033, "Judul": "DAMPAK PERUBAHAN IKLIM TERHADAP PENGEMBANGAN PARIWISATA DARI PERSPEKTIF PEMANGKU KEPENTINGAN  (STUDI KASUS : PANTAI KUTA, BALI)", "Abstrak": "Pariwisata merupakan salah satu sektor strategis di Indonesia yang banyak memanfaatkan daya tarik wisata alam. Daya tarik wisata alam ini sangat terpengaruh kondisi iklim dan perubahannya. Untuk menghadapi perubahan iklim tersebut, perlu dilakukan langkah Ã‚Â– langkah adaptasi. Langkah adaptasi perubahan iklim pada bidang pariwisata membutuhkan perencanan dan pengembangan kepariwisataan yang telah memiliki konsiderasi dan kajian mengenai perubahan iklim. Karena pariwisata merupakan sektor yang banyak melibatkan berbagai pemangku kepentingan berbeda, dalam kajian dampak perubahan iklim pada pariwisata diperlukan kajian dari berbagai perspektif yang berbeda. Studi ini bertujuan untuk mengidentifikasi dampak perubahan iklim terhadap pengembangan pariwisata dari perspektif para pemangku kepentingan melalui studi kasus destinasi wisata Pantai Kuta, Bali.     \n\nUntuk mencapai tujuan tersebut, studi ini menggunakan metode penelitian kuantitatif dan kualitatif. Metode kuantitatif digunakan untuk mengamati perspektif wisatawan melalui survei kuesioner dengan analisis statistik deskriptif dalam bentuk analisis frekuensi dan tabulasi silang.  Metode kuantitatif juga digunakan dalam mengamati kondisi iklim di wilayah studi melalui analisis statistik deskriptif pada data iklim harian yang didapat dari Badan Meteorologi, Klimatologi, dan Geofisika (BMKG). Metode kualitatif digunakan untuk mengamati perspektif pemangku kepentingan lainnya, yakni pemerintah, pengusaha pariwisata, dan desa adat. Metode kualitatif yang digunakan adalah wawancara dan observasi.     \n\nHasil dari studi ini menunjukkan bahwa kesadaran wisatawan terhadap perubahan iklim cukup tinggi, meskipun pemahaman terhadap perubahan iklim cenderung Ã‚Â‘biasa sajaÃ‚Â’. Wisatawan pun cenderung tidak mengetahui adanya perubahan pada variabel-variabel iklim di wilayah studi, meskipun melalui analisis data iklim harian diketahui ada perubahan iklim yang terjadi. Variabel perubahan iklim yang mempengaruhi pengalaman wisata para wisatawan Kuta Bali lebih banyak terkait dengan keselamatan, kecuali terkait perubahan cuaca tiba-tiba dan ekstrim. Hal ini sejalan dengan perhatian pemerintah dan pihak hotel yang menjadikan kebencanaan sebagai fokus utama, dibandingkan dengan gejala perubahan iklim yang mengganggu pengalaman wisata tanpa memiliki risiko keselamatan. Akan tetapi, sudah ada pembangunan tembok pembatas oleh pemerintah yang merupakan bentuk adaptasi perubahan iklim dalam mengurangi pasir yang tertiup angin menuju lokasi akomodasi wisatawan di sekitar pantai. Hal ini sekaligus menunjukkan implikasi  perubahan iklim pada perencanaan dan pengembangan pariwisata. Saat ini, perubahan iklim sudah masuk ke dalam kajian - kajian dan dokumen perencanaan di wilayah studi.     \n\nStudi ini menunjukkan bagaimana perubahan iklim dapat mempengaruhi keputusan berwisata, pengalaman wisata, dan bagaimana perubahan iklim dapat mempengaruhi pengembangan pariwisata Pantai Kuta Bali dan sekitarnya melalui perencanaan dan langkah adaptasi. Studi ini juga menunjukkan bahwa wisatawan cenderung tidak mengetahui dan memperhatikan perubahan iklim secara langsung di destinasi wisata, sehingga untuk pengamatan perubahan iklim diperlukan koordinasi pemerintah dengan masyarakat setempat. Studi ini diharapkan dapat meningkatkan kesadaran para pemangku kepentingan pariwisata akan perubahan iklim, sehingga dapat dilakukan langkah Ã‚Â– langkah adaptasi perubahan iklim yang membantu pengembangan pariwisata.", "Daftar File": {"2018 TS PP FABIAN INDRA WINANDI_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/130403", "2018 TS PP FABIAN INDRA WINANDI_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130404"}, "Penulis": "FABIAN INDRA WINANDI (NIM : 95716007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Alhilal Furqan, BSc, MSc, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pariwisata, iklim, perubahan iklim, pemangku kepentingan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Alice Diniarti", "File": "2 file", "Tanggal Input": "02 Mar 2018"}