{"Nomor": 27043, "Judul": "STUDI PENGARUH VARIABEL PROSES SIANIDASI TERHADAP EKSTRAKSI EMAS, PERAK, DAN TEMBAGA DARI WASTE BIJIH TOGURACHI PT. NUSA HALMAHERA MINERALS DAN REDUKSI TEMBAGA TERLARUT DENGAN PROSES SART", "Abstrak": "Terdapat beberapa proses perolehan emas dari larutan hasil pelindian sianidasi, \n\ndimana salah satunya adalah proses presipitasi menggunakan serbuk seng (Proses \n\nMerrill-Crowe). Kemampuan seng dalam mempresipitasi logam-logam dalam \n\nlarutan yang lebih mulia dari seng dapat menimbulkan permasalahan ketika bijih \n\nyang diproses mempunyai kadar base metal (khususnya tembaga) yang tinggi. \n\nKadar tembaga yang tinggi dalam bijih dapat meningkatkan konsumsi sianida \n\nsebagai reagen pelindi sekitar 2,3 kg NaCN untuk setiap 1 kg tembaga yang terlindi \n\ndan disertai peningkatan kebutuhan serbuk seng dalam proses Merrill-Crowe dan \n\npenurunan kemurnian produk dore bullion. Terdapat beberapa proses yang dapat \n\ndigunakan untuk mengurangi konsentrasi tembaga terlarut yang sekaligus dapat \n\nmeregenerasi sianida pada larutan hasil pelindian sianidasi, salah satunya adalah \n\nproses SART (Sulphidization-AcidificationÃ‚Â–RecyclingÃ‚Â–Thickening). Pada \n\npenelitian ini, dilakukan serangkaian percobaan sianidasi untuk mempelajari \n\npengaruh beberapa variabel proses sianidasi terhadap persen ekstraksi emas, perak, \n\ndan tembaga dalam proses pelindian sianidasi waste bijih Togurachi PT. Nusa \n\nHalmahera Minerals yang mempunyai kadar tembaga tinggi dan efektivitas proses \n\nSART untuk menurunkan konsentrasi tembaga terlarut pada larutan hasil pelindian \n\nsianidasi. \n\nPercobaan diawali dengan preparasi sampel waste bijih Togurachi PT. NHM yang \n\nkemudian dilakukan percobaan pelindian sianidasi menggunakan metode \n\npulverized bottle roll test dengan variasi fraksi ukuran bijih (D80) pada 30 Ã‚Âµm, 50 \n\nÃ‚Âµm, dan 70 Ã‚Âµm, variasi konsentrasi sianida pada 500 ppm, 1000 ppm, dan 2000 \n\nppm, variasi konsentrasi oksigen terlarut (DO) pada 15 ppm, 20 ppm dan 25 ppm, \n\nserta variasi pH pada 10,5, 11 dan 11,5. Larutan hasil pelindian kemudian \n\ndigunakan untuk percobaan proses SART pada reaktor tertutup dengan variasi \n\nkonsentrasi tembaga terlarut pada 40 g/l dan 200 g/l, variasi pH pada 4,5 ,5 dan 5,5, \n\nvariasi waktu proses presipitasi pada 10 menit, 20 menit, 40 menit dan 60 menit, \n\nserta variasi dosis Na2S pada 1x, 1,25x, 1,5x, 2x dan 2,5x stoikiometri. \n\nHasil percobaan menunjukkan kondisi terbaik pada proses pelindian sianidasi waste \n\nbijih Togurachi, PT. NHM adalah pada fraksi ukuran bijih (D80) 30 Ã‚Âµm dengan \n\nkonsentrasi sianida 500 ppm, konsentrasi oksigen terlarut 15 ppm dan pH 10,5 \n\ndengan persen ekstraksi Au dan Ag serta Cu terlarut masing-masing sebesar \n\n93,53%, 94,66% dan 49,14%. Persen presipitasi tembaga tertinggi pada proses \n\nSART didapatkan pada pH 4,5 dengan waktu proses 10 menit dan dosis Na2S 2,5x \n\nstoikiometri untuk larutan dengan konsentrasi tembaga rendah (40 g/l) dan 1,5x \n\nstoikiometri untuk larutan dengan konsentrasi tembaga tinggi (200 g/l), yaitu secara \n\nberturut-turut sebesar 88,64% dan 97,62%, dengan regenerasi sianida masingmasing \n\nsebesar 94,22% dan 80,01%.", "Daftar File": {"2018 TA PP FACHRI FAUZAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130427"}, "Penulis": "FACHRI FAUZAN (NIM : 12513035)", "Kontributor / Dosen Pembimbing": ["Dr. Mont, M. Zaki Mubarok, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "sianidasi, emas, perak, tembaga, sianida bebas, proses SART", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "08 Mar 2018"}