{"Nomor": 27048, "Judul": "USULAN STRATEGI PEMASARAN UNTUK STUDIO VIDEOGRAFI (STUDI KASUS: VALUEABLE PRODUCTION)", "Abstrak": "Valuable Production adalah sebuah rumah produksi videografi yang menciptakan video iklan, fokus di media sosial untuk industry kreatif baru untuk memasarkan produk mereka. Didirikanpadatahun 2017, Valueable Production adalah rumah produksi yang menciptakan video dalam lingkup periklanan media social seperti YouTube dan platform Instagram. \n\nSebagai perusahaan baru, adabeberapakendala yang harusdihadapi oleh Valueable Production. Keterbatasan dan kurangnya pemasaran dalam mengembangkan produk kepada klien. Produksi Valeuable  masih membutuhkan waktu untuk tumbuh dari organisasi, pemasaran dan kualitas. Dibutuhkan strategi yang tepat untuk memecahkan masalah. Beberapa kesulitan yang dihadapi oleh Valueable Production adalah menghadapi persaingan dengan perusahaan rumah produksi lain yang sudah ada. Mereka lebih stabil dari pada Valueable Production yang masih kurangp engalaman dan keterbatasan orang yang menjalankan produksi. \n\nMetode penelitian yang digunakan untuk penelitian ini adalah metode kualitatif. Valueable Produksi yang menggunakan analisis internal dan eksternal. Analisis internal dari Valueable Production menggunakan analisis STP (Segmenting, Targeting and Positioning)  dan Bauran Pemasaran. Analisis internal r focus pada analisis kekuatan dan kelemahan perusahaan. Diharapkan bahwa data dari analisis internal dapat memberikan gambaran tentang kasus studi ini.Analisis Ekstern aladalah analisis factor kondisi eksternal dari Valueable Production.Analisis Eksternal Valueable Production menggunakan Benchmark competitor dan analisa PortesÃ‚Â’s Five Forces. Setelah analisis internal dan eksternal kemudian gunakan analisis SWOT. Langkah selanjutnya adalah Root Cause Analysis. Diharapkan bahwa semua langkah identifikasi ini akan memberikan rencana aksi alternatif yang lebih baik untuk Valueable Production. Untuk mengatasi masalah yang terja di dalam bisnis, solusi alternative dapat ditentukan dan dapat membantu mengatasi masalah. \n\nSolusi yang diusulkan untuk Valueable Production adalah pembaruan bauran pemasaran lama dalamValueable Production seperti membentuk divisi baru seperti animasi / gerak, ilustrator, dan desain grafis, memperbarui daftar harga baru, membuat program langganan, Aktif dalam promosi dan kampanye media sosial, mencari kantor kerja, memperbarui proses alur kerja yang baru dan membentuk tim tetap. Pengembangan bauran pemasaran baru dari Valueable Production diharapkan untuk menjaga keberlanjutan dalam industri dan kemudian dapat bersaing di tengah-tengah pesaing dalam industry bisnis yang serupa.", "Daftar File": {"Fadaokas Akbar-29116139.pdf": "https://digilib.itb.ac.id/gdl/download/130448"}, "Penulis": "Fadaokas Akbar/ 29116139", "Kontributor / Dosen Pembimbing": ["Dr. Bambang Rudito, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Videography,Social Media, STP, Marketing Mix", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "07 Sep 2018"}