{"Nomor": 27046, "Judul": "KAJIAN SISTEM HIDROGEOLOGI DAN HIDROGEOKIMIA DAERAH BAKAN, KABUPATEN BOLAANG MONGONDOW, PROVINSI SULAWESI UTARA", "Abstrak": "Daerah Bakan merupakan salah satu Desa yang berlokasi berdekatan dengan daerah pembentukan mineralisasi epitermal sulfida tinggi (EHS). Morfologi terbentuknya daerah mineralisasi EHS adalah perbukitan terjal yang merupakan bagian hulu dari sungai-sungai yang mengalir ke pemukiman. Adanya rencana pembukaan lahan tambang EHS pada Sub DAS Sungai Bolaang membuat isu air asam tambang menjadi pertimbangan. Agar dapat menghindari isu-isu terkait perubahan kualitas lingkungan air, penyelidikan sistem hidrogeologi dan hidrogeokimia dilakukan untuk mengetahui rona awal lingkungan air. \n\nSistem hidrogeologi di sekitar Sub DAS Sungai Bolaang terdiri atas akuifer media rekahan dan media pori. Batuan dasar andesit dan diorit telah teraltrasi mengalami pengayaan mineralisasi EHS dengan ditemukannya mineral sulfida kalkopirit, pirit, hematit dan limonit. Mineral sulfida yang terlarutkan menyebabkan perubahan pH, DO, TDS hingga peningkatan unsur sulfat dan logam jejak terlarut seperti As, Cu, Fe, Pb, Zn dan Mn yang mempengaruhi kualitas lingkungan air. Hasil analisis hidrogeokimia daerah penelitian menunjukan parameter rona awal lingkungan airtanah masih tergolong baik sedangkan air permukaan dinilai kurang baik dan perlu dilakukan perlakuan tertentu.", "Daftar File": {"2017 TS PP FACHRUL ROZI RAMADHAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/130440", "2017 TS PP FACHRUL ROZI RAMADHAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/130441", "2017 TS PP FACHRUL ROZI RAMADHAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/130442", "2017 TS PP FACHRUL ROZI RAMADHAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/130443", "2017 TS PP FACHRUL ROZI RAMADHAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/130444", "2017 TS PP FACHRUL ROZI RAMADHAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/130445", "2017 TS PP FACHRUL ROZI RAMADHAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/130446"}, "Penulis": "FACHRUL ROZI RAMADHAN (NIM : 22714302)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nProf. Dr. Ir. Sudarto Notosiswoyo. \n\nProf. Dr. Ir. Rudy Sayoga Gautama."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Air Tanah", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Bakan, Sub DAS Bolaang, Hidrogeologi, Hidrogeokimia, dan Rona lingkungan air", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "18 Jan 2018"}