{"Nomor": 27041, "Judul": "ANALISIS DETERMINAN DARI NET INTEREST MARGIN DENGAN MENGGUNAKAN VARIABEL SPESIFIK BANK DAN FAKTOR MAKROEKONOMI PADA BANK UMUM DI INDONESIA", "Abstrak": "Bank memiliki peran yang penting terhadap kondisi perekonomian di suatu negara. Perbankan berfungsi sebagai sumber pembiayaan utama yang mendorong pertumbuhan ekonomi. Mengingat peran penting bank dalam suatu negara, kinerja bank komersial mendapat banyak perhatian dalam berbagai literatur ekonomi. Menurut Bank Indonesia, total aset bank umum pada periode 2008-2017 terus meningkat. Sebaliknya, tren NIM menurun. Fenomena ini menunjukkan adanya indikasi penurunan tingkat efisiensi pada bank umum di Indonesia.    \n \n \n \n\nPenelitian ini bertujuan untuk mengidentifikasi hubungan antara variabel-variabel spresifik bank: Ukuran Bank (LNSIZE), Capital Adequacy Ratio (CAR), Rasio Kredit terhadap Total Aset (CRDTA), Rasio Beban Operasional terhadap Pendapatan Operasional (BOPO), Non-Performing Loan (NPL) dan faktor-faktor makroekonomi : Tingkat Inflasi (INFL), and Pertumbuhan Gross Domestic Products (GDP) terhadap Net Interest Margin (NIM) pada 19 bank umum di Indonesia yang termasuk dalam kategori BUKU 3 dan 4 dalam periode tahun 2008-2017.    \n \n \n \n\nData yang digunakan pada penelitian ini adalah laporan keuangan dan data ekonomi makro dari Otoritas Jasa Keuangan dan Bank Indonesia. Data dianalisis dengan menggunakan metode panel data regression dengan Random Effect Method.    \n \n \n \n\nHasil dari penelitian ini menunjukkan bahwa beberapa variable independen, yaitu Capital Adequacy Ratio, Rasio Kredit terhadap Total Aset, Non-Performing Loan, dan Tingkat Inflasi memiliki hubungan positif yang signifikan terhadap Net Interest Margin, sedangkan Ukuran Bank dan Rasio Beban Operasional terhadap Pendapatan Operasional memiliki pengaruh negatif yang signifikan pada tingkat signifikansi 0.05. Hasil analisis intercept menunjukkan adanya perbedaan kenaikan NIM pada tiap bank dalam periode penelitian, dengan selisih sebesar 17.7412% antara kenaikan tertinggi dan terendah.    \n \n \n \n\nBank umum harus lebih memperhatikan variabel-variabel yang memiliki efek signifikan untuk mempertahankan Net Interest Margin. Cakupan wilayah operasional, variabilitas produk, dan tingkat brand awareness juga penting untuk meningkatkan pangsa pasar yang kemudian dapat meningkatkan tingkat efisiensi, kesehatan, dan daya tarik bank umum.", "Daftar File": {"2018 TA P FACHRI DWIANSYAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130425", "2018 TS PP FACHRI DWIANSYAH 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/251147"}, "Penulis": "Fachri Dwiansyah (19015111)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Achmad Herlanto Anggono MBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bank Size, OEOI, CAR, Credit to Total Assets Ratio, GDP, Indonesia Inflation, NIM, NPL", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "25 Jun 2018"}