{"Nomor": 27053, "Judul": "LIBRARY AS A COMMUNITY PERPUSTAKAAN KHUSUS KOMUNITAS SASTRA DI KECAMATAN TAMANSARI, BANDUNG WETAN, JAWA BARAT", "Abstrak": "Proyek merupakan perpustakaan komunitas khusus sastra. Proyek ini diprakarsai oleh Majelis Sastra Bandung, yaitu salah satu komunitas sastra terbesar di Bandung. Majelis Sastra Bandung belum memiliki wadah untuk beraktivitas dan bergantung pada Gedung Indonesia Menggugat. Perpustakaan ini juga dibangun sesuai dengan tujuan MSB, yaitu membangkitkan lagi literasi atau kegiatan baca / tulis dalam masyarakat. Selain itu, juga melihat dari fakta bahwa perpustakaan yang cenderung kurang hidup. Oleh karena itu, diharapkan kegiatan yang tercipta pada perpustkaan ini menjadikan perpustakaan lebih hidup dan sebagai komunitas yang menyenangkan dan aktif, tidak hanya sebagai tempat membaca yang monoton lalu orang pergi begitu saja. Jadi, di dalam bangunan ini tercipta kegiatan yang aktif, tidak hanya kegiatan pasif seperti membaca saja.        \n\nPerpustakaan berada pada lahan seluas 5000 m2 dan direncanakan terdiri dari 5 lantai. Desain dan program ruang perpustakaan haruslah mendukung dan menunjang aktivitas Ã‚Â– aktivitas komunitas sastra, seperti kegiatan seminar, kajian, membaca puisi, pameran, penerbitan buku, dll. Selain itu, perpustakaan juga ditujukan bagi khalayak umum dan mereka bebas untuk berpartisipasi atau hanya sekedar menonton kegiatan Ã‚Â– kegiatan komunitas. Untuk menciptakan suasana komunitas yang menyenangkan, perpustakaan juga dirancang secara non-formal, santai, dan menarik, kemudian juga ditambahkan fungsi Ã‚Â– fungsi tambahan seperti kafe, bookstore, lounge, dll. Untuk merespon lahan yang terletak pada sudut jalan, dilakukan dengan menempatkan masa berbentuk silinder sebagai masa utama pada sudut, sebagai penangkap pandangan utama. Untuk mengatasi kebisingan, digunakan pohon di sekeliling perpustakaan sebagai buffer. Bangunan juga menghadap utara-selatan dan setiap jendela diberi kanopi untuk menghindari sinar matahari langsung. Kemudian, untuk mengatasi konflik antar fungsi satu dengan fungsi yang lain, masa bangunan dipisahkan sesuai fungsinya agar aktivitas yang satu tidak mengganggu aktivitas yang lain.", "Daftar File": {"2018 TA PP FADHILA IMANARANTI SANTOSA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130453"}, "Penulis": "FADHILA IMANARANTI SANTOSA (NIM : 15213108)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Bambang Setiabudi, ST., MT., Dr.Eng. Prof."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Majelis Sastra Bandung, Komunitas, Non-formal, Kegiatan, Sastra, Perpustakaan", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "03 Okt 2018"}