{"Nomor": 27069, "Judul": "PERANCANGAN JEMBATAN I-GIRDER BETON PRATEGANG UNTUK JALAN REL LINTAS TERMINAL PETIKEMAS SURABAYA - KALIMAS", "Abstrak": "Pergerakan logistik dengan moda transportasi laut di Jawa Timur di antaranya dilayani oleh Pelabuhan Tanjung Perak dan Pelabuhan Teluk Lamong, akan tetapi moda angkutan barang sisi darat selama ini hanya dilayani oleh truk kontainer. Seiring dengan kenaikan kebutuhan pergerakan, diperlukan adanya moda transportasi selain angkutan jalan raya yang mampu memenuhi hal tersebut guna mengurangi kepadatan di jaringan jalan sekitar pelabuhan. Jalan rel layang kereta barang menjadi solusi atas permasalahan ini. Pada tugas ini akan dirancang sebuah jalan rel layang yang dirancang dengan menggunakan beton prategang dengan penampang I-Girder. Jembatan direncakan mempunyai dua jalur rel dengan lebar sepur 1067 mm. Jembatan prategang saat ini digemari di dunia konstruksi karena dengan penampang yang sama, beton prategang dapat memikul beban yang lebih besar. Jembatan I-Girder prategang digunakan karena relatif lebih efisien dalam konstruksi. Jembatan menggunakan lebar sepur 1067 mm karena umum digunakan di Indonesia. Penentuan penampang I-Girder yang digunakan berdasarkan beban yang akan dipikul. Direncanakan akan ada tiga buah bentang, yaitu 45 m, 30 m, dan 20 m. Masing-masing bentang akan memiliki karakter beban dan penampang yang berbeda. Selain meninjau dari beban dan kapasitas penampang, beton prategang juga harus ditinjau tegangan penampang yang terjadi. Dilakukan pengecekan tegangan pada kondisi awal, tahap kostruksi, dan kondisi akhir. Untuk beton precast tidak diizinkan terjadi tegangan tarik. \n\nBerdasarkan perencanaan tersebut, didapatkan untuk bentang 45 m dan 30 m menggunakan girder H-210, sedangkan untuk bentang 20 m menggunakan girder H-160. Kebutuhan tendon untuk bentang 45 m yaitu 5 buah tendon dengan masing-masing tendon berisikan 19 strand. Untuk bentang 30 m membutuhkan 3 tendon dengan masing-masing tendon berisikan 19 starnd. Untuk bentang 20 m membutuhkan 2 tendon dengan masing-masnig tendon berisikan 19 strand.", "Daftar File": {"2018 TA PP FADLAN AKHYAR FAISAL 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130474", "COVER FADLAN AKHYAR FAISAL": "https://digilib.itb.ac.id/gdl/download/248403", "PUSTAKA FADLAN AKHYAR FAISAL": "https://digilib.itb.ac.id/gdl/download/248410"}, "Penulis": "FADLAN AKHYAR FAISAL [15014105]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ivan Sandi Darma, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Beton, Kereta barang, Pelabuhan, Prategang, Surabaya, Tegangan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "02 Jul 2018"}