{"Nomor": 27068, "Judul": "PERANCANGAN PONDASI DAN DINDING PENAHAN TANAH MUSEUM SENI RUPA KONTEMPORER GEDEBAGE BANDUNG", "Abstrak": "Museum Seni Rupa Kontemporer Bandung terletak di kawasan Gedebage Kota Bandung. Bangunan ini memiliki 5 lantai dan 2 lantai basement. Dalam perencanaannya akan didesain sistem pondasi yang akan digunakan dan dinding penahan tanah berupa diaphragm wall beserta perkuatan angkur untuk struktur basement.   \n \n \n\nPondasi yang digunakan adalah pondasi tiang bor dengan menggunakan 2 jenis borehole untuk perhitungan pondasi yaitu BH 1&6 dan BH 7. Dimensi tiang bor yang digunakan yaitu 800 mm, 1000 mm, dan 1200 mm. Perhitungan daya dukung aksial ditentukan menggunakan perhitungan manual menurut Meyerhoff yang mengacu pada beban Allowable Stress Design (ASD). Perhitungan daya dukung lateral dan daya dukung tiang grup dilakukan dengan perangkat lunak LPILE dan GROUP PILE. Terdapat 16 tipe pile cap dengan tipe panjang 12 m, 13 m, 14 m, 15 m, dan 23 m berdasarkan perhitungan konfigurasi dan efisiensi kelompok tiang. Total settlement yang dihasilkan masih di dalam batas izin, sedangkan perhitungan pada differential settlement didapatkan beda penurunan antar pile cap yang melebihi batas izin, sehingga perlu dirancang tie beam antar pile cap.   \n \n \n\nDiaphragm wall didesain untuk melakukan perlindungan terhadap galian pada basement. Analisis gaya yang terjadi dilakukan dengan bantuan perangkat lunak PLAXIS 2D sesuai dengan tahap konstruksi. Tahap konstruksi pada bangunan ini yaitu 1 tahap pemasangan diaphragm wall, 4 tahap galian, dan 2 tahap pemasangan ground anchor pada elevasi -2 m, dan -6 m. Tebal dinding yang dibutuhkan sebesar 0,8 m dengan kedalaman 30 meter. Gaya prategang yang diberikan pada ground anchor sebesar 558 kN/m dan 781.2 kN/m. Penulangan pondasi dan diaphragm wall sesuai dengan ketentuan pada SNI 2847-2013 tentang Tata Cara Perencanaan Struktur Beton untuk Bangunan Gedung.", "Daftar File": {"2018 TA PP FADIL SUFARI  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130473"}, "Penulis": "FADIL SUFARI (NIM: 15014060)", "Kontributor / Dosen Pembimbing": ["Pembimbing Tugas Akhir Desain : Ir. Beni Taufik Rayadi, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "desain, pondasi, tiang bor, daya dukung, settlement, pile cap, diaphragm wall, ground anchor, penulangan, LPILE, GROUP, PLAXIS.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "18 Sep 2018"}