{"Nomor": 27060, "Judul": "MODEL KONTRAK PEMELIHARAAN DUMPTRUCK PADA INDUSTRI PERTAMBANGAN DENGAN MEMPERTIMBANGKAN FAKTOR KONDISI OPERASI (BEBAN MUATAN, KEMIRINGAN JALAN, DAN KONDISI LINGKUNGAN)", "Abstrak": "Alat berat seperti dumptruck yang dioperasikan pada indusrti pertambangan akan mengalami degradasi dengan waktu penggunaan dan kondisi operasi. Pada industri pertambangan ada beberapa faktor kondisi operasi yang mempengaruhi laju kerusakan dumptruck, yaitu beban muatan, kemiringan jalan, dan kondisi lingkungan. Model kerusakan dumptruck dimodelkan dengan proportional hazard model (PHM) yang mempertimbangkan faktor kondisi operasi disamping umur dan penggunaan. Tindakan pemeliharaan dibutuhkan untuk mengendalikan kerusakan berkelanjutan sehingga dapat menjaga peralatan tetap dalam kondisi operasi. Pada penelitian ini, peralatan alat berat seperti dumptruck membutuhkan tindakan pememliharaan pencegahan dan pemeliharaan korektif agar peralatan selalu tersedia untuk operasi pada industri pertambangan. Mempertimbangakan bahwa dumptruck merupakan peralatan yang kompleks dan tergolong mahal sehingga lebih ekonomis melakukan pemeliharaan pada agen penyedia jasa pemeliharaan. Hal ini dikarenakan jika pemeliharaan dilakukan oleh pemilik industri pertambangan, pemilik tidak dapat melakukan tindakan pemeliharaan sebaik pemeliharaan yang dilakukan agen penyedia jasa pemeliharaan karena adanya keterbatasan sumber daya di pemilik. \n\nPada penelitian ini dipertimbangkan kontrak pemeliharaan yang melibatkan dua pihak, pemilik dan agen dengan mempertimbangkan faktor kondisi operasi. Pada kontrak pemeliharaan dari sudut pandang pemilik membutuhkan dumptruck untuk operasi pertambangan sehingga ketersediaan peralatan merupakan kunci utama untuk memenuhi target produksi dan memperoleh keuntungan yang optimal. Dari agen menawarkan kontrak pemeliharaan kepada pemilik yang terdiri dari 3 (tiga) opsi, yaitu (i) pemeliharaan pencegahan di in-house pada pemilik dan pemeliharaan korektif pada agen, (ii) pemeliharaan pencegahan dan pemeliharaan korektif pada agen, (iii) pemeliharaan pencegahan pada agen dan pemeliharaan korektif di in-house pada pemilik, serta akan menentukan harga optimal untuk setiap opsi. Selanjutnya pemilik akan memilih opsi terbaik berdasarkan pilihan yang ditawarkan oleh agen. Model yang digunakan untuk masalah keputusan kedua belah pihak diformulasikan dengan teori permainan nash, sehingga keputusan yang optimal merupakan keputusan yang menguntungkan kedua belah pihak (win-win solution).", "Daftar File": {"2018 TS PP FADHLI NISHFI 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130465"}, "Penulis": "FADHLI NISHFI NIM 23415037", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bermawi P.Iskandar"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "KONDISI OPERASI, PROPORTIONAL HAZARD MODEL (PHM), KONTRAK PEMELIHARAAN, WIN-WIN SOLUTION", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "04 Sep 2018"}