{"Nomor": 27076, "Judul": "COST ANALYSIS AND PROFIT CALCULATION OF CV LUMINTU : A BATIK MANUFACTURING CASE STUDY IN PEKALONGAN", "Abstrak": "Di banyak wilayah di Indonesia, banyak industri manufaktur kecil dan menengah adalah sumber mata \n\npencaharian utama bagi penduduk. Tidak sedikit dari mereka yang gulung tikar karena mereka tidak \n\nmampu mempertahankan hidup mereka setiap bulan. Di Pekalongan, kota yang sangat terkenal dengan \n\nbatiknya, banyak industri tekstil yang memproduksi kain tenun ATBM (Alat Tenun Bukan Mesin) dan \n\nbatik tradisional masih mampu bertahan dengan mengandalkan keunikan yang tidak dapat ditiru oleh \n\nmesin-mesin modern. CV. Lumintu adalah perusahaan berukuran menegah-kecil dan produksi yang \n\ndihasilkan tidak massal dan tidak cukup disesuaikan. Workshop Lumintu dimiliki oleh R Asyfa Fuadi. \n\nSelain memproduksi pesanan batik, R Asyfa Fuadi juga menjual produk batik dalam bentuk lembaran \n\nkain dengan motif yang cukup mudah melalui jaringan pedagang batik di Pekalongan dan \n\ndidistribusikan hampir di seluruh Indonesia. Dalam hal ini, banyak perusahaan manufaktur, apalagi \n\ndengan skala tradisional dan kecil, tidak memiliki sistem pencatatan akuntansi dan keuangan yang \n\nbaik. Harga dibuat hanya berdasarkan biaya yang dikeluarkan untuk produk saja atau menebak karena \n\ntidak adanya perhitungan yang baik dalam garis biaya. CV. Lumintu hanya mencatat biaya hanya \n\ndengan mengira-ngira. Dengan kondisi yang terjadi, perhitungan harga dan laba hampir bisa \n\ndipastikan salah dan bisa menjadi salah satu penyebab utama hampir kebangkrutan perusahaan \n\ntradisional ini. Dengan melakukan analisis biaya dalam industri manufaktur tradisional ini, penulis \n\ndapat mengetahui dan mengklasifikasikan semua biaya yang dikeluarkan selama proses bisnis yang \n\ndijalankan oleh CV. Lumintu dalam kehidupan sehari-hari. Selain menghitung biaya yang dikeluarkan, \n\npenulis juga dapat menghitung dan mengetahui biaya satuan dan juga menghitung titik impas dari \n\nsetiap produk yang dihasilkan oleh CV. Lumintu. Pengumpulan data akan dilakukan melalui \n\nmetodologi kuantitatif. Pada langkah ini, peneliti akan memiliki perhitungan. Penelitian Kuantitatif \n\nadalah pemeriksaan benar metodis dari merenungkan jelas dengan metode untuk asli, logis atau \n\nstrategi komputasi (Given, 2008). Pengumpulan data diperoleh dari data primer dan sekunder, data \n\nprimer dari CV. Lumintu yang berasal dari pemilik itu sendiri, dan data sekunder akan diperoleh dan \n\ndigunakan sebagai patokan untuk data primer. Hasil dari penelitian ini adalah (1) biaya unit lama \n\nadalah Rp 61.762.233 dan biaya unit baru adalah Rp 66.693.394; (2) laba bersih setelah pajak adalah \n\nRp. 73.548.030, dan; (3) model baru laporan keuangan harus dibuat oleh CV Lumintu.", "Daftar File": {"2018 TA PP FAHD FAIKAR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130495", "2018 TS PP FAHD FAIKAR 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/251151"}, "Penulis": "Fahd Faikar (19014041)", "Kontributor / Dosen Pembimbing": ["Mandra Lazuardi Kitri, S.T., MBA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Batik, Manufacturing, Financial Statement, Cost Analysis, Profit Calculation", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "07 Sep 2018"}