{"Nomor": 27075, "Judul": "OPTIMASI PENGOLAHAN AIR LIMBAH HASIL SOIL WASHING DENGAN METODE ADVANCED OXIDATION PROCESS (AOP) UV/TiO2 DAN FAKTORFAKTOR YANG MEMPENGARUHINYA", "Abstrak": "Industri minyak dan gas merupakan salah satu industri yang paling berpengaruh dalam perekonomian dunia. Akan tetapi, permasalahan lingkungan dalam industri tersebut menjadi \n\nsorotan tersendiri untuk ditelaah. Salah satu permasalahan lingkungan yang dihadapi oleh industri minyak dan gas adalah pencemaran tanah akibat kontaminasi senyawa hidrokarbon. Soil washing merupakan sebuah teknologi remediasi yang efektif untuk menyelesaikan kasus \n\ntersebut. Dari hasil proses soil washing akan diproduksi limbah cair dari larutan pencuci. Larutan pencuci yang biasa digunakan dalam proses soil washing adalah surfaktan. Pada penelitian ini digunakan surfaktan Tween 80. Limbah cair hasil soil washing memiliki kandungan senyawa organik yang tinggi yang berasal dari larutan pencuci maupun senyawa hidrokarbon itu sendiri. Advanced oxidation processes (AOPs) dengan UV/TiO2 adalah salah \n\nsatu pengolahan limbah yang sedang berkembang dan dikatakan sebagai salah satu yang paling efektif. Proses oksidasi fotokatalitik ini diaplikasikan karena mampu untuk \n\nmenyisihkan senyawa organik dengan efisiensi yang sangat tinggi. Tujuan utama penelitian ini adalah untuk menentukan kondisi optimum, baik lamanya irradiasi UV dan dosis optimum katalis TiO2 yang dibutuhkan. Selain itu juga dibahas beberapa faktor yang mempengaruhi proses AOP UV/TiO2, yaitu nilai pH dan oksigen terlarut. Dari hasil penelitian yang dilakukan didapatkan bahwa kondisi optimum untuk sampel jenis I adalah 0,1 g/l dosis TiO2 dan lamanya waktu irradiasi adalah 30 menit. Sedangkan untuk sampel jenis II, dosis TiO2 yang dibutuhkan 0,6 g/l dengan waktu irradiasi adalah 10 menit. Efisiensi dari masingmasing \n\nsampel adalah 63,27% dan 80,56%. Selain waktu iradiasi UV dan dosis katalis, pH serta oksigen terlarut juga mempengaruhi proses AOP UV/TiO2. pH netral memberikan \n\npenyisihan paling besar kemudian pH pada rentang asam kemudia pH basa. Sedangkan oksigen terlarut memberikan efek pengurangan dosis katalis serta waktu iradiasi optimum.", "Daftar File": {"2016 TA PP FADYA SYIFA HANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/130488", "2016 TA PP FADYA SYIFA HANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/130489", "2016 TA PP FADYA SYIFA HANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/130490", "2016 TA PP FADYA SYIFA HANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/130491", "2016 TA PP FADYA SYIFA HANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/130492", "2016 TA PP FADYA SYIFA HANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/130493", "2016 TA PP FADYA SYIFA HANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/130494"}, "Penulis": "FADYA SYIFA HANI (NIM : 15311055)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Agus Jatnika Effendi, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Iradiasi UV, Limbah Cair, Oksidasi Fotokatalitik, Soil Washing, TiO2", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "27 Feb 2018"}