{"Nomor": 27078, "Judul": "PENGEMBANGAN GAME PEMBELAJARAN TARI DENGAN MYO ARMBAND SEBAGAI GAME CONTROLLER", "Abstrak": "Saat ini banyak perkembangan teknologi pada bidang interaksi manusia dan komputer. Salah satunya adalah interaksi dengan cara mendeteksi gerakan yang dilakukan manusia dengan bantuan teknologi tersebut. Salah satu alat pendeteksi gerakan tersebut adalah Myo Armband. Dengan bantuan alat ini diharapkan seseorang dapat mempelajari tarian dan berlatih secara mandiri. Dalam tugas akhir ini dibuat game pembelajaran tari dengan Myo Armband sebagai game controller.   \n \n \n\nUntuk membuat game tersebut dicari tari yang cocok dipelajari menggunakan Myo Armband. Setelah itu, membangun game pembelajaran tari yang dapat menilai gerakan pemain dengan menggunakan Myo Armband. Untuk menilai gerakan pemain dilakukan lima rekaman gerakan tarian secara berulang-ulang sebanyak lima kali menggunakan Myo Armband. Setelah direkam, dicari kumpulan titik potensi elemen gerakan dengan cara membangkitkan bola-bola yang dianggap berpotensi sebagai elemen gerakan dari ketiga rekaman gerakan yang sama. Pusat bola-bola tersebut disimpan dan dicari rata-rata untuk mendapatkan posisi yang dianggap sebagai titik elemen gerakan. Kumpulan titik tersebut digunakan dalam game pembelajaran tari untuk menilai gerakan yang dilakukan pemain.   \n \n \n\nKumpulan titik elemen gerakan diuji dengan menggunakan data rekaman uji. Nilai pengujian adalah skor gerakan antara 0 s.d. 100 yang didapat jika gerakan yang direkam melewati kumpulan titik tersebut. Pengujian tersebut menghasilkan skor nilai dengan rata-rata 53.5. Setelah itu dilakukan eksperimen penilaian dengan melakukan delay 40 frame dan menghasilkan skor nilai rata-rata lebih baik yaitu 100. Setelah itu, game pembelajaran tari yang telah dibuat dievaluasi dengan kriteria UX understanding, engagement, enjoyment, dan educational effectiveness.   \n \n \n\nHasil evaluasinya adalah game yang dibangun untuk kriteria enjoyment tercapai dan untuk engagement cukup tercapai. Namun, untuk understanding dan educational effectiveness tidak tercapai karena pemain merasa kesulitan untuk memahami mekanika game dan memenangkan game dengan nilai tinggi. Saran agar kriteria tersebut tercapai adalah dengan membuat tingkat kesulitan game dari gerakan yang mudah dengan tempo lambat hingga gerakan yang sulit dengan tempo yang sesuai.", "Daftar File": {"Abstrak TA (Ind -Eng).docx": "https://digilib.itb.ac.id/gdl/download/130504"}, "Penulis": "FAHMI DUMADI - NIM : 13512047", "Kontributor / Dosen Pembimbing": ["Riza Satria Perdana, S.T., M.T.   \n \n \n\nRestya Winda Astari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "game tari, Myo Armband, elemen gerakan, user experience.", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Okt 2018"}