{"Nomor": 27074, "Judul": "PENGEMBANGAN MODEL HUBUNGAN KAUSAL PADA OPTIMALISASI KAPASITAS BANDARA DENGANMENGGUNAKAN JARINGAN PROBABILISTIK (KASUS BANDARA SOEKARNO-HATTA)", "Abstrak": "Masalah kongesti saat ini hampir terjadi pada sejumlah besar bandara komersial di Indonesia. Bandara Soekarno-Hatta sebagai bandara komersil terbesar di Indonesia memiliki permasalahan kongesti seperti terjadinya antrian penggunaan landasan dan antrian di terminal. Penanganan masalah kongesti bandara dapat dikelompokan menjadi tiga bentuk yaitu pembangunan/pengembangan bandara, manajemen permintaan dan optimalisasi kapasitas bandara. Penelitian ini difokuskan pada enanganan kongesti melalui optimalisasi kapasitas bandara. Pemilihan ini didasari pertimbangan bahwa bentuk ini memiliki beberapa kelebihan seperti tidak membutuhkan dana besar, masalah dampak lingkungan relatif kecil serta proses yang lebih cepat. \n\nPenelitian ini bertujuan untuk mempelajari serta memahami hubungan antara optimalisasi kapasitas bandara dalam mitigasi masalah kongesti di bandara Soekarno Hatta dengan biaya bandara dan kinerja bandara, berdasarkan persepsi pihak manajemen bandara. Pengembangan kerangka konseptual model hubungan kausal dari keputusan optimalisasi kapasitas dilakukan dengan menggunakan Teori Kausalitas Probabilistik. Model dibangun berdasarkan persepsi manajer bandara, yang terlibat secara langsung maupun tidak langsung dalam pengambilan keputusan terkait kapasitas bandara. Model diasumsikan dapat menangkap pengaruh faktorfaktor yang mempengaruhi permintaan trafik angkutan udara terhadap kebutuhan kapasitas bandara, serta optimalisasi kapasitas bandara terhadap biaya bandara dan \n\nkinerja bandara. \n\nMetode penelitian yang digunakan adalah metode kuantitatif. Penggambaran hubungan antara variabel-variabel menggunakan konsep jaringan probabilistik, \n\ndimana formasi hipotesis dibentuk melalui model hubungan kausalitas yang dibangun. Penetapan variabel berdasarkan kerangka teoritis maupun konsep yang dipilih, serta literatur-literatur studi terkait. Proses pengumpulan data dilakukan melalui instrumen kuisioner. Teknik sampling yang digunakan adalah sampling purposive, dengan responden adalah manajer/pakar yang terkait dengan penyusunan strategi dan kebijakan kapasitas bandara Soekarno-Hatta, yaitu di bidang perencanaan, teknik/operasional, bisnis/komersial dan keuangan/akuntansi. Teknik pengolahan data dan analisis menggunakan jaringan probabilistik atau Bayesian Network. Hubungan kausalitas probabilistik yang terbentuk dijelaskan melalui inferensi probabilistik. \n\nHasil penelitian pada kasus Bandara Soekarno-Hatta menunjukkan bahwa keputusan optimalisasi kapasitas di bandara dapat meningkatkan kinerja bandara sekaligus juga \n\nmenyebabkan kenaikan biaya bandara. Berdasarkan analisis pengaruh, kinerja bandara yang tertinggi meningkat adalah SafetySecurity (Δhigh=16,3%). Sedangkan biaya bandara yang tertinggi meningkat adalah CapitalCost (Δhigh=13,4%). \n\nSedangkan berdasarkan analisis sensitivitas, faktor optimalisasi kapasitas yang paling dominan mempengaruhi peningkatan masing-masing kinerja bandara adalah : \n\nPersonil -> Profit (I=0,030), Gate -> Delay (I=0,033), Curbside -> tingkat pelayanan (LOS) (I=0,023), Curbside -> SafetySecurity (I=0.094). Sedangkan faktor optimalisasi kapasitas yang paling dominan mempengaruhi peningkatan masingmasing biaya bandara adalah : SecurityScreening -> StaffCost (I=0,026), SecurityScreening -> OpsMaintCost (I=0.007), Curbside -> CapitalCost (0,042). Hasil penelitian serta prosesnya secara langsung atau tidak langsung telah memberikan sumbangan terhadap perkembangan teori terutama yang menyangkut pengambilan keputusan pada mitigasi permasalahan kongesti bandara.", "Daftar File": {"2015 DIS PP FADRINSYAH ANWAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/130480", "2015 DIS PP FADRINSYAH ANWAR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/130481", "2015 DIS PP FADRINSYAH ANWAR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/130482", "2015 DIS PP FADRINSYAH ANWAR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/130483", "2015 DIS PP FADRINSYAH ANWAR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/130484", "2015 DIS PP FADRINSYAH ANWAR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/130485", "2015 DIS PP FADRINSYAH ANWAR 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/130486", "2015 DIS PP FADRINSYAH ANWAR 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/130487"}, "Penulis": "FADRINSYAH ANWAR (NIM : 34210002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nProf. Dr. Ir. Ofyar Z. Tamin, M.Sc.", "Dr. Ir. Heru Purboyo Hidayat Putro, DEA.", "Prof. Dr. Eng. Pradono, M.Ec.Dev., SE."], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kongesti, optimalisasi kapasitas, kausalitas probabilistik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "09 Feb 2018"}