{"Nomor": 27086, "Judul": "THE IMPACTS OF EXPERIENTIAL MARKETING AND PRODUCT FEATURES ON CUSTOMER SATISFACTION AND REPURCHASE INTENTION: A CASE STUDY OF IKEA FINAL PROJECT", "Abstrak": "Experiential marketing adalah sebuah pendekatan pemasaran yang membutuhkan keterlibatan \n\nkonsumen di dalam prosesnya. Pendekatan ini menciptakan pengalaman positif dan berkesan \n\nbagi konsumen, yang kemudian akan menciptakan hubungan yang lebih dekat antara \n\nkonsumen dan merk. IKEA adalah sebuah perusahaan yang mengaplikasikan strategi ini \n\ndalam pemasarannya, yang dikenal dengan pengalaman berbelanja di IKEA. Selain faktor \n\nexperiential marketing, fitur produk juga memengaruhi kepuasan konsumen dan keinginan \n\nuntuk membeli kembali produk IKEA di masa yang akan datang. Penelitian ini bertujuan \n\nuntuk mengetahui pengaruh experiential marketing dibandingkan dengan fitur produk \n\nterhadap kepuasan konsumen dan minat membeli ulang \n\nData primer diambil menggunakan kuesioner online dengan jumlah sampel 141 responden. \n\nTemuan dari penelitian ini menegaskan bahwa experiential marketing memiliki hubungan \n\nyang positif dan signifikan dengan kepuasan konsumen dan minat beli ulang, fitur produk \n\nmemiliki hubungan yang positif dan signifikan dengan kepuasan konsumen, dan kepuasan \n\nkonsumen memiliki hubungan yang positif dan signifikan dengan minat beli ulang. Di \n\nsamping itu, analisis mediasi juga dilakukan di dalam penelitian ini untuk melihat adanya \n\nefek mediasi dari kepuasan konsumen pada hubungan antara fitur produk dan minat beli \n\nulang. Namun demikian, hasil penelitian menunjukkan bahwa tidak ada efek mediasi yang \n\nterjadi. \n\nPenelitian ini memuat beberapa rekomendasi untuk strategi pemasaran IKEA Alam Sutera, \n\nyaitu penyesuaian harga dan pendekatan experiential di luar toko IKEA. Selain itu, \n\nrekomendasi untuk penelitian selanjutnya juga dimuat dalam penelitian ini, terkait dengan \n\nvaliditas diskriminan yang membutuhkan ketidaksamaan antara satu set indikator dengan set \n\nindikator lain.", "Daftar File": {"2018 TA PP FAIRUZA NAIMA 19014136 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130520", "Fairuza_Ch1.pdf?": "https://digilib.itb.ac.id/gdl/download/248086", "Fairuza_Ch2.pdf?": "https://digilib.itb.ac.id/gdl/download/248087", "Fairuza_Ch3.pdf?": "https://digilib.itb.ac.id/gdl/download/248088", "Fairuza_Ch4.pdf?": "https://digilib.itb.ac.id/gdl/download/248089", "Fairuza_Ch5.pdf?": "https://digilib.itb.ac.id/gdl/download/248090"}, "Penulis": "Fairuza Naima (19014136)", "Kontributor / Dosen Pembimbing": ["Ira Fachira, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Experiential marketing", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "6 file", "Tanggal Input": "07 Mar 2018"}