{"Nomor": 27080, "Judul": "KAJIAN DAMPAK PENAMBANGAN TIMAH INKONVENSIONAL TERHADAP LINGKUNGAN DAN SOSIAL EKONOMI MASYARAKAT (STUDI KASUS: KABUPATEN BANGKA BARAT PROVINSI KEPULAUAN BANGKA BELITUNG)", "Abstrak": "Penelitian ini merupakan pengukuran dan evaluasi terhadap dampak penambangan timah inkonvensional terhadap kondisi sosial dan ekonomi masyarakat, maupun terjadinya kerusakan lingkungan akibat penambangan timah di Kabupaten Bangka Barat Provinsi Bangka Belitung. Data penelitian diperoleh dari kuesioner, observasi dan penelusuran pustaka. Pada penelitian ini akan dilakukan uji validitas dan reliabilitas kuesioner, penilaian awareness dan persepsi masyarakat. Selain itu akan dilakukan analisis cluster, analisis diskriminan dan analisis jalur dengan menggunakan software SPSS. Penelitian melibatkan 400 responden yang dipilih secara acak di 2 kecamatan di Kabupaten Bangka Barat yaitu Kecamatan Mentok dan Kecamatan Jebus. Hasil penelitian menunjukkan bahwa penambangan timah inkonvensional memberikan dampak negatif terhadap lingkungan dan kondisi sosial masyarakat, namun memberikan dampak positif terhadap kondisi ekonomi masyarakat. Berdasarkan analisis jalur dan analisis diskriminan, variabel ekspektasi dan persepsi terhadap dampak sosial memiliki pengaruh yang signifikan terhadap dukungan akan penambangan timah inkonvensional.", "Daftar File": {"2015 TS PP FAHRIKA ERWANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/130507", "2015 TS PP FAHRIKA ERWANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/130508", "2015 TS PP FAHRIKA ERWANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/130509", "2015 TS PP FAHRIKA ERWANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/130510", "2015 TS PP FAHRIKA ERWANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/130511", "2015 TS PP FAHRIKA ERWANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/130512", "2015 TS PP FAHRIKA ERWANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/130513", "2015 TS PP FAHRIKA ERWANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/130514"}, "Penulis": "FAHRIKA ERWANA (NIM : 25313003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Mont. Kania Dewi, ST, MT", "Dr. Benno Rahardyan, ST, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "pertambangan timah inkonvensional, validitas dan reliabilitas, analisis jalur", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "25 Sep 2018"}