{"Nomor": 27085, "Judul": "OPTIMISASI PADA SISTEM KEAMANAN DENGAN  PENDEKATAN TEORI PERMAINAN", "Abstrak": "Sistem keamanan situs yang baik sangat dibutuhkan untuk melindungi informasi yang terdapat pada konten situs tersebut. Dalam bidang teknologi informasi, adanya bug dapat menyebabkan sistem keamanan terganggu dan dapat dimanfaatkan oleh hacker untuk melakukan pembobolan situs yang dilindungi oleh web master. Teori permainan merupakan salah satu pendekatan yang dapat digunakan untuk mengkaji interaksi antara dua pemain dalam kasus sistem keamanan situs agar mendapatkan hasil yang optimal bagi masing-masing pemain. Dengan menggunakan pendekatan teori permainan, akan diperoleh hasil matematis untuk setiap pemain sebagai keputusan yang dapat dikonfirmasi melalui ide teoritis permainan tersebut. Kasus sistem keamanan situs akan diasumsikan mengikuti model stackelberg security games, yaitu sebuah permainan bergantian nonkooperatif dengan web master berperan sebagai leader yang akan memilih strateginya lebih dahulu dan dilanjutkan dengan hacker sebagai follower yang akan memilih strategi sesuai dengan kondisi terakhir dari permainan. Setiap strategi yang dipilih akan memberikan payoff untuk masing-masing pemain dan akan ada reward berupa penghitungan ekspektasi dari tiap strategi yang dipilih pada suatu permainan. Masalah untuk memaksimumkan reward bagi web master dapat dipandang sebagai masalah optimisasi yang akan diselesaikan dengan menggunakan metode mixed integer linear programming. Berdasarkan penghitungan diperoleh hasil bahwa reward dari setiap permainan sangat bergantung kepada bagaimana matriks payoff dikonstruksi. Penghitungan dengan peluang tidak uniform akan memberikan hasil yang lebih optimal bagi web master dibandingkan dengan hasil penghitungan dengan peluang uniform di setiap strategi pemain. Pada tugas akhir ini juga diperoleh kesimpulan bahwa tipe follower yang diubah dari hacker ke lamer akan tetap memberikan hasil yang optimal bagi leader.", "Daftar File": {"2018 TA PP FAIRUS TSAKILA 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130519"}, "Penulis": "FAIRUS TSAKILA (NIM: 10114075)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Agus Yodi Gunawan S.Si, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "teori permainan, permainan nonkooperatif, stackelberg security games, keamanan website, mixed integer linear programming", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "05 Jun 2018"}