{"Nomor": 27094, "Judul": "RANCANG BANGUN QUADCOPTER DENGAN PENGENDALI MELALUI SMARTPHONE ANDROID DAN SISTEM DETEKSI PENGHALANG MENGGUNAKAN SENSOR ULTRASONIK", "Abstrak": "Quadcopter merupakan salah satu robot penjelajah udara (robot terbang) yang juga dapat dikategorikan sebagai bagian dari Unmanned Aerial Vehicle (UAV). UAV adalah sebuah kendaraan tanpa awak yang dikendalikan dari jarak jauh yang memanfaatkan udara sebagai media transmisi komunikasinya. Terdapat 2 (dua) jenis UAV, yaitu fixed wing dan rotary wing. Quadcopter merupakan bagian dari rotary wing yang memiliki karakteristik mudah untuk dapat dikenali, seperti memiliki 4 (empat) buah motor beserta baling Ã‚Â– balingnya (propeller) sebagai actuator. \n \n\nSistem navigasi dari Quadcopter pada umumnya menggunakan data GPS untuk dapat melakukan positioning. Namun pada kenyataanya, sistem ini memiliki kekurangan jika dioperasikan pada lingkungan indoor sebab akan sulit bagi module GPS untuk mendapatkan sinyal dari satelit, sehingga penggunaannya menjadi tidak maksimal. Terdapat sebuah alternatif lain untuk sistem navigasi yang lebih Ã‚Â“ramahÃ‚Â”, yaitu dengan menggunakan sensor ultrasonik. Selain itu, penggunaan sensor ultrasonik juga dapat dimanfaatkan untuk membuat sistem cerdas yang dapat mendeteksi penghalang. Kekurangan lainnya yang akan dihadapi jika menggunakan Quadcopter rakitan standar pabrik ialah terdapat pada sistem kendalinya. Sebab, sistem kendali yang digunakan oleh standar pabrik sudah paten dan tidak dapat diubah, seperti menambahkan fungsionalitasnya saat terbang. \n \n\nOleh sebab itu, dibutuhkan pengembangan yang dilakukan terhadap sistem kendali ialah dengan membuat sebuah aplikasi yang dipasang pada smartphone Android sebagai pengendali melalui sambungan Bluetooth sehingga dapat meningkatkan fleksibilitasnya dari sisi kemudahan dalam penggunaannya. \n \n\nBerdasarkan dari 5 (lima) skenario pengujian yang telah dilakukan, berikut ini merupakan hasil dari 2 (dua) skenario pengujiannya antara lain, pengujian terhadap rangkaian sensor ultrasonik dan pengujian waktu respon Quadcopter terhadap penghalang. Berdasarkan dari hasil pengujian terhadap rangkaian sensor ultrasonik dapat diketahui bahwa perbandingan antara pengukuran dengan menggunakan sensor dan pengukuran sebenarnya terdapat error yang masih dapat diterima. Rata Ã‚Â– rata persentase dari error itu sendiri masing Ã‚Â– masing sebesar 3.02 % untuk sensor ultrasonik pada sisi depan, lalu 3.54 % untuk sensor ultrasonik pada sisi kanan, kemudian 2.10 % untuk sensor ultrasonik pada sisi kiri, dan 4.87 % untuk sensor ultrasonik pada sisi atas. Sedangkan hasil dari pengujian waktu respon Quadcopter terhadap penghalang untuk bergerak menjauhinya dapat dikatakan cukup responsif dengan rata Ã‚Â– rata waktu respon yang dapat dicapai dari setiap sisi masing Ã‚Â– masing sebesar 838.1 ms untuk penghalang yang terdapat pada sisi depan, lalu 881.2 ms untuk penghalang yang terdapat pada sisi kanan, kemudian 886.7 ms untuk penghalang yang terdapat pada sisi kiri, dan 902 ms untuk penghalang yang terdapat pada sisi atas.", "Daftar File": {"2018 TS PP FAISAL AKBAR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130542"}, "Penulis": "Faisal Akbar         (NIM : 23216099)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Aciek Ida Wuryandari"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Quadcopter, sistem navigasi, sensor ultrasonik, sistem deteksi penghalang, sistem kendali, smartphone Android", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "05 Mar 2018"}