{"Nomor": 27107, "Judul": "KINERJA CAMPURAN LAPIS PENGIKAT (AC - BC) MENGGUNAKAN ASPAL MODIFIKASI POLIMER ELVALOY DAN BAHAN TAMBAH SASOBIT", "Abstrak": "Kinerja campuran beraspal yang digunakan pada perkerasan lentur untuk jalan di Indonesia masih perlu ditingkatkan, terutama masalah ketahanan perkerasan lentur dalam menahan beban lalu lintas yang terjadi dan juga dalam mengatasi temperatur yang tinggi. Perkerasan lentur yang paling banyak digunakan di Indonesia adalah Lapis Beton Aspal. Kekuatan dari perkerasan beton aspal diperoleh melalui struktur agregat yang saling mengunci. Pengunaan polimer Elvaloy sebagai modifier aspal diharapkan dapat membantu meningkatkan kualitas aspal dan kinerja campuran. Sedangkan penambahan Sasobit diharapkan mampu menurunkan temperatur pencampuran dan pemadatan dari aspal modifikasi. Pada penelitian ini digunakan campuran AC-BC bergradasi kasar sesuai spesifikasi Campuran Aspal Panas Revisi 2 dari Departemen Pekerjaan Umum tahun 2010, memakai aspal Pen 60/70, aspal Pen 60/70 ditambah Sasobit 3%, aspal modifikasi Elvaloy (campuran aspal Pen 60/70 dengan 2,5% polimer Elvaloy), dan aspal modifikasi polimer Elvaloy ditambah Sasobit 3%. Sifat fisik aspal diuji dan dibandingkan menggunakan spesifikasi Campuran Aspal Panas Revisi 2, sedangkan kinerja campuran diperoleh melalui pengujian Marshall Standar, pengujian Marshall Immersion, Modulus Resilien dengan pengujian UMATTA dan Stabilitas Dinamis dengan menggunakan pengujian Wheel Tracking. Hasil pengujian sifat fisik aspal memperlihatkan bahwa penambahan Sasobit 3% selain menurunkan temperatur pencampuran dan pemadatan, ternyata juga meningkatkan kualitas aspal. Hasil uji Marshall campuran AC-BC aspal modifikasi Elvaloy ditambah Sasobit 3% menunjukkan nilai Stabilitas Marshall tertinggi sebesar 1443,99 kg. Hasil uji Marshall Immersion campuran AC-BC aspal modifikasi Elvaloy ditambah Sasobit 3% menunjukkan nilai IKS tertinggi sebesar 93,11 %. Hasil uji Modulus Resilien campuran AC-BC aspal modifikasi Elvaloy ditambah Sasobit 3% pada temperatur 30Ã‚Â°C dan 45Ã‚Â°C menunjukkan nilai tertinggi sebesar 2364 Mpa dan 696 Mpa. Hasil uji Wheel Tracking campuran AC-BC aspal modifikasi Elvaloy ditambah Sasobit 3% pada temperatur 60Ã‚Â°C menunjukkan nilai Stabilitas Dinamis tertinggi sebesar 6300 T/mm. Secara umum, penggunaan aspal modifikasi Elvaloy dalam campuran adalah alternatif untuk meningkatkan kinerja campuran, dan penambahan Sasobit mampu menurunkan temperatur pencampuran dan pemadatan.", "Daftar File": {"2015 TS PP FAIZAL ABDILLAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/130576", "2015 TS PP FAIZAL ABDILLAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/130577", "2015 TS PP FAIZAL ABDILLAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/130578", "2015 TS PP FAIZAL ABDILLAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/130579", "2015 TS PP FAIZAL ABDILLAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/130580", "2015 TS PP FAIZAL ABDILLAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/130581", "2015 TS PP FAIZAL ABDILLAH 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/130582", "2015 TS PP FAIZAL ABDILLAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/130583"}, "Penulis": "FAIZAL ABDILLAH (NIM : 26912316)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n\nProf. Dr. Ir. Bambang Sugeng S., DEA.   \n\nDr. Ir. Harmein Rahman, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "AC-BC, aspal modifikasi Elvaloy, Sasobit, Stabilitas, Modulus", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice D", "File": "8 file", "Tanggal Input": "15 Agu 2018"}