{"Nomor": 27101, "Judul": "KOROSI BAJA KARBON DI DALAM LARUTAN NaCl MENGANDUNG H2S", "Abstrak": "Pada saat ini, pengelolaan minyak dan gas bumi terkendala oleh air terproduksi yang mengandung zat-zat korosif, antara lain NaCl dan hidrogen sulfida. Hidrogen sulfida dapat menyebabkan korosi pada peralatan proses yang terbuat dari baja karbon. Penelitian ini bertujuan untuk menentukan pengaruh temperatur dan konsentrasi H2S terhadap perilaku korosi baja karbon di dalam larutan NaCl mengandung H2S dan di dalam uap larutan yang mengandung H2S. Untuk mencapai tujuan tersebut, pada penelitian ini telah ditentukan laju korosi baja karbon di dalam kedua media, dan mekanisme korosi yang terjadi pada baja karbon. Penelitian ini telah dilakukan pada temperatur 35oC, 45oC, dan 55oC, serta konsentrasi H2S 60 ppm, 85 ppm, dan 108 ppm di dalam larutan NaCl 10%, dan pada tekanan ruang. Pengukuran laju korosi baja karbon di dalam larutan NaCl mengandung H2S dilakukan dengan menggunakan metode potensiodinamik. Mekanisme korosi ditentukan dengan metode voltametri siklik, electrochemical impedance spectroscopy (EIS) dan analisis produk korosi dengan metode difraksi sinar-X. \n\nHasil eksperimen menunjukkan bahwa laju korosi baja karbon di dalam larutan NaCl meningkat seiring dengan meningkatnya temperatur dan konsentrasi H2S. Tetapi, jika dibandingkan dengan kondisi tanpa H2S, laju korosi baja karbon di dalam larutan NaCl mengandung H2S memiliki nilai yang lebih rendah. Hasil eksperimen korosi di dalam fasa uap larutan NaCl mengandung H2S menunjukkan adanya peningkatan laju korosi seiring dengan meningkatnya konsentrasi H2S. Jika dibandingkan dengan kondisi tanpa H2S, laju korosi baja karbon di dalam fasa uap mengandung H2S lebih tinggi. \n\nUji produk korosi baja karbon di dalam larutan menunjukkan terbentuknya senyawa besi sulfida pyrrhotite. Maka diduga bahwa proses korosi dimulai dengan oksidasi besi menjadi ion besi(II) dan reduksi H+ menjadi gas hidrogen. Besi dan ion besi(II) akan menjadi mackinawite. Selanjutnya, mackinawite akan berubah menjadi senyawa pyrrhotite seiring bertambahnya H2S.", "Daftar File": {"2018 TA PP FAISAL RIZKI MUJAHID  - ALMIRA RAHMAIDA  1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130558"}, "Penulis": "FAISAL RIZKI MUJAHID  (NIM : 13014029) - ALMIRA RAHMAIDA (NIM : 13014101)", "Kontributor / Dosen Pembimbing": ["Pembimbing: \n\nDr. Ir. Isdiriayani Nurdin", "Dr. Pramujo Widiatmoko, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "baja karbon, hidrogen sulfida, korosi, NaCl", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Mei 2018"}