{"Nomor": 27103, "Judul": "DESAIN STRUKTUR DERMAGA CURAH CAIR UNTUK TERMINAL CPO DI TELUK TAMBU, SULAWESI TENGAH", "Abstrak": "Sebagai salah satu eksportir terbesar minyak kelapa sawit (CPO) di dunia, Indonesia memiliki luas lahan yang besar. Tersebarnya luas lahan tersebut dan dipisahkan oleh perairan merupakan suatu halangan. Oleh karena itu dibangunnya pelabuhan curah cair untuk terminal CPO di teluk tambu, Sulawesi Tengah merupakan suatu kebutuhan. Dermaga yang dirancang adalah dermaga tipe dolphin.   \n\nLingkup pembahasan tugas akhir ini meliputi pengolahan data lingkungan, kriteria desain struktur dermaga, perhitungan beban-beban pada dermaga, penentuan   \n\ndimensi dermaga, analisis struktur dermaga, desain penulangan elemen struktur dermaga, serta analisis daya dukung tanah. Acuan desain dermaga tugas akhir ini   \n\nmenggunakan dokumen British Standard. Sedangkan, kriteria desain elemen struktural menggunakan dokumen Standar Nasional Indonesia (SNI).   \n\nDermaga dolphin yang didesain terdidiri dari empat struktur, yaitu loading platform, berthing dolphin, mooring dolphin, dan trestle. Struktur kemudian  \n\nDianalisis menggunakan permodelan perangkat lunak SAP2000 utuk mengetahui kehandalan struktur desain terhadap beban yang bekerja. Hasil dari pemodelan  berupa unity check ratio, defleksi struktur, gaya dalam, dan reaksi peletakan. Perancangan dilakukan untuk mendapat desain struktur yang handal, nilai UCR harus dibawah 1.0 dan defleksi tidak boleh melebihi batasnya.   \n\nHasil dari Tugas akhir ini berupa suatu rancangan dermaga tipe dolphin yang terdiri dari 4 struktur. Rancangannya meliputi dimensi masing-masing struktur, dimensimasing-masing elemen strukturalnya, detail penulangan pada elemen struktur yang diperlukan berdasarkan gaya dalam yang bekerja, dan kedalaman rencana pemancangan yang mampu menahan reaksi struktur.", "Daftar File": {"20218 TA PP FAISHAL ARIF 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130566"}, "Penulis": "FAISHAL ARIF (NIM : 15513011)", "Kontributor / Dosen Pembimbing": ["Harman Ajiwibowo, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Port, Liquid Bulk, Dolphin, Structure, Dock.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "14 Mar 2018"}