{"Nomor": 27102, "Judul": "MEMBANDINGKAN HITUNGAN GEODETIK METODE GAUSS MID-LATITUDE, METODE PUISSANT, METODE BOWRING DAN METODE VINCENTY UNTUK KEPERLUAN PENETAPAN BATAS WILAYAH LAUT", "Abstrak": "Penentuan batas laut dapat dilakukan dengan metode grafis atau metode matematis. Dengan metode matematis, titik batas dihitung dengan menggunakan metode hitung geodetik, di antaranya adalah formula Puissant, Bowring, Gauss dan Vincenty. Dari keempat formula hitung tersebut, formula yang digunakan oleh IHO adalah formula Vincenty. Dengan demikian perlu ditentukan formula yang simpangan hitungannya paling kecil bila dibandingkan dengan formula Vincenty dikarenakan masing-masing formula pada umumnya akan memberikan hasil hitungan yang berbeda, berikut untuk menentukan apakah perbedaan hasil hitungan tersebut signifikan atau tidak. Perhitungan simpangan dilakukan dengan membandingkan koordinat titik dasar dari perhitungan menggunakan keempat formula. Dari hasil perbandingan, diperoleh bahwa formula dengan simpangan terkecil dari formula Vincenty adalah formula Gauss, sementara yang paling besar adalah formula Puissant. Signifikansi perbedaan posisi hasil hitungan kemudian ditentukan dengan membandingkan jarak geodesik dari hasil perhitungan selisih nilai lintang dan bujur dari koordinat titik batas untuk laut teritorial dan laut zona tambahan keempat formula dengan nilai batas toleransi. Dari hasil perbandingan, diketahui bahwa untuk laut teritorial hanya perbandingan formula Gauss-Vincenty yang tidak berbeda secara signifikan, sementara untuk laut zona tambahan semua perbandingan menghasilkan perbedaan yang signifikan.", "Daftar File": {"2017 TA PP FAISAL WIDODO BANCIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/130559", "2017 TA PP FAISAL WIDODO BANCIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/130560", "2017 TA PP FAISAL WIDODO BANCIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/130561", "2017 TA PP FAISAL WIDODO BANCIN 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/130562", "2017 TA PP FAISAL WIDODO BANCIN 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/130563", "2017 TA PP FAISAL WIDODO BANCIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/130564", "2017 TA PP FAISAL WIDODO BANCIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/130565"}, "Penulis": "FAISAL WIDODO BANCIN (NIM: 15112052)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Dr. Ir. Eka Djunarsjah, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "titik batas, hitungan geodetik, ketelitian metode hitung, signifikansi perbedaan posisi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "17 Okt 2018"}