{"Nomor": 27111, "Judul": "PERBANDINGAN DAMPAK PENENTUAN UKURAN DAERAH SAMPEL KEDALAMAN DALAM KALIBRASI PATCH TEST TERHADAP MODEL KEDALAMAN HASIL MBES R2SONIC 2020 DAN KONGSBERG M3", "Abstrak": "Kesalahan sudut pitch, roll, dan yaw transducer yang ada pada sistem MBES perlu dikoreksi dengan cara menentukan nilai sudut pemasangan tranducer melalui kalibrasi patch test pada perangkat lunak EIVA NaviModel. Dalam kalibrasi patch test, terdapat penentuan ukuran daerah sampel kedalaman karena tidak semua bagian dari lajur yang di-input dapat memenuhi kriteria kalibrasi. Penelitian ini bertujuan untuk membandingkan dampak dari penggunaan ukuran daerah sampel yang berbeda terhadap model kedalaman  yang dihasilkan oleh alat MBES tipe R2Sonic 2020 dan Kongsberg M3 dengan tetap mengikuti kriteria kalibrasi yang berlaku. Untuk mendapatkan tujuan tersebut, diperlukan penentuan tiga ukuran sampel patch test, yaitu sampel besar (350 m x 10 m untuk roll, 700 m x10 m untuk pitch,700 m x 10 m untuk heading), sampel sedang (150 m x 10 m untuk roll, 300 m x10 m untuk pitch, 300 m x 10 m untuk heading), dan sampel kecil (50 m x 10 m untuk roll, 100 m x10 m untuk pitch, 100 m x 10 m untuk heading). Pembentukan DTM dilakukan setelah didapat nilai kalibrasi patch test untuk setiap ukuran sampel yang digunakan. Setelah dianalisis, dapat disimpulkan bahwa penggunaan daerah patch test dengan ukuran sampel besar (350 m x 10 m untuk roll, 700 m x10 m untuk pitch, dan 700 m x 10 m untuk heading) dapat menghasilkan DTM yang lebih baik daripada DTM dengan ukuran sampel sedang (150 m x 10 m untuk roll, 300 m x10 m untuk pitch, dan 300 m x 10 m untuk heading) dan kecil (50 m x 10 m untuk roll, 100 m x10 m untuk pitch, dan 100 m x 10 m untuk heading).", "Daftar File": {"2018 TA PP Fajar Adi Ramdhani  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130587"}, "Penulis": "Fajar Adi Ramdhani - 15114004", "Kontributor / Dosen Pembimbing": ["Dr. rer.nat. Wiwin Windupranata, ST, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Multibeam echosounder, transducer, kesalahan sistematis, DTM (digital terrain model).", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Jun 2018"}