{"Nomor": 27123, "Judul": "EFISIENSI PENYERBUKAN LEBAH Tetragonula laeviceps PADA TANAMAN BUNCIS (Phaseolus vulgaris), MENTIMUN (Cucumis sativus L.) DAN TOMAT (Solanum lycopersicum)", "Abstrak": "Indonesia merupakan salah satu negara yang memiliki iklim tropis serta memiliki keanekaragaman flora dan fauna yang berlimpah. Jumlah penduduk Indonesia pada tahun 2016 telah mencapai angka sebesar 258,7 juta jiwa. Namun, pertambahan jumlah penduduk tidak diimbangi dengan pertumbuhan perekonomian pada sektor pertanian. Salah satu cara untuk meningkatkan produktivitas pertanian di Indonesia adalah dengan memanfaatkan keberadaan agen penyerbuk pada tanaman hortikultura. Tujuan dari penelitian ini adalah menentukan efisiensi penyerbukan open pollination dan close pollination by Tetragonula laeviceps serta pengaruhnya terhadap kualitas dan kuantitas buah buncis, mentimun, dan tomat yang ditanam dengan menggunakan sistem tanam monocropping. Penelitian ini dilakukan pada bulan Januari-April 2018 di desa Sukawangi, Kecamatan Pamulihan, Kabupaten Sumedang, Jawa Barat. Pengamatan dilakukan pada dua plot perlakuan : open pollination dan pollination by T. laeviceps. Setiap perlakuan terdiri dari 10 tanaman sampel acak. Jumlah bunga yang diamati yaitu 10 bunga setiap tanaman perlakuan. Efek dari polinator ditentukan berdasarkan pola kunjungan, dan plant reproductive success. Pola kunjungan diukur berdasarkan visitation rate, foraging rate, dan handling time. Efisiensi penyerbukan terbuka pada tanaman mentimun sebesar 60,11%, buncis 59%, dan tomat 58,75%. Efisiensi penyerbukan secara tertutup dengan lebah T. laeviceps pada tanaman mentimun sebesar 78,88%, buncis 46%, dan tomat 53,13%. Hasil uji statistika menggunakan independent samples T-test dan Mann Whitney (α=0.05) menunjukkan bahwa kedua perlakuan penyerbukan tidak berpengaruh nyata terhadap rata-rata bobot mentimun dan panjang buah mentimun. Namun, berpengaruh pada rata-rata diameter mentimun berbeda secara nyata (P", "Daftar File": {"2018 TA PP  FAJRINA ANJARNISA RUSTAM  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130624"}, "Penulis": "FAJRINA ANJARNISA RUSTAM(nim :  11414008)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n\nDr. Ramadhani Eka Putra, Ph.D.   \n\nDr. Ir. Mia Rosmiati, MP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "buncis, mentimun, penyerbukan, tomat, T. laeviceps", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Jul 2018"}