{"Nomor": 27120, "Judul": "STUDI PERILAKU BIOKOROSI PADA PADUAN AA 5083 OLEH BAKTERI Citrobacter youngae SKC-5 DI LINGKUNGAN LAUT", "Abstrak": "Indonesia merupakan negara kepulauan terbesar di dunia dengan hampir 81% luasnya merupakan permukaan laut. Hal ini menyebabkan sebagian besar transportasi barang menggunakan kapal laut. Permasalahan yang sering terjadi pada kapal laut biasanya kebocoran kapal yang disebabkan oleh korosi pada lingkungan laut. Paduan AA 5083 merupakan paduan aluminium yang sering digunakan pada lambung kapal laut. Pada lingkungan normal, AA 5083 memiliki ketahanan korosi yang tinggi karena paduan ini dapat membentuk lapisan oksida (pasif) pada permukaan logam. Akan tetapi, kehadiran ion Cl− pada lingkungan laut dapat merusak lapisan pasif tersebut dan menyebabkan terjadinya korosi sumuran. Dewasa ini, telah banyak dikembangkan studi korosi dengan cara membentuk biofilm mikroorganisme pada permukaan logam. Salah satu bakteri yang dapat membentuk biofilm adalah bakteri pengoksidasi besi dan sulfur. Akan tetapi pada kondisi tertentu biofilm juga dapat meningkatkan laju korosi. Untuk itu, penelitian ini dilakukan untuk mempelajari pengaruh bakteri pengoksidasi besi dan sulfur yaitu Citrobacter youngae SKC-5 terhadap perilaku korosi pada paduan AA 5083 di lingkungan laut.   \n \n \n\nPercobaan biokorosi diawali dengan preparasi spesimen yang meliputi pemotongan, pengampelasan, dan sterilisasi spesimen dengan alkohol. Khusus untuk pengujian elektrokimia, material yang telah dipotong disolder dengan kawat tembaga kemudian di-mounting dan diikuti dengan pengampelasan serta sterilisasi dengan alkohol. Untuk preparasi air laut, air laut disaring dan diikuti dengan sterilisasi menggunakan autoklaf. Selanjutnya, kultur bakteri Citrobacter youngae SKC-5 dilakukan dengan melakukan inokulasi bakteri pada medium LB modifikasi selama 3 hari 4 jam inkubasi. Percobaan biokorosi dilakukan pada medium air laut steril dengan dan tanpa menggunakan bakteri Citrobacter youngae SKC-5 dan direndam selama 7, 14, dan 30 hari untuk mempelajari pengaruhnya terhadap laju korosi, potensial korosi, rapat arus korosi, hambatan korosi, dan permukaan material yang terkorosi.   \n \n \n\nHasil percobaan biokorosi menunjukkan rapat arus korosi pada AA 5083 di medium air laut yang mengandung bakteri Citrobacter youngae SKC-5 pada hari ke- 7, 14, dan 30 berturut-turut adalah 1,669 x 10-6 A/cm2, 1,771 x 10-7 A/cm2, dan 1,689 x 10-6 A/cm2. Hasil ini lebih kecil dibandingkan dengan AA 5083 di medium air laut tanpa bakteri yaitu pada hari ke- 7, 14, dan 30 berturut-turut 3,887 x 10-6A/cm2, 1,020 x 10-5A/cm2, dan 4,091 x 10 5A/cm2. Analisis SEM-EDS mapping dan FTIR menunjukkan adanya lapisan biofilm pada permukaan AA 5083 yang direndam pada medium air laut yang mengandung bakteri Citrobacter youngae SKC-5. Dari data tersebut dapat disimpulkan bahwa bakteri Citrobacter younge SKC-5 berperan dalam menghambat proses korosi yang terjadi pada AA 5083 dalam lingkungan laut.", "Daftar File": {"2018 TA PP FAJRIL EL FAKHRI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130621"}, "Penulis": "FAJRIL EL FAKHRI (NIM : 12513003)", "Kontributor / Dosen Pembimbing": ["Ir. Siti Khodijah Chaerun, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "biokorosi, paduan AA 5083, Citrobacter youngae SKC-5, lingkungan laut, bakteri pengoksidasi besi dan sulfur.", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "21 Mar 2018"}