{"Nomor": 27126, "Judul": "IDENTIFIKASI FAKTOR PENYEBAB LOW RESISTIVITY DAN TEKNIK PERHITUNGAN SATURASI AIR YANG DIGUNAKAN PADA LAPANGAN X", "Abstrak": "Reservoir Main Cibulakan berumur Miocene pada lapangan X teridentifikasi mengalami low resistivity. Zona low resistivity (zona X-33) yang terletak pada kedalaman Ã‚Â±3300 ft (MD) tersebut menunjukkan pembacaan log resistivity berkisar antara 1-2 ohmm. Eksistensi hidrokarbon pada reservoir telah terbukti melalui DST dan beberapa sumur memproduksikan minyak dari zona ini dengan watercut yang kecil. Jika dilakukan interpretasi konvensional (model Archie), maka zona ini akan memiliki saturasi air (Sw) yang tinggi sehingga tidak akan diperhatikan sebagai oil bearing zone. Oleh karena itu, identifikasi zona low resistivity sangat penting dilakukan sejak awal pengembangan lapangan.Identifikasi faktor-faktor yang menyebabkan low resistivity diselidiki dengan beberapa data seperti RCA, SCAL, XRD, SEM, dll. Belum tentu semua faktor hadir secara simultan di lapangan. Satu atau beberapa faktor sudah mampu menyebabkan masalah low resistivity. Konstruksi model saturasi dari log juga dilakukan pada studi ini. Pembuatan model saturasi mencakup beberapa tahapan perhitungan yaitu: koreksi lingkungan, algoritma volume clay, algoritma porositas-saturasi, dan validasi. Koreksi lingkungan dilakuan dengan metode Schlumberger dan volume clay dibuat dengan algoritma yang biasa digunakan. Algoritma porositas-saturasi dibuat dengan skema iteratif karena adanya parameter Sxo sebagai efek koreksi hidrokarbon. Validasi pada studi ini dilakukan dengan metode yang berbeda karena mempertimbangkan data yang ada.", "Daftar File": {"2013 TA PP FAKHRIAL ANAS 1A.pdf": "https://digilib.itb.ac.id/gdl/download/130627", "2013 TA PP FAKHRIAL ANAS 1B.pdf": "https://digilib.itb.ac.id/gdl/download/130628"}, "Penulis": "FAKHRIAL ANAS (NIM : 12208073)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Pudji permadi, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "low resistivity, interpretasi konvensional, RCA, SCAL, XRD, SEM, konstruksi model saturasi", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "2 file", "Tanggal Input": "22 Mei 2018"}