{"Nomor": 27138, "Judul": "KARAKTERISTIK KIMIA AIR HUJAN DI DAERAH BANDUNG DAN KOTO TABANG", "Abstrak": "Penelitian kualitas udara yang dilakukan melalui peninjauan terhadap komposisi kimia air hujan di kota Bandung dan Koto Tabang dengan waktu pengambilan data sampel dari Desember 2013 sampai November 2014. Komposisi kimia air hujan sendiri tersusun atas ion-ion utama yaitu Ca2+, Mg2+, Na+, K+, NH4-, Cl-, SO42-, dan NO3-. Pengolahan data dilakukan dengan metode statistik, analisis kesetimbangan asam-basa, faktor kelimpahan, analisis faktor, dan model Back Trajectory. Metode statistik digunakan untuk menginterpretasi perkembangan ion-ion utama air hujan dalam pola musiman serta pengaruh jumlah curah hujan terhadap konsentrasi ion. Analisis kesetimbangan asam basa digunakan untuk mengetahui proses netralisasi keasaman air hujan. Pendekatan faktor kelimpahan, metode analisis faktor, dan model Back Trajectory digunakan untuk mengetahui pembagian sumber dari elemen air hujan. Penelitian ini menunjukan bahwa rendahnya konsentrasi ion-ion seiring dengan tingginya curah hujan (Dilution Effect). Pada September - November teridentifikasi tingginya konsentrasi SO42- dan NO3-. Aktivitas antropogenik tidak mengenal musim merupakan penyebab utama tingginya konsentrasi sulfat dan nitrat pada jumlah hujan rendah. pH kota Bandung dan Koto Tabang teridentifikasi dalam keadaan asam (4.51 dan 4.97). Teridentifikasi proses netralisasi asam oleh basa terjadi tidak efektif. Investigasi sumber elemen air hujan dengan analisis faktor dan backward trajectory didapatkan polutan di kota Bandung dihasilkan karena adanya kegiatan antropogenik lokal dan daerah Koto Tabang mengindikasikan adanya long range transport pollutants.", "Daftar File": {"2016 TA PP FANDY BALBO 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/130655", "2016 TA PP FANDY BALBO 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/130656", "2016 TA PP FANDY BALBO 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/130657", "2016 TA PP FANDY BALBO 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/130658", "2016 TA PP FANDY BALBO 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/130659", "2016 TA PP FANDY BALBO 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/130660", "2016 TA PP FANDY BALBO 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/130661"}, "Penulis": "FANDY BALBO (nim : 12812038)", "Kontributor / Dosen Pembimbing": ["Pembimbing :     \n \n \n \n \n\nDr. Rusmawan Suwarman, S.Si, M.T.     \n \n \n \n \n \n\nArika Indri Dyah Utami, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Kimia air hujan, Bandung, Koto Tabang, Keasaman, Netralisasi, Massa Udara, Kualitas Udara", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "06 Sep 2018"}