{"Nomor": 27147, "Judul": "KAJIAN PENANGANAN PERMUKIMAN KUMUH DALAM MENGHADAPI BENCANA GEMPA BUMI", "Abstrak": "Kota Bandung merupakan salah satu kota besar urutan ke-14 dari 20 kota dunia yang berisiko tinggi terhadap bencana gempa bumi. Terdapat beberapa faktor yang mempengaruhi risiko bencana gempa bumi antara lain adalah lokasi kota yang berada di sistem sesar utama Provinsi Jawa Barat, kondisi tanah yang merupakan bekas danau purba, pertumbuhan dan kepadatan kota yang terus meningkat serta kurangnya kesiapsiagaan. Pertumbuhan dan perkembangan Kota Bandung yang pesat menimbulkan beragam implikasi. Peningkatan jumlah penduduk kota yang turut serta meningkatkan aktivitas pembangunan, salah satunya permukiman, dengan lahan kota yang terbatas berdampak pada munculnya permukiman kumuh. Permukiman kumuh membutuhkan suatu penanganan meskipun membutuhkan waktu yang tidak singkat. Namun dengan meninjau potensi bencana yang ada maka upaya pengurangan risiko tidak dapat menunggu. Salah satu upaya pengurangan risiko adalah melalui kesiapsiagaan. kesiapsiagaan akan berbeda menurut populasi dengan perbedaan karakteristik dan budaya. Permukiman kumuh memiliki karakteristik yang unik baik secara fisik maupun non-fisik. Oleh karena itu perlu diidentifikasi kesiapsiagaan dengan karakteristik yang dimiliki oleh permukiman kumuh tersebut dan keterkaitannya dengan bentuk penanganan yang dapat dilakukan dalam menghadapi bencana gempa. Wilayah studi dipilih berdasarkan SK Walikota Nomor 648/Kep.286-DisTaRCip/2015 tentang penetapan kawasan permukiman kumuh di Kota Bandung serta hasil kajian RADIUS tahun 1999 dan lokasi yang terpilih adalah Kelurahan Kebon Jayanti. Penelitian inii meninjau kesiapsiagaan dari tiga parameter yaitu parameter pengetahuan, rencana evakuasi dan kapasitas. Hasilnya dari ketiga parameter tersebut masyarakat permukiman kumuh tidak siap dalam menghadapi bencana gempa. Sedangkan berdasarkan hasil uji korelasi semua karakteristik masyarakat permukiman kumuh baik secara fisik maupun non-fisik mempengaruhi kesiapsiagaan pada setiap variabelnya. Namun karakteristik non-fisik lebih mempengaruhi kesiapsiagaan sehingga bentuk penanganannya perlu mengintervensi aspek non-fisik permukiman kumuh dalam menghadapi bencana gempa.", "Daftar File": {"2015 TA PP FANY NUR ALQOWY WALUYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/130691", "2015 TA PP FANY NUR ALQOWY WALUYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/130692", "2015 TA PP FANY NUR ALQOWY WALUYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/130693", "2015 TA PP FANY NUR ALQOWY WALUYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/130695", "2015 TA PP FANY NUR ALQOWY WALUYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/130696", "2015 TA PP FANY NUR ALQOWY WALUYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/130697"}, "Penulis": "FANY NUR ALQOWY WALUYA (NIM :15411005)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Ir. Harkunti Pertiwi Rahayu, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "gempa bumi, kesiapsiagaan, penanganan permukiman kumuh", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "15 Agu 2018"}