{"Nomor": 27143, "Judul": "THE NATURAL STATE NUMERICAL MODEL OF PATUHA GEOTHERMAL RESERVOIR, INDONESIA", "Abstrak": "Lapangan geotermal Patuha terletak di daerah Jawa Barat, Indonesia, sekitar 50 kilometer arah tenggara dari Kota Bandung. Lapangan Patuha merupakan jenis lapangan dominasi uap di Indonesia dengan zona air di bawahnya dan temperature sekitar 210 Ã‚Â– 230oC seluas 20 km2. Zona uap, yang dimiliki oleh lapangan ini sekitar 700 m, membentang di atas zona air yang sangat besar menjadi keunikan lapangan ini saat dibuat ke dalam simulasi numerik. Saat ini, lapangan Patuha dioperasikan oleh PT. Geodipa Energi yang telah menghasilkan listrik sebesar 55MWe kepada PLN pada tahun 2015. \n\nKinerja reservoir adalah aspek penting ketika melakukan produksi energi dari reservoir dalam hal ini reservoir geotermal. Simulasi numerik adalah alat yang terpercaya untuk mendeskripsikan dan memprediksikan kinerja reservoir. Untuk reservoir geotermal, simulasi numerik telah dibuat oleh Schotanus (2013) dengan ukuran model 13.44 km ÃƒÂ— 10.34 km, ketebalan 2,924 m dan hasilnya menunjukkan tekanan dan temperatur model menyimpang dari data pengukuran, tetapi profilnya mendekati pola dari data aktual. Dalam studi ini, sebuah model simulasi numerik baru berdasarkan data dari Layman et al (2003) telah dibuat menggunakan perangkat lunak TOUGH2 dengan ukuran model 5 km ÃƒÂ— 5 km dan area reservoir 5.5 km2, ketebalan 3,010 m. Hasil dari model yang telah dibuat menunjukkan kecocokan data yang baik pada tekanan dan temperatur antara data aktual (data sumur) dengan data model untuk dua sumur dalam kondisi natural state. Selain itu, model ini juga dapat menunjukkan steam cap and zona transisi yang terletak di atas zona air. Selanjutnya, aliran panas dan masa dapat dilihat pada zona produktif. Berdasarkan hasil yang diperoleh, model ini lebih menunjukkan keadaan reservoir dibandingkan dengan model sebelumnya pada wilayah terbukti.", "Daftar File": {"2016 TA PP FANJI FIRDAUS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/130679"}, "Penulis": "FANJI FIRDAUS (NIM : 12212081)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Eng. Ir. Sutopo, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "numerical simulation, natural state, Patuha, steam cap", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "18 Mei 2018"}