{"Nomor": 27150, "Judul": "ANALISIS LINGKUNGAN PENGENDAPAN DAN PEMODELAN FASIES TIGA DIMENSI PADA FORMASI PACIRAN, LAPANGAN TERANG, BLOK KANGEAN, CEKUNGAN JAWA TIMUR UTARA", "Abstrak": "Formasi Paciran merupakan salah satu penghasil utama hidrokarbon pada Lapangan Terang di Blok Kangean. Formasi ini tersusun oleh batugamping globigerina dan batupasir bioturbasi. Tingkat produksi yang cukup signifikan memacu peneliti untuk mengidentifikasi dan memahami karakteristik fasies penyusun dan lingkungan pengendapan reservoir ini. Pemodelan konsep fasies pengendapan ke dalam fasies model tiga dimensi dilakukan untuk dijadikan acuan dalam melakukan studi pengembangan lapangan dan penentuan lokasi sumur-sumur produksi pada Lapangan Terang, maupun kompleks lapangan Terang-Sirasun-Batur. Hasil pengamatan batuan inti, review hasil sayatan tipis dan interpretasi elektrofasies pada Formasi Paciran, memperlihatkan bahwa karakter fasies selama proses pengendapan dipengaruhi oleh energi ombak laut, pasang surut dan fluktuasi muka air laut. Analisis fasies dan asosiasi fasies menunjukkan bahwa Formasi Paciran tersusun oleh asosiasi fasies foreshore, upper-lower shoreface dan tidal channel/inlet yang mencirikan lingkungan pengendapan laut dangkal pulau penghalang. Secara garis besar, hasil interpretasi tersebut memperlihatkan bahwa Formasi Paciran merupakan endapan laut dangkal shoreface yang mengalami fase transgresif. Peta ketebalan asosiasi fasies penyusun pada Formasi Paciran dan suksesi fasies pengendapannya memperlihatkan secara umum pola garis pantai yang berarah relatif Barat Laut Ã‚Â– Tenggara. Pemodelan fasies tiga dimensi dilakukan dengan menggunakan metode TGT (Truncated Gaussian Simulation with Trends) dan SIS (Sequential Indicator Simulation). Metode TGT digunakan sebagai probability trends input dalam metode pemodelan fasies SIS karena dapat memodelkan urutan sistem pengendapan lingkungan pengendapan pulau penghalang dan tidal inlet secara baik dan proporsional sesuai dengan konsep model fasies laut dangkal.", "Daftar File": {"2016 TS PP FARADINA DELIANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/130700", "2016 TS PP FARADINA DELIANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/130701", "2016 TS PP FARADINA DELIANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/130702", "2016 TS PP FARADINA DELIANI 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/130703", "2016 TS PP FARADINA DELIANI 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/130704", "2016 TS PP FARADINA DELIANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/130705", "2016 TS PP FARADINA DELIANI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/130706", "2016 TS PP FARADINA DELIANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/130707"}, "Penulis": "FARADINA DELIANI (NIM: 22013315)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. I.r. Dardji Noeradi", "Dr. Dwiharso Nugroho, ST. MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "batupasir bioturbasi, pemodelan fasies tiga dimensi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "28 Sep 2018"}