{"Nomor": 27157, "Judul": "CASH MANAGEMENT ANALYSIS (STUDY CASE OF PT WASKITA BETON PRECAST TBK)", "Abstrak": "Net working capital is a key metric that is used to quickly evaluate a companyÃ‚Â’s operating liquidity. The company has too much working capital or too much cash tied up in the business, then management can missing out the opportunities for acquisitions, internal expansion or incremental investment returns for shareholders or investor. So the cash management itÃ‚Â’s also important in working capital. Good cash management system is to maintain adequate cash to meet daily cash requirements while maximizing the amount of available investment. Cash budget projection is used to meet the requirements that must be provided for the companyÃ‚Â’s operation went perfectly.   \n\nCreating cash budget the company must develops operating expenses, sales and debt receipt,and it is possible theremay be excess cash. Excess cash must be used effectively in order to increase the companyÃ‚Â’s profit. The company can distribute the excess cash in investment with high liquidity or to purchase property, plant, equipment for expansion activities. For investments with high liquidity and low risk the company can choose investment instruments such as government securities (SUN), Certificate of Bank Indonesia (SBI) or time deposit.", "Daftar File": {"2018 TS PP FARA PRATIWI EKA RIYANTY 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130719"}, "Penulis": "FARA PRATIWI EKA RIYANTY (NIM : 29115545)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Ir. Asep Darmansyah, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Working Capital, Cash Management, Cash Budgeting, Government Securities", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jan 2018"}