{"Nomor": 27153, "Judul": "PERANCANGAN INTERMEDIATE RECYCLING CENTER  DI BANDUNG SELATAN", "Abstrak": "Intermediate Recycling Center (IRC) merupakan sebuah fasilitas pemilahan sampah anorganik yang direncanakan oleh PD. Kebersihan Kota Bandung di setiap wilayah pelayanan sampah. IRC dirancang untuk mengurangi timbulan sampah yang masuk ke TPA dan meningkatkan potensi daur ulang sampah anorganik Sebanyak 23% dari timbulan sampah Kota Bandung merupakan sampah anorganik potensi daur ulang. IRC yang dirancang berlokasi di Kecamatan Gedebage, tepat di seberang Stadion Gelora Bandung Lautan Api. Pengambilan data primer dilakukan di lima TPS yang terletak di wilayah pelayanan Bandung Selatan. Dua dari lima TPS yang dilakukan penngambilan data merupakan TPS yang terdapat aktivitas pemilahan. Pemilihan sampel kelima TPS dibedakan berdasarkan sumber sampah yang masuk ke TPS. Berdasarkan hasil pengambilan data, diketahui 22,68% dari timbulan total sampah di wilayah pelayanan Bandung Selatan berpotensi untuk dapat didaur ulang. Sistem pengumpulan di sumber dengan sistem single stream. Sampah yang sudah dikumpulkan akan dibawa ke TPS untuk dilakukan pemilahan awal dan pembersihan. Sampah yang sudah dilakukan pemilahan awal dan pembersihan akan diangkut ke IRC. Kapasitas IRC dapat menerima sampah sebesar 55,44 ton/hari. Sampah yang akan dipilah di IRC antara lain kertas HVS, koran, kardus, dupleks, logam, timah, aluminium, gelas, HDPE, PP, dan PET. Proses pemilahan menggunakan metode proses pemilahan manual dan pemilahan otomatis. Konfigurasi proses yang disusun berdasarkan dari karakteristik material. Pemilahan secara otomatis menggunakan unit  magnetic separator, eddy current separator, and air classifier serta pemilahan manual digunakan untuk memilah material yang berbahan dasar kertas dan plastik.", "Daftar File": {"2018 TA PP FARAH NABILA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130710"}, "Penulis": "FARAH NABILA VIANDA    NIM: 15314034", "Kontributor / Dosen Pembimbing": ["Pembimbing :Emenda Sembiring, ST, MT, M.Eng.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sampah anorganik, daur ulang, recycling center", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "25 Sep 2018"}