{"Nomor": 27154, "Judul": "ANALISIS HASIL METODE PENCARIAN POTENSI MINYAK BUMI DENGAN TEKNOLOGI STEP (SUB-TERRAIN PROSPECTING) STUDI KASUS: BLOK LAMPUNG", "Abstrak": "Kegiatan eksplorasi dan eksploitasi terus dilakukan demi tersedianya cadangan minyak bumi. Namun, di sisi lain angka penemuan sumber daya minyak bumi di Indonesia dari tahun ke tahun kian menurun. Belum lagi kegiatan eksplorasi dan eksploitasi yang tidak selalu membawa keberhasilan (dry hole). STeP (Sub-Terrain Prospecting) adalah sebuah teknologi yang merupakan kombinasi penginderaan jauh dan analitik dengan tujuan memberikan solusi alternative terhadap permasalahan eksplorasi tersebut melalui interpretasi dan kuantifikasi berbagai pengaruh yang terjadi pada sub-permukaan Bumi untuk menilai dan menentukan adanya struktur hidrokarbon. Teknologi STeP ini terdiri dari empat tahapan analisis yaitu analisis litodinamik, analisis struktur geodinamik, analisis spektrometri, dan analisis strukturometri.    \n \n \n \n\nAnalisis litodinamik menghasilkan prediksi awal kandungan minyak dan gas, analisis struktur geodinamik mengungkapkan struktur paling berprospek terkandung hidrokarbon, analisis spektrometri mengungkapkan geoinformation anomalies yang terhubung dengan ladang hidrokarbon, dan analisis strukturometrik membentuk skema bidang tekanan tektonik yang berhubungan dengan cadangan hidrokarbon. Keempat tahapan ini dikombinasi untuk menghasilkan sebuah model dengan gambaran wilayah paling berprospek dengan hidrokarbon. Setelah menghasilkan sebuah model, untuk meningkatkan tingkat keakuratan daerah potensi sumber minyak bumi perlu dilakukan survei tambahan seperti survei seismik. Teknologi STeP memiliki keunggulan dalam mempersempit wilayah yang diduga mengandung minyak, sehingga biaya eksplorasi geologi yang dikeluarkan akan menurun.", "Daftar File": {"2017 TA PP   FARAH NAFISA ARIADJI  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130711"}, "Penulis": "FARAH NAFISA ARIADJI (NIM : 15113024)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n \n \n \n\nProf. Dr. Ir. Ketut Wikantika, M.Eng.    \n \n \n \n\nProf. Dr. Ir. Tutuka Ariadji, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sub-permukaan, hidrokarbon, litodinamik, geodinamik, spektrometri, strukturometrik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "31 Jul 2018"}