{"Nomor": 27151, "Judul": "PERANCANGAN MANAJEMEN RISIKO RANTAI SUPLAI PADA PROYEK KONSTRUKSI (STUDI KASUS: PROYEK WASKITA RAJAWALI TOWER)", "Abstrak": "bergerak pada sektor konstruksi. Dalam rangka memperkokoh posisinya dalam sektor konstruksi, \n\nPT Waskita Karya berkomitmen penuh dalam menerapkan manajemen risiko, serta menyadari \n\nbahwa pengelolaan risiko yang baik melalui kerangka manajemen risiko yang andal menjadi \n\nkebutuhan bagi setiap perusahaan dalam menjaga keberlangsungan usahanya. Penerapan \n\nmanajemen risiko pada PT Waskita Karya berpedoman pada metodologi COSO - Enterprise Risk \n\nManagement Framework. \n\nMeningkatnya tantangan dari lingkungan eksternal mengenai kesiapan rantai suplai pada sektor \n\nkonstruksi, meningkatnya risiko terkait rantai suplai yang dapat menyebabkan keterlambatan \n\nproyek konstruksi, serta timbulnya urgensi untuk mengaitkan framework SCRM dengan COSOERM \n\nsecara eksplisit agar lebih sinergis, merupakan tiga isu utama yang melandasi urgensi \n\npenerapan manajemen risiko rantai suplai, terutama pada proyek konstruksi yang dijalankan PT \n\nWaskita Karya. Perancangan penerapan manajemen risiko rantai suplai pada sektor konstruksi \n\nakan menggunakan kerangka Supply Chain Risk Management Process (SCRMP) yang \n\ndiperkenalkan pada tahun 2011. Perancangan manajemen risiko rantai suplai akan dilakukan pada \n\nsalah satu proyek gedung yang masih dalam tahap pembangunan dan terpapar oleh risiko \n\nketerlambatan proyek, yaitu proyek Waskita Rajawali Tower. \n\nProses manajemen risiko rantai suplai dimulai dengan mengidentifikasi pemangku kepentingan \n\nrantai suplai pada proyek, serta memetakan aktivitas proses bisnis rantai suplai berdasarkan tahap \n\nPlan, Source, Build, dan Handover. Selanjutnya dilakukan proses identifikasi risiko rantai suplai \n\nberdasarkan analisis ketidakpastian pada tiap proses bisnis serta tinjauan literatur. Setelah 64 risiko \n\nrantai suplai teridentifikasi, dilakukan proses pengukuran konsekuensi dan probabilitas kepada 10 \n\norang responden menggunakan kuesioner. Hasil kuesioner kemudian diolah menggunakan \n\nRelative Importance Index (RII), yang selanjutnya dipakai sebagai parameter klasifikasi risiko \n\nrantai suplai ke dalam empat kategori sesuai selera risiko perusahaan, yaitu risiko ekstrim, tinggi, \n\nmoderat, dan rendah. Proses evaluasi risiko mengklasifikan 64 risiko rantai suplai menjadi 34 \n\nrisiko moderat dan 30 risiko rendah. \n\nProses manajemen risiko dilanjutkan dengan perancangan mitigasi untuk 10 risiko dengan Risk \n\nExposure Values tertinggi. Usulan mitigasi risiko dirancang berdasarkan strategi risk avoidance, \n\nrisk reduction, risk acceptance, dan risk transfer. Pada tahap terakhir dilakukan perancangan dua \n\nprosedur untuk proses kontrol dan pengawasan risiko yang selanjutnya dapat diterapkan oleh \n\nperusahaan.", "Daftar File": {"2018 TA PP FARADISA ANINTYA 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130708"}, "Penulis": "FARADISA ANINTYA NIM 14414050", "Kontributor / Dosen Pembimbing": ["Ir. Tota Simatupang, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "manajemen risiko, rantai suplai konstruksi, manajemen risiko rantai suplai, SCRM, proyek konstruksi", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "27 Sep 2018"}