{"Nomor": 27161, "Judul": "MARKETING STRATEGY PLAN FOR SMALL, MEDIUM ENTEPRISE TO ENTER THE INTERNATIONAL MARKET", "Abstrak": "Indonesia adalah negara yang kaya akan warisan budaya, terutama untuk makanan dan minuman \n\nIndonesia. Di Indonesia, makanan dan minuman adalah pendapatan wisata tertinggi kedua setelah \n\nakomodasi. Salah satu daerah penghasil tertinggi di Indonesia adalah Jawa Barat. Jawa Barat memiliki \n\npotensi pasar yang besar untuk eksportir produk makanan. Banyak produk kuliner Jawa Barat yang perlu \n\nmengiklankan barang mereka untuk masuk ke dunia, salah satunya adalah Rasa Khano.Rasa Khano adalah \n\nUKM yang perlu mendesain produknya di luar negeri. \n\nTujuan dari penelitian ini adalah untuk mengetahui peluang memasarkan produk kuliner tradisional \n\nIndonesia, karena Indonesia kaya akan sumber daya kulinernya dan Indonesia mampu memasuki pasar \n\ninternasional, menetapkan strategi pemasaran untuk produk kuliner Jawa Barat dalam memasuki Pasar \n\nInternasional, dan mengetahui Strategi UKM di Jawa Barat untuk Rasa Khano sehingga bisa dilakukan \n\nbencmarking. \n\nAnalisis ini mencoba menggunakan tolok ukur dengan melakukan wawancara mendalam semi terstruktur \n\nyang dipilih, menggunakan snowball sampling. Penelitian ini menggunakan penelitian kualitatif, peneliti \n\nkemudian akan menanyakan kepada responden dengan mewawancarai 10 UKM Jawa Barat yang telah \n\nmemasuki pasar. Data yang diperoleh dari Departemen Perdagangan dan Industri (Disperindag) dan dari \n\nKamar Dagang dan Industri (KADIN) Jawa Barat. Hasil dari penelitian ini adalah bahwa para peneliti \n\nmenemukan strategi pemasaran yang tepat untuk Rasa Khano, tahap pertama harus disiapkan oleh Rasa \n\nKhano dalam menjual barang di luar negeri, analisis bisnis untuk Rasa Khano, dan mengetahui target pasar \n\ndi luar negeri yang merupakan target pasar di luar jangkauan Rasa Khano.", "Daftar File": {"2018 TA PP FARHANA DESFILA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130735"}, "Penulis": "FARHANA DESFILA (19215012)", "Kontributor / Dosen Pembimbing": ["Evy Rachmawati Chaldun, MSi."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Marketing Strategy, International Market, Small and Medium Enterprise", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "1 file", "Tanggal Input": "31 Jul 2018"}