{"Nomor": 27162, "Judul": "USULAN STRATEGY BISNIS BARU UNTUK PT. PESONA ASRI LESTARI", "Abstrak": "USULAN STRATEGI BISNIS BARU DAN IMPLEMENTASI UNTUK PT. PESONA ASRI LESTARI \n \n \n\nFarhan AdliHikall \n\nNIM: 29115678 \n\nTanggal Lulus Ujian: (06/06/2018) \n\nTanggalWisuda: (20/07/18) \n\nProgram Magister, InstitutTeknologi Bandung, 2018 \n\nPembimbingTugasAkhir: Dr. IstiRaafaldiniMirzanti \n \n \n\nABSTRAK \n\nPT. PesonaAsri Lestari (PAL) adalahperusahaan real estate yang memilikivisiuntukmenyediakanperumahandengankualitas yang baikdenganhargaterjangkau di lokasi yang strategis. Kenyataannya, PT. PAL tidakbisamenunjukkanpenjualanproperti yang baik. Data penjualan PT. PAL menimbulkanpertanyaantentangpenjualan yang jauhdari target yang ditetapkan. PT. Target penjualan PAL setiaptahunadalahsekitar 50 unit rumah. \n \n\nSaatiniadabeberapamasalahbisnis yang dihadapioleh PT. PAL, permasalahantersebutadalahpenjualanproyek yang buruk, kurangnyakemampuansumberdayamanusiadanmasalahlegalitas. Dari analisis yang telahdilakukan, penulismenemukanbahwaakarpenyebabmasalahbisnisterjadidarikondisi internal daneksternalperusahaan. Permasalahanbisnis yang dimilikioleh PT. PAL dimulaidarifaktor internal yang mana PT. PAL tidakmemilikikaryawan yang kompetenuntukmenjalankanfungsiperusahaan. Karyawan yang tidakkompeteninimengakibatkankinerjapenjualanmenurunakibatkaryawan yang tidak professional. Hal inijugaberdampakke proses operasiperusahaan yang kurangmampumengeksekusirencanamenjaditindakan. Selainitu, PT. PAL tidakmemilikistrategibisnistertentuuntukmelaksanakanbisnisnya. Analisis internal daneksternaldilakukanuntukmenemukansolusiterbaikataskondisi PT. PAL. \n \n\nSolusibisnis yang mengusulkanstrategibisnisbaruuntukperusahaan. Strategibisnisterdiridaritiga level. Merekaadalahstrategitingkatperusahaan, strategitingkatbisnisdanstrategitingkatfungsional. \n \n\nPenelitiantelahmenghasilkanstrategibisnisbarutingkatperusahaan, perusahaanharusberfokuspadastrategipenetrasipasar. Untukperusahaanstrategitingkatbisnisharusfokusdalamstrategicost leadership. Untukstrategitingkatfungsional, strategiberasaldarianalisis TOWS danmenghasilkanfokussumberdayamanusia, pemasarandanaspekoperasional. \n \n\nSelanjutnya, perusahaanjugadisarankanuntukmengikutirencanaimplementasistrategibisnisuntukmencapaipeningkatan yang lebihbaik. Rencanaimplementasidilengkapidenganjadwalwaktuimplementasistrategi. \n \n\nKata kunci: Strategibisnis, industri real estate, proses manajemenstrategis", "Daftar File": {"Farhan Adli Hikall 29115678.pdf": "https://digilib.itb.ac.id/gdl/download/130736"}, "Penulis": "Farhan Adli Hikall-29115678", "Kontributor / Dosen Pembimbing": ["Dr. Isti Raafaldini Mirzanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategibisnis, industri real estate, proses manajemenstrategis", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "26 Jun 2018"}