{"Nomor": 27160, "Judul": "TEORI PERTURBASI KOSMOLOGI DENGAN COUPLED SCALAR FIELD SEBAGAI DARK ENERGY SERTA PENGARUHNYA TERHADAP PERTUMBUHAN STRUKTUR", "Abstrak": "Alam semesta dengan coupled scalar field sebagai dark energy memiliki dinamika yang berbeda dari alam semesta dengan medan skalar yang tidak terkopel materi. Perbedaan paling signifikan terjadi di epoch dominasi materi, di mana medan skalar meniru rapat energi materi (solusi scaling) dengan menjadi komponen subdominant. Analisis dinamika dilakukan secara analitik maupun numerik dengan \n\nmenggunakan pendekatan bidang fasa dan menelaah setiap titik kritis dari medan skalar. Setiap titik kritis bertautan dengan kondisi fisis tertentu di alam semesta. \n\nDengan menganalisis kestabilan titik-titik kritis diperoleh dua buah attractor yang relevan dengan percepatan kosmik sebagai akhir dari era dominasi materi. Medan skalar biasa (coupled quintessence dan coupled k-essence) dapat memberikan percepatan kosmik dengan solusi attractor yang stabil pada 𝜔𝜙 = 𝜔𝑒𝑓𝑓 ≅ −1. \n\nSementara itu, medan skalar phantom dapat memiliki nilai 𝜔𝑒𝑓𝑓", "Daftar File": {"2017 TS PP FARGIZA ABDAN MALIKUL MULKI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/130728", "2017 TS PP FARGIZA ABDAN MALIKUL MULKI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/130729", "2017 TS PP FARGIZA ABDAN MALIKUL MULKI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/130730", "2017 TS PP FARGIZA ABDAN MALIKUL MULKI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/130731", "2017 TS PP FARGIZA ABDAN MALIKUL MULKI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/130732", "2017 TS PP FARGIZA ABDAN MALIKUL MULKI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/130733", "2017 TS PP FARGIZA ABDAN MALIKUL MULKI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/130734"}, "Penulis": "FARGIZA ABDAN MALIKUL MULKI (NIM: 20316009)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. rer. nat. Hesti Retno Tri Wulandari"], "Jenis Koleksi": "Tesis", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "pertumbuhan struktur, dark energy, coupled scalar field, percepatan kosmik, teori perturbasi kosmologi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "22 Jan 2018"}