{"Nomor": 27166, "Judul": "STUDI PENGARUH PENERAPAN ELECTRONIC ROAD PRICING (ERP) TERHADAP PERUBAHAN PERILAKU PENGENDARA MOBIL PRIBADI DI DKI JAKARTA", "Abstrak": "Electronic Road Pricing merupakan salah satu kebijakan yang sedang direncanakan pemerintah provinsi DKI Jakarta sebagai bentuk manajemen dalam mengendalikan permintaan pergerakan. Kebijakan ini diharapkan mampu memecahkan persoalan kemacetan dengan mengubah paradigma serta perilaku pengendara mobil pribadi untuk dapat berpindah moda ke angkutan umum yang tersedia. Namun pada dasarnya setiap pengendara mobil pribadi memiliki banyak alternatif dan setiap individu tersebut memiliki preferensi dalam memilih alternatif perubahan berkendara. Penelitian ini dilakukan untuk mengidentifikasi pengaruh penerapan ERP terhadap perubahan perilaku pengendara mobil pribadi yang ditinjau dari respon pengendara terhadap tarif dan pemilihan alternatif perubahan perilaku berkendara. Hasil penelitian ini menunjukkan bahwa sensitivitas pengendara terhadap tarif terhitung tidak elastis namun tergolong cukup sensitif dan perubahan perilaku yang mendominasi yakni berpindah rute. Sehingga dapat disimpulkan bahwa perlunya strategi dalam menangani perubahan tersebut dan cara untuk mengarahkan perubahan sesuai dengan harapan diawal.", "Daftar File": {"2015 TA PP FARHAN MUZAKI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/130742", "2015 TA PP FARHAN MUZAKI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/130743", "2015 TA PP FARHAN MUZAKI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/130744", "2015 TA PP FARHAN MUZAKI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/130745", "2015 TA PP FARHAN MUZAKI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/130746", "2015 TA PP FARHAN MUZAKI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/130747", "2015 TA PP FARHAN MUZAKI 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/130748"}, "Penulis": "FARHAN MUZAKI (nim:15411024)", "Kontributor / Dosen Pembimbing": ["Pembimbing :"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Jalan berbayar, perubahan, permintaan, perilaku, alternatif.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "31 Agu 2018"}