{"Nomor": 27178, "Judul": "PERANCANGAN PONDASI TIANG BOR DAN STRUKTUR PENAHAN TANAH PADA BESMEN BERUPA DINDING DIAFRAGMA PASAR TRADISIONAL CIHARGEULIS KOTA BANDUNG", "Abstrak": "Pasar Tradisional Cihargeulis Kota Bandung merupakan gedung bertingkat 5 lantai memiliki fungsi sebagai tempat perbelanjaan tradisional dan 1 lantai besmen yang berfungsi sebagai lahan parkir. Pasar Tradisional ini terletak di daerah Jalan Surapati, Kota Bandung. Tugas akhir ini memiliki tujuan yaitu mendesain fondasi dari struktur pasar tersebut dan mendesain dinding penahan tanah pada struktur besmen 1 lantai tersebut. Jenis fondasi yang digunakan adalah tiang bor dan jenis dinding penahan tanah yang digunakan adalah diaphragm wall atau dinding diafragma. \n\nDesain fondasi memiliki tujuan untuk mendapatkan konfigurasi, panjang, dan properties fondasi tiang yang memiliki daya dukung untuk menahan beban struktur diatasnya serta memiliki penurunan dalam batas izin. Pada desain fondasi ini dihasilkan 5 jenis kelompok tiang yaitu P1, P2, P3, P4, dan P5. Semua pondasi ini didesain dengan diameter 0,8 m dan Panjang 19 m. Kelompok P1 memiliki konfigurasi 8 tiang. Kelompok tiang P2 meiliki konfigurasi 6 tiang. Kelompok tiang P3 memiliki konfigurasi 4 tiang. Kelompok tiang P4 memiliki konfigurasi 15 tiang. Dan kelompok tiang P5 memiliki konfigurasi 8 tiang. Sementara, dimensi Pilecap yang dihasilkan adalah 7,2 x 6,68 meter untuk kelompok tiang P1, 7,2 x 5,2 meter untuk kelompok tiang P2, dan 5,2 x 5,2 meter untuk kelompok tiang P3, 11,2 x 7,2 meter untuk kelompok tiang P4, dan 7,2 x 6,68 meter untuk kelompok tiang P5. Analisis digunakan dengan bantuan software LPILE, GRUP 8.0, dan pcaColumn.  \n\nDinding diafragma yang berfungsi menahan tanah pada basement memiliki kedalaman 10 meter dengan mutu beton 35 MPa dan ketebalan dinding sebesar 0,6 meter. Dinding diafragma dipasang free standing atau tanpa perkuatan dengan kedalaman galian 4 m dan dari perhitungan tekanan tanah lateral mengahsilkan deep of penetration sebesar 5,63 m. Dinding diafragma memiliki angka keamanan drained sebesar 1,98 dan undrained 18,98. Defleksi pun aman dari persyaratan, yaitu 24 mm (", "Daftar File": {"2018 TA PP FARIS ADI BACHTIAR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130760"}, "Penulis": "FARIS ADI BACHTIAR - NIM: 15014097", "Kontributor / Dosen Pembimbing": ["Ir. Dedi Apriadi, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fondasi tiang bor, dinding diafragma, penurunan, defleksi, safety factor, LPILE, GRUP 8.0, PLAXIS 2D, pcaColumn.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Sep 2018"}