{"Nomor": 27179, "Judul": "INTERPRETASI DATA GRAVITASI PADA DAERAH LRK", "Abstrak": "Metode gravitasi merupakan salah satu metode geofisika yang memanfaatkan kontras densitas dari bawah permukaan tanah pada suatu daerah. Kontras densitas yang dihasilkan adalah akibat adanya variasi nilai gravitasi pada suatu daerah. Variasi nilai gravitasi pada bumi tidak terlalu besar hanya beberapa mgal saja, dimana 1 mgal sebanding dengan 10 cm/s2. Metode gravitasi merupakan metode eksplorasi pasif karena tidak memberikan gangguan pada objek yang diobservasi. Dalam pengerjaan suatu metode geofisika secara umum dilakukan dalam tiga tahap yaitu akusisi data, pengolahan data, dan interpretasi. Dari hasil akusisi data, nilai yang diperoleh dikonversi menjadi mgal lalu diolah dengan cara mereduksi data dengan koreksi-koreksi yang perlu dilakukan hingga menghasilkan nilai anomali bouger lengkap(CBA), kemudian dilakukan pemisahan anomali residual dan anomali regional, pada penelitian kali ini dilakukan dua metode yaitu metode polynomial fitting dan metode wavelength filter. Pada interpretasi dilakukan analisa gradien yang terdiri dari horizontal derivtive dan vertical derivative dan juga pemodelan kedepan 2 dimensi. Analisa gradien dilakukan untuk melihat kontak struktur berdasarkan kontras densitas, dan pemodelan kedepan dilakukan untuk mengetahui basement pada bawah permukaan.", "Daftar File": {"2017 TA PP Faris Adlantama Prihadi 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130761", "2017 TA PP FARIS ADLANTAMA PRIHADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/130762", "2017 TA PP FARIS ADLANTAMA PRIHADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/130763", "2017 TA PP FARIS ADLANTAMA PRIHADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/130764", "2017 TA PP FARIS ADLANTAMA PRIHADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/130765", "2017 TA PP FARIS ADLANTAMA PRIHADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/130766", "2017 TA PP FARIS ADLANTAMA PRIHADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/130767", "2017 TA PP FARIS ADLANTAMA PRIHADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/130768"}, "Penulis": "Faris Adlantama Prihadi (NIM: 10212027)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Wahyu Srigutomo, Ph.D.", "Editor 2: Ena Sukmana (2018-02-24), unggah pertama pada 2017-11-01 oleh"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Analisa Gradien, Interpretasi, Kontras densitas, Pemisahan anomali", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ena Sukmana", "File": "8 file", "Tanggal Input": "24 Feb 2018"}