{"Nomor": 27170, "Judul": "Poli(Asam Tiosalisilat-Formaldehida) Bercetakan Ion dengan Inti Magnetit untuk Prakonsentrasi pada Analisis Ion Cd(II)", "Abstrak": "Kadmium (Cd) adalah unsur logam berat yang tidak memiliki fungsi apapun dalam tubuh tetapi memiliki efek toksik bagi makhluk hidup dalam jumlah yang renik. Kadmium dapat dianalisis menggunakan spektrofotometri serapan atom, namun tidak sensitif untuk konsentrasi kadmium yang renik. Untuk mengatasi masalah tersebut, prakonsentrasi melalui ekstraksi fasa padat dapat dilakukan menggunakan polimer bercetakan ion atau ion-imprinted polymer (IIP). Pada penelitian ini telah berhasil disintesis material IIP berupa poli(asam tiosalisilat-formaldehida) bercetakan ion Cd(II) dengan inti magnetit (IIPM) dari reaksi polimerisasi antara kompleks Cd(II)-asam tiosalisilat dengan formaldehida untuk prakonsentrasi ion Cd(II) dalam air. Karakterisasi IIPM menggunakan spektroskopi inframerah menunjukkan adanya serapan pada bilangan gelombang 2517 cm-1, 1678 cm-1, 1460 cm-1 dan pelebaran puncak di sekitar 580 cm-1 yang masing-masing menunjukkan keberadaan gugus S−H, C=O karboksilat, C−H metilen, dan ikatan Fe−O pada material. Karakterisasi IIPM menggunakan TEM menunjukkan proses surface imprinting polimer pada permukaan inti magnetit telah berhasil dilakukan. Evaluasi parameter adsorpsi IIPM dilakukan dengan metode batch dan menunjukkan bahwa IIPM bekerja optimum pada pH 5 dengan waktu kontak 30 menit. IIPM yang telah disintesis memiliki kapasitas adsorpsi maksimum sebesar 28,71 mg.g-1 serta perilaku adsorpsinya mengikuti model kinetika adsorpsi orde dua semu dan isoterm adsorpsi Langmuir. IIPM juga terbukti selektif terhadap ion Cd(II) dengan kehadiran ion Cu(II), Zn(II) dan Pb(II) karena memiliki nilai S>1. Proses adsorpsi-desorpsi memberikan nilai perolehan kembali di sekitar nilai 100% baik tanpa pemekatan maupun dengan pemekatan. IIPM hasil sintesis telah diaplikasikan untuk menganalisis kadar kadmium dalam sampel air sungai yang menunjukkan konsentrasi kadmium sebesar 29,33Ã‚Â±4,32 ppb pada tingkat kepercayaan 95%.", "Daftar File": {"2017 TA PP  FARHAN RAMADZAN NURSANTO  1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130752"}, "Penulis": "FARHAN RAMADZAN NURSANTO (NIM : 10514025)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Muhammad Bachri Amran, DEA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kadmium, prakonsentrasi, ion-imprinted polymer, poli(asam tiosalisilat-formaldehida), inti magnetit, adsorpsi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "04 Jun 2018"}