{"Nomor": 27181, "Judul": "PENGHAMBATAN EKSPRESI GEN ANTI-APOPTOTIK BCL2L1 (Bcl-xL) PADA LINI SEL KANKER PAYUDARA MCF-7 YANG DIINKUBASI DENGAN IBET-762", "Abstrak": "Kanker payudara merupakan salah satu jenis kanker penyebab kematian tertinggi pada wanita. Pengembangan obat baru untuk mengatasi penyakit tersebut saat ini mulai dilakukan dengan menghambat protein aktivator transkripsi, sehingga dapat menurunkan ekspresi gen pengkode protein-protein yang berperan dalam pertumbuhan dan perkembangan kanker. Bcl-xL merupakan protein anti-apoptotik yang berperan dalam meregulasi proses apoptosis. Ekspresi berlebih dari gen ini diketahui menjadi penyebab perkembangan kanker ke fase lanjut (metastasis) hingga menyebabkan insensitivitas sel kanker payudara terhadap kemoterapi. Penelitian ini bertujuan untuk menentukan pengaruh inhibitor BRD4, yaitu IBET-762 terhadap ekspresi gen BCL2L1 (Bcl-xL) pada lini sel kanker payudara MCF-7. Pada penelitian ini lini sel kanker payudara MCF-7 diberi perlakuan selama 48 jam dalam konsentrasi 0,462 mM, 0,308 mM, 0,154 mM IBET-762 dan 0,26% DMSO sebagai kontrol. RNA total dari masing-masing perlakuan diisolasi dengan kit GeneJET RNA Purification Kit kemudian diberi pelakuan DNase. Pengukuran ekspresi Bcl-xL dilakukan menggunakan metode one-step reverse transcript quantitative PCR (RT-qPCR) pada isolat RNA total. Analisis hasil qPCR gen Bcl-xL kemudian dinormalisasi terhadap aktin sesuai metode Livak (2001). Hasil penelitian menunjukkan bahwa terjadi penurunan ekspresi Bcl-xL yang signifikan antara pelakuan IBET-762 terhadap kontrol (p0,05). Penurunan ekspresi Bcl-xL diakibatkan penghambatan kinerja protein BRD4 oleh IBET-762. Bcl-xL merupakan regulator protein dalam penghambatan proses apoptosis. Penurunan ekspresi Bcl-xL ini diduga menyebabkan terjadinya peningkatan apoptosis pada lini sel MCF-7. Dari penelitian ini dapat disimpulkan bahwa inhibisi protein BRD4 oleh IBET-762 mampu menurunkan ekspresi gen Bcl-xL pada lini sel kanker payudara MCF-7.", "Daftar File": {"2018 TA PP FARIS DINULHAQ 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130770"}, "Penulis": "FARIS DINULHAQ (NIM : 10614070)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. rer. nat. Marselina I.Tan."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "BRD4, Bcl-xL, MCF-7, IBET-762", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Sep 2018"}