{"Nomor": 27189, "Judul": "OPTIMASI RUANG BAKAR TUBULAR & ANNULAR REVERSE PADA GAS TURBINE SIMULATOR SYSTEM", "Abstrak": "Ruang bakar tubular dan annular reverse didesain untuk gas turbine simulator system. Ruang bakar diposisikan diantara kompresor dan turbin. Ruang bakar didesain untuk meningkatkan entalpi tanpa kehilangan tekanan yang siginifikan. Ruang bakar yang ada saat ini didesain menggunakan metode konvensional yaitu dengan trial dan error. Untuk meningkatkan performa ruang bakar tersebut, maka dibutuhkan optimasi. Geometri dari ruang bakar dioptimasi untuk mendapatkan efisiensi yang maksimum, pattern factor yang minimum, pressure loss yang rendah, dan temperatur dinding ruang bakar yang rendah. Performa ruang bakar tersebut dievaluasi dengan menggunakan simulasi komputasional. Parameter geometri dipilih berdasarkan pada analisis sensitivitas menggunkan metode Spearman Correlation untuk memilih geometri dengan berpengaruh pada performa ruang bakar. Setelah melakukan sampling menggunakan metode Latin Hypercube Sampling (LHS) dan dilanjutkan dengan proses interpolasi dengan metode Kriging, ruang bakar kemudian dioptimasi menggunakan Multiple Objective Genetic Algorithm (MOGA). Desain akhir yang didapatkan dari hasil optimasi didapatkan kenaikan efisiensi dan pattern factor yang baik. Pengaruh dari variasi FAR (fuel air ratio) dan kondisi off design yang sesuai dengan turbin map performance juga akan dianalisis pada geometri ruang bakar hasil optimasi.", "Daftar File": {"2018 TA PP FARIZ ICHSAN HABIBI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130785"}, "Penulis": "FARIZ ICHSAN HABIBI ( NIM: 13614075)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Firman Hartono, S.T.,M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Annular reverse, Tubular, Computational Fluid Dynamics, MOGA", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2018"}