{"Nomor": 27187, "Judul": "PENENTUAN INITIAL GAS IN PLACE DENGAN METODE MATERIAL BALANCE ANALYSIS DENGAN DATA TEKANAN KEPALA SUMUR DAN MEMPERTIMBANGKAN KONSEP KEHILANGAN TEKANAN DUA FASA SEPANJANG SUMUR UNTUK RESERVOIR BERTENAGA PENDORONG BOTTOM WATER DRIVE PADA LAPANGAN X", "Abstrak": "Untuk menghitung Initial Gas In Place (IGIP) menggunakan metode P/Z material balance diperlukan data produksi dan tekanan reservoir untuk menganalisis, padahal data tekanan reservoir biasanya tidak diukur secara reguler dari waktu ke waktu. Metode ini akan memberikan hasil yang baik apabila reservoir yang di analisis tidak memiliki tenaga pendorong berupa air atau pun memiliki namun dalam jumlah yang sangat kecil sehingga bisa diabaikan. Pada studi ini, dibutuhkan modifikasi terhadap metode P/Z yang dibangun dari persamaan material balance dengan memperhitungkan pengaruh water influx, produksi air dan kompresibilitas. Tekanan yang digunakan pada studi ini adalah tekanan reservoir. Dilain pihak, data tekanan reservoir biasanya tidak tersedia dari waktu ke waktu, oleh karena itu, diperlukan metode penentuan tekanan reservoir menggunakan tekanan kepala sumur yang tersedia yaitu dengan prinsip pressure loss Beggs and Brill dan IPR masa depan. \n\nProperti aquifer merupakan parameter yang dibahas pada studi ini. Aquifer menghasilkan water influx yang tidak dapat diabaikan. Dengan adanya water influx dari aquifer, terdapat kecenderungan kurva P/Z terdeviasi dari kondisi seharusnya, yaitu berupa garis lurus. Sehingga sulit memperoleh nilai IGIP sebenarnya. Selain itu, pada studi ini dilakukan analisis terhadap nilai IGIP yang diperoleh dari metode modifikasi usulan, metode konvensional dan nilai IGIP dari model reservoir. Metode P/Z konvensional tanpa memperhitungkan kompresibilitas memiliki galat 330.52 % dan yang memperhitungkan kompresibilitas memiliki galat 245.06 %. Modifikasi usulan dengan memperhitungkan pengaruh water influx, kompresibilitas dan produksi air galat yang didapat sebesar 1.45 % dan usulan dengan tidak memperhitungkan kompresibilitas galat yang didapat sebesar 10.063 %. Analisis sensitivitas dilakukan pada properti aquifer untuk mengukur seberapa besar pengaruh properti aquifer dalam estimasi IGIP. Metode P/Z yang dipakai adalah P/Z modifikasi usulan. Galat terbesar yang didapat dari parameter porositas aquifer mencapai 2.123 %. Untuk parameter ketebalan aquifer galat terbesar mencapai 2.964 %. Sedangkan untuk parameter permeabilitas aquifer dan R-ratio dapat mencapai 2.148 % dan 1.548 %. Melihat cukup besar galat yang dihasilkan pada metode P/Z konvensional, menjadi sebuah concern bahwa kehadiran aquifer tidak boleh diabaikan. Dalam industry perminyakan, galat maksimum yang diperbolehkan mencapai 25%. Sehingga studi mengenai properti aquifer ini dapat menjadi acuan dalam industri perminyakan dalam menentukan IGIP pada reservoir gas bertenaga pendorong bottom water drive.", "Daftar File": {"2015 TA PP FARIZ ADRIANSYAH PUTRA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130783"}, "Penulis": "FARIZ ADRIANSYAH PUTRA (NIM : 12211050)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Tutuka Ariadji, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "aquifer, initial gas in place, material balance, tekanan reservoir, tekanan kepala sumur, water influx, bottom water drive", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "09 Mei 2018"}