{"Nomor": 27186, "Judul": "ANALISIS PENERAPAN SISTEM KESELAMATAN DAN KESEHATAN KERJA PADA INDUSTRI PRODUKSI BAN DENGAN PENDEKATAN METODE STANDARDIZED PLANT ANALYSIS RISK HUMAN RELIABILITY ASSESSMENT (SPAR-H) DAN SAFETY CLIMATE", "Abstrak": "Bidang manufaktur merupakan sektor bisnis dengan tingkat kecelakaan paling tinggi kedua di Indonesia, sebesar 31.6%. PT. X merupakan salah satu perusahaan yang bergerak dalam bidang manufaktur sebagai produsen ban. Dari data kecelakaan yang dimiliki perusahaan didapatkan hasil bahwa penyebab utama kecelakaan di PT. X adalah unsafe act yang mencapai 87.5% dari total kecelakaan yang terjadi. Oleh karena itu, pada penelitian ini dilakukan evaluasi sistem K3 perusahaan dengan analisis memakai metode Standardized Plant Analysis Risk Human Reliability Assessment (SPAR-H) dan safety climate. Metode SPAR-H digunakan untuk melakukan pengukuran reliabilitas tenaga kerja untuk mengukur resiko kecelakaan kerja yang disebabkan unsafe act. Selain itu juga dilakukan pendekatan dengan metode safety climate untuk mendapatkan gambaran iklim K3 pada perusahaan melalui kuisioner NOSACQ-50. Dari hasil penelitian didapatkan hasil bahwa proses steel calender merupakan proses dengan tingkat bahaya paling tinggi dengan nilai Human Error Probability sebesar 0.0789. Dari segi iklim K3 didapatkan hasil bahwa secara umum nilai iklim K3 di PT. X adalah 2.97.", "Daftar File": {"2016 TS PP FARIS ZUHAIR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/130775", "2016 TS PP FARIS ZUHAIR 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/130776", "2016 TS PP FARIS ZUHAIR 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/130777", "2016 TS PP FARIS ZUHAIR 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/130778", "2016 TS PP FARIS ZUHAIR 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/130779", "2016 TS PP FARIS ZUHAIR 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/130780", "2016 TS PP FARIS ZUHAIR 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/130781", "2016 TS PP FARIS ZUHAIR 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/130782"}, "Penulis": "FARIS ZUHAIR (NIM: 25314712)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Katharina Oginawati, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "unsafe act, NOSACQ-50, analisis keandalan, SPAR-H, Iklim K3", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "19 Sep 2018"}