{"Nomor": 27185, "Judul": "HUBUNGAN ANTARA TINGKAT PENDIDIKAN ORANG TUA, PENGALAMAN MASA KECIL KONSUMEN DAN LITERASI KEUANGAN REMAJA", "Abstrak": "Semakin rumitnya dunia keuangan menyebabkan literasi keuangan menjadi instrument yang penting bagi tiap individu. Presiden Jokowi telah menargetkan tingkat inklusi keuangan Indonesia menjadi 75% pada tahun 2019. Tingkat inklusi yang tinggi ini harus diimbangi dengan tingkat literasi yang tinggi pula, sehingga para konsumen yang menggunakan produk ataupun jasa keuangan dapat terhindar dari penipuan serta dapat melindungi produk keuangan mereka. Beberapa program telah dibuat untuk meningkatkan tingkat literasi keuangan Indonesia. Tetapi, kenyataannya sampai tahun 2016 hanya 67 dari 100 orang menggunakan atau membeli produk ataupun jasa keuangan dan hanya 29 orang benar-benar mengerti bagaimana produk atau jasa keuangan yang mereka miliki bekerja. Tingkat literasi keuangan dapat dikelompokkan berdasarkan banyak faktor, diantaranya umur, jenis kelamin, latar belakang keluarga bahkan kebangsaan. Pengalaman masa kecil konsumen juga ditemukan sebagai aspek yang mempengaruhi tingkat literasi keuangan. Pendidikan keuangan terbukti mampi mengatasi literasi keuangan, dan tahap paling penting dari pendidikan keuangan adalah pada masa kanak-kanak dimana setiap anak memperoleh keterampilan dan dasar untuk membangun kesadaran dan kemampuan untuk mengasi pengalaman negatif ketika mereka terjun ke dunia keuangan yang sebenarnya. Riset ini menggunakan multi linear regression untuk menentukan hubungan antar variabel.    \n \n \n\nDari kuesioner yang dibagikan kepada 306 responden di daerah DKI Jakarta dan Jawa Barat, ditemukan bahwa rata-rata responden yang berusia 18 sampai 25 tahun memiliki tingkat literasi keuangan yang rendah. Penelitian ini juga menemukan bahwa tingkat pendidikan orang tuaÃ‚Â—baik tingkat pendidikan ayah mauapun ibuÃ‚Â—tidak secara signifikan menunjang tingkat literasi keuangan remaja. Pengalaman masa kecil remaja, disisi lain terbukti secara signifikan mempengaruhi tingkat literasi keuangan remaja. Namun, variabel ini hanya dapat menjelaskan perbedaan dari tingkat literasi keuangan sebesar 8% saja.    \n \n \n\nDari hasil tersebut, penting bagi orang tua untuk mengajarkan anaknya mengenai perihal keuangan. Selain itu, pendidikan serta diskusi yang berkelanjutan diperlukan demi mendukung literasi keuangan remaja. Penelitian lebih lanjut dibutuhkan untuk melihat apakah hasil serupa juga berlaku bagi remaja Indonesia secara keseluruhan. Informasi tambahan dibutuhkan pula untuk menjelaskan 92% varians yang belum bisa dijelaskan oleh variabel pengalaman masa kecil konsumen. Selain itu, bukti tambahan dari sisi orang tua maupun pengajar juga diperlukan sebagai penguat data pengalaman masa kecil konsumen yang dilaporkan sendiri oleh responden.", "Daftar File": {"2018 TA PP Farissa Anindya Putri 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130774", "2018 TS PP FARISSA ANINDYA PUTRI 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/251172"}, "Penulis": "Farissa Anindya Putri - Nim: 19015208", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Literasi Keuangan, Pengalaman Masa Kecil Konsumen, Sosialisasi Keuangan, Tingkat Pendidikan Orang Tua", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "2 file", "Tanggal Input": "20 Sep 2018"}