{"Nomor": 27194, "Judul": "PENGARUH ANALISIS KECEPATAN PADA PENGOLAHAN DATA SEISMIK TERHADAP PENCITRAAN STRUKTUR KOMPLEKS", "Abstrak": "Analisis kecepatan merupakan salah satu tahapan penting dalam pengolahan data seismik. Analisis kecepatan dapat mempengaruhi kualitas preservasi amplitudo dan pencitraan bawah permukaan. Untuk mendapatkan hasil analisis kecepatan yang baik diperlukan koreksi penempatan reflektor dan proses binning yang baik. Metode yang umum dipergunakan dalam koreksi penempatan reflektor dan proses binning untuk mendapat hasil analisis kecepatan yang baik adalah metode DMO dan CRS. Metode DMO merupakan koreksi yang dilakukan karena posisi CMP tidak sama dengan CDP pada kasus lapisan miring, sedangkan metode CRS akan menguatkan sinyal refleksi dan akan melemahkan noise yang tidak koheren. Hasil analisis kecepatan yang baik akan memberikan gambaran bawah permukaan yang baik juga. Untuk meningkatkan resolusi pada penampang bawah permukaan, dilakukan proses rekonvolusi. Pada penelitian kali ini akan dilakukan perbandingan hasil analisis kecepatan dari setiap metode dan pengaruhnya terhadap pencitraan struktur kompleks. Metode CRS memberikan hasil analisis kecepatan yang paling baik sehingga hasil pencitraan bawah permukaan yang dihasilkan juga cukup baik. Metode CRS juga akan memberikan hasil yang baik pada data yang telah mengalami rekonvolusi, sehingga pada saat dilakukan migrasi akan terlihat bahwa resolusi penampang migrasi akan meningkat.", "Daftar File": {"2018 TA PP FARRAS MUHAMMAD ISKANDAR 1 -ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130805"}, "Penulis": "FARRAS MUHAMMAD ISKANDAR (NIM: 12313050)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Wahyu Triyoso, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "metode DMO, metode CRS, analisis kecepatan, rekonvolusi, CRS rekonvolusi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "07 Mar 2018"}