{"Nomor": 27200, "Judul": "Pengembangan Desain Perangkap Hama Serangga pada Komoditas Bawang Merah", "Abstrak": "Bawang merah merupakan salah satu komoditas pangan utama di Indonesia dan memiliki nilai ekonomis yang tinggi. Hal tersebut dapat dilihat dari perkembangan luas tanam komoditas bawang merah di Indonesia pada bulan Januari Ã‚Â– Juli 2017 mencapai 89,34 ribu hektar atau 89,70% dari target luas tanam sebesar 99,60 ribu hektar dan diperkirakan akan terus berkembang. Kendati demikian, bukan berarti pertanian bawang merah tidak memiliki permasalahan. Salah satu permasalahan serius yang dihadapi oleh petani bawang merah di Indonesia adalah hama serangga. Rata-rata serangan hama penusuk penghisap bisa menurunkan hasil panen sebanyak 40% - 80%. (Kardinan, 2002). Salah satu solusi dalam menanggulangi hama serangga pada bawang merah adalah pengendalian secara fisik yaitu menggunakan perangkap serangga berbasis intensitas cahaya. Salah satu daerah yang sudah menggunakan jenis pengendalian tersebut adalah Desa Karangwangun, Kecamatan Babakan, Cirebon, Jawa Barat. Namun, perangkap cahaya yang sudah diterapkan masihlah sederhana. Hal ini sejalan dengan program pemerintah melalui Balai Penelitian Tanaman Sayuran yang sedang mengembangkan perangkap cahaya menggunakan teknologi panel surya sebagai energi alternatif namun masih meninggalkan permasalahan keamanan. Hasil peneleitian ini diharapkan mampu membantu pemerintah dan petani bawang merah agar dapat menggunakan perangkap cahaya yang sesuai dengan kebutuhan petani bawang merah di Indonesia dengan aman karena potensinya akan terus berkembang dimasa yang akan datang.", "Daftar File": {"17513018_Fathan N.A.pdf": "https://digilib.itb.ac.id/gdl/download/130822"}, "Penulis": "Fathan Nurul Abdillah (NIM: 17513018)", "Kontributor / Dosen Pembimbing": ["Muhammad Ihsan DRSAS, S.Sn. M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "bawang merah, pengendalian hama, perangkap cahaya", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "03 Okt 2018"}