{"Nomor": 27203, "Judul": "PERANCANGAN DAN IMPLEMENTASI DATA KEMACETAN LALU LINTAS PADA SIMULASI MIKROSKOPIK KOTA BANDUNG", "Abstrak": "Transportasi merupakan usaha pemindahan atau pergerakan dari suatu lokasi ke lokasi yang lainnya dengan menggunakan suatu alat tertentu. Transportasi yang efisien didapat dengan meningkatkan konektifitas dan mengurangi waktu yang dibutuhkan untuk melakukan perjalanan. Namun kemacetan merupakan masalah paling dominan dalam trasnportasi karena mempengaruhi waktu tempuh. Kawasan Kota Bandung secara geografis memiliki luas wilayah yang cukup besar, serta memiliki banyak tempat yang menarik untuk berwisata. Seiring dengan meningkatnya volume kendaraan saat ini, masalah transportasi masih menjadi masalah utama yaitu kemacetan. Implementasi ITS (Intelligent Transport System) merupakan suatu kebutuhan di tengah meningkatnya masalah transportasi yang dihadapi berbagai kota di seluruh dunia. ITS merupakan usaha untuk menambahkan teknologi informasi dan komunikasi pada infrastruktur transportasi untuk meningkatkan keselamatan, mengurangi penggunaan kendaraan, meminimalkan waktu perjalanan dan konsumsi bahan bakar. Kemacetan lalu lintas adalah salah satu masalah terbesar di kota pada zaman ini. Simulasi lalu lintas adalah salah satu upaya yang dilakukan untuk mengatasi masalah ini dengan menyediakan alat untuk menguji dan mensimulasikan skenario lalu lintas. Openstreetmap (OSM) merupakan peta digital yang dipergunakan sebagai sumber data dalam mensimulasikan kondisi lalu lintas tersebut. Dengan penambahan informasi kemacetan yang diperolah dari Google Map, data kemacetan tersebut ditambahkan ke dalam simulasi agar terlihat sesuai dengan kondisi aktual pada kondisi lalu lintas yang terjadi. Data kemacetan tersebut berupa visualisasi warna-warna pada segmen jalan yang terdiri warna hijau, jingga dan merah yang mengindikasikan kemacetan yang sedang terjadi. Sehingga diharapkan sebuah pemodelan lalu lintas menjadi salah satu elemen yang penting dalam upaya menyelesaikan permasalahan lalu lintas dengan mempertimbangkan unsur kemacetan yang ada.", "Daftar File": {"2018 TS PP FATHIA MOHAMAD FADILAH AZHAR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130825"}, "Penulis": "FATHIA MOHAMAD FADILAH AZHAR      (NIM : 23214351)", "Kontributor / Dosen Pembimbing": ["Dr.techn. Ary Setijadi Prihatmanto, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Intelligent Transportation System, simulasi lalu lintas, data kemacetan lalu lintas, Openstreetmap, Google Map, segmen jalan.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "16 Mar 2018"}