{"Nomor": 27216, "Judul": "LUXURY FOR LIVING : APARTEMEN KELAS ATAS DI PURI INDAH, JAKARTA BARAT", "Abstrak": "Peningkatan penduduk di Jakarta yang cepat menyebabkan tuntutan akan tempat tinggal juga meningkat. Dengan pesatnya pembangunan di Jakarta juga menimbulkan lahan kosong berkurang. Oleh karena itu, dibutuhkan alternatif yang dapat menjadi solusi dalam permasalahan tersebut, salah satunya dengan pembangunan hunian vertikal. Hunian vertikal dapat menyediakan unit hunian dalam jumlah banyak di lahan yang terbatas. Proyek dalam perancangan ini merupakan salah satu tipologi residensial, yaitu hunian vertikal berupa apartemen kelas mewah. Proyek ini berlokasi di Puri Indah Jakarta Barat. Lokasi yang terbilang elite ini mendukung fungsi proyek sebagai apartemen mewah. Sasaran penggunanya pun berasal dari kalangan masyarakat berpenghasilan tinggi. Luas lahan untuk proyek ini yaitu sebesar satu hektar (10.100 m2). Besar Koefisien Dasar Bangunan telah ditetapkan oleh Pemerintah Kota DKI Jakarta yakni sebesar 40%, maka floor area maksimal yang dapat dibangun adalah 4.040 m2. Dengan meninjau sekitar tapak yang asri dan karakter bangunan yang mewah, maka dipilihlah konsep dasar Luxury for Living sebagai landasan dalam desain perancangan apartemen ini nantinya. Konsep ini memiliki arti kemewahan untuk hidup yang bemakna setiap unsur dalam kehidupan memiliki sentuhan kemewahan. Dalam penerapan desainnya bisa berupa massa bangunan, material, maupun nuansa yang akan diterapkan. Untuk perancangan apartemen mewah terdapat isu-isu utama yang harus diselesaikan, yakni meliputi isu privasi, isu kenyamanan, isu keamanan, dan isu keselematan. Dari isuii isu tersebut dapat dirumuskan sasaran, performance requirement, serta identifikasi awal konsep solusi yang akan diterapkan. Sebagai preseden dalam perancangan apartemen kelas atas ini dipilihlah tiga apartemen mewah di Jakarta, yaitu Apartemen St. Moritz (Jakarta Barat), Keraton Residence (Jakarta Pusat), dan Apartemen Pakubuwono Signature (Jakarta Selatan). Sebagai apartemen kelas atas, desain apartemen ini terdiri dari fasilitas-fasilitas mewah untuk penghuni, seperti infinity pool, fitness center, BBQ area, Ruang Serba Guna, cafÃƒÂ©, restaurant, retail, klinik, apotek, minimarket, baby day care, movie room, Lounge, dan lain-lain. Selain itu, akses menuju unit hunian apartemen menggunakan private lift untuk menjaga privasi penghuni. Unitnya bervariasi, yaitu terdapat unit 1 kamar tidur, 2 kamar tidur, 3 kamar tidur, loft 4 kamar tidur, loft 5 kamar tidur, dan penthouse.", "Daftar File": {"2018 TA PP FATIMATUZ ZAHRA 1-ABSTRAK pdf.pdf": "https://digilib.itb.ac.id/gdl/download/130851"}, "Penulis": "FATIMATUZ ZAHRA (NIM : 15214078)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Mohammad Jehansyah Siregar, S.T., MT., Ph. D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Apartemen Kelas Atas, Jakarta Barat, Luxury, Puri Indah", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Perpustakaan Prodi Arsitektur", "File": "9 file", "Tanggal Input": "03 Okt 2018"}