{"Nomor": 27213, "Judul": "ONLINE BUYING BEHAVIOR OF SPORTSWEAR PRODUCT: AN EXPLORATIVE STUDY AMONGS GENERATION Y", "Abstrak": "Masyarakat Indonesia mulai menjadikan olahraga sebagai bagian dari gaya hidup, selaras \n\ndengan meningkatnya kesadaran akan hidup sehat. Anak-anak muda merupakan bagian dari \n\nmasyarakat yang paling antisipasi terhadap fenomena tersebut, dan mereka cenderung \n\nmemilih apparel olahraga yang pantas untuk digunakan. Pada tahun 2014, aparel \n\nolahraga menunjukan peningkatan nilai sebesar 9%. Generasi Y atau Milenial, merupakan \n\ngenerasi yang memiliki daya beli yang semakin meningkat dibandingkan dengan generasi \n\nlainnya. Pasar Milenial memiliki potensi yang sangat besar bagi industri apparel olahraga, dan \n\nmengindentifikasi mengenai perilaku pembelian mereka sangat diperlukan. Tujuan dari riset \n\nini adalah untuk mengetahui mengenai perilaku generasi milenial dalam berbelanja apparel \n\nsecara online, dan untuk menjabarkan proses pengambilan keputusan yang ada. Peneliti telah \n\nmelakukan survei melalui kuesioner online sebagai alat untuk mendapatkan data, dengan total \n\n200 responden. Peneliti menemukan bahwa proses generasi milenial dalam berbelanja apparel \n\nolahraga secara online adalah dari pengaruh pasar yang masuk ke faktor di dalam dan di luar \n\nindividu, yang nantinya akan mempengaruhi pemilihan produk, dan akhirnya melakukan \n\npembelian. Aktivitas pasca-pembelian ternyata memiliki hasil negatif dalam proses berbelanja \n\ndari hasil penelitian. Berdasarkan hasil penelitian, sebuah usaha kecil dan menengah, \n\nkhususnya dalam industri apparel olahraga perlu berhati-hati dalam penyebaran informasi \n\nyang ada mengenai sebuah produk. Peneliti juga memberikan rekomendasi terkait penelitian \n\nlanjutan, yaitu mengembangkan aspek psikologi dalam meneliti sebuah perilaku yang lebih \n\ndalam lagi.", "Daftar File": {"2018 TA PP FATIMAH AZZAHRAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130842"}, "Penulis": "FATIMAH AZZAHRAH (19215011)", "Kontributor / Dosen Pembimbing": ["Lidia Mayangsari, S.Si., MSM., M.Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Generation Y, Millennials, online buying behavior, purchase decision, sportswear", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "1 file", "Tanggal Input": "03 Agu 2018"}