{"Nomor": 27227, "Judul": "SISTEM MONITOR DAN KENDALI HIDROPONIK NFT: PERANCANGAN DAN IMPLEMENTASI SUBSISTEM  KONDISI TANAMAN DAN PENGENDALI  KADAR NUTRISI", "Abstrak": "Hidroponik merupakan salah satu teknik terbaru di dalam pertanian. Hidroponik menggantikan tanah dengan air yang diberikan nutrisi sebagai media tanamnya sehingga membuat tanaman tumbuh lebih sehat dan efisien dibandingkan teknik konvensional. Salah satu teknik hidroponik yang umum diterapkan adalah Nutrient Film Technique (NFT) yang diperkenalkan oleh Allen Cooper. Pada teknik ini, tanaman diletakkan pada sebuah jalur dengan akar yang menyentuh sebuah lapisan tipis air bernutrisi di bawah jalur yang mengalir secara terus-menerus. Namun, kegagalan sering terjadi dikarenakan pemantauan dan pengendalian parameterparameter tanaman tidak dilakukan secara regular. Selain itu, kurangnya pengetahuan pengguna mengenai teknik hidroponik menambah peluang kegagalan.  \n\nMonitoring and Control for NFT Hydroponic (MoCoponic) merupakan sistem yang dikembangakan untuk mengotomatisasi proses cocok tanam dari teknik hidroponik NFT. Proses otomatisasi ini meliputi kadar nutrisi, tingkat keasamman, dan suhu larutan. Selain itu, MoCoponic juga memiliki fitur panduan dan berbagi ke media sosial. Terdapat empat buah subsistem pada MoCoponic, yakni user interface, cloud, kondisi tanaman, dan pengendali. Subsistem kondisi tanaman berfungsi untuk mengetahui keadaan tanaman secara visual melalui foto tanaman. Hasil pengujian menunjukkan program berjalan secara otomatis tiap pukul 12 siang dan data-data tersimpan pada cloud. Di dalam subsistem pengendali terdapat bagian pengendali kadar nutrisi yang berfungsi untuk memantau dan mengatur jumlah nutrisi untuk tanaman. Implementasi pengendali ini dengan mengukur dan mengatur konduktivitas larutan pada reservoir secara kendali ON-OFF realtime feedback lingkar tertutup. Hasil pengujian menunjukkan bahwa pembacaan dan pengendalian konduktivitas larutan sudah sesuai spesifikasi namun pengendalian hanya dapat dilakukan untuk jenis larutan yang sama.", "Daftar File": {"2018 TA PP FAUZAN FAKHRI FARIZI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130881"}, "Penulis": "FAUZAN FAKHRI FARIZI - NIM : 13214028", "Kontributor / Dosen Pembimbing": ["Ir. Arief Syaichu Rohman, MEngSc, Ph.D  \n\nIr. Jeffrey Samosir"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "MoCoponic, foto tanaman, konduktivitas larutan, kendali ON-OFF, lingkar tertutup", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Jun 2018"}