{"Nomor": 27225, "Judul": "MEMAHAMI KEMISKINAN DALAM ASPEK PEMBANGUNAN DAN KEBIJAKAN PENGENTASAN KEMISKINAN  DENGAN PENDEKATAN SYSTEM DYNAMICS", "Abstrak": "Kemiskinan (Poverty) merupakan salah satu fenomena pembangunan yang tidak diinginkan. Selain karena kurangnya kesejahteraan yang dapat dinikmati kemiskinan juga berdampak terhadap permasalahan sosial lainnya berupa kriminalitas, pendidikan rendah, kesehatan buruk, dan lain-lain. Untuk konteks Indonesia, Sejak tahun 2000 (pasca krisis 1998), kinerja perubahan kemiskinan secara umum, mengalami dinamika naik dan turun, walaupun secara umum jumlah orang miskin di Indonesia semakin menurun. Dinamika tersebut tentu tidak hanya terkait dengan kebijakan kemisk Penelitian ini dilakukan dengan pendekatan dinamika sistem yang bertujuan untuk  Memahami bagaimana kemiskinan terbentuk dalam konteks sosial-ekonomi dan bagaimana peran kebijakan pengentasan kemiskinan dalam mengurangi kemiskinan itu sendiri pada level nasional. Di mana sudut pandang kemiskinan yang digunakan adalah kemiskinan absolut dengan pendekatan garis kemiskinan yang dihitung oleh Badan Pusat Statistik (BPS) Indonesia. Hasil simulasi model menunjukkan beberapa kesimpulan terkait, yaitu (a) Berdasarkan analisis dengan pendekatan dinamika sistem yang dilakukan, kemiskinan secara sederhana terbentuk dari interaksi pengeluaran, distribusi pengeluaran, dan garis kemiskinan itu sendiri; (b) peran anggaran pengentasan kemiskinan yang diwakili oleh anggaran kemiskinan cukup signifikan memengaruhi angka kemiskinan, di mana tingkat kemiskinan nasional bisa meningkat lebih kurang 2%-4% tanpa adanya anggaran pengentasan kemiskinan; dan (c) untuk jangka panjang, arah kebijakan pengentasan kemiskinan secara makro dapat diarahkan melalui mekanisme, (1) pengendalian harga, (2) perbaikan distribusi pendapatan masyarakat, dan (3) peningkatan upah, khususnya pada kelompok golongan ekonomi lemah.   \n \n\nKata Kunci: kemiskinan, garis kemiskinan, distribusi pengeluaran, dinamika sistem.", "Daftar File": {"2018 TS PP FAUZAN AHMAD 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130866", "2018_TS_PP_FAUZAN_AHMAD_1_JURNAL.pdf": "https://digilib.itb.ac.id/gdl/download/164426", "2018_TS_PP_FAUZAN_AHMAD_1_COVER3.pdf": "https://digilib.itb.ac.id/gdl/download/164441", "2018_TS_PP_FAUZAN_AHMAD_1_BAB_11.pdf": "https://digilib.itb.ac.id/gdl/download/164442", "2018_TS_PP_FAUZAN_AHMAD_1_BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/164443", "2018_TS_PP_FAUZAN_AHMAD_1_BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/164444", "2018_TS_PP_FAUZAN_AHMAD_1_BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/164445", "2018_TS_PP_FAUZAN_AHMAD_1_BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/164447", "2018_TS_PP_FAUZAN_AHMAD_1_DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/164448"}, "Penulis": "Fauzan Ahmad NIM: 24015017", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Iwan Kustiwan, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "kemiskinan, garis kemiskinan, distribusi pengeluaran, dinamika sistem.", "Sumber": "", "Staf Input/Edit": "sarnya  \n                                     sarnya", "File": "9 file", "Tanggal Input": "20 Sep 2018"}