{"Nomor": 27220, "Judul": "ANALISIS DAMPAK RENCANA JALAN TOL RUAS PROBOLINGGO-BANYUWANGI TERHADAP DISTRIBUSI HASIL BUDI DAYA PERIKANAN DI KABUPATEN SITUBONDO", "Abstrak": "Di era modern seperti saat ini, transportasi menjadi faktor penting dalam pembangunan suatu daerah. Memahami bahwa sangat strategisnya peranan transportasi dalam perekonomian dan pembangunan, maka infrastruktur dan sarana transportasi harus disediakan, direncanakan dan dikembangkan secara handal dan berkemampuan tinggi untuk melayani permintaan akan jasa transportasi. Jalan tol menjadi salah satu solusi dalam mempercepat pergerakan barang maupun manusia. Pergerakan yang biasanya ditempuh 6 jam dapat ditempuh dalam waktu 2 jam dengan adanya jalan tol. Jalan tol juga membuat suatu daerah menjadi mudah dijangkau. Rencana yang ada saat ini adalah pembangunan dan pengembangan jalan tol Trans Jawa yang menghubungkan kota-kota besar yang ada di Jawa. Salah satu ruas yang rencananya akan dibangun adalah jalan tol ruas Probolinggo-Banyuwangi. Jalan tol ini menghubungkan tiga kota yang ada di Jawa Timur yaitu Probolinggo-Situbondo-Banyuwangi. Ketiga Kabupaten tersebut merupakan Kabupaten dengan potensi perikanan yang sangat besar terutama di Kabupaten Situbondo. Kabupaten Situbondo yang memiliki garis pantai terpanjang yaitu sekitar 150 km. Hasil budi daya berupa udang dan bibit kerapu yang sudah terkenal sampai ke luar negeri.. Akan tetapi potensi yang ada masih belum dapat meningkatkan produksi yang ada. Dengan adanya rencana pembangunan jalan tol tersebut kemudian akan dilihat apakah ada dampak setelah jalan tol dibangun dibandingkan dengan sebelum dibangun apakah dapat meningkatkan efisiensi dalam hal distribusi terutama dalam pengurangan waktu tempuh, biaya operasi kendaraan, bahan bakar, pengawetan hasil produksi, sewa kendaraan, kenyamanan dan pada akhirnya akan membuat produksi akan semakin bertambah dengan adanya jalan tol. Penelitian ini menggunakan metode kualitatif. Analisis yang dipakai adalah analisis spasial, biaya dan manfaat serta stakeholder mapping. Analisis spasial digunakan untuk memetakan daerah cakupan jalan tol dan daerah yang terdapat kolam/tambak. Analisis kualitatif digunakan untuk menggali informasi terkait biaya dan manfaat dari sebelum dan sesudah ada jalan tol. Jalan tol ini tentunya tidak menguntungkan semua pihak. Maka kemudian dilakukan pemetaan pihak mana saja yang diuntungkan dengan adanya jalan tol. Dari pemetaan ini bisa menjadi rekomendasi untuk pemerintah dalam mengembangkan budi daya perikanan di Kabupaten Situbondo. Dari penelitian yang dilakukan didapat hasil bahwa jalan tol berdampak signifikan terhadap waktu tempuh dalam distribusi hasil budi daya perikanan. Waktu tempuh ini tentunya berdampak pada jumlah produk yang dapat dikirim karena produk merupakan barang hidup. Karakteristik barang hidup adalah harus dikepak dengan baik sehingga dapat tetap hidup sampai daerah tujuan. Pihak yang lebih diuntungkan dengan adanya jalan tol pihak yang memiliki modal besar.", "Daftar File": {"2015 TA PP FAKTUR ROSI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/130855", "2015 TA PP FAKTUR ROSI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/130856", "2015 TA PP FAKTUR ROSI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/130857", "2015 TA PP FAKTUR ROSI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/130858", "2015 TA PP FAKTUR ROSI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/130859", "2015 TA PP FAKTUR ROSI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/130860", "2015 TA PP FAKTUR ROSI 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/130861"}, "Penulis": "FATKUR ROSI (nim:15411052)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Denny Zulkaidi, Ir., MUP, Dr."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "biaya manfaat, budi daya, jalan tol, perikanan, stakeholder mapping", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "18 Okt 2018"}