{"Nomor": 27231, "Judul": "STUDI FISIKOKIMIA BORON CARBON OXYNITRIDE (BCNO) MULTIWARNA MENGGUNAKAN METODE PEMBAKARAN", "Abstrak": "Material luminesensi telah menarik perhatian yang cukup besar karena sifatnya yang stabil, ramah lingkungan, emisi yang dapat diatur, dan proses sintesis dengan biaya murah. Boron Carbon Oxynitride (BCNO) merupakan salah satu material luminesensi yang secara luas diterima sebagai aplikasi dalam bidang medis dan peralatan elektronik termasuk dalam aplikasi LED warna putih. Sampai saat ini BCNO mampu menghasilkan emisi dengan rentang yang cukup lebar mulai dari warna ungu hingga mendekati warna merah. Beberapa mekanisme telah diajukan terkait proses luminesensi BCNO. Namun hingga saat ini belum ada mekanisme yang jelas terkait luminesensi BCNO. Dalam studi ini, BCNO diperoleh melalui proses pemanasan menggunakan furnace. Pada penelitian ini, BCNO multiwarna telah berhasil disintesis dengan menggunakan material yang terdiri dari asam borat, urea, dan PEG 20.000. Selanjutnya diperoleh sampel dalam bentuk serbuk. Kemudian sampel tersebut dipisahkan secara konvensional berdasarkan warna pendarannya untuk dianalisis lebih lanjut. BCNO yang disintesis dengan metode yang sederhana dilakukan untuk mempelajari sifat fisikokimia BCNO dan kaitannya dengan warna pendaran yang dihasilkan. Pada penelitian ini, BCNO diperoleh melalui metode pembakaran urea. Metode ini merupakan salah satu teknik yang mudah digunakan untuk menghasilkan BCNO dalam bentuk serbuk. Pendaran multiwarna BCNO diperoleh melalui sintesis diantaranya di suhu 775 ˚C selama 30 menit dan suhu 750 ˚C selama 45 menit. Prekursor yang digunakan dilarutkan di dalam DI water. Beberapa teknik, termasuk spektrometer PL, SEM, EDX, XRD, dan FTIR dilakukan untuk mengkarakterisasi panjang gelombang emisi, morfologi, struktur kristal, ikatan kimia, dan komposisi atom penyusun BCNO multiwarna. Sampel dengan suhu pemanasan 775 ˚C selama 30 menit menghasilkan emisi yang terdiri dari 413 nm (BNCO-U), 436 nm (BCNO-B), dan 485 nm (BCNO-H). BCNO masing-masing untuk pendaran warna ungu, biru dan hijau. Sintesis dengan suhu pemanasan dan rasio karbon/boron yang berbeda juga dilakukan untuk mempelajari sifat fisikokimia BCNO multiwarna. Sampel yang disintesis dengan suhu pemanasan 750 ˚C selama 45 menit menghasilkan emisi yang terdiri dari 432 nm (BNCO-B), 483 nm (BCNO-H), dan 511 nm (BCNO-K) masing-masing untuk pendaran biru, hijau, dan kuning. Analisis SEM menyajikan masing-masing morfologi permukaan sampel BCNO multiwarna tampak struktur morfologi yang hampir sama seperti bentuk yang tidak beraturan dan terdapat bagian yang berongga. Sementara hasil EDX memperlihatkan distribusi dari elemen B, C, N dan O pada sampel. Hasil EDX ini bila dikaitkan dengan spektrum PL menunjukkan rasio boron/nitrogen (B/N) yang semakin meningkat menghasilkan panjang gelombang emisi yang semakin kecil atau menuju ke arah warna biru. Dari hasil ini mengindikasikan bahwa rasio B/N berkontribusi terhadap warna pendaran BCNO multiwarna. XRD mengkonfirmasi struktur kristal sampel yang bersesuaian dengan fase kristal B2O3 dan h-BN. Hasil ini menunjukkan bahwa tidak ada perubahan pada struktur kristal pada masing-masing sampel BCNO multiwarna. Selain itu, ikatan kimia seperti ikatan B-C dan C-N yang terlihat pada spektrum FTIR BCNO multiwarna mengindikasikan bahwa telah terbentuk BCNO. Dengan demikian, berdasarkan hasil spektrometer PL dan komposisi atom penyusun sampel berdampak pada karakteristik fisikokimia warna pendaran BCNO.", "Daftar File": {"2018 TS PP FAUZIAH A. 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130885", "2018 TS PP FAUZIAH A. 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/130886", "2018 TS PP FAUZIAH A. 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/130887", "2018 TS PP FAUZIAH A. 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/130888", "2018 TS PP FAUZIAH A. 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/130889", "2018 TS PP FAUZIAH A. 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/130891", "2018 TS PP FAUZIAH A. 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/130892"}, "Penulis": "FAUZIAH A. (NIM : 20216020)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Eng. Fery Iskandar"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fosfor BCNO, metode pembakaran urea, pendaran multi-warna.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "03 Agu 2018"}