{"Nomor": 27233, "Judul": "USULAN MANAJEMEN KINERJA PERUSAHAAN DENGAN MENGGUNAKANKERANGKA  INTEGRATED PERFORMANCE MANAGEMENT SYSTEM (IPMS) DI CV. PISANG NUGGET BANDUNG", "Abstrak": "Industri makanan dan minuman merupakan salah satu industri yang sangat berkembang di setiap negara, termasuk Indonesia. Berdasarkan data yang dimiliki oleh Badan Ekonomi Kreatif Indonesia (Bekraf) dari 16 sektor, ada tiga sektor yang menyumbang 30 persen untuk perekonomian kreatif, salah satunya yaitu sektor kuliner memberi hingga 34 persen untuk perekonomian kreatif. CV. Pisang Nugget Bandung adalah sebuah perusahaan yang bergerak dibidang kuliner yang ada di Bandung. Perusahaan ini sudah memiliki cabang yang berada di Bandung dan Purwakarta. \n\nVisi dari perusahaan ini adalah menjadikan Pisang Nugget Bandung yang mampu menjadi makanan ringan pilihan utama untuk masyarakat Kota Bandung dan sekitarnya dengan variasi rasa terlengkap. Namun pada kenyataannya perusahaan ini masih kalah bersaing dengan competitor. Perusahaan belum dapat memenuhi kebutuhan dari pemangku kepentingan karena tidak adanya sistem kinerja yang cocok untuk diterapkan di perusahaan ini. \n\nPenelitian ini bertujuan untuk merancang sistem manajemen kinerja yang sesuai dengan perusahaan. Rancangan ini dibuat dengan menerjemahkan visi yang telah dibuat oleh perusahaa menjadi strategi untuk menciptakan tanggung jawab yang harus dilakukan ole setiap unit kerja. Penelitian ini menggunakan kerangka Integrated Performance Management System (IPMS) karena dapat mengatasi permasalahan yang dihadapi oleh perusahaan. Kerangka IPMS bertujuan untuk membantu perusahaan yang belum dapat mencapai visi nya dengan menggunakan seluruh aspek yang ada di perusahaan tersebut (aspek keuangan dan aspek lainnya). Kerangka kerja IPMS memiliki 5 tahapan, yaitu pondasi, informasi dasar, perancangan, penerapan, dan penyegaran. Terdapat tiga perspektif yang ada pada kerangka IPMS yaitu output organisasi, proses internal, dan ketersediaan sumber daya. Penelitian ini menghasilkan system manajemen kinerja dengan menghasilkan 15 indikator kinerja utama (KPI) yang berasal dari visi, misi, strategi dan proses bisnis dari perusahaan tersebut. Dengan mengimplementasikan sistem manajemen kinerja, perusahaan akan dengan mudah mencapai targetnya dalam aspek keuangan dan yang lainnya.", "Daftar File": {"Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/130894", "Cover.pdf": "https://digilib.itb.ac.id/gdl/download/130895", "Validation Page.pdf": "https://digilib.itb.ac.id/gdl/download/130896"}, "Penulis": "Fauzia Muftiati/ 29116376", "Kontributor / Dosen Pembimbing": ["Muhammad TresnadiHikmat, S.E., M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Food industry, corporate performance management, performance management system, integrated performance management system", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "3 file", "Tanggal Input": "01 Agu 2018"}