{"Nomor": 27235, "Judul": "OPTIMASI PEMBUATAN WINE COFFEE DENGAN VARIASI INOKULUM DAN SUHU FERMENTASI", "Abstrak": "Wine coffee merupakan salah satu hasil pengolahan buah kopi yang menghasilkan cita rasa wine. Produksi wine coffee di Indonesia telah dilakukan melalui pemrosesan kering. Hasil produksi wine coffee saat ini memiliki cita rasa yang belum konsistensi pada setiap produksi sehingga belum dapat dikategorikan sebagai specialty coffee. Oleh karena itu, diperlukan metode fermentasi terkontrol untuk menghasilkan wine coffee yang memiliki cita rasa konsisten dengan standar mutu baik yang masuk ke dalam kategori specialty coffee. Tujuan dari penelitian ini adalah mengoptimasi proses pembuatan wine coffee dengan variasi inokulum dan suhu fermentasi. Pada penelitian sebelumnya, telah diperoleh isolat dominan yang berperan dalam proses fermentasi wine coffee meliputi 3 isolat bakteri : N10, NP, dan NK serta 2 isolat ragi : PB dan PK. Isolat dominan diseleksi berdasarkan kemampuan enzimatis pektinolitik, selulolitik, amilolitik, dan proteolitik.  Hasil penapisan menunjukkan isolat bakteri NP memiliki kemampuan enzimatis pektinolitik dan selulolitik serta isolat ragi PB memiliki kemampuan enzimatis pektinolitik, amilolitik, dan proteolitik. Penelitian sebelumnya, menunjukkan hasil terbaik yaitu inokulum NP : PB dengan perbandingan 1 : 10 dan waktu fermentasi 24 jam. Penelitian ini melakukan optimasi fermentasi wine coffee berdasarkan variasi inokulum NP : PB dengan perbandingan 1 : 10 ; 1 : 0 ; dan 0 : 1 dan total jumlah inokulum 10% (v/w) serta suhu fermentasi : suhu ruang dan 37oC selama 24 jam. Selanjutnya, buah kopi dikeringkan selama 10 hari dengan penjemuran sinar matahari dan diproses hingga menghasilkan biji kopi (green bean). Pengamatan dinamika komunitas mikroorganisme menunjukkan adanya peningkatan jumlah isolat NP dan PB selama fermentasi dan mengalami penurunan selama pengeringan. Populasi isolat NP tidak ditemukan selama pengeringan dan populasi isolat PB ditemukan hingga akhir tahap pengeringan. Pengukuran pH menunjukkan adanya penurunan selama fermentasi dan mengalami peningkatan selama pengeringan. Penentuan variasi terbaik akan dilakukan berdasarkan cupping test sesuai standar Specialty Coffee Association (SCA).", "Daftar File": {"2018 TA PP Fauzie Fitria Rusdiana 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130905"}, "Penulis": "Fauzie Fitria Rusdiana - NIM : 10414011", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, Intan Taufik, S.Si., M. Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Bakteri, optimasi, suhu fermentasi, ragi, wine coffee", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Sep 2018"}