{"Nomor": 27240, "Judul": "Studi Kelayakan Kilang Mini LNG Cepu Berdasarkan Aspek Teknik dan Finansial", "Abstrak": "Dalam memenuhi kebutuhan energi dunia, gas alam merupakan salah satu opsi bahan bakar karena memiliki kelebihan yaitu lebih bersih dibanding batubara dan minyak bumi. Untuk memudahkan proses transportasi, gas alam dilikuifaksi pada kilang LNG. Salah satu pembangunan kilang LNG yang akan berjalan adalah kilang Mini LNG Cepu dengan kapasitas 9 MMSCFD yang sumber gasnya berasal dari Gundih Gas Plant dan JTB. \n\nSebelum dilakukan pembangunan, tahap yang harus dilakukan adalah studi kelayakan, terutama dalam aspek teknik dan finansial. Aspek teknik akan mencakup desain proses serta conceptual layout kilang sehingga produk yang dihasilkan bisa sesuai spesifikasi yang ada, sedangkan aspek finansial akan menilai kelayakan investasi berdasarkan kriteria yang ada. \n\nUnit proses yang akan digunakan pada kilang Mini LNG Cepu meliputi Acid Gas Removal Unit, Gas Dehydration Unit, Gas Refrigeration Unit, dan Gas Liquefaction Unit. Berdasarkan simulasi pada Aspen HYSYS v8.8, didapat produk LNG dengan Wobbe Index 14,895 kWh/m3 serta kandungan H2O sebesar 0,092 ppm, CO2 sebesar 38,79 ppm, dan H2S sebesar 2,187 ppm yang sesuai dengan spesifikasi. Kilang Mini LNG ini memiliki biaya investasi sebesar $50.160.027, biaya operasi sebesar $5.671.172/tahun, serta Harga Pokok Produksi sebesar $3,641/MMBtu. Internal Rate of Return, Net Present Value dan Payback Period yang dihasilkan yaitu senilai 16,12%, $19.515.048, dan 7,41 tahun. Dengan begitu, maka rencana proyek Kilang Mini LNG Cepu dinyatakan layak berdasarkan aspek teknik dan finansial.", "Daftar File": {"Cover + Abstrak Fawaz Prihardi 13114113.pdf": "https://digilib.itb.ac.id/gdl/download/130911"}, "Penulis": "Fawaz Prihardi - 13114113", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. I Gusti Nyoman Wiratmaja \n\nM. Agus Kariem ST., MT., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kilang Mini LNG, Cepu, Studi kelayakan, Aspek Teknik, Aspek Finansial.", "Sumber": "", "Staf Input/Edit": "D. Budina  \n                                     D. Budina", "File": "1 file", "Tanggal Input": "24 Sep 2018"}