{"Nomor": 27245, "Judul": "PERUBAHAN DISTRIBUSI MASSA AIR DI PERAIRAN BARAT SUMATRA BERDASARKAN METODE OPTIMUM MULTI PARAMETER", "Abstrak": "Wilayah perairan barat Sumatra dipengaruhi oleh fenomena di Samudra India, seperti Indian Ocean Dipole (IOD), upwelling dan angin monsun. Pada penelitian ini, massa air diidentifikasi berdasarkan distribusi massa air yang berada di timur Samudra India, terutama di perairan barat Sumatra. Analisis massa air pada penelitian ini menggunakan metode Optimum Multi Parameter (OMP) dengan sumber massa air utama adalah Bengal Bay Water (BBW), South Indian Central Water (SICW), dan Indian Equatorial Water (IEW). Paramater yang digunakan adalah data temperatur dan salinitas yang diperoleh dari Pelayaran Kaiyo dan Mirai, serta World Ocean Database (WOD). Berdasarkan hasil penelitian diketahui bahwa massa air BBW dengan prosentase lebih dari 90% secara umum teridentifikasi di lapisan permukaan hingga kedalaman 160 m. Massa air SICW memiliki prosentase maksimum 60 Ã‚Â– 80% pada kedalaman 80 Ã‚Â– 280 m. Sementara massa air IEW dengan prosentase lebih dari 90% berada pada kedalaman 480 Ã‚Â– 1130 m. Massa air IEW di bagian utara Samudra India lebih dalam dibandingkan bagian selatan, akibat massa air BBW di utara yang memiliki densitas lebih ringan, sehingga massa air IEW dengan densitas yang lebih berat berada pada kedalaman yang lebih dalam di bagian utara Samudra India.", "Daftar File": {"2016 TA PP Fazlur Hamidi Hasibuan 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/130942", "2016 TA PP Fazlur Hamidi Hasibuan 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/130941", "2016 TA PP Fazlur Hamidi Hasibuan 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/130940", "2016 TA PP Fazlur Hamidi Hasibuan 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/130939", "2016 TA PP Fazlur Hamidi Hasibuan 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/130938", "2016 TA PP Fazlur Hamidi Hasibuan 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/130937", "2016 TA PP Fazlur Hamidi Hasibuan 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/130943"}, "Penulis": "Fazlur Hamidi Hasibuan (NIM : 12911005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. rer. nat. Mutiara Rachmat Putri          \n \n \n \n \n \n \n \n \n\nSuliskania Nurfitri, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "kedalaman, prosentase, BBW, SICW, IEW, Optimum Multi Parameter (OMP)", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "06 Sep 2018"}