{"Nomor": 27254, "Judul": "CASH FLOW ANALYSIS USING COSO ENTERPRISE RISK  MANAGEMENT (ERM) FRAMEWORK ON FUEL PROCUREMENT  STRATEGY FOR A SUSTAINABLE OPERATION, A CASE STUDY OF  AN INDONESIAN IPP COMPANY", "Abstrak": "Sebuah pembangkitan listrik mandiri berlokasi di Bekasi, Jawa Barat berekspansi dengan membangun pembangkit listrik tenaga uap (PLTU) berkapasitas 2x140MW di 2013. Hal ini membuat total kapasitas produksi listrik Perusahaan menjadi 1144MW hingga akhir tahun 2016 setelah beroperasi sejak tahun 1993. Ekspansi meningkatkan kerentanan Perusahaan atas fluktuasi harga batubara. Hal ini pun meningkatkan resiko dalam manajemen arus kas perusahaan termasuk saat pertumbuhan bisnis mengalami kemunduran disebabkan kondisi business di masa depan. Kurangnya arus kas berbahaya karena selain membatasi pilihan pengadaan bahan bakar dapat pula mempengaruhi kondisi resiko keberlangsungan usaha dalam 20 tahun masa operasi sesuai COSO Manajemen Risiko Perusahaan. Skenario berganda disimulasikan secara acak pada proyeksi arus kas berikut konsekuensi pembayaran surat utang yang akan jatuh tempo di tahun 2026. Analisis dilakukan menggunakan simulasi acak metode Monte Carlo untuk melihat kemungkinan kekurangan kas di akhir tahun. Disimpulkan, penelitian merekomendasikan kontribusi lintas divisi dalam perusahaan dalam menentukan kriteria berikut syarat dan ketentuan dalam memonitor posisi arus kas seketika untuk respon cepat.", "Daftar File": {"2018 TS PP FEBRIANISA MUTIARA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130953"}, "Penulis": "FEBRIANISA MUTIARA (NIM 29115175)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof.Dr.Ir. Sudarso Kaderi Wiryono, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Analisa Arus Kas, Pengambilan Keputusan, Simulasi Acak Metode Monte Carlo, Variable Berganda; COSO Manajemen Resiko Perusahaan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "19 Feb 2018"}