{"Nomor": 27250, "Judul": "ANALISIS DAN PENGEMBANGAN METODE PENCOCOKAN EKSPRESI BOOLEAN PADA VALIDASI DATA SURVEI (Studi Kasus: Survei dan Sensus Badan Pusat Statistik)", "Abstrak": "Validasi data survei merupakan suatu aktifitas menverifikasi nilai data survei berdasarkan rule yang telah ditetapkan. Kegiatan ini merupakan komponen penting dalam pelaksanaan sensus atau survei karena berpengaruh terhadap kualitas data. Selain dilakukan pada data entri, validasi juga dilakukan ketika terjadi perubahan rule dan saat data cleaning. Salah satu issue dari validasi adalah lamanya waktu proses baik pada validasi satu dokumen atau beberapa dokumen sekaligus. Hal tersebut disebabkan karena jumlah rule dan dokumen yang banyak serta  program validasi yang belum efisien.    \n \n \n\nRule validasi survei adalah sekumpulan ekspresi boolean yang mencerminkan pelanggaran data. Validasi rule pada dasarnya  adalah pencocokan data terhadap sejumlah ekspresi boolean yang terkandung dalam rule. Salah satu algoritma pencocokan ekspresi boolean yang memiliki performa baik adalah BE-Tree. BETree merupakan state of the art algoritma pencocokan ekspresi boolean berdimensi tinggi bilangan diskrit.    \n \n \n\nValidasi data survei memiliki cakupan nilai dan ekspresi yang lebih luas dibandingkan dengan ekspresi pada BE-Tree. Tidak hanya bilangan diskrit, validasi data diharuskan dapat menangani data kontinyu, negatif, ekspresi terhadap nilai null, ekspresi dengan aritmatika dan fungsi tertentu. Oleh karena itu, pencocokan ekspresi boolean dengan algoritma BE-Tree harus dilakukan penyesuaian.    \n \n \n\nPada penelitian ini, dilakukan analisis terhadap validasi data survei dan sensus kemudian  dilakukan perancangan metode pencocokan ekspresi boolean yang sesuai terhadap data survei/sensus berdasarkan algoritma BE-Tree.    \n \n \n\nHasil dari penelitian ini adalah bahwa algoritma BE-Tree dapat digunakan dalam validasi data numerik survei/sensus pada seluruh jenis predikat. BE-Tree terbukti mampu mengurangi waktu validasi hingga 25X dibandingkan metode validasi tradisional (metode scan).", "Daftar File": {"23216063-abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/130948"}, "Penulis": "FEBI DWI HARYONO - NIM: 23216063", "Kontributor / Dosen Pembimbing": ["Achmad Imam Kistijantoro, ST, M.Sc, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "indeks ekspresi boolean, be-tree, optimasi, algoritma data struktur.", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Okt 2018"}