{"Nomor": 27269, "Judul": "RANCANG BANGUN PURWARUPA PERANGKAT KERAS SISTEM TEKNOLOGI PENGELOLAAN SAMPAH KOTA (Capstone Design Project)", "Abstrak": "Indonesia yang merupakan negara dengan populasi penduduk terbanyak keempat didunia tidak luput dari permasalahan sosial masyarakat. Salah satu masalah yang sampai saat ini belum ditemukan solusi terbaiknya adalah di bidang lingkungan khususnya permasalahan persampahan. Pada tahun 2015, data statistik menunjukkan bahwa Indonesia menjadi penghasil sampah terbesar kedua setelah China. Pengelolaan sampah yang belum maksimal ditambah dengan kebiasaan masyarakatnya yang masih belum peduli terhadap permasalahan lingkungan menyebabkan permasalahan ini seolah-olah tidak ada habisnya. Selain itu, peningkatan angka kepadatan penduduk serta keterbatasan lahan untuk menampung limbah tersebut juga menjadi faktor yang menyebabkan permasalahan ini bertahan. \n\nPada tugas akhir ini dilakukan rancang bangun sistem teknologi pengelolaan sampah kota yang memiliki kemampuan untuk memberikan bantuan kepada masyarakat dalam kegiatan membuang sampah dengan baik dan benar. Sistem ini juga mengumpulkan data-data kondisi sampah pada setiap wadah penampungan untuk diolah menjadi informasi-informasi yang dapat digunakan oleh pemangku kepentingan pengelola persampahan di kota. Sistem ini dibagi menjadi beberapa modul layanan, di antaranya adalah modul pendeteksian, modul statistik sampah, modul indikator, modul informasi, dan modul komunikasi. Setelah data mengenai statistik sampah dikirimkan, data-data tersebut akan diolah dan kemudian ditampilkan pada sebuah dasbor yang menampilkan informasi yang lebih bermakna. Rancangan sistem yang ditawarkan ini berbasis mikrokontroler. \n\nPembangunan sistem teknologi pengelolaan sampah ini mencakup implementasi perangkat keras dan perangkat lunak. Pada implementasi perangkat keras, sistem ini menggunakan Arduino UNO dan Arduino Mega sebagai mikrokontrolernya. Sedangkan sensor-sensor yang digunakan adalah sensor ultrasonik, sensor induktif, dan sensor kapasitif. Komponen-komponen lain yang digunakan dalam pengembangan sistem teknologi pengelolaan sampah ini adalah LED, LCD, dan juga ESP8266-01 sebagai komponen untuk komunikasi data. \n\nHasil pengujian menunjukkan bahwa sistem dapat dioperasikan dengan baik dan memenuhi kebutuhan-kebutuhan yang telah didefinisikan sebagai bagian dari solusi pengelolaan sampah di perkotaan. Perangkat keras dan perangkat lunak sistem dapat berkomunikasi dengan baik dan hasil komunikasi tersebut dapat diinterpretasikan pada antarmuka pengguna yang telah dibuat. Pengujian kepada para ahli menunjukkan bahwa sistem yang diajukan sudah baik dan diharapkan pada pengembangan selanjutnya dapat lebih ditingkatkan kemampuannya dan juga tetap memerhatikan biaya produksi serta kemudahan dalam pemasangan.", "Daftar File": {"2018 TA PP   FEISAL RAMADHAN MAULANA   1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130977"}, "Penulis": "FEISAL RAMADHAN MAULANA (NIM: 18214040)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Kusprasapta Mutijarsa, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "sistem teknologi pengelolaan sampah, statistik sampah, pemilahan sampah, pengumpulan sampah, purwarupa", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "08 Jun 2018"}