{"Nomor": 27274, "Judul": "PROFIL METABOLIT UDANG PUTIH (Litopenaeus vannamei) DENGAN PEMBERIAN PAKAN TERSUPLEMENTASI FERMENTED RED SEAWEED (Kappaphycus alvarezii)", "Abstrak": "Sebagai salah satu komoditas akuakultur dan pangan yang utama di Indonesia, market demand yang tinggi terhadap udang putih (Litopenaeus vannamei) sudah selayaknya diimbangi dengan ketersediaan produk berkelanjutan dalam kuantitas dan kualitas tinggi. Namun, kendala dalam industri akuakultur, yang masih dihadapi hingga saat ini adalah kerugian akibat kematian udang yang disebabkan oleh virus maupun bakteri patogenik. Salah satu solusi alternatif dalam menghadapi kasus tersebut adalah melalui peningkatan fitness dan sekaligus peningkatan kualitas dari udang putih dengan suplementasi pakan menggunakan fermented Kappaphycus alvarezii (red seaweed).\n\nPenelitian ini bertujuan untuk melihat profil metabolit dari L. vannamei dengan pakan tersuplementasi fermented Kappaphycus alvarezii (red seaweed) yang potensial berpengaruh terhadap metabolit yang mempengaruhi fitness dan kualitas udang putih.  Penelitian dibagi menjadi lima tahap yaitu: (1) persiapan sistem budidaya (batch) dan pakan udang (diet), (2) kultivasi Litopenaeus vannamei dengan formulasi pakan yakni komersial sebagai kontrol (C), pakan komersial + red seaweed-Spirulina (3:1) (EF-A) dan pakan komersial + 1.5% (w/w) fermented red seaweed (EF-B), (3) pengukuran parameter biologis udang (mean body weight (MBW), biomassa, panjang, specific growth rate (SGR), survival), fisika-kimia air kultivasi dan uji mikroorganisme gastrointestinal L. vannamei, serta (4) preparasi sampel metabolomik melalui metode ekstraksi dengan etanol 40%, derivatisasi dengan methoxyamine hydrochloride dan Nmethyl-N-trimethylsilyl trifluoroacetamide (MSTFA), injeksi sampel ke GC/MS Autosampler ShimadzuÃ‚Â®, serta analisis metabolomik dengan metode Principal Component Analysis (PCA).  \n\nBerdasarkan kinerja biologis, terlihat bahwa panjang udang putih dengan perlakuan EF-A [11.125 Ã‚Â± 1.09 cm] berbeda signifikan dibanding pakan C [8.425 Ã‚Â± 1.02 cm] dan EF-B [8.425 Ã‚Â± 1.02 cm] (p", "Daftar File": {"2018 TS PP FELICIA IRENE SAPUTRA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130982"}, "Penulis": "FELICIA IRENE SAPUTRA - NIM: 21117015", "Kontributor / Dosen Pembimbing": ["Dr. Gede Suantika, S. Si., M. Si"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Litopenaeus vannamei, fitness, fermented red seaweed, profil metabolit.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Sep 2018"}