{"Nomor": 27276, "Judul": "IDENTIFIKASI FAKTOR-FAKTOR YANG MEMPENGARUHI NIAT PENGGUNA MOBILE INSTANT MESSAGING (MIM): STUDI KASUS PERUSAHAAN LINE", "Abstrak": "Seiring dengan perkembangan teknologi, metode komunikasi mulai beralih ke penggunaan \n\nMobile Instant Messaging (MIM). LINE merupakan salah satu aplikasi MIM dengan jumlah pengguna ketiga terbesar di Indonesia pada tahun 2015 (Waesche, 2015). Dengan \n\nmengadaptasi pengembangan teori TAM, niat pengguna untuk menggunakan layanan seluler telah terbukti secara signifikan dipengaruhi oleh persepsi akan kegunaan, kemudahan dalam menggunakan, ekspresi diri, kesenangan, dan sikap dalam penggunaaan layanan seluler. (Nysveen et al., 2005a; Soliman & Salem, 2014). Selain itu, sikap pengguna dalam menggunakan layanan seluler dipengaruhi oleh persepsi akan kegunaan, kemudahan, ekspresi diri, kesenangan, dan tekanan normatif. Oleh karena itu, penelitian ini dibuat untuk \n\nmengetahui faktor apa saja yang secara signifikan mempengaruhi niat pengguna dalam \n\nmenggunakan LINE, serta sikap pengguna dalam menggunakan LINE, sehingga LINE dapat dikembangkan menjadi aplikasi MIM dengan pengguna terbanyak di Indonesia. Penelitian ini menggunakan pendekatan kuantitatif melalui kuisioner online kepada 222 orang dewasa di Bandung. Multiple Linear Regression (MLR) dan Ordinal Logistic Regression (OLR) \n\ndigunakan untuk menemukan jawaban dari pertanyaan penelitian ini. Hasil analisa menunjukkan bahwa persepsi akan kegunaan, kemudahan, dan kesenangan menjadi faktorfaktor yang berbanding lurus dan secara signifikan mempengaruhi niat pengguna dalam menggunakan LINE. Selain itu, sikap pengguna dalam menggunakan LINE juga berbanding lurus dengan niat pengguna untuk menggunakan LINE secara signifikan, di mana sikap pengguna terhadap penggunaan LINE ditentukan oleh persepsi akan kegunaan, kemudahan, dan ekspresi diri secara signifikan. Terlebih lagi, umur pengguna mempengaruhi niat pengguna untuk menggunakan LINE secara signifikan dan berbanding terbalik. Oleh karena itu, Perusahaan LINE harus meningkatkan persepsi penggunanya akan kegunaan, kemudahan, kesenangan, ekspresi diri, dan sikap pengguna terhadap penggunaan LINE agar dapat meraih \n\nlebih banyak pengguna. Perusahaan LINE juga harus mengembangkan aplikasinya berdasarkan karakteristik orang-orang muda, karena mereka adalah orang yang memiliki niat untuk menggunakan LINE paling besar. Selain Perusahaan LINE, perusahaan serupa lainnya juga disarankan untuk mengembangkan aplikasinya dengan menekankan pada faktor-faktor yang sama dengan perusahaan LINE. Penelitian dengan sampel lebih besar sangat disarankan untuk penelitian selanjutnya. Selain itu, penelitian selanjutnya dapat melakukan studi banding \n\nuntuk beberapa aplikasi MIM untuk mengetahui keadaan kompetisi di antara perusahaan \n\nMIM.", "Daftar File": {"2018 TA PP FELICIA PUSPITASARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/130984", "2018 TS PP FELICIA PUSPITASARI 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/251263"}, "Penulis": "Felicia Puspitasari (19015210)", "Kontributor / Dosen Pembimbing": ["Dr. Prawira Fajar Belgiawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Mobile Instant Messaging, LINE, User Intention, User Attitude, Extended TAM Model", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "22 Jun 2018"}