{"Nomor": 27286, "Judul": "DESAIN PENAMPANG KANAL INLAND WATERWAY DI SUNGAI MUSI, SUMATERA SELATAN UNTUK ANGKUTAN BATUBARA", "Abstrak": "Produksi batubara Indonesia termasuk dalam 10 negara produksi batubara terbesar di dunia. Cadangan batubara terbesar berada di Sumatera Selatan namun dari segi produksi masih kalah dengan Kalimantan Selatan dan dari segi ekspor masih jauh tertinggal dari Kalimantan Timur. Salah satu penyebabnya ialah kendala infrastruktur. Pengangkutan batubara dari Kabupaten Lahat dan Muara Enim, yang merupakan daerah produksi batubara terbesar di Sumatera Selatan, kebanyakan masih menggunakan jalur darat. Akibatnya jalan umum rusak parah dan merugikan warga setempat. Salah satu alternatif yang dapat dilakukan adalah menggunakan angkutan sungai yang memanfaatkan Sungai Musi dan anak sungai lainnya. Jalur pelayaran di Sungai Musi saat ini hanya tersedia hingga Pelabuhan di sekitar Kota Palembang. Tujuan dari studi ini adalah mendesain profil kanal memanjang dan melintang inland waterway untuk tongkang batubara di Sungai Musi, Sumatera Selatan. Kanal Musi direncanakan sepanjang 170 km dari muara. Lokasi terminal ditentukan dengan pertimbangan jauh dari pemukiman, dekat dengan lokasi penambangan batubara, dekat dengan anak sungai yang diharapkan juga dapat digunakan sebagai alur pelayaran, dan alur sungai yang cenderung tidak berkelok. Perhitungan hidrologi menggunakan data curah hujan dari 3 pos hujan. Pemodelan aliran sungai dilakukan menggunakan program HEC-RAS ( Hydrologic Engineering Center-River Analysis System ) 5.0.3. Pemodelan debit banjir periode ulang 50 tahun dilakukan untuk mengetahui tinggi jagaan di bawah Jembatan Ampera untuk menentukan kapal rencana. Kapal yang digunakan merupakan kapal tongkang jenis self-propelled barge dengan panjang 69,8 m, lebar 14 m, dan draft 3,3 m. Desain kanal mengacu pada Waterways Guidelines, 2011. Radius putar minimum agar kapal dapat melintas adalah 275,6 m, lebar minimum 50 m, kedalaman minimum Ã‚Â–4,5 m. Lebar sungai dan radius putar sudah memenuhi syarat sehingga profil kanal horizontal tidak ada perubahan. Kedalaman sungai pada 70 stasions belum memenuhi sehingga perlu dikeruk sampai kedalaman -4,5 m. Kestabilan lereng akibat adanya pengerukan dan tanggul banjir dimodelkan menggunakan software Plaxis 8.5 2D. Hasil pemodelan memberikan nilai safety factor yang memenuhi nilai minimum untuk semua stasion.", "Daftar File": {"2018 TA PP Fenni Asista Nihaya 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131007"}, "Penulis": "Fenni Asista Nihaya (15514059)", "Kontributor / Dosen Pembimbing": ["Harman Ajiwibowo, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "kanal, batubara, tongkang, debit banjir, debit andalan", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "1 file", "Tanggal Input": "27 Sep 2018"}