{"Nomor": 27285, "Judul": "TINGKAT DAN PERSEPSI KEAMANAN PENGHUNI MENURUT PERMEABILITAS POLA PERUMAHAN (KASUS STUDI PERUMAHAN PERMANA INDAH, TAMAN BUMI PRIMA, DAN PONDOK MUTIARA )", "Abstrak": "Riset ini bermaksud untuk memperbandingkan tingkat keamanan dan persepsi keamanan penghuni pada tiga pola permeabilitas perumahan yang berbeda namun berkarakter serupa. Cimahi Utara dipilih sebagai lokasi kasus studi karena sebagai wilayah peri-urban berpotensi membentuk wilayah urban dengan berbagai permasalahan, khususnya kriminalitas. Bagian kota ini mewadahi banyak perumahan bagi kelompok masyarakat menengah dan cenderung memiliki fenomena perumahan berbenteng sebagai salah satu elemen pembentuk permeabilitas. Pengumpulan data dilakukan dengan observasi dan wawancara terstruktur dengan tokoh masyarakat perumahan serta penyebaran kuesioner terhadap sejumlah responden penghuni perumahan yang dipilih secara purposive berdasarkan tingkat permeabilitas lokasi rumah. Analisis dilakukan secara kuantitatif dan kualitatif. Untuk dapat lebih menjelaskan hasil analisis statistik, digunakan metoda pattern-matching. Hasil analisis membuktikan bahwa tingkat keamanan dipengaruhi oleh pola permeabilitas perumahan dalam pengaruh yang berbeda menurut waktu, tingkat keamanan yang relatif tinggi pada siang hari akan terbalik pada malam hari. Tingkat keamanan, terutama pengalaman kriminalitas, mempengaruhi persepsi keamanan. Kemudian persepsi ini mempengaruhi respon dalam bentuk kontrol keamanan dan pengawasan, namun respon perilaku tidak langsung berhubungan dengan persepsi melainkan dengan sense of community. Tingkat permeabilitas lingkungan (TPL) ternyata berhubungan dengan persepsi keamanan terhadap lokasi / posisi rumah dan lokasi rawan kriminalitas. Kedua pola yang berlawanan didapatkan: pada perumahan dengan tingkat permeabilitas tinggi, maka semakin rendah TPL semakin dianggap tidak aman dan tingkat keamanan juga semakin rendah. Sementara pada perumahan dengan tingkat permeabilitas rendah, maka semakin rendah TPL semakin dianggap aman dan tingkat keamanan juga semakin tinggi. Terdapat elemen yang memberikan keamanan, baik secara faktual maupun perseptif, yaitu banyaknya akses kendaraan dan panjang blok. Jumlah akses kendaraan yang semakin banyak dan blok yang semakin panjang akan dianggap semakin tidak aman dan menghasilkan tingkat keamanan yang lebih rendah. Panjang blok yang disarankan adalah tidak lebih dari 200 meter dan disesuaikan dengan perhitungan efektifitas dari tata letak dan sirkulasi dalam perumahan. Dari temuan disimpulkan bahwa desain perumahan yang memberikan keamanan bagi kelompok masyarakat kelas menengah cenderung memiliki tingkat permeabilitas rendah karena sesuai dengan sifat perumahan sebagai wilayah semi-publik menghasilkan kenyamanan dan privasi yang lebih tinggi bagi penghuninya. Namun perlu diperhitungkan bagaimana batas-batas antara kawasan perumahan dengan kawasan sekitarnya dapat menyatu dengan baik. Akses pejalan kaki ke kawasan sekitar sedapat mungkin tidak terlalu dibatasi namun masih tetap dapat terawasi. Sementara akses kendaraan harus dibatasi. Pengaturan batas-batas perumahan ini ditujukan agar kawasan perumahan tidak terisolasi secara sosial.", "Daftar File": {}, "Penulis": "Fenita Indrasari (NIM. 25205006)", "Kontributor / Dosen Pembimbing": ["Pembimbing I   :  Suparti Amir Salim, Ir., MT.,Dr.     \n\nPembimbing II  :  Fashridjal M. Noor,Ir. MSc., MS."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Housing security, Perception, Permeability", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Perpustakaan Prodi Arsitektur", "File": "8 file", "Tanggal Input": "02 Okt 2018"}