{"Nomor": 27291, "Judul": "KAJIAN KARAKTERISTIK LAPISAN ASPHALT BASE MENGGUNAKAN ASPAL POLIMER PEN 60/70 BERGRADASI ASPHALT INSTITUTE DAN APLIKASINYA BERDASARKAN KONSEP PERPETUAL PAVEMENT", "Abstrak": "Pendekatan mekanistik-empiris sudah mulai umum digunakan dalam proses desain struktur perkerasan lentur jalan termasuk metode Mechanistic Empirical Pavement Design Guidelines (MEPDG) yang dipublikasikan oleh AASHTO tahun 2008 untuk menggantikan metode empiris (AASHTO, 1993). Perkembangan terakhir tentang pendekatan perpetual pavement dipublikasikan oleh Asphalt Pavement Alliance (APA, 2000) merupakan perkerasan yang dirancang dan dibangun dengan umur 50 tahun atau lebih tanpa memerlukan rekonstruksi struktur perkerasan melainkan hanya pemeliharaan secara periodik pada lapisan permukaan saja untuk memperbaiki kerusakan fungsional dan meningkatkan kerataan permukaan (Monismith, 1992; APA, 2002). Dengan pendekatan perpetual pavement, lapisan permukaan terdiri dari tiga lapisan campuran beraspal yang masing-masing bekerja sesuai fungsinya. Lapisan wearing didesain untuk tahan terhadap retak permukaan, gesekan, dan deformasi. Lapisan binder harus memiliki kekakuan yang baik untuk terhadap deformasi. Lapisan asphalt base dirancang untuk tahan terhadap retak lelah. Penelitian ini difokuskan pada karakteristik lapisan asphalt base melalui uji laboratorium dan aplikasinya dalam proses desain struktur perkerasan. Material aspal yang digunakan adalah aspal pen 60/70 dengan atau tanpa penambahan polimer SBS 3%. Manfaat dari polimer SBS 3% untuk lapisan permukaan telah diperlihatkan pada penelitian terdahulu (Kresna, 2013). Material agregat diperoleh dengan cara penyaringan pada mesin sieve shaker. Secara khusus, gradasi agregat Asphalt Institute yang digunakan untuk perpetual pavement (APA, 2000), dalam penelitian ini akan dibandingkan dengan dua gradasi menurut Bina Marga (spesifikasi 2010, revisi 2). Pengujian marshall dilakukan untuk mencari nilai KAO pada ketiga gradasi agregat. Untuk memperoleh kualitas hasil pengujian material aspal, agregat, dan campuran beraspal yang baik, persyaratan presisi menurut metoda pengujian AASHTO atau ASTM digunakan. Dalam penelitian ini, campuran beraspal dengan gradasi Asphalt Institute dianalisis lebih lanjut berdasarkan pengujian modulus dan retak lelah dengan menvariasikan pengaruh beban dan temperatur. Sedangkan pengujian deformasi hanya dilakukan dengan beban standar dengan variasi temperatur. Analisis lanjut dilakukan dengan model shell untuk nilai modulus. Analisis terakhir adalah simulasi desain struktur perkerasan dengan software perpetualpavementDK berdasarkan nilai modulus lapisan asphalt base yang diambil dalam Manual Desain Perkerasan Jalan Bina Marga.", "Daftar File": {"2015 TS PP FERA FITRI SALSABILA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/131035", "2015 TS PP FERA FITRI SALSABILA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/131036", "2015 TS PP FERA FITRI SALSABILA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/131037", "2015 TS PP FERA FITRI SALSABILA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/131038", "2015 TS PP FERA FITRI SALSABILA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/131039", "2015 TS PP FERA FITRI SALSABILA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/131040", "2015 TS PP FERA FITRI SALSABILA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/131041", "2015 TS PP FERA FITRI SALSABILA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/131042"}, "Penulis": "FERA FITRI SALSABILA (nim: 26912014)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nDr. Ir. Djunaedi Kosasih, M.Sc", "Prof. Dr. Ir. Bambang Sugeng Subagio, DEA."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Perpetual Pavement, lapisan Asphalt base, Aspal Pen 60/70, Polimer SBS 3%, Simulasi perpetualpavementDK.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "21 Sep 2018"}