{"Nomor": 27298, "Judul": "PILOT PLANT CRUMB RUBBER DARI LATEKS ALAM: EVALUASI DAN PENINGKATAN KINERJA PROSES", "Abstrak": "Proses produksi Crumb Rubber dari lateks alam, dengan metode baru, dapat dilakukan dengan menggunakan proses spray drying. Pilot plant produksi crumb rubber dari lateks alam dengan menggunakan Spray Dryer telah berhasil di konstruksi pada penelitian sebelumnya, serta diperoleh hasil berupa parameter operasi optimum pada temperatur udara pemanas 150oC dan kadar air dalam lateks sebesar 80%-b/b. Pilot plant produksi crumb rubber belum mampu beroperasi dalam waktu yang lama dan tidak stabil. Terjadinya blocking oleh lateks merupakan permasalahan utama yang dihadapi. Penelitian ini bertujuan untuk melakukan evaluasi dan meningkatkan kinerja Spray Dryer guna meningkatkan durabilitas dan stabilitas produksi. \n\nTahapan penelitian ini yaitu pemahaman peralatan yang digunakan pada penelitian sebelumnya, pengumpulan data parameter operasi pada penelitian sebelumnya, analisis kekurangan penelitian sebelumnya, analisis perbaikan yang akan dilakukan khususnya peningkatan burner, verifikasi desain rancangan burner baru, konstruksi Spray Dryer dengan burner baru, evaluasi pompa dan nozzle, pengujian alat Spray Dryer secara simultan. Pengujian burner baru pada Spray Dryer dilakukan dengan menguji performa dan kecepatan pemanasan udara serta efisiensi pada burner baru dan dibandingkan dengan burner yang lama. Pengujian pengoperasian Spray Dryer secara simultan dilakukan dengan menggunakan kondisi operasi yang diperoleh dari penelitian sebelumnya, tanpa ada variasi baru, yaitu temperatur udara pemanas 150 oC dengan laju alir 1.22 Nm3 serta laju alir umpan lateks cair sebesar 3.08 mL/s dengan kandungan air 80%-b/b. Evaluasi dan perbaikan juga dilakukan pada pompa dan nozzle yang lebih tepat. \n\nHasil penelitian menunjukkan burner baru yang dirancang memiliki efisiensi 53% dengan laju alir 1.22 Nm3, serta waktu pemanasan lebih singkat. Pompa dan sistem perpipaan telah disempurnakan sehingga dapat mengalirkan lateks dengan baik. Nozzle di ganti dengan ukuran yang lebih besar dan dilengkapi aliran pendingin serta isolator dari PTFE untuk mencegah akumulasi panas pada nozzle. Air pendingin dialirkan dengan laju 14 mL/s. Proses spraying dapat berjalan dengan baik.", "Daftar File": {"2018 TA PP FERI NUGROHO - WARMAN RAMADHAN  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131076"}, "Penulis": "FERI NUGROHO (NIM : 13014033)  - WARMAN RAMADHAN (NIM : 13014036)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Akhmad Zainal Abidin, M.Sc, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Blocking; Burner; Crumb rubber; Kadar rir; Nozzle; Pompa; Spray dryer.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Okt 2018"}