{"Nomor": 27290, "Judul": "PRODUKSI, KARAKTERISASI DAN APLIKASI LEVAN DARI Bacillus licheniformis BK2 UNTUK MEDIA PEMBELAJARAN BIONANOPARTIKEL", "Abstrak": "Bionanopartikel bersifat biodegradasi, biokompatibilitas dan tidak menyebabkan alergi. \n\nSehingga, dapat diterapkan dibeberapa bidang industri, contohnya sebagai media untuk \n\nimobilisasi enzim. Enzim yang diimobilisasi memiliki stabilitas yang lebih baik terhadap \n\nvariasi pH, suhu dan dapat digunakan berulang kali. Hal ini dikarenakan, bionanopartikel \n\ndapat memberikan perlindungan struktural dari perubahan fisik dan kimia langsung di \n\nlingkungan. Selain itu, bionanopartikel relatif mudah untuk disiapkan. Oleh karena itu, \n\ntujuan dari penelitian ini adalah untuk menyediakan media pembelajaran kepada \n\nmahasiswa sarjana tentang bagaimana mempersiapkan bionanopartikel untuk imobilisasi \n\nenzim. Biopolimer yang digunakan dalam penelitian ini adalah levan, fruktooligosakarida \n\natau juga dikenal sebagai fruktan. Dalam penelitian ini, nanopartikel berbahan dasar levan \n\ndigunakan untuk mengimobilisasi levansukrase rekombinan Lsbl-bk2 dari Bacillus \n\nlicheniformis BK2 dan lipase dari pankreas porcine. Levan diproduksi secara in vitro \n\nmenggunakan levansukrase rekombinan dari Bacillus licheniformis BK2 sebagai \n\nbiokatalis. Levan yang dihasilkan oleh prosedur ini dikarakterisasi strukturnya dengan \n\nFTIR. \n\nBionanopartikel untuk imobilisasi enzim disiapkan dengan metode pengadukan. \n\nTiga kecepatan pengadukan, yaitu 200, 500, 700 rpm, digunakan dalam persiapan \n\nbionanopartikel untuk mempelajari pengaruhnya terhadap distribusi ukuran nanopartikel \n\ndan aktivitas enzim. Efisiensi imobilisasi enzim dihitung berdasarkan persentase enzim \n\nyang berikatan dengan bionanopartikel. Morfologi bionanopartikel dianalisis dengan \n\nscanning electron microscopy (SEM), sedangkan distribusi ukuran nanopartikel \n\ndievaluasi dengan particle size analyser (PSA). Selain itu, efisiensi enkapsulasi enzim \n\noleh bionanopartikel diukur menggunakan potensial zeta. Hasil analisis menunjukkan \n\nbahwa levansukrase dan lipase lebih baik terimobilisasi dalam nanopartikel berbahan \n\ndasar levan dengan kecepatan pengadukan 500 rpm. Bionanopartikel memiliki ukuran \n\nyang lebih homogen dan aktivitas enzim meningkat. Berdasarkan hasil ini, media \n\npembelajaran dibuat dalam bentuk video demonstrasi dan modul praktikum. Penilaian \n\nterhadap media pembelajaran dengan angket respon mahasiswa menunjukkan bahwa \n\nsebagian besar siswa dengan mudah mengikuti instruksi dan kedua media pembelajaran \n\ndapat digunakan sebagai media belajar mandiri untuk immobilisasi enzim berbasis \n\nbionanopartikel.", "Daftar File": {"2018 TS FERA FARIDATUL HABIBAH  90516007 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131034", "2018_TS_PP_FERA_FARIDATUL_HABIBAH_1-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/148872", "2018_TS_PP_FERA_FARIDATUL_HABIBAH_1-_BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/148874", "2018_TS_PP_FERA_FARIDATUL_HABIBAH_1-_BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/148875", "2018_TS_PP_FERA_FARIDATUL_HABIBAH_1-_BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/148876", "2018_TS_PP_FERA_FARIDATUL_HABIBAH_1-_BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/148877", "2018_TS_PP_FERA_FARIDATUL_HABIBAH_1-_BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/148878", "2018_TS_PP_FERA_FARIDATUL_HABIBAH_1-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/148879"}, "Penulis": "FERA FARIDATUL HABIBAH (NIM:90516007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Rukman Hertadi, M.Si"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Bionanopartikel, Bacillus licheniformis BK2, Levan, Imobilisasi Enzim, Media Pembelajaran", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "17 Sep 2018"}