{"Nomor": 27292, "Judul": "INTERPRETASI NUMERIK METODA SELF-POTENSIAL UNTUK INVESTIGASI SESAR", "Abstrak": "Telah dilakukan penelitian geofisika untuk mengamati anomaly bawah permukaan di Daerah Parongpong, Kabupaten Bandung Barat, Jawa Barat.  Penelitian ini dilakukan untuk menganalisis dan menginterpretasi keberadaan sesar dengan menggunakan metode self-potensial (SP) model fix-geometri. Metode Self-potensial (SP) adalah metode geofisika pasif yang sering digunakan untuk mengidentifikasi struktur bawah permukaan berdasarkan sifat kelistrikan. Model fix-geometri pada dasarnya meninjau anomaly SP diatas permukaan tanah sepanjang sumbu x yang diakibatkan oleh polarisasi dari benda terpendam yang berbentuk bulat, silinder ataupun lempeng. Sesar merupakan rekahan tanah sehingga, pada model fix-geometri dianggap mewakili bentuk lempeng. Perkiraan parameter model akibat anomaly SP yang terukur di atas strukutur sesar dilakukan dengan proses inversi menggunakan metode Particle swarm optimization (PSO). Tahap pertama adalah uji coba program inversi dengan menggunakan data sintetik. Hasil inversi dengan menggunakan data sintetik menunjukkan kecocokan antara data kalkulasi dengan data observasi dengan nilai fungsi objektif  adalah  1,19x10-4 . Setelah itu, program dapat digunakan pada data lapangan. Hasil inversi menunjukan bahwa keberadaan sesar terdeteksi pada lintasan satu memiliki Momen Dipol K = -180,10 mV, jarak pusat sesar di titik pengukuran xo = 1374,08 meter, panjang setengah dimensi sesar a = 49.97meter, kemiringan sudut polarisasi ? = 60 derajat   dan kedalaman  pusat sesar z = 100.02  meter. Sedangkan keberadaan sesar terdeteksi pada lintasan dua memiliki Momen Dipol K = -75,60 mV, jarak pusat sesar di titik pengukuran xo = 1074.8 meter, panjang setengah dimensi sesar a =  25 meter, kemiringan sudut polarisasi ? =  30o  dan kedalaman  pusat sesar z =  132  meter.", "Daftar File": {"2018 TS PP FERA HERAWATI 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131043", "2018 TS PP FERA HERAWATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/131044", "2018 TS PP FERA HERAWATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/131045", "2018 TS PP FERA HERAWATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/131046", "2018 TS PP FERA HERAWATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/131047", "2018 TS PP FERA HERAWATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/131048", "2018 TS PP FERA HERAWATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/131049", "2018 TS PP FERA HERAWATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/131050"}, "Penulis": "FERA HERAWATI (NIM: 20216024)", "Kontributor / Dosen Pembimbing": ["Wahyu Srigutomo,M. Si, Ph.D.,", "Dr. Hary Mahardika, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Sesar, Self-Potensial, Fix-Geometri, Metode Particle Swarm Optimitation (PSO), Parameter model.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "22 Okt 2018"}