{"Nomor": 27297, "Judul": "ANALISIS SEKATAN SESAR PADA INTERVAL SEKUEN DELTAIK SEPINGGAN, LAPANGAN JM, MAHAKAM SELATAN, CEKUNGAN KUTAI", "Abstrak": "Lapangan JM ditemukan pada tahun 1990 melalui sumur pengeboran eksplorasi pada bagian upthrown dari sesar Metulang dan pada tahun 1996 di bagian downthrown. Dari pengeboran pada kedua bagian tersebut diketahui bahwa pada bagian downthrown mempunyai akumulasi hidrokarbon terbesar. Perbedaan akumulasi hidrokarbon ini diinterpretasikan akibat adanya sekatan sesar pada sesar Metulang. Perbedaan ini mempunyai pengaruh yang sangat dominan untuk pengembangan lapangan JM. Oleh sebab itu, pemahaman sistem sekatan sesar Metulang yang komprehensif sangat dibutuhkan untuk pengembangan lapangan ini kedepannya. Pendekatan yang dipakai dalam penelitian adalah metode analisis statik menggunakan parameter nilai SGR (shale gouge ratio) dengan tujuan untuk mengetahui karakteristik sekatan sesar Metulang dan faktor pengontrolnya. Tipe struktur sesar di lapangan JM merupakan tipe struktur transtensional dengan pola struktur bunga negatif . Sesar ini dikontrol oleh sistem sesar geser Sepinggan yang bergerak menganan. Sesar Metulang sebagai objek penelitian merupakan produk dari pola struktur tersebut dan diperkirakan sesar ini aktif pada periode pre MF12 (pre-miosen tengah) sampai periode U9.5 (akhir miosen tengah). Sekatan sesar Metulang mempunyai karakteristik sebagai berikut: nilai SGR 0.40 (40%) untuk batas bocornya, batas bocor tekanan kapiler maksimum Ã‚Â± 18.4 bar dan batas bocor minimum Ã‚Â± 4 bar, permeabilitas Ã‚Â± 0.064 md untuk batas fluida mengalir, tipe juxtaposition cenderung fully juxtaposed yang didominasi oleh sesar extra reservoir, maksimum throw sesar Metulang Ã‚Â± 160 meter dan throw minimumnya Ã‚Â± 7.44 meter. Perbedaan akumulasi hidrokarbon antara blok upthrown dan downthrown memang disebabkan oleh sekatan sesar Metulang. Terbukti dengan adanya juxtaposition antara reservoir terhadap bukan reservoir dan reservoir dengan reservoir yang dipengaruhi oleh membran seal. Berdasarkan data dan fakta yang ada dapat disimpulkan bahwa faktor pengontrol sekatan sesar Metulang lebih terhadap kandungan serpih dibandingkan dengan throw dari sesar Metulang.", "Daftar File": {"2016 TS PP FERDY SEPTIANSYAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/131069", "2016 TS PP FERDY SEPTIANSYAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/131070", "2016 TS PP FERDY SEPTIANSYAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/131071", "2016 TS PP FERDY SEPTIANSYAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/131072", "2016 TS PP FERDY SEPTIANSYAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/131073", "2016 TS PP FERDY SEPTIANSYAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/131074", "2016 TS PP FERDY SEPTIANSYAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/131075"}, "Penulis": "FERDY SEPTIANSYAH ( NIM: 22015025)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n \n \n\nIr. Benyamin Sapiie, Ph.D.", "Dr. Indra Gunawan, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "sekatan sesar Metulang, SGR, throw, juxtaposition, upthrown dan downthrown.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "01 Okt 2018"}