{"Nomor": 27317, "Judul": "LIFE CYCLE ASSESSMENT PETERNAKAN SAPI PERAH (STUDI KASUS : KPBS PANGALENGAN DAN PT. UPBS PANGALENGAN)", "Abstrak": "Abstrak: Populasi sapi perah di Indonesia pada tahun 2013 mencapai 636.000 ekor dengan pertumbuhan sebesar 4,61% pertahun. Masukan berupa energi, air, pakan, dan menghasilkan keluaran berupa emisi, limbah padat dan limbah cair. Penelitian ini membandingkan sistem pemeliharan di PT. UPBS dan KPBS Pangalengan. Pengumpulan data berasal dari 30 peternak rakyat dan 1 peternakan modern. Metode yang digunakan adalah Life Cycle Assessment penilaian daur hidup), penilaian daur hidup berdasarkan ISO 14040 memiliki kerangka kerja yang terdiri dari beberapa tahapan antara lain definisi tujuan dan batasan, analisis inventaris, penilaian dampak, dan interpretasi. Dalam penelitian ini menggunakan konsep cradle to gate dengan function unit yang digunakan adalah Fat Corrected Milk (FCM). Hasil analisis inventarisasi daur hidup produksi susu berpotensi menghasilkan emisi dan menimbulkan dampak Global Warming Potential (GWP), Acidification Potential (AP), Eutrophication Potential (EP), dan Photochemical Ozone Creation Potential (POCP). Hasil perhitungan menunjukkan bahwa sistem di KPBS memiliki emisi yang paling besar dihasilkan dari semua dampak, GWP sebesar 2,34 kg CO2 eq/liter susu FCM, AP 0,12 g SO2 eq/liter susu FCM, EP 18,28 g PO43- eq/liter susu FCM, dan POCP 0,46 g ethane eq/ liter susu FCM. Sedangkan besarnya GWP, AP, EP, dan POCP di PT. UPBS yaitu sebesar 1,52 kg CO2 eq/liter susu FCM, 0,02 g SO2 eq/liter susu FCM, dan 0,353 g PO43- eq/liter susu FCM, 0,16 g ethane eq/liter susu FCM. Berdasarkan perhitungan pembobotan menyatakan bahwa GWP memberikan dampak Terbesar dari keseluruhan tahap daur hidup produksi susu. Didapatkan total hasil dimana diperlukan Rp. 7351 per liter susu FCM di KPBS dan Rp. 3922 per liter susu FCM di PT. UPBS untuk memulihkan dampak lingkungan terhadap Global Warming, Acidification, Eutrophication, dan Photochemical Ozone Creation Potential.", "Daftar File": {"2015 TS PP FIERLY MUHAMMAD TAUFIQ 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/131103", "2015 TS PP FIERLY MUHAMMAD TAUFIQ 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/131104", "2015 TS PP FIERLY MUHAMMAD TAUFIQ 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/131105", "2015 TS PP FIERLY MUHAMMAD TAUFIQ 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/131106", "2015 TS PP FIERLY MUHAMMAD TAUFIQ 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/131107", "2015 TS PP FIERLY MUHAMMAD TAUFIQ 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/131108", "2015 TS PP FIERLY MUHAMMAD TAUFIQ 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/131109"}, "Penulis": "FIERLY MUHAMMAD TAUFIQ [25312307]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Tri Padmi Damanhuri", "Dr. Benno Rahardyan, ST, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Sapi perah, LCA, cradle to gate ; life cycle assessment, dairy cattle, cradle to gate", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "7 file", "Tanggal Input": "25 Okt 2018"}