{"Nomor": 27335, "Judul": "SENSE OF PLACE PADA TEMPAT FAVORIT", "Abstrak": "Produk perencanaan dan perancangan akan mempengaruhi perasaan (afektif), pemikiran (kognitif), dan perilaku. Respon yang muncul dapat berbeda jika karakter fisik spasialnya berbeda. Perencana dan perancang lingkungan binaan hanya dapat mengintervensi produk, tidak dapat mempengaruhi respon. Agar produk perencanaan dan perancangan lebih baik, diperlukan suatu studi tentang \n\nhubungan antara tempat sebagai produk perencanaan dan perancangan dengan respon afektif, kognitif, dan kegiatan penggunanya. Hasil studi dapat menjadi masukan bagi perencanaan dan perancangan selanjutnya. \n\nPenelitian ini bertujuan mencari tahu tempat favorit yang dipilih dewasa muda dan alasan-alasan pemilihannya. Dewasa muda dipilih sebagai objek studi karena pertimbangan usia yang masih produktif sehingga dapat memberi masukan yang \n\nbermanfaat. Alasan pemilihan tempat favorit yang akan dicari-tahu mencakup respon afektif, kognitif, kegiatan, dan karakter fisik spasial. Selain itu, penelitian \n\nini bertujuan untuk mengidentifikasi level atau tingkat dan jenis sense of place (SoP) di tempat favorit. Pengumpulan data menggunakan campuran metode kualitatif dan kuantitatif (mix method). Metode kualitatif bertujuan menemukan tempat favorit dan alasannya sedangkan metode kuantitatif bertujuan menguatkan hasil penelitian mengenai alasan dan mengidentifikasi level dan jenis sense of place. Pengumpulan data menggunakan kuesioner online. Analisis konten digunakan untuk menganalisis data teks tempat favorit dan alasannya. Sedangkan ANOVA, analisis koresponden, analisis korelasi, dan analisis faktor digunakan untuk menganalisis data numerik alasan pemilihan tempat dan sense of place yang dirasakan. \n\nDari hasil analisis data, dapat diketahui bahwa tempat favorit yang banyak dipilih oleh dewasa muda yaitu tempat kuliner, komersial modern, dan wisata laut. \n\nKarakter fisik spasial yang mempengaruhi pemilihan tempat favorit adalah kualitas lingkungan alam, perawatan, fasilitas pendukung, keragaman, dan tempat makan formal. Respon afektif yang berpengaruh terhadap pemilihan tempat ada dua jenis yaitu low tension dan high tension. Sedangkan respon kognitif yang mempengaruhi pemilihan tempat yaitu pengalaman tempat, hospitality, kualitas \n\npedesaan, kepentingan individu, dan kualitas perkotaan. Respon kegiatan yang berpengaruh terhadap pemilihan tempat favorit meliputi aktivitas alam, aktivitas otak dan rohani, aktivitas komersial, aktivitas hiburan, aktivitas di tempat makan, dan bersantai. \n\nSense of place (SoP) yang menggambarkan perasaan manusia terhadap tempat dapat dinilai melalui level maupun jenisnya. Level SoP menjelaskan tingkat perasaan manusia terhadap lingkungan fisik dan non-fisik. Level SoP terdiri dari tujuh level mulai dari tidak merasakan tempat (not having any sense of place) hingga pengorbanan terhadap tempat (sacrifice for a place). Pengetahuan bahwa sedang berada di suatu tempat (knowledge of being located in a place) hingga paham akan tujuan suatu tempat (identifying with a place goal) merupakan SoP yang dirasakan di tempat favorit. Dari analisis data terungkap bahwa SoP lebih \n\nmendalam terasakan pada lingkungan alami dibanding lingkungan buatan. Selain itu, jenis SoP yang didasarkan pada proses pembentukannya. SoP pada tempat favorit terbentuk karena perasaan kecocokan (spiritual), keterbiasaan (biografis), dan tempat tersebut memiliki fitur-fitur yang diinginkan atau dibutuhkan dibanding tempat lainnya (komodifikasi).", "Daftar File": {"2014 TS PP FINTA LISSIMIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/131166", "2014 TS PP FINTA LISSIMIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/131167", "2014 TS PP FINTA LISSIMIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/131168", "2014 TS PP FINTA LISSIMIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/131169", "2014 TS PP FINTA LISSIMIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/131170", "2014 TS PP FINTA LISSIMIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/131171", "2014 TS PP FINTA LISSIMIA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/131172", "2014 TS PP FINTA LISSIMIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/131173"}, "Penulis": "FINTA LISSIMIA (NIM : 25212040)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nHanson E.K., ST, M.Eng., Dr.Eng. \n\nBaskoro Tedjo, Ir., MSEB, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "sense of place, tempat favorit, dewasa muda, karakter fisik spasial, respon", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "28 Mar 2018"}