{"Nomor": 27345, "Judul": "EFISIENSI PROSES FILTRASI UNTUK PERBAIKAN KUALITAS AIR DI BADAN AIR TERCEMAR LIMBAH CAIR INDUSTRI TEKSTIL (STUDI KASUS: SUNGAI CIKACEMBANG)", "Abstrak": "Sungai Cikacembang merupakan salah satu anak Sungai Citarum yang saat ini memiliki status tercemar oleh pembuangan limbah industri di Kecamatan Majalaya. Proses filtrasi yang dilakukan di Sungai Cikacembang ini sebagai proses pendahuluan untuk pengolahan secara biologi yang dapat mengurangi beban konsentrasi senyawa yang terdapat dalam air sungai yang tercemar limbah industri tekstil. Untuk mengevaluasi efisiensi penyisihan proses filtrasi menurut parameter-parameter kualitas air, dua reaktor filter dengan media pasir silika dan media karbon aktif dipasang di Sungai Cikacembang. Analisis kualitas air sebelum dan sesudah melewati reaktor filtrasi dilakukan untuk mendapatkan efisiensi masing-masing filter. Berdasarkan hasil filtrasi pada skala lapangan, filter media karbon aktif mempunyai kemampuan yang baik untuk menyisihkan TDS, ammonium, nitrit, dan nitrat. Sedangkan pada filter media pasir silika mempunyai kemampuan yang baik untuk menyisihkan TSS, nitrat, total fosfat, dan COD. Untuk meningkatkan efisiensi penyisihan polutan dalam air, dapat dilakukan perluasan dimensi filter untuk meningkatkan luas permukaan aktif adsorpsi dan meningkatkan waktu kontak.", "Daftar File": {"2016 TA PP FARIDA NURUL I.YUSRIYANI B-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/131183", "2016 TA PP FARIDA NURUL I.YUSRIYANI B-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/131184", "2016 TA PP FARIDA NURUL I.YUSRIYANI B-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/131185", "2016 TA PP FARIDA NURUL I.YUSRIYANI B-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/131186", "2016 TA PP FARIDA NURUL I.YUSRIYANI B-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/131187", "2016 TA PP FARIDA NURUL I.YUSRIYANI B-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/131188", "2016 TA PP FARIDA NURUL I.YUSRIYANI B-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/131189"}, "Penulis": "FIRDA NURUL I. YUSRIYANI (NIM : 15312068)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Indah Rachmatiah S.S., M.Sc, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "filtrasi, adsorpsi, badan air, tekstil", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "04 Sep 2018"}