{"Nomor": 27346, "Judul": "EVALUASI STATUS KESUBURAN DAN PENGARUH SIFAT KIMIA TANAH TERHADAP PERTUMBUHAN POHON JABON (Neolamarckia cadamba (Roxb. Bosser)) DI KECAMATAN CIKULUR, SINGAJAYA, DAN SUKANAGARA", "Abstrak": "Melalui sifat kimia tanah, dapat diketahui status kesuburan suatu lahan dan menentukan pengaruhnya terhadap pertumbuhan baik diameter, tinggi maupun volume suatu pohon. Penelitian ini bertujuan untuk mengetahui status kesuburan dan sifat kimia tanah serta pengaruhnya terhadap pertumbuhan riap rata-rata tahunan pohon Jabon (Neolamarckia cadamba) di Kecamatan Cikulur, Singajaya, dan Sukanagara. Untuk pengumpulan sampel pohon, digunakan metode purposive sampling dimana masing-masing lokasi dibuat 3 petak ukur berbentuk lingkaran seluas 0,1 ha dengan jari-jari sebesar 17,8 m. Sedangkan untuk pengambilan sampel tanah dilakukan dengan metode komposit dengan sistem diagonal, kemudian dilakukan pengujian tanah di laboratorium dan dianalisis status kesuburan tanahnya berdasarkan kriteria sifat kimia tanah dan status kesuburan tanah dari Lembaga Pusat Penelitian Tanah (1995). Hasil penelitian menunjukkan nilai sifat kimia tanah di 3 lokasi penelitian yaitu Cikulur, Singajaya, dan Sukanagara ialah untuk pH H2O 4,6-5,1 kemudian untuk pH KCl 3,5-4,3; C-Organik 2,44-5,87%; N-Total 0,23-0,57%; P-Tersedia 2-2,6 ppm; P-Total 29,73-91,77 mg/100g; K-Total 11,93-33,1 mg/100g; K-Tersedia 86,5-333,4 ppm; Ca 3,79-5,44 cmol/kg; Mg 1,53-3,81 cmol/kg; KTK 11,75-20,14 cmol/kg dan kejenuhan basa 39-57%. Status kesuburan tanah pada tegakan Neolamarckia cadamba di Kecamatan Singajaya memiliki status kesuburan sedang, dan untuk Kecamatan Cikulur dan Sukanagara memiliki status kesuburan rendah. Komponen sifat kimia tanah yang memberikan pengaruh cukup besar terhadap MAI diameter tegakan Neolamarckia cadamba adalah KTK dengan persamaan regresi yaitu MAI Tinggi = 1,398 + 0,95 (KTK). Sedangkan MAI tinggi dan volume tegakan Neolamarckia cadamba dipengaruhi oleh pH H2O, dengan persamaan regresi yaitu MAI DBH = -2,420 + 1,151 (pH H2O) dan MAI Volume = -0,197 + 0,048 (pH H2O).", "Daftar File": {"2018 TA PP- Firda Thalika 1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/131190"}, "Penulis": "Firda Thalika (Nim : 11514011)", "Kontributor / Dosen Pembimbing": ["Eka Mulya Alamsyah, S.Hut., M.Agr., Ph.D. \n\nDr. Yoyo Suhaya, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "kesuburan tanah, sifat kimia tanah, MAI tinggi, MAI diameter, MAI volume", "Sumber": "", "Staf Input/Edit": "didi kusnendi  \n                                     didi kusnendi", "File": "1 file", "Tanggal Input": "26 Sep 2018"}