{"Nomor": 27340, "Judul": "STABILISER TERMAL SATU PAKET UNTUK PVC DARI FRAKSI PADAT STABILISER ESTER BALIK BERBASIS SAWIT", "Abstrak": "Poli Vinil Klorida (PVC) merupakan polimer yang banyak digunakan dalam kehidupan sehari-hari karena memiliki beberapa keunggulan, seperti memiliki kestabilan oksida dan kimia yang baik, murah, dan memiliki kompatibilitas yang baik terhadap bahan aditif. Namun, PVC memiliki kelemahan, yaitu PVC akan mengalami degradasi jika terpapar suhu yang tinggi. Oleh karena itu, aditif berupa stabiliser dibutuhkan untuk meningkatkan kestabilan termal PVC. Selain stabiliser, diperlukan juga bahan aditif lain untuk meningkatkan kualitas produk akhir PVC. Campuran dari bahan aditif ini dikombinasikan menjadi suatu campuran bernama stabiliser termal satu paket. \n\nKomposisi stabilizer termal satu paket divariasikan mengikuti rancangan penelitian faktorial penuh 23 dengan dua replikasi. Parameter yang divariasikan adalah stabilizer termal, paraffin, dan kalsium stearat. Variasi untuk stabilizer termal yaitu 1,5 dan 2,5 phr, untuk paraffin yaitu 3 dan 5 phr, untuk kalsium stearat yaitu 2 dan 5 phr. Sedangkan variabel tetap yaitu CaCO3 sebesar 6,25 phr dan PE wax sebesar 1,5 phr. Untuk mengetahui kinerja dari tiap formulasi, maka dilakukan pengujian dekolorisasi statik. Dalam pengujian ini diperlukan pembuatan film PVC yang sudah dicampur dengan stabiliser termal satu paket. Hasil pengujian menunjukkan dua parameter waktu, yaitu waktu yang dibutuhkan sampel agar terdegradasi dan terdekomposisi.  \n\nBerdasarkan hasil penelitian, metode pembuatan film PVC yang terbaik adalah melalui pelarutan PVC dalam THF dengan perbandingan 1:25 selama 2 jam yang dilanjutkan dengan pengeringan film pada temperatur 50 Ã‚Â°C. Hasil pengujian dekolorisasi statik film PVC menunjukkan bahwa degradasi sampel film PVC membutuhkan waktu antara 2,5 sampai 40 menit dan dekomposisi sampel film PVC membutuhkan waktu antara 20 sampai >60 menit. Parameter stabilizer termal, pelumas eksternal, dan interaksi antara keduanya memberikan pengaruh yang signifikan terhadap peningkatan waktu degradasi film. Komposisi paket aditif PVC yang terbaik adalah CaCO3 6,25 phr, stabilizer termal 2,5 phr, kalsium stearat 5 phr, paraffin 5 phr, dan PE wax 1,5 phr.", "Daftar File": {"2018 TA PP FIRA SALSABILA - ANDRIAN NUGROHO  1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131178"}, "Penulis": "FIRA SALSABILA (NIM : 13014042) - ANDRIAN NUGROHO (NIM : 13014100)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. I.D.G. Arsa Putrawan."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Aditif, degradasi termal, polimer, PVC, stabiliser termal", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Mei 2018"}