{"Nomor": 27354, "Judul": "MEMBANGUN KEPERCAYAAN MEREK MELALUI KETERLIBATAN PELANGGAN DI INDUSTRI KREATIF", "Abstrak": "Strategi yang digunakan sebelumnya adalah peningkatan pasar, tetapi telah terjadi pergantian strategi yang menjadi manajemen hubungan pelanggan memiliki pengaruh pada keberhasilan perusahaan (Bauer, Grether, & Leach, 2008). Terlibat pelanggan adalah bentuk partisipasi pelanggan terhadap bisnis. Media sosial adalah salah satu alat yang memiliki dampak besar untuk membangun hubungan pelanggan dan melibatkan pelanggan (Kotler & Armstrong, 2016). Adanya hubungan timbal balik dalam interaksi antara pelanggan dan perusahaan dapat menstimulasi rasa saling percaya antara kedua belah pihak (So, King, & Sparks, 2012).  \n \n\nTujuan dari penelitian ini adalah menganalisis pengaruh keterlibatan pelanggan terhadap kepercayaan merek dalam industri kreatif dan merancang model implementasi dari keterlibatan pelanggan. Penelitian ini menggunakan metode kuantitatif, survei sebagai alat dalam bentuk kuesioner dan batasan untuk keterlibatan pelanggan di instagram. Sampel terdiri dari 100 orang yang tinggal di Bandung, 19-24 tahun, memiliki akun instagram, dan pengikut akun intagram  \n\nmerek dalam industri kreatif. Regresi linier sederhana dan analisis deskriptif digunakan untuk menganalisis pengaruh keterlibatan pelanggan dan kepercayaan merek. Hasil dari penelitian ini menunjukkan bahwa keterlibatan pelanggan memiliki pengaruh positif sebesar 45,9% terhadap kepercayaan merek. Model implementasi keterlibatan pelanggan mengandung koneksi, interaksi, kepuasan, retensi, komitmen, dan advokasi.  \n \n\nMakalah ini akan berguna bagi pemilik bisnis di industri kreatif untuk mengetahui pengaruh keterlibatan pelanggan pada kepercayaan merek dan memahami pentingnya membangun kepercayaan merek melalui keterlibatan pelanggan. Dengan harapan model strategi keterlibatan pelanggan dapat dilaksanakan oleh pemilik bisnis di industri kreatif untuk membangun kepercayaan merek.", "Daftar File": {"2018 TA PP Firdha Ramashanti 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131205"}, "Penulis": "FIRDHA RAMASHANTI - Nim: 19215055", "Kontributor / Dosen Pembimbing": ["Rendra Chaerudin, MM."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Keterlibatan pelanggan; kepercayaan merek; industri kreatif; UKM", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jul 2018"}