{"Nomor": 27369, "Judul": "PENGARUH ORIENTASI STRUKTUR NANO ZINC OXIDE (ZnO) TERHADAP PERFORMANSI SENSOR GAS NO", "Abstrak": "Perkembangan teknologi industri yang semakin pesat pada saat ini mendorong terjadinya peningkatan pencemaran udara akibat gas buangan yang dihasilkan oleh kegiatan-kegiatan industri tersebut. Salah satu gas buangan pencemar udara tersebut adalah gas nitrit oksida (NO) yang merupakan salah satu gas berbahaya karena dapat menggangu kesehatan manusia dan merusak lingkungan meskipun dalam konsentrasi rendah. Oleh karena itu perlu adanya sensor gas untuk memonitoring keberadaan dan konsentrasi gas NO tersebut. Semikonduktor oksida logam ZnO merupakan material yang banyak diaplikasikan sebagai sensor gas karena berpotensi memiliki temperatur kerja yang rendah, sensitivitas yang tinggi, waktu respon dan waktu pulih yang singkat, serta selektif. ZnO memiliki kecenderungan untuk tumbuh dengan orientasi (002) atau dengan orientasi acak sehingga pada penelitian ini akan dianalisis pengaruh kedua orientasi tersebut terhadap performansinya sebagai sensor gas NO.  \n \n \n\nPada penelitian ini, lapisan ZnO nanorods dengan orientasi (002) dan lapisan ZnO nanorods dengan orientasi acak telah berhasil disintesis di atas subtrat kaca dengan menggunakan dua metode yaitu metode dip coating untuk pembentukan seed layer  dan chemical bath deposition (CBD) untuk penumbuhan struktur nano ZnO. Lapisan ZnO nanorods dengan orientasi (002) disintesis dari larutan prekursor seed layer yang menggunakan diethanolamine (DEA) sedangkan lapisan ZnO nanorods dengan orientasi acak disintesis dari larutan prekursor seed layer tanpa menggunakan DEA. Proses CBD untuk penumbuhan kedua lapisan ZnO nanorods dilakukan selama 20 jam dengan temperatur 60C.   \n \nHasil XRD menunjukkan bahwa lapisan ZnO yang disintesis dari larutan seed layer yang menggunakan DEA hanya memiliki satu puncak difraksi yang dominan yaitu puncak (002) sedangkan lapisan ZnO yang disintesis dari larutan seed layer  tanpa menggunakan DEA memiliki tiga puncak difraksi yang dominan yang bersesuaian dengan bidang (100), (002), dan (110) ZnO. Berdasarkan hasil SEM diketahui bahwa ZnO berbentuk nanorods dengan struktur hexagonal. Pada lapisan ZnO dengan orientasi (002), ZnO nanorods memiliki diameter 83 nm dan panjang 666 nm, sedangkan ZnO nanorods pada lapisan ZnO dengan orientasi acak memiliki diameter 82 nm dan panjang 679 nm. Hasil SEM juga memperlihatkan bahwa nanorods pada lapisan ZnO dengan seed layer yang disintesis menggunakan DEA memiliki arah tumbuh yang tegak lurus terhadap substrat sedangkan ZnO nanorods pada lapisan ZnO dengan seed layer yang disintesis tanpa DEA tumbuh ke berbagai arah. Hasil karakterisasi HRTEM menunjukkan pola SAED sampel yang mengkonfirmasi bahwa lapisan ZnO dengan seed layer yang disintesis menggunakan DEA tumbuh dengan orientasi (002) sedangkan lapisan ZnO dengan seed layer yang disintesis tanpa DEA tumbuh dengan orientasi acak.  \n \nHasil pengujian respon lapisan ZnO terhadap 30 ppm gas NO pada rentang temperatur 160C-350C memperlihatkan bahwa temperatur kerja optimal lapisan ZnO dengan orientasi (002) adalah 200C dengan respon 57,28% sedangkan temperatur kerja optimal lapisan ZnO dengan orientasi acak adalah 300C dengan respon 47,5%. Pada temperatur kerja optimal lapisan ZnO dengan orientasi (002) dilakukan juga pengujian respon lapisan tipis terhadap 30 ppm gas carbon monoksida (CO). Respon yang dihasilkan adalah 37,33% untuk lapisan ZnO nanorods dengan orientasi (002) dan 29,31% untuk lapisan ZnO nanorods dengan orientasi acak. Hal ini menunjukkan bahwa kedua lapisan ZnO lebih selektif dalam mendeteksi gas NO dibandingkan gas CO. Pada penelitian ini, juga dilakukan uji gas NO dengan konsentrasi yang berbeda yaitu pada konsentrasi 10 ppm, 30 ppm, 50 ppm, 70 ppm, dan 90 ppm dengan temperatur kerja 200C. Respon kedua lapisan ZnO semakin tinggi seiring dengan meningkatnya konsentrasi gas NO. Selain itu, diketahui bahwa lapisan ZnO dengan orientasi (002) menghasilkan respon dan sensitivitas yang lebih tinggi jika dibandingkan dengan lapisan ZnO dengan orientasi acak. Hasil analisis waktu respon dan waktu pulih memperlihatkan bahwa lapisan ZnO dengan orientasi (002) memiliki waktu respon dan waktu pulih yang lebih cepat dibandingkan lapisan ZnO dengan orientasi acak. Berdasarkan hasil uji gas dapat disimpulkan bahwa lapisan ZnO nanorods dengan orientasi (002) akan memiliki performansi yang baik dalam mendeteksi gas NO karena memiliki temperatur kerja optimal yang lebih rendah, respon, sensitivitas, dan selektivitas  yang lebih tinggi, serta waktu respon dan waktu pulih yang lebih cepat dibandingkan lapisan ZnO dengan orientasi acak.", "Daftar File": {"2018 TS PP  FITRIANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131247"}, "Penulis": "FITRIANA- NIM: 23316001", "Kontributor / Dosen Pembimbing": ["Brian Yuliarto, S.T., M.Eng,Ph.D.  \nDr. Damar Rastri Adhika, S.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Orientasi, nitrit oksida, sensor gas, zinc oxide", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Sep 2018"}