{"Nomor": 27365, "Judul": "SKEMA FRAGILE WATERMARKING UNTUK OTENTIKASI PADA FILE VIDEO", "Abstrak": "Pada masa sekarang penggunaan media gambar dan animasi sangat tinggi. Peningkatan ini ditambah pula dengan peningkatan penggunaan media social dan media papan pesan untuk kebutuhan berbagi informasi secara singkat. Penggunaan salah satu papan pesan yaitu reddit mencapai angka 150 juta di tahun 2015. Peningkatan ini tentu dibarengi dengan peningkatan penggunaan media gambar dan video pada papan pesan tersebut.    \n \n \n \n\nSetiap media yang dibagikan pada media social atau papan pesan seringkali ditujukan dan memiliki makna tertentu. Makna ini yang tidak selamanya memiliki makna yang baik. Terdapat beberapa kasus di Indonesia yang melaporkan pencemaran nama baik didasarkan dari penyebaran media gambar atau animasi pada media social.    \n \n \n \n\nVideo sebagai salah satu media berbagi informasi mulai dipergunakan sebagai salah satu barang bukti pada kasus legal seperti ini. Pada kasus legal barang bukti tentunya tidak boleh sampai berubah dari waktu ke waktu. Pada penelitian ini akan dibahas skema fragile watermarking dengan menggunakan SVD. Skema ini memanfaatkan matriks u dan v yang dihasilkan dari dekomposisi untuk membentuk matriks biner yang kemudian ditransformasi dengan menggunakan arnoldÃ‚Â’s cat map. Kemudian matriks biner disisipkan pada host image sebagai watermark. Pemeriksaan dilakukan dengan mengekstraksi watermark pada citra watermarked dan melakukan SVD kembali untuk kemudian di bandingkan. Jika terdapat perbedaan pada keduanya maka video tersebut telah mengalami tempering atau perubahan dengan sengaja maupun tidak sengaja.", "Daftar File": {"abstrak_23515050_Fitrandi_Ramadhan.pdf": "https://digilib.itb.ac.id/gdl/download/131229"}, "Penulis": "Fitrandi Ramadhan - NIM: 23515050", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Rinaldi Munir M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Fragile watermarking, Video, SVD, ArnoldÃ‚Â’s cat map.", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Okt 2018"}