{"Nomor": 27367, "Judul": "KAJIAN PENGARUH RESPON MATERIAL KRISTAL DETEKTOR SINTILATOR BERDASARKAN SIMULASI MONTE CARLO", "Abstrak": "Simulasi pengaruh respon material kristal detektor sintilator Natrium Iodide (NaI), Thalium Activated Sodium Iodide NaI(Tl)), Bismuth Germanate (BGO), dan Cerium Activated Lutetium Axy-Orthosilicate (LSO:Ce) dilakukan menggunakan metode Monte Carlo dengan user code pada software EGSnrc berupa tutor3.mortran dengan bantuan program EGSnrcMP GUI. Simulasi dilakukan dengan memodelkan geometri sintilator detektor dalam arah 3 dimensi berbentuk kubus dimana permukaan luasnya dalam arah XY yang didefenisikan tak berhingga, namun dibatasi dalam arah Z karena berdasarkan ketebalan dari materialnya. Kajian material kristal yang digunakan ini merupakan kajian konvensional, namun dapat diperhatikan dari efek ketebalan material dan sumber energi radiasi yang akan diukur.Dengan membedakan sumber berdasarkan energi ?Co?^60 yaitu 1.17 MeV dan 1.33 MeV dan sumber energi ?Cs?^137 yaitu 0.662 MeV serta variasi ketebalan material yaitu 1.27cm, 2.54cm, 5.08cm dan 7.62cm sehingga dihasilkan 48 data hasil simulasi. Dalam analisisnya, terbagi atas 3 tahap analisis yaitu dilihat dari efek material, efek ketebalan dan variasi energi. Hasil simulasi menunjukkan bahwa berdasarkan efek material, nilai koefisien atenuasi berkurang dengan semakin berambahnya energi (E), Persentase error nilai gradien yang mengidentifikasikan hubungan antara gradien dan koefisien serapan material berdasarkan pada database NIST dan hasil simulasi yaitu NaI sebesar 2.91%, dan BGO sebesar 17.95%. Berdasarkan variasi ketebalan bahwa intensitas dari sumber radiasi foton dengan ketebalan material sintilator terjadi kenaikan dari hubungan ketebalan material sintilator dengan nilai ln (Io/I). Linear atenuasi Ln Io/I dari data simulasi merupakan nilai gradien yang mengidentifikasikan hubungan antara gradien dan koefisien serapan material. Nilai serapan tertinggi oleh material BGO yaitu 0.0998/cm, dan terendah oleh material NaI yaitu 0.0499/cm. Berdasarkan variasi energi bahwa detektor yang disimulasikan untuk mengukur karakteristik dari sumber radiasi sumber ?Cs?^137 dan sumber ?Co?^60 memperlihatkan nilai energi yang sesuai dengan karakteristik dari sumber radiasi tersebut. fluence foton (intensitas) mengalami atenuasi oleh material sintilator sehingga menyebabkan tidak adanya foton yang lolos. Foton yang lolos meningkat seiring dengan kenaikan energi foton. Material BGO memiliki respon paling baik diantara material sintilator yang digunakan dalam simulasi ini. Hasil simulasi juga menunjukkan bahwa user code EGSnrc berupa tutor3.mortran yang didasarkan pada metode MC dapat mensimulasikan proses dalam detektor dengan baik untuk menentukan respon dari suatu material detektor sintilator.", "Daftar File": {"2018 TS PP FITRIAH BIDALO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131238", "2018 TS PP FITRIAH BIDALO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/131241", "2018 TS PP FITRIAH BIDALO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/131240", "2018 TS PP FITRIAH BIDALO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/131239", "2018 TS PP FITRIAH BIDALO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/131242", "2018 TS PP FITRIAH BIDALO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/131243", "2018 TS PP FITRIAH BIDALO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/131244", "2018 TS PP FITRIAH BIDALO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/131245"}, "Penulis": "FITRIAH BIDALO (NIM : 20216010)", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Freddy Haryanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "detektor sintilator, metode Monte carlo, user code EGSnrc", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "18 Okt 2018"}