{"Nomor": 27362, "Judul": "PEMODELAN HIDROGEOLOGI UNTUK PERENCANAAN PENGELOLAAN AIRTANAH DI PIT PURNAMA,   PT. AGINCOURT RESOURCES, SUMATRA UTARA", "Abstrak": "Keberadaan airtanah yang berlebihan di tambang emas Martabe milik PT. Agincourt Resources (PTAR) akan menjadi masalah dalam penambangan jika tidak dilakukan dewatering. Dewatering dapat dilakukan dengan cara memasang sumur pompa dan drain hole pada lokasi penambangan. Penempatan titik drain hole dan sumur pompa pada lokasi yang tepat akan mempercepat penurunan muka airtanah. Namun, akuifer di tambang ini merupakan akuifer media rekahan yang berfrekuensi tinggi. Hal ini menyebabkan kesulitan dalam penentuan desain dewatering penambangan karena heterogenitas media rekahan sangat kompleks dan memiliki nilai konduktivitas hidraulik yang sulit diketahui. Oleh karena itu, dibutuhkan model dan simulasi hidrogeologi yang detil untuk mengkaji rencana penempatan drain hole dan sumur pompa di daerah penelitian. Simulasi hidrogeologi pada daerah penelitian dilakukan untuk menurunkan muka airtanah pada Pit Purnama menggunakan lima skenario dewatering, yaitu (1) simulasi tanpa penambahan drain hole, (2) simulasi dengan penambahan 50 drain hole secara seragam (jarak antar drain 20 m), (3) simulasi dengan penambahan 40 drain hole secara terbatas (fokus penempatan pada batuan dengan nilai K tinggi), (4) simulasi dengan penambahan 50 drain hole secara seragam dan tiga sumur pompa debit 6 l/s, dan (5) simulasi dengan penambahan 40 drain hole secara terbatas dan tiga sumur pompa debit 6 L/s. Hasil dari simulasi hidrogeologi menunjukkan penurunan muka airtanah sebesar 3 - 5 m untuk simulasi pertama, 3 - 8 m untuk simulasi kedua, 4 Ã‚Â– 9,5 m untuk simulasi ketiga,  5 Ã‚Â– 12 m untuk simulasi keempat dan  7 Ã‚Â– 14,5 m untuk simulasi kelima. Simulasi hidrogeologi yang optimal untuk dewatering di Pit Purnama adalah simulasi dengan penambahan 40 drain hole secara terbatas dan tiga sumur pompa debit 6 l/s. Berdasarkan perhitungan mass ballance, simulasi tersebut menghasilkan debit keluaran sebesar 30.531 l/hari dengan penurunan muka airtanah selama setahun sebesar 7-14,5 m.", "Daftar File": {"2018 TS PP Fithriyani Fauziyyah 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131220"}, "Penulis": "Fithriyani Fauziyyah - Nim: 22715003", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Lambok M. Hutasoit, Ph.D.                      \n\nIrwan Iskandar, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Air Tanah", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Penurunan muka airtanah, drain hole, pemodelan dan simulasi hidrogeologi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Okt 2018"}