{"Nomor": 27361, "Judul": "FORMULASI PENILAIAN RISIKO PADA FASE PRODUKSI INFORMASI MENGGUNAKAN MODEL THREAT SCENARIO DAN EXTENDED RISK MATRIX APPROACH", "Abstrak": "Informasi merupakan aset strategis yang penting bagi organisasi. Namun, masalah kualitas informasi muncul ketika data dan informasi tidak sesuai dengan tujuan tugas tertentu. Masalah kualitas informasi karena ketidakefisienan pengelolaan informasi termasuk produksi dan penyampaian informasi yang dapat menimbulkan kerugian bagi organisasi bahkan dapat menyebabkan bencana serius. Manajemen risiko memiliki peranan penting dalam melindungi aset informasi dari risiko negatif. Sebuah model yang komprehensif dan sistematik telah dikembangkan dengan memberikan tahapan yang lengkap dan model matematis untuk menghitung total dampak kualitas informasi. Kemudian model dikembangkan dengan menambahkan tahap penentuan dimensi kualitas informasi sebelum identifikasi masalah, tetapi hanya terbatas pada dimensi akurasi dan ketepatan waktu. Pada kedua model, identiftikasi kontrol eksisting sangat penting dilakukan. Namun, model belum secara eksplisit melibatkan dan menyediakan metode untuk menentukan besaran efektivitas kontrol dalam menentukan risiko risidu. Dengan adanya keterlibatan efektivitas kontrol, teknik matriks risiko pada model terdahulu perlu dipertimbangkan kembali untuk membangun matriks yang ideal. \n\nPada penelitian ini dibangun formulasi penilaian risiko terbatas pada fase produksi informasi dan memodifikasi teknik matriks risiko didalam proses perancangan peringkat risiko. Pengembangan model dan formulasi dilakukan dengan pandangan yang berbeda, yaitu mengacu pada model threat scenario yang telah menyediakan katalog kontrol yang lengkap dan perhitungan efektivitas kontrol. Penelitian ini mengembangkan dimensi recoverability dengan teknik ERMA untuk mempertimbangkan adanya keterlibatan efektivitas kontrol. Selain itu, tahap penilaian kualitas informasi ditambahkan untuk mendapatkan nilai kualitas eksisting dan target. Dari nilai kualitas informasi tersebut, formulasi usulan dapat menghitung dampak finansial berdasarkan penurunan nilai kualitas informasi atau dampak teknikal. Dari hasil implementasi, tingkat akurasi peringkat dengan penambahan dimensi baru meningkat sebesar 7,14% serta menurunkan risk ties dari 1,67 menjadi 0,33.", "Daftar File": {"2018 TS PP FITASARI WIHARNI  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131218"}, "Penulis": "FITASARI WIHARNI (NIM: 23516030)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Jaka Sembiring, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "penilaian risiko, produksi informasi, kualitas informasi, matriks risiko", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2018"}