{"Nomor": 27370, "Judul": "KOMUNITAS BIOTA AKUATIK DI KANAL KAWASAN GAMBUT DESA SINAR WAJO, KAB. TANJUNG JABUNG TIMUR, PROVINSI JAMBI", "Abstrak": "Indonesia memiliki lahan gambut terbesar di dunia, potensi ini masih belum dimanfaatkan secara optimal khususnya untuk sektor perikanan. Ikan memiliki nilai ekonomis penting dan sumber protein bagi masyarakat di sekitar lahan gambut. Penelitian ini bertujuan untuk mengkaji keanekaragaman dan habitat biota akuatik di kanal-kanal kawasan gambut Desa Sinar Wajo Jambi berdasarkan kondisi lingkungan Penelitan dilakukan di 4 stasiun: Ujung kanal (A), Area hulu kanal (B), dekat hilir (C) dan Muara Sungai yang dipengaruhi pasang surut (PS). Di setiap stasiun dilakukan pengambilan sampel plankton, ikan (dipancing & bubu), sampel air dianalisis faktor fisika kimianya. Ikan yang tertangkap, dianalisis isi lambungnya. Dicatat juga kondisi lingkungan di setiap lokasi penelitian dan dianalisis korelasinya dengan spearman. Hasil penelitian diperoleh 14 individu ikan dari 9 spesies (5 famili): (Helostomatidae, Osphorenemidae, Claridae,Channidae, Anabantidae). Fitoplankton yang berhasil diidentifikasi terdiri dari 5 Chlorophyta, 24 Chrysophyta, 18 Cyanophyta, dan 3 Pyrrophyta. Zooplankton yang berhasil diidentifikasi terdiri dari 4 Arthropoda, 3 Mollusca, 2 Nemertea, 8 Protozoa dan 9 Rotifera. Berdasarkan uji korelasi spearman menunjukkan bahwa suhu air, konduktivitas, pH, DO, Arus tidak berkorelasi terhadap kelimpahan ikan, kelimpahan fitoplankton dan kelimpahan zooplankton. NH4+ berkorelasi positif (α < 0,05) terhadap kelimpahan fitoplankton. Sedangkan NH4+ tidak berkorelasi terhadap kelimpahan zooplankton dan ikan. NO3- dan PO43- tidak berkorelasi terhadap kelimpahan fitoplankton, zooplankton dan ikan. Di Stasiun B keanekaragaman zooplankton & fitoplankton tertinggi (H'z = 2.00 ; H'f = 2.44). Dari hasil analisis isi lambung ikan,paling banyak diperoleh adalah Omnivora. Deforestasi memiliki dampak negatif berkurangnya keanekaragaman ikan. \n \n \n \n\n(Abstrak asli dapat dilihat di file pdf di bawah)", "Daftar File": {"2018 TA PP FITRIANA PUSPITASARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131248"}, "Penulis": "FITRIANA PUSPITASARI (NIM: 10614026)", "Kontributor / Dosen Pembimbing": ["Pembimbing Tugas Akhir : Prof. Dr. Tati Suryati Syamsudin MS, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Habitat,Ikan, Gambut, Keanekaragaman, Omnivora", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2018"}