{"Nomor": 27385, "Judul": "KAJIAN TENTANG RUANG KALKULASI  PASAR OJEK ONLINE DI WILAYAH BANDUNG  DALAM PERSPEKTIF TEORI JEJARING-AKTOR", "Abstrak": "Abtrak   \n \n \n\nDigitalisasi menyebar di sebagian besar aktivitas masyarakat termasuk pada aktivitas transportasi. Hal ini tampak pada fenomena berkembangnya transportasi berbasis aplikasi atau transportasi online seperti Gojek, Grab, dan Uber. Kehadiran transportasi online diduga berkontribusi pada menurunnya jumlah pengangguran di Indonesia, akan tetapi di sisi lain berdampak  pada turunnya pendapatan pelaku bisnis transportasi konvensional. Permasalahan ini diduga memicu kontroversi di antara keduanya. Pembahasan transportasi online akan difokuskan pada transportasi kendaraan roda 2 (dua) atau yang disebut dengan ojek online. Praktek digitalisasi membawa perubahan pada transaksi pasar ojek online. Perspektif studi sains dan teknologi melalui teori jejaring-aktor, menjadi salah satu  pendekatan yang digunakan dalam penelitian ini untuk memahami pasar ojek online. Lebih spesifik, yaitu dengan pendekatan Callonian, pasar dipahami dengan menelusuri pembingkaian entitas manusia dan non-manusia yang terjadi dalam fenomena pasar ojek online.  Pembingkaian dilakukan sebagai upaya membentuk ruang kalkulasi bagi pelaku pasar. Dengan penelusuran tersebut, maka kualifikasi pasar sebagai ruang kalkulasi akan dinilai. Hasil penilaian digunakan untuk memberikan rekomendasi perbaikan aspek regulasi. Hasil yang diperoleh melalui penelitian ini adalah bahwa pasar ojek online dinilai tidak rasional atau non-qualculable, teori ekonomi menyebutnya sebagai pasar tidak sempurna. Selain itu, masih ditemukan kebocoran dalam bisnis ini, yang mengindikasikan bahwa bisnis ojek online belum berjalan dengan baik.    \n \n \n \n\nKata kunci: pasar, ojek online, teori jejaring-aktor", "Daftar File": {"TS PP FIVI SUMANTI 1-ABSTRAK .pdf": "https://digilib.itb.ac.id/gdl/download/131279"}, "Penulis": "FIVI SUMANTI - NIM: 24016004", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Sonny Yuliar, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pasar, ojek online, teori jejaring-aktor.", "Sumber": "", "Staf Input/Edit": "sarnya  \n                                     sarnya", "File": "1 file", "Tanggal Input": "22 Feb 2018"}