{"Nomor": 27381, "Judul": "STUDI GEOLOGI DAN KAJIAN GEOWISATA DAERAH MARANCAR DAN SEKITARNYA, KABUPATEN TAPANULI SELATAN", "Abstrak": "Penelitian dilakukan di Daerah Marancar dan sekitarnya, Kabupaten Tapanuli Selatan, Sumatra Utara. Daerah penelitian meliputi D. Sibualbuali dan D. Lubukraya. Berdasarkan kondisi geologi dan bentang alam, kajian geowisata di daerah penelitian baik untuk dilakukan. Penelitian ini bertujuan untuk merekontruksi kondisi geologi daerah penelitian dan melakukan kajian geowisata yang disajikan dalam bentuk peta. Data primer yang digunakan dalam penelitian ini adalah data geomorfologi, data litologi yang diambil melalui pengamatan langsung di lapangan, dan struktur geologi. Untuk mencapai tujuan tersebut, dilakukan analisis petrografi dan analisis stuktur untuk mengetahui kondisi geologi dan analisis geowisata untuk membuat peta geotrek. Daerah penelitian terdiri dari empat satuan geomorfologi, yakni Satuan Perbukitan Lava dan Piroklastik Sibualbuali, Satuan Lembah Torehan Marancar, Satuan Kaki Gunung Lubukraya, dan Satuan Kubah Lava Lubukraya. Satuan batuan di daerah penelitian dibagi menjadi Satuan Tuf 1, Satuan Dasit, Satuan Tuf 2, Satuan Lapili-Tuf, Satuan Andesit dan Satuan Andesit-Basaltik. Satuan batuan ini dapat disetarakan dengan (setara formasi) Satuan Tuf Toba, Satuan Volkanik Sibualbuali, dan Satuan Volkanik Lubukraya. Pola struktur utama di daerah penelitian berarah baratlaut-tenggara dan mengikuti pola Sistem Sesar Sumatra. Berdasarkan kajian geowisata, terdapat lima tema Geotrek, yakni Geotrek Pendakian D. Sibualbuali, Geotrek Susur Sungai A. Marancar, Geotrek Susur Sungai A. Malakkut, Geotrek Susur Sungai A. Sipenggeng, dan Geotrek Wisata Aeknabara. Situs geologi di daerah penelitian memiliki sejarah proses pembentukan yang khas, kenampakan yang unik, dan medan penjelajahan yang bervariasi.", "Daftar File": {"2018 TA PP Fitriyani 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131274", "2017_TA_PP_FITRIYANI_1_-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/151243", "2017_TA_PP_FITRIYANI_1-_BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/151244", "2017_TA_PP_FITRIYANI_1-_BAB_2A.pdf": "https://digilib.itb.ac.id/gdl/download/151246", "2017_TA_PP_FITRIYANI_1-_BAB_2B.pdf": "https://digilib.itb.ac.id/gdl/download/151247", "2017_TA_PP_FITRIYANI_1-_BAB_3A.pdf": "https://digilib.itb.ac.id/gdl/download/151248", "2017_TA_PP_FITRIYANI_1-_BAB_3B.pdf": "https://digilib.itb.ac.id/gdl/download/151249", "2017_TA_PP_FITRIYANI_1-_BAB_3C.pdf": "https://digilib.itb.ac.id/gdl/download/151250", "2017_TA_PP_FITRIYANI_1-_BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/151251", "2017_TA_PP_FITRIYANI_1-_BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/151252", "2017_TA_PP_FITRIYANI_1-_BAB_6A.pdf": "https://digilib.itb.ac.id/gdl/download/151253", "2017_TA_PP_FITRIYANI_1-_BAB_6B.pdf": "https://digilib.itb.ac.id/gdl/download/151254", "2017_TA_PP_FITRIYANI_1-_BAB_6C.pdf": "https://digilib.itb.ac.id/gdl/download/151255", "2017_TA_PP_FITRIYANI_1-_BAB_6D.pdf": "https://digilib.itb.ac.id/gdl/download/151256", "2017_TA_PP_FITRIYANI_1-_BAB_7.pdf": "https://digilib.itb.ac.id/gdl/download/151257", "2017_TA_PP_FITRIYANI_1-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/151258"}, "Penulis": "FITRIYANI  [12013006]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budi Brahmantyo, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "D. Sibualbuali, D. Lubukraya, kondisi geologi, geowisata.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Dedi Rosadi", "File": "16 file", "Tanggal Input": "13 Feb 2018"}