{"Nomor": 27384, "Judul": "STUDI KELAYAKAN PENGEMBANGAN TERMINAL TANJUNG CARAT PROVINSI SUMATERA SELATAN", "Abstrak": "Pelabuhan Palembang adalah pelabuhan utama di Provinsi Sumatera Selatan yang berada di sungai Musi, tepatnya di pusat kota Palembang. Kondisi alur yang berkelok, tingginya tingkat sedimentasi, banyaknya jalan dan jembatan yang memotong sungai Musi, serta minimnya area pengembangan pelabuhan merupakan permasalahan yang dihadapai pelabuhan Boom Baru. Provinsi Sumatera Selatan menyimpan potensi alam yang sangat besar khususnya batubara. Hal inilah yang menjadi latar belakang adanya rencana pengembangan Terminal Tanjung Carat. Produksi batubara Provinsi Sumatera Selatan mencapai lebih dari 30 juta ton pada tahun 2017 dan merupakan provinsi dengan potensi penghasil batubara terbesar ke tiga di Indonesia. Meski demikian, jumlah kargo batubara yang melewati Pelabuhan Boom Baru Palembang mengalami penurunan setiap tahunnya. Hal ini disebabkan karena pengiriman batubara banyak dilakukan baik menggunakan sarana transportasi jalur darat, TERSUS, dan TUKS untuk selanjutnya dilakukan transshipment di Tanjung Buyut. Kegiatan transshipment di laut lepas seperti halnya di Tanjung Buyut sangat bergantung pada kondisi cuaca serta tidak ramah lingkungan. \n\nPT Bukit Asam merupakan perusahaan pelaku tambang batubara dengan jumlah produksi mencapai 60% dari total produksi batubara Sumatera Selatan. 83-85% produksi batubara PT Bukit Asam dikirim menggunakan kereta api menuju Tarahan Lampung dan sisanya dikirim ke Kertapati menggunakan barge. Berdasarkan data penjualan batubara kemeterian ESDM, prosentase ekspor batubara Sumatera Selatan sebesar 38%-50% dari total penjualan, sementara batubara untuk pasar domestic sebesar 50%-62% dari total penjualan. Dari komposisi produksi batubara tersebut, diketahui bahwa prosentase batubara yang diekspor melalui Sumatera Selatan berkisar antara 15%-25% dari total produksi. Segmen ini yang merupakan cargo potensial yang dapat menjadi cargo Tanjung Carat.. Terdapat 4 usulan layout pengembangan yang diusulkan yang didasarkan pada rencana pengembangan Terminal Tanjung Carat pada RIP Tanjung Api-Api Provinsi Sumatera Selatan Tahun 2016, tetapi hanya opsi 4 dimana terminal batubara hanya dibangun dermaganya saja sepanjang 700 m dan lebar 30 m yang layak dikembangkan. Pola operasi yang diterapkan pada rencana pengembangan opsi 4 adalah transhipment.", "Daftar File": {"2018 TS PP  FITROTUL LAELI HIDAYATAURROHMAH  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131278"}, "Penulis": "FITROTUL LAELI HIDAYATAURROHMAH (NIM: 25516003)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Andojo Wurjanto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kargo, pelabuhan, transshipment", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2018"}