{"Nomor": 27393, "Judul": "DESAIN POLA LAJU INJEKSI AIR PADA SISTEM FIVE-SPOT WATER FLOODING", "Abstrak": "Water Flooding merupakan suatu metode untuk meningkatkan perolehan minyak melalui Pressure Maintenance serta penyapuan minyak. Namun sampai saat ini, studi atau analisis terhadap Water Flooding masih kurang terfokus pada mekanisme Water Flooding itu sendiri. Karena anggapan hampir tidak ada reservoir yang homogen, analisis terhadap Water Flooding menjadi bias akibat sifat heterogenitas reservoir. Pada studi ini, digunakan model sederhana (model reservoir homogen) agar analisis lebih terfokus pada mekanisme Water Flooding. \n\nTahapan pada studi ini dimulai dengan membuat dua skenario besar, yaitu skenario dengan empat five-spot dan satu inverted five-spot serta empat inverted five-spot dan satu five-spot. Setelah itu dibuat subcases untuk skenario tersebut lalu diambil skenario dengan perolehan minyak terbanyak. Kemudian skenario terbaik tersebut disimulasikan lagi dengan memvariasikan laju injeksi air. Berdasarkan hasil simulasi, pola variasi laju injeksi air dengan perolehan minyak paling banyak ditinjau dan divalidasi pada model lain yang berbeda inplace nya. \n\nPembuatan dan simulasi subcases dilakukan untuk membantu dalam menganalisis pengaruh suatu variabel terhadap efisiensi Water Flooding. Variabel tersebut antara lain keberadaan sumur injeksi, jumlah sumur, laju injeksi serta laju produksi. Kemudian dilakukan variasi laju injeksi untuk mengetahui apakah hal ini mampu memberi perolehan yang lebih besar dibanding laju injeksi yang konstan. Dari hasil variasi laju injeksi, pola yang diperoleh diaplikasikan pada model lain untuk dianalisis apakah variasi dengan pola yang serupa mampu menghasilkan perolehan minyak lebih besar pada model lain dengan kasus serupa (injeksi air yang konstan). \n\nDari hasil studi yang lebih terfokus pada mekanisme Water Flooding itu sendiri, diketahui bahwa tiap variabel pada Water Flooding, terutama laju injeksi air dan laju produksi harus diatur seoptimum mungkin. Laju injeksi air yang besar belum tentu menghasilkan perolehan minyak yang lebih besar (padahal belum terjadi Water Breakthrough). Variasi laju injeksi air mampu menghasilkan perolehan yang lebih besar. Pola yang didapat mampu memberikan perolehan lebih besar juga pada model lain. Namun, harapan dari studi ini tak hanya memfokuskan pada hasil perolehan yang lebih bagus , namun juga agar hasil analisis beserta saran yang ada, dapat menjadi fondasi untuk pengembangan studi lebih lanjut mengenai mekanisme Water Flooding.", "Daftar File": {"2016 TA PP FRANKY OCTAVIUS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/131295"}, "Penulis": "FRANKY OCTAVIUS (NIM : 12212017)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Amega Yasutra, ST, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Water Flooding, laju injeksi air, perolehan minyak, laju produksi, reservoir homogen.", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "18 Mei 2018"}