{"Nomor": 27399, "Judul": "KAJI BANDING ANALISIS DINAMIK SISTEM BENDA JAMAK KERETA LRT.", "Abstrak": "Light Rapid Transit (LRT) merupakan kereta ringan yang dibuat dengan harapan menyelesaikan permasalahan mobilitas dan kemacetan di Indonesia. PT INKA merupakan BUMN yang bergerak dalam industri kereta api tentunya memiliki tanggung jawab dalam mendesain LRT yang sesuai dengan kebutuhan. Sebagai akhir dari proses desain kereta LRT, diperlukan analisis dari kereta LRT ini untuk memastikan kereta LRT aman dan nyaman ketika beroperasi. \n\nPerangkat lunak yang selama ini digunakan PT INKA dalam proses desain kereta adalah universal mechanism (UM). Seiring dengan berkembangnya jaman, muncul berbagai perangkat lunak baru. ITB sebagai universitas berbasis teknologi, memiliki lisensi dari perangkat lunak sistem benda jamak SIMPACK. Untuk mengevaluasi perangkat lunak SIMPACK, penulis melakukan analisis dinamik dengan menggunakan perangkat lunak SIMPACK untuk dibandingkan dengan hasil yang diperoleh dari UM. Validasi model kereta LRT dilakukan dengan uji statik dan eigenvalue dengan perhitungan teoritis, sebelum melakukan analisis dinamik. \n\nGaya normal pada tiap roda memiliki nilai yang sama dengan perhitungan teoritis. Selain itu nilai frekuensi pribadi pada arah vertikal juga sama dengan perhitungan teoritis. Oleh karena itu, model kereta LRT dapat dinyatakan valid untuk dilakukan analisis dinamik. Evaluasi kestabilan pada lintasan lurus menghasilkan gaya pengarah di bawah nilai batas walaupun terdapat sedikit perbedaan dengan nilai dari UM. Begitupun simulasi pada lintasan menikung, SIMPACK menghasilkan nilai gaya lateral dan perbandingan gaya lateral terhadap vertikal yang masih aman menurut kriteria Nadal. Kenyamanan dievaluasi berdasarkan Indeks Sperling. Nilai Indeks Sperling model kereta pada arah vertikal dan lateral untuk semua rentang kecepatan berada dapat dikatakan nyaman karena berada dibawah 2,5 (more pronounced but not unpleasant). Perbedaan hasil SIMPACK dan UM disebabkan oleh perbedaan sifat model elemen gaya. \n\nBerdasarkan berbagai hal diatas, SIMPACK mempunyai potensi yang sangat baik untuk digunakan untuk analisis dinamik model benda jamak kendaraan.", "Daftar File": {"2018 TA PP FRANSISKUS ALVIN ANDRIYANTO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131306", "COVER FRANSISKUS ALVIN ANDRIYANTO": "https://digilib.itb.ac.id/gdl/download/258196", "PUSTAKA FRANSISKUS ALVIN ANDRIYANTO": "https://digilib.itb.ac.id/gdl/download/258203"}, "Penulis": "FRANSISKUS ALVIN ANDRIYANTO [13114054]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Andi Isra Mahyuddin.", "Yunendar Aryo Handoko,ST, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "LRT, Sistem benda jamak SIMPACK, Kestabilan kereta, Keamanan kereta, Sperling Indeks", "Sumber": "FTMD", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "14 Agu 2018"}