{"Nomor": 27405, "Judul": "KAJIAN POTENSI SUMBER AIR DALAM RANGKA PENGEMBANGAN SPAM KOTA SUNGAI PENUH, BANGKO DAN SAROLANGUN DI SUB DAS BATANG TEMBESI PROV. JAMBI ZONA IKLIM EQUATORIAL", "Abstrak": "Data curah hujan dan data aliran sungai digunakan dalam meneliti perubahan potensi sumber daya air di Sub DAS Batang Tembesi di Provinsi Jambi. Tren curah hujan di 9 (sembilan) pos hujan dan trend aliran sungai di 8 (delapan) pos debit telah ditentukan untuk melihat koefisien runof, dan kecenderungan perubahan debit rata-rata. Regresi linier ganda 4 (empat) variabel digunakan untuk mengisi data yang kosong, baik pada pos hujan maupun debit. Untuk menentukan koefisien runoff tahunan digunakan model hidrologi statistik, sedangkan untuk menentukan debit rencana kering dan basah digunakan distribusi frekuensi normal, lognormal dan log pearson III, dengan pengujian nonparametrik menggunakan chi-kuadrat dan kolmogorov-smirnov. Moving average 5 tahunan digunakan untuk meminimalisir keacakan terjadinya hujan dan debit sehingga dapat terlihat tren yang terjadi. Tren curah hujan yang terjadi pada hampir semua pos hujan cenderung menurun, kecuali pada pos hujan yang berada di bagian barat sub DAS. Hal ini terjadi karena dipengaruhi kondisi morfologi yang bergelombang dan elevasinya tinggi. Perubahan land use juga mempengaruhi debit rata-rata dan curah hujan. Dari segi keandalan sumber air baku SPAM, secara kuantitas melimpah. Namun, tingginya curah hujan di zona equatorial ini dapat menimbulkan daya rusak yang lebih tinggi dibandingkan di Pulau Jawa yang memiliki pola hujan monsoon.", "Daftar File": {"2013 TS PP FREDDY ILFAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/131321", "2013 TS PP FREDDY ILFAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/131322", "2013 TS PP FREDDY ILFAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/131323", "2013 TS PP FREDDY ILFAN 1-BAB 3.1.pdf": "https://digilib.itb.ac.id/gdl/download/131324", "2013 TS PP FREDDY ILFAN 1-BAB 3.2.pdf": "https://digilib.itb.ac.id/gdl/download/131325", "2013 TS PP FREDDY ILFAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/131326", "2013 TS PP FREDDY ILFAN 1-BAB 5.1.pdf": "https://digilib.itb.ac.id/gdl/download/131327", "2013 TS PP FREDDY ILFAN 1-BAB 5.2.pdf": "https://digilib.itb.ac.id/gdl/download/131328", "2013 TS PP FREDDY ILFAN 1-BAB 5.3.pdf": "https://digilib.itb.ac.id/gdl/download/131329", "2013 TS PP FREDDY ILFAN 1-BAB 5.4.pdf": "https://digilib.itb.ac.id/gdl/download/131330", "2013 TS PP FREDDY ILFAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/131331", "2013 TS PP FREDDY ILFAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/131332"}, "Penulis": "FREDDY ILFAN [25310007]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Arwin Sabar, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Hujan, equatorial, land use, debit, SPAM ; rainfall, equatorial, land use, discharge, drinking water system", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "12 file", "Tanggal Input": "17 Sep 2018"}