{"Nomor": 27407, "Judul": "PEMODELAN CEKUNGAN 3D BLOK AURORA CEKUNGAN JAWA TIMUR", "Abstrak": "Blok Aurora terletak di cekungan Jawa Timur telah terbukti menghasilkan hidrokarbon minyak dan gas. Kegiatan eksplorasi masih terus dilakukan dengan menargetkan play dan formasi yang sama dan play baru pada kedalaman yang relatif lebih dalam. Realita eksplorasi saat ini menunjukkan bahwa area timur dari daerah penelitian beresiko tinggi. Hal ini dikarenakan depocenter central deep yang berada di bagian barat area penelitian diyakini sebagai kitchen yang menjadi sumber hidrokarbon. Long migration menjadi tantangan bagi eksplorasionis untuk mematangkan prospek-prospek di bagian timur blok Aurora. Blok Aurora merupakan back arc basin yang terbentuk pada zaman Eosen. Rangkaian half graben yang berarah relatif timurlaut Ã‚Â– baratdaya terbentuk melalui proses rifting pada Eosen sampai dengan Miosen Awal menjadi dapur utama hidrokarbon (kitchen) bagi reservoir-reservoir yang ada di cekungan Jawa Timur. Serpih formasi Ngimbang diyakini sebagai batuan induk yang matang, kaya dan menjadi batuan induk utama dalam sistem petroleum yang bekerja di cekungan ini. Dalam pemodelan geologi ini dapat diprediksi bahwa area penelitian mengalami pengangkatan sebanyak dua kali. Pada tujuh sampai lima juta tahun yang lalu dan berlanjut dari 3 juta tahun yang lalu sampai sekarang. Pengangkatan di daerah ini berasosiasi dengan zona sesar RMKS (Rembang-Madura-Kangean-Sakala) dan subduksi dari kerak samudera hindia di bagian selatan. Daerah selatan penelitian mengalami pengangkatan yang sangat intensif sehingga mengangkat pulau Madura ke posisi sekarang ini. Hasil pemodelan 1D dari tujuh sumur di area penelitian menunjukkan bahwa formasi Ngimbang di daerah depocenter central deep (bagian barat) dan subcekungan Madura (bagian selatan) telah matang dan telah mengekspulsi minyak dan gas. Hasil pemodelan 3D menunjukkan bahwa depocenter sub-cekungan Madura mengeskpulsi minyak dan gas dan berkontribusi juga terhadap charging ke reservoir di blok aurora. Hasil penelitian ini membantu menjelaskan pemodelan migrasi hidrokarbon di area penelitian sehingga dapat membantu menilai resiko migration bagi prospek-prospek yang ada di area timur area penelitian.", "Daftar File": {"2017 TS PP FREDERICK HERBERT KORAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/131334", "2017 TS PP FREDERICK HERBERT KORAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/131335", "2017 TS PP FREDERICK HERBERT KORAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/131336", "2017 TS PP FREDERICK HERBERT KORAH 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/131337", "2017 TS PP FREDERICK HERBERT KORAH 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/131338", "2017 TS PP FREDERICK HERBERT KORAH 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/131339", "2017 TS PP FREDERICK HERBERT KORAH 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/131340", "2017 TS PP FREDERICK HERBERT KORAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/131341", "2017 TS PP FREDERICK HERBERT KORAH 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/131342"}, "Penulis": "FREDERICK HERBERT KORAH (NIM: 22013302)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Asep Heri Patria Kesumajana, M. T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "pemodelan geologi, pemodelan cekungan, geokimia", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "9 file", "Tanggal Input": "12 Sep 2018"}