{"Nomor": 27415, "Judul": "KARAKTERISTIK DAN DISTRIBUSI REKAHAN BERDASARKAN BOREHOLE IMAGE LOG LAPANGAN PANASBUMI DAERAH MUARA LABOH, SUMATRA BARAT", "Abstrak": "Secara regional, struktur Pulau Sumatra dikontrol oleh Sesar Sumatra, (Great Sumatra Fault, GSF) yang berarah NW-SE, merupakan Ã‚Â“dextral strike slip fault systemÃ‚Â” akibat tumbukan dari pergerakan Lempeng Eurasia (ke arah Selatan) dan Lempeng Indo-Australia (ke arah Utara). Sesar vertikal memiliki kedua gaya pembukaan dan perpindahan vertikal mekanik yang bersifat heterogenetis, sehingga mempengaruhi distribusi spasial struktur deformasi dan prediksi kinematika sesar pada aliran fluida. Faktor penting yang sering diabaikan adalah bagaimana sifat mekanik batuan dapat bervariasi dari waktu ke waktu dan bagaimana hal ini dapat mengubah proses deformasi dan struktur yang dihasilkan. Penelitian ini bertujuan untuk melihat karakteristik rekahan yang diakibat oleh stres yang diperoleh saat pengeboran sedang dijalankan atau akibat tektonik. Daerah prospek panasbumi Muara Laboh berada pada bagian step over transtensional antara segmen Suliti dan Siulak dari Sesar Sumatera. Zona yang diidentifikasi digunakan sebagai dasar untuk investigasi lapangan geologi, berdasarkan interpretasi visual berdasarkan hasil penelaahan data yang menganggap rekahan diamati pada gambar log listrik skala makroskopik dan penafsiran data Lidar. Hasil akhir bahwa rekahan yang terdapat dari Lapangan Geotermal ditemukan berdasarkan pengukuran logging downhole dari pengukuran logging. Intensitas rekahan dan sesar berjarak konstan Ã‚Â±1 meter dari zona sesar dengan kisaran 10-30 rekahan/M di zona sesar di bidang panas bumi. Oleh karena itu, mekanisme struktur geologi di daerah penelitian sepakat untuk mekanisme tektonik regional. Pola struktur geologi ini diperkirakan mengontrol keterdapatan sistem panasbumi Muara Laboh, dalam hal ini dihubungkan dengan kehadiran manifestasi permukaan. Manifestasi permukaan mengindikasikan terdapat zona dengan permeabilitas baik yang menjadi jalur keluarnya fluida panas bumi dari bawah permukaan.", "Daftar File": {"2017 TS PP FRISKA AGUSTIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/131351", "2017 TS PP FRISKA AGUSTIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/131352", "2017 TS PP FRISKA AGUSTIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/131353", "2017 TS PP FRISKA AGUSTIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/131354", "2017 TS PP FRISKA AGUSTIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/131355", "2017 TS PP FRISKA AGUSTIN 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/131356", "2017 TS PP FRISKA AGUSTIN 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/131357", "2017 TS PP FRISKA AGUSTIN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/131358", "2017 TS PP FRISKA AGUSTIN 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/131359"}, "Penulis": "FRISKA AGUSTIN (NIM: 22014009)", "Kontributor / Dosen Pembimbing": ["Pembimbing :        \nIr.Benyamin Sapiie Ph.D.", "Dr. Ir. Chalid Idham Abdullah"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Muara Laboh, sesar Sumatra, rekahan, Sesar vertikal, borehole-image log, dan geotermal.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "9 file", "Tanggal Input": "17 Sep 2018"}