{"Nomor": 27417, "Judul": "PENGEMBANGAN MODEL KEINGINAN INDIVIDU UNTUK TETAP BEKERJA PADA ORGANISASI DENGAN MEMPERTIMBANGKAN PENGARUH PANGGILAN BERPROFESI DAN DUKUNGAN ORGANISASI", "Abstrak": "Pengembangan model keinginan individu untuk tetap bekerja pada suatu organisasi pada penelitian ini dilakukan dengan mempertimbangkan pengaruh dari panggilan berprofesi dan dukungan organisasi. Penelitian sebelumnya mengenai panggilan berprofesi mengindikasikan kemungkinan hubungan positif yang terjadi antara panggilan berprofesi dan keinginan individu untuk tetap bekerja pada organisasi. Oleh karena itu, pada penelitian ini dilakukan pengujian secara empiris untuk sampel individu (working adults) untuk menguji pengaruh dari panggilan berprofesi terhadap keinginan untuk tetap bekerja dari individu pada suatu organisasi. Variabel-variabel yang akan diteliti adalah panggilan berprofesi, dukungan organisasi yang dirasakan, keinginan untuk tetap bekerja sesuai dengan profesi, rasa afektif terhadap organisasi, kepuasan karier, dan keinginan individu untuk tetap bekerja pada organisasi. \n\nSampel yang menjadi objek penelitian adalah individu yang masih aktif bekerja pada suatu organisasi dengan profesi: dokter, perawat, dosen, guru, tentara, polisi, pemadam kebakaran, anggota tim penanggulangan bencana alam, serta anggota LSM Kemasyarakatan. Penyebaran data dilakukan dengan menggunakan kuesioner online dan pengolahan data yang terkumpul sebanyak 223 data dilakukan menggunakan metode SEM. \n\nHasil pengolahan data menunjukkan bahwa hubungan positif antara panggilan berprofesi terhadap keinginan untuk tetap bekerja dari individu pada suatu organisasi tidak terbukti secara signifikan. Faktor-faktor yang dapat langsung mempengaruhi keinginan untuk tetap bekerja dari individu di organisasi tempatnya bekerja adalah rasa afektif terhadap organisasi dan kepuasan karier.", "Daftar File": {"2018 TS PP FRITZ ANDRIAN SAMUEL MARAHASI SILALAHI 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131361"}, "Penulis": "FRITZ ADRIAN SAMUEL MARAHASI SILALAHI NIM 23416017", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Joko Siswanto, M.P.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "PANGGILAN BERPROFESI, KEINGINAN UNTUK TETAP BEKERJA PADA ORGANISASI, DUKUNGAN ORGANISASI, INDIVIDU (WORKING ADULTS), SEM.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "18 Sep 2018"}