{"Nomor": 27416, "Judul": "SISTEM MONITORING UNTUK USAHA KECIL DAN  MENENGAH DENGAN PANDUAN COBIT 5", "Abstrak": "Usaha Kecil dan Menengah (UKM) memiliki potensi besar untuk berkembang di Indonesia, namun masih menemui permasalahan seperti kurangnya monitoring dan kurangnya kemampuan manajerial. Monitoring adalah proses penilaian terhadap kegiatan rutin UKM yang dilakukan secara berkala. Hasil monitoring dapat digunakan sebagai dasar pertimbangan pengambilan keputusan. Bila ada kegiatan yang bermasalah, UKM dapat menentukan aksi perbaikan dengan cepat. Dengan adanya sistem monitoring, UKM dapat meningkatkan keuntungan, meminimalisir risiko dengan menggunakan sumber daya secara optimum. Pada Tugas Akhir ini, dibangun sistem monitoring berbasis teknologi dengan panduan tata pamong teknologi informasi COBIT5. Sistem Tugas Akhir ini dibuat untuk Usaha Kecil dan Menengah distributor durable goods. Untuk itu, dilakukan penyesuaian kebutuhan berdasarkan keadaan UKM. Sistem diujikan sebanyak dua kali. Pengujian pertama ditujukan untuk menguji rancangan dan mendapat masukan dari pengguna. Sistem kemudian diperbaiki dan diujikan kembali. Hasil perbaikan dari pengujian kedua menjadi hasil akhir.  Sistem monitoring yang dihasilkan dibagi menjadi seperangkat prosedur dan perangkat lunak monitoring. Seluruh skenario pengujian terakhir dapat dijalankan oleh pengguna. Waktu untuk monitoring kegiatan sistem awalnya membutuhkan waktu 43 menit, namun dengan sistem dapat dihemat 79.8%. Selain itu, tingkat kepuasan memiliki nilai 4.4 dari nilai maksimum 5 yang berarti lebih dari puas.  Meski telah mendapat hasil yang baik, ada beberapa hal yang dapat ditingkatkan. Pertama, pengujian sistem dapat dilakukan ke lebih banyak pengguna untuk mendapat masukan yang lebih beragam. Selain itu, cakupan perangkat lunak juga dapat diperluas dengan menambahkan fitur notifikasi sebagai pemberitahuan dan mengadakan rapat perihal keadaan darurat.", "Daftar File": {"Abstrak_13514042_Friska.pdf": "https://digilib.itb.ac.id/gdl/download/131360"}, "Penulis": "FRISKA  - NIM : 13514042", "Kontributor / Dosen Pembimbing": ["Ir. Windy Gambetta, M.B.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "COBIT 5, usaha kecil; monitor; ukm.", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Okt 2018"}