{"Nomor": 27410, "Judul": "PENGARUH VARIASI RASIO TAKARAN DAN FREKUENSI PEMBERIAN PUPUK N TERHADAP HASIL DAN KADAR PROTEIN PUTIH (Zea mays L.) VARIETAS ANOMAN", "Abstrak": "Jagung merupakan tanaman semusim yang termasuk salah satu komoditas pangan utama di Indonesia. Pemanfaatan jagung di Indonesia masih didominasi oleh industri pakan ternak dibandingkan untuk konsumsi manusia. Hal tersebut juga menjadi salah satu tantangan yang harus di hadapi oleh produsen jagung di Indonesia. Akan tetapi dengan adanya program diversifikasi pangan yang dilakukan oleh pemerintah dapat membuka peluang jagung, terutama jagung putih untuk masuk ke pasar konsumsi masyarakat. Penelitian ini dilakukan untuk mengefisiensikan waktu dan jumlah penggunaan jumlah pupuk nitrogen pada proses budidaya jagung putih. Pendekatan dalam penelitian ini dilakukan dengan melihat perbedaan hasil dan kadar protein pada jagung putih terhadap efek dari perbedaan waktu dan jumlah pemberian pupuk pada tiap fase pemupukan. Penelitian dilaksanakan di lahan pertanian Kampus ITB Jatinangor menggunakan Rancangan Acak Kelompok sebanyak 5 perlakuan dan 5 kelompok pengulangan. Hasil penelitian menunjukkan bahwa pengaruh variasi rasio takaran dan frekuensi pemberian pupuk nitrogen hanya mempengaruhi variabel laju pertumbuhan tinggi tanaman dan jumlah daun. Berdasarkan hasil penelitian dapat disimpulkan bahwa variasi rasio takaran dan frekuensi pemberian pupuk nitrogen memberikan pengaruh terhadap variabel laju pertumbuhan tinggi tanaman dan jumlah daun. Kemudian rasio 1:1:1  frekuensi pemberian pupuk sebanyak 3 kali merupakan perlakuan terbaik.", "Daftar File": {"2018 TA PP Frich Kamajaya Dharmawansyah 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131345"}, "Penulis": "Frich Kamajaya Dharmawansyah - Nim: 11414047", "Kontributor / Dosen Pembimbing": ["Dr. Rijanti Rahaju Maulani, S.P., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Jagung, jagung putih, rasio takaran, frekuensi, nitrogen", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Sep 2018"}