{"Nomor": 27425, "Judul": "SINTESIS ZEOLIT CE-MOR DAN UJI KATALITIK TERHADAP SENYAWA AROMATIK", "Abstrak": "Mordenit (MOR) merupakan salah satu jenis zeolit yang berperan penting sebagai katalis asam dalam industri kimia terutama untuk reaksi isomerisasi, alkilasi dan perengkahan senyawa hidrokarbon. MOR memiliki mikropori 7,0 x 6,5 ÃƒÂ… atau 5,7 x 2,6 ÃƒÂ… dengan tingkat keasaman yang relatif tinggi. Namun, sifat keasaman pada permukaan luar MOR dapat memicu deaktivasi katalis membentuk kokas secara cepat. Untuk menanggulangi hal tersebut adalah penambahan mesopori dan impregnasi ion cerium kedalam MOR. Impregnasi ion cerium ini dapat mengurangi tingkat keasaman permukaan luar MOR tanpa mengganggu struktur permukaan bagian dalam. Pada penelitian ini, MOR telah berhasil disintesis dan dimodifikasi dengan empat macam variasi yaitu induk MOR, MOR dealuminasi, MOR dengan impregnasi cerium (Ce-MOR), dan MOR dealuminasi dengan impregnasi ion cerium (Ce-MOR-Dealuminasi). Berdasarkan analisa XRD, induk MOR dan MOR dealuminasi memiliki difraktogram XRD dengan kristalinitas tinggi. Perbandingan rasio Si/Al MOR dan MOR dealuminasi dapat diketahui menggunakan teknik spektroskopi padatan 29Si MAS NMR. Rasio Si/Al induk MOR yang dihasilkan adalah 8 sedangkan rasio Si/Al MOR dealuminasi yang dihasilkan adalah 10. MOR dealuminasi juga dikarakterisasi dengan 27Al MAS NMR dan menunjukkan hasil bahwa atom Al yang tereduksi sebesar 15%. Struktur produk hasil impregnasi ion cerium kedalam induk MOR dan MOR dealuminasi diamati melalui SEM-EDX dilengkapi dengan pemetaan. Distribusi ion cerium tersebar merata pada permukaan induk MOR sedangkan distribusi ion cerium pada MOR dealuminasi tidak tersebar merata. Berdasarkan persentase massa cerium yang masuk ke dalam pori, MOR dealuminasi memberikan hasil distribusi yang lebih besar dibandingkan induk MOR akibat adanya penambahan pori yang berukuran lebih besar. Katalis yang telah berhasil disintesis selanjutnya diuji aktivitas katalitiknya terhadap reaksi alkilasi Friedel-Craft. Hasil reaksi alkilasi Friedel-Craft dianalisis menggunakan GC dengan konversi paling tinggi 36,79% pada katalis Ce-MOR-Dealuminasi dengan waktu reaksi selama 3 jam.", "Daftar File": {"2018 TA PP FURIKA ARKANI 10513048 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131386", "2018_TA_PP_FURIKA_ARKANI_1-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/148801"}, "Penulis": "FURIKA ARKANI NIM:10513048", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Rino Rakhmata Mukti, S.Si., M.Si.", "Dr. rer.nat. Didin Mujahidin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Cerium, Dealuminasi Mordenit, Impregnasi, dan Zeolit", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "09 Mar 2018"}