{"Nomor": 27440, "Judul": "USULAN STRATEGI PEMASARAN B2B STUDI KASUS: CLAP.ID (STARTUP PT. TELKOM INDONESIA)", "Abstrak": "Clap merupakan suatu startup yang menyediakan aplikasi digital member card binaan karyawan internal dari Telkom indonesia, merupakan suatu aplikasi yang dapat mempermudah pengelolaan serta membangun loyal customer (pelanggan). Dengan fasilitas dapat memberikan rewards berupa diskon, poin, hingga hadiah di hari spesial kepada pelanggan. Clap telah masuk Market validation pada awal tahun Januari 2018, namun dalam perkembagan bisnisnya hingga Juli, muncul gejala seperi penurunan dalam penggunaan aplikasi clap, category merchant yang terbatas, serta realita yang tidak mencapai target baik dari segi banyaknya merchant, user serta profit. Bila hal ini dilanjutkan, maka bisnis clap tidak akan berlangsung lama lagi. \n\nPenelitian ini bertujuan untuk membantu Startup Clap menganalisis factor eksternal dan internal, analisis SWOT, dan analisis akar sumber dari penyebab untuk menetapkan suatu usual strategi yang baru. Dari analisis eksternal dan internal, dtemukan beberapa peluang serta ancaman di industy digital member card. Serta dijelaskan pula bahwa clap memiliki kekuatan serta kelemahan untuk bersaing di industry digital member card. Analisis eksternal dan analisis internal perlu dianalisa secara beriringan sehingga didapatkan analisis SWOT. Analisis akar penyebab dilakukan setelah analisis SWOT selesei. Pada analisis akar penyebab, hal yang menunjukkan bahwa alas an clap menghadapi penjualan yang tidak sesuai dengan target adalah karena product yang dimiliki clap memiliki low usability terhadap bisnis fashion, food, and barbershop, serta memiliki harga yang tidak sesuai dengan kemampuan target mereka, yaitu UMKM, cara promosi yang salah pada proposal serta social media, competitor yang lebih matang dari segi produk dan promosi hingga clap yang tidak memiliki sumber daya manusia dalam hal pembuatan produk digital service. Strategi yang diusulkan dibuat dari analisis matriks TOWS, yang dapat membagi strategi alternative dari masing-masing kekuatan, kelemahan, peluang, dan ancaman clap dalam analisis SWOT. \n\nSetelah melakukan analisis matriks TOWS, peneliti mengusulkan strategi untuk menjawab permasalahan utama yang dihadapi oleh clap. Strategi pertama adalah Meningkatkan Pengembangan Produk dan Meneliti melalui berbagi dan kolaborasi, strategi yang kedua adalah Memberdayakan Strategi Pemasaran dan Promosi, strategi ketiga Mengurangi ruang lingkup usaha, dan strategi yang terakhir adalah Mencari tenaga ahli TI yang akan direkrut.", "Daftar File": {"2018 TS PP Galiharso 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131423"}, "Penulis": "Galih Arso Tihardo / 29116350", "Kontributor / Dosen Pembimbing": ["Atik Aprianingshih ST, MM, DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Marketing Mix, SWOT, B2B Strategy Marketing, Customer Loyalty,B2B Marketing strategy, B2B Marketing", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "21 Sep 2018"}