{"Nomor": 27447, "Judul": "Tingkat Penerimaan Masyarakat Terhadap Penerapan Kebijakan Penerapan Tarif Tol, Biaya Parkir Dan Pajak Bbm Untuk Mengurangi Jumlah Penggunaan Kendaraan Pribadi Di Jakarta", "Abstrak": "Sebagai pusat kawasan bisnis, Jabodetabek telah berkembang menjadi kota terintegrasi berskala besar dengan Jakarta sebagai pusat kegiatan. Perusahaan berskala internasional memiliki pabrik di luar Jakarta, tetapi mereka menempatkan kantor pusatnya di Jakarta. Untuk membuat perencanaan wilayah yang baik, Jakarta telah mengatur beberapa kawasan pusat niaga terpadu (CBD) di Jakarta. Hal menarik yang muncul adalah sebagian besar pekerja di daerah CBD tinggal di luar kawasan Jakarta, seperti Bekasi, Bogor, Depok, Tangerang, dan banyak lagi, yang terletak 20-60 km dari pusat kota. Fenomena ini menyebabkan kemacetan lalu lintas menuju Jakarta tidak dapat dihindarkan. Hal ini dapat dilihat dari rasio yang kurang berimbang andara jumlah kepemilikan kendaraan dan pertumbuhan jalan di Jakarta. Penelitian ini bertujuan untuk mengurangi jumlah penggunaan mobil untuk orang yang akan menuju wilayah CBD Jakarta (Sudirman CBD dan Semanggi), dengan mempertimbangkan beberapa alternatif penerapan harga jasa/pajak, seperti biaya tol, biaya parkir, dan pajak bahan bakar.  \n\nPenelitian ini menggunakan pendekatan Stated Preference untuk memprediksi pilihan orang pada alternatif mode dan rute. Target responden adalah mereka yang melakukan perjalanan komuter menuju daerah CBD Sudirman / Semanggi dengan menggunakan mobil pribadi. Setidaknya 58% dari responden menggunakan jalan tol untuk ke Jakarta, dan disamping itu distribusi asal responden tersebar merata, baik dari Barat, Selatan maupun Timur Jakarta. Dengan menggunakan Discrete Choice Model, diketahui bahwa preferensi orang saat ini untuk menggunakan jalan tol sangat tinggi. Pengguna tersebut sebagian besar tersegmentasi kepada orang-orang yang memiliki pendapatan lebih, yang dapat dilihat dari informasi jenis BBM non-subsidi yang digunakan dan tinggal di luar atau jauh dari Jakarta. Kesediaan mereka untuk menerima teknologi baru pada sistem transaksi yang mengharuskan mereka untuk membeli peralatan baru untuk kendaraan mereka juga tinggi. \n\nPada model Stated Preference untuk penggunaan mobil dan jalan tol, ditemukan bahwa penghematan waktu di jalan tol akan menarik orang untuk menggunakan mobil dan jalan tol, sementara peningkatan atribut alternatif seperti tarif tol, biaya parkir, dan pajak pada bensin akan mengurangi penggunaan kendaraan pribadi dan jalan tol. Model-model tersebut juga memperlihatkan kondisi sosial demografi akan menentukan preferensi masyarakat. \n\nUntuk memberikan gambaran dampak dari implementasi setiap kebijakan, dalam penelitian ini dilakukan simulasi menggunakan model yang dikembangkan. Dengan mengambil volume lalu lintas tertinggi di Jalan Sudirman dan Gatot Subroto, didapat bahwa perlu mengurangi setidaknya 70% penggunaan mobil untuk meningkatkan tingkat layanan jalan pada kelas B. Setidaknya perlu menetapkan harga Rp.26.923 untuk sekali masuk ke jalan tol dalam kota Jakarta, Rp1.750.000 per bulan untuk parkir di CBD, atau Rp.24.137 per liter harga BBM termasuk pajak. Selanjutnya, harga yang ditetapkan akan mempengaruhi pemilihan rute, melalui jalan tol atau jalan non-tol. Untuk setiap implementasi kebijakan, akan menarik sekitar 50% dari pengguna mobil untuk melewati jalan tol, yang dapat secara signifikan mengurangi waktu tunggu untuk transaksi sekitar 70% di Gerbang Tomang dan 90% di Gerbang Cililitan.  \n\nSecara keseluruhan, penelitian ini menyimpulkan bahwa kemungkinan penggunaan mobil untuk pergi ke daerah CBD akan menurun jika pemerintah menerapkan kenaikan tarif tol, biaya parkir, atau kebijakan pajak bahan bakar. Peningkatan tarif tol dan kebijakan pajak bahan bakar akan berpengaruh secara signifikan, sedangkan kenaikan biaya parkir akan berpengaruh sedikit, dimana hasil ini sejalan dengan hasil penelitian sebelumnya. Selain itu, orang-orang yang pergi ke daerah CBD Jakarta, mereka lebih suka menggunakan kendaraan pribadi daripada yang lain, tetapi terungkap juga bahwa mereka akan memilih transportasi umum sebagai pilihan kedua. Oleh karena itu, penerapan kebijakan semacam ini akan dapat menghasilkan jumlah optimal penggunaan mobil, khususnya di Jakarta.", "Daftar File": {"2018 TS PP GALUH PERMANA WALUYO_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131437"}, "Penulis": "GALUH PERMANA WALUYO (NIM: 25416024)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "kemacetan, tarif jalan tol, biaya parkir, pajak BBM", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Rd. Lenny Fatimah N., Dra", "File": "1 file", "Tanggal Input": "01 Okt 2018"}