{"Nomor": 27465, "Judul": "SYNTHESIS OF GERMANIUM/SILICON CORE/SHELL NANOWIRES BY USING VLS-CVD METHODS FOR FIELD EFFECT TRANSISTOR APPLICATION", "Abstrak": "Germanium is a promising semiconductor material because it has higher carrier mobility than that of silicon and higher hole mobility than that of gallium arsenide, but it is easily oxidized resulting in a poor electronic property. The utilization of silicon as a shell for germanium core will give a carrier quantum confinement property for the new Germanium/Silicon Core/Shell Nanowire (GeSi CSNW) system, a radial heterostructure and a protection from oxidation for germanium. The germanium core is grown by Vapor Liquid Solid (VLS) method by using gold as the catalyst and followed by silicon shell deposition by Chemical Vapor Deposition (CVD) method. The large difference of the temperature for the germanium core VLS growth (below 300oC) and for the silicon shell CVD deposition (above 450oC) causes surface migration of gold catalyst through germanium core nanowire resulting in a bad structure that is not good for electronic device applications. The synthesis of GeSi CSNW in-situ by increasing the pressure of germane precursor from 1 to 3 Torr and 1 to 8 Torr at the same time when increasing the temperature showed a smaller degree of gold migration for 8 Torr than 3 Torr. We also successfully grew GeSi CSNW by using ex-situÃ‚Â¬ gold etching process with crystalline germanium core and amorphous silicon shell with smooth interface. The GeSi CSNW Field Effect Transistor devices have p-type depletion mode with ohmic contact and bottom gate successfully induced the current without annealing treatment. The highest hole mobility of 462 cm2 V-1 s-1 at bottom gate voltage VBG = 8 V is the second highest result among the reported result for GeSi CSNW.", "Daftar File": {"2016 TA PP  GDE BIMANANDA MAHARDIKA WISNA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/131469", "2016 TA PP  GDE BIMANANDA MAHARDIKA WISNA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/131470", "2016 TA PP  GDE BIMANANDA MAHARDIKA WISNA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/131471", "2016 TA PP  GDE BIMANANDA MAHARDIKA WISNA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/131472", "2016 TA PP  GDE BIMANANDA MAHARDIKA WISNA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/131473", "2016 TA PP  GDE BIMANANDA MAHARDIKA WISNA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/131474", "2016 TA PP  GDE BIMANANDA MAHARDIKA WISNA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/131475"}, "Penulis": "GDE BIMANANDA MAHARDIKA WISNA (nim : 13311007)", "Kontributor / Dosen Pembimbing": ["Supervisors: \n\nDr. Eng Nugraha \n\nAhmad Nuruddin, Ph.D \n\nProf. Shunri Oda"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "GeSi CSNW, CVD-VLS, Gold Migration, In-situ increasing Pressure, Ex-situ gold etching, GeSi CSNW FET", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "13 Jul 2018"}