{"Nomor": 27462, "Judul": "PENGEMBANGAN INDIKATOR KINERJA PENGADAAN PADA PROYEK EPC DENGAN PENDEKATAN TFV DI PT. WIJAYA KARYA (PERSERO) TBK.", "Abstrak": "Penilaian kinerja merupakan salah satu faktor penting untuk kesuksesan manajemen kinerja. Meskipun penilaian kinerja hanya salah satu dari sekian banyak unsur manajemen kinerja, tetapi hal tersebut penting karena mencerminkan secara langsung rencana strategis organisasi. Hasil penilaian kinerja akan memberikan gambaran informasi dari kegiatan yang dilakukan dan umpan balik untuk memenuhi kepuasan pelanggan serta sasaran strategis. Selain itu, penilaian kinerja harus dapat mendukung upaya-upaya perwujudan visi, misi, dan strategi perusahaan PT Wijaya Karya merupakan perusahaan yang mempunyai pertumbuhan bisnis yang sangat cepat dengan hampir semua proyek yang ditangani merupakan proyek dengan nalar bisnis EPC. Namun hasil penilaian kinerja selama ini tidak dapat dimanfaatkan untuk pengambilan keputusan, karena hanya berbasis pada keluaran dan tidak mempertimbangkan proses pada nalar bisnis EPC. Untuk mengatasi masalah tersebut, dan berdasarkan perkembangan bisnis PT Wijaya Karya, pengukuran kinerja khususnya di pengadaan harus disesuaikan dan dikembangkan dengan nalar bisnis proyek EPC. Penelitian ini bertujuan untuk mendapatkan indikator kinerja kunci pengadaan berbasis proses pada proyek EPC, serta menganalisis implikasi manajerial yang ditimbulkan bila indikator kinerja kunci pengadaan perusahaan dengan nalar bisnis proyek EPC tersebut diterapkan. Pengembangan indikator kinerja pengadaan WIKA menggunakan pendekatan konsep TFV (Transformation, Flow dan Value) yang dikembangkan oleh Koskela \n\n(2000) dan mempertimbangkan proses pada nalar bisnis proyek EPC. Pengembangan indikator kinerja pengadaan WIKA dianalisa dengan mengidentifikasi aktivitas dua arah proses bisnis pengadaan EPC serta dikaitkan dengan konsep TFV pada setiap tahapan rekayasa terhadap pengadaan, pengadaan terhadap konstruksi, dan rekayasa terhadap konstruksi. Setelah dilakukan pengkajian proses bisnis pada perusahaan dengan nalar bisnis proyek EPC tersebut, dilakukan penetapan indikator kinerja pengadaan pada nalar bisnis proyek EPC. Dari indikator kinerja tersebut selanjutnya ditetapkan indikator kinerja kuncinya. Setelah indikator kinerja kunci ditetapkan, dilakukan analisis implikasi manajerial penerapan indikator kinerja kunci. Dari hasil penelitian ini, didapatkan dua belas KPI pengembangan pengadaan berbasis proses bisnis EPC pada tingkatan proyek yang dikelompokkan ke dalam empat kategori. Kategori pertama adalah proses pemilihan pemasok dan subkontraktor dengan empat KPI yaitu jumlah pemasok dan subkontraktor yang terdaftar pada DPPM pada saat kontrak berjalan, jumlah dan waktu penyelesaian dokumen teknis berupa spesifikasi teknis, gambar, data sheet, vokume dan MTO, Jumlah dokumen perolehan kontrak barang dan jasa, serta jumlah kontrak barang dan jasa yang tervalidasi secara tepat waktu. Kategori kedua adalah kinerja pemasok dan sub kontraktor yang terdiri dari waktu pengiriman barang dan kualitas barang, waktu penyelesaian pekerjaan dan kualitas pekerjaan, nilai penerapan K3L subkontraktor, nilai penerapan 5R subkontraktor, dan nilai penerapan sistem pengamanan. Kategori ketiga adalah efisiensi pengadaan yang terdiri dari satu indikator kunci yaitu jumlah efisiensi biaya yang didapatkan lewat pengadaan barang dan jasa. Kategori keempat adalah manajemen pergudangan yang dibentuk oleh dua indikator kunci yaitu Nilai penerapan 5R pergudangan dan jumlah cacat dan hilang di Gudang, serta Jumlah komplain fungsi konstruksi terhadap jumlah dan spesifikasi ke fungsi gudang. Agar KPI pengadaan pada nalar bisnis proyek EPC yang telah dikembangkan dapat diimplementasikan dengan baik, maka perlu dilakukan beberapa hal, yaitu (1) pembuatan prosedur baru; (2) mereview prosedur yang ada saat ini; (3) standarisasi organisasi pengadaan, kebutuhan SDM, deskripsi tugas dan kompetensi; dan (4) penggunaan aplikasi pengukuran indikator kinerja berbasis teknologi informasi.", "Daftar File": {"2018 TS PP GATOT MANDURO SISWO 1 ABSTRACT.pdf": "https://digilib.itb.ac.id/gdl/download/131465"}, "Penulis": "GATOT MANDUROSISWO NIM: 94516012", "Kontributor / Dosen Pembimbing": ["Ir. Muhamad Abduh, M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Logistik", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "EPC, TANSFORMATION FLOW VALUE, INDIKATOR KINERJA, KPI.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "02 Jul 2018"}