{"Nomor": 27463, "Judul": "ISOLASI KATEKIN DARI TEH PUTIH DAN UJI SIFAT ANTIBAKTERINYA TERHADAP STAPHYLOCOCCUS EPIDERMIDIS", "Abstrak": "Polianilina (PAni) adalah salah satu contoh polimer konduktif yang banyak menjadi subjek penelitian  \n karena memiliki sifat yang menarik dan dapat diaplikasikan sebagai bahan untuk teknologi modern. Salah  \n satu penggunaan PAni dalam teknologi modern adalah sebagai elektroda lawan DSSC ( PAni merupakan  \n polimer yang mudah disintesis, baik dengan cara reaksi kimia biasa maupun elektrokimia. Pada penelitian  \n ini, polianilina disintesis menggunakan cara elektropolimerisasi metode pulsa dengan memvariasikan  \n persen duty, konsentrasi HCl, dan konsentrasi anilina. Variasi persen duty yang digunakan adalah 50; 60;  \n 65; 75; 80; 83,3; dan 85,7%. Variasi konsentrasi HCl yang digunakan adalah 1; 1,5; 2; 2,5; dan 3 M.  \n Variasi konsentrasi anilina yang digunakan adalah 0,25; 0,5; 0,75; 1; dan 1,25 M. PAni yang berhasil  \n disintesis dikarakterisasi menggunakan spektroskopi FTIR ATR, spektroskopi Raman, uji SEM, dan  \n diukur kinerja sel divais DSSC. Hasil pengujian spektroskopi FTIR ATR menunjukkan bahwa PAni hasil  \n sintesis memiliki puncak-puncak khas dari PAni emeraldin, yaitu vibrasi ulur cincin quinonoid dan  \n benzenoid, vibrasi ulur C-N, vibrasi tekuk C-H. Selain itu, terdapat beberapa puncak yang menunjukkan  \n terbentuknya phenazine pada rantai polimer PANi. Karakterisasi Raman PAni variasi persen duty  \n menunjukkan puncak yang lebih intens pada pergeseran Raman 1520 cm-1 (duty 60% dan 65%), 1481 cm-  \n 1 (duty 75%), dan 1483 cm-1 (duty 80-85,7%) yang menunjukkan puncak vibrasi ulur dari C=N quinonoid.  \n Pada variasi konsentrasi HCl, pergeseran Raman 1191 cm-1 dan 1623 cm-1 mengalami peningkatan  \n setelah konsentrasi HCl dinaikkan menjadi 1,5 M. Pergeseran Raman tersebut menunjukkan vibrasi tekuk  \n C-H benzenoid dan vibrasi ulur C-C benzenoid. Pada variasi konsentrasi anilina, pergeseran Raman 1568  \ncm-1 sangat intens pada konsentrasi anilina 1,25 M. Pergeseran Raman tersebut menunjukkan vibrasi C=C  \n quinonoid. Pada uji SEM, elektropolimerisasi metoda pulsa menghasilkan morfologi PAni berbentuk  \n fiber dengan permukaan yang kasar. Berdasarkan hasil FESEM, terlihat permukaan morfologi PAni  \ntertutupi oleh tonjolan seperti duri halus dengan ukuran 6-11 nm. Ukuran diameter morfologi PAni hasil  \n sintesis berkisar 100 - 550 nm. Pada pengukuran kinerja sel divais DSSC menggunakan solar simulator,  \n efisiensi tertinggi yang diperoleh sebesar 0,76% pada saat persen duty 50%, konsentrasi HCl 2 M, dan  \n konsentrasi anilina 0,75 M", "Daftar File": {"2018 TA PP GAYATRI AYU ANDARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131466"}, "Penulis": "GAYATRI AYU ANDARI NIM:10513053", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Veinardi Suendo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "polyaniline, electropolimerization, pulse, duty, DSSC", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "1 file", "Tanggal Input": "25 Jun 2018"}