{"Nomor": 27473, "Judul": "MENGAJUKAN PENEMPATAN PRODUK PADA FILM PENDEK SEBAGAI MEDIA PROMOSI UNTUK UMKM", "Abstrak": "Academy of Motion Picture Arts and Sciences telah mendefinisikan film pendek sebagai film orisinal yang memiliki waktu berjalan 40 menit atau kurang, termasuk semua kredit. Dibandingkan dengan film-film panjang yang telah menjadi investasi menarik bagi investor atau pengusaha, nilai komersial film pendek masih dianggap dapat diabaikan. Namun, tren film pendek sebenarnya mulai meningkat lagi dalam beberapa tahun terakhir, ketika orang dapat mengakses internet dengan mudah (Kolbenschlag, 2014). Sementara tren menggunakan film sebagai alat pemasaran berkembang, hal ini dapat menjadi peluang tetapi juga tantangan bagi pembuat film pendek untuk mendapatkan pendanaan bagi film pendek mereka. Sebagian besar perusahaan besar memilih untuk berkolaborasi dengan nama terkenal atau agen yang memiliki portofolio dan reputasi yang kuat. Namun demikian, para pembuat konten masih dapat mencari peluang di kalangan pelaku bisnis dengan tingkat yang lebih rendah, yang lebih mudah dijangkau dan dilibatkan, yaitu Usaha Mikro, Kecil dan Menengah (UMKM). Ini adalah kesempatan yang baik bagi pembuat film untuk mendapatkan dana untuk proyek mereka jika mereka mampu meyakinkan UMKM. Oleh karena itu, penelitian ini bertujuan untuk mengetahui bagaimana UMKM dapat tertarik untuk menggunakan penempatan produk (PPL) dalam film pendek sebagai alat promosi mereka dengan melakukan metode kualitatif dan kuanitatif. Wawancara dengan UKM dilakukan, dan data sekunder dikumpulkan untuk menentukan serangkaian kriteria yang mempengaruhi keputusan penempatan produk UKM yang kemudian dibandingkan satu sama lain menggunakan Metode Perbandingan Berpasangan untuk menemukan faktor yang paling penting bagi UMKM yang bersedia menggunakan penempatan produk dalam film pendek sebagai saluran promosi mereka. Data dikumpulkan dan diolah menggunakan ExpertChoiceÃ‚Â™. Penelitian ini menghasilkan daftar 10 faktor paling penting yang memengaruhi keinginan UMKM untuk menggunakan penempatan produk dalam film pendek sebagai saluran promosi mereka. Faktor Ã‚Â– factor tersebut antara lain target pemirsa (17%), interaksi penonton (16%), strategi penempatan produk (14%), cerita (13%), saluran distribusi (10%), durasi (7%), kisaran harga (6%), influencer / nama populer (6%), reputasi PH (6%), dan merek-merek lain yang dipromosikan dalam satu film pendek yang sama (5%). Namun, peneliti merekomendasikan pembuat film pendek untuk setidaknya harus fokus pada faktor yang paling penting yaitu target penonton, interaksi penonton, strategi penempatan produk, dan cerita untuk mendapatkan kemungkinan 60% bahwa UMKM akan tertarik untuk membeli penempatan produk di film pendek sebagai saluran promosi mereka. Selain itu, ditemukan juga bahwa faktor yang paling penting untuk setiap kategori produk juga berbeda. Produk yang memiliki target atau karakteristik khusus seperti mode, aksesoris, make up & perawatan kulit memilih target penonton sebagai hal yang paling penting. Untuk produk makanan dan minuman (dalam paket), faktor yang paling penting untuk mereka adalah interaksi penonton di mana film pendek dapat memperoleh banyak tanggapan, komentar, atau ulasan, terutama untuk penampilan produk mereka. Dan untuk produk komplementer seperti stationary dan tempat / ruang, mereka memilih strategi penempatan produk sebagai faktor yang paling penting untuk mereka. Pada akhirnya, daftar faktor-faktor yang paling penting dan temuan pendukung lainnya digunakan untuk memberikan rekomendasi bagi para pembuat konten tentang bagaimana strategi untuk menawarkan penempatan produk dalam proyek film pendek mereka kepada UKM.", "Daftar File": {"2018 TS PP GELDA SELLA MONIKA 1-ABSTRAK (2).pdf": "https://digilib.itb.ac.id/gdl/download/131497"}, "Penulis": "GELDA SELLA MONIKA - Nim: 29116513", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana, Apt., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Film Pendek, Penempatan Produk, UMKM, Perbandingan Berpasangan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Agu 2018"}