{"Nomor": 27475, "Judul": "Strategi Pembelian untuk Meningkatkan On TIme Delivery untuk Divisi Dukungan Pelanggan", "Abstrak": "Aircraft Services adalah satu-satunya Unit Bisnis di PT DI, yang portofolio bisnisnya adalah menyediakan Pemeliharaan, Perbaikan, Perbaikan, Perubahan untuk produk-produk PT DI, dan juga untuk dukungan Suku Cadang. Divisi Dukungan Pelanggan, di bawah Unit Bisnis Aircraft Services, bertanggung jawab atas layanan purna jual, dengan total nilai penjualan US$ 20 juta pada tahun 2017, dan ditargetkan mencapai US$ 100 juta dalam dua tahun ke depan.  \n\nHingga saat ini, Dukungan Pelanggan menangani setidaknya 17 program untuk dimonitor Dukungan Pelanggan (belum lagi program baru yang masuk), berarti Dukungan Pelanggan sangat membutuhkan dukungan dari semua fungsi terkait. Kinerja Dukungan Pelanggan diukur terutama berdasarkan Kualitas, Biaya, dan Pengiriman. Dalam perjalanan, pelanggan telah menunjukkan bahwa mereka kurang puas terhadap Dukungan Pelanggan, di mana mereka akan mengeluarkan warranty claim dan denda sesuai kontrak. Biaya warranty dan penalti yang harus ditanggung PT DI pada tahun 2017 adalah sekitar 5% dari total penjualan. Masalah ini akan menjadi ancaman besar bagi Dukungan Pelanggan untuk mencapai target penjualan. \n\nPenyebab utama dari kinerja buruk ini adalah kurangnya strategi pembelian dalam pengadaan, dimana semua bahan dibeli dengan cara yang sama. Dampak dari masalah ini adalah menciptakan hambatan dalam pembayaran kepada vendor, dan menunda pengiriman material ke PT DI, dan karena itu untuk Pelanggan. \n\nUntuk menciptakan Strategi Pembelian, pertama-tama kita mengidentifikasi dan membuat klasifikasi material dan / atau kategori. Setelah itu, Strategi Pembelian yang paling tepat akan diidentifikasi untuk setiap kategori material. \n\nSetelah terciptanya Strategi Pembelian, tidak akan ada penundaan dan bottleneck dalam pembelian, sehingga Dukungan Pelanggan dapat memenuhi target dan kewajiban untuk mencapai On Time Delivery yang ditargetkan. \n\nKata Kunci: Strategi Pembelian, On Time Delivery, Dukungan Pelanggan, Warranty Claim", "Daftar File": {"Abstract - Cover - Approval Gemma Grimaldi 29116223.pdf": "https://digilib.itb.ac.id/gdl/download/131505"}, "Penulis": "Gemma Grimaldi 29115223", "Kontributor / Dosen Pembimbing": ["Gatot Yudoko, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Purchasing Strategy", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "06 Agu 2018"}