{"Nomor": 27487, "Judul": "PERANCANGAN ASPEK TEKNIS DAN OPERASIONAL JALAN REL KERETA BARANG DI PELABUHAN TANJUNG PERAK", "Abstrak": "Pelabuhan merupakan salah satu infrastruktur yang penting dalam proses pertumbuhan dan pembangunan ekonomi. Salah satu pelabuhan terbesar di Indonesia adalah Pelabuhan Tanjung Perak di Kota Surabaya, Jawa Timur.  Perkembangan arus petikemas di Pelabuhan Tanjung Perak yang meningkat pesat dan tidak diimbangi perkembagan infrastruktur penunjang mengakibatkan adanya penumpukan barang. Untuk mengantisipasi peningkatan pergerakan peti kemas, ditawarkan suatu moda transportasi alternatif berupa kereta api. Sehingga, akan dibangun jembatan layang untuk mengakomodasi pergerakan kereta api di Pelabuhan Tanjung Perak.  \n\n Pada Tugas Akhir ini penulis akan merancang dan melakukan analisis mengenai aspek teknis dan operasional, serta analisis finansial konstruksi Jalan Layang Kereta Barang di Pelabuhan Tanjung Perak. Adapun, aspek teknis yang dibahas meliputi perancangan komponen jalan rel dan perancangan geometrik jalan rel berupa alinyemen horizontal dan vertikal antara Stasiun TPS, Stasiun Teluk Lamong, serta Stasiun Kalianak. Selain itu, akan dilakukan pula analisis kapasitas, peramalan jumlah pergerakan peti kemas, perancangan emplasemen stasiun, serta perencanaan sistem operasi berupa skema GAPEKA. Kemudian, dilakukan pula analisis finansial untuk mengetahui tingkat kelayakan konstruksi Jalan Layang Kereta Barang di Pelabuhan Tanjung Perak.", "Daftar File": {"2018 TA PP GERARDUS KEVIN RIMAWANTO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131533"}, "Penulis": "GERARDUS KEVIN RIMAWANTO - NIM: 15014059", "Kontributor / Dosen Pembimbing": ["Ir. Harun Al Rasyid Lubis, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Komponen Rel, Geometrik, Emplasemen, Sistem Operasi, Analisis Finansial", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Jul 2018"}