{"Nomor": 27488, "Judul": "PENGEMBANGAN DESAIN KENDARAAN PERTANIAN DENGAN KONTUR PEGUNUNGAN", "Abstrak": "Pertanian di kontur pegunungan perlu di perhatikan dari segi transportasi karena memiliki kebutuhan khusus terhadap transportasi yang beroperasi di pertanian dengan kontur pegunungan untuk mengangkut hasil panennya. hal tersebut menjadi penting karena 38,9% penduduk di indonesia bekerja pada sektor pertanian dan pertanian di pegunungan adalah lambang kemajuan pertanian Indonesia dikarenakan sistem tanam yang digunakan sudah memiliki pola tanam yang bersaing dengan negara maju. Pemerintahan tidak menganggarkan kendaraan yang tepat untuk kegiatan produksi di pertanian pada kontur pegunungan. Padahal kebutuhan kendaraannya sangat berbeda dari segi spesifikasi yang dibutuhkan, maka dari itu semua kendaraan yang dianggarkan tidak berfungsi secara optimal karena tidak dapat digunakan pada kebutuhan di dalam area pertanian. Penelitian saya bertujuan untuk meningkatkan produktivitas pertanian dengan kondisi infrastruktur yang buruk dengan bekerja sama dengan perusahaan milik Indonesia yang memproduksi transportasi, untuk menghasilkan transportasi yang lebih, murah, dan memiliki spesifikasi yang lebih sesuai dengan wilayah pertanian di pegunungan, hal tersebut dapat menambah daya saing terhadap produk negara lain yang sudah beroperasi di wilayah pertanian.Metodologi yang dilakukan dalam pemecahan masalah diawali dengan mencari referensi melalui studi literatur dan survey lapangan mengenai perancangan otomotif dan pertanian pada kontur pegunungan, kemudian mengolah data yang didapat menjadi sebuah kriteria desain, kriteria yang dibuat dijadikan acuan dalam menentukan konsep desain , kemudian masuk pada tahap merancang basic design untuk dijadikan acuan mendesain wajah kendaraan. Kemudian dari desain yang terpilih dilanjutkan ke tahap pemodelan digital dan yang terakhir tahap membuat model berskala 1:4.", "Daftar File": {}, "Penulis": "GERI PRIMERA (NIM :17513501)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Dr. Yannes Martinus Pasaribu, M.Sn"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Kendaraan, Pertanian, Pegunungan", "Sumber": "", "Staf Input/Edit": "Saipul Aripin  \n                                     Saipul Aripin", "File": "1 file", "Tanggal Input": "26 Jun 2018"}