{"Nomor": 27484, "Judul": "PENGEMBANGAN DESAIN MEJA MAYO UNTUK MENUNJANG KERJA OPERASI MEDIS DI WILAYAH EVAKUASI RUMKITLAP", "Abstrak": "Masa paling kritis dalam penanggulangan bencana adalah pada saat Tanggap Darurat. Untuk penanggulangan bencana akan ada evakuasi korban dan pembangunan posko pengungsian dan posko kesehatan. Posko kesehatan besar yang ada di zona evakuasi disebut juga RUMKITLAP. Korban Bencana yang paling kritis dan harus segera diselamatkan ada pada zona merah triase. Pada Zona ini sering kali dilakukan pembedahan minor. Tenaga medis terutama dokter dan divisi bedah dituntut untuk bekerja cepat dan penuh ketelitian dengan segala keterbatasan yang ada di rumah sakit lapangan seperti sumber daya tenaga medis yang sedikit, kondisi lapangan yang tidak menentu, dan perlunya tindakan cepat karena banyaknya korban yang harus ditangani dengan segera. Berat dan besarnya perlengkapan medis yang ada sekarang menjadi kendala lain dalam pendistribusian perlengkapan ke RUMKITLAP. Dalam penelitian ini mengembangkan desain Troli Serbaguna yang dapat memenuhi kendala pendistribusian yang sulit sehingga mudah untuk dibawa ataupun dipindahkan untuk mobilisasi ke tempat lain saat berada di lapangan. Troli serbaguna ini menggunakan sistem integrasi sehingga memiliki banyak konfigurasi seperti lampu operasi, meja instrumen, tiang infus, dan beberapa penampang yang berfungsi sebagai tempat disediakannya perlengkapan medis untuk keperluan operasi yang berbeda Ã‚Â– beda setiap pasiennya. Dengan banyaknya fungsi yang di integrasikan, produk ini dapat mengurangi beban dari pengiriman ke daerah bencana.", "Daftar File": {"Geraldus R.G.17514032.pdf": "https://digilib.itb.ac.id/gdl/download/131530"}, "Penulis": "Geraldus Reynaldo Georgieno (NIM: 17514032)", "Kontributor / Dosen Pembimbing": ["Dr. Andar Bagus Sriwarno, M.Sn"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "RUMKITLAP, Sistem Integrasi, Troli Serbaguna", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "28 Sep 2018"}