{"Nomor": 27480, "Judul": "PERANCANGAN DAN IMPLEMENTASI TEKNOLOGI REALITAS BERTAMBAH UNTUK APLIKASI SIMULASI HEWAN PELIHARAAN DAN PETA DIGITAL PADA PONSEL PINTAR BERBASIS ANDROID", "Abstrak": "Media digital interaktif merupakan media digital yang penggunanya dapat melakukan interaksi dengannya dan interaksi tersebut menentukan keluaran dari media digital tersebut. Media digital yang interaktif menjadi penting dikarenakan dapat memberikan pengalaman yang baru bagi pengguna dalam menggunakan media digital. Pengguna dapat merasakan momen yang menarik ketika sedang menggunakannya. Contoh media digital yang interaktif adalah permainan tamagotchi. Guna meningkatkan pengalaman pengguna, maka media digital yang interaktif dapat dikembangkan menjadi media yang lebih sosial yang penggunanya dapat saling terhubung satu dengan lainnya dan lebih intuitif. Untuk mewujudkan hal tersebut, maka perlu dikembangkan sebuah platform media digital yang baru. Platform baru tersebut akan diberi nama Digipet. \n\nDigipet adalah aplikasi mobile game berbasis android yang digunakan untuk melakukan simulasi memelihara hewan dan pengaksesan informasi peta digital. Aplikasi diimplementasikan dengan menggunakan sistem client dan server dengan RabbitMQ sebagai message broker. Sisi client diimplementasikan dengan menggunakan Unity game engine dan sisi server diimplementasikan dengan menggunakan visual studio. Teknologi realitas bertambah digunakan untuk memunculkan hewan peliharaan virtual dan informasi peta. Informasi peta dan navigasi diperoleh dari OpenStreetMap. Pengguna aplikasi dapat berinteraksi dengan hewan peliharaan virtualnya. Selain itu, pengguna juga dapat melihat hewan peliharaan virtual milik pengguna lain yang berada di dekatnya beserta dengan interaksinya. \n\nHasil pengujian menunjukkan bahwa hewan peliharaan virtual milik masing-masing pengguna dan informasi peta berhasil dimunculkan dengan menggunakan teknologi realitas bertambah. Posisi informasi peta yang dimunculkan cukup sesuai dengan posisi yang sebenarnya. Sinkronisasi pergerakan antar hewan peliharaan dan masing-masing interaksinya juga terlihat cukup baik. Pengujian lainnya berkaitan dengan konsumsi data untuk melihat seberapa besar konsumsi data yang digunakan aplikasi. Hasil pengujian menunjukkan bahwa konsumsi data yang digunakan masih berada dalam rentang normal konsumsi data ponsel pintar.", "Daftar File": {"2018 TS PP GENTRY SWANRI  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131518"}, "Penulis": "GENTRY SWANRI (NIM: 23215302)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. tech. Ary Setijadi Prihatmanto, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Media digital interaktif, Hewan peliharaan, Peta digital, Unity, RabbitMQ, OpenStreetMap", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "06 Mar 2018"}