{"Nomor": 27485, "Judul": "DESAIN STRUKTUR DERMAGA DOLPHIN BATUBARA DI PELABUHAN INDONESIA II CABANG CIREBON, JAWA BARAT", "Abstrak": "Pelabuhan Indonesia II Cabang Cirebon atau biasa disebut dengan Pelabuhan Cirebon merupakan salah satu anak perusahan PT. Pelindo yang bergerak di bidang pelayanan kepelabuhanan khususnya terminal curah kering. Kegiatan bongkar muat curah kering pada pelabuhan ini mencapai hampir 80% dari kegiatan bongkar muat pelabuhan secara keseluruhan. Keberadaan terminal curah kering pada Pelabuhan Cirebon merupakan upaya pemerintah untuk menyebarluaskan komoditas curah kering khususnya batubara dari luar ke dalam Pulau Jawa. Namun hingga saat ini, kegiatan bongkar muat pada Pelabuhan Cirebon masih tergolong primitif dibandingkan dengan terminal curah kering lainnya di Indonesia.  \n \n\nPada tugas akhir ini, akan dilakukan perencanaan struktur dermaga tipe dolphin yang dirancang dengan alat bongkar muat dan alat atur lapangan yang cocok dipakai di Indonesia seperti pada terminal curah kering lainnya. Struktur dermaga yang didesain meliputi struktur breasting dolphin, struktur mooring dolphin, struktur loading platform, dan struktur trestle. Perencanaan dilakukan dengan metode pengumpulan dan pengolahan data lingkungan serta data operasional dermaga untuk menentukan dimensi dermaga maupun dimensi elemen struktural dermaga. Analisis struktur dilakukan dengan bantuan perangkat lunak, di antaranya: SAP2000, Microsoft Excel, dan AutoCAD.  \n \n\nAnalisis struktur dermaga dengan software SAP2000 menghasilkan keluaran berupa nilai Unity Check Ratio (UCR) dan defleksi. Kriteria desain struktur dermaga dikatakan berhasil bila struktur dermaga memiliki nilai UCR < 1 dan defleksi aktual < defleksi yang diizinkan. Analisis struktur dermaga dengan software Microsoft Excel dan AutoCAD menghasilkan keluaran berupa kelangsingan tiang pancang dermaga (slenderness), konfigurasi penulangan elemen struktural dermaga, dan analisis daya dukung tanah.", "Daftar File": {"2018 TA PP Geraldy Prajaya 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131531"}, "Penulis": "Geraldy Prajaya - nIM: 15514030", "Kontributor / Dosen Pembimbing": ["Andojo Wurjanto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Desain struktur, dermaga dolphin, breasting dolphin, mooring dolphin, loading platform, trestle, SAP2000, curah kering, Pelabuhan Cirebon.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Sep 2018"}