{"Nomor": 27491, "Judul": "STUDI PENDAHULUAN UNTUK MENETAPKAN TURNAROUND STRATEGY PT. POS INDONESIA", "Abstrak": "Pertumbuhan pada industri menunjukkan tanda yang baik untuk perusahaan di berada dalamnya. Pertumbuhan ditunjukkan dari dua aspek yang berdampak pada industri jasa pengiriman kurir dan parcel. Pertama, Usaha Kecil Menengah (UKM) yang pertumbuhannya positif setiap tahun. Kedua, pertumbuhan pesat e-commerce adalah salah satu bukti, dan juga mengubah e-commerce sebagai gaya hidup. Di sisi lain, terdapat beberapa masalah yang terjadi berdasarkan penelitian sebelumnya yang dilakukan oleh konsultan untuk oleh PT. Pos Indonesia, sebagian besar pengguna JNE tahu tentang PT. Pos Indonesia, tetapi memilih JNE sebagai layanan pengiriman, yang menyebabkan pendapatan tidak menunjukkan pergerakan positif dan tidak meningkat terus. \n\nPenelitian ini menggunakan competitive analysis sebagai konseptual framework dan metode competitive analysis untuk membantu PT. Pos Indonesia menjadi pemimpin pasar di industri pengiriman. Hasil dari observasi ini digunakan untuk mengetahui posisi saat ini dan bagaimana memanfaatkan peluang yang ada di industry untuk menghasilkan strategy untuk PT. Pos Indonesia. \n\nRoot cause berdasarkan temuan dan analisis adalah tracking system yang tidak memberikan informasi detail, kemudian menjadi penyebab pertama 30% dari pengiriman rusak atau hilang. Kurangnya brand activation dan ketidakpercayaan pelanggan. Yang membuat Pos Indonesia terlambat mengembangkan strategi baik untuk mendapatkan pendapatan di pasar melalui promosi, atau strategi untuk mengembangkan kemampuan mereka untuk melayani pasar yang menyebabkan Pos Indonesia mengalami penurunan dalam penjualan mereka sementara pasar meningkat. \n\nPenelitian ini akan menjadi studi awal Pos Indonesia untuk menghasilkan sepuluh strategi yang diusulkan mempertimbangkan kompetitif analisis, online customer feedback, analisis SWOT digunakan untuk menentukan faktor eksternal dan internal, barriers to entry dari perspektif perusahaan dan agen. Mengingat ketidakpercayaan pelanggan yang disebabkan dari sistem pelacakan sebagai akar permasalahan yang dihadapi oleh Pos Indonesia, strategi yang diusulkan menggunakan TOWS untuk mengembangkan sistem pelacakan yang memberikan informasi detail dan sistem pemberitahuan untuk setiap layanan Pos Indonesia, dengan pelatihan bagi karyawan menuju mampu dalam melakukan sistem. Menggunakan sepuluh strategi sebagai solusi diharapkan dapat membantu menanggulangi masalah yang dihadapi oleh Pos Indonesia.", "Daftar File": {"UPLOAD PERPUS.pdf": "https://digilib.itb.ac.id/gdl/download/131543"}, "Penulis": "Gessa Pribudi 29116413", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Budi Permadi Iskandar, MSP"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Courier and Parcel Delivery Service, Competitive Analysis, CompetitorÃ‚Â’s Analysis, Pos Indonesia, Turn Around Strategy", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "06 Agu 2018"}