{"Nomor": 27494, "Judul": "PENGEMBANGAN MODEL PENILAIAN SUSTAINABLE SUPPLY CHAIN MANAGEMENT (SSCM) INDUSTRI BATIK", "Abstrak": "Permintaan batik di Indonesia mengalami peningkatan besar sejak UNESCO mengukuhkan Batik Indonesia sebagai Masterpices of Oral and Intangible Heritage of Humanity pada tanggal 2 Oktober 2009. Beberapa kota penghasil batik khususnya Solo mengalami peningkatan volume penjualan yang melonjak dan pasar batik semakin meluas setelah pemerintah menetapkan tanggal 2 Oktober sebagai hari batik. Besarnya pangsa pasar batik di Indonesia sangat menarik minat bagi negara lain terutama China dan Malaysia. Merujuk pada definisi batik, maka batik yang bukan chanting, cap dan kombinasi keduanya disebut tiruan batik. Tiruan batik banyak beredar di pasaran dengan harga yang jauh lebih murah dan motif menarik yang diproduksi menggunakan mesin batik mekanik oleh China. Tentu saja ini menjadi ancaman bagi pengusaha batik di Pekalongan, Cirebon dan Solo karena dapat mengurangi pangsa pasar batik nasional.       \n\nPermasalahan lain yang dihadapi industri batik selain masalah ekonomi yang telah dipaparkan, adalah masalah lingkungan dan sosial. Permasalah lingkungan terjadi seiring meningkatnya aktifitas pada industri batik hal ini akan berdampak pada meningkatnya penceraman limbah terutama limbah cair dan gas. Banyaknya limbah cair yang dibuang ke sungai serta polusi udara yang dihasilkan kurang mendapat respon positif dari para pelaku industri ini. Apabila masalah limbah ini tidak segera diatasi, dikhawatirkan protes masyarakat sekitar pabrik dan yang berada di dekat aliran sungai semakin kuat dan pada akhirnya pemerintah akan menutup perusahaan. Permasalahan lainnya terkait dengan aspek sosial adalah tuduhan eksploitasi tenaga kerja dengan upah di bawah UMR. Dikhawatirkan tenaga pembatik yang sudah berpengalaman mendapatkan tawaran bekerja di bidang lain dengan upah di atas UMR dan meninggalkan profesi membatik. Padahal tenaga pembatik semakin sulit karena rendahnya angkatan kerja muda yang tertarik menjadi pembatik.       \n\nPenelitian ini bertujuan untuk mengembangkan model penilaian Sustainable Supply Chain Management (SSCM) industri batik, sebelumnya telah dilakukan evaluasi dinamik untuk aspek ekonomi industri batik menggunakan pendekatan Hybrid SCOR 11.0-System Dynmamics oleh Saleh dkk (2015). Usulan model pada penelitian ini mengidentifikasi hubungan timbal balik (feedback) antara ketiga aspek SSCM yakni ekonomi, lingkungan dan sosial. Kriteria performansi aspek ekonomi merujuk pada SCOR 11.0. Aspek lingkungan menggunakan limbah cair dan emisi karbon sebagai kriteria performansinya dan aspek sosial menggunakan kesejahteraan karyawan sebagai kriteria performansinya. Setelah dilakukan perbaikan pada model berupa usulan kebijakan penerapan lean green manufactruing dan dibandingkan dengan target dari perusahaan, hasil simulasi menunjukkan rata-rata skor sustainability industri batik dengan strategi manufaktur MTS-MTO untuk tahun 2017 sampai 2021 meningkat dari 67,42% menjadi 82,29% dan dapat mengurangi polusi sampai 66%.", "Daftar File": {"2018 TS PP GHAIDA FATCHA M 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131546"}, "Penulis": "GHAIDA FATCHA MUBIENA (NIM : 23416038)", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : DR. IR. ANAS MA'", "RUF"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "PENGEMBANGAN MODEL PENILAIAN SUSTAINABLE SUPPLY CHAIN MANAGEMENT (SSCM) INDUSTRI BATIK", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "15 Mar 2018"}