{"Nomor": 27499, "Judul": "PENGARUH SITUS WEB PERDAGANGAN MELALUI SISTEM ELEKTRONIK PADA KEPUASAN DAN LOYALITAS PELANGGAN DI INDONESIA", "Abstrak": "Belanja online telah menjadi tren baru di Indonesia. Dibandingkan pergi ke tempat berbelanja, ecommerce \n\ndapat membawa proses pembelian dan penjualan ke rumah pengguna. Kemudahan ecommerce \n\nyang ditawarkan membuat bisnis e-commerce di Indonesia semakin berkembang. \n\nIndustri e-commerce di Indonesia dalam sepuluh tahun terakhir berkembang sekitar 17% dengan \n\ntotal bisnis e-commerce mencapai 26,2 juta unit. Dengan begitu, banyaknya persaingan dalam \n\nbisnis e-commerce ini membuat setiap perusahaan akan bersaing menemukan cara untuk \n\nmemuaskan pelanggan mereka. Mulai dari menjaga layanan pengiriman mereka, membuat \n\npromosi, dan terutama mengembangkan situs web e-commerce yang lebih baik. \n\nOleh karena itu, penelitian ini bertujuan untuk menemukan komponen situs web e-commerce \n\nyang dapat mempengaruhi kepuasan pelanggan dan loyalitas pelanggan dalam bisnis e-commerce \n\npada generasi Y di Indonesia. Sampel untuk penelitian ini melibatkan 207 responden di Bandung \n\ndan dikumpulkan selama dua bulan dari Desember 2017. Semua data dianalisis dengan metode \n\nstatistik dalam SPSS. Analisis utama pada data dilakukan dengan menggunakan metode Analisis \n\nRegresi Berganda. Metode ini digunakan untuk menentukan arah antara setiap hubungan variabel. \n\nPenelitian ini menemukan variabel efesiensi waktu memiliki pengaruh positif dan signifikan \n\nterbesar terhadap kepuasan pelanggan, diikuti oleh variabel interaktivitas, dan variabel \n\nkemudahan penggunaan. Untuk variabel visual, ada pengaruh positif pada kepuasan pelanggan \n\ntetapi tidak signifikan. Penelitian Ini juga menemukan kepuasan pelanggan memiliki pengaruh \n\nyang sangat positif dan signifikan terhadap kesetiaan pelanggan e-commerce. Diharapkan temuan \n\ndalam penelitian ini dapat membantu perusahaan e-commerce untuk meningkatkan situs web ecommerce \n\nmereka.", "Daftar File": {"Ghazza Alif Randih - 29116041.pdf": "https://digilib.itb.ac.id/gdl/download/131560"}, "Penulis": "Ghazza Alif Randih - 29116041", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, M.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Interactivity, Loyalty, Satisfaction, Visual, Website", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "17 Mei 2018"}