{"Nomor": 27497, "Judul": "GEOLOGI DAERAH DESA CIBURUY, KABUPATEN BANDUNG, JAWA BARAT", "Abstrak": "Daerah penelitian berada di  Desa Ciburuy,  Kabupaten Bandung Barat, Propinsi Jawa Barat.dengan luas 64𝐾𝑚2. Penelitian yang dilakukan memiliki tujuan untuk mengetahui kondisi geologi, geomorfologi, struktur geologi, sejarah geologi, dan potensi sumber daya alam serta bahaya geologi di daerah penelitian. Data primer yang digunakan dalam penelitian ini adalah data geomorfologi, litologi yang diambil dari pengambilan data langsung di lapangan, dan struktur geologi. Untuk mencapai tujuan tersebut dilakukan analisis petrografi, analisis mikrofosil, dan analisis struktur geologi. Geomorfologi daerah penelitian dibagi menjadi lima satuan geomorfologi dan batas satuannya di dasarkan pada aspek-aspek morfografi, morfometri, dan morfogenetik, yaitu: Satuan Gemorfologi Perbukitan Endapan Gunung Api, Satuan Perbukitan Kars, Satuan Perbukitan Intrusi, Satuan Lembah Homoklin, Satuan Perbukitan Homoklin. Stratigrafi daerah penelitian berdasarkan satuan litostratigrafi tidak resmi dibagi menjadi empat satuan batuan. Dari tua ke muda yaitu, Satuan Batulempung, Satuan Batugamping, Satuan Batupasir, Satuan Intrusi Andesit, Satuan Breksi Vulkanik, Sauan Tuf Pasiran. Pola struktur geologi utama di daerah penelitian berupa sesar naik Gunungmasigit yang memiliki pola baratdaya Ã‚Â– timurlaut. Sejarah geologi daerah penelitian dimulai pada kala Oligosen akhir yang diendapakan satuan batulempung di lingkungan pengendapan laut dangkal. Lalu pada kala Miosen Awal terjadi pengendapan batugamping dan pertumbuhan batugamping pada Miosen Awal ini terhenti diakibatkan oleh kenaikan muka air laut yang mengakibatkan terjadinya proses sedimentasi yang mengendapakan material-material sedimen yang didominasi oleh batupasir. Pada kala Miosen Ã‚Â– Pliosen terjadi aktivitas tektonik sesar naik Gunungmasigit yang menyebabkan batulempung, batu gamping, dan batu pasir terangkat ke permukaan. Adanya sesar naik ini mengakibatkan adanya zona lemah yang mengakibatkan intrusi andesit menerobos ke permukaan. Pada kala Kuarter terjadi aktivitas erupsi gunung api yang menghasilkan produk vulkanisme berupa breksi vulkanik dan tuf pasiran. Bahan galian yang terdapat di daerah penelitian adalah bahan galian batugamping dan batupasir yang dimanfaatkan sebagai bahan bangunan, seperti pembuatan keramik dan hiasan rumah.", "Daftar File": {"2018 TA PP Ghaniyuu Muhamad 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131558"}, "Penulis": "Ghaniyuu Muhamad - Nim: 12011080", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budi Brahmantyo, M.Sc.  \n\nDr. Dasapta Erwin Irawan, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Formasi Batuasih, Formasi Rajamandala, Geomorfologi, Stratigrafi, Struktur Geologi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Mar 2018"}