{"Nomor": 27500, "Judul": "PERANCANGAN BUKU VISUAL ENAM KISAH INSPIRATIF INDUSTRI KREATIF FASHION DI KOTA BANDUNG", "Abstrak": "Kota Bandung telah dikenal sebagai Bandung Kota Kreatif tingkat internasional yang dibekali \n\ndengan segudang potensi utama pada kekuatannya di geografis, masyarakat, dan ide kreatif. \n\nEksistensi Bandung Kota Kreatif didukung penuh dengan perkembangan pesat industri kreatif. \n\nSalah satu bidang yang paling berperan adalah pada bidang fashion. Bandung juga dikenali \n\nsebagai Paris Van Java atau kota mode, industri kreatif fashion seperti distro telah \n\nbermunculan dalam bentuk kreativitas masyarakat muda kota Bandung sejak tahun 1990. \n\nHingga kini telah terdapat sekiranya 300 merek lokal yang terus berkembang. \n\nTetapi, tingginya potensi industri ini bertolak belakang dengan fenomena yang sedang terjadi, \n\nyaitu penurunan minat masyarakat yang berpengaruh pada tingkat penjualan hingga \n\nbanyaknya tutup gerai. Jika penurunan ini tidak segera diatasi dapat mengakibatkan dampak \n\nnegatif pada eksistensi nama Bandung Kota Kreatif. Maka dibutuhkan inovasi dan \n\npembaharuan kreasi pada industri ini. Salah satu solusinya adalah dengan menginspirasi dan \n\nmemotivasi calon pelaku industri kreatif melalui kisah inspiratif yang disampaikan melalui \n\nbuku visual pada perancangan tugas akhir ini. Melalui proses survei, wawancara dan analisis \n\nvisual, konten buku ini dikemas secara efektif dan menarik sesuai dengan psikografis target. \n\nKonten berisi sejarah, kisah inspiratif, serta referensi visual dengan konsep membawa \n\npembaca ikut merasakan kisah dibalik perjalanan merk-merk lokal favorit pada periode Juli Ã‚Â– \n\nDesember 2017. Diharapkan inovasi buku visual ini dapat melahirkan inovasi-inovasi baru \n\ndalam pembentukan industri kreatif fashion di masa depan.", "Daftar File": {}, "Penulis": "GHEFIRA NUR FATIMAH -  NIM: 17414012", "Kontributor / Dosen Pembimbing": ["Pembimbing :Drs. Oki Hamka Suyatna M.Ds"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Bandung Kota Kreatif, industri kreatif fashion, kisah inspiratif", "Sumber": "", "Staf Input/Edit": "Saipul Aripin  \n                                     Saipul Aripin", "File": "1 file", "Tanggal Input": "28 Jun 2018"}