{"Nomor": 27505, "Judul": "POTENSI NITRATE-REDUCING BACTERIA DARI SUMUR MINYAK X SUMATERA SELATAN", "Abstrak": "Injeksi nitrat dalam sumur minyak dapat mencegah dan mengatasi souring yaitu produksi sulfida (S2-) oleh sulfate reducing bacteria (SRB). Souring merupakan permasalahan serius dalam industri minyak bumi karena menimbulkan korosi perpipaan, penurunan produktivitas sumur dan membahayakan kesehatan pekerja. Injeksi nitrat akan menginduksi pertumbuhan nitrate reducing, sulfide oxidizing bacteria (NR-SOB) dan heterotrophic nitrate-reducing bacteria (hNRB) yang menekan pertumbuhan SRB. Sulitnya menumbuhkan NRB dalam skala laboratorium menjadi permasalahan dalam mempelajari NRB. NRB dapat tumbuh dengan baik pada pH 6,8-8,5, suhu 35℃, rasio C/N 1-25, konsentrasi garam hingga 2% (w/v) dan kondisi anaerob. NRB merupakan bakteri slow growth, membutuhkan media perumbuhan spesifik dan jumlah inokulum awal menjadi faktor penting yang berpengaruh terhadap kecepatan pertumbuhannya. Penelitian ini bertujuan untuk menentukan kondisi optimum bagi pertumbuhan nitrate-reducing bacteria dalam chemical defined media Widdel ditinjau dari suhu, jumlah inokulum awal dan sumber karbon serta menentukan pengaruh jumlah inokulum awal (v/v) dan sumber karbon terhadap kemampuan nitrate-reducing bacteria untuk mereduksi nitrat dalam chemical defined media Widdel. Konsorsium isolat NRB diisolasi dari sampel air formasi sumur minyak X Sumatera Selatan melalui enrichment menggunakan chemical defined media Widdel dengan variasi suhu inkubasi 37℃ dan 50℃ secara anaerob. Penentuan kondisi optimum bagi pertumbuhan NRB dilakukan melalui optimasi jumlah inokulum awal bakteri yaitu 5%, 10% dan 15% (v/v), sedangkan penentuan preferensi sumber karbon dilakukan dengan mengoptimasi sumber karbon berupa xilena, n-heksan dan toluena. Ketiga hidrokarbon tersebut umum ditemukan dalam crude oil. Optimasi dilakukan selama 84 jam pada suhu 37℃ dengan mengukur jumlah sel bakteri, pH, kadar nitrat, nitrit dan ammonia. Hasil enrichment berhasil mengisolasi konsorsium NRB pada suhu 37℃ yang kemudian digunakan sebagai inokulum. Isolat NRB memiliki umur inokulum optimum 27 jam. Hasil optimasi persen inokulum menunjukan pola pertumbuhan isolat bakteri pada pemberian inokulum 5%, 10% dan 15% tidak berbeda signifikan yaitu fase logaritmik teramati pada jam ke 0-36 dan fase stasioner pada jam ke 36-84, namun laju pertumbuhan NRB tertinggi terjadi pada perlakuan pemberian inokulum 5%. NRB mampu menggunakan hidrokarbon aromatik dan alkana, laju pertumbuhan NRB pada sumber karbon toluena>n-heksan>xilena. Isolat mampu mengasimilasi sulfat selama fase logaritmik dan reduksi sulfat terbaik terjadi pada perlakuan variasi sumber karbon toluen. Kemampuan reduksi nitrat terbaik teramati pada perlakuan pemberian inokulum 5% yaitu 99,394% dan sumber karbon berupa n-heksan yaitu 57,966%. Dengan demikian isolat NRB dapat tumbuh dengan baik dalam chemical defined media Widdel pada suhu 37℃, inokulum awal 5% dan menggunakan sumber karbon toluena.", "Daftar File": {"2018 TA PP  GHINE RAVENA OKTAZIZAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131566"}, "Penulis": "GHINE RAVENA OKTAZIZAH (NIM : 10414036)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Pingkan Aditiawati, MS.", "Neil Priharto, S.Si., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Bakteri pereduksi nitrat, nitrat, persen inokulum, sumber karbon", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2018"}