{"Nomor": 27510, "Judul": "PERANCANGAN RANGKAIAN PENGUAT DAYA DAN FILTER RADIO KOMUNIKASI SUARA PADA SPEKTRUM VERY HIGH FREQUENCY", "Abstrak": "Salah satu solusi di dalam menanggulangi penggunaan frekuensi komunikasi yang tidak sesuai pada komunikasi radio terutama kemaritiman adalah dengan merancang perangkat komunikasi yang berkesesuaian dengan spektrum yang diatur pada regulator, di mana salah satu range frekuensi tersebut berada pada spektrum VHF. Untuk memaksimalkan jangkauan dari perangkat radio komunikasi tersebut, maka dirancanglah suatu penguat daya atau Power Amplifier yang mampu memaksimalkan daya pancar dari radio dari nilai dasarnya 1 watt. \n\nPada tugas akhir ini, akan dirancang sistem Power Amplifier radio komunikasi voice dengan besaran daya output mencapai nilai 20 watt dengan memanfaatkan MOSFET RD15HVF1. MOSFET tersebut memiliki kemampuan yang berkesusaian dengan osilator yang digunakan pada perangkat komunikasi radio voice yaitu DRA818V1 yaitu mampu men-deliver daya minimal 15 watt dengan daya input 1 watt pada tegangan DC 12.5 volt. Di dalam sistem Power Amplifier ini terdiri dari 3 rangkaian utama, yaitu rangkaian switching, rangkaian power amplifier beserta impedance matching, dan satu lagi adalah rangkaian low pass filter. \n\nPada rangkaian switching dirancang sehingga dapat dibuat sebuah logika pada rangkaian ketika sinyal receiver diteruskan kepada antenna, sedangkan ketika sinyal transmitter diteruskan ke rangkaian power amplifier untuk dikuatkan. Pada rangkaian power amplifier diawali dan diakhiri dengan rangkaian penyesuaian impedansi untuk mengantisipasi besarnya daya yang dipantulkan dan memaksimalkan transfer daya pada perangkat. Dan yang terakhir sebelum ditransmisikan, sinyal tersebut terlebih dahulu dilakukan proses filter dengan tipe filter low pass filter.", "Daftar File": {"2018 TA PP  GHUFRAN MUSTA’AN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131578"}, "Penulis": "GHUFRAN MUSTA'AN (NIM : 18113016)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing : \n\nDr. Iskandar, ST., MT.", "Dr. Ir. Ian Josef Matheus Edward, MT..", "Dr. Tutun Juhana, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Power Amplifier, Switching, Impedance Matching, Low Pass Filter", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Sep 2018"}