{"Nomor": 27525, "Judul": "STUDI FENOMENA PENEROBOSAN KUANTUM PADA UJUNG STRUKTUR FLOATING GATE RUNCING PADA PIRANTI PENYIMPAN FLASH MEMORY", "Abstrak": "Telah dilakukan studi mengenai karakteristik struktur floating gate runcing yang terdapat pada flash memory cell. Adapun karakteristik yang dibahas pada tesis ini adalah rapat arus terobosan. Studi dimulai dari pemodelan elektrostatik berlanjut ke perhitungan koefisien transmitansi dengan metode matriks transfer kemudian hasilnya digunakan untuk menghitung rapat arus terobosan. Terakhir, sebuah simulasi mengenai fabrikasi divais pun dilakukan untuk melihat karakteristik keruncingan floating gate yang terbentuk berdasarkan beberapa variasi parameter penumbuhan. Studi analitik mengenai elektroda unjung menunjukkan bahwa profil potential barrier yang dihasilkan kecocokan yang sangat tinggi dengan profil yang didapat secara numerik menggunakan tools simulasi Sentaurus DeviceTM dari Synopsys, terutama untuk model elektroda segitiga dengan sudut bukaan ???? yang lebar (>45?). Sedangkan untuk sudut ???? yang cukup kecil (18??20?), hasil analitik dan numerik hanya mengalami perbedaan minor. Meski demikian, dari hasil perbandingan analitik dan numerik yang diambil pada tegangan kerja piranti penyimpan (10-12 Volt), nampak bahwa tidak signifikan. Hasil perhitungan koefisien transmitansi menunjukkan bahwa nilai transmitansi elektroda runcing memiliki nilai tertinggi pada arah tegak lurus. Inspeksi profil barrier secara horizontal menunjukkan bahwa tinggi barrier penghalsng memang bernilai minimum pada arah tegak lurus. Sehingga, penjelasan lintasan tegak lurus sebagai the most probable path dapat dijelaskan bukan hanya dalam konteks bahwa jalur tersebut merupakan titik terdekat antar dua elektroda, namun juga karena profil potensial penghalang pada arah tersebut benilai lebih kecil daripada profil di arah lain. Hasil perhitungan arus terobosan menggunakan persamaan Harrison menunjukkan bahwa struktur elektroda runcing memberikan nilai arus terobosan yang lebih besar daripada struktur planar, terlebih pada tegangan tinggi yang merupakan daerah kerja dari piranti flash memory pada saat erasing. Simulasi fabrikasi struktur floating gate runcing dilakukan dengan mensimulasikan proses LOCOS menggunakan Sentaurus Process. Dengan memvariasikan suhu oksidasi. Didapat bahwa struktur floating gate semakin runcing seiring dengan naiknya suhu oksidasi yang digunakan. Maka dapat disimpulkan bahwa proses oksidasi dalam suhu tinggi adalah lebih baik, karena oksida tumbuh lebih cepat serta menghasilkan struktur floating gate yang lebih runcing.", "Daftar File": {"2018 TS PP GILANG MARDIAN KARTIWA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131605", "2018 TS PP GILANG MARDIAN KARTIWA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/131606", "2018 TS PP GILANG MARDIAN KARTIWA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/131607", "2018 TS PP GILANG MARDIAN KARTIWA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/131608", "2018 TS PP GILANG MARDIAN KARTIWA 1-BAB 3 A.pdf": "https://digilib.itb.ac.id/gdl/download/131609", "2018 TS PP GILANG MARDIAN KARTIWA 1-BAB 3 B.pdf": "https://digilib.itb.ac.id/gdl/download/131610", "2018 TS PP GILANG MARDIAN KARTIWA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/131611", "2018 TS PP GILANG MARDIAN KARTIWA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/131612"}, "Penulis": "GILANG MARDIAN KARTIWA (NIM : 20216054)", "Kontributor / Dosen Pembimbing": ["Dr. Fatimah Arofiati Noor,", "Dr. M. Amin Sulthoni"], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Arus terobosan, elektroda runcing, transmitansi", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "25 Okt 2018"}