{"Nomor": 27528, "Judul": "ESTIMASI JUMLAH KENDARAAN DAN WAKTU TEMPUH PADA LALU LINTAS KOTA BANDUNG DENGAN MODEL BAYESIAN NETWORK DAN METODE FILTER PARTIKEL", "Abstrak": "Waktu tempuh merupakan salah satu variabel kunci yang merefleksikan performa dari sistem lalu lintas. Waktu tempuh dipengaruhi oleh interaksi antara permintaan lalu lintas (jumlah kendaraan yang masuk) dan karakteristik suplai lalu lintas (seperti: kapasitas jalan, persinyalan lalu lintas, dan kecepatan berkendara). Oleh karena itu, setiap kondisi lalu lintas akan menghasilkan waktu tempuh yang berbeda. Kondisi lalu lintas ditentukan oleh interaksi kompleks yang bersifat non-linear dari berbagai macam kombinasi antara pengemudi, kendaraan, dan karakteristik jalan atau lokasi.  \n\nDinamika lalu lintas yang terjadi dimodelkan dengan mengambil pendekatan teori hidrodinamik, menggunakan asumsi-asumsi standar yang umum digunakan dalam rekayasa lalu lintas. Model stokastik dari evolusi lalu lintas diturunkan dan diparameterisasi dengan rasio belok dan jumlah kendaraan yang keluar dari setiap lengan. Selain itu, variabilitas waktu tempuh yang terjadi dimodelkan dengan pendekatan statistik. Waktu tunda yang dialami oleh suatu kendaraan dan kecepatan aliran bebasnya merupakan dua sumber utama dari ketidakpastian yang dapat tergambarkan dari model statistik. \n\nHubungan antara dinamika lalu lintas dan waktu tempuh direpresentasikan dengan model Dynamic Bayesian Network. Menggunakan floating data (posisi kendaraan setiap interval waktu cuplik) yang diperoleh dari simulator Vissim, penelitian ini fokus pada metode estimasi waktu tempuh dengan kerangka kerja stokastik. Metode filter partikel digunakan untuk mengestimasi kondisi lalu lintas yang terjadi, yang merupakan variabel tersembunyi dari model Bayesian pada penelitian ini. Proses lalu lintas yang dibangun di dalam simulator Vissim telah terlebih dahulu divalidasi dengan data-data yang diobservasi langsung pada area sebenarnya di kota Bandung.", "Daftar File": {"2018 TS PP GILANG SAMUDRA KUSWANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131615"}, "Penulis": "GILANG SAMUDRA KUSWANA NIM: 23815001", "Kontributor / Dosen Pembimbing": ["Ir. Endra Joelianto, Ph.D. \n\nIr. H. Y. Sutarto, M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Bayesian Network, Lalu Lintas, Filter Partikel, Waktu Tempuh, Waktu Tunda", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "1 file", "Tanggal Input": "01 Okt 2018"}