{"Nomor": 27521, "Judul": "UPAYA PENCAPAIAN KUALIFIKASI ARMOR STEEL PADA BAJA 4K3014AM DAN 4K3014BM MELALUI PERLAKUAN PANAS QUENCHING DAN TEMPERING DENGAN VARIASI SUHU DAN WAKTU PENAHANAN AUSTENISASI", "Abstrak": "Armor steel, yang merupakan salah satu komponen utama dalam pembuatan alutsista (alat utama sistem persenjataan) seperti tank, IFV, APC, hingga kapal selam, saat ini masih belum dapat dipenuhi oleh Indonesia secara mandiri. PT Krakatau Steel telah berupaya untuk membuat produk ini, akan tetapi belum memenuhi kualifikasi yang dibutuhkan. Armor steel adalah baja yang memiliki kombinasi kekuatan, kekerasan, dan ketangguhan yang mumpuni untuk menahan serangan balistik. Performa armor steel harus memenuhi standar baku tertentu, yang dalam kasus ini adalah MIL-DTL-46100E. Pada standar tersebut, ditetapkan bahwa armor steel harus memiliki kekerasan 477-534 HB dan ketangguhan 16,2 J pada suhu -40oC. Untuk itu, baja harus memiliki struktur mikro martensite yang memiliki kekerasan dan kekuatan yang tinggi. Rekayasa struktur mikro untuk memperoleh martensite dilakukan dengan cara quenching dan tempering. Banyak faktor yang memengaruhi keberhasilan proses quenching dan tempering, salah satunya adalah proses austenisasi. Austenisasi adalah proses pemanasan baja di atas suhu kritis Ac3 selama beberapa waktu sebelum dilakukan quenching. Oleh karena itu, perlu dilakukan penelitian mengenai parameter proses austenisasi yang dibutuhkan untuk menghasilkan armor steel yang memenuhi standar MIL-DTL-46100E. \n\nDalam penelitian ini, digunakan armor steel produksi PT Krakatau Steel yang sifatnya masih purwarupa yakni 4K3014AM (baja A) dan 4K3014BM (baja B). Kedua baja ini melalui proses full annealing terlebih dahulu untuk memudahkan proses machining menjadi sampel uji impak dan tarik. Sampel uji kemudian diberi perlakuan panas dengan variasi suhu austenisasi 825, 850, 875, 900, dan 925oC pada variasi waktu penahanan 10, 20, 30, dan 40 menit. Perlakuan panas dilanjutkan dengan tempering pada suhu 200oC selama 20 menit. Sampel kemudian diuji dengan metode Vickers Hardness, Charpy V-Notch Impact Test, dan uji tarik. Sampel dikarakterisasi dengan menggunakan mikroskop optik untuk mengamati struktur mikro yang terbentuk dan fraktografi dengan SEM untuk menginvestigasi jenis patahan yang terjadi. \n\nHasil perlakuan panas quenching dan tempering menunjukkan struktur mikro fully martensite. Kekerasan tertinggi dicapai pada austenisasi di suhu 825oC selama 20 menit untuk baja A dan suhu 850oC selama 20 menit untuk baja B, dengan kekerasan masing-masing 541,5 HB dan 539,7 HB. Ketangguhan tertinggi pada kedua baja diperoleh pada austenisasi di suhu 900oC selama 20 menit yakni 27,364 J. UTS tertinggi pada austenisasi di suhu 825oC selama 20 menit untuk baja A dan austenisasi di suhu 900oC selama 20 menit untuk baja B, dengan UTS masing-masing 1781,03 MPa dan 1937,41 MPa. Patah yang terjadi pada sampel uji impak adalah patah ulet.", "Daftar File": {"2018 TA PP GILANG AUDI PAHLEVI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131601"}, "Penulis": "GILANG AUDI PAHLEVI (NIM : 12514057)", "Kontributor / Dosen Pembimbing": ["Dr-Eng. Akhmad A. Korda, ST. MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "armor steel, austenisasi, kekerasan, ketangguhan, kekuatan", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "01 Okt 2018"}