{"Nomor": 27548, "Judul": "SIMULASI MODEL GERAK DAN DISTRIBUSI MARINE DEBRIS DI PERAIRAN PANTAI KUTA DAN SEKITARNYA MENGGUNAKAN MODEL DELFT3D", "Abstrak": "Keberadaan sampah di laut dapat ditemukan di mana saja dan telah menjadi masalah bagi berbagai negara salah satunya Indonesia. Sebagai tujuan utama wisatawan, Pantai Kuta ,Bali, tidak lepas dari masalah marine debris yang dapat berpengaruh pada sektor pariwisata apabila tidak mendapatkan perhatian yang serius. Studi mengenai marine debris ini menggunakan pemodelan hidrodinamika 2 dimensi dengan Delft3D-FLOW. Input data model yang digunakan adalah batimetri daerah kajian, komponen pasut, data kecepatan dan arah angin permukaan, serta posisi awal partikel marine debris.   \n\nPemodelan ini dilakukan untuk melihat 2 hal yaitu pergerakan marine debris yang berasal dari 4 titik yaitu Pantai Kayu Putih Kab.Badung, Muara Yeh Gangga Kab. Tabanan, Pantai Soka Kab. Tabanan, dan Muara Lalahlingga Kab. Tabanan sepanjang bulan Januari dan Februari 2017 di Pantai Kuta, Bali serta untuk mencari sumber dari marine debris yang berpengaruh terhadap pantai Kuta, Bali.  \n\nDari hasil pemodelan menunjukkan bahwa pada bulan Januari (Februari) pergerakan partikel sampah mengikuti arus menyusuri pantai ke arah tenggara. Partikel sampah tersebut membutuhkan waktu sekitar 4-17(2-6) hari untuk bergerak mencapai Pantai Kuta, Bali. Sementara itu, waktu yang dibutuhkan agar jumlah partikel sampah mencapai jumlah maksimum adalah 5-20 (3-9) hari tergantung jarak dari sumber partikel sampah ke Pantai Kuta, Bali.  \n\nDari 8 sumber partikel sampah, yang dimana 2 berada di Pesisir Timur Jawa, 3 berada di Pesisir Bali, dan 3 berada di Selat Bali, hanya sumber di Pesisir Bali memiliki pengaruh besar untuk keberadaan sampah di pantai Kuta dan 2 sumber di selat Bali dapat dikatakan sedikit mempengaruhi. Pada penelitian ini didapatkan bahwa pergerakan sampah yang bergerak menuju Pantai Kuta, Bali sangat dipengaruhi oleh arus sejajar pantai dalam hal ini dibangkitkan oleh south java current.", "Daftar File": {"2018 TA PP GIOVANNI GUNAWAN PANGA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131667"}, "Penulis": "GIOVANNI GUNAWAN PANGA - Nim: 12914032", "Kontributor / Dosen Pembimbing": ["Ivonne M. Radjawane, M.Si., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Marine Debris, Pantai Kuta, Model 2 Dimensi, DELFT3D", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Jul 2018"}