{"Nomor": 27553, "Judul": "Modifikasi, Pembuatan, dan Pengujian Load cell Tiga Sumbu", "Abstrak": "Human Gait Analysis merupakan studi yang mempelajari pola gerak jalan manusia. Hasil yang ingin diperoleh dari gait analysis ini antara lain ground reaction force (GRF) dan centre of pressure (COP). Nilai GRF dan COP dapat diperoleh dari alat bernama force platform. Force platform menggunakan load cell sebagai sensor gayanya. Karena dibutuhkan juga untuk mencari persebaran keseimbangan tubuh terhadap titik pusat tekanan, maka load cell tiga sumbu dirasa lebih tepat untuk digunakan dibanding load cell satu sumbu. Load cell tiga sumbu yang terdapat di pasaran antara lain seri YGX 952, namun harga per satuan load cell dinilai cukup mahal. Peran load cell tiga sumbu dinilai penting dalam pengukuran gait analysis sehingga pembuatan load cell tiga sumbu menjadi tujuan penelitian ini. \n\nPembuatan load cell diawali dengan proses desain yang mengacu pada seri YGX 952. Selanjutnya dilakukan simulasi pembebanan pada software ANSYS untuk menentukan material yang mampu menahan tegangan maksimum yang muncul tanpa terdeformasi. Setelah ditentukan seri materialnya, kemudian dilakukan pembelian material dan komponen lalu dilakukan proses manufaktur. Setelah itu, dilakukan pengujian load cell dengan pembebanan sesungguhnya menggunakan mesin Tensilon. Hasil pengujian kemudian diolah dan dianalisis agar dapat dibaca dengan benar sesuai arah dan besar pembebanannya. \n\nHasil pengujian menunjukkan bahwa load cell mampu mengukur gaya pada masing-masing sumbu dengan error yang cukup kecil. Proses pembuatan load cell tiga sumbu ini diharapkan mampu menjadi acuan dalam produksi load cell sebagai komponen penting dari force platform yang terjangkau.", "Daftar File": {"Abstrak Gita Permata Ariana -13114019.pdf": "https://digilib.itb.ac.id/gdl/download/131675"}, "Penulis": "Gita Permata Ariana - 13114019", "Kontributor / Dosen Pembimbing": ["Satrio Wicaksono, S.T., M.Eng., Ph.D. \n\nDr.Eng.Ir. Agung Wibowo, M.T. \n\nFerryanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "load cell, force platform, strain gauge, pembuatan", "Sumber": "", "Staf Input/Edit": "D. Budina  \n                                     D. Budina", "File": "1 file", "Tanggal Input": "24 Sep 2018"}