{"Nomor": 27555, "Judul": "Validasi dan Evaluasi Parameter pada Persamaan Pengujian Discharge Dua Fasa Berbasis Metode Analitik HEM", "Abstrak": "Energi geothermal merupakan energi kalor yang berasal dari magma yang   \n \n \n\nada dalam perut bumi. Energi ini adalah energi bersih dengan tingkat   \n \n \n\nkeberlanjutan yang tinggi. Sebelum adanya pemanfaatan dari sebuah sumur   \n \n \n\ngeothermal, sumur tersebut akan diuji laju produksinya untuk mengetahui   \n \n \n\nkelayakanya. salah satu metode yang umum digunakan adalah uji discharge .   \n \n \n\nPenulis melakukan validasi hasil dari uji discharge terhadap data sensor serta   \n \n \n\npermodelan ulang parameter persamaan uji discharge.   \n \n \n\nPada penelitian tugas sarjana ini, asumsi yang digunakan untuk peninjauan   \n \n \n\nulang adalah asumsi pada HEM. Asumsi ini digunakan karena mudahnya   \n \n \n\npenentuan parameter fluida pada masing-masing fasa. Pertama-tama akan   \n \n \n\ndilakukan validasi dengan membandingkan data dari sensor terhadap perkiraan   \n \n \n\nperhitungan oleh beberapa persamaan uji discharge. Setelah itu akan didapat   \n \n \n\nkesalahan relatif rata-rata terhadap pengukuran sensor. Selanjutnya dilakukan   \n \n \n\nevaluasi parameter untuk persamaan uji discharge tersebut. Sebelum dilakukan   \n \n \n\nvalidasi ulang untuk persamaan baru.   \n \n \n\nPada hasil validasi didapat kesalahan relatif rata-rata persamaan numerik   \n \n \n\nterhadap sensor adalah 201,98% dan untuk persamaan Russell James adalah   \n \n \n\n4.18%. Sedang pada persamaan Russell James dengan permodelan HEM   \n \n \n\nadalah 10.56%.", "Daftar File": {"Abstrak Gita Yoan Sandy Utama 13114036.pdf": "https://digilib.itb.ac.id/gdl/download/131677"}, "Penulis": "Gita Yoan Sandy Utama 13114036", "Kontributor / Dosen Pembimbing": ["Jooned Hendrasakti Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "geothermal, uji discharge, HEM, Russell James.", "Sumber": "", "Staf Input/Edit": "D. Budina  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Sep 2018"}