{"Nomor": 27550, "Judul": "REROUTING ANGKUTAN UMUM EKSISTING SEBAGAI PENGUMPAN PADA ANGKUTAN UMUM MASSAL  (STUDI KASUS : KOTA BANDUNG)", "Abstrak": "Kemacetan di Kota Bandung memicu rencana pembangunan sistem angkutan umum massal oleh pemerintah. Namun demikian permasalahan lain yang umum muncul pada pengembangan sistem angkutan umum massal adalah rendahnya penumpang. Permasalahan tersebut disebabkan oleh rendahnya konektivitas jaringan angkutan umum serta persaingan dengan angkutan umum eksisting. Untuk mengatasi hal itu, integrasi fisik angkutan umum dapat dilakukan. Angkutan umum eksisting dapat dimanfaatkan sebagai angkutan pengumpan pada angkutan umum massal dengan melakukan rerouting. Penelitian ini bertujuan untuk melakukan studi rerouting angkutan umum eksisting khususnya angkot sehingga meningkatkan jumlah penumpang angkutan umum massal dengan memperhatikan kinerja jaringan secara keseluruhan.  \n \n\nStudi dilakukan dengan membandingkan kondisi penerapan LRT tanpa rerouting dan dengan rerouting. Skenario pada penerapan kebijakan rerouting adalah skenario upperbound (rerouting dilakukan semaksimal mungkin pada seluruh trayek angkot) dan skenario intermediate (rerouting hanya dilakukan pada trayek angkot dengan panjang overlapped>15%). Hasil pembebanan menunjukkan kondisi penerapan kebijakan rerouting dapat meningkatkan jumlah penumpang LRT. Skenario upperbound memberikan jumlah penumpang LRT terbesar dibandingkan skenario intermediate yaitu 44.493 penumpang/hari. Secara umum kinerja angkutan umum eksisting yaitu angkutan umum bertarif progresif maupun flat mengalami peningkatan jumlah penumpang. Secara khusus, angkot mengalami penurunan pada skenario intermediate dan meningkat kembali pada skenario upperbound. Kinerja jaringan lalu lintas menunjukkan perbaikan dengan penurunan nilai VDT, VHT dan VCR serta peningkatan kecepatan rata-rata jaringan. Hal tersebut menunjukkan bahwa semakin banyak trayek yang mengalami rerouting, semakin baik dampak yang terjadi. Namun peningkatan tersebut tidak signifikan terutama jika memperhatikan pelaksanaan kebijakan rerouting di lapangan tidak mudah dilakukan terkait faktor kondisi jalan, biaya, sosial, dan lain-lain sehingga perlu diperluas lingkup atau bentuk rerouting yang dilakukan.", "Daftar File": {"2018 TS PP GISTYA GEMMA RAHAYU S. B. 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131672"}, "Penulis": "GISTYA GEMMA RAHAYU S. B. - NIM : 25014315", "Kontributor / Dosen Pembimbing": ["Prof Ade Sjafruddin, M.Sc., Ph.D \n\nDr. Russ Bona Frazila, ST., MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Rerouting angkutan umum, LRT, kinerja lalu lintas, kinerja angkutan umum, pemodelan 4 tahap, EMME/4", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Jul 2018"}