{"Nomor": 27554, "Judul": "STRATEGI ADAPTASI PENGHIDUPAN PETANI TERKAIT  PERI-URBANISASI DI BANDUNG UTARA", "Abstrak": "Fenomena urbanisasi mulai meluas ke peri urban yang disebut juga dengan peri-urbanisasi. Akibatnya perubahan multi dimensi terjadi tidak hanya di perkotaan, tetapi juga di kawasan perdesaan. Hal tersebut juga terjadi di Kecamatan Lembang yang merupakan peri urban dari Metropolitan Bandung Raya. Pembangunan hotel, cafÃƒÂ©, dan restoran, alih fungsi lahan pertanian, dan masuknya pendatang pasti memberikan dampak bagi masyarakat Lembang yang masih cukup banyak menjadikan pertanian sebagai mata pencaharian utama.  \n \n\nAkibatnya, petani Ã‚Â– petani harus melakukan adaptasi melalui strategi penghidupan untuk tetap bertahan di tengah perubahan tersebut. Kendalanya, petani memiliki pendidikan dan keterampilan yang rendah, akses modal yang terbatas, luas kepemilikan lahan yang sempit, dan keterbatasan infrastruktur menghambat mereka dalam berstrategi hidup.   \n \n\nOleh karena itu, penelitian ini dilakukan untuk mendeskripsikan strategi penghidupan petani di tengah peri-urbanisasi. Hasil penelitian diharapkan mampu memperluas wawasan terkait fenomena urbanisasi di peri urban dan membantu perencanaan serta pengelolaan peri urban melalui program kebijakan yang tepat dalam mempertahankan dan meningkatkan kesejahteraan petani di tengah perubahan yang terkait dengan urbanisasi.  \n \n\nAdanya keterbatasan waktu dan biaya, maka penelitian ini hanya difokuskan kepada petani pemilik penggarap dan petani penggarap. Wilayah studi ditentukan melalui metode skoring dengan melihat luas pengurangan lahan pertanian dan jumlah pendatang di 16 desa dalam Kecamatan Lembang. Terpilihlah tiga desa secara purposif dengan tingkat urbanisasi tinggi yaitu Desa Gudang Kahuripan, Desa Kayuambon, dan Desa Jayagiri.   \n \n\nPengumpulan data dilakukan melalui kuesioner dan wawancara. Jumlah kuesioner ditentukan dengan menggunakan metode Central Limit Theorem (CLT) karena jumlah responden yang terlalu banyak. Selanjutnya hasil survei kuesioner dan wawancara dianalisis dengan metode kualitatif deskriptif menggunakan kuesioner. Metode ini dipilih untuk mendapatkan hasil penelitian yang mampu memberikan gambaran yang lengkap dan komprehensif sehingga dapat menjawab tujuan dan sasaran penelitian.   \n \n\nHasil analisis menunjukkan strategi penghidupan yang paling banyak dilakukan di wilayah studi adalah diversifikasi dan intensifikasi pertanian. Kemungkinan pengetahuan dan pengalaman bertani yang sudah ada, adanya modal (lahan, keterampilan, dan jejaring), serta peluang pasar yang terbuka menyebabkan cukup banyak responden di wilayah studi yang melakukan strategi penghidupan ini. Di sisi lain, strategi penghidupan yang paling sedikit dilakukan di wilayah studi adalah berpindah. Strategi ini paling sedikit dilakukan karena usia responden yang sudah lanjut, merasa kerasan/betah di desanya saat ini karena sudah tinggal di desanya sejak lahir, dan hampir semua responden mengerjakan lahan garapan yang berada di desa yang sama dengan lokasi tempat tinggal mereka.  \n \n\nDari penelitian ini dapat disimpulkan bahwa responden di wilayah studi perlu mendapat dukungan baik secara finansial maupun keterampilan yang bisa disalurkan melalui kelompok tani yang berfungsi baik. Selain itu, responden juga memerlukan dukungan dari pemerintah setempat yang membantu dan memudahkan petani untuk bisa menjual hasilnya ke hotel/restoran/wisata yang berada di dalam wilayah studi maupun dekat dengan wilayah studi sehingga dapat membuka pasar baru dan meningkatkan pendapatan responden.", "Daftar File": {"2018 TS PP Gita Putri 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131676"}, "Penulis": "GITA PUTRI (NIM: 25416059)", "Kontributor / Dosen Pembimbing": ["(Ir. Hastu Prabatmodjo M.Sc.,Ph.D)"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Lembang, Strategi Penghidupan, Peri-Urbanisasi, Petani", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Rd. Lenny Fatimah N., Dra", "File": "1 file", "Tanggal Input": "28 Jun 2018"}