{"Nomor": 27571, "Judul": "PENINGKATAN OPERASI MANAJEMEN PERSEDIAAN DI PT. RED UNTUK MENINGKATAN PENDAPATAN PERUSAHAAN", "Abstrak": "PT. RED adalah salah satu distributor dari PT. Schneider Electric Indonesia yang menjual pelindung peralatan listrik. Untuk menyediakan stok bagi pelanggannya, PT. RED perlu memesan barang ke pemasok sehingga perusahaan bisa mengantarkan barang tepat waktu. Baru-baru ini, perusahaan mengalami kenaikan permintaan untuk beberapa produk langka yang memiliki stok terbatas karena adanya peningkatan jumlah pelanggan. Stok yang tidak cukup akan berdampak pada tingkat pelayanan yang buruk kepada pelanggan karena mereka akan mencari perusahaan lain yang memiliki barang dan kehilangan pendapatan dari pelanggan tersebut. Karena itu, perusahaan telah mempertimbangkan untuk memiliki tempat baru sebagai cabang di wilayah yang sama dengan kantor pusat. \n \n\nMetode fishbone diagram digunakan untuk menemukan akar penyebab masalah ini. Wawancara dilakukan kepada beberapa responden yang terkait, baik dari internal maupun eksternal. Ada lima akar penyebab masalah ini: tidak adanya cycle counting secara teratur, tidak adanya safety stock untuk produk langka, deskripsi pekerjaan yang tidak jelas, tidak adanya reward and punishment system, dan kurangnya tempat untuk stok barang.  \n\nSolusi yang diusulkan adalah membuat peraturan untuk melakukan cycle counting secara teratur, menghitung jumlah safety stock, membuat deskripsi pekerjaan yang jelas, membuat reward and punishment system, dan mencari tempat baru sebagai gudang dan cabang. Fixed-Order Quantity model digunakan untuk menentukan titik untuk melakukan pemesanan (reorder point) dan jumlah order serta safety stock. SMART Analysis digunakan untuk menemukan tempat baru dan metode payback period untuk mengetahui lamanya waktu yang dibutuhkan perusahaan untuk balik modal dari investasi tersebut. \n \n\nMembuat deskripsi pekerjaan yang jelas akan menjadi hal pertama yang perlu dilakukan perusahaan untuk menjadikannya organisasi yang lebih kuat. Dalam hal manajemen persediaan (inventory management), cycle counting dan safety stock adalah dua hal yang perlu diterapkan untuk memiliki stok yang memadai. Reward and punishment system juga akan meningkatkan kinerja karyawan. Sebuah tempat baru akan dibutuhkan sebagai cabang dan gudang baru untuk memenuhi permintaan semua pelanggan yang terus bertambah jumlahnya.", "Daftar File": {"2018 TS PP GRACE LISTIANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131707"}, "Penulis": "GRACE LISTIANI (NIM 29316043)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Adirizal Nizar, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Inventory Management, Fishbone Diagram, Safety Stock, Fixed-Order Quantity Model, SMART Analysis", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "20 Feb 2018"}