{"Nomor": 27577, "Judul": "PENGEMBANGAN TEKNOLOGI FABRIKASI ANTENA NFC PADA SUBSTRAT FLEKSIBEL DENGAN METODE INKJET PRINTING DARI TINTA KONDUKTIF", "Abstrak": "Near field communication (NFC) adalah sebuah bentuk teknologi komunikasi nirkabel yang memungkinkan transfer data dengan menempatkan dua perangkat secara berdekatan satu sama lain. Gagasan utama di balik NFC adalah untuk mengintegrasikan pembayaran nirkabel dan pembacaan tag di ponsel bersamaan dengan komunikasi peer-to-peer. Contoh manfaat dari komunikasi peer-to-peer NFC adalah cara memberikan kemungkinan untuk dengan cepat mengatur koneksi Bluetooth atau WLAN dengan gerakan membabat (swipe) secara sederhana. Pembayaran nirkabel juga dimungkinkan melalui mode emulasi kartu. Hal ini memungkinkan perangkat NFC untuk digunakan tidak hanya dengan terminal pembayaran nirkabel datang tetapi juga untuk menggantikan kartu plastik nonkontak (contacless) yang telah digunakan dalam infrastruktur RFID (radio frequency identification). Inkjet printing adalah teknologi yang dapat diaplikasikan beserta dengan tinta konduktif untuk membentuk jalur konduktif serta struktur elektronik dari antena NFC. Metode percetakan ini juga memiliki potensi untuk digunakan pada berbagai substrat termasuk diantaranya yang fleksibel. Penggunaan substrat fleksibel juga telah diteliti cukup intensif karena permintaan yang terus meningkat akan perangkat elektronik yang murah, ramah lingkungan serta nirkabel dan memiliki beragam fungsi.   Penelitian ini dilakukan dengan tujuan untuk mengembangkan teknik-teknik yang dapat memungkinkan desain dan fabrikasi dari sistem antena NFC diatas permukaan fleksibel. Metode inkjet printing dipilih sebagai alat utama yang memungkinkan tercapainya tujuan ini karena merupakan proses non-kontak, teknik fabrikasi dengan bentuk bebas, proses penambahan, sehingga struktur elektronik dapat dibangkitkan dan bukan dimesinkan atau dietsa. Ini potensial membuat terjadinya pengurangan banyak langkah proses dan meminimasi material yang terbuang. Tinta konduktif juga telah banyak dikembangkan dari bahan nanopartikel perak (Ag). Pelapisan tinta perak melalui inkjet printing dapat diaplikasikan untuk merealisasikan fungsi antena NFC diatas material PCB fleksibel.      \n \n \n \n \n\nPada penelitian ini dilakukan pengkajian teknik percetakan inkjet, material konduktif yang dapat digunakan sebagai tinta inkjet, substrat polimer untuk aplikasi sirkuit elektronik, serta interaksi droplet dengan substrat polimer. Selain itu dilakukan juga desain dan fabrikasi struktur antena NFC dengan inkjet printing tinta perak diatas substrat fleksibel seperti polymide. Struktur tercetak yang diperoleh lalu diukur secara adhesi, konduktifitas, dan karakteristik RF. Hasil pengukuran yang diperoleh lalu dibandingkan dengan hasil simulasi karakteristik dari struktur antena NFC yang sama dengan software MATLAB.", "Daftar File": {"Abstrak Thesis - Grasia Meliolla 23216334.pdf": "https://digilib.itb.ac.id/gdl/download/131719"}, "Penulis": "GRASIA MELIOLLA - NIM: 23216334", "Kontributor / Dosen Pembimbing": ["Ir. Farkhad Ihsan Hariadi, M. Sc.      \n \n \n \n \n\nTrio Adiono, S.T, M.T, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "antena, radio-frequency, near field communication, inkjet printing,   elektronik fleksibel, contactless", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Okt 2018"}