{"Nomor": 27588, "Judul": "DESAIN NON-PLAYER CHARACTER MENGGUNAKAN METODE FINITE STATE MACHINE PADA GAME-BASED LEARNING (Studi Kasus : Learning Management System Vidyanusa)", "Abstrak": "Keberadaan Non-Player Character dalam suatu game merupakan salah satu faktor dan komponen penting dalam komputer modern yang menentukan game tersebut menarik atau tidak. NPC harus mampu merespon atau berperilaku sesuai dengan input yang diterima dari pemain. Salah satu metode yang yang dapat digunakan untuk menentukan respon atau perilaku Non-Player Character yaitu Finite State Machine (FSM). Finite State Machine adalah sebuah metodologi perancangan system control yang menggambarkan tingkah laku atau prinsip kerja sistem. Terdapat 3 prinsip kerja pada metode Finite State Machine, yaitu : State (Keadaan), event (kejadian) dan action (aksi). Game ini merupakan game berbasis desktop dengan menggunakan tampilan 2 dimensi. \n\nGame edukasi adalah salah bentuk game yang digunakan pada dunia Pendidikan untuk merangsang minat belajar peserta didik dalam mempelajari mata pelajaran tertentu. Game edukasi ini dapat dijadikan sebagai media pembelajaran oleh guru dalam menyampaikan materi tertentu. Dengan meningkatnya angka pengguna game di indonesia untuk anak usia 10 Ã‚Â– 15 tahun, maka pembelajaran berbasis game akan sesuai digunakan sebagai media pembelajaran. Deangan menggunakan game sebagai media pembelajaran selain untuk merangsang minat belajar anak, juga dapat menyiapkan anak dalam msyarakat era digital. \n\nSalah satu penyempurnaan pola pikir dalam pengembangan kurikulum 2013 adalah pola pembelajaran alat tunggal menjadi pembelajaran berbasis alat multimedia, maka media pembelajaran berbasis TIK memang sangat dibutuhkan dalam hal ini. Juga untuk menjawan tantangan internal terkait kondisi pendidikan dikaitkan dengan tuntutan pendidikan yang mengacu kepada 8 Standar Nasional Pendidikan, dan tantangan eksternal antara lain terkait dengan arus globalisasi dimana salah satunya mengenai dan berbagai isu yang terkait dengan masalah lingkungan hidup, kemajuan teknologi dan informasi, kebangkitan industri kreatif dan budaya, dan perkembangan pendidikan di tingkat internasional. Pada kurikulum 2013 pembelajaran terpusat pada siswa, sehingga akan sesuai jika pembelajaran menggunakan game, karena masing-masing siswa akan mencoba game tersebut. Berbeda dengan pola pembelajaran yang terpusat pada guru. Matematika adalah salah satu mata pelajaran yang terdapat pada struktur kurikulum 2013, dan mata pelajaran matematika adalah salah satu mata pelajaran yang memiliki alokasi waktu paling banyak dalam satu minggu. Mata pelajaran matematika mendapat alokasi waktu 5 jam dalam satu minggu. Matematika merupakan pelajaran yang dianggap sulit oleh sebagian besar siswa, Berbagai alasan yang diberikan peserta didik terkait dengan matematika yaitu materi dirasakan terlalu banyak dan sulit dipahami, rumus matematika menurut peserta didik rumit dan sulit diterapkan. Matematika adalah salah satu mata pelajaran menjadi dasar dalam kehidupan karena disadari atau tidak bahwa setiap hari kita melakukan kegiatan yang berhubungan dengan matematika. \n\nHasil dari penelitian ini adalah terimplementasinya Non-Player Character dengan menggunakan metode Finite State Machine untuk menentukan respon / aksi (action) dari NPC (non player Character) ketika pada suatu keadaan (state) pemain melakukan interaksi / kejadian (event) tertentu. Respon atau aksi tersebut adalah Menampilkan dialog pada saat menerima input, Memberikan nilai pada varibel, dan Menyimpan nilai variabel ke database.", "Daftar File": {"2018 TS PP GUGUM GUMILAR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131731"}, "Penulis": "GUGUM GUMILAR (NIM: 23215376)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Hilwadi Hindersah, M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Non-Player Character, finite state machine, Game edukasi, kurikulum 2013, matematika", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Jan 2018"}