{"Nomor": 27586, "Judul": "DEGRADASI ZAT WARNA INDIGO KARMIN MENGGUNAKAN METODE MEDIATED ELECTROCHEMICAL OXIDATION (MEO) DENGAN MEDIATOR OKSIDAN Ce (IV) DAN KATALIS Ag (I)", "Abstrak": "Penelitian ini bertujuan untuk mendegradasi zat warna indigo karmin yang sering   \n \n \n\ndigunakan sebagai pewarna tekstil khususnya untuk bahan jeans. Limbah berwarna   \n \n \n\nyang dihasilkan menyebabkan masalah seperti estetika polusi dan gangguan pada   \n \n \n\nekosistem kehidupan dalam air serta masalah yang serius bagi kesehatan manusia.   \n \n \n\nOleh karena itu dilakukan proses degradasi zat warna indigo karmin menggunakan   \n \n \n\nmetoda mediated electrochemical oxidation (MEO) dengan Ce (IV) sebagai mediator   \n \n \n\ndan Ag (I) sebagai katalisnya. Penelitian ini dibagi menjadi dua tahap yaitu studi   \n \n \n\nvoltammetri dan studi degradasi. Tahap studi voltammetri yang terdiri dari penentuan   \n \n \n\npotensial kerja dari setiap komponen, penentuan larutan elektrolit pendukung serta   \n \n \n\nkonsentrasi elektrolit pendukung. Selanjutnya dilakukan studi degradasi yang terdiri   \n \n \n\ndari optimasi parameter yaitu konsentrasi cerium (III) sulfat, potensial kerja   \n \n \n\ndegradasi, waktu degradasi, serta konsentrasi katalis ion Ag (I). Pada penelitian ini   \n \n \n\ndiperoleh hasil bahwa 100% indigo karmin terdegradasi dalam waktu 30 menit   \n \n \n\ndengan potensial sel sebesar 3,0 volt. Konsentrasi optimum dari cerium (III) sulfat,   \n \n \n\ndan katalis perak nitrat pada degradasi ini berturut-turut diperoleh nilai sebesar 0,025   \n \n \n\nM dan 0,0025 M. Hasil dari degradasi zat warna indigo karmin ini dianalisis   \n \n \n\nmenggunakan teknik voltammetri, spektrofotometri UV-Vis, dan analisis   \n \n \n\nmenggunakan HPLC. Pada penelitian ini juga dilakukan penentuan kadar CO2 dalam   \n \n \n\nsampel hasil degradasi menggunakan teknik titrasi.", "Daftar File": {"2018 TS PP GRIYA LALITA FIRDAUSY 20516028 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131729", "2018_TS_PP_GRIYA_LALITA_FIRDAUSY_1-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/149125", "2018_TS_PP_GRIYA_LALITA_FIRDAUSY_1-_BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/149126", "2018_TS_PP_GRIYA_LALITA_FIRDAUSY_1-_BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/149127", "2018_TS_PP_GRIYA_LALITA_FIRDAUSY_1-_BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/149128", "2018_TS_PP_GRIYA_LALITA_FIRDAUSY_1-_BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/149129", "2018_TS_PP_GRIYA_LALITA_FIRDAUSY_1-_BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/149130", "2018_TS_PP_GRIYA_LALITA_FIRDAUSY_1-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/149131"}, "Penulis": "GRIYA LALITA FIRDAUSY  [20516028]", "Kontributor / Dosen Pembimbing": ["Dr. Henry Setiyanto, M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Cerium (III) sulfat, Degradasi, Indigo karmin, Mediated electrochemical oxidation, Perak nirat", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "04 Sep 2018"}