{"Nomor": 27589, "Judul": "PUSAT KEBUDAYAAN ISLAM MINANGKABAU", "Abstrak": "Potensi Indonesia dari bidang pariwisata halal sangatlah besar. Salah satu kelebihan  \n \n\ndari Indonesia adalah adanya perpaduan antara Islam dengan kebudayaan lokal  \n \n\nyang telah berlangsung sangat lama sehingga menghasilkan daya tarik tersendiri.  \n \n\nSalah satu provinsi yang memiliki program pengembangan wisata halal di  \n \n\nIndonesia adalah Sumatera Barat. Minangkabau yang merupakan budaya  \n \n\nmasyarakat Sumatera Barat pada dasarnya merupakan budaya yang berlandaskan  \n \n\nIslam. Secara tidak langsung, usaha pemenuhan persyaratan untuk menjadi  \n \n\ndestinasi wisata halal dapat lebih mudah terpenuhi. Citara ini perlu dipertajam dan  \n \n\ndipromosikan lebih jauh sehingga masyarakat dapat mengetahui lebih dalam  \n \n\nmengenai kebudayan Minangkabau ini. Pada sisi lain, diperlukannya penguatan  \n \n\nidentitas Minangkabau itu sendiri dimana masyarakat lokal dapat mempelajari  \n \n\nkembali mengenai Minangkabau serta masyarakat luar dapat mengenalinya lebih  \n \n\njauh. Setelah melakukan observasi dan studi literatur, penulis menemukan bahwa  \n \n\ndibutuhkannya sebuah fasilitas yang memiliki perpotogan fungsi antara pusat  \n \n\nkebudayaan, islamic center, dan museum untuk menunjang kebutuhan tersebut.  \n \n\nPerpotongan fungsi masing-masing fasilitas ini akan melahirkan institusi yang  \n \n\nmemiliki fungsi edukasi, kebudayaan, spiritual, dan bisa menjadi destinasi wisata.  \n \n\nPenulis berharap analisis ini benar-benar menjadi pemecahan masalah kebutuhan  \n \n\npengembangan parwisata di Sumatera Barat.", "Daftar File": {}, "Penulis": "Guino Verma (NIM: 17314019)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Drs. Widihardjo M.Sn"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "budaya, islam, minangkabau, pusat", "Sumber": "", "Staf Input/Edit": "Saipul Aripin  \n                                     Saipul Aripin", "File": "1 file", "Tanggal Input": "28 Jun 2018"}