{"Nomor": 27584, "Judul": "EVALUASI SEBARAN GCP PADA BERBAGAI KEMIRINGAN LERENG DARI DEM HASIL PENGOLAHAN FOTO UDARA AKUISISI WAHANA UAV. STUDI KASUS: PROYEK DETAILED ENGINEERING DESIGN (DED) TOL TRACE BANJAR-WATES", "Abstrak": "Meningkatnya konsentrasi pembangunan infrastruktur khususnya jalan tol di Indonesia tentunya menuntut ketepatan perencanaan yang baik dalam waktu singkat. Penelitian ini bertujuan untuk menentukan persebaran optimum ground control points (GCP) pada beberapa kelas kemiringan lereng di wilayah rencana pembangunan. Penelitian ini menggunakan data awal berupa model 3D wilayah studi dalam format digital elevation model (DEM) dan data titik-titik GCP. Titik GCP pada penelitian ini diukur menggunakan pengukuran global positioning system (GPS) metode real-time kinematic (RTK) yang memanfaatkan data fase secara real-time. Pengolahan dimulai dengan melakukan data mining pada data DEM untuk memperbanyak titik acuan sebagai dasar data pertimbangan persebaran GCP yang optimum. Persebaran GCP optimum kemudian ditentukan menggunakan metode geostatistika. Metode geostatistika merupakan metode yang digunakan untuk melihat hubungan antar variabel yang diukur pada titik tertentu dengan variabel yang sama diukur pada titik dengan jarak tertentu di tempat yang tidak diketahui datanya. Analisis dengan metode geostatistika didasari oleh  perbedaan ketinggian pada data tinggi titik-titik acuan baru dengan data tinggi berdasarkan data DEM awal. Analisis hasil akhir dilakukan berdasarkan besar root mean square error (RMSE) dari himpunan nilai perbedaan ketinggian pada tiap kelas kemiringan lereng yang digunakan. RMSE hasil analisis kemudian divalidasi dengan acuan Perka BIG Nomor 15 Tahun 2014 berkaitan dengan standard ketelitian geometri Peta RBI untuk Linear Error 90% (LE90) atau ketelitian vertikal (ketinggian). Hasil yang diharapkan adalah diperolehnya informasi persebaran GCP optimum pada tiap kelas kemiringan lereng berdasarkan titik-titik sampel optimum dengan nilai RMSE paling kecil. Informasi tersebut diharapkan dapat digunakan sebagai acuan dalam keperluan perencanaan pembangunan jalan tol.", "Daftar File": {"2018 TA PP GRIESKA ADHI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131727"}, "Penulis": "Grieska Adhi Parwannitya - Nim: 15113017", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bambang Edhi Leksono S. M.Sc. \n\nBudhy Soeksmantono ST,MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "RMSE LE90, Kemiringan Lereng, Persebaran GCP", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Mar 2018"}