{"Nomor": 27592, "Judul": "PENGARUH SUHU TERHADAP LAJU PERKEMBANGAN DAN KESINTASAN NYAMUK Aedes aegepti STRAIN VCRU DAN Aedes aegepti STRAIN PANGANDARAN", "Abstrak": "Salah satu fenomena iklim yang banyak dilaporkan adalah peningkatan suhu rata-rata dari permukaan bumi. Perubahan suhu ini dapat memberikan dampak langsung terhadap fisiologis dari serangga yang berperan sebagai vektor penyakit, seperti nyamuk Aedes aegypti. Pada penelitian ini dilakukan pengamatan terhadap beberapa komponen fisiologis yang berkorelasi dengan kemampuan reproduksi nyamuk seperti waktu perkembangan, sex ratio, dan ukuran tubuh (diidentikkan dengan panjang sayap) pada dua strain yang berbeda yaitu strain VCRU dan strain Pangandaran. Tiga puluh larva dari setiap strain dipelihara dalam air dengan suhu 25oC, 27oC, 30oC, 33oC, 35oC, 40oC dan diulang sebanyak 3 kali. Pengamatan dilakukan sampai seluruh larva mencapai fase dewasa atau saat seluruh larva mati. Laju dan waktu perkembangan dari larva ditentukan menggunakan frequency dependent mean. Hasil pengamatan menunjukan laju perkembangan strain VCRU paling optimal berada di rentang suhu 27-30oC dengan kesintasan mencapai 84% sedangkan untuk strain Pangandaran laju perkembangan paling optimal berada pada suhu 30oC dengan kesintasan mencapai 83%. Larva dari kedua strain mengalami mortalitas 100% pada suhu air di atas 33oC. Hasil pengukuran sex ratio (jantan:betina) menunjukkan rasio tertinggi dan terendah, pada kedua strain dicapai pada suhu yang sama yaitu 33oC dan 30oC. Ratio tertinggi pada strain VCRU adalah 1.25 dan terendah 0.6 sedangkan pada strain Pangandaran ratio tertinggi adalah 1.4 dan terendah 0.6 pada suhu 30oC. Rata-rata lebar sayap berada pada rentang 2.2-3.4 mm untuk kedua strain. Dari penelitian yang telah dilakukan dapat disimpulkan bahwa variasi suhu lebih memberikan pengaruh terhadap laju perkembangan dari Ae. aegypti strain VCRU dan Pangandaran.", "Daftar File": {"2018 TA PP  GUNADI TRINURONI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131735"}, "Penulis": "GUNADI TRINURONI (NIM : 10614071)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ramadhani Eka Putra."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Aedes aegypti, suhu, perkembangan, sex ratio, kesintasan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Sep 2018"}