{"Nomor": 27596, "Judul": "RANCANG BANGUN INTEGRASI SISTEM DETEKSI DAN PELACAKAN OBJEK BERBASIS CITRA PADA ROBOT PENGAWAS OTONOM KOTA CERDAS", "Abstrak": "Dokumen ini membahas masalah implementasi tertanam deteksi dan pelacakan orang berdasarkan warna dari perspektif pengamat yang bergerak. Kami fokus pada skenario dalam ruangan di mana robot berpatroli di suatu area dan mengambil tindakan pelacakan pada orang yang diduga mencurigakan. Patroli menggunakan pergerakan titik ke titik dalam koordinat 2D dunia. Selama berpatroli, robot dapat melakukan pengamatan di antara setiap titik untuk menentukan orang yang mencurigakan. Kami mendefinisikan mencurigakan sebagai keberadaan dalam lokasi yang relatif sama untuk jumlah durasi terentu. Setelah melebihi batas waktu ini, robot akan mengambil tindakan pelacakan sampai dihentikan atau kehilangan jejak orang. Kegagalan pelacakan ditentukan setelah sejumlah frame gambar diproses tanpa mendeteksi siapa pun. Dokumen ini juga menjelaskan temuan tentang implementasi deteksi orang dan algoritma pelacakan di Nvidia Jetson TK1 menggunakan versi OpenCV yang dioptimalkan untuk Jetson TK1 yang merupakan OpenCV4Tegra. Bahasa pemrograman yang digunakan adalah python dan C ++. Program utama menggunakan python sementara fungsi diimplementasikan menggunakan C ++. Fungsi C ++ ini dipanggil pada program utama dengan interaksi antara C ++ dan python menggunakan Cython. Kami menggunakan built-in OpenCV HOG (Histogram of Oriented Gradients) deskriptor untuk deteksi dan KCF (Kernelized Correlation Filter) untuk pelacakan. Nilai parameter kemudian disetel ke nilai trade off terbaik antara kecepatan dan akurasi. Kedua algoritma deteksi dan pelacakan dievaluasi pada sampel data yang diambil saat robot berfungsi, memberikan pengukuran yang realistis pada kasus nyata tersebut.", "Daftar File": {"2018 TA PP GUNAWAN LUMBAN GAOL 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131750"}, "Penulis": "GUNAWAN LUMBAN GAOL         NIM : 13214004", "Kontributor / Dosen Pembimbing": ["Dr. Kusprasapta Mutijarsa, S.T., M.T. \n\nDr. Widyawardana Adiprawita, S.T., M.T. \n\nDr. Fadhil Hidayat, S.Kom.,M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Cython, deteksi objek, Histogram of Oriented Gradients, Kernelized Correlation Filters, NVIDIA Jetson TK1, pelacakan objek.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "25 Jun 2018"}