{"Nomor": 27605, "Judul": "ANALISIS PENINGKATAN PRODUKSI COALBED METHANE DENGAN INJEKSI SOLVENT CO2-N2", "Abstrak": "Seiring dengan berjalannya waktu, peningkatan kebutuhan energi akan menjadi masalah jika masih bersandar pada sumber energi konvensional. Sumber energi non-konvensional adalah solusi bagi masalah tersebut. Coalbed methane (CBM) merupakan salah satu sumber gas non-konvensional yang dipertimbangkan karena memiliki kemampuan penyimpanan gas metana yang cukup besar. Gas metana terbentuk dan terjebak pada micro-fractures (cleats) dan micro-pores (matriks) bersamaan dengan proses coalification. Gas metana ditemukan paling banyak pada matriks batuan dikarenakan adanya mekanisme adsorpsi. Cleats juga menyimpan gas metana, tetapi dalam jumlah yang sedikit karena lebih terjenuhi oleh air dan digunakan dalam mekanisme produksi CBM. Pada primary recovery reservoir CBM, gas metana terdesorpsi dari matriks batubara menuju lubang sumur menggunakan cleats, face cleats, sebagai jalur utama. Akan tetapi, produksi gas metana dengan primary recovery cukup rendah, hanya mampu menghasilkan recovery hampir 50% dari initial gas in place (Jichun Zue et al., 2003). Hal tersebut menyebabkan dibutuhkannya suatu teknik seperti EOR (Enhanced Oil Recovery) pada sumur konvensional, tetapi digunakan untuk meningkatkan perolehan produksi gas metana pada sumur CBM. Teknik peningkatan perolehan tersebut disebut dengan Enhanced Coalbed Methane (ECBM) recovery.   \n \n \n \n\nTeknik ECBM yang sering digunakan adalah injeksi gas CO2 atau N2. Injeksi N2 akan memberikan peningkatan perolehan yang lebih cepat daripada CO2. Di sisi lain, injeksi CO2 tidak memberikan peningkatan perolehan secepat N2, namun breakthrough time tidak secepat N2 dan bersamaan mengurangi emisi gas rumah kaca. Sehubungan hal tersebut, tulisan ini menyajikan konsep injeksi solvent CO2-N2 sebagai teknik ECBM. Solvent CO2-N2 didefinisikan sebagai jumlah fraksi komponen gas CO2 dan N2 yang digunakan sebagai injektan dengan tujuan menghasilkan  recovery factor yang optimum dengan breakthrough time yang relatif lama bersamaan dengan mengurangi emisi gas rumah kaca. Tujuan dari penulisan ini adalah menentukan recovery factor suatu reservoir CBM dengan menginjeksikan solvent CO2- N2 dan menganalisis fraksi komponen solvent yang menghasilkan recovery factor paling optimum. Selain itu, penulisan ini juga bertujuan untuk mengetahui pengaruh waktu dewatering terhadap teknik ECBM. Pemodelan dan simulasi reservoir CBM menggunakan data sintetik yang berdasarkan lapangan Alberta. Metode dengan fraksi gas CO2 dan gas N2 yang menghasilkan recovery paling optimum dibahas di bagian akhir.", "Daftar File": {"2015 TA PP GUSTI ARDIANSAH PUTRA PANJAITAN 1-ABSTRAk.pdf": "https://digilib.itb.ac.id/gdl/download/131774"}, "Penulis": "GUSTI ARDIANSAH PUTRA PANJAITAN (NIM : 12211039)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Doddy Abdassah, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "gas metana batubara, enhanced coalbed methane (ECBM), injeksi CO2, injeksi N2, injeksi solvent CO2-N2.", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "11 Mei 2018"}