{"Nomor": 27609, "Judul": "GEOLOGI DAN HIDROGEOLOGI DAERAH LANGKAPLANCAR, KABUPATEN PANGANDARAN, JAWA BARAT", "Abstrak": "Daerah penelitian berada di Kecamatan Langkaplancar, Kabupaten Pangandaran, Provinsi Jawa Barat. Secara geografis, daerah penelitian terletak pada koordinat UTM 215400-221400 mT dan 9165500-9157000 mS (Zona 49S). Daerah penelitian memiliki luas 51 km2.  \nSecara geomorfologi, daerah penelitian terbagi dalam dua satuan geomorfologi, yaitu Satuan Perbukitan Homoklin Karangkemiri dan Satuan Perbukitan Kuesta Sukasari. Tahapan geomorfik daerah penelitian adalah muda-dewasa.  \nSecara stratigrafi, daerah penelitian terbagi dalam empat satuan batuan tidak resmi. Keempat satuan tersebut yaitu: Satuan Breksi yang terendapkan pada Miosen Awal di lingkungan kipas laut dalam bagian atas; Satuan Batupasir A yang terendapkan selaras di atas Satuan Breksi pada Miosen Tengah di lingkungan neritik tengah-luar; Satuan Batugamping yang terendapkan secara menjemari dengan Satuan Batupasir A pada Miosen Tengah di lingkungan neritik dalam-tengah; dan Satuan Batupasir B yang terendapkan secara tidak selaras pada Miosen Akhir-Pliosen di lingkungan neritik dalam. Struktur sesar di daerah penelitian merupakan struktur yang telah terbentuk pada kala Kapur-Paleosen yang kemudian diaktifkan kembali pada kala Plio-Plistosen oleh aktivitas tektonik kompresional yang berarah utara-selatan.  \nHasil observasi hidrogeologi menunjukkan akuifer daerah penelitian memiliki sistem akuifer batuan sedimen dengan jenis akuifer bebas. Akuifer di daerah penelitian mencakup Lapukan Satuan Breksi, Satuan Batupasir A, Satuan Batugamping, dan Satuan Batupasir B. Air tanah daerah penelitian termasuk air segar (TDS 15,8 - 314 mg/L) dengan arah aliran dominan baratdaya dan tenggara. Pelarutan mineral karbonat membuat nilai TDS dan pH lebih tinggi di selatan daripada di utara daerah penelitian.  \nBerdasarkan analisis nilai pH dan TDS, dan mengacu pada Permenkes RI No.492/MENKES/PER/IV/2010, air tanah yang layak untuk dikonsumsi berada pada bagian utara daerah penelitian.", "Daftar File": {"2016 TA PP GUSTI PUTRA TULAK 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/131784", "2016 TA PP GUSTI PUTRA TULAK 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/131785", "2016 TA PP GUSTI PUTRA TULAK 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/131786", "2016 TA PP GUSTI PUTRA TULAK 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/131787", "2016 TA PP GUSTI PUTRA TULAK 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/131788", "2016 TA PP GUSTI PUTRA TULAK 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/131789", "2016 TA PP GUSTI PUTRA TULAK 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/131790", "2016 TA PP GUSTI PUTRA TULAK 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/131791", "2016 TA PP GUSTI PUTRA TULAK 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/131792"}, "Penulis": "GUSTI PUTRA TULAK (NIM. : 12011088)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Lambok M. Hutasoit, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "air tanah, akuifer, karbonat, Langkaplancar.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "12 Apr 2018"}