{"Nomor": 27619, "Judul": "SISTEM DYNAMIC MODEL MENGENAI PENGARUH RUANG TERBUKA HIJAU PADA PENGENDALIAN EMISI GAS RUMAH KACA DARI KENDARAAN BERMOTOR DI KOTA BANDUNG", "Abstrak": "Pemodelan pengaruh Ruang Terbuka Hijau terhadap pengurangan pengurangan emisi kendaran bermotor dengan menggunakan cohort model merupakan salah satu metode yang cukup efektif dalam melakukan inventarisasi emisi dan mengidentifikasi sumber polutan utama dari sumber bergerak (mobile source) serta melihat seberapa besar pengaruh Ruang Terbuka Hijau terhadap penyaringan emisi kendaraan bermotor. Kota Bandung merupakan salah satu tempat yang cukup padat akan kendaraan bermotor dikarenakan Kota Bandung merupakan salah satu tujuan berlibur. Dalam penelitian ini, digunakan sistem model dinamik untuk membentuk pemodelan dengan sub-populasi (cohort model) berdasarkan umur kendaraan yang digabungkan dengan sub-model Ruang Terbuka Hijau untuk memprediksi emisi dari kendaraan bermotor sampai 20 tahun ke depan sehingga dapat dibuat suatu kebijakan dalam pengontrolan emisi dari kendaraan bermotor. Hasil penelitian menunjukan bahwa sepeda motor memberikan kontribusi yang besar dalam emisi karbon monoksida (CO). Sedangkan untuk emisi NOx, kendaraan tipe Heavy Duty Vehicle (HDV) yang memberikan kontribusi emisi NOx .Pada 20 tahun ke depan, diperkirakan kontribusi emisi CO dan HC yang sudah dirubah menjadi CO2 ekivalen akan masih bertambah dengan adanya kenaikan jumlah kendaraan. Jika hanya menggunakan Ruang Terbuka Hijau untuk mengurangi emisi kendaraan bermotor akan kurang efisien sehingga diperlukan bantuan dari kebijakan Ã‚Â– kebijakan dari pemerintah mengenai pengurangan emisi kendaraan bermotor.", "Daftar File": {"2017 TA PP HADI PRABOWO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/131809", "2017 TA PP HADI PRABOWO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/131810", "2017 TA PP HADI PRABOWO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/131811", "2017 TA PP HADI PRABOWO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/131812", "2017 TA PP HADI PRABOWO 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/131813", "2017 TA PP HADI PRABOWO 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/131814", "2017 TA PP HADI PRABOWO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/131815", "2017 TA PP HADI PRABOWO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/131816", "2017 TA PP HADI PRABOWO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/131817"}, "Penulis": "HADI PRABOWO  [15311032]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Arief Sudradjat, MIS, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Cohort, Ruang Terbuka Hijau, sistem model dinamik, emisi kendaraan bermoto ; cohort, Ruang Terbuka Hijau, the system dynamical model, emissions of vehicles", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "9 file", "Tanggal Input": "30 Jan 2018"}