{"Nomor": 27611, "Judul": "SINTESIS HIJAU (GREEN SYNTHESIS)  NANOPARTIKEL PERAK (AgNPs) MENGGUNAKAN EKSTRAK UBI CILEMBU UNTUK APLIKASI FILLER PERANCAH TULANG ELEKTROAKTIF", "Abstrak": "Pada saat ini, penelitian mengenai material perancah tulang (bone scaffold) yang mampu merespon stimulus listrik (electro-active scaffold) mengalamai perkembangan yang sangat pesat karena rangsangan listrik telah terbukti dapat mempercepat proliferasi sel. Perancah elektroaktif dapat dibuat dengan mencampurkan matriks yang bersifat biodegradasi dengan filler yang bersifat konduktif. Salah satu filler yang menarik adalah partikel perak berukuran nano (silver nanoparticles/AgNPs) karena selain memiliki sifat konduktifitas yang sangat tinggi (2,2x10^4 S/cm), juga memiliki sifat antibakteri yang kuat (125 mikroliter). Adanya sifat antibakteri didalam perancah elektroaktif merupakan nilai tambah yang unggul untuk mencegah terjadinya kegagalan implan karena infeksi bakteri. Dalam penelitian ini, AgNPs disintesis dengan menggunakan metode ramah lingkungan (green synthesis) dengan menggunakan ekstrak ubi Cilembu sebagai sumber agen pereduksi dan penstabil alamiah. Optimasi proses pembuatan dilakukan dengan: (i) menggunakan dua jenis ekstrak ubi cilembu (mentah dan oven) dan (ii) variasi konsentrasi prekursor/AgNO3 (1, 10, dan 100 mM) pada proses sintesis. Karakteristik AgNPs dievaluasi dengan menggunakan spektroskopi UV-Vis, Dynamic Light Scattering (DLS), Transimission Electron Microscopy (TEM), X-Ray Diffraction (XRD), dan Fourier Transform InfraRed (FTIR). Spektrogram UV-Vis menunjukkan puncak absorbansi pada λ= 428 nm, yang merupakan karakteristik surface plasmon resonance (SPR) dari AgNPs, hanya teramati pada sampel yang menggunakan ekstrak ubi oven dengan konsentrasi 10 mM. Berdasarkan hasil pengamatan TEM dan DLS, diketahui bahwa kondisi optimum untuk mendapatkan partikel AgNPs berbentuk nodular dengan ukuran terkecil (176,6 nm) adalah dengan menggunakan ekstrak ubi oven dan konsentrasi AgNO3 10 mM. Hasil analisis data XRD juga memperlihatkan bahwa kristalinitas fasa Ag yang paling tinggi didapatkan pada sampel AgNPs yang dipreparasi dengan menggunakan ekstrak ubi oven dan konsentrasi AgNO3 10 mM. Gugus fungsi karboksilat dan amine I di dalam ubi teridentifikasi melalui FTIR menunjukkan adanya senyawa penstabil yang berperan sangat penting dalam pembentukan AgNPs. Berdasarkan hasil optimasi tersebut, AgNPs yang dibuat dengan parameter konsentrasi 10 mM, ekstrak ubi oven, dan kondisi gelap kemudian dipilih sebagai filler dalam matiks Polycaprolactone (PCL) untuk pembuatan perancah elektroaktif PCL/AgNPs. PCL/AgNPs difabrikasi dengan menggunakan metoda 3D printing untuk menghasilkan morfologi yang homogen dengan dimensi yang akurat hingga menyerupai lingkungan ekstrasellular matriks (ECM). Didalam penelitian ini, 0,5 wt% AgNPs dditambahkan ke dalam matriks polimer. Berdasarkan data pengamatan Scanning Electron Microscopy (SEM), PCL/AgNPs memiliki morfologi yang seragam dengan dimensi 20x20x3 mm dan pori yang presisi (425 mikrometer). Hasil pengujian sifat mekanik, konduktifitas listrik, dan sifat hidrofilik menunjukkan peningkatan, yaitu sebesar 82% (dari 0,55 menjadi 3,12 MPa) utnuk, 93% (dari 1,54x10^-4 menjadi 2,25x10^-3 S/cm), dan penurunan sudut kontak sebesar 4% (dari 74 menjadi 71 derajat) secara berturut-turut. Proliferasi sel terjadi peningkatan intesitas selama tiga hari pengamatan menunjukkan sifat biokompatibilitas. Dengan metode angka lempeng total (ALT), PCL/AgNPs menunjukkan aktifitas antibakteri dengan menurunkan jumlah Staphylococcus aureus hingga 53%. Berdasarkan paparan tersebut, perancah dengan komposisi PCL/AgNPs 0,5 wt% memiliki potensi yang menjanjikan untuk diaplikasikan sebagai perancah tulang elektroaktif di masa depan.", "Daftar File": {"2018 TS PP GUSTI UMINDYA NUR TAJALLA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131794"}, "Penulis": "GUSTI UMINDYA NUR TAJALLA - NIM: 23716001", "Kontributor / Dosen Pembimbing": ["Arie Wibowo, Ph.D \n\nDr. Lia Amelia T. W. Asri"], "Jenis Koleksi": "Tesis", "Penerbit": "Ilmu dan Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Perancah tulang elektroaktif, AgNPs, ubi Cilembu, PCL, konduktifitas, biokompatibilitas", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "05 Sep 2018"}