{"Nomor": 27616, "Judul": "HUBUNGAN PARAMETER METEROROLOGI TERHADAP PERSEBARAN GAS SO2 BERDASARKAN SIMULASI MODEL CALPUFF (Studi Kasus : PT Pertamina Refinery Unit II Dumai)", "Abstrak": "Penelitian ini dilakukan untuk mengetahui persebaran SO2 dari cerobong heater 110 H-1A berserta hubungan persebaran terhadap parameter meteorologi. Persebaran SO2 disimulasikan dengan model CALPUFF yang merupakan model sebaran non steady puff yang mensimulasikan pola sebaran spasial dengan mempertimbangkan kondisi meteorologi seperti angin, stabilitas atmosfer dan curah hujan serta efek lahan komplek. Hubungan peresebaran SO2 terhadap parameter meteorologi dilakukan dengan melihat perbandingan dari simulasi sebaran terhadap kondisi meteorologi yang berpengaruh.  \n\nHasil simulasi persebaran SO2  pada 24 Januri 2015 dan 14 Juli 2015 tersebar kearah angin dominan yang mengkuti arah angin monsun barat dan mengikuti arah monsun timur. Pada 24 Januari 2015 persebaran SO2 tertinggi dalam satu jam sebesar 171 ug/m3 dan dalam satu hari sebesar 21 ug/m3, sedangkan pada 14 Juli 2015 persebaran SO2 tertinggi dalam satu jam sebesar 151 ug/m3 dan dalam satu hari sebesar 17 ug/m3. Laju penurunan konsentrasi SO2 terjadi pada kecepatan angin yang semakin tinggi, yang ditunjukan dari nilai korelasi antara konsentrasi SO2 dan kecepatan angin pada 24 Januari 2015 sebesar -0.3 dan 14 Juli 2015 sebesar -0.54. Perbandingan jarak sebaran SO2 lebih jauh pada kondisi atmosfer yang stabil dari pada kondisi atmosfer yang tidak stabil.", "Daftar File": {"2018 TA PP Habibur Rahman 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131806"}, "Penulis": "Habibur Rahman - Nim: 12813007", "Kontributor / Dosen Pembimbing": ["Drs. Zadrach Ledoufij Dupe, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Persebaran SO2, model CALPUFF, angin, stabilitas atmosfer", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "19 Feb 2018"}