{"Nomor": 27615, "Judul": "ANALISIS DINAMIKA FLUIDA PADA FENOMENA DAM BREAK BERBASIS SISTEM PENGUKURAN", "Abstrak": "Pecahnya bendungan menjadi salah satu bencana yang mengakibatkan rusaknya lingkungan, infrastruktur, dan juga kematian manusia. Diperlukan pemahaman tentang dinamika fluida pada fenomena dam break agar dapat dibangun sebuah rencana untuk meminimalisasi dampak. Penelitian ini dilakukan untuk mengamati fenomena dam break secara eksperimen dan simulasi. Proses pada penelitian ini meliputi studi literatur, desain sistem, eksperimen dan simulasi, pengolahan data, analisa data, dan pembahasan. Hal yang diamati pada eksperimen ini adalah profil gelombang fluida setelah proses dam break, gaya dorong fluida pada dinding vertikal, dan kecepatan aliran fluida. Sistem pengukuran kecepatan menggunakan metode pengolahan gambar dengan menggunakan kamera dengan frame rate tinggi. Untuk mengukur tekanan fluida pada dinding vertikal digunakan sensor load cell. Variabel yang divariasikan pada penelitian ini adalah ketinggian awal fluida dan variasi jarak dinding. Data gaya dorong fluida, kecepatan, dan profil gelombang telah di dapatkan dan ditampilkan dalam bentuk gambar dan grafik.", "Daftar File": {"2018 TS PP HABIBI ABDILLAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131798", "2018 TS PP HABIBI ABDILLAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/131799", "2018 TS PP HABIBI ABDILLAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/131800", "2018 TS PP HABIBI ABDILLAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/131801", "2018 TS PP HABIBI ABDILLAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/131802", "2018 TS PP HABIBI ABDILLAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/131803", "2018 TS PP HABIBI ABDILLAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/131804", "2018 TS PP HABIBI ABDILLAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/131805"}, "Penulis": "HABIBI ABDILLAH (NIM : 20216022)", "Kontributor / Dosen Pembimbing": ["Prof.Dr. Suprijadi, M. Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "dam break, load cell, pengolahan gambar, sensor, moving particle semi-implicit", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "22 Okt 2018"}