{"Nomor": 27626, "Judul": "OPTIMASI RASIO SOLID/LIQUID PADA TEKNIK SOIL WASHING TANAH TERKONTAMINASI MINYAK DARI PROSES EKSPLORASI MINYAK BUMI", "Abstrak": "Salah satu alternatif teknik pengolahan tanah terkontaminasi minyak dengan remediasi secara fisik dan kimia adalah dengan teknik soil washing. Soil washing adalah proses reduksi volume atau miniminasi limbah dimana partikel tanah yang mengandung mayoritas kontaminan dipisahkan dari fraksi bulk tanah, atau kontaminan disisihkan dari tanah dengan larutan kimia dan di-recovery dari larutan dalam bentuk substrat padat. Kajian awal yang dilakukan untuk menerapkan teknik soil washing adalah karakteristik tanah tercemar minyak yaitu analisa Oil and Grease, TPH, GCMS, grain size, dan XRD. Tanah dengan tekstur sand, loam dan sandy loam yang mengandung TPH dengan persentase 2,34%, 1,61% dan 4,48% secara berurutan akan diolah dengan teknik soil washing menggunakan surfaktan Tween 80 dan rasio solid/liquid yang sesuai. Peningkatan konsentrasi surfaktan dan volume liquid pada rasio solid/liquid memberi efek positif terhadap penyisihan TPH. Hasil variasi konsentrasi larutan surfaktan menunjukkan bahwa konsentrasi surfaktan optimum dalam penyisihan TPH dari ketiga tekstur tanah adalan 0,25% untuk tanah sand, 1% untuk tanah loam dan 0,5% untuk tanah sandy loam. Sedangkan rasio solid/liquid optimum adalah 1:15 (gr/ml) untuk ketiga tekstur tanah. Penyisihan TPH yang tercapai dengan pengadukan selama 10 jam dari masing-masing tekstur tanah adalah 85,32% pada tanah sand, 47,65% pada tanah loam, dan 72,94% pada tanah sandy loam. Koefisien distribusi (Kd) TPH setelah proses soil washing tanah sand, loam dan sandy loam adalah 0,388 g/ml, 0,071 g/ml, dan 0,180 g/ml.", "Daftar File": {"2015 TS PP HADRAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/131835", "2016 TS PP HADRAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/131836", "2016 TS PP HADRAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/131837", "2016 TS PP HADRAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/131838", "2016 TS PP HADRAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/131839", "2016 TS PP HADRAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/131840", "2015 TS PP HADRAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/131841"}, "Penulis": "HADRAH (NIM : 25313033)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Agus Jatnika Effendi, PhD"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "soil washing, surfaktan, rasio solid/liquid, tangki berpengaduk", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "28 Sep 2018"}