{"Nomor": 27621, "Judul": "INTERACTIVE SPACE MADRASAH ALIYAH NEGERI INSAN CENDEKIA AT CIKOPO, BUNGURSARI, JAWA BARAT", "Abstrak": "Tugas Akhir ini merupakan proyek perancangan sekolah berasrama (boarding school) dengan basis Agama Islam. Kompleks sekolah ini dibagi menjadi area aktivitas utama yang terdiri dari area pendidikan, hunian, dan ibadah serta area sekunder yang terdiri dari area servis dan area penunjang. Pemrakarsa proyek ini merupakan Insan Cendekia yang dikelola bersama dengan Kementrian Agama Republik Indonesia dan Pemerintah Daerah Kabupaten Purwakarta. Sekolah ini memiliki 8 massa bangunan yang dibangun pada lahan seluas 9,2 Ha dan berada di Cikopo, Bungursari, Purwakarta, Jawa Barat. Sebagian besar peserta didik berasal dari generasi milenial, yaitu generasi yang memiliki kemampuan menggunakan teknologi sejak dini. Penggunaan teknologi memberikan dampak positif terhadap perkembangan ilmu pengetahuan yang dimiliki setiap individu, namun di sisi lain penggunaan teknologi yang berlebihan cenderung menciptakan individu yang individualis dan kurang berkomunikasi secara langsung dengan orang lain. Permasalahan tersebut dapat diselesaikan dengan konsep Ã‚Â“interactive spaceÃ‚Â” dengan harapan dapat menimbulkan interaksi antarpengguna, antarmassa bangunan, dan interaksi dengan lingkungan sekitar. Ruang Interaktif memiliki makna saling melakukan aksi, saling berdialog, dan antarhubungan. Perwujudan interaksi dalam rancangan dapat berupa penciptaan ruang-ruang positif yang meningkatkan frekuensi pertemuan informal serta penggunaan elemen yang sama guna mengikat antarmassa bangunan. Guna mencapai penggunaan energi yang efisien, perancangan proyek ini mengarah pada bangunan hemat energi yang diterapkan melalui arsitektur tropis. Selain itu, hal ini juga bertujuan untuk menjaga kelestarian lingkungan di sekitarnya.", "Daftar File": {"2018 TA PP HADIST ALAMANDA JOHAN 1-ABSTRAK pdf.pdf": "https://digilib.itb.ac.id/gdl/download/131820"}, "Penulis": "HADIST ALAMANDA JOHAN (NIM : 15214029)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Eng. Arif Sarwo Wibowo, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sekolah Berasrama, Ruang Interaktif, Arsitektur Tropis", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "26 Sep 2018"}