{"Nomor": 27629, "Judul": "PERANCANGAN MEDIA PENYULUHAN CETAK TENTANG PENGGUNAAN PESTISIDA GT BAGI PETANI DESA CIENGANG", "Abstrak": "Indonesia memiliki kekayaan sumber daya alam yang melimpah dan dikenal sebagai negara agraris. Ditemukannya kasus tingginya angka keracunan makanan di Indonesia yang disebabkan oleh pestisida mendorong pemerintah untuk melakukan penyuluhan 6T yang biasa disebut prinsip 6T. Hal ini dilakukan untuk meningkatkan pengetahuan petani tentang risiko pemakaian pestisida terhadap tanaman dan lingkungan sekitar. Menurut data Statistik Kabupaten Sukabumi tahun 2017, Desa Ciengang, Kecamatan Gegerbitung adalah desa penyuplai sayur terbanyak di Kabupaten Sukabumi. Kurangnya efektifnya kegiatan edukasi di desa tersebut oleh penyuluh disebabkan oleh jarak tempuh antara pertanian dan tempat penyuluhan, serta perbedaan jumlah petani dan penyuluh yang sangat signifikan. Berdasarkan hasil observasi dan wawancara, minimnya penggunaan teknologi digital, serta tidak adanya penduduk desa yang buta huruf menjadikan media cetak yang ditentukan sebagai media penyuluhan penggunaan pestisida kepada petani. Dengan menggunakan metode Design Thinking, media cetak meliputi brosur dan poster bertema 6T yang dapat meningkatkan pengetahuan petani dalam penggunaan pestisida serta membantu penyuluh dalam rangka penyebaran informasi. Petani memberikan respon positif terhadap media tersebut dikarenakan kesesuaiannya dengan media penyuluhan yang dibutuhkan di lokasi Desa Ciengang. Isi konten telah sesuai dengan keinginan petani yang membahas tentang penggunaan pestisida. Warna, gambar visual dan tulisan yang terbaca dan mudah dimengerti oleh kalangan petani membuat media penyuluhan ini efektif dalam penyampaian informasinya kepada petani. Dapat disimpulkan dengan menegahi antara keinginan petani dan penyuluh dalam hal alih pengetahuan dapat ditemukan sebuah solusi media penyuluhan yang berbentuk brosur dan poster, serta desain yang menarik bagi petani sehingga media penyuluan efektif dalam penyebaran konten penyuluhan, serta efisien dalam penyebarannya.", "Daftar File": {"Abstrak Perpus _Haffi Putranda Ilham_27115034.pdf": "https://digilib.itb.ac.id/gdl/download/131844"}, "Penulis": "HAFFI PUTRANDA ILHAM  - NIM: 27115034", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Pindi Setiawan, M.Si"], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "media cetak, infografis, penyuluhan, pestisida, petani", "Sumber": "", "Staf Input/Edit": "Saipul Aripin  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "28 Jun 2018"}