{"Nomor": 27633, "Judul": "Perancangan dan Analisis CFD Turbin Radial Inflow dengan Daya 50 kW pada Siklus Rankine Organik Sederhana den", "Abstrak": "Kebutuhan energi terus meningkat dan saat ini masih banyak dipenuhi dengan bahan bakar fosil yang tidak terbarukan dan berdampak buruk bagi lingkungan dan kesehatan. Siklus Rankine Organik (SRO) adalah salah satu sistem pemanfaatan energi terbarukan yang memiliki kelebihan dapat mengkonversikan energi dari panas bertemperatur rendah, salah satunya adalah panas buangan (waste heat). Turbin adalah salah satu komponen utama pada SRO sehingga penelitian mengenai perancangan turbin diperlukan. \n\nTurbin dirancang dengan kondisi uap jenuh masuk pada temperatur 85,286 ℃ tekanan 7,468 bar dan keluar pada tekanan 3,395 bar. Metode perancangan yang digunakan adalah metode garis rata-rata (meanline). Komponen turbin yang dirancang adalah sudu jalan (rotor), sudu arah (nozzle), dan rumah spiral (volute). Geometri rancangan disimulasikan menggunakan perangkat lunak Compuational Fluid Dynamics (CFD) ANSYS CFX. Hasil simulasi rancangan awal menunjukkan bahwa daya dan efisiensi sesuai dengan perhitungan. Namun terdapat pusaran (swirl) pada outlet turbin akibat adanya deviasi aliran terhadap sudu. Pusaran ini dipengaruhi oleh kontur kelengkungan (camberline) sudu jalan. Kontur kelengkungan kemudian divariasikan untuk mendapatkan hasil dengan sudut pusaran yang kecil (< 5Ã‚Â°). Rancangan yang sesuai kemudian disimulasikan pada kondisi luar rencana (off-design). \n\nDihasilkan sudu jalan dengan keofisien aliran ϕR 0,83, diameter 15,71 cm, jumlah sudu 14 buah, dan sudut kelengkungan θc 50,7Ã‚Â°. Sudu arah menggunakan profil NACA 66-006, koefisien aliran ϕS 0,95, dan jumlah sudu 26 buah. Rumah spiral yang terpilih adalah tipe penampang lingkaran aliran eksternal. Didapatkan rancangan turbin dengan daya 49,6 kW, efisiensi total-ke-statis 89,1 %, dan sudut pusaran 5,9Ã‚Â° pada laju aliran massa 3,89 kg/s dan kecepatan putar 15000 RPM. Penelitian lebih lanjut mengenai topik ini dapat dilakukan seperti penggunaan model rugi-rugi agar perkiraan efisiensi hitungan lebih akurat.", "Daftar File": {"Abstrak - Hafidz Fitrian basri (13114011).pdf": "https://digilib.itb.ac.id/gdl/download/131854"}, "Penulis": "Hafidz Fitrian Basri-13114011", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ari Darmawan Pasek, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "SRO, fluida kerja, turbin radial inflow, CFD", "Sumber": "", "Staf Input/Edit": "D. Budina  \n                                     D. Budina", "File": "1 file", "Tanggal Input": "24 Sep 2018"}