{"Nomor": 27631, "Judul": "ANALISIS DESKRIPTIF DAN PREDIKTIF PADA MAIL ORDER PHARMACY", "Abstrak": "Mail Order Pharmacy (MOP) yang menjadi bagian dari apotek online yang telah diterapkan di benua Amerika dan Eropa. Layanan ini awalnya beroperasi untuk \n\npopulasi veteran agar tidak perlu ke pusat layanan kesehatan untuk melakukan pengobatan. MOP memiliki manfaat yang banyak bagi konsumen diantaranya biaya pengiriman gratis, tersedia 24 jam dan jaminan ketersediaan stok obat. Di Indonesia terdapat dua layanan yang mengarah ke MOP. Layanan tersebut adalah Mocehat dan Halodoc. Data transaksi penjualan obat pada salah satu negara di Eropa tersebut dapat dideskripsikan dan melakukan prediksi pendapatan sebagai salah satu rekomendasi pengambilan keputusan. \n\nData transaksi tersebut perlu melalui tahapan preprocessing agar bisa dilanjutkan ke tahapan berikutnya. Deskripsi mengenai kondisi bisnis MOP dapat dilakukan \n\ndengan menggunakan data mart dan visualisasi data. Prediksi pendapatan diawali dengan tahapan seleksi fitur seperti korelasi dan penghapusan fitur. Prediksi \n\ndilakukan dengan data mining yang terdiri dari dua tahap yaitu klasifikasi order dan regresi sale_quantity. Klasifikasi menggunakan metode Naive Bayes, Multi Layer \n\nPerceptron Neural Network dan Support Vector Machine. Regresi menggunakan metode Multi Layer Perceptron Neural Network. Metode tersebut digunakan untuk membangun model terbaik untuk prediksi. Pengukuran kinerja model klasifikasi menggunakan F-Measure dan model regresi menggunakan Root Mean Square Error (RMSE). \n\nHasil dari visualisasi data memberikan informasi mengenai kondisi bisnis MOP diantaranya jumlah penjualan obat non generik lebih banyak dibandingkan dengan obat generik. Fitur yang diperoleh dari penghapusan fitur yaitu rrp, price, competitorprice dan pid menghasilkan model klasifikasi terbaik. Fitur yang diperoleh dari semua fitur menghasilkan model regresi terbaik. Kinerja terbaik hasil \n\npengujian model klasifikasi memiliki F-Measure 0.462 dan model regresi memiliki RMSE 1.6654. Hasil prediksi dari kedua model tersebut digunakan untuk prediksi \n\npendapatan.", "Daftar File": {"2018 TS PP HAFID YOZA PUTRA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131846"}, "Penulis": "HAFID YOZA PUTRA (NIM : 23516005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Masayu Leylia Khodra, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Visualisasi data, Data Mining, korelasi, klasifikasi, regresi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "15 Mar 2018"}