{"Nomor": 27643, "Judul": "PENGARUH PENAMBAHAN VARIASI NaCl TERHADAP BIOMASSA PUCUK DAN KANDUNGAN REBAUDIOSIDA-A KULTUR PUCUK Stevia rebaudiana (Bert.) PADA SISTEM THIN LAYER", "Abstrak": "Indonesia merupakan negara peringkat tujuh dunia penderita diabetes, dan diperkirakan pasien diabetes di Indonesia akan meningkat hingga 21,3 juta jiwa di tahun 2030. Stevia rebaudiana merupakan tanaman penghasil rebaudiosida-A yang dapat digunakan sebagai pemanis alami alternatif yang aman digunakan oleh penderita diabetes. Agar dapat memenuhi kebutuhan pemanis alternatif bagi penderita diabetes, diperlukan peningkatan kandungan rebaudiosida-A dari tanaman stevia, antara lain melalui cekaman abiotik, salah satunya dengan menerapkan cekaman salinitas pada lingkungan tumbuh stevia. Penelitian ini dilakukan dengan mengkultivasi kultur pucuk S. rebaudiana pada sistem thin layer culture (TLC) dengan penambahan variasi konsentrasi NaCl. Penambahan NaCl sebanyak 6,25 mM; 12,5 mM; 25 mM; dan 50 mM dilakukan pada medium kultur sedangkan medium kontrol tidak diberi penambahan NaCl. Kultur pucuk stevia dikultivasi pada intensitas cahaya 1267 lux dengan waktu pencahayaan 16:8 selama 14 hari. Hasil penelitian menunjukkan tidak ada perbedaan yang signifikan pada biomassa dan perolehan rebaudiosida-A akibat perbedaan perlakuan. Meskipun demikian, terdapat perbedaan rata-rata perolehan rebaudiosida-A pada setiap perlakuan dibanding kontrol. Kandungan rebaudiosida-A tertinggi didapat pada kultur pucuk stevia dengan perlakuan 25 mM dengan kandungan sebanyak 2,84 mg/g daun, lebih tinggi tiga kali dibandingkan kontrol dengan kandungan rebaudiosida-A sebanyak 0,88 mg/g.", "Daftar File": {"2018 TA PP Hafizhun Lihududillah Soekiswo 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131870"}, "Penulis": "HAFIZHUN LIHUDUDILLAH SOEKISWO- Nim: 11213027", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Rizkita Rachmi Esyanti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Stevia rebaudiana, rebaudiosida-A, kultur pucuk, sistem Thin Layer Culture, Cekaman salinitas", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "14 Mar 2018"}