{"Nomor": 27646, "Judul": "PENGEMBANGAN TPS CIBEUNYING MENJADI TPS TERINTEGRASI DI KOTA BANDUNG", "Abstrak": "Sampah merupakan salah satu permasalahan lingkungan yang terus menerus \n\nberlangsung di Indonesia. Salah satu metode pengananan sampah kota adalah \n\ndengan menggunakan Tempat Penampungan Sementara (TPS) yang berfungsi \n\nsebagai tempat menampung sampah sebelum disalurkan ke Tempat Pemrosesan \n\nAkhir (TPA). Salah satu TPS yang ada di Kota Bandung adalah TPS Cibeunying. \n\nSarana dan Prasarana TPS ini dievaluasi berdasarkan persyaratan teknis TPS pada \n\nPeraturan Menteri Pekerjaan Umum No. 3/PRT/M/2013. Evaluasi ini didukung \n\ndengan data sumber sampah dari daerah layanan, luas dan dimensi bangunan, \n\nfungsi dan fasilitas bangunan, komposisi sampah, beban alat pengumpul dan \n\ntimbulan sampah selama 8 hari berturut-turut. Pada tahun 2014, jumlah penduduk \n\nyang dilayani adalah 20.467 jiwa dengan rata-rata timbulan sampah rumah tangga \n\nsebesar 0,52 kg/orang/hari atau 10,67 ton/hari. Sedangkan daerah non rumah \n\ntangga yang dilayani berjumlah 50 unit dengan timbulan sebesar 9,37 ton/hari. \n\nKomposisi sampah dominan pada TPS Cibeunying adalah sampah organik \n\nsebanyak 58,21%, kertas & karton 15,60%, dan plastik kemasan 7,40%. \n\nBerdasarkan evaluasi, TPS Cibeunying membutuhkan perbaikan pada berbagai \n\nsektor. Pengembangan TPS konvensional menjadi TPS terintegrasi dilakukan \n\ndengan dua tahap, konsep pengembangan dan pra-rancang untuk memenuhi \n\nkebutuhan sepuluh tahun mendatang. Konsep pengembangan dilakukan dengan \n\nmelakukan pemotongan daerah layanan, proyeksi timbulan sampah, pemilihan \n\nskenario, dan alternatif perbaikan berupa penambahan luas area, pengaturan \n\nsistem pengumpulan dan pengangkutan, tangki penampung lindi, pembuatan \n\ntaman, pembuatan area-area khusus seperti area bongkar muat, pemilahan, \n\npenimbangan dan pencatatan, dan pewadahan. Pra-rancang, sebagai tahap kedua, \n\nberisi tentang spesifikasi alternatif dan kriteria desain perbaikan-perbaikan yang \n\ndirekomendasikan untuk TPS yang disertai dengan denah dan gambar perspektif 3D TPS yang baru.", "Daftar File": {"2014 TA PP HAIFA FAWWAZ ATMAYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/131874", "2014 TA PP HAIFA FAWWAZ ATMAYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/131875", "2014 TA PP HAIFA FAWWAZ ATMAYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/131876", "2014 TA PP HAIFA FAWWAZ ATMAYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/131877", "2014 TA PP HAIFA FAWWAZ ATMAYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/131878", "2014 TA PP HAIFA FAWWAZ ATMAYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/131879", "2014 TA PP HAIFA FAWWAZ ATMAYA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/131880", "2014 TA PP HAIFA FAWWAZ ATMAYA 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/131881", "2014 TA PP HAIFA FAWWAZ ATMAYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/131882"}, "Penulis": "HAIFA FAWWAZ ATMAYA (NIM : 15310082)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Enri Damanhuri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Cibeunying, pra-rancang, sampah, Tempat Penampungan Sementara", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "09 Mar 2018"}