{"Nomor": 27641, "Judul": "PENENTUAN JUMLAH ALAT ANGKUT UNTUK MENGANGKUT BATUBARA PADA PIT 13 HWPB PT INDOMINCO MANDIRI", "Abstrak": "PT Indominco Mandiri Bontang Kalimantan Timur, merupakan unit bisnis yang bergerak pada sektor pertambangan batubara. Dalam proses pengangkutan batubara dari front penambangan ke ROM stockpile di PT Indominco, digunakan Excavator Komatsu PC300 sebagai alat gali muat dan Dump Truck Hino kapasitas 30 ton sebagai alat angkutnya. Jumlah alat yang digunakan idealnya harus bisa mencapai target produksi harian yang sudah ditetapkan, oleh karena diperlukan kajian mengenai kinerja alat gali muat dan alat angkut yang digunakan serta memberikan rekomendasi jumlah alat gali muat dan alat angkut yang seharusnya digunakan untuk mencapai target produksi. \n\nAnalisis mengenai penentuan jumlah alat angkut ini didahului dengan pengambilan data waktu edar dari lapangan, kemudian dilakukan perhitungan produktivitas alat gali muat dan alat angkut. Selanjutnya, berdasarkan nilai produktivitas tersebut dihitung produksi harian yang dihasilan serta nilai match factor. Kemudian dibandingkan dengan target produksi yang direncanakan. \n\nBerdasarkan pengamatan dilapangan didapatkan alat gali muat yang digunakan sebanyak 1 unit Excavator Komatsu PC300 dan alat angkut sebanyak 5 unit Dump Truck Hino kapasitas 30 ton, dengan kombinasi tersebut didapatkan nilai match factor sebesar 0,428 dan produksi harian yang didapatkan sebanyak 1906,2 ton. Jumlah produksi tersebut tidak memenuhi produksi harian yang direncakan yakni 4000 ton perhari, berdasarkan hasil analisis dan perhitungan yang dilakukan didapatkan jumlah alat gali yang digunakan untuk memenuhi target produksi sebanyak 11 unit Dump Truck Hino kapasitas 30 ton dengan jumlah produksi hariannya sebanyak 4193,62 ton, dan nilai match factor yang dihasilkan sebesar 0,942.", "Daftar File": {"2018 TA PP HAFIZH FAUZAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131862"}, "Penulis": "HAFIZH FAUZAN (NIM : 12114041)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Budi Sulistianto, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Produktivitas, Match Factor, Target Produksi", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "02 Okt 2018"}