{"Nomor": 27648, "Judul": "ANALISIS RISIKO KEBAKARAN HUTAN DAN LAHAN DI TAMAN BURU GUNUNG MASIGIT KAREUMBI (TBMK), JAWA BARAT", "Abstrak": "Kebakaran merupakan salah satu jenis gangguan yang umum terjadi pada kawasan hutan di Indonesia. Seiring dengan meningkatnya kegiatan pembukaan lahan, kebakaran hutan dan lahan terus terjadi secara meluas terutama pada periode El-Nino. Pada periode El-Nino di tahun 2015, kebakaran terjadi di hutan konservasi Taman Buru Gunung Masigit Kareumbi (TBMK). Kebakaran tersebut merupakan ancaman potensial bagi kelestarian habitat di kawasan konservasi TBMK. Salah satu aspek yang perlu dipahami untuk menunjang efektivitas pencegahan kebakaran adalah tersedianya informasi tentang karakteristik sebaran kebakaran di dalam kawasan tersebut. Penelitian ini bertujuan untuk menduga sebaran area bekas kebakaran, memetakan risiko kebakaran, dan analisis hubungan faktor-faktor yang berperan dalam kebakaran dengan menggunakan teknik penginderaan jauh dan Sistem Informasi Geografis (SIG). Pendugaan sebaran area kebakaran dilakukan dengan menggunakan perubahan indeks Normalized Burn Ratio (NBR) pada citra Landsat 8 OLI sebelum dan sesudah kebakaran di tahun 2015 yang dilanjutkan dengan verifikasi dan pengecekan lapangan pada titik kebakaran 2015 disertai analisis vegetasi menggunakan metode jalur. Untuk pemetaan risiko kebakaran dan analisis faktor-faktor yang berperan dalam kebakaran, digunakan perangkat Maximum Entropy (Maxent) dengan menggunakan data titik kebakaran 2015 serta beberapa variabel prediktor penduga kebakaran yang meliputi faktor alam (topografi, iklim, dan bahan bakar) dan manusia (aksesibilitas). Berdasarkan hasil analisis nilai NBR, dugaan sebaran kebakaran di TBMK dan sekitarnya tahun 2015 dapat diidentifikasi dengan nilai normalized distance (D) 1,37. Pemodelan Maxent menunjukkan bahwa risiko kebakaran yang tinggi terjadi di sekitar batas kawasan TBMK dengan variabel presipitasi tahunan rata-rata memiliki kontribusi paling tinggi (36%). Parameter keberhasilan pemodelan yang digunakan adalah nilai Area Under ROC Curve (AUC), yang dalam penelitian ini didapatkan nilai sebesar 0,976, yang menandakan hasil pemodelan tersebut memiliki akurasi tinggi dalam memprediksi risiko kebakaran di TBMK dan sekitarnya. Berdasarkan hasil perhitungan Indeks Nilai Penting (INP) vegetasi pada area bekas kebakaran, beberapa jenis yang berpotensi untuk kegiatan penanaman, diantaranya; Trema orientalis, Schima wallichii, Visenia umbellata, dan Homalanthus populneus. Dalam kaitannya untuk pengendalian kebakaran, diperlukan kegiatan perlindungan dan pengamanan kawasan yang diprioritaskan pada area dengan risiko tinggi dengan menggunakan jenis-jenis vegetasi sebagaimana disebutkan di atas.", "Daftar File": {"2018 TA PP - HAIRATUNNISA 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131884"}, "Penulis": "HAIRATUNNISA (NIM : 11514057)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nDr. Elham Sumarga.", "Dr. Ichsan Suwandhi."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Kebakaran Hutan dan Lahan, Risiko, Taman Buru Gunung Masigit Kareumbi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Sep 2018"}