{"Nomor": 27644, "Judul": "DESAIN STRUKTUR DERMAGA TERMINAL PETI KEMAS 4 KALIBARU, PELABUHAN TANJUNG PRIOK", "Abstrak": "Pelabuhan Tanjung Priok merupakan pelabuhan utama di Indonesia yang berperan penting pada konektivitas ekonomi nasional dan internasional. Pengembangan wilayah yang dilakukan oleh pemerintah pada Pelabuhan Tanjung Priok adalah Terminal Kalibaru. Pada terminal terdapat fasilitas-fasilitas, salah satunya dermaga yang merupakan struktur pendukung. Struktur dermaga perlu didesain agar kapal dapat bersandar dan bongkar muat dengan aman.  \n\nPada tugas akhir ini akan dibahas mengenai desain struktur dermaga Terminal Peti Kemas 4 Kalibaru berupa dermaga deck on pile yang terdiri dari beton bertulang sebagai struktur atas dan tiang pancang baja sebagai struktur bawah. Proses desain meliputi penjelasan kondisi lingkungan lokasi, penentuan kriteria desain, penentuan geometri struktur, perhitungan beban, analisis struktur, penulangan elemen struktur, dan analisis konstruksi beton pracetak. Seluruh proses desain dilakukan berdasarkan standar yang berlaku.  \n\nAnalisis struktur dermaga dilakukan dengan pemodelan struktur menggunakan perangkat lunak SAP2000. Model struktur dermaga berupa tiang pancang, pile cap, balok, dan pelat akan diaplikasikan beban-beban yang bekerja dengan kombinasi tertentu. Hasil pemodelan yang akan dianalisis adalah unity check ratio, defleksi, gaya dalam, dan reaksi perletakan. Hasil unity check ratio dan reaksi perletakan akan digunakan untuk pengecekan kekuatan tiang pancang dan daya dukung tanah, sedangkan gaya dalam untuk penulangan elemen struktur atas.  \n\nAdapun analisis konstruksi beton pracetak dilakukan pada struktur atas berupa pile cap, balok, dan pelat dengan pengecekan kondisi pengangkatan, pengecekan kondisi instalasi, desain lifting hook, desain shear connector, dan desain panjang penyaluran. Hasil pada tugas akhir ini berupa dimensi struktur dermaga yang kuat menahan beban-beban yang bekerja.", "Daftar File": {"2018 TA PP Hafyanto Eko Saputra 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131871"}, "Penulis": "Hafyanto Eko Saputra - Nim: 15511023", "Kontributor / Dosen Pembimbing": ["Andojo Wurjanto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Struktur dermaga, deck on pile, analisis struktur, beton bertulang, beton pracetak", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Jul 2018"}