{"Nomor": 27654, "Judul": "USULAN PROGRAM PENINGKATAN MODEL BISNIS DAN KUALITAS LAYANAN PADA TEMPAT PENITIPAN ANAK MATAHARIKU", "Abstrak": "Laporan ini mengusulkan program peningkatan model bisnis dan peningkatan kualitas layanan pada Tempat Penitipan Anak Matahariku, yang merupakan jasa layanan penitipan anak yang tergolong baru di Jakarta Selatan. Dengan tujuan awal menyediakan tempat singgah sementara bagi murid Sekolah Aluna yang telat dijemput, Matahariku menghadapi berbagai issue dalam pengelolaannya, terkait dengan rendahnya kualitas pelayanannya. Isu-isu yang ada merupakan isu Kesehatan dan Keselamatan, penanganan keluhan yang tidak semestinya, tingginya pergantian karyawan dan rendahnya jumlah anak yang masuk tempat penitipan dibanding dengan jumlah murid Aluna yang potensial untuk masuk tempat penitipan. Kemudian, dapat diketahui pula bahwa rendahnya kualitas layanan tersebut berkelindan dengan model bisnis yang akan dikembangkan. \n\nPenelitian ini mengidentifikasi 6 akar masalah utama yaitu: Terbatasnya ruang dan fasilitas untuk mengoptimalkan dan meningkatkan program yang ada; tidak adanya pelatihan dan pengembangan karyawan yang standar; pengasuh dan staf yang tidak terlatih ataupun tidak memiliki pendidikan yang memadai untuk pekerjaannya; tidak adanya panduan kerja untuk pengasuh; minimnya aktifitas marketing, dan; tidak adanya standar Kesehatan dan Keselamatan. Penelitian ini kemudian memunculkan 11 solusi komprehensif untuk mengatasi masalah-masalah tersebut, dan serangkaian rencana implementasi dalam bentuk sebuah proyek yang dikemas dalam sebuah program implementasi untuk meningkatkan kualitas layanan. \n\nKonsekuensinya, modifikasi 6 dari 9 Bisnis model kanvas diperlukan untuk mencapai program yang diusulkan. Diantaranya, Key Partnership (Kemitraan Utama) dimana Matahariku akan membutuhkan Strategi Aliansi dengan TPAM, Key Activities (Aktifitas Utama) dengan menambahkan beberapa kegiatan ke dalam Kurikulum, Value prepositions dengan memastikan adanya implementasi pendekatan Montessori, Customer relationship dengan memberikan paket informasi dan perbaikan laporan dan dokumentasi, memperluas segmentasi konsumen, serta memperluas jaringan komunikasi.  \n\nDua dari hal yang mencakup program peningkatan tersebut adalah memperbaiki perencanaan pemasaran dan memperluas tempat. Pada kasus ini, transformasi Tempat penitipan anak Matahariku dari bisnis kecil sekolah Aluna yang merupakan tempat persinggahan bagi murid yang telat dijemput, menjadi bisnis inti yang berdiri sendiri yang merupakan layanan utama PAUD (Pendidikan Anak Usia Dini) yang terintegrasi dengan anak berkebutuhan khusus yang berada di Jakarta Selatan. Hal akhir dari penelitian yang diidentifikasi adalah potensi keuntungan yang didapat dari transformasi bisnis tersebut. Terakhir, thesis ini mengidentifikasi implikasi praktis yang berisi usulan  lanjutan  bagi pimpinan Aluna untuk melaksanakan program yang diusulkan.", "Daftar File": {"2018 TS PP HALIDA HILDA RAHARUSUN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131891"}, "Penulis": "HALIDA HILDA RAHARUSUN (NIM 29115732)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Leo Aldianto, MBA, MSAE."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Daycare Service, Service Quality, Business Model, Early Childhood Education, Daycare Business, Development Framework", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "08 Jun 2018"}