{"Nomor": 27657, "Judul": "DISTRIBUSI KUALITAS RESERVOIR INTERVAL MFS-1 - FS-1, BLOK L, LAPANGAN VIRGO, RIAU", "Abstrak": "Lapangan Virgo merupakan lapangan minyak yang terdapat di Cekungan Sumatera Tengah, Provinsi Riau, yang terdiri dari beberapa blok salah satunya adalah blok L yang berada di timur laut Lapangan Virgo. Reservoir yang diproduksi adalah interval MFS-1 Ã‚Â– FS-1 yang merupakan bagian dari Formasi Duri. Untuk memaksimalkan produksi dari sumur produksi diperlukan adanya pengetahuan lebih lanjut mengenai interval reservoir tersebut, diantaranya analisis secara kualitas dan kuantitas seperti mengetahui lingkungan pengendapan, fasies, properti petrofisika reservoir dan penyebarannya, Lapangan Virgo. Penelitian ini dilakukan dengan menggunakan data 138 sumur berupa tali kawat dengan 1 sumur batuan inti sepanjang 61 kaki.   \n\nBerdasarkan analisis data biostratigrafi dan batuan inti diperoleh bahwa Formasi Duri terendapkan pada Miosen Awal pada lingkungan transisi yaitu estuari. Interval penelitian terdiri dari batupasir, batulanau, dan batulempung.   \n\nBerdasarkan analisis elektrofasies terdapat 4 asosiasi fasies yaitu estuarine channel, tidal sand bar, tidal mud flat, dan marine shale. Geometri estuarine channel menunjukkan arah pengendapan NE-SW.   \n\nHasil analisis petrofisika interval penelitian menunjukkan bahwa nilai ratarata porositas efektif adalah 0,33, dan nilai rata-rata saturasi air adalah 0,43. Total sumberdaya hidrokarbon di daerah penelitian sekitar 35,9 MMBO. Berdasarkan peta hydrocarbon porosity thickness (HPT) yang merupakan perkalian antara saturasi minyak, porositas, dengan net pay (ketebalan), area yang memiliki nilai HPT yang bagus pada interval penelitian di blok L ini adalah timur dan barat daya yang sesuai dengan persebaran estuarine channel, dimana area inilah yang akan menjadi prioritas pengembangan blok L di Lapangan Virgo ini.", "Daftar File": {"2016 TA PP HAMDANI AGUSTA ASRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/131894", "2016 TA PP HAMDANI AGUSTA ASRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/131895", "2016 TA PP HAMDANI AGUSTA ASRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/131896", "2016 TA PP HAMDANI AGUSTA ASRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/131897", "2016 TA PP HAMDANI AGUSTA ASRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/131898", "2016 TA PP HAMDANI AGUSTA ASRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/131899", "2016 TA PP HAMDANI AGUSTA ASRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/131900"}, "Penulis": "HAMDANI AGUSTA ASRI (NIM : 12011047)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n\nDr. Ir. Asep Heri Patria Kesumajana, MT", "Dr. Ir. Prihadi Sumintadireja."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Lapangan Virgo, Formasi Duri, Cekungan Sumatera Tengah, properti petrofisika, asosiasi fasies, estuari", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "27 Apr 2018"}