{"Nomor": 27651, "Judul": "IDENTIFIKASI P100 DARI SINYAL VISUAL EVOKED POTENTIAL (VEP) MENGGUNAKAN METODE WAVELET DENOISING", "Abstrak": "Visual Evoked Potential (VEP) merupakan sebuah tes yang paling sering digunakan terutama dalam mendiagnosa glaucoma dengan stimulus berupa pola dengan durasi beberapa menit. Respon VEP normal terhadap stimulus adalah munculnya gelombang defleksi positif pada latensi sekitar 100 milidetik yang mana titik tersebut dinamakan titik referensi P100. \n\nAkan dirancang VEP yang portable lebih murah dan lebih praktis digunakan tenaga medis karena semua aktivitas kontrolnya dilakukan pada Graphical User Interface (GUI). Karena VEP yang dirancang berupa mobile apps, maka akan dilakukan pemrosesan identifikasi VEP menggunakan metode wavelet denoising pada GUI. \n\nUntuk dapat mengidentifikasi sinyal VEP pada sinyal Elektroencephalogram (EEG), metode yang digunakan adalah dengan denoising berdasarkan dekomposisi wavelet. Proses dekomposisi merupakan proses memecah suatu sinyal menjadi beberapa komponen dengan resolusi lebih rendah. Dua operasi dasar pada proses dekomposisi adalah filtering dan down-sampling. Dekomposisi wavelet ini menggunakan transformasi wavelet jenis Discrete Wavelete Transform (DWT) dengan mother wavelet yang digunakan adalah Biorthogonal. Setelah memperoleh sinyal VEP dilakukan pencarian P100 sebagai salah satu indikator pendukung pengukuran medis untuk mengkonfirmasi tingkat kebutaan pasien. Tampilan hasil yang diharapkan adalah titik P100 tersebut berada pada sekitar 100 milisekon (tidak lebih dari 130 ms) dengan besar amplitude yang diharapkan kurang lebih 10 mikro volt.", "Daftar File": {"2018 TA PP HAJAR INDAH FITRIASARI  1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131887"}, "Penulis": "HAJAR INDAH FITRIASARI (NIM : 13214025)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nDr. Hasballah Zakaria, S.T., M.Sc. \n\nHabibur Muhaimin, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "VEP , wavelet denoising , DWT , dekomposisi , P100.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2018"}