{"Nomor": 27652, "Judul": "Identifikasi Permasalahan dan Potensi Parkir di Pusat Pemerintahan (Studi Kasus Balaikota dan Gedung Sate)", "Abstrak": "Sebagai ibukota dari Provinsi Jawa Barat, Kota Bandung mengemban berbagai fungsi sebagai pusat dari berbagai kegiatan seperti pusat pemerintahan, pariwisata, perdaganagan.  Hal ini sedikit banyak memepengaruhi pelayanan sistem transportasi di Kota Bandung.  Keberadaan ruang publik yang memiliki daya tarik yang tinggi menyebabkan aktivitas atau pergerakan ke daerah tersebut meningkat.  Hal ini berimplikasi pada masalah transportasi terutama lalu lintas dan perparkiran. Untuk menangani permasalahan tersebut dibutuhkan upaya penanganan yang tepat sasaran dan tepat manfaat, dengan mengidentifikasi permasalahan parkir di pusat pemerintahan kota. Penelitian ini dilakukan untuk mengetahui permasalahan dan potensi pemenuhan kebutuhan perparkiran di pusat pemerintahan Balaikota dan Gedung Sate secara kuantitatif dengan menggunakan analisis supply-demand, komponensial dan deskriptif untuk menggambarkan kondisi permintaan dan penyediaan parkir pusat pemerintahan Kota Bandung saat ini beserta permasalahannya. Hasil penelitian ini menunjukkan bahwa berdasarkan standar yang dikeluarkan oleh Direktorat Jenderal Perhubungan Darat menunjukkan masih adanya permasalahan seputar permintaan dan penyediaan parkir di Pusat Pemerintahan Kota Bandung. Selain itu, masih terjadi luapan kendaraan yang parkir di badan jalan. Umumnya, parkir di badan jalan terjadi akibat kapasitas parkir yang disediakan dalam pusat pemerintahan tidak mencukupi. Selain parkir di badan jalan, tidak tercukupinya permintaan parkir membuat pengendara mobil berkeliling untuk mencari parkir melalui pintu keluar dan masuk pusat pemerintahan kota dan mengakibatan bertambahnya beban lalu lintas. Kurang akuratnya proyeksi kebutuhan parkir membuat pusat Ã‚Â– pusat pemerintahan di Kota Bandung mengalami kesulitan untuk memenuhi kebutuhan parkir akibat dibangunnya ruang publik seperti taman Ã‚Â– taman kota yang berada dekat dengan kawasan pusat pemerintahan.", "Daftar File": {"2018 TA PP HAKIIM RACHMAN NOOR_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/131888", "2018 TA PP HAKIIM RACHMAN NOOR_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131889"}, "Penulis": "HAKIIM RACHMAN NOOR (NIM: 15412013)", "Kontributor / Dosen Pembimbing": ["Shanty Yulianti Rachmat, ST., MT., Phd"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "parkir, pusat pemerintahan kota, guna lahan, penyediaan-permintaan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "2 file", "Tanggal Input": "03 Okt 2018"}