{"Nomor": 27658, "Judul": "STUDI PROSES PEMULIHAN SAMPAH PLASTIK MULTILAYER PADA VARIASI TEMPERATUR DAN DOSIS KATALIS", "Abstrak": "Plastik telah menjadi permasalahan pada manajemen persampahan kota. Presentase sampah plastik multilayer cukup tinggi dibandingkan dengan plastik perkotaan yang  \nterbuang ke TPS. Potensi daur ulang dari sektor informal masih sangat rendah. Plastik multilayer untuk kemasan makanan secara umum terdiri dari lapisan film LDPE, PP, bahan adhesif, dan aluminium foil. Tujuan dari studi ini untuk mengkonversi dan menganalisis potensi dari sampah plastik multilayer sebagai alternatif energi. Melalui konversi termal-pirolisis yang akan menghasilkan produk  \ncair, gas, dan padatan aluminium sekunder. Proses pirolisis menggunakan reaktor batch pada rentang temperatur 350oC hingga 425oC selama 60 hingga 120 menit. Hasil proses ini diperbandingkan dengan proses pirolisis menggunakan penambahan katalis zeolit dengan dosis 5, 10, 15, dan 50% (b/b) plastik multilayer. Berdasarkan analisis statistik, temperatur 400 oC digunakan sebagai proses dengan menggunakan katalis. Hasil pirolisis berdasarkan variasi temperatur dan waktu menunjukan temperatur 425oC dan waktu 120 menit memberikan produk cair dan gas terbesar yaitu 30,2% dan 5,99%. Sedangkan temperatur 350 oC menyisakan residu terbanyak hingga 97,34%. Penambahan dosis katalis 5 dan 10% memberikan peningkatan produk cair yaitu 32,35 dan 33,98% berurutan. Sementara penambahan dosis katalis  \n15 dan 50% menunjukan penurunan produk cair 28,69 dan 26,68%. Produk gas pada penambahan katalis 50% memberikan produk gas terbesar yaitu 6,71%.", "Daftar File": {"2017 TS PP HAMDI WAHYUDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/131901", "2017 TS PP HAMDI WAHYUDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/131902", "2017 TS PP HAMDI WAHYUDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/131903", "2017 TS PP HAMDI WAHYUDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/131904", "2017 TS PP HAMDI WAHYUDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/131905", "2017 TS PP HAMDI WAHYUDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/131906", "2017 TS PP HAMDI WAHYUDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/131907"}, "Penulis": "HAMDI WAHYUDI [25315025]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Enri Damanhuri", "Haryo Satrio Tomo S.T., M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Plastik multilayer, pirolisis, katalis zeolit ; multilayer plastic, pyrolisis, zeolit catalyst", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "7 file", "Tanggal Input": "08 Feb 2018"}