{"Nomor": 27650, "Judul": "MODEL PERANCANGAN APLIKASI MARKET PLACE HIJAB DENGAN VIRTUAL FITTING AUGMENTED REALITY", "Abstrak": "Sektor fesyen menyumbang angka yang cukup signifikan bagi perekonomian Indonesia. Sebagai salah satu pusat tren fesyen hijab terbesar di duniasaat ini, Indonesia memiliki kurang lebih 20 juta pendudukyang menggunakan hijab. Hal tersebut mendorong munculnya sederet aplikasi e-Commercekhusus hijab misalnya Hijup, Saqina dan Hijabenka untuk memenuhi kebutuhan hijab masyarakat muslim Indonesia secara online. Akan tetapi, kehadiran media tersebut belum cukup membuat sebagian konsumen yakin untuk membeli hijab secara online, hal itu disebabkan oleh adanya keinginan konsumen untuk berinteraksi dengan produk hijab, melihatdan mencoba secara langsung. Tingginya keluhan konsumen terkait spesifikasi dan kualitas produk yang tidak sesuai dengan ekspektasimenyebabkanrendahnya minat konsumen bertransaki hijab melalui media onlineyang ada saat ini.Penelitian ini bertujuan untuk mengidentifikasi kebutuhaninformasi dan interaksi konsumen ketika bertransaksi hijab melalui mediaonline. Metode penelitian yang digunakan yaitudesign thinking melalui tahapan empathize, define, ideate prototype dan test. Hasil penelitian ini berupa rancangan aplikasi mobile e-commercedengan dukungan teknologi virtual fitting augmented reality untuk merespon kebutuhan interaksi konsumen yang ingin mencoba produk sebelum bertransaksi online.Implementasi fitur tersebut merupakan alternatif baru bagi konsumen dalam memperoleh produk yang sesuai keinginan. Dukungan fitur chat, tawar menawar harga, garansi pengembalian produk, pencarian berdasarkan foto serta artikel tips dan tren hijab terbaru bertujuanmemudahkan pengambilan keputusan konsumen. Implementasi akhir aplikasi ini diharapkan dapat menjawab berbagai kebutuhan transaksi hijab konsumen sekaligussebagai sarana untuk membantu para produsen hijab memasarkan produknya, serta mendorong peningkatan transaksi hijab online di Indonesia.", "Daftar File": {"Haiz Fikry Velayathy 27115044.pdf": "https://digilib.itb.ac.id/gdl/download/131886"}, "Penulis": "HAIZ FIKRY VELAYATHY (NIM: 27115044)", "Kontributor / Dosen Pembimbing": ["Hafiz Aziz Ahmad, M.Des.,Ph.D \n\nDr. Acep Iwan Saidi, M.Hum."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "aplikasi mobile hijab, e-commerce hijab, virtual fittinghijab, augmented realityhijab.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "28 Sep 2018"}