{"Nomor": 27663, "Judul": "ANALISIS PENGURANGAN EMISI KARBON DARI PENGGUNAAN KERETA API PRAMBANAN EKSPRES (PRAMEKS) RUTE YOGYAKARTA-SOLO TAHUN 2014", "Abstrak": "Tingginya aktivitas manusia menuntut pergerakan yang sangat cepat.Sektor transportasi memiliki peran penting dalam mencapai kelancaran aktivitas tersebut. Salah satu tindakan untuk memenuhi kebutuhan tersebut adalah penggunaan kendaraan pribadi. Dari satu sisi, adanya kendaraan pribadi ini menyelesaikan permasalahan akan kebutuhan beraktivitas. Akan tetapi, apabila dilihat dari sisi lain, banyaknya kendaraan pribadi justru menimbulkan dampak buruk berupa meningkatnya emisi karbon di atmosfer. Hal ini dapat meningkatkan konsentrasi emisi gas rumah kaca dan menjadi penyebab meningkatnya suhu permukaan bumi.  Paradigma pembangunan saat ini telah bergeser pada konsep   \n\npembangunan berkelanjutan yang berusaha menyeimbangkan pembangunan tidak hanya dari aspek sosial dan ekonomi saja, akan tetapi juga memperhatikan aspek lingkungan. Begitupun dengan sektor transportasi, dalam konteks pengurangan emisi gas rumah kaca, sektor transportasi memiliki beberapa strategi dalam Rencana Aksi Nasional Pengurangan Gas Rumah Kaca (RAN GRK) yang akan dilakukan yaitu 1) Mengurangi kebutuhan akan perjalanan melalui penatagunaan lahan (Avoid) 2) Menggeser pola penggunaan kendaraan pribadi ke moda transportasi rendah karbon (Shift), dan 3)Meningkatkan efisiensi energi dan pengurangan karbon pada kendaraan bermotor pada sarana transportasi (Improve).   \n\nPenelitian ini berupaya untuk menganalisis seberapa besar manfaat dari keberadaan kereta api terhadap pengurangan konsentrasi karbon apabila terjadi pergeseran penggunaan kendaraan pribadi ke kereta. Adapun moda transportasi yang akan dikaji adalah Kereta Api Prambanan Ekspres (Prameks) rute Solo Yogyakarta pada tahun 2014. Metode penelitian yang digunakan dalam penelitian ini adalah penelitian kuantitatif dengan teknik pengumpulan data berupa survei (survei primer dan survei sekunder). Adapun analisis yang dilakukan adalah analisis pengurangan emisi karbon dari kendaraan bermotor yang terhindarkan karena penggunaan KA Prameks rute Yogyakarta-Solo.   \n\nBerdasarkan hasil analisis diketahui bahwa emisi karbon yang terhindarkan mencapai 36.014 ton CO2 dalam satu tahun, lalu emisi kereta yang dihasilkan pada tahun 2014 sebesar 1.170 ton/tahun dan emisi karbon dari penggunaan kendaraan bermotor pada perjalanan di luar jalur kereta sebesar  8.503 ton CO2 sehingga pengurangan emisi karbon kendaraan bermotor dengan adanya kereta sebesar 26.340 ton/tahun. Apabila masyarakat menggunakan kendaraan bermotor (baseline) maka emisi karbon yang dihasilkan sebanyak   \n\n49.200 ton CO2 dalam satu tahun. Adanya perpindahan moda ke kereta ii menurunkan emisi karbon sebesar 46%. Penurunan emisi ini masih sedikitm dibandingkan dengan pengurangan emisi karbon dari kereta di Jepangm(Shinkansen dan kereta konvensional lainnya). Namun. dengan melihat npenggunaan kereta yang terus meningkat, jumlah emisi yang terhindarkan   \n\ntersebut dapat menjadi potensi semakin berkurangnya emisi karbon dari sektor transportasi. Apabila dilakukan peningkatan pelayanan kereta (kuantitas maupun kualitas) serta upaya penurunan penggunaan kendaraan bermotor maka emisi yang terhindarkan tersebut dapat terus meningkat dan akan bermanfaat dalam menurunkan emisi gas rumah kaca dari sektor transportasi. Tidak hanya itu perlu ada pengaturan guna lahan untuk mengurangi pergerakan dan mengurangi emisi   \n\nkarbon yang dihasilkan.", "Daftar File": {"2015 TA PP Hana Afifah Amini 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/131912", "2015 TA PP Hana Afifah Amini 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/131913", "2015 TA PP Hana Afifah Amini 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/131914", "2015 TA PP Hana Afifah Amini 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/131915", "2015 TA PP Hana Afifah Amini 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/131916"}, "Penulis": "Hana Afifah Amini (NIM: 15411025)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Puspita Dirgahayani, ST., M.Eng., Dr. Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "aktivitas pergerakan, pemanasan global, emisi karbon yang terhindarkan, sustainable transportation, KA Prameks.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "5 file", "Tanggal Input": "21 Agu 2018"}