{"Nomor": 27669, "Judul": "STUDI KARAKTERISASI BIJIH EMAS ALUVIAL BERKADAR BESI TINGGI DARI DISTRIK MIMIKA PAPUA DENGAN METODE DIAGNOSTIC LEACHING DAN PULVERIZED BOTTLE ROLL TEST", "Abstrak": "Cadangan bijih emas tipe free milling di Indonesia yang mulai berkurang mendorong industri pengolahan dan pertambangan emas untuk memanfaatkan cadangan bijih emas lainnya. Cadangan bijih emas aluvial di Indonesia merupakan salah satu alternatif yang dapat ditambang dan diolah. PT Papua Fajar Timur (PT PFT) adalah salah satu perusahaan pertambangan emas yang memiliki Izin Usaha Pertambangan (IUP) di Distrik Mimika, Papua dan saat ini sedang melakukan studi untuk pengembangan proses pengolahan deposit aluvial yang ada dalam wilayah IUP tersebut. Tahap ini dilakukan untuk mengetahui jenis dan karakter bijih emas yang akan diolah, dan mengetahui rute proses pengolahan yang terbaik berdasar hasil pengujian metalurgi di laboratorium. Dalam penelitian ini dilakukan studi karakterisasi bijih emas tipe aluvial berkadar besi tinggi yang diperoleh dari PT PFT melalui serangkaian pengujian diagnostic leaching, size by size assay, dan pulverized bottle roll test. \n\nPercobaan diawali dengan preparasi bijih yang meliputi pengeringan, homogenisasi, pulverizing, dan sampling dengan rotary splitter. Penentuan kadar emas (head grade) dilakukan dengan fire assay, sementara komposisi kimia bijih ditentukan dengan analisis ICP. Selanjutnya dilakukan size by size assay untuk mengetahui distribusi ukuran emas di dalam bijih. Karakterisasi mineral dilakukan dengan pengujian menggunakan SEM+EDX, dan XRD. Percobaan diagnostic leaching dilakukan dalam beberapa tahap pelindian yang meliputi pelindian dengan sianida (24 jam), pencucian dengan sianida (30 menit), pelindian dengan HCl dan HF (8 dan 6 jam). Percobaan pulverized bottle roll test dilakukan dengan memvariasikan ukuran partikel bijih pada P80 74μm (P80 200 mesh) dan P80 37μm (400 mesh), % solid slurry (33,33% dan 40%), konsentrasi sianida (750 dan 2000 ppm), dan konsentrasi oksigen terlarut (7-9 dan 15-20 ppm). \n\nHasil pengujian XRD, head assay, dan komposisi kimia bijih menunjukkan bahwa bijih emas dari Distrik Mimika, Papua yang dianalisis dalam studi ini adalah bijih tipe oksida aluvial yang komposisinya didominasi oleh besi sebesar 58,68%, silika sebesar 5,48%, dan kadar emas sebesar 6,46 g/ton. Hasil percobaan diagnostic leaching menunjukkan distribusi emas yang berada dalam kondisi free sebesar 62,716%, emas di dalam oksida besi sebesar 8,287%, dan emas di silika sebesar 7,630%, sisanya 21,366% emas halus di dalam mineral oksida kompleks. Hasil size by size assay menunjukan sebanyak 28,29% emas berada pada fraksi ukuran 149 μm (+100 mesh), 19,10% pada fraksi ukuran 74 μm (+200 mesh), dan 48,39% -200 mesh (", "Daftar File": {"2018 TA PP HANAJIT RANU SIRSYAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131935"}, "Penulis": "HANAJIT RANU SIRSYAH (NIM : 12514025)", "Kontributor / Dosen Pembimbing": ["Dr. mont. M. Zaki Mubarok, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "bijih emas aluvial, karakterisasi, diagnostic leaching, bottle roll test.", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "02 Jul 2018"}