{"Nomor": 27668, "Judul": "PENGARUH GELOMBANG KELVIN DEKADAL TERHADAP VARIASI KEDALAMAN TERMOKLIN DI BARAT PANTAI SUMATRA DAN SELATAN JAWA", "Abstrak": "Penelitian ini mengkaji pengaruh gelombang Kelvin dekadal terhadap variasi kedalaman termoklin di perairan barat Sumatra dan selatan Jawa. Data yang akan digunakan adalah data anomali tinggi muka laut dan suhu per kedalaman hasil model HYCOM selama 64   \n\ntahun. Cara menganalisis pengaruh gelombang Kelvin periode dekadal terhadap variasikedalaman termoklin adalah dengan menentukan kedalaman isotherm T=22oC, s-transform untuk melihat spektrum energi kedalaman isotherm T=22oC, diagram Hovmoller SSHA,wavelet koherensi untuk melihat koherensi antara SSHA dengan kedalaman isotherm T=22oC serta frequency-wavenumber 2D spectral analysis untuk melihat penjalaran gelombang Kelvin. Gelombang Kelvin dekadal dapat diidentifikasi di perairan barat Sumatra dan selatan Jawa dengan kecepatan penjalaran sebesar 1,029x10-3 m/s (1974 Ã‚Â– 1976) dan 0,21 m/s (1985 Ã‚Â– 1986) serta memiliki periode sebesar 7,25 tahun berdasarkan hasil diagram dispersif suhu dan SSHA. Korelasi antara SSHA dengan kedalaman isotherm T=22oC menunjukkan nilai yang tinggi dengan tingkat kepercayaan 95%. Hal tersebut diperkuat dengan hasil dari wavelet koherensi yang menunjukkan adanya koherensi dengan periode 7,25 tahun (dekadal) pada setiap titik antara SSHA dengan kedalaman isotherm 22oC yang bertepatan dengan kejadian gelombang Kelvin di perairan barat Sumatra dan selatan Jawa. Nilai kedalaman isotherm 22oC berbeda-beda di titik A hingga H serta memiliki variasi 8 dan 11 tahunan. Kondisi SSHA mengalami kenaikan dan midthermocline mengalami penurunan (dalam) ketika adanya penjalaran gelombang Kelvin.", "Daftar File": {"2016 TS PP HANAH KHOIRUNNISA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/131928", "2016 TS PP HANAH KHOIRUNNISA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/131929", "2016 TS PP HANAH KHOIRUNNISA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/131930", "2016 TS PP HANAH KHOIRUNNISA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/131931", "2016 TS PP HANAH KHOIRUNNISA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/131932", "2016 TS PP HANAH KHOIRUNNISA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/131933", "2016 TS PP HANAH KHOIRUNNISA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/131934"}, "Penulis": "HANAH KHOIRUNNISA (NIM: 22415005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Eng. Nining Sari Ningsih.", "Dr. Fadli Syamsudin."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "dekadal, anomali tinggi muka laut, gelombang Kelvin, kedalaman isotherm T=22oC", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "21 Agu 2018"}