{"Nomor": 27676, "Judul": "POTENSI PEMANFAATAN LIMBAH MAKANAN DI KANTIN ITB GANESHA UNTUK MENJADI SUMBER ENERGI (BIOGAS) SEBAGAI SALAH SATU PENERAPAN TEKNOLOGI BERSIH MENUJU SMART CAMPUS", "Abstrak": "Setiap hari, kantin di ITB Ganesha menghasilkan sampah organik sisa makanan yang tidak sedikit (sekitar 68,62 kg/hari). Selain dapat menimbulkan gas rumah kaca, timbulan sampah makanan dapat mencemari lingkungan dan menjadi sarang vektor penyakit yang akhirnya ikut andil dalam penurunan tingkat kesehatan masyarakat. Dalam upaya ITB menuju smart campus, Direktorat Pengembangan ITB mengupayakan pemanfaatan limbah makanan di kantin ITB sebagai bentuk penerapan teknologi bersih terutama konsep retrieve to energy dimana limbah dapur dijadikan sumber energi (biogas). Dilakukan percobaan pengolahan sampah makanan melalui teknik anaerobic digestion dari delapan kantin di wilayah kampus ITB Ganesha. Penelitian dilakukan dengan menggunakan biodigester tipe batch dengan kapasitas 13,5 L sebanyak tiga buah (Reaktor A, B, dan C) dengan perbedaan konsentrasi inoculum berupa rumen sapi (25%, 5%, dan 0% dari berat sampah) selama 30 hari. Umpan reaktor memiliki kadar rasio C/N sekitar 22 sampai 25 sehingga cocok untuk didekomposisi secara anaerobik karena umumnya rasio C/N ideal untuk pross tersebut adalah sekitar 20-30. Hasil penelitian menunjukkan bahwa sampah makanan kantin ITB Ganesha berpotensi untuk diolah dengan anaerobic digestion walaupun produksi gas yang dihasilkan tidak optimal akibat fluktuasi pH yang sulit dikendalikan. Reaktor A (25% rumen) menjadi variasi dengan komposisi gas metana 0,004 m3/kg sampah makanan, Reaktor B (5% rumen) dengan gas metana mencapai 0,001 m3/kg, dan Reaktor C dengan gas metana mencapai 0,002 m3/kg. Dengan menkonversi gas metana yang dihasilkan dengan gas LPG, maka ITB Ganesha diperkirakan dapat menghemat hingga Rp. 648.500,00/tahun.", "Daftar File": {"2016 TA PP TA HANDAYANI NABILAH COVER.pdf": "https://digilib.itb.ac.id/gdl/download/131953", "2016 TA PP TA HANDAYANI NABILAH BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/131954", "2016 TA PP TA HANDAYANI NABILAH BAB 2 A.pdf": "https://digilib.itb.ac.id/gdl/download/131955", "2016 TA PP TA HANDAYANI NABILAH BAB 2 B.pdf": "https://digilib.itb.ac.id/gdl/download/131956", "2016 TA PP TA HANDAYANI NABILAH BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/131957", "2016 TA PP TA HANDAYANI NABILAH BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/131958", "2016 TA PP TA HANDAYANI NABILAH BAB 5 A.pdf": "https://digilib.itb.ac.id/gdl/download/131959", "2016 TA PP TA HANDAYANI NABILAH BAB 5 B.pdf": "https://digilib.itb.ac.id/gdl/download/131960", "2016 TA PP TA HANDAYANI NABILAH BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/131961", "2016 TA PP TA HANDAYANI NABILAH PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/131962"}, "Penulis": "HANDAYANI NABILAH (NIM : 15311002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Katharina Oginawati, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Anaerobic digestion, biogas, ITB, produksi bersih, sampah makanan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "10 file", "Tanggal Input": "31 Jul 2018"}