{"Nomor": 27675, "Judul": "KAJIAN PETROMAGNETIK PADA LAVA PRODUK GUNUNG BLAU DAN IJEN MUDA DI KOMPLEKS VULKANIK IJEN, BANYUWANGI, JAWA TIMUR", "Abstrak": "Karakterisasi terhadap batuan vulkanik sangat bermanfaat dalam memahami proses magmatisme di area gunung api. Dalam penelitian ini, dilakukan karakterisasi lava Kompleks Vulkanik Ijen karena memiliki keunikan dan daya tarik tersendiri. Berbeda dengan penelitian sebelumnya, dilakukan pengukuran suseptibilitas magnetik batuan sebagai parameter kemagnetan yang dapat berfungsi sebagai indikator sensitif proses geologi tertentu. Karakterisasi batuan juga disertai dengan identifikasi petrogenesa (asal-usul batuan) menggunakan metode petrografi dan geokimia. Ketiga metode tersebut diterapkan pada sampel lava Blau (BLA, BLB dan BLC) dan Ijen Muda (IL3B, IL3E, IL3F, IL3H, IL3J, dan IL3K) yang merupakan pusat erupsi paling tua dan paling muda di dalam kaldera Kompleks Vulkanik Ijen. Selain karakterisasi, penelitian ini ditujukan untuk mengidentifikasi proses magmatisme yang memengaruhi karakteristik kemagnetan sampel batuan.   \n \n\nHasil penelitian menunjukkan bahwa seluruh sampel lava Blau merupakan andesit yang berasal dari seri magma high-K calc-alkaline. Selain komposisi kimia, seluruh sampel juga memiliki tekstur hipokristalin porfiritik yang seragam sehingga diperkirakan sebagai produk diferensiasi magma yang sama melalui fraksinasi kristal. Nilai suseptibilitas magnetik (χLF) seluruh sampel pun relatif berdekatan sekitar 1682,92-1848,84 (1ÃƒÂ—10-8 m3/kg). Sementara sampel lava Ijen Muda memiliki tekstur hipokristalin porfiritik, komposisi kimia dan nilai suseptibilitas magnetik batuan yang beragam. Sampel IL3E, IL3F dan IL3J merupakan andesit basaltik dengan nilai χLF 842,4-1342,68 (1ÃƒÂ—10-8 m3/kg) sedangkan sampel IL3B, IL3H dan IL3K merupakan andesit dengan nilai χLF 1382,36-1878,56 (1ÃƒÂ—10-8 m3/kg). Sampel lava Ijen Muda tersebut berasal dari magma mixing seri magma high-K calcalkaline dan medium-K calc-alkaline yang mengalami faksinasi kristal. Tekstur keenam sampel lava Ijen Muda relatif beragam, kemungkinan disebabkan adanya waktu tunda fraksinasi kristal saat mengalami transportasi di permukaan. Fraksinasi kristal tersebut menyebabkan adanya perbedaan komposisi SiO2 dan kelimpahan mineral magnetik. Proses magmatisme tersebut memengaruhi kelimpahan mineral magnetik sebagai faktor utama yang memengaruhi nilai suseptibilitas magnetik pada sampel lava Ijen Muda dalam penelitian ini.", "Daftar File": {"2018 TA PP HANDAYANI HADIYAT 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131952"}, "Penulis": "HANDAYANI HADIYAT - NIM: 12314004", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Satria Bijaksana \n\nDr. Eng. Mirzam Abdurrachman"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Blau, geokimia, Ijen Muda, lava, magmatisme, petrografi, suseptibilitas magnetik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2018"}