{"Nomor": 27679, "Judul": "RESERVOIR SIMULATION OF CO2 STORAGE CONSIDERING FULLY-COUPLED GEOMECHANICS EFFECTS: CASE STUDY OF FIELD X", "Abstrak": "Carbon Capture and Storage adalah salah satu solusi alternatif untuk menghindari emisi CO2 ke atmosfer, dengan cara menginjeksikan CO2 menuju formasi penyimpanan bawah tanah seperti reservoir minyak dan gas yang sudah tua atau akuifer. Pemilihan lokasi penimpanan tergantung kepada mekanisme penjebakkan dari CO2 seperti structural, residual, solubility, dan mineral trapping. Studi ini bertujuan untuk mengetahui pengaruh dari efek geomekanik dari reservoir itu dan mengetahui seberapa signifikan suatu parameter tersebut berkaitan dengan sifat dari batuan reservoir. Model simulasi reservoir dari Lapangan X telah dibuat dengan memakai korelasi dan data literatur dengan ukuran grid 133x123x19. Model geomekanik dibangun dengan mengaplikasikan korelasi dari hasil eksperimen lapangan serta studi literatur. Dua kilo ton CO2 diinjeksikan ke dalam model selama dua tahun dan mengaplikasikan perhitungan geomekanik. Skenario ini akan dipantau selama 100 tahun untuk melihat profil dari tekanan dan masing-masing mekanisme penjebakan. Studi sensitivitas dilakukan dengan menggunakan matriks DoE Placket-Burmann karena ketidakpastian nilai dari parameter geomekanik. Terdapat 16 skenario dari empat parameter geomekanik dengan tiga tingkat nilai pada rentang yang sesuai untuk reservoir tersebut. Studi ini menghasilkan bahwa parameter elastisitas dari batuan merupakan hal yang paling signifikan pada penjebakkan CO2. Modulus Young serta PoissonÃ‚Â’s ratio adalah parameter paling penting pada penyimpanan CO2 bawah tanah ini. Efek geomekanik ini mempengaruhi penjebakan reservoir dengan merubah struktur dan geometri pori darir reservoir. Nantinya perubahan struktur dan geometri pori ini akan mempengaruhi residual gas trapping serta tekanan reservoir. Karena tingkat kepentingannya, dibutuhkan kalkulasi serta pengukuran yang akurat untuk kedua parameter ini sehingga bisa memberikan hasil yang sesuai untuk penyimpanan CO2.", "Daftar File": {"2015 TA PP HANDITA REKSI DWITANTRA SUTOYO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/131965"}, "Penulis": "HANDITA REKSI DWITANTRA SUTOYO (NIM : 12211030)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Tutuka Ariadji, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "CO2 storage, geomechanics, design of experiments", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "14 Mei 2018"}