{"Nomor": 27682, "Judul": "PENGARUH KADAR RESIN DAN ARAH PENGEROLAN TERHADAP KEKUATAN TEKAN SISI KULIT KOMPOSIT SANDWICH TENUNAN 3D SERAT GELAS - POLIESTER", "Abstrak": "Material sandwich terdiri dari 2 lapis kulit yang memiliki sifat mekanik tinggi dan melapisi inti yang memiliki sifat mekanik rendah. Material sandwich digunakan dalam aplikasi yang membutuhkan kekuatan bending spesifik yang tinggi seperti untuk dinding panel pada kereta cepat, dan bus. Sandwich tenunan 3D memiliki ketahanan delaminasi tinggi dan kekuatan tekan sisi kulit relatif rendah daripada komposit sandwich lain misalnya sandwich honeycomb. Sifat mekanik komposit dipengaruhi kadar resin. Perbedaan struktur kolom pakan dan lusi pada sandwich tenunan 3D berpengaruh dalam teknik laminasi komposit sandwich. Dalam penelitian ini, dikaji pengaruh kadar resin dan arah pengerolan pada kekuatan tekan sisi kulit komposit sandwich tenunan 3D serat gelas Ã‚Â– poliester. Komposit sandwich tenunan 3D serat gelas dibuat dengan metode hand lay-up. Sifat fisik yang dievaluasi adalah ketebalan, densitas dan fraksi volume serat. Kekuatan tekan sisi kulit komposit dievaluasi dengan uji tekan. Pemeriksaan konstruksi inti dilakukan dengan mikroskop stereo dan pemeriksaan kualitas impregnasi dilakukan dengan uji visual. Komposit sandwich tenunan 3D berhasil dibuat pada rasio berat resin 1 - 1,5 dengan kekuatan tekan sisi kulit maksimum 3,75 MPa. Arah pengerolan yang menghasilkan kekuatan maksimum tertinggi adalah arah lusi sebesar 3,75 MPa. Semakin besar rasio resin, kekuatan tekan sisi kulit semakin besar dengan peningkatan kekuatan tekan sisi kulit dari 0,39 Ã‚Â– 3,75 MPa karena pengaruh pembentukan jaringan poliester.", "Daftar File": {"2018 TA PP Handy Budiman 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131977"}, "Penulis": "Handy Budiman - Nim: 13714045", "Kontributor / Dosen Pembimbing": ["Hermawan Judawisastra"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Komposit sandwich tenunan 3D, rasio berat serat dan resin, arah pengerolan, kekuatan tekan sisi kulit", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2018"}