{"Nomor": 27686, "Judul": "Pola Persebaran Investasi Negara Jepang terhadap Infrastruktur di Provinsi Banten Dan Jawa Barat", "Abstrak": "Keragaman ketersediaan sumberdaya antar wilayah mencerminkan keunikan masing-masing wilayah tersebut sehingga menumbuhkan suatu hubungan saling terikat dan bergantung antara suatu wilayah dengan yang lainnya dalam pemenuhan kebutuhan barang dan jasa. Interaksi perkembangan wilayah dengan sistem infrastrukur dianggap penting sebagai perangsang pertumbuhan sektor-sektor ekonomi baru dan mengembangkan sektor-sektor perekonomian yang sudah ada. Infrastruktur diyakini sebagai faktor penentu dan tak terpisahkan dari penciptaan suatu iklim investasi yang kondusi dalam mendorong pertumbuhan ekonomi. Indonesia merupakan salah satu negara berkembang yang memiliki daya tarik besar terhadap investasi asing. Berdasarkan data BKPM (2016), realisasi Penanaman Modal Asing (PMA) di Indonesia tertinggi didominasi di Jawa dengan Jawa Berat dan Banten menempati posisi kedua dan keempat se-indonesia. Penelitian ini akan membahas keterkaitan antara investasi dengan ketersedian infrastruktur di Provinsi Jawa Barat dan Banten oleh Negara Jepang sebagai investor asing terbesar kedua di Indonesia. Adapun tujuan dari penelitian ini adalah mengidentifikasi pola investasi Negara Jepang berdasarkan ketersediaan infrastruktur di Provinsi Banten dan Jawa Barat. Metode analisis yang digunakan ialah menggunakan analisis kualitatif dan skoring. Hasil penelitian menunjukkan bahwa pola investasi Jepang selaras terhadap pola ketersediaan infrastruktur jalan dan keterjangakuan pelabuhan internasional. Adanya strategi Jepang dalam menempatkan investasinya di pusat-pusat pertumbuhan PKN, dilokasi yang telah diinvestasi pada periode sebelumnya, di lokasi yang terdapat perusahaan Jepang, di lokasi yang telah memiliki kawasan (kluster) industri, di wilayah berkarakter perkotaan yang cenderung memiliki ketersediaan infrastruktur jalan yang lebih lengkap dan di wilayah yang memiliki aksesbilitas menuju pelabuhan sejak periode awal investasinya.", "Daftar File": {"2018 TS PP Hanifah Carissa Meirizky_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/131988", "2018 TS PP Hanifah Carissa Meirizky_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/131989"}, "Penulis": "Hanifah Carissa Meirizky (NIM: 25415060)", "Kontributor / Dosen Pembimbing": ["Ir. Heru Purboyo Hidayat Putro, DEA, Dr."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "investasi, pola, Jepang, infrastruktur, transportasi, aksesibilitas, Jawa Barat, Banten", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Rd. Lenny Fatimah N., Dra", "File": "2 file", "Tanggal Input": "25 Jun 2018"}