{"Nomor": 27698, "Judul": "SURVEI HIDROGRAFI UNTUK PERENCANAAN PENGEMBANGAN PELABUHAN UNTUK PEMBANGUNAN LNG STORAGE AND REGASIFICATION TERMINAL DI WILAYAH SULAWESI TENGGARA", "Abstrak": "Sebuah perusahaan penyedia gas berencana membangun LNG storage and regasification terminal yang dapat menerima LNG carrier dengan spesifikasi tertentu di sebuah wilayah di Provinsi Sulawesi Tenggara. Pembangunan LNG storage and regasification terminal tersebut membutuhkan perencanaan yang matang untuk area pelabuhan karena persoalan yang sering dihadapi dalam pembangunan pelabuhan adalah ukuran kapal yang dapat berlabuh dan pendangkalan alur pelayaran yang dikaitkan dengan terjadinya endapan. Sesuai dengan keadaan tersebut, perlu dilakukan sebuah kegiatan survei untuk mengetahui informasi kondisi wilayah pesisir di sekitar rencana lokasi LNG storage and regasification terminal yang meliputi kondisi batimetri dan karakteristik sedimentasinya. Adapun informasi yang dimaksud berupa peta batimetri, analisis transpor sedimen, dan sebaran jenis sedimen. Pada penelitian tugas akhir ini, dilakukan analisis peta batimetri yang dihasilkan untuk menentukan alur masuk pelabuhan, analisis transport sedimen untuk menghitung laju pengendapan, dan membuat visualisasi peta sebaran jenis sedimen. Data yang didapatkan merupakan hasil pengukuran langsung di lapangan dan dilakukan pada beberapa titik di dalam ruang lingkup wilayah studi. Hasil penelitian menunjukkan bahwa alur masuk pelabuhan dapat dikatakan aman apabila telah mencapai kedalaman minimal 14 meter dan selang waktu pengerukan alur masuk pelabuhan dapat dilakukan dalam selang 9,80 tahun pada daerah yang dekat dengan daratan dan 20,83 tahun pada daerah yang mengarah ke lautan. Secara umum, sebaran jenis sedimen yang terdapat pada wilayah studi berjenis pasir sangat halus.", "Daftar File": {"2017 TA PP HANI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/132024", "2017 TA PP HANI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/132025", "2017 TA PP HANI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/132026", "2017 TA PP HANI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/132027", "2017 TA PP HANI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/132028", "2017 TA PP HANI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/132029"}, "Penulis": "HANI (NIM:15113054)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n\nDr.rer.nat.Wiwin Windupranata, S.T.,M.Si.", ""], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pengembangan Pelabuhan, LNG Storage and Regasification Terminal, Kondisi Batimetri, Karakteristik Sedimentasi.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "10 Okt 2018"}