{"Nomor": 27696, "Judul": "OPTIMISASI TEKNIS DAN KEEKONOMIAN PEROLEHAN MINYAK PADA LAPANGAN X DENGAN MENGGUNAKAN SOFTWARE GAP DAN PARAMETER KEEKONOMIAN SEDERHANA", "Abstrak": "Dalam beberapa tahun terakhir, fenomena turunnya harga minyak dunia telah menyebabkan ketidakstabilan dan mengancam keberjalanan industri minyak dan gas. Untuk tetap bertahan, diperlukan peningkatan efisiensi dengan cara mengurangi biaya yang dibutuhkan dalam memproduksikan minyak dari sumur. Agar kualitas tetap terjaga, pengurangan biaya ini tidak perlu dilakukan dalam setiap tahap dari keseluruhan sistem produksi minyak. Oleh karena itu, perlu ditentukan skenario terbaik yang dapat meningkatkan efisiensi pada masing-masing komponen dalam keseluruhan sistem sehingga perolehan minyak yang optimal dapat dicapai sekaligus dapat diproduksikan secara ekonomis.   \n \n \n\nDalam studi ini, perolehan minyak yang optimal ditentukan berdasarkan hasil penyelidikan menyeluruh dari sistem produksi sumur termasuk dari pemanfaatan artificial lift pada Lapangan X dengan mengunakan software komersial GAP agar perolehan minyak dapat dimaksimalkan sekaligus mengurangi biaya operasi. GAP merupakan salah satu optimiser tool minyak dan gas multifasa yang menggunakan teknik non-linier SQP (Sequential Quadratic Programming) dalam memodelkan jaringan permukaan dalam sistem produksi lapangan. Optimisasi perolehan minyak mengunakan software GAP dilakukan berdasarkan skenario-skenario yang telah diatur dalam sistem agar perolehan minyak dapat dimaksimalkan dan dapat bersifat ekonomis.   \n \n \n\nSkenario pengembangan paling ekonomis dalam optimisasi perolehan minyak Reservoir 1 Lapangan X diperoleh dengan melakukan optimisasi laju alir injeksi gas lift pada semua sumur, meningkatkan nilai PI pada sumur yang memiliki performa buruk melalui kegiatan workover, mengatur jadwal sumur X-8 (tidak buka selama simulasi), dan mengatur konstrain maksimum tekanan drawdown pada sumur X-6 dan X-5 sebesar 300 psi dimana menghasilkan nilai NPV 10% sebesar 97.64 MM US$, meningkat 25 MM US$ dari skenario base case. Sedangkan untuk Reservoir 2 Lapangan X, skenario pengembangan paling ekonomis diperoleh dengan melakukan optimisasi laju alir injeksi gas lift pada sumur X-12 dimana dapat menghasilkan profit nilai NPV 10% sebesar 1.65 MM US$, meningkat 0.5 MM US$ dari skenario base case.", "Daftar File": {"2017 TA PP HANIF NUR’ALIF 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132021"}, "Penulis": "HANIF NUR'ALIF (NIM : 12213095)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Tutuka Ariadji M.Sc. Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "development scenario, oil acquisition optimization, GAP, economic evaluation", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Feb 2018"}