{"Nomor": 27700, "Judul": "REKAYASA NILAI (VALUE ENGINEERING) PERENCANAAN JEMBATAN RANGKA BAJA        RINGIN BANDULAN", "Abstrak": "Rekayasa Nilai pada Perencanaan Jembatan Ringin Bandulan yang digunakan sebagai kerangka proses optimasi desain dengan tujuan  efisiensi biaya, sekaligus untuk memperhitungkan aspek-aspek kinerja sistem struktur yang sesuai dengan standar keamanan sistem struktur baik itu pada struktur eksisting maupun struktur alternatif sesuai standar yang berlaku di Indonesia. Proses Rekayasa Nilai memerlukan dua tinjauan nilai yaitu tinjauan parameter Fungsi dengan penggunaan analisa sistem struktur berdasarkan nilai lendutan akibat kombinasi beban layan, garis pengaruh akibat beban garis terpusat pada setiap posisi cross-girder dan angka rasio tegangan pada rangka batang, serta tinjauan aspek biaya yang diwakili dengan Analisa Harga Satuan berdasarkan pedoman Analisa Harga Direktorat Jenderal Bina Marga Spesifikasi tahun 2010. \n \n\nRekayasa Nilai pada kajian suatu proyek jembatan merupakan pendekatan sistematik, usaha terarah bagi analisis fungsi dari suatu pekerjaan Proyek. Sasaran teknik ini untuk memperoleh biaya yang optimum, konsisten dengan persyaratan  layan, termasuk reliabilitas, kualitas, dan pemeliharaan dari proyek. Kajian  Rekayasa Nilai dapat mengurangi biaya proyek; penghematan biaya-biaya dengan pemilihan material yang optimal baik dari mutu maupun properties nya yang berhubungan dengan masalah teknik. \n \n\nJembatan Ringin Bandulan yang direncanakan pada  tahun 2015 berlokasi di Kabupaten Blitar Jawa Timur memiliki estimasi biaya total pekerjaan jembatan sebesar Rp. 24.207.892.000, menggunakan jembatan rangka baja standar Kementerian PUPR jenis Rangka Baja Australia (RBA) A-60 dengan panjang 2 x 60. Berat total dua rangka baja jembatan mencapai 397.800 kg dengan biaya pengadaan jembatan sebesar Rp. 10.031.521.830,00 , nilai ini setara dengan 56% total anggaran pekerjaan struktur yang mencapai sekitar Rp. 18.836.283.608.00. Dalam kajian ini  optimasi ini  hanya akan meninjau struktur atas jembatan. Adapun jembatan rangka yang digunakan sebagai desain awal adalah jembatan RBA A-60 produksi fabrikan. \n \n\nPerekayasaan nilai dalam studi ini terdiri dari 4 tahap rencana kerja yaitu Tahap Informasi, Tahap Kreatif, Tahap Analisa dan Tahap Rekomendasi. Pada Tahap Informasi diperoleh data-data desain eksisting baik dari konsultan maupun perusahaan fabrikasi jembatan. Pada tahap kreatif penulis menggunakan dua alternatif desain jembatan yaitu jembatan rangka baja tubular Ã‚Â– HSS dan jembatan box girder baja yang digunakan sebagai pembanding dalam proses optimasi. Dalam tahap Analisa dilakukan analisis struktur, melalui pemodelan menggunakan SAP 2000. Hal yang ditinjau dalam proses ini adalah lendutan pada tengah bentang, garis pengaruh dan rasio tegangan. Sruktur atas jembatan yang direkomendasikan adalah yang mempunyai biaya reduksi biaya terbesar dari beberapa opsi yang ditinjau serta memenuhi persyaratan keamanan struktur sesuai dengan standar dan norma yang berlaku. Berdasarkan studi Rekayasa Nilai pada struktur atas jembatan, didapatkan hasil bahwa jembatan steel box girder memberikan reduksi paling besar dibandingkan dua jembatan hasil optimasi; yaitu 7 % pada jembatan rangka profil W hasil optimasi dan 23% pada jembatan rangka tubular Ã‚Â– HSS hasil optimasi. Dalam ukuran ekonomis dan waktu pemasangan jembatan steel box girder merupakan desain rangka atas jembatan yang optimal, atas indikasi tersebut dapat di asumsikan bahwa jembatan steel box girder berpotensi dalam penghematan biaya keseluruhan proses pembangunan jembatan.", "Daftar File": {"2018 TS PP HANI SAGITA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132031"}, "Penulis": "HANI SAGITA - NIM : 25016061", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Amrinsyah Nasution, MSCE, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Rekayasa Nilai, Jembatan Rangka Baja, Rasio Tegangan, Garis Pengaruh, Penghematan Biaya, Steel box girder", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Okt 2018"}