{"Nomor": 27708, "Judul": "PERANCANGAN KAWASAN TERMINAL BANDAR UDARA SULTAN THAHA", "Abstrak": "Pertambahan penduduk yang pesat harus diimbangi dengan penyediaan fasilitas infrastruktur yang memadai agar kebutuhan masyarakat dapat terpenuhi dengan baik. Salah satu bandara yang mengalami peningkatan kapasitas adalah       \n\nBandar Udara Internasional Sultan Thaha, Jambi lewat pembangunan terminal baru.       \n \n\nDalam proses pembangunan infrastruktur, terdapat tiga aspek penting yang harus dipertimbangkan, yakni waktu, mutu dan biaya yang dikenal dengan tiga kendala (triple constraint). Perencana harus memilih cara yang paling efisien agar waktu proses konstruksi berjalan secepat mungkin, dengan biaya minimum, namun mutu output yang dihasilkan tetap berkualitas. Oleh karena itu, perlu adanya perencanaan manajemen konstruksi yang baik untuk mencapai ketiga aspek diatas.       \n \n\nPerencanaan manajemen konstruksi meliputi berbagai aspek yakni menentukan metoda konstruksi, kuantifikasi kebutuhan alat, pekerja dan material, menentukan jadwal pelaksanaan pekerjaan dan membuat estimasi biaya pekerjaan. Tugas akhir ini disusun secara terpadu berdasarkan aspek perancangan strutur, geoteknik, transportasi, air, dan manajemen konstruksi. Adapun data yang digunakan untuk manajemen konstruksi berasal dari hasil perencanaan struktur dan geoteknik.       \n \n\nDalam menentukan metode pelaksanaan konstruksi dilakukan berdasarkan pertimbangan kriteria mutu, kriteria biaya dan kriteria penjadwalan. Proyek Terminal Bandar Udara Sultan Thaha, Jambi dapat diselesaikan dalam waktu 176       \n\nhari (Start Time: 1 Maret 2017, End Time: 7 September 2017). Nilai Rencana Anggaran Pembayaran (RAB) yang akan dilakukan pada proyek pembangunan Terminal Bandar Udara Suktan Thaha, Jambi sebesar Rp 202.134.779.000,00.", "Daftar File": {"2017 TA PP HANNA EMILY SIMANJUNTAK 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/132058", "2017 TA PP HANNA EMILY SIMANJUNTAK 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/132059", "2017 TA PP HANNA EMILY SIMANJUNTAK 1-BAB 2A.pdf": "https://digilib.itb.ac.id/gdl/download/132060", "2017 TA PP HANNA EMILY SIMANJUNTAK 1-BAB 2B.pdf": "https://digilib.itb.ac.id/gdl/download/132061", "2017 TA PP HANNA EMILY SIMANJUNTAK 1-BAB 2C.pdf": "https://digilib.itb.ac.id/gdl/download/132062", "2017 TA PP HANNA EMILY SIMANJUNTAK 1-BAB 2D.pdf": "https://digilib.itb.ac.id/gdl/download/132063", "2017 TA PP HANNA EMILY SIMANJUNTAK 1-BAB 2E.pdf": "https://digilib.itb.ac.id/gdl/download/132064", "2017 TA PP HANNA EMILY SIMANJUNTAK 1-BAB 2F.pdf": "https://digilib.itb.ac.id/gdl/download/132065", "2017 TA PP HANNA EMILY SIMANJUNTAK 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/132066", "2017 TA PP HANNA EMILY SIMANJUNTAK 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/132067", "2017 TA PP HANNA EMILY SIMANJUNTAK 1-BAB 3C.pdf": "https://digilib.itb.ac.id/gdl/download/132068", "2017 TA PP HANNA EMILY SIMANJUNTAK 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/132069"}, "Penulis": "HANNA EMILY SIMANJUNTAK [15013153]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Ima Fatima, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Metode Pelaksanaan, Volume Pekerjaan, Penjadwalan, dan Estimasi Biaya ; Methods of Construction, Bill of Quantities, Scheduling and Cost Estimates", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     hidayat", "File": "12 file", "Tanggal Input": "21 Feb 2018"}