{"Nomor": 27702, "Judul": "PRODUKSI DAN APLIKASI EKS-SITU BIOFLOK PADA PENDEDERAN UDANG PUTIH (Litopenaeus vannamei) BERSALINITAS RENDAH", "Abstrak": "Budidaya udang putih masih menghadapi beberapa permasalahan seperti kualitas air yang buruk, serangan penyakit, serta tingginya harga pakan yang berdampak terhadap tingginya biaya produksi. Salah satu alternatif strategi penanggulangan permasalahan tersebut adalah teknologi bioflok yang mampu mengonversi limbah organik perairan menjadi biomasa sel yang dapat diamnfaatkan sebagai pakan alami. Selama ini penerapan teknologi bioflok masih bersifat in-situ tanpa diketahui komposisi dan fungsionalitas flok secara pasti. Penelitian ini bertujuan untuk (1)menentukan rasio inokulum bioflok: Bacillus cereus, Bacillus megaterium, Chaetoceros calcitrans, dan konsorsium bakteri nitrifikasi, untuk produksi eks-situ bioflok; (2) menganalisis pengaruh suplementasi bioflok terhadap performa kultur udang menggunakan sistem Zero Water Discharge pada salinitas rendah; serta (3) mengevaluasi profil komunitas dan fisiologis mikroba dari kultur udang dengan  suplementasi bioflok. Rasio inokulum B. cereus, B. megaterium, C. calcitrans, dan konsorsium bakteri nitrifikasi yang diujikan adalah 1:1:6:6 (Ã‚Â‘N6Ã‚Â’), 1:1:6:9 (Ã‚Â‘N9Ã‚Â’), dan 1:1:6:12 (Ã‚Â‘N12Ã‚Â’), menggunakan medium molase dan pupuk ZA dengan rasio C:N=15:1. Berdasarkan profil N dan P air, perolehan biomasa, dan porositas flok secara kualitatif, N9 memberikan hasil bioflok terbaik untuk digunakan pada tahap pendederan udang. Empat perlakuan pakan yang diujikan adalah (1) pakan tanpa bioflok (Ã‚Â‘KÃ‚Â’), (2) reduksi pakan 5% (w/w) dan penambahan bioflok 0,3% (v/v) (Ã‚Â‘BF5Ã‚Â’), (3) reduksi pakan 10% dan penambahan bioflok 0,3% (Ã‚Â‘BF10Ã‚Â’), dan (4) hanya bioflok 0,3% tanpa pakan (Ã‚Â‘BFÃ‚Â’). Setelah 45 hari kultur, didapatkan perbedaan nyata dalam perolehan berat dan kesintasan udang pada K, BF, BF5, dan BF10 dengan nilai 0,86Ã‚Â±0,15g, 1,97Ã‚Â±0,14g, 1,89Ã‚Â±0,29g, dan 0,11Ã‚Â±0,07g serta 53,33Ã‚Â±5,94%, 51,43Ã‚Â±5,71%, 83,81Ã‚Â±3,3%, dan 85,71Ã‚Â±7,56% secara berturut-turut. Adapun total bakteri heterotrof ditemukan lebih banyak pada perlakuan bioflok (BF5, BF10, dan BF10) dengan total Vibrio lebih sedikit dibandingkan dengan K. Hasil analisa profil fisiologis mikroba menggunakan BIOLOG EcoPlate menunjukan bahwa penambahan bioflok meningkatkan degradasi terhadap substrat karbon. Secara umum, penelitian ini menunjukan bahwa aplikasi bioflok secara eks-situ dapat meningkatkan kesintasan dan pertumbuhan pertumbuhan udang yang diprediksi karena profil komunitas mikroba dan fisiologis kultur udang yang lebih optimal.", "Daftar File": {"2018 TA PP Haniswita 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132044"}, "Penulis": "Haniswita -  Nim: 10414024", "Kontributor / Dosen Pembimbing": ["Dr. Gede Suantika\t\t\t\t           Dr. Magdalena Lenny Situmorang"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Bioflok, fisiologi mikroba, kualitas air, total bakteri, udang putih", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "01 Okt 2018"}