{"Nomor": 27703, "Judul": "PENGARUH FAKTOR REPOPULASI DALAM BIOLOGICAL EFFECTIVE DOSE (BED) DAN TIME, DOSE, FRACTIONATION (TDF) TERHADAP PERUBAHAN JUMLAH FRAKSI RADIOTERAPI", "Abstrak": "Radioterapi memiliki prinsip memberikan dosis sebesar-besarnya pada sel kanker dan sekecil-kecilnya pada sel normal. Hal ini dapat dicapai salah satunya dengan metode fraksinasi. Metode ini didukung oleh sebuah model matematis LQ yang mewakili kematian sel. Dalam masa treatment sendiri terkadang terjadi beberapa permasalahan yang menyebabkan perencanaan fraksinasi ulang perlu dilakukan diantaranya pendarahan dan fraksi terlewat.Model LQ kemudian diturunkan menjadi persamaan Biological Effective Dose (BED) untuk kasus pendarahan dan Time, Dose, Fractionation (TDF) untuk fraksi terlewat.Meski dapat mengatasi permasalahan yang terjadi, BED dan TDF ini juga memiliki batasan yaitu tidak terjadi repopulasi. Sebagian efek radiasi dapat hilang dikarenakan repopulasi sel yang distrerilisasi akibat penyinaran. Oleh karena itu dilakukan substraksi terhadap nilai kerusakan sel dikarenakan repopulasi. Untuk menentukan faktor repopulasi tersebut, dilakukan optimasi menggunakan metode Maximum Likelihood Estimation (MLE). Persamaan BED dan TDF kemudian dimodifikasi dengan mengikutsertakan faktor repopulasi untuk menentukan signifikansi peran dari faktor tersebut dalam menentukan perubahan jumlah fraksi. Dari penelitian ini didapatkan bahwa faktor repopulasi memberikan efek perubahan sebesar lebih dari 1 fraksi dan untuk kasus fraksi terlewat lebih dari 4 fraksi. Oleh karena itu disimpulkan bahwa faktor repopulasi memiliki signifikansi tinggi dan sebaiknya digunakan dalam         \n \n \n \n \n \n \n \n \n\ndunia fisika medis apabila terjadi permasalahan selama masa treatment yang menyebabkan terjadinya perubahan total waktu treatment radioterapi", "Daftar File": {"2018 TA PP HANIVIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132045", "2018 TA PP HANIVIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/132046", "2018 TA PP HANIVIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/132047", "2018 TA PP HANIVIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/132048", "2018 TA PP HANIVIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/132049", "2018 TA PP HANIVIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/132050", "2018 TA PP HANIVIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/132051", "2018 TA PP HANIVIA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/132052", "2018 TA PP HANIVIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/132053"}, "Penulis": "HANIVIA (NIM : 10213083)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Rena Widita S.Si.,M.si.,Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Dosis, fraksi, repopulasi, total waktu treatment, time delay", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ratnasari", "File": "9 file", "Tanggal Input": "25 Jul 2018"}