{"Nomor": 27720, "Judul": "PENGARUH KITOSAN DAN CEKAMAN KEKERINGAN TERHADAP MORFO-FISIOLOGI SERTA KETAHANAN CABAI MERAH (Capsicum annuum L.) YANG DIINFEKSI OLEH Colletotrichum scovillei Damm, P.F. Cannon & Crous", "Abstrak": "Produktivitas cabai di Indonesia mengalami penurunan antara tahun 2015-2016 dari 8,65 menjadi 8,47 Ton/Ha. Penurunan tersebut dikarenakan adanya gangguan penyakit, seperti antraknosa, yaitu penyakit busuk yang disebabkan oleh Colletotrichum scovillei, salah satu spesies yang dianggap paling virulen. Penggunaan bahan alternatif kitosan sebagai pengganti fungisida diketahui mampu meningkatkan karakter morfo-fisiologi serta menginduksi respon ketahanan tanaman cabai terhadap patogen. Di sisi lain, cekaman kekeringan mampu meningkatkan kadar capsaicin cabai, dan dilaporkan bahwa kultivar cabai tahan antraknosa memiliki kandungan capsaicin yang lebih tinggi dibandingkan dengan kultivar rentan. Oleh karena itu, penelitian ini bertujuan untuk mengetahui pengaruh kitosan, cekaman kekeringan, maupun kombinasi keduanya terhadap morfo-fisiologi tanaman serta ketahanan cabai merah terhadap serangan C.scovillei. Pada penelitian ini digunakan dua kultivar cabai (LADO dan LABA) yang mewakili ketahanan berbeda terhadap antraknosa. Perlakuan dimulai ketika tanaman memasuki fase generatif, dengan aplikasi kitosan 1 mg/mL setiap minggunya dan defisit air 50% dari volume kebutuhan air per tanaman. Pengamatan dilakukan terhadap parameter pertumbuhan (tinggi tanaman, jumlah daun, jumlah bunga, jumlah buah), buka-tutup stomata, dan kadar capsaicin perikarp cabai. Dilakukan pula identifikasi jamur secara morfologi maupun molekuler untuk memastikan bahwa spesies yang digunakan adalah C.scovillei. Uji ketahanan buah cabai merah dilakukan melalui metode skoring (kejadian penyakit dan intensitas serangan) serta analisis ekspresi gen PR1. Hasil penelitian menunjukkan bahwa aplikasi kitosan dan cekaman kekeringan menyebabkan morfo-fisiologi, seperti petumbuhan dan hasil cabai yang menurun. Namun aplikasi kitosan 1 mg/mL dan cekaman kekeringan 50% diketahui mampu meningkatkan kadar capsaicin perikarp dan ketahanan cabai merah terhadap C.scovillei. Kombinasi kedua perlakuan secara bersamaan menyebabkan peningkatan kadar capsaicin dan ketahanan cabai yang lebih besar dibandingkan dengan kontrol (peningkatan kategori ketahanan dari rentan (LABA) dan sangat rentan (LADO) menjadi moderat). Peningkatan ketahanan juga diperkuat dengan adanya analisis ekspresi gen PR1 yang lebih tinggi pada buah cabai kultivar LADO dengan perlakuan kitosan dan cekaman kekeringan dibandingkan dengan kontrol.", "Daftar File": {"2018 TA PP   HANY HUSNUL CHOTIMAH  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132087"}, "Penulis": "HANY HUSNUL CHOTIMAH (NIM: 10614025)", "Kontributor / Dosen Pembimbing": ["Pembimbing Tugas Akhir:   \n\nDr. Rizkita Rachmi Esyanti.", "Dr. Fenny Martha Dwivany."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Cabai, Colletotrichum scovillei, kitosan, kekeringan, ketahanan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Okt 2018"}