{"Nomor": 27725, "Judul": "PEMODELAN KEDEPAN DAN INVERSI 2D SELF POTENTIAL MENGGUNAKAN METODE ELEMEN HINGGA DAN OPTIMASI GLOBAL VERY FAST SIMULATED ANNEALING", "Abstrak": "potential merupakan metode pengukuran pasif karena potensial yang dihasilkan oleh sejumlah sumber alami dari bumi tanpa adanya injeksi ke bawah permukaan bumi yang memanfaatkan medan listrik yang muncul akibat arus alami di dalam tanah. Nilai beda potensial yang terukur dipermukaan kurang dari milivolt hingga satu volt, serta tanda negatif atau positif dari potensial yang didapat merupakan faktor penting untuk interpretasi anomali self potential. Analisis terhadap penyebab anomali self potential yang terukur dilapangan dapat dilakukan dengan pemodelan kedepan menggunakan metode elemen hingga dan inversi menggunakan Optimasi global Very Fast Simulated Annealing (VFSA). Pemodelan kedepan metode elemen hingga dalam penelitian ini meliputi diskritisasi domain, penyelesaian persamaan diferensial orde dua berbentuk persamaan Poisson dengan pendekatan Galerkin residual terbobot dan menerapkan teorema Green, melakukan pemilihan fungsi interpolasi yang tepat, penurunan matriks elemen dan vektor elemen, menerapkan dua syarat batas jenis Diriclet dan Neumann, dan terakhir solusi diperoleh dari sistem matriks global yang dibentuk. Data lapangan diinversi dengan optimasi global VFSA untuk mengetahui struktur fisis di bawah permukaan.", "Daftar File": {"2016 TS PP HARDI HAMZAH 1 COVER.pdf": "https://digilib.itb.ac.id/gdl/download/132092", "2016 TS PP HARDI HAMZAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/132093", "2016 TS PP HARDI HAMZAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/132094", "2016 TS PP HARDI HAMZAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/132095", "2016 TS PP HARDI HAMZAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/132096", "2016 TS PP HARDI HAMZAH 1-ASLI.pdf": "https://digilib.itb.ac.id/gdl/download/132097"}, "Penulis": "HARDI HAMZAH NIM: 20214040", "Kontributor / Dosen Pembimbing": ["Pembimbing :Wahyu Srigutomo"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "elemen hingga, Galerkin residual terbobot, inversi global optimasi VFSA", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "6 file", "Tanggal Input": "24 Jul 2018"}