{"Nomor": 27723, "Judul": "STUDI PREFERENSI PENGGUNA JALAN TERHADAP INFORMASI LALU LINTAS MELALUI VMS DAN DIGITAL BILLBOARD (STUDI KASUS : INFORMASI BENCANA BANJIR)", "Abstrak": "VMS atau Variable Message Sign dan papan iklan digital merupakan instrumen yang bisa digunakan untuk menyampaikan informasi lalu lintas pada pengguna jalan. Kita ingin mengetahui apakah kedua instrumen tadi berguna dalam membantu proses pembuatan keputusan para pengguna jalan saat terjadi banjir. Dalam penelitian ini, mula mula kita ingin tahu apa variabel yang paling memengaruhi proses pengambilan keputusan para pengguna jalan. Untuk melakukan hal ini, kita melakukan regresi biner terhadap variabel-variabel profil responden dan keputusan yang mereka buat. Berikutnya kita mencari tahu apakah VMS dan papan iklan digital terbukti berguna dalam membantu pengguna jalan dalam membuat keputusan. Untuk melakukan hal ini, kita menggunakan bantuan analisis korespondensi. \n\nDidapatkan bahwa faktor paling penting yang memengaruhi keputusan responden saat banjir adalah ketinggian banjir. Sementara itu, terbukti ada pengaruh dari informasi yang diberikan dari VMS dan digital billboard terhadap responden untuk membuat keputusan saat terjadi banjir. Informasi dari digital billboard membantu responden membuat keputusan seperti saat mereka menghadapi banjir secara langsung, karena informasi dari digital billboard mampu menampilkan gambar dan video. Sementara informasi dari VMS yang hanya berupa kombinasi simbol dan gambar rupanya membuat responden harus memprediksi sendiri seberapa parah banjir yang akan mereka hadapi sehingga memengaruhi keputusan yang akan mereka buat. \n\nOleh karena itu, instrumen informasi VMS dan digital billboard dapat menjadi pilihan bagi para pengelola dan pengatur jalan untuk membantu mereka melakukan pengelolaan lalu lintas saat terjadi banjir. Serta, pengadaan kedua \n\ninstrumen ini direkomendasikan karena bisa digunakan untuk memberikan beragam jenis informasi sesuai kebutuhan para pengelola jalan.", "Daftar File": {"2018 TA PP HAPPY KURNIA MULYAWAN JAHYA 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132090"}, "Penulis": "HAPPY KURNIA MULYAWAN JAHYA  NIM 14411008", "Kontributor / Dosen Pembimbing": ["Ir. Darwin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "VARIABLE MESSAGE SIGN, PAPAN IKLAN DIGITAL, INFORMASI, BANJIR, KEPUTUSAN", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "02 Jul 2018"}