{"Nomor": 27735, "Judul": "SISTEM PENGONTROLAN TIGA TANGKI-BERINTERAKSI BERBASIS INDUSTRI 4.0", "Abstrak": "Perkembangan bidang teknologi informasi serta komputasi menimbulkan keinginan untuk mengoptimalkan proses produksi pada industri. Gagasan mengenai industri 4.0 bermunculan untuk mengatasi keperluan kontrol yang terdesentralisasi dan kemudahan konektivitas untuk pertukaran informasi secara real-timedengan tujuan mengidentifikasi, menemukan, melacak, memantau, dan mengoptimalkan proses produksi. Masalah konektivitas ini telah ditunjang dengan semakin maju perkembangan jaringan internet. Informasi tersebut juga disimpan dalam penyimpanan cloud. Data ini memerlukan analisis yang mengarah pengubahan data mentah ke informasi bermanfaat dan digunakan untuk pengoptimalan pada proses di industri. Teknologi komputasi yang maju mendukung untuk menciptakan Cyber Physical System pada konsep industri 4.0 untuk optimisasi proses industri. Pada tugas akhir ini, prinsip industri 4.0 pada skala laboratorium dilakukan dengan mengimplementasikannya pada sistem tiga tangki-berinteraksi. Plant tiga tangkiberinteraksi ini dikontrol dengan PLC Allen Bradley ControlLogix5573 untuk menjaga ketinggian pada tangki ketiga berada pada nilai tertentu. OPC UA digunakan untuk menghubungkan dunia fisik plant, jaringan internet berbasis cloud untuk akuisisi data sensor ke database, monitoring keadaan sistem melalui website serta cyber-physical system untuk optimisasi parameter pengontrol dari sistem yang dibangununtuk mendapatkan respon sistem yang lebih baik.  \n \n\nOptimisasi pengontrolan sistem tiga tangki-berinteraksi berhasil dilakukan sehingga menghasilkan nilai Integral Square Error yang semakin kecil. Pembuatan database berbasis cloud berhasil dilakukan serta monitoring plant dapat dilakukan pada websitemelalui jaringan internet.", "Daftar File": {"2018 TA PP Haritsa Hammami (13314025), Hariyadi 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132131"}, "Penulis": "Haritsa Hammami (13314025), Hariyadi (13314035)", "Kontributor / Dosen Pembimbing": ["Ir.Endra Joelianto, Ph. D   \n \n\nDr. Vebi Nadhira S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Cloud, cyber-physical systemÃ‚Â¸industri 4.0, OPC UA", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jun 2018"}