{"Nomor": 27736, "Judul": "ANALISIS KEMAMPUAN SISWA BERDASARKAN NILAI UJIAN AKHIR SEMESTER KELAS XII PROGRAM IPA MADRASAH ALIYAH NEGERI (MAN) 1 PADANGSIDIMPUAN SUMATERA UTARA T.A 2015/2016", "Abstrak": "Peningkatan mutu pendidikan di sekolah dapat dilakukan dengan banyak cara, diantaranya adalah meningkatkan cara belajar mengajar, menerapkan metode-metode mengajar yang menarik, melengkapi fasilitas sekolah, melihat faktor-faktor yang mempengaruhi hasil belajar siswa dan sebagainya. Untuk mendapatkan informasi tersebut perlu dilakukan analisa statistika yaitu pengolahan data nilai siswa.   \n\nPenelitian ini dilakukan pada siswa kelas XII IPA 1 dan XII IPA 2 di MAN 1 Padangsidimpuan tahun ajaran 2015/2016 dengan menganalisis nilai Ujian Akhir Semester (UAS). Tujuan dilakukan penelitian ini adalah untuk melihat bagaimana kemampuan siswa pada kedua kelas, membandingkan kemampuan siswa pada kedua kelas, melihat mata pelajaran apa yang lebih dominan pada kedua kelas. Metode analisa statistika yang dipakai adalah analisis deskriptif dan analisis inferensi. Analisis deskriptif dilakukan untuk melihat gambaran data secara umum, sedangkan analisis inferensi dilakukan untuk membandingkan atau melihat perbedaan dari sampel yang diteliti. Untuk melihat keeratan dua mata pelajaran dilakukan uji korelasi. Selanjutnya dengan menggunakan koefisien korelasi dilakukan MST (Minimum Spanning Tree) untuk melihat mata pelajaran apa yang menjadi center pada kedua kelas tersebut.   \n\nSetelah dilakukan pengolahan data nilai siswa, diharapkan membantu guru dan pihak sekolah untuk meningkatkan kemampuan siswa, dan menjadi referensi untuk guru dan pihak sekolah agar dapat meningkatkan mutu pendidikan di sekolah tersebut.", "Daftar File": {"2016 TS PP HARITSAH HAMMAMAH HARAHAP 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/132132", "2016 TS PP HARITSAH HAMMAMAH HARAHAP 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/132133", "2016 TS PP HARITSAH HAMMAMAH HARAHAP 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/132134", "2016 TS PP HARITSAH HAMMAMAH HARAHAP 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/132135", "2016 TS PP HARITSAH HAMMAMAH HARAHAP 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/132136", "2016 TS PP HARITSAH HAMMAMAH HARAHAP 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/132137", "2016 TS PP HARITSAH HAMMAMAH HARAHAP 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/132138"}, "Penulis": "HARITSAH HAMMAMAH HARAHAP (NIM : 90114010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Sapto Wahyu Indratno"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Analisis Deskriptif, Analisis Inferensi, Uji korelasi Kendall Tau, Minimum Spanning Tree.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "27 Mar 2018"}