{"Nomor": 27745, "Judul": "MARGINAL RESERVOIR DEVELOPMENT USING CEMENT PACKER COMPLETION", "Abstrak": "Zona reservoir marginal saat ini dipandang sebagai salah satu solusi alternatif untuk tambahan peningkatan produksi, sehingga, perkembangan lebih lanjut untuk memproduksikan zona ini perlu melalui analisis secara menyeluruh. Salah satu metode yang lebih murah dan efisien yang dapat dipertimbangkan adalah dengan menggunakan cement packer. Paper ini akan menganalisa pengaruh dari metode penyelesaian sumur dengan menggunakan cement packer pada produksi dan keekonomian secara keseluruhan dibandingkan dengan metode workover yang konvensional.  \n \n\nAplikasi dari penyelesaian dengan menggunakan cement packer dapat memberikan tantangan tersendiri, khususnya karena zona targetnya adalah lapangan offshore. Sehingga, sama halnya dengan kondisi yang lainnya dalam mengeksekusi penyelesaian dengan menggunakan cement packer ini, beberapa syarat untuk kepentingan keamanan harus terpenuhi, seperti ikatan semen-casing dan semen-tubing yang baik, serta juga tidak adanya rencana lebih lanjut untuk melakukan sidetrack dan workover pada sumur di masa depan. Untuk membandingkan kedua metode ini, analisis secara komprehensif akan dilakukan untuk membandingkan kondisi operasi akhir yang dihasilkan dari kedua metode serta keekonomian dari kedua metode.  \n \n\nStudi berikut akan menggunakan sumur-X di lapangan ONWJ yang direncanakan akan menargetkan reservoir marginal. Karena ketiadaan data uji sumur yang memadai, data produksi sumur yang akan digunakan untuk mengakomodir pada persamaan inflow sumur yang akan digunakan nantinya. Untuk meningkatkan produksi dikarenakan tekanan reservoir yang rendah, sistem gas lift juga akan dipasang untuk mempertahankan tekanan sepanjang mungkin. Dari analisis berikut, diperoleh bahwa implementasi dari komplesi dengan menggunakan cement packer akan menyebabkan nilai skin sebesar sekitar 3, yang dipastikan dari perhitungan skin menggunakan korelasi dan metode reverse problem dari regresi data produksi. Dengan analisis lebih lanjut, implementasi dari metode cement packer ini akan berkontribusi pada laju produksi yang lebih rendah dan nilai keekonomian yang lebih tinggi. Namun, hal yang sebaliknya juga dapat terjadi pada kasus sumur yang lain, dan analisis dari kedua data performa reservoir dan sumur perlu dilakukan untuk memastikan feasibilitas secara teknis dan ekonomis dari metode ini.  \n \n\nInovasi dari paper ini terletak pada studi komparatif yang dilakukan pada kedua metode cement packer dan konvensional secara analitis. Untuk implementasi di masa depan, kebanyakan kasus sumur yang menginginkan biaya komplesi yang lebih murah dapat menggunakan metode ini untuk feasibilitas ekonomi yang lebih baik.", "Daftar File": {"2018 TA PP HARRIS PRAMANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132147", "2018 TA PP HARRIS PRAMANA 1.pdf]": "https://digilib.itb.ac.id/gdl/download/190829"}, "Penulis": "HARRIS PRAMANA (NIM : 12214014)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1: Silvya Dewi Rahmawati, S.Si., M.Si., Ph.D.  \n \n\nPembimbing 2: Farasdaq Muchibbus Sajjad, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "reservoir marginal, cement packer, gas lift, recovery factor, economic analysis.", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "2 file", "Tanggal Input": "03 Jul 2018"}