{"Nomor": 27751, "Judul": "Strategi untuk Meningkatkan Performa Ekspor Gaharu menggunakan Decision Tree Analysis Studi Kasus pada CV. Aromindo", "Abstrak": "Era globalisasi dan perdagangan bebas mendorong setiap negara untuk meningkatkan kualitas dan kuantitas ekpor. Hal ini karena ekspor merupakan penggerak ekonomi suatu negara. Indonesia memiliki peran penting dalam perdagangan flora dan fauna di dunia karena keanekaragaman hayatinya, sehingga Indonesia menjadi salah satu eksportir flora dan fauna terbesar di dunia. Kayu gaharumerupakan produk andalan dari segi harga dan marketnya jika dibandingkan dengan komoditas hutan non-kayu lainnya. Terdapat 32 perusahaan eksportir kayu gaharu dari seluruh Indonesia yang terdaftar sebagai anggota Asosiasi Kayu Gaharu Indonesia (ASGARIN). Salah satunya adalah Aromindo yang telah menjadi eksportir selama 16 tahun.Ekspor gaharu cenderung meningkat dari tahun ke tahun terutama pada tahun 2016 mencapai 267.867 Kg dan menjadi 306.956 Kg pada tahun 2017. Tetapi kondisi yang berbeda terjadi di Aromindo, kinerja ekspor cenderung menurun dari tahun 2016 hingga 2017, hal ini disebabkan oleh pembatasan kuota ekspor oleh LIPI dan KSDAE yang merujuk ke CITES dan permintaan yang tidak dapat diprediksi dari pembeli. Berdasarkan kondisi tersebut, dibutuhkan strategi untuk meningkatkan performansi ekspor kayu Gaharu dengan melakukan pemetaan terhadap situasi perusahaan saat ini dan merancang strategi yang dapat diimplementasikan dalam situasi pasar tertentu. Pada penelitian ini akan dilakukan analisis eksternal dengan menggunakan PESTLE and PorterÃ‚Â’s Five Forces yang menghasilkan opportunity dan threat lalu analisis internal dengan menggunakan Value Chain Analysis dan VRIO Analysis yang menghasilkan strength dan weakness dan akan menjadi input untuk SWOT analysis. Setelah itu akan didefinisikan strategy objective melalui TOWS matrix yang selanjutnya akan diuraikan menjadi alternatif strategy untuk disimulasikan pada Decision Tree Analysis untuk menentukan seberapa besar value yang akan diberikan oleh setiap alternatif strategy pada kondisi market tertentu. Hasilnya adalah rekomendasi untuk mengimplementasikan 11 alternatif strategy di probability favorable market yg berbeda-beda diantaranya Create performance appraisal system (≥ 0.9), Employee training program (> 0.9), Establish RnD division (≥ 0.1), Collaborate with third parties to get new insight, Conduct a marketing research (> 0.2), Utilize digital commerce to distribute the products, Optimize the website by make the interface more attractive and simple (≥ 0.1), Utilize digital platform as a media for advertisement, Increase number of International event (≥ 0.4), Provides counseling to the supplier, Conduct company visit for supplier. Dan untuk strategi lainnya dapat diimplementasikan pada semua probability favorable market.", "Daftar File": {"2018 TS PP Harry Kurniawan B 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132160"}, "Penulis": "Harry Kurniawan B - 29116148", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Nur Budi Mulyono ST,MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Aromindo, Value Chain Analysis of Aromindo, VRIO Analysis of Aromindo, Decision Tree Analysis", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "24 Sep 2018"}