{"Nomor": 27754, "Judul": "PENENTUAN STRUKTUR KAPITAL OPTIMAL DAN STRATEGI KEUANGAN DARI UNILEVER INDONESIA UNTUK MENDUKUNG PERTUMBUHAN DAN MEMAKSIMALKAN NILAI DARI PERUSAHAAN DAN PEMEGANG SAHAM", "Abstrak": "Jumlah penduduk Indonesia yang sangat besar jumlahnya memiliki kontribusi yang substansial terhadap PDB. BPS telah merilis bahwa konsumsi rumah tangga telah berkontribusi sebesar 55.68% terhadap total PDB di kuartal - III 2017. Jumlah populasi yang besar dan tingkat konsumsi yang tinggi membuat pasar Indonesia menjadi sangat menarik bagi perusahaan Ã‚Â– perusahaan barang konsumsi seperti Unilever Indonesia. Dalam menjaga inovasi dan mempertahankan pangsa pasarnya, Unilever Indonesia harus menentukan strategi keuangannya untuk mendukung pertumbuhan baik itu menggunkan dana internal atau eksternal. Unilever Indonesia merupakan perusahaan terbuka maka perusahan tidak hanya berfokus pada pertumbuhan bisnisnya tetapi juga pada usaha untuk memaksimalkan nilai pemegang sahamnya. Saat ini, perusahaan belum memiliki kebijakan tentang struktur kapital tetapi perusahaan berkomitmen untuk menjaga biaya modal tetap pada tingkat optimum supaya memberikan imbal hasil yang baik kepada pemegang saham. Pertumbuhan perusahaan dibatasi oleh kondisi makro seperti, ekonomi, social, and politik serta kompetisi di dalam indutsri. Setelah melihat kondisi makro dan kompetisi dalam industri, analisa keuangan telah dilakukan untuk melihat performa perusahaan di masa lampau dan digunakan sebagai acuan untuk melakukan proyeksi keuangan ke depannya. Akar masalah untuk memaksimalkan nilai dari perusahaan dan pemegang saham adalah berapa komposisi utang relatif terhadap total asetnya. Komposisi antara utang dan modal dalam struktur kapital akan menentukan biaya modal perusahaan. Disamping itu, total utang dapat digunakan sebagai pengungkit keuangan untuk menghasilkan dan memaksimalan arus kas masa depan. Saat ini, struktur kapital dari Unilever Indonesia pada tahun 2017 terdiri dari 73% utang dan 27% modal dan rata Ã‚Â– rata biaya modalnya adalah 9.88%. Estimasi struktur kapital yang optimal dapat dilakukan dengan terlebih dahulu mengestimasi biaya ekuitas dan utang pada setiap tingkat dari nilai pasar utang, dari 0% sampai 100%. Setelah itu, rata Ã‚Â– rata biaya modal dapat ditentukan. Berdasarkan simulasi, struktur kapital optimal dari Unilever Indonesia dari tahun 2017 Ã‚Â– 2022 dapat tercapai ketika ratio utangnya adalah 75%, 76%, 77%, 80%, 81%, dan 81%. Pada kondisi ini, perusahaan dapat mempertahankan rata Ã‚Â– rata biaya modal minimum dari tahun 2017 Ã‚Â– 2022 pada tingkat 9.84%, 9.83%, 9.81%, 9.75%, 9.73%, dan 9.73%. Perusahaan dapat menambahkan nilai lebih ke perusahaan dan nilai lebih kepada pemegang saham apabila meminimasi biaya modal. Alternative yang akan digunakan adalah pembelian saham kembali. Jajaran direksi harus berusaha menjaga biaya modal tetap rendah dan lebih terbuka mengenai hal ini. Perusahaan membutuhkan dukungan seluruh fungsi bisnis untuk mencapai struktur kapital yang optimal, terutama dalam menjaga biaya - biaya.", "Daftar File": {"2018 TS PP HARRY PRASETYO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132163"}, "Penulis": "HARRY PRASETYO - Nim: 29116055", "Kontributor / Dosen Pembimbing": ["Dr. Subiakto Soekarno, MBA, RFA, QWP, CFP"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Struktur kapital optimal, nilai perusahaan, nilai pemegang saham, minimum biaya modal", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Feb 2018"}