{"Nomor": 27755, "Judul": "PENGGUNAAN KALSIUM KLORIDA SEBAGAI BAHAN BERUBAH FASA UNTUK MEDIA PENDINGIN IKAN", "Abstrak": "Dengan perairan yang mencapai 2/3 dari luas wilayah, Indonesia memiliki salah satu potensi perikanan terbesar di dunia. Namun sebagian besar nelayan di Indonesia adalah nelayan tradisional dengan sentuhan teknologi pendinginan untuk menyimpan ikan yang minim. Selain itu bagi nelayan dengan kapal skala kecil (di bawah 30 GT) terutama bagi nelayan tradisional, biaya penyediaan es balok sebagai media pendingin masih menjadi salah satu komponen biaya yang cukup besar (mencapai 30%). Oleh karena itu diperlukan bahan pengganti yang mempunyai sifat yang sama atau bahkan lebih baik daripada es balok. Penggunaan  bahan berubah fasa (PCM) dipertimbangkan untuk bahan subtitusi es balok. \n \n\nPengujian larutan CaCl2 untuk digunakan sebagai subtitusi media pendingin ikan dilakukan untuk mengetahui kemampuan teknisnya bila dibandingkan dengan es balok. Pengujian yang dilakukan adalah pengujian spesifikasi teknis larutan CaCl2, pengujian menggunakan Differential Scanning Calorimetry (DSC), dan pengujian purwarupa kotak pendingin untuk menyimpan ikan laut.  \n \n\nBerdasarkan hasil pengujian spesifikasi teknis, larutan CaCl2 40% membeku pada temperatur -4Ã‚Â°C dan mencair seluruhnya pada temperatur 35Ã‚Â°C. Tingkat konsistensi homogenitas larutan tidak terpengaruh oleh proses pendinginan dan pemanasan yang berulang-ulang. Pengujian menggunakan DSC menunjukkan temperatur awal dan akhir fase peleburan adalah -8,83Ã‚Â°C dan 21,82Ã‚Â°C dengan temperatur puncak peleburan adalah 11,91Ã‚Â°C. Pengujian kapasitas penyerapan panas memberikan hasil bahwa kapasitas penyerapan panas larutan CaCl2, adalah 1255 J/g, lebih besar daripada air, yaitu 878 J/g. Pengujian purwarupa kotak pendingin menunjukkan temperatur permukaan ikan yang disimpan dengan larutan CaCl2 mampu terjaga dibawah 15Ã‚Â°C  dalam waktu 106 jam pengujian dan 10 jam lebih lama daripada penyimpanan dengan es dari air. Pengujian organoleptik menunjukkan tingkat kesegaran ikan setelah pengujian purwarupa tetap terjaga sesuai standar minimal ikan segar, bahkan penyimpanan menggunakan PCM mendapatkan nilai lebih baik.", "Daftar File": {"Abstrak Harry Setyo Wibowo 23116003.pdf": "https://digilib.itb.ac.id/gdl/download/132164"}, "Penulis": "Harry Setyo Wibowo (23116003)", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Yuli Setyo Indartono \n\nDr. rer. nat. Didin Mujahidin"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "PCM, CaCl2, kotak pendingin, penyimpanan ikan", "Sumber": "", "Staf Input/Edit": "D. Budina  \n                                     D. Budina", "File": "1 file", "Tanggal Input": "20 Sep 2018"}