{"Nomor": 27765, "Judul": "MODEL PENILAIAN UNTUK MENGEVALUASI DAN MEMILIH PENGOLAHAN AIR LIMBAH DOMESTIK SISTEM SETEMPAT YANG BERKELANJUTAN", "Abstrak": "Pemilihan teknologi merupakan salah satu faktor yang mempengaruhi keberlanjutan suatu sistem pengolahan. Penelitian ini bertujuan membuat sebuah \n\nmodel penilaian untuk mengevaluasi dan memilih pengolahan air limbah domestik sistem setempat. Penelitian diawali dengan melakukan identifikasi faktor yang mempengaruhi dalam pemilihan teknologi pengolahan air limbah domestik sistem setempat. Penilaian pembobotan dari setiap faktor tersebut, diperoleh melalui penyebaran kuesioner dan pendekatan proses analisa hirarki kepada para pihak terkait. Faktor dan bobot yang telah teridentifikasi, selanjutnya digunakan pendekatan model analisa kapasitas faktor. Analisa kapasitas faktor ini dapat berfungsi sebagai penilaian kapasitas teknologi yang dibutuhkan masyarakat (CTCR) dan juga penilaian kapasitas teknologi (TCL). Kedua penilaian tersebut kemudian dicocokkan untuk memilih teknologi yang tepat. Ujicoba model dilakukan pada kawasan pantai Muara Angke dan daerah aliran sungai Citarik. Empat faktor utama yang mempengaruhi pemilihan teknologi, yaitu: layanan (0,27), sosial kelembagaan (0,22), Teknis (0,27) dan ekonomi finansial (0,24). Urutan teknologi untuk masyarakat tepi pantai adalah tripikon-S, biofilter-taman terapung dan biofilter, sedangkan untuk masyarakat pesisir dan daerah aliran sungai adalah biofilter-lahan basah, biofilter dan tripikon-S.", "Daftar File": {"2015 TS PP HARYO BUDI GURUMINDA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/132188", "2015 TS PP HARYO BUDI GURUMINDA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/132189", "2015 TS PP HARYO BUDI GURUMINDA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/132190", "2015 TS PP HARYO BUDI GURUMINDA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/132191", "2015 TS PP HARYO BUDI GURUMINDA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/132192", "2015 TS PP HARYO BUDI GURUMINDA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/132193", "2015 TS PP HARYO BUDI GURUMINDA 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/132194"}, "Penulis": "HARYO BUDI GURUMINDA (NIM : 25712311)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof.Dr.Ing.Ir. Prayatni Soewondo, MS."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "analisa hirarki, kapasitas faktor, penilaian kapasitas, memilih teknologi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "23 Okt 2018"}