{"Nomor": 27767, "Judul": "IMPLEMENTASI MULTI ECC GF(2m) BERSTANDAR SEC-2 DENGAN HIGH LEVEL SYNTHESIS  PADA RECONFIGURABLE FPGA", "Abstrak": "Pada penelitian kali ini dilakukan perancangan dan implementasi Elliptic Curve Cryptography (ECC) pada Reconfigurable Field Programmable Gate Array (FPGA). ECC yang diimplementasikan berbasis Galois Field Polynomial (GF(2m)) dengan standar SEC-2. Ukuran ECC yang diimplementasi adalah pada 163, 233, 283, dan 409 bit.     \n \n \n \n\nProses development ECC dilakukan dengan menggunakan perangkat High-Level Synthesis (HLS). Perangkat tersebut mampu menghasilkan file generik Hardware Description Language (HDL) dari bahasa C. Waktu pengerjaan dengan menggunakan HLS memang dapat dilakukan dengan cepat namun desain yang dihasilkan kurang optimal. Maka dari itu pada studi kali ini terdapat dua jenis desain sebagai pembanding dalam hal optimasi waktu, yaitu desain tanpa library dan desain dengan menggunakan library. Pada desain tanpa library keseluruhan program ECC ditulis dalam bahasa C lalu ditranslate ke bahasa VHDL menggunakan HLS. Sedangkan pada desain menggunakan library, sebagian besar program ECC diprogram dalam bahasa C dan bagian finite field multiplication dijadikan library tersendiri. Library ini dipanggil sebagai fungsi dalam program C dan menjadi sebuah komponen kombinasional tersendiri. Komponen kombinasional inilah yang nantinya diprogram dalam bahasa VHDL.     \n \n \n \n\nProgram ECC diimplementasikan pada FPGA dengan didukung antarmuka reconfigurable pada Hard Processor System (HPS). Program untuk mengkonfigurasi FPGA diimplementasikan pada HPS. Program mampu melakukan konfigurasi ulang gerbang logika FPGA berdasarkan instruksi yang diberikan dengan mengunggah raw binary file (rbf) ke chip FPGA. Program diakses langsung dari PC melalui kabel ethernet pada local network.", "Daftar File": {"Abstrak-Indonesian.pdf": "https://digilib.itb.ac.id/gdl/download/132196"}, "Penulis": "Hasbi Asshidiq - NIM : 23217026", "Kontributor / Dosen Pembimbing": ["Arif Sasongko S.T., M.T., PhD.   \n \n \n\nDr. Yusuf Kurniawan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "ECC, FPGA, HPS, HLS, Reconfigurable", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Okt 2018"}