{"Nomor": 27770, "Judul": "INTEGRATION IN DIVERSITY BANDUNG ORCHESTRA HALL", "Abstrak": "Dalam kurun waktu terakhir, peningkatan perkembangan industri musik di Indonesia menjadi sangat cepat. Di antara semua aliran musik, musik klasik tercatat sebagai aliran tertua yang dari hari ke hari penikmatnya semakin bertambah. Sayangnya peningkatan minat terhadap seni musik di Kota Bandung tidak sebanding dengan jumlah dan kualitas gedung pertunjukan yang ada. Karena itu, Bandung memerlukan adanya Concert Hall sebagai wadah penyaluran bakat masyarakat Kota Bandung di bidang seni musik, klasik khususnya, yang memiliki kualitas akustik serta desain yang baik dan diharapkan dapat menjadi salah satu sumber penghasilan daerah dalam bidang ekonomi dan parawisata. Berangkat dari visi-misi serta tujuan yang ada, Yayasan Musik Indonesia (YMI) dan Pemerintah Kota Bandung bekerja sama untuk membangun sebuah gedung konser yang memiliki konsep Integration in Diversity yaitu proses penyesuaian unsur-unsur yang saling berbeda menghasikan pola kehidupan yang memiliki keserasian walaupun berada dalam keberagaman. Konsep pada proyek muncul akibat melihat kenyataan di lapangan bahwa musik klasik yang sekarang dinikmati oleh berbagai kalangan, tidak hanya kalangan menengah ke atas saja. Namun sayangnya mindset beberapa orang mengenai musik klasik masih tetap sama yaitu musik yang private dan tidak ramah sehingga mereka segan untuk berkumpul dengan peminat musk klasik yang lain. Adanya gedung ini diharapkan menjadi wadah bagi peminat musik klasik dari berbagai kalangan untuk dapat menikmati musik klasik.", "Daftar File": {"2018 TA PP HASNA ANINDYTA 1-ABSTRAK pdf.pdf": "https://digilib.itb.ac.id/gdl/download/132199"}, "Penulis": "HASNA ANINDYTA (NIM : 15214001)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Indah Widiastuti, S.T., M.T., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bandung, Concert Hall, Musik klasik, Komunitas, Keberagaman", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "25 Sep 2018"}