{"Nomor": 27771, "Judul": "EVALUASI PENGGUNAAN ANTIBIOTIK AMOKSISILIN, KOTRIMOKSAZOL, DAN METRONIDAZOL ORAL DI PUSKESMAS IBRAHIM ADJIE BANDUNG PROGRAM STUDI FARMASI KLINIK DAN KOMUNITAS SEKOLAH FARMASI INSTITUT TEKNOLOGI BANDUNG 2018", "Abstrak": "Penggunaan antibiotik yang tidak tepat dapat menyebabkan berkembangnya resistensi antibiotik. Pada \n\ntahun 2013, CDC menyatakan bahwa 50% penulisan resep antibiotik sebenarnya tidak dibutuhkan atau \n\ntidak bekerja secara efektif. Tiga antibiotik oral yang terbanyak digunakan di Puskesmas Ibrahim Adje \n\nadalah amoksisilin, kotrimoksazol, dan metronidazol. Oleh karena itu dilakukan evaluasi penggunaan \n\nantibiotik amoksisilin, kotrimoksazol, dan metronidazol oral di Puskesmas Ibrahim Adjie untuk menilai \n\nketepatan penggunaannya. Hasil penelitian diharapkan dapat digunakan sebagai bahan masukan untuk \n\nprofesi kesehatan terkait masalah penggunaan antibiotik sebagai salah satu upaya untuk pencegahan \n\npeningkatan resistensi. Penelitian dilakukan dengan metode deskriptif-observasional dengan rancangan \n\ncross sectional menggunakan data retrospektif. Data diambil dari resep pasien selama bulan Januari- \n\nDesember 2017. Resep dievaluasi secara kuantitatif dengan analisis DDD (Defined Daily Dose) dan secara \n\nkualitatif dengan metode Gyssens. Sampel yang digunakan yaitu 744 resep antibiotik amoksisilin, \n\nkotrimoksazol, dan metronidazol oral selama tahun 2017. Hasil dari analisis dengan metode Gyssens yaitu \n\nterdapat 566 (76,07%) masalah terkait obat yang terdiri dari 29 (3,90%) kasus kategori IIA (resep tidak \n\ntepat dosis), 8 (1,08%) kasus kategori IIB (antibiotik tidak tepat interval pemberian), 1 (0,13%) kasus \n\nkategori IIIA (resep antibiotik terlalu lama), 39 (5,24%) kasus kategori IIIB (resep antibiotik terlalu singkat), \n\n80 (10,75%) kasus kategori IVA (resep terdapat antibiotik lain yang lebih efektif), 267 (35,89%) kasus \n\nkategori V (resep yang tidak ada indikasi antibiotik), dan 142 (19,09%) kasus kategori VI (resep tidak \n\nlengkap dan tidak dapat dievaluasi). Sementara itu untuk resep yang termasuk dalam kategori 0 \n\n(penggunaan antibiotik yang tepat/bijak) yaitu sejumlah 178 (23,92%). Jika dibandingkan dengan nilai \n\nDDD, didapatkan nilai laju penggunaan antibiotik berturut-turut untuk amoksisilin, kotrimoksazol, dan \n\nmetronidazol yaitu 5,86 DDD/pasien/tahun, 2,68 DDD/pasien/tahun, dan 4,75 DDD/pasien/tahun.", "Daftar File": {"2018 TA PP HASNA ASWIRAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132200"}, "Penulis": "HASNA ASWIRAH NIM : 11614004", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr. Lia Amalia, Apt., M.Si", "IIs Rukmawati, S. Si., M.M.Kes., Apt"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Evaluasi, Gyssens, DDD (Defined Daily Dose), Antibiotik, Puskesmas", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "22 Jun 2018"}