{"Nomor": 27775, "Judul": "PLASTISASI KOMPLEKS INKLUSI PATI&#8722;BROMOHEPTANA DAN PATI&#8722;BROMOHEKSADEKANA MENGGUNAKAN GLISEROL", "Abstrak": "Plastik merupakan salah satu bahan pengemas yang banyak digunakan untuk menunjang kebutuhan hidup manusia karena sifatnya yang ringan, tidak mudah rusak, serta tahan air. Namun plastik memiliki kekurangan yaitu sulit terdegradasi sehingga menimbulkan permasalahan pada lingkungan. Berbagai solusi telah dikembangkan, salah satunya adalah dengan membuat plastik dari bahan polimer alam. Pada penelitian ini, plastik dibuat dari pati singkong yang dimodifikasi melalui pengompleksan dengan alkil halida. Pati telah berhasil diisolasi dari singkong dengan rendemen sebesar 9,2% dan kandungan amilosa pada pati isolasi tersebut sebesar 10,7%. Kompleks inklusi pati−bromoheptana dan pati−bromoheksadekana dibuat dengan memvariasikan konsentrasi penambahan alkil halida yaitu 5%, 10% dan 50% b/b terhadap pati. Spektrum FTIR kompleks menunjukkan puncak yang mirip dengan spektrum FTIR pati. Hal ini mengindikasikan alkil halida terinklusi dalam heliks amilosa. Pada difraktogram sinar-X kompleks teramati adanya puncak-puncak baru jika dibandingkan dengan difraktogram pati. Hal tersebut juga menunjukkan bahwa kompleks berhasil dibentuk. Dari pengamatan menggunakan SEM (scanning electron microscopy), kompleks inklusi yang terbentuk secara umum memiliki morfologi berupa batang-batang kecil. Kompleks pati−alkil halida digunakan untuk membuat film plastik dengan kondisi optimum pada konsentrasi larutan kompleks 8% (b/b) dan penambahan gliserol 30% (b/b). Kuat tarik film yang dihasilkan dari kompleks pati−bromoheptana-5% lebih besar daripada kompleks 10% dan 50%, yaitu sebesar 3,37 MPa, sedangkan untuk pati−bromoheksadekana film dengan kuat tarik terbesar dihasilkan dari kompleks 10% sebesar 3,08 MPa. Hal ini menunjukkan bahwa kompleks pati-bromoheptana 5% dan kompleks pati-bromoheksadekana 10% menghasilkan film plastik dengan sifat mekanik yang lebih baik daripada variasi konsentrasi kompleks lainnya.", "Daftar File": {"2018 TA PP HASNA SHALIHAH 10514055 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132204", "PUSTAKA HASNA SHALIHAH (NIM:10514055)": "https://digilib.itb.ac.id/gdl/download/168027"}, "Penulis": "HASNA SHALIHAH (NIM:10514055)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Rachmawati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "alkil halida, film plastik, gliserol, kompleks inklusi, pati", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "05 Sep 2018"}