{"Nomor": 27781, "Judul": "IDENTIFIKASI PENGARUH FENOMENA ANGIN LAUT TERHADAP PERTUKARAN FLUKS DAN TURBULENSI DI DAERAH JAKARTA", "Abstrak": "Identifikasi pengaruh sirkulasi angin laut (SBC) terhadap pertukaran fluks dan turbulensi di Kota Jakarta dilakukan dengan menggunakan Citra Satelit Himawari-8 kanal VIS B03 (0,86 Ã‚Âµm) dan observasi mikrometeorologi stasioner. Data satelit digunakan untuk melihat pergerakan awan cumuliform akibat SBC yang melintas. Ditemukan dua pola pergerakan yang dibentuk dalam isochrone dari capaian front angin laut di daratan, yaitu berbentuk lurus dan miring terhadap garis pantai. Angin sinoptik pada level 700 mb diduga dapat mempengaruhi bentuk pola isochrone tersebut. Pola isochrone lurus diakibatkan oleh angin sinoptik yang bergerak ke arah tenggara sampai barat daya. Sedangkan pola isochrone miring diakibatkan oleh angin sinoptik yang bergerak ke arah barat sampai barat laut. Kekasaran permukaan juga terbukti dapat menghambat propagasi sirkulasi angin laut jauh ke darat.  \n \n\nPengaruh dari SBC terhadap fluks dan turbulensi diamati menggunakan data observasi mikrometeorologi di tiga titik yang dipasang memanjang dari utara hingga tengah Kota Jakarta. Ketika front angin laut (SBF) melintasi titik observasi fluks panas sensibel turun dengan penurunan terbesar berada di pusat Kota Jakarta. Sedangkan, bertepatan dengan kedatangan SBF di titik observasi terdekat dengan garis pantai pengaruh terhadap pertukaran fluks momentum horizontal u'w' dan v'w' adalah dengan membalikan arah dominan transfer momentum menjadi ke arah atas. Semakin siang propagasi angin laut terjadi, maka aliran udara sebelum SBF melintas akan semakin turbulen.", "Daftar File": {"2018 TA PP HAURA DZAKIRA SAHLA  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132218"}, "Penulis": "HAURA DZAKIRA SAHLA  (12813027)", "Kontributor / Dosen Pembimbing": ["I Dewa Gede Agung Junnaedhi, S. Si, M.Si NIP.  \n\nDr. Atsushi Inagaki"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Sirkulasi angin laut; wilayah urban; fluks panas sensibel; fluks momentum; energi kinetik turbulensi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Jun 2018"}