{"Nomor": 27789, "Judul": "POLA PERTUMBUHAN BAKTERI PENGGUNA SENYAWA DIAZINON DARI TANAH PERTANIAN HORTIKULTURA (STUDI KASUS: KABUPATEN BANDUNG, JAWA BARAT)", "Abstrak": "Abstrak: Akibat penggunaan pestisida yang tidak bijaksana dapat menyebabkan tertinggalnya residu pestisida di bagian tubuh tumbuhan, air, udara, tanah, bahkan organisme lain. Salah satu solusi alternatif untuk mengurangi residu pestisida di lingkungan adalah degradasi menggunakan bantuan mikroorganisme. Bakteri indigenous diisolasi dari sampel tanah pertanian di kawasan pertanian Sumber Pangan Mas, Desa Cibereum. Senyawa diazinon digunakan untuk menapis bakteri yang memiliki potensi mendegradasi senyawa diazinon. Terdapat empat isolat yang berhasil diisolasi: Neisseria sp. Ã‚Â– 1, Neisseria sp. Ã‚Â–2, Pseudomonas sp. Ã‚Â–1,\ndan Pseudomonas sp. Ã‚Â–2. Penentuan nilai ?max dan KS menggunakan kultur Pseudomonas sp. Ã‚Â–1, Neisseria sp. Ã‚Â–1, dan kultur campur dari keempat jenis isolat. Perhitungan nilai ?max dan KS menggunakan persamaan Monod dengan tiga metode plot, yaitu Lineweaver-Burk, Eadie-Hofstee, dan Langmuir. Nilai ?max dan KS yang digunakan adalah hasil perhitungan dengan menggunakan metode plot Langmuir. Pada media NB, nilai ?max dan KS kultur Pseudomonas sp. Ã‚Â–1, Neisseria sp. Ã‚Â–1, dan kultur campur secara berurutan adalah 0,050/jam dan 16,642 ppb, 0,049/jam dan 24,141 ppb, serta 0,029/jam dan 8,299 ppb. Nilai ?max dan KS pada media minimal yang ditambahkan senyawa diazinon secara berurutan adalah 0,015/jam dan 2735,432 ppb untuk kultur Pseudomonas sp. Ã‚Â–1 ; 0,001/jam dan 143,750 ppb untuk kultur Neisseria sp.Ã‚Â–1 ; 0,029/jam dan 23,933 ppb untuk kultur campur. Perkiraan waktu degradasi senyawa diazinon pada media NB untuk kultur Pseudomonas sp. Ã‚Â–1, Neisseria sp. Ã‚Â–1, dan kultur campur secara berurutan adalah 20,17 jam, 20,58 jam, dan 34,16 jam. Sedangkan pada media minimal untuk kultur Pseudomonas sp. Ã‚Â–1, Neisseria sp. Ã‚Â–1, dan kultur campur secara berurutan adalah 66,20 jam, 1333,33 jam, dan 34,21 jam. Waktu degradasi yang singkat terdapat pada kultur Pseudomonas sp. Ã‚Â–1 di media NB dan kultur campur di media minimal.", "Daftar File": {"2015 TS PP HEIDY DWIYANTI UTAMI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/132228", "2015 TS PP HEIDY DWIYANTI UTAMI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/132229", "2015 TS PP HEIDY DWIYANTI UTAMI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/132230", "2015 TS PP HEIDY DWIYANTI UTAMI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/132231", "2015 TS PP HEIDY DWIYANTI UTAMI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/132232", "2015 TS PP HEIDY DWIYANTI UTAMI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/132233", "2015 TS PP HEIDY DWIYANTI UTAMI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/132234"}, "Penulis": "HEIDY DWIYANTI UTAMI [25312014]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Barti Setiani Muntalif, Ph. D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Bakteri indigenous, diazinon, ?max, KS, persamaan Monod ; indigenous bacteria, diazinon, ?max, KS, Monod equation", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "25 Okt 2018"}