{"Nomor": 27785, "Judul": "ESTIMASI KONDUKTIVITAS HIDRAULIK ANISOTROP ALIRAN AIRTANAH MEDIA BERKEKAR DI SEKITAR TAMBANG TERBUKA GRASBERG, PAPUA", "Abstrak": "Penyusun utama akuifer daerah penelitian (tambang terbuka Grasberg, Papua) adalah media berkekar, yang memiliki kerumitan nilai anisotropi konduktivitas hiraulik (K) yang tinggi. Hal ini membuat kesulitan dalam pemodelan hidrogeologi untuk penerapan rekayasa dewatering. Pengukuran nilai K hanya mungkin dilakukan di beberapa tempat karena dibatasi oleh biaya dan waktu. Oleh karena itu, estimasi yang akurat perlu dilakukan dalam memperoleh nilai K di tempat yang tidak diukur dan distribusinya, khususnya di bawah permukaan.  \n \n\nPenelitian ini menggunakan metode Oda dan HC-system sebagai dasar untuk estimasi nilai K. Untuk menggabungkan dua metode tersebut, digunakan metode transect. Sebanyak tiga belas (13) titik slugtest menghasilkan nilai K yang digunakan untuk memverifikasi hasil estimasi. Delapan parameter kekar yang digunakan dalam mengestimasi nilai K, yaitu panjang kekar, lebar bukaan kekar, orientasi kekar (strike dan dip), DI, RQD, LPI, dan GCD. Semua parameter tersebut dijadikan sebagai masukan (input) metode soft computing ANFIS. Kemudian hasil perhitungan metode Oda, berupa Kxx, Kxy, dan Kyy dijadikan sebagai target (output) training metode ANFIS  untuk menghasilkan korelasi nilai K hasil pengukuran dan hasil pemodelan. Pemodelan HC-system dan ANFIS masing-masing menunjukkan korelasi sebesar 0.58 dan 0.85.", "Daftar File": {"2018 TS PP Hazmanu Hermawan Yosandian 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132222"}, "Penulis": "Hazmanu Hermawan Yosandian - NIM : 22715004", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Ir. Lilik Eko Widodo, MS."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Air Tanah", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Konduktivitas hidraulik, aliran airtanah media berkekar, anisotropi,  metode Oda, metode HC-system, ANFIS", "Sumber": "", "Staf Input/Edit": "firman85  \n                                     firman85", "File": "1 file", "Tanggal Input": "04 Jul 2018"}