{"Nomor": 27783, "Judul": "MENGEMBANGKAN STRATEGI PERDAGANGAN INTERNASIONAL DAN AGRIBISNIS KOPI FAIRTRADE MELALUI BISNIS INKLUSIF (STUDI KASUS: KOPERASI MITRA MALABAR TRADING HOUSE)", "Abstrak": "Koperasi Mitra Malabar Trading House (KMMTH) pernah berhasil mengekspor Java Preanger Arabica Coffee ke Maroko pada tahun 2013. Keberhasilan di balik ini diprakarsai oleh jaringan yang kuat dengan para pemangku kepentingan, terutama Pemerintah, motivasi mereka adalah untuk mengembangkan kopi yang berasal dari Jawa Barat dan petani yang terpinggirkan. Namun, karena ada ketidaksepakatan dengan pihak Maroko, bisnis ekspor KMMTH harus berhenti sehingga terpaksa beralih ke bisnis kopi yang beroperasi di pasar domestik pada tahun 2015. Sejak itu, selalu ada kelebihan pasokan karena tidak sepenuhnya diserap oleh permintaan.    \n \n \n \n\nTerkait dengan masalah bisnis, tujuan dari penelitian ini adalah untuk mencari tahu masalah yang menyebabkan kelebihan pasokan dimana tidak sepenuhnya diserap oleh permintaan, kemudian akhirnya mencari solusi bisnis yang diusulkan untuk mengatasi masalah ini.    \n \n \n \n\nUntuk mengeksplorasi masalah, ada berbagai analisis yang dilakukan seperti analisis produksi, analisis pasar, analisis konsumsi, analisis PESTLE, Lima Kekuatan Porter, analisis pemangku kepentingan, analisis rantai nilai, dan penilaian bisnis inklusif, kemudian, merumuskan analisis akar masalah dengan alat yang disebut Current Reality Tree (CRT).    \n \n \n \n\nTujuh akar masalah dikumpulkan, oleh karena itu, solusinya adalah mengembangkan kemampuan pengadaan, memiliki sertifikasi Fairtrade, mengembangkan kolaborasi, meningkatkan praktik perdagangan internasional, mengembangkan upaya pemasaran, mengembangkan manajemen dan pelatihan aset manusia, dan mengembangkan metode pembayaran. Solusi khusus ini harus diimplementasikan untuk menyelesaikan masalah KMMTH saat ini.", "Daftar File": {"2018 TS PP HAYKAL RIAN PRADANA 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132220"}, "Penulis": "Haykal Rian Pradana (NIM: 29116075)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Trading House, Producing Cooperative, Java Preanger Arabica Coffee, Fairtrade Certification, Inclusive Business, Marginalized Producers", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Siti Sarah Nurbaity", "File": "1 file", "Tanggal Input": "25 Sep 2018"}