{"Nomor": 27795, "Judul": "PEMETAAN ARUS DAN PASUT DI WILAYAH PESISIR KABUPATEN KOLAKA DENGAN METODE NUMERIK UNTUK PERENCANAAN PEMBANGUNAN TERMINAL PENYIMPANAN DAN REGASIFIKASI LNG", "Abstrak": "Suatu instansi penyedia gas alam merencanakan pembangunan terminal penyimpanan dan regasifikasi LNG (Liquefied Natural Gas) dimana sistem transportasi moda kapal laut akan menjadi pengangkut utama gas alam tersebut. Instansi penyedia gas alam akan melakukan pembangunan pelabuhan atau dermaga untuk kapal pengangkut berlabuh. Pembangunan pelabuhan atau dermaga diperlukan data dinamika laut untuk menghindari risiko yang mungkin terjadi seperti risiko kapal yang tidak dapat memasuki dermaga saat air laut surut atau risiko dimana dermaga tergenang air laut yang diakibatkan oleh air pasang atau risiko lainnya yang akan menghambat keberlangsungan usaha instansi penyedia gas alam. Data dinamika laut arus dan pasut didapatkan dengan melakukan pemodelan arus serta pasut laut. Pemodelan arus dan pasut dipilih karena model dapat menjelaskan masalah secara efektif dan dapat membantu dalam menganalisis permasalahan yang ada. Selain itu model dapat digunakan untuk mensimulasikan berbagai kondisi dan dapat memprediksi efek yang mungkin terjadi. Metode pemodelan yang dilakukan pada penelitian wilayah pesisir Kabupaten Kolaka adalah pemodelan matematik solusi numerik menggunakan perangkat lunak Delft3D. Hasil model arus dan pasut dipengaruhi oleh beberapa parameter yaitu angin, kekasaran dasar laut, dan langkah waktu/time step. Pemodelan arus dan pasut disimulasikan pada dua kondisi yaitu saat Indonesia mengalami monsun barat dan saat monsun timur. Hasil pemodelan kemudian dikalibrasi dan divalidasi dengan menggunakan data lapangan dan disajikan dalam bentuk peta. Model digunakan untuk mencari nilai tinggi maksimum air laut dan mencari nilai kecepatan arus di area penelitian yaitu Kabupaten Kolaka, dimana arus terbesar yang terjadi di Kabupaten Kolaka tersebut adalah 0,49 m/s sedangkan kedudukan muka air laut tertinggi adalah 1,30 m. Hasil akhir penelitian ini dapat menjadi pertimbangan dalam pelaksanaan perencanaan pembangunan terminal penyimpanan dan regasifikasi LNG di wilayah Kabupaten Kolaka.", "Daftar File": {"2017 TA PP HELVINA OKTAVIANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/132240", "2017 TA PP HELVINA OKTAVIANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/132241", "2017 TA PP HELVINA OKTAVIANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/132242", "2017 TA PP HELVINA OKTAVIANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/132243", "2017 TA PP HELVINA OKTAVIANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/132244", "2017 TA PP HELVINA OKTAVIANTI 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/132245"}, "Penulis": "HELVINA OKTAVIANTI (nim:15113081)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.rer.nat. Wiwin Windupranata, S.T.,M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "arus, pasut, pemodelan numerik, Delft3D", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "6 file", "Tanggal Input": "05 Sep 2018"}