{"Nomor": 27796, "Judul": "OPTIMASI SISTEM PENGANGKUTAN SAMPAH PERKOTAAN (STUDI KASUS SURABAYA TIMUR)", "Abstrak": "Seiring pertumbuhan jumlah penduduk, timbulan sampah di kota Surabaya juga mengalami peningkatan. Jumlah penduduk Surabaya Timur hasil proyeksi tahun 2036 sebesar 1.347.505 jiwa. Hasil analisis menunjukkan tingkat densitas sampah di Surabaya Timur sebesar 0,15 ton/m3 untuk densitas sampah di sumber, dan 0,42 ton/m3 untuk densitas sampah di arm roll. Dengan laju pertumbuhan kota sebesar 1,53%, laju timbulan sampah di Surabaya Timur pada tahun 2036 diproyeksikan mencapai 0,32 kg/orang.hari-0,47 kg/orang.hari atau setara dengan 893,12 ton/hari. Untuk mengatasi tingginya jumlah timbulan sampah tersebut maka diperlukan sebuah sistem pengelolaan sampah perkotaan yang baik. Salah satu sub sistem dalam sistem pengelolaan sampah perkotaan adalah pengangkutan sampah. Tujuan dalam penelitian ini adalah untuk menentukan rute pengangkutan sampah serta jumlah kebutuhan sarana pengangkut sampah di Surabaya Timur berdasarkan Vehicle Routing Problem Time Window Terminal (VRPTWT) dengan metode nearest neighbour. Pengangkutan sampah di Surabaya Timur saat ini dilayani oleh 3 unit arm roll kapasitas 6 m3, 3 unit arm roll kapasitas 8 m3, dan 40 unit arm roll kapasitas 14 m3. Melalui pemodelan yang dilakukan didapatkan jumlah sarana pengangkut sampah tersebut dapat dilakukan optimasi sesuai dengan timbulan sampah dan ritasi yang dibutuhkan sehingga jumlah sarana pengangkut sampah yang dibutuhkan adalah sejumlah 2 unit arm roll kapasitas 6 m3, 3 unit arm roll kapasitas 8 m3, dan 38 unit arm roll kapasitas 14 m3. Selain itu dengan model yang dikembangkan seluruh timbulan sampah dapat terangkut dengan minimasi biaya pengangkutan.", "Daftar File": {"2016 TS PP HENDRA ADI WIJAYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/132246", "2016 TS PP HENDRA ADI WIJAYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/132247", "2016 TS PP HENDRA ADI WIJAYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/132248", "2016 TS PP HENDRA ADI WIJAYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/132249", "2016 TS PP HENDRA ADI WIJAYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/132250", "2016 TS PP HENDRA ADI WIJAYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/132251", "2016 TS PP HENDRA ADI WIJAYA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/132252", "2016 TS PP HENDRA ADI WIJAYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/132253"}, "Penulis": "HENDRA ADI WIJAYA (NIM: 25714015)", "Kontributor / Dosen Pembimbing": ["Pembimbing :            \n \n \n \n \n \n \n \n \n \n \n \n\nDr. Benno Rahardyan, ST., MT", "Ir. R. Sony Sulaksono Wibowo, MT., Ph.D)"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "timbulan sampah, pengangkutan sampah, rute, vehicle routing problem, nearest neighbour", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "15 Agu 2018"}