{"Nomor": 27809, "Judul": "PENGEMBANGAN SOAL MATEMATIKA MODEL PISA MENGGUNAKAN KONTEKS KALIMANTAN TIMUR", "Abstrak": "Pendidikan dapat meningkatkan kualitas sumber daya manusia. Untuk mengetahui \n\nkualitas pendidikan perlu dilakukan penilaian secara berkesinambungan. Penilaian dapat dilakukan secara nasional dan internasional. Indonesia melakukan penilaian secara nasional melalui ujian nasional dan mengikuti beberapa penilaian yang dilakukan secara internasional. Salah satu penilaian berskala internasional yang diikuti Indonesia adalah PISA (Programme for International Student Assessment). \n\nHasil PISA menunjukkan bahwa Indonesia masih berada di bawah rata-rata peserta lainnya. Hal ini disebabkan oleh beberapa faktor, salah satunya adalah siswa-siswa di Indonesia belum terbiasa mengerjakan soal-soal seperti soal yang digunakan dalam PISA. \n\nProyek ini menganalisa soal-soal yang digunakan PISA, kemudian mengembangkan beberapa soal berkriteria PISA menggunakan konteks Kalimantan Timur. Setiap soal dianalisa dan dideskripsi berdasarkan tingkat \n\nkompetensi matematika, konten matematika, konteks yang digunakan, tingkat literasi, bentuk soal, dan tinjauan berdasarkan kurikulum 2013.", "Daftar File": {"2017 TS PP HENDRI PRASTIYO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/132293", "2017_TS_PP_HENDRI_PRASTYO_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/144465", "2017_TS_PP_HENDRI_PRASTYO_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/144466", "2017_TS_PP_HENDRI_PRASTYO_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/144467", "2017_TS_PP_HENDRI_PRASTYO_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/144468", "2017_TS_PP_HENDRI_PRASTYO_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/144469"}, "Penulis": "HENDRI PRASTYO (NIM: 90115008) [90115008]", "Kontributor / Dosen Pembimbing": ["Pembimbing :"], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Mathematics", "Kata Kunci": "Konten matematika, konteks matematika, PISA, Kurikulum 2013 ; Mathematic content, mathematic context, PISA, curriculum", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     hidayat", "File": "6 file", "Tanggal Input": "22 Jun 2018"}