{"Nomor": 27801, "Judul": "EVALUASI PERFORMA BERBAGAI PROTOKOL APLIKASI PADA LOCATION BASED SERVICE (LBS) TERHADAP PENGGUNAAN BATERAI DAN MOBILE DATA PADA SMARTPHONE", "Abstrak": "Pentingnya data geolokasi realtime pada Layanan Berbasis Lokasi (LBS), khususnya pada perangkat smartphone dalam menemukan nilai-nilai baru sehingga menjadi sebuah solusi bagi masalah tertentu, misalnya masalah-masalah transportasi, harus diiringi dengan optimasi bagaimana data tersebut dikumpulkan. Optimasi tersebut dapat menjamin keberlangsungan siklus layanan LBS, terutama dari sisi pengguna karena menggunakan resource yang terbatas ketika mengirim dan menerima data geolokasi. Aplikasi sedapat mungkin hemat daya baterai dan penggunaan mobile data yang minim dengan tidak mengurangi kualitas layanan. \n\nPemilihan protokol dalam pengembangan aplikasi LBS pada sisi pengguna dapat menjadi salah satu bentuk optimasi terhadap konsumsi daya baterai dan mobile data. Maka dilakukan komparasi terhadap protokol-protokol yang dipilih berdasarkan standar industri dan popularitasnya dalam modern software architecture. Komparasi tersebut diharapkan dapat menentukan profil yang dapat menjadi acuan bagi pengembangan aplikasi-aplikasi LBS pada cakupan yang lebih luas selanjutnya. \n\nDari hasil komparasi dapat diketahui bahwa protokol HTTP cocok digunakan sebagai protokol pengiriman data geolokasi jika dalam pembuatan aplikasi LBS penggunaan baterai menjadi fokus utama dan tidak terikat pada besar atau kecilnya penggunaan mobile data. Sebaliknya, jika kebutuhan mobile data menjadi fokus utama dan dengan menghiraukan konsumsi sumber daya baterai, maka protokol gRPC cocok untuk digunakan karena menggunakan paling sedikit mobile data. Dalam hal penggunaan baterai, protokol WebSocket cocok digunakan sebagai protokol pada penerimaan data geolokasi jika aplikasi yang dibuat mengharuskan aplikasi menggunakan sumber daya baterai seminimal mungkin. Namun jika aplikasi yang dibuat berfokus pada penggunaan mobile data yang sangat kecil, maka protokol gRPC sangat cocok digunakan sebagai protokol untuk penerimaan data geolokasi.", "Daftar File": {"2018 TS PP HENDRA PERMANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132264"}, "Penulis": "HENDRA PERMANA (NIM : 23215383)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.techn. Ary Setijadi Prihatmanto, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Location Based Service, Evaluasi performa protokol, HTTP, WebSocket, AMQP, gRPC.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "06 Mar 2018"}