{"Nomor": 27800, "Judul": "Studi Forensik dan Analisis Kegagalan pada Pembangkit Listrik Tenaga Minihidro (PLTM)", "Abstrak": "Kecelakaan fatal akibat dari suatu kegagalan komponen maupun sistem sangat banyak dijumpai dalam dunia industri, transportasi, dan infrastruktur. Kegagalan tersebut mengakibatkan kerugian materi maupun nyawa. Tidak hanya itu, kegagalan komponen atau sistem juga membuat sebuah proyek menjadi tertunda bahkan berhenti total.   \n \n \n\nBerbagai usaha telah banyak dilakukan untuk mencari akar masalah tetapi hasilnya masih kurang memuaskan karena kesalahan yang sama terus terjadi. Diperlukan pencarian akar penyebab kegagalan dan investigasi forensik yang bertujuan untuk mencegah kegagalan yang sama terulang kembali. Forensik adalah penyelidikan yang dilakukan terhadap suatu kegagalan untuk mencari siapa yang bertanggungjawab atas kegagalan dan menentukan peraturan, standar, spesifikasi, atau hukum apa saja yang telah dilanggar atau dibelokkan sehingga kegagalan tersebut terjadi.   \n \n \n\nPada tugas sarjana ini, akan digunakan metode FMEA (failure mode and effect analysis) untuk mencari akar penyebab kegagalan dan investigasi forensik dengan studi kasus pada PLTM (Pembangkit Listrik Tenaga Minihidro). Kelebihan metode ini dibandingkan metode analisis akar penyebab kegagalan lain yaitu metode FMEA memberikan angka keparahan dan tindakan rekomendasi untuk mencegah kegagalan tersebut terulang. Dibandingkan metode tradisional, FMEA memberikan hasil yang lebih efektif.   \n \n \n\nKata kunci: kegagalan, forensik, FMEA, PLTM", "Daftar File": {"ABSTRAK Hendra Maidani-13114020.pdf": "https://digilib.itb.ac.id/gdl/download/132263"}, "Penulis": "Hendra Maidani-13114020", "Kontributor / Dosen Pembimbing": ["Dr. Ir. F.X. Sangriyadi Setio"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "forensik, kegagalan, FMEA, PLTM", "Sumber": "", "Staf Input/Edit": "D. Budina  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Sep 2018"}