{"Nomor": 27816, "Judul": "PENGOLAHAN LIMBAH CAIR PABRIK TAHU MENGGUNAKAN REAKTOR UPFLOW ANAEROBIC SLUDGE BLANKET (UASB) UNTUK PRODUKSI BIOGAS", "Abstrak": "Salah satu limbah organik yang meresahkan di Indonesia adalah limbah cair tahu. Pada 2016, Indonesia memiliki 84.000 unit industri tahu dengan kapasitas produksi lebih dari 2,56 juta ton per tahun. Limbah tersebut rata-rata mengandung COD (Chemical Oxygen Demand) sebesar 5000-8000 mg/L dan Total Suspended Solid (TSS) di atas 1000 mg/L. Salah satu cara untuk mengatasi masalah ini adalah menggunakan proses penguraian anaerobik.   \n \n\nPenelitian ini bertujuan untuk menentukan waktu tinggal hidrolik penguraian anaerobik yang optimum pada limbah cair pabrik tahu untuk mengurangi kandungan COD limbah dan laju produksi biogas. Reaktor yang digunakan berjenis Upflow Anaerobic Slude Bed (UASB) dengan material polivinil klorida (PVC) dan sistem pengumpanan berselang. Umpan yang digunakan merupakan limbah cair dari salah satu pabrik tahu di Bandung. Reaktor dioperasikan pada suhu ruang, yaitu 20-30 oC. Variabel yang diubah adalah waktu tinggal limbah dalam reaktor (HRT), yakni 2, 3, 4, dan 5 hari. Parameter yang diukur berupa konsentrasi COD, pH dan TSS pada limbah dan laju produksi serta komposisi dan nilai kalor dari biogas. \n \n\nKarakteristik limbah cair tahu yang digunakan pada penelitian ini memiliki kadar COD sebesar 7619 mg/L, pH 4, dan TSS sebesar 1035 mg/L. Berdasarkan hasil penelitian, reduksi COD keluaran meningkat dengan HRT yang semakin tinggi. Kadar COD keluaran dengan variasi HRT  2, 3, 4, dan 5 hari berturut-turut adalah 6783 mg/L, 6494 mg/L, 5806 mg/L, dan 4722 mg/L. Persentase reduksi COD keluaran variasi HRT 2, 3, 4, dan 5 hari berturut-turut adalah 11%, 15%, 24%, dan 38%. \n \n\nLaju produksi biogas juga meningkat dengan HRT yang semakin tinggi. Laju produksi biogas untuk variasi HRT 2, 3, 4, dan 5 hari berturut-turut adalah 0,69 mL/menit; 1,33 mL/menit; 1,44 mL/menit; dan 1,56 mL/menit dan kandungan biogas berupa metana (56,4 %-mol), karbon dioksida (42,7 %-mol), dan pengotor (0,9 %-mol) dengan nilai kalor biogas 16,2 MJ/kg.", "Daftar File": {"2018 TA PP  HENGKY CHANDRA - M. ADIMAS GUNARTONO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132300"}, "Penulis": "HENGKY CHANDRA (NIM : 13014107) - M. ADIMAS GUNARTONO (NIM : 13014108)", "Kontributor / Dosen Pembimbing": ["Pembimbing: \n\nIr. Sanggono Adisasmito, Ph.D. \n\nDr. C.B. Rasrendra."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Biogas, COD, HRT, Limbah cair tahu, Penguraian anaerobik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Mei 2018"}