{"Nomor": 27826, "Judul": "STUDI PENURUNAN MUKA TANAH TERKINI WILAYAH DKI JAKARTA DAN SEKITARNYA", "Abstrak": "Dalam beberapa dekade terakhir, DKI Jakarta mengalami pembangunan yang sangat pesat di berbagai bidang, seperti bidang perindustrian, perumahan, dan sebagainya. Perkembangan sebuah kota akan berdampak pada perubahan fisik dari kota tersebut. Semakin besar suatu kota, maka akan semakin kompleks pula permasalahan yang ditimbulkan dan dihadapinya. Permasalahan yang sangat berkorelasi terhadap perkembangan sebuah kota adalah permasalahan penurunan muka tanah (land subsidence). Akibat yang ditimbulkan dari penurunan muka tanah tersebut sudah dirasakan, seperti meluasnya titik-titik banjir, banjir rob yang semakin sering terjadi, dan kerusakan pada konstruksi maupun jalan. Penyebab utama terjadinya penurunan muka tanah di DKI Jakarta adalah pengambilan air tanah yang berlebih dan juga beban bangunan, Berdasarkan beberapa penelitian, DKI Jakarta mengalami penurunan sekitar 3 sampai 10 cm / tahun, hingga mencapai 20 sampai 25 cm / tahun pada lokasi-lokasi tertentu dan dalam jangka waktu tertentu.  \n\nMelalui penulisan Tugas Akhir ini, akan dilihat penurunan muka tanah terkini di wilayah DKI Jakarta dari data GPS dan data InSAR hasil modifikasi dari jurnal Estelle Chaussard, F. A.H. (2012) Ã‚Â“Sinking cities in Indonesia: ALOS PALSAR detects rapid subsidence due to groundwater and gas extractionÃ‚Â”. Berdasarkan hasil penelitian ini, didapatkan nilai penurunan muka tanah DKI Jakarta pada tahun 2007-2011 berkisar antara 0 sampai 10,2569 cm per tahun dan pada tahun 2016-2017 berkisar antara 0 sampai 10,326 cm per tahunnya.", "Daftar File": {"2018 TA PP Henry 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132336"}, "Penulis": "Henry - Nim:15114085", "Kontributor / Dosen Pembimbing": ["Dr. Heri Andreas, S.T., M.T. \n\nDr. Ir. Dina Anggreni Sarsito, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Penurunan muka tanah, DKI Jakarta, terkini.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Jun 2018"}