{"Nomor": 27837, "Judul": "PENGEMBANGAN PRIORITAS DAN STRATEGI PROGRAM PEMELIHARAAN UNTUK SISTEM PIPA PENYALUR MINYAK DAN GAS DENGAN MERAPKAN KAJIAN RESIKO", "Abstrak": "Pipa penyalur minyak dan distribusi gas merupakan salah satu fasilitas pendukung utama operasi produksi yang dilakukan oleh PT. Chevron Pacific Indonesia. Jaringan pipa digunakan untuk sarana pengiriman hasil produksi minyak dari stasiun-stasiun pengumpul minyak ke stasiun pengumpul untuk kemudian dijual di titik serah terima di pelabuhan dan kilang minyak milik Pertamina di Dumai, sementara pipa distribusi gas digunakan untuk mendistribusikan gas hasil produksi dan juga yang dibeli dari pihak ketiga, ke stasiun pembangkit listrik dan pembangkit uap. \n\n\tIntegritas pipa penyalur menjadi isu yang mengemuka, selain karena usia pipa-pipa penyalur yang sudah berumur, juga tingkat resiko terhadap keselamatan dan lingkungan semakin meningkat ketika terjadi kebocoran pipa, Usaha pemeliharaan pipa yang dilakukan telah berhasil menahan kenaikan tingkat kegagalan, namun ditengah kondisi penurunan produksi dan harga komoditi minyak, maka diperlukan program dan strategi pemeliharaan pipa yang lebih baik. \n\n\tPengembangan program pemeliharaan pipa dan prioritisasinya dilakukan dengan menggunakan metode kajian resiko dan penentuan tingkat resiko yang dapat diterima. Rekomendasi program dan prioritisasi pemeliharaan pipa yang diajukan tetap mempertimbangkan hasil analisa faktor-faktor eksternal dan internal yang terkait langsung dan juga analisa akar permasalahan yang sebelumnya dilakukan. \n\nRencana implementasi dari prioritasi program ini akan dituangkan dalam program tahunan perusahaan dan  disetiap akhir program dilakukan kajian terhadap efektivitasnya dengan menetapkan indikator-indikator leading dan lagging yang akan menjadi target yang harus dicapai.", "Daftar File": {"Heri Iswanto.pdf": "https://digilib.itb.ac.id/gdl/download/132361"}, "Penulis": "Heri Iswanto / 29115240", "Kontributor / Dosen Pembimbing": ["Yuliani Dwi Lestari, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pipeline integrity, risk assessment, pipeline maintenance program", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "15 Mar 2018"}