{"Nomor": 27839, "Judul": "PERANCANGAN STRUKTUR LAIK TABRAK UNTUK APLIKASI KESELAMATAN KERETA METRO KAPSUL", "Abstrak": "Kecelakaan alat transportasi khususnya alat transportasi darat mengalami kenaikan dalam beberapa tahun ini dengan jumlah korban jiwa yang tidak sedikit. Untuk mengurangi dampak kecelakaan, dapat diaplikasikan sistem crashworthiness yaitu dengan penggunaan modul penyerap impak. Modul penyerap impak merupakan suatu struktur yang dirancang untuk dapat menyerap energi impak akibat tabrakan dengan membentuk deformasi sebanyak-banyaknya. Pada tugas sarjana ini, telah dilakukan penelitian dan pengembangan untuk modul penyerap impak axial folding. Terdapat dua model rancangan penyerap impak yang akan dipasang pada daerah crumple zone, yaitu collapsible part model 1 dan model 2.    \n\nAnalisis crashworthiness pada studi ini dilakukan metode numerik, yaitu menyimulasikan tabrakan antara metro kapsul dan dinding kaku untuk mempelajari karakteristik tabrakan secara ekstrim. Simulasi kemudian dilanjut dengan memasang penyerap impak yang telah dirancang. Penelitian diawali dengan melakukan pemodelan elemen hingga dan dilanjutkan dengan proses simulasi. Hasil simulasi kemudian dibandingkan dengan literature dan standar BS EN 15227:2008 untuk mengetahui kemampuan pemodelan dalam merepresentasikan karakteristik kemampuan struktur metro kapsul dan penyerap impak dalam menyerap energi tabrakan.    \n\nDari analisis yang dilakukan, diperoleh hasil performa penyerapan energi metro kapsul masih jauh dari kriteria standar BS EN 15227:2008. Setelah collapsible part dipasang, performa penyerapan energi menunjukkan perubahan ke arah yang lebih baik. Energi impak yang diserap meningkat dari 173 kJ menjadi 232 kJ pada collapsible part model 1 dan 189 kJ pada model 2. Perlambatan yang terjadi mengalami perubahan dari 10,6 g menjadi 8,59 g pada model 1 dan 12,9 g pada model 2. Berdasarkan hasil analisis, disimpulkan bahwa rancangan penyerap impak masih memerlukan modifikasi untuk memenuhi standar BS EN 15227:2008.", "Daftar File": {"2018 TA PP  HERI SYAHPUTRA H. SINAMBELA  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132363"}, "Penulis": "HERI SYAHPUTRA H. SINAMBELA (NIM : 13112015)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n\nDr. Ir. Bagus Budiwantoro.    \n\nRachman Setiawan ST,M.Sc.,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Metro kapsul, Crashworthiness, Penyerap Impak", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Jul 2018"}