{"Nomor": 27835, "Judul": "EVALUASI APLIKASI PEMODELAN INJEKSI FLUIDA DENGAN MENGGUNAKAN FINITE ELEMENT HEAT AND MASS TRANSFER CODE (FEHM)", "Abstrak": "Injeksi fluida ke dalam batuan berpori dan permeabel akan mempengaruhi kondisi \n\nbatuan di sekitarnya. Proses injeksi akan adanya proses kopel tekanan fluida dan \n\nstress yang menyebabkan stress batuan di sekitar daerah injeksi berubah. \n\nPerubahan ini dapat disimulasikan dengan menggunakan perangkat lunak open \n\nsource Finite Element Heat and Mass Transfer Code (FEHM). \n\nDalam penelitian ini, model bawah permukaan dibuat dalam ukuran 3000m x \n\n3000m x 2000m, terdiri dari empat lapisan yaitu Zona 1 (0-400m), Zona 2 (400- \n\n600m), Zona 3 (600-1300m) dan Zona 4 (1300-2000m). Parameter porositas dan \n\npermeabilits dibuat ke dalam dua model yaitu, Model 1 dibuat homogen untuk \n\nsemua grid sedangkan Model 2 dibuat tidak homogen di jarak tertentu. Jarak antar \n\ngrid diatur seragam untuk kedua model. Injeksi dilakukan dengan tipe point source, \n\ntitik injeksi ini berada pada kedalaman 837 m dengan koordinat x = 1500 meter dan \n\ny = 1500 meter. Parameter elastisitas batuan diasumsikan homogen, elastik dan \n\nisotropik. Gradien tekanan 0.00981 MPa / meter dan gradien suhu 0.025 derajat C \n\n/ meter. Proses injeksi dilakukan dengan injeksi sebesar 6 kg / detik dengan waktu \n\nsimulasi selama 10 tahun. Hasil pemodelan injeksi menunjukan bahwa dengan \n\naplikasi FEHM dapat digunakan untuk memprediksi distribusi tekanan fluida. Pada \n\nkasus Model 1, distribusi tekanan fluida tersebar secara radial ke segala arah, \n\nsedangkan pada kasus Model 2 distribusi fluida akan cenderung lebih besar kearah \n\nnilai porositas dan permeabilitas yang lebih besar. Proses injeksi juga menunjukan \n\nproses kopel tekanan fluida dengan stress batuan disekitar daerah injeksi.", "Daftar File": {"2018 TS PP HERDIS HAERUSALAM  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132359"}, "Penulis": "HERDIS HAERUSALAM (NIM: 22316004)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nDr. Ir. Fakhtan.", "Dr. david Prambudi Sahara. M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "fluida, injeksi, FEHM, isotropis.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2018"}