{"Nomor": 27832, "Judul": "Sintesis Kitosan Termodifikasi Glutaraldehid Menggunakan Metode MAOS (Microwave Assisted Organic Synthesis) sebagai Adsorben Ion Pb(II) dari Sampel Air Sungai Cikapundung", "Abstrak": "Indonesia memiliki wilayah yang sangat luas. Sekitar 2/3 luas wilayah Indonesia adalah perairan. Oleh karenanya, Indonesia memiliki hampir 6% sumber air dunia, atau sekitar 21% sumber air di wilayah Asia Pasifik. Perairan Indonesia terdiri dari 97,4% laut dan sisanya berupa sungai, danau dan selat. Terdapat 309 sungai di Indonesia dan 49 di antaranya mengalir di Kota Bandung, salah satunya adalah Sungai Cikapundung. Pencemaran ion Pb(II) pada Sungai Cikapundung sudah melebih baku mutu air sungai. Oleh karenanya dibutuhkan cara untuk mengurangi kadar ion Pb(II) di dalam sungai. Salah satu caranya adalah dengan menggunakan adsorben yang bersifat biodegradabel, yaitu kitosan termodifikasi glutaraldehid yang merupakan hasil modifikasi dari kitosan yang diperoleh dari proses deasetilasi kitin dalam suasana basa. Kitosan yang terbentuk selanjutnya dikarakterisasi menggunakan FTIR, sehingga diperoleh derajat deasetilasi 85,5%, serta dilakukan penentuan massa molekul ratarata dengan viskometer Ostwald dan diperoleh massa molekul rata-rata kitosan sebesar 2,7 x 106 g/mol. Selanjutnya kitosan dimodifikasi dengan cara mereaksikannya dengan glutaraldehid menggunakan metode MAOS (Microwave Assisted Organic Synthesis) pada suhu 80 ℃, daya iradiasi reaksi 100 W, selama 60 menit, menghasilkan produk kitosan termodifikasi glutaraldehid dengan derajat substitusi 79%. Kitosan termodifikasi glutaraldehid yang telah dikarakterisasi FTIR, SEM dan SAA selanjutnya diaplikasikan sebagai adsorben ion Pb(II). Hasil penelitian menunjukkan bahwa kondisi optimum adsorpsi 15 mL larutan sampel Pb(II) tercapai pada pH 4, massa adsorben 0,075 g dan waktu kontak 90 menit. Proses adsorpsi ion Pb(II) mengikuti model isoterm Langmuir dan kinetika orde dua semu dengan persen adsorpsi ion Pb(II) dari sampel Sungai Cikapundung sebesar 84% (sampel bagian tengah) dan 50,2% (sampel bagian muara).", "Daftar File": {"2018 TA PP HERAYATI 10514021 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132356", "2018_TA_PP_HERAYATI_1-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/148809"}, "Penulis": "Herayati - Nim: 10514021", "Kontributor / Dosen Pembimbing": ["Dr. Deana Wahyuningrum"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Adsorben, Pb(II), kitosan, kitosan termodifikasi glutaraldehid, MAOS", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "31 Mei 2018"}