{"Nomor": 27830, "Judul": "MODEL MATEMATIKA PENGARUH LIPUTAN MEDIA TERHADAP PENURUNAN PENGONSUMSI MINUMAN BERALKOHOL", "Abstrak": "Pada tahun 2010, Organisasi Kesehatan Dunia (WHO) menyetujui resolusi yang mendukung strategi global untuk mengurangi penggunaan alkohol yang berbahaya. Dalam hal ini, WHO mendesak negara-negara untuk memperkuat respons nasional terhadap masalah kesehatan masyarakat yang disebabkan oleh pengguna alkohol yang berbahaya. Salah satu cara yang dilakukan adalah menciptakan, menyusun, dan menyebarluaskan informasi ilmiah tentang penggunaan alkohol beserta konsekuensi kesehatan dan sosial yang terkait. Tugas akhir ini membahas sebuah model epidemik sosial yang mengambarkan alkoholisme dengan liputan media sebagai salah satu cara untuk mengurangi pengunaan alkohol yang berbahaya. Model populasi yang digunakan adalah susceptible, infected, dan recovered (SIR) model yang dibagi menjadi tiga kompartemen dengan ditambahkan pengaruh media sebagai bentuk pengembangan lebih lanjut dari model ini. Indikator utama yang digunakan dalam pemodelan penyebaran penyakit adalah basic reproductive number 〖(R〗_0) yang dibangun secara analitis dengan menggunakan next generation matrix. R_0 akan menentukan suatu kondisi non-endemik dan endemik dari model yang digunakan. Beberapa sifat mendasar dari model termasuk eksistensi dan kepositifan diselidiki dalam Tugas Akhir ini. Stabilitas semua ekuilibrium juga dimuat dalam Tugas Akhir ini. Simulasi numerik mulai dari keadaan non-endemik sampai endemik disajikan dalam Tugas Akhir ini. Analisis sensitivitas pun dilakukan untuk menggambarkan hasil dari pengaruh media terhadap alkoholik. Hasilnya menunjukkan bahwa liputan media merupakan langkah efektif untuk membuat alkoholik berhenti mengonsumsi beralkohol.", "Daftar File": {"2018 TA PP HERADA KIPTANE ARGA 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132346"}, "Penulis": "HERADA KIPTANE ARGA (NIM : 10113057)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Nuning Nuraeni S. Si, M. Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Alkohol, Basic Reproductive Number, Liputan Media, Simulasi Numerik, Analisis Sensitivitas", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "21 Jun 2018"}