{"Nomor": 27841, "Judul": "PROJECT INVESTMENT VALUATION OF CIREBON TRIM COVER PLANT (CASE STUDY OF PT ASI)", "Abstrak": "Automotive industry has growing in Indonesia as automobile emerging market. PT Automotive Seating Indonesia (PT ASI) as one of automotive seating manufacturer company in Indonesia has challenge to be competitive and growth. PT ASI as non-Keiretsu seat supplier in Indonesia have to growth with focusing as a tier 2 supplier in Trim Cover and Pad Assy. Current PT ASI Trim Cover Cikampek Plant in Purwakarta facing overcapacity problem if running in 2 shift. Furthermore, there are labor cost saving opportunity if PT ASI build new trim plant in Cirebon because of minimum wages about lower than Purwakarta. For these reasons, PT ASI Management consider and want to determine how feasible to build new trim plant in Cirebon.  \n \n\nPT ASI management has conducted cost saving study for Cirebon Plant in the end of 2016 based on projected current local program. PT ASI management decided to conduct financial feasibility and investment analysis of the PT ASI Cirebon Trim Plant with updated assumption. Management concern about how strength and how competitive Cirebon Plant internally and externally, and mapping risks that already identified. The Primary objective of this final project is to conduct financial feasibility and investment PT ASI for the Cirebon Plant (Option 1). This final project also considered another option to include additional GSUS-MC Korea, LAMF trim cover business, and targeted Suzuki Low MPV (Tier 2) trim cover business (Option 2). This review analyze the projected total investment, and using capital budgeting techniques: Cash flow, NPV, payback period, IRR, ROI, and ROS. Through 5C and SWOT, PT ASI already known business situation of Cirebon Plant externally and internally.  \n \n\nBoth feasibility studies option 1 and option 2 are feasible and profitable. Option 1 with investment $6,956,009 have NPV $7,374,330, Payback Period 2.90 years, IRR 34.0%, ROS 10.2%, and ROI 226.1%. Option 2 with investment $13,070,740 have NPV $19,602,157, Payback Period 2.99 years, IRR 36.9%, ROS 10.4%, and ROI 311.3%. Option 2 with additional GSUS-MC Korea and LMAF trim cover business have better return and financial justification than option 1.  \n \n\nPT ASI should aware for risks that might be occur and was identified, measured, mapped, and also in every risk have treatment plant. With complete risk management, Cirebon Plant Trim Cover project will anticipate and handled risks that might be occur especially for above high risk level.", "Daftar File": {"2018 TS PP HERLAMBANG PRASETYA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132370"}, "Penulis": "HERLAMBANG PRASETYA (NIM: 29115658)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Sylviana Maya Damayanti, CFP."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Capital Budgeting, Investment Valuation, Situation Analysis, Project Risk Mapping, Automotive Seating Manufacturer.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Feb 2018"}