{"Nomor": 27855, "Judul": "ANALISIS DEFORMASI PERMUKAAN UNTUK MONITORING RESERVOIR DI LAPANGAN PANAS BUMI KAMOJANG JAWA BARAT MENGGUNAKAN METODE KOREKSI ATMOSFER DARI D-INSAR", "Abstrak": "Kegiatan monitoring reservoir panas bumi setelah aktivitas produksi sangat penting dilakukan. Aktivitas produksi tersebut dapat mengakibatkan terjadinya perubahaan volume dan tekanan reservoir yang ditunjukan dengan adanya deformasi diatas permukaan seperti penurunan permukaan tanah (subsidence) dan penurunan permukaan tanah (uplift). Monitoring reservoir panas bumi menggunakan teknologi ground based konvensional (seperti GPS atau levelling) memiliki biaya yang cukup mahal dan sulit untuk menghitung nilai deformasi yang terjadi di lapangan panas bumi. Pemantauan deformasi menggunakan teknologi radar dengan metodologi D-InSAR memberikan dukungan data spasial mengenai gambaran umum tentang pergerakan vertikal di atas permukaan yang bisa berkaitan dengan kegiatan ekstraksi dan injeksi dengan wilayah yang luas.   \n\nMetode D-InSAR masih memiliki kelemahan, yaitu adanya pelambatan gelombang elektromagnetik saat melewati lapisan astmosfer. Untuk meningkatkan ketelitian dari metode D-InSAR perlu dilakukan teknik koreksi atmosfer PLT (pairwise logic technique), untuk mengurangi efek atmosfer dan meningkatkan ketelitian deformasi hasil pengolahan D-InSAR hingga skala milimeter. \n\nUntuk keperluan monitoring reservoir panas bumi, pemantauan deformasi menggunakan teknologi SAR layak untuk dilakukan karena dapat memeriksa pola temporal secara spasial dari respon reservoir untuk kegiatan ekstraksi dan injeksi. Salah satu dampak negatif yang dapat terjadi adalah deformasi, Penurunan tekanan dan suhu bawah permukaan yang disebabkan oleh adanya aktivitas produksi dan injeksi panas bumi dapat menyebabkan penurunan permukaan tanah yang terjadi di sekitar daerah produksi panas bumi. Pemantauan diperlukan untuk menilai dampak dari deformasi permukaan dari kegiatan produksi. \n\nLapangan panas bumi Kamojang merupakan lapangan panas bumi yang terletak di Jawa Barat, Indonesia. Dalam menganalisis deformasi permukaan di lapangan ini, data yang digunakan adalah data citra Sentinel 1A (C-band) sebanyak 72 citra, pada periode tahun 2014-2017. \n\nHasil nilai deformasi permukaan tanah yang didapatkan mulai dari tahun 2014-2017 di lapangan panas bumi Kamojang adalah sebesar 6 mm (subsidence) sampai 6 mm (uplift). Berdasarkan hasil pengolahan PLT D-InSAR dan data Microgravity dapat disimpulkan bahwa dilokasi sumur-sumur produksi dibagian utara terjadi penurunan permukaan tanah dan memiliki nilai densitas batuan yang rendah dikarenakan terjadinya pengurangan massa pada porositas batuan dibawah permukaan akibat adanya aktivitas ekstraksi uap, sedangkan terjadinya kenaikan permukaan tanah terjadi di bagian selatan dimana terdapat sumur injeksi dikontrol oleh struktur yang berarah Baratdaya Ã‚Â– Timurlaut. Selain itu area uplift memiliki nilai densitas batuan yang tinggi dikarenakan adanya penambahan massa pada porositas batuan dibawah permukaan yang diakibatkan oleh injeksi fluida, sehingga adanya sumur produksi dibagian utara dan sumur reinjeksi dibagian selatan pada area produksi lapangan panas bumi Kamojang berpengaruh terhadap penurunan atau kenaikan permukaan tanah pada studi ini.", "Daftar File": {"2018 TS PP HIBBAN HAMKA SIDDIEQ 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132396"}, "Penulis": "HIBBAN HAMKA SIDDIEQ (NIM: 22615006)", "Kontributor / Dosen Pembimbing": ["Pembimbing I : Dr. Eng. Asep Saepuloh  \n\nPembimbing II: Dr.rer.nat. R. Mohammad Rachmat Sule, S.T, M.T"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "D-InSAR, Sentinel-1A, pairwise logic technique, deformasi", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "01 Okt 2018"}