{"Nomor": 27850, "Judul": "PENGEMBANGAN MODEL ADOPSI OPEN SOURCE ERP DENGAN MEMPERTIMBANGKAN TECHNOLOGY, ORGANIZATION, AND ENVIRONMENT (TOE) FRAMEWORK", "Abstrak": "UMKM merupakan salah satu tulang punggung perekonomian yang terbesar di Indonesia. Berdasarkan data BPS, UMKM memberikan pendapatan negara yang signifikan terhadap PDB di Indonesia. Untuk meningkatkan daya saing pada saat ini, diperlukan teknologi terbaru berupa open source ERP. Namun, masih banyak UMKM yang belum menggunakan open source ERP karena minimnya informasi mengenai teknologi baru tersebut. Oleh karena itu, diperlukan adanya penelitian mengenai adopsi open source ERP untuk para UMKM supaya menarik minat teknologi baru tersebut. \n\nModel penelitian disusun berdasarkan penelitian terdahulu yang berhubungan dengan minat adopsi open source ERP. Kerangka kerja TOE yang dipilih merupakan metode pengukuran yang reliabel terhadap adopsi teknologi open source ERP. Pengumpulan data dilakukan pada beberapa perusahaan UMKM yang memiliki minat untuk mengadopsi teknologi open source ERP di kota Bandung dan sekitarnya. Data diperoleh dari penyebaran kuesioner melalui fisik dan online sebanyak 81 data dengan skala Likert 6. Pengujian data tersebut menggunakan metode PLS-SEM. \n\nHasil penelitian ini menunjukkan bahwa faktor-faktor dalam kerangka kerja TOE, seperti relative advantage, decision makerÃ‚Â’s innovativeness, organizational readiness dan competitive pressure dapat mempengaruhi minat unit UMKM untuk mengadopsi teknologi open source ERP. Semakin tinggi nilai faktor-faktor tersebut, maka semakin besar minat unit UMKM untuk mengadopsi teknologi open source ERP.", "Daftar File": {"2018  TS PP HERSA DWI YANUARSO 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132391"}, "Penulis": "HERSA DWI YANUARSO NIM: 23416006", "Kontributor / Dosen Pembimbing": ["Dr. Rajesri Govindaraju, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "ADOPSI, KERANGKA KERJA TOE, OPEN SOURCE ERP, PLS-SEM, UMKM ,ADOPTION, TOE FRAMEWORK, OPEN SOURCE ERP, PLS-SEM, SMEÃ‚Â’S", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "29 Jun 2018"}