{"Nomor": 27851, "Judul": "PENDEKATAN JARINGAN SYARAF TIRUAN UNTUK PREDIKSI NILAI NEGOSIASI PENGADAAN BARANG DAN JASA - STUDI KASUS PENGADAAN BARANG DAN JASA POWER PLANT DAN ENERGI", "Abstrak": "Negosiasi merupakan salah satu tolok ukur kinerja pengadaan yang meliputi biaya, mutu dan waktu. Seorang negosiator yang baik harus mengetahui pengetahuan mengenai negosiasi itu sendiri, variabel negosiasi, serta karakteristik lawan negosiasi. Pada perusahaan WIKA seringkali ditemui kesulitan mendapatkan acuan besarnya nilai negosiasi dikarenakan variasi dan variabel harga yang sangat beragam. Formulasi besaran nilai negosiasi diperlukan untuk memudahkan negosiator melakukan evaluasi atas negosiasi yang akan dan sudah dilakukan. Dengan mengambil variabel negosiasi dari beberapa sumber, dan untuk kemudian diformulasikan dengan regresi linear berganda dan jaringan syaraf tiruan, diharapkan akan didapatkan formulasi prediksi nilai negosiasi dan perbandingan prediksi apabila menggunakan regresi linear berganda dan jaringan syaraf tiruan. \n\nPenelitian ini mengambil variabel negosiasi dari Dzeng dan Wang (2017), bahwasannya dari survey yang pernah dilakukan kepada 90 kontraktor di Taiwan, dari 10 variabel kunci negosiasi, terdapat 7 variabel yang cukup dominan. Variabel tersebut antara lain, quantity, harga, cara pembayaran, uang muka yang diberikan, pengiriman (jadwal pelaksanaan), durasi pembayaran, dan transportasi. Dengan mengambil 7 variabel tersebut di lingkungan WIKA khususnya Departemen Power Plant dan Energi, serta menggunakan regresi linear berganda dan jaringan syaraf tiruan, diharapkan sebelum melakukan negosiasi, seorang negosiator dilingkungan WIKA sudah mendapatkan acuan mengenai besarnya nilai negosiasi yang harus dilakukan. \n\nDari analisis data hasil prediksi, untuk regresi linear berganda didapatkan data TS = 89,0913, MAD 0,0722 dan MSE 0,0129, sedangkan untuk jaringan syaraf tiruan didapatkan data TS = 5,6905, MAD = 0,0748 dan MSE = 0,0099. Untuk nilai tracking signal, apabila nilainya mendekati nol atau bertanda negative, ini artinya nilai aktual hampir selalu lebih kecil daripada nilai aktual. Sedangkan untuk nilai MAD relative mirip baik untuk regresi linear berganda maupun untuk jaringan syaraf tiruan. Dan yang terakhir nilai dari MSE yang dihasilkan pada persamaan jaringan syaraf tiruan lebih kecil jika dibandingkan dengan MSE hasil prediksi yang dihasilkan pada persamaan regresi linear berganda.", "Daftar File": {"2018 TS PP HERU NUGROHO 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132392"}, "Penulis": "HERU NUGROHO NIM: 94516014", "Kontributor / Dosen Pembimbing": ["Suprayogi Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Logistik", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "PREDIKSI NILAI NEGOSIASI, VARIABEL NEGOSIASI, REGRESI LINEAR BERGANDA, JARINGAN SYARAF TIRUAN", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "21 Sep 2018"}