{"Nomor": 27852, "Judul": "PROPOSED SOLUTION TO REDUCE TURNOVER AND ABSENT RATE OF EMPLOYEE (CASE STUDY OF HUMAN RESOURCES DEPARTMENT PT. POS INDONESIA)", "Abstrak": "Penulis membuat paper ini bertujuan untuk memberikan analisa yang mendalam mengenai masalah turnover dan ketidakhadiran karyawan di sebuah BUMN yang telah lama berdiri dan juga mencari lebih luas faktor-faktor apa saja yang menyebabkan kedua masalah tersebut.   \n \n \n\nMetodologi yang digunakan adalah pendekatan deskriptif kuantitatif yaitu penelitian yang bertujuan menjelaskan fenomena turnover dan ketidakhadiran dengan menggunakan angkaangka untuk mengidentifikasi masalah yang terjadi di PT. Pos Indonesia. Penulis menggunakan metode penyebaran kuesioner sebanyak 76 buah kepada karyawan PT. Pos Indonesia dan menganalisa menggunakan SPSS. Setelah menganalisa menggunakan SPSS, maka dapat   \n \n \n\nditemukan faktor-faktor yang menyebabkan turnover dan ketidakhadiran yaitu faktor supervisor dan faktor gaji. Faktor supervisor berada di dalam kategori rata-rata dan faktor gaji berada di dalam kategori buruk.   \n \n \n\nOleh karena itu penulis memberi beberapa rekomendasi untuk HRD PT. Pos Indonesia, diantaranya mengajukan judicial review atas peraturan mengenai gaji di BUMN dan   \n \n \n\nmenyelenggarakan pelatihan dengan topic kepemimpinan. Untuk solusi gaji, penulis memberikan solusi agar masalah gaji tidak dibawa ke ranah konstitusi karena dapat merugikan PT. Pos Indonesia dari segi biaya dan waktu. Untuk solusi faktor supervisor, penulis menyaran   \n \n \n\nkan agar pelatihan kepemimpinan dibagi menjadi tiga program yaitu workshop, Focus Group Discussion dan tutorial agar ke depannya karyawan HR PT. Pos Indonesia dapat meningkat kepuasan kerjanya terhadap supervisor.", "Daftar File": {"2018 TS PP HERU PRASETYO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132393"}, "Penulis": "HERU PRASETYO        (NIM : 29115622)", "Kontributor / Dosen Pembimbing": ["Anggara Wisesa, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Job Satisfaction, Turnover, Absent, Five Factor Dimension", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "01 Mar 2018"}