{"Nomor": 27858, "Judul": "STRATEGIC PLANNING OF PT PERTAMINA GAS TO ANTICIPATE GOVERNMENT INITIATIVES", "Abstrak": "Bisnis gas alam di Indonesia terus tumbuh dengan pertumbuhan utilisasi gas yang diharapkan adalah 4,7% per tahun. Pemanfaatan gas alam meningkat mengikuti kebijakan pemerintah yang mendorong industri, transportasi dan penggunaan domestik untuk mengubah bahan bakar minyak menjadi bahan bakar gas alam atau sebagai bahan mentah. Infrastruktur diperlukan untuk mendistribusikan gas alam dari produsen ke konsumen yang dalam perkembangannya terjadi tumpang tindih pembangunan infrastruktur antara perusahaan gas. Akibatnya, pembangunan infrastruktur tidak efisien dan mengarah ke harga gas yang tinggi di konsumen akhir. Perkembangan pembangunan infrastruktur juga tidak merata dan fokus pada area tertentu.   \n \n\nPemerintah mulai untuk mengatur bisnis gas dengan merevisi dan mengeluarkan peraturan. Menteri Energi dan Sumber Daya Mineral (ESDM) mengeluarkan peraturan No. 06/2016 tentang Peraturan dan Tata Cara Penentuan Alokasi dan Pemanfaatan Gas Bumi serta Harga Gas Bumi dan merevisi peraturan No. 19/2009 tentang Kegiatan Usaha Gas Bumi Melalui Pipa menjadi Peraturan Menteri ESDM No. 04/2018 tentang Pengusahaan Gas Bumi pada Kegiatan Usaha Hilir Minyak dan Gas Bumi dan juga beberapa peraturan yang diterbitkan oleh pemerintah.   \n \n\nPertagas sebagai perusahaan pengangkut gas perlu memformulasikan strategi untuk bertahan dalam bisnis ini, terutama karena bisnis gas adalah bisnis yang diatur oleh pemerintah. Dalam tugas akhir ini, bisnis di lingkungan internal dan eksternal dianalisa untuk merumuskan strategi yang dibutuhkan oleh perusahaan untuk meningkatkan kinerjanya. Strategi yang dirumuskan terdiri dari strategi perusahaan, strategi bisnis dan strategi fungsional yang dapat diimplementasikan untuk mencapai visi dan misi perusahaan.", "Daftar File": {"2018 TS PP HIDAYATUS SANIYA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132412"}, "Penulis": "HIDAYATUS SANIYA (NIM 29316079)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Priyantono Rudito, Ph. D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bisnis Gas, Strategi, Regulasi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "25 Jun 2018"}