{"Nomor": 27864, "Judul": "PROSPEK SINERGI PERIKANAN DAN PARIWISATA SEBAGAI BASIS PENGEMBANGAN EKONOMI LOKAL", "Abstrak": "Salah satu konsep dalam pengembangan wilayah adalah pengembangan ekonomi lokal yang memanfaatkan potensi lokalnya. Dengan memanfaatkan potensi lokal diharapkan dapat meningkatkan standar hidup, mengurangi ketimpangan, dan juga menjaga kualitas lingkungannya. Indonesia merupakan negara kepulauan yang kaya akan sumber daya kelautannya. Sumber daya tersebut dapat dimanfaatkan sebagai basis pengembangan perikanan dan pariwisata. Salah satu daerah yang berpotensi mengembangkan kedua sektor tersebut adalah Desa Gebangmekar yang terletak di Kabupaten Cirebon dan berbatasan langsung dengan Laut Jawa. Desa Gebangmekar diarahkan untuk mengembangkan kedua sektor ini, namun dalam kenyataannya kegiatan perikanan dan pariwisata seringkali bertolak belakang. Pembangunan pariwisata dianggap sebagai sesuatu yang mengancam penghidupan para nelayan. Oleh karena itu penting untuk mengidentifikasi prospek sinergi perikanan dan pariwisata sebagai pengembangan ekonomi lokal di Desa Gebangmekar. Pendekatan yang digunakan dalam penelitian ini adalah kualitatif. Data yang digunakan merupakan data primer dari survey wawancara dan observasi dan juga data sekunder. \n\nHasil analisis menunjukkan bahwa secara ekonomi kedua kegiatan tersebut dapat bersinergi untuk meningkatkan kesejahteraan masyarakatnya. Namun dari aspek fisik, kegiatan perikanan dan pariwisata belum bisa bersinergi karena kegiatan perikanan mengurangi daya tarik pariwisata. Begitu juga dari aspek sosial yang menunjukkan bahwa masyarakat rentan terhadap pengaruh buruk yang dibawa pariwisata walaupun sudah terdapat nilai dan norma yang berlaku. Penerapan perikanan dan pariwisata ini sudah tercantum pada rencana daerah Kabupaten Cirebon dan didukung oleh pemerintah, sehingga dalam implementasinya dibutuhkan upaya untuk memperbaiki kualitas lingkungan dan juga peningkatan kegiatan kedua sektor tersebut melalui pelatihan, penyuluhan, dan kerjasama antara pelaku perikanan.", "Daftar File": {"2015 TA PP HILDA ARUM NURBAYYANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/132418", "2015 TA PP HILDA ARUM NURBAYYANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/132419", "2015 TA PP HILDA ARUM NURBAYYANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/132420", "2015 TA PP HILDA ARUM NURBAYYANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/132421", "2015 TA PP HILDA ARUM NURBAYYANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/132422", "2015 TA PP HILDA ARUM NURBAYYANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/132423", "2015 TA PP HILDA ARUM NURBAYYANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/132424"}, "Penulis": "HILDA ARUM NURBAYYANTI (NIM : 15411084)", "Kontributor / Dosen Pembimbing": ["pembimbing : Dr. Ir. Dewi Sawitri Tjokropandojo, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Perikanan, Pariwisata, Sinergi, Fisik, Ekonomi, Sosial", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "21 Agu 2018"}