{"Nomor": 27862, "Judul": "TRANSFER HIDROGENASI GLUKOSA MENJADI SORBITOL MENGGUNAKAN RANEY NIKEL", "Abstrak": "Konversi biomassa menjadi bahan bakar yang dapat diperbaharui dan bahan kimia lainnya telah menarik perhatian banyak peneliti. Selulosa merupakan salah satu kandungan terbesar yang terdapat dalam biomassa dan dapat diturunkan menjadi glukosa dengan cara hidrolisis. Hidrogenasi glukosa dapat menghasilkan sorbitol. Sorbitol merupakan salah satu gula alkohol yang memiliki beragam kegunaan di berbagai bidang seperti bidang makanan dan minuman, farmasi, kosmetik, dan perawatan pribadi. Hidrogenasi glukosa menjadi sorbitol telah menjadi perhatian para peneliti sejak lama karena termasuk salah satu cara produksi sorbitol yang efisien dan ekonomis. Proses tersebut membutuhkan gas hidrogen bertekanan tinggi sebagai sumber hidrogen dan katalis dari logam mulia seperti rutenium, rodium, paladium, dan platina. Keberadaan yang sedikit dari logam mulia tersebut membuat para peneliti mencari alternatif logam lain yang kelimpahannya lebih tinggi dan memiliki aktivitas hidrogenasi yang baik. Nikel merupakan salah satu logam yang dapat digunakan sebagai katalis dalam proses hidrogenasi. Pada penelitian ini nikel berpori dipreparasi dan digunakan sebagai katalis reaksi hidrogenasi glukosa menjadi sorbitol tanpa penambahan gas hidrogen. Nikel berpori ini dibuat melalui dua tahapan, yaitu sintesis paduan logam Ni/Al dari reduksi Ni(II) dan Al(III) dan proses pelepasan logam Al(0) dari campuran logam Ni/Al untuk menghasilkan Ni berpori yang umumnya disebut Raney Ni (RaNi). RaNi hasil preparasi dikarakterisasi menggunakan P-XRD dan fisisorpsi N2. Hasil difraksi sinar-X menunjukkan pola difraksi khas nikel(0) pada 2(rumus) 44,5Ã‚Â° (111), 51,8Ã‚Â° (200), dan 76,4Ã‚Â° (220). Hasil fisisorpsi N2 pada RaNi menunjukkan luas permukaan sebesar 64 m2/g dan diameter pori sebesar 6,13 nm. Reaksi hidrogenasi glukosa tanpa penambahan gas hidrogen dilakukan selama 6 jam pada suhu 80 Ã‚Â°C dengan menggunakan isopropil alkohol sebagai sumber hidrogen. Produk reaksi dianalisa menggunakan 1H-NMR dengan mengamati geseran kimia proton dari gugus metin dan metilen dari sorbitol pada 3,53(rumus)3,78 ppm serta menggunakan uji DNS (3-5, dinitrosalysilic acid) untuk mengetahui sisa glukosa yang terdapat pada larutan. Produk hasil reaksi yang diuji menggunakan DNS menunjukkan bahwa jumlah glukosa yang terkonversi adalah 54% ketika RaNi hasil preparasi digunakan sebagai katalis.", "Daftar File": {"2018 TS PP HIJRATUR RAHMI 20515010 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132416", "2018_TS_PP_HIJRATUR_RAHMI_1-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/149187", "2018_TS_PP_HIJRATUR_RAHMI_1-_BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/149188", "2018_TS_PP_HIJRATUR_RAHMI_1-_BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/149189", "2018_TS_PP_HIJRATUR_RAHMI_1-_BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/149190", "2018_TS_PP_HIJRATUR_RAHMI_1-_BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/149191", "2018_TS_PP_HIJRATUR_RAHMI_1-_BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/149192", "2018_TS_PP_HIJRATUR_RAHMI_1-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/149194"}, "Penulis": "HIJRATUR RAHMI NIM:20515010", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Yessi Permana", "Dr. Irma Mulyani"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Glucose,sorbitol, DNS, catalytic transfer hydrogenation", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "12 Mar 2018"}