{"Nomor": 27860, "Judul": "DIVIDEND AND NON-DIVIDEND FACTORS IN THE MOST SUPERIOR INDONESIAN STATE OWNED BANK: PT. BANK NEGARA INDONESIA SHARE PRICES PERIOD 2007-2018", "Abstrak": "Indonesia telah mengalami pertumbuhan yang signifikan sepanjang dekade terakhir. Perkembangan utama infrastruktur di bawah kebijakan Nawacita pemerintah yang baru telah membuka pintu bagi pertumbuhan sejumlah sektor penting. Salah satu sektor ini adalah industri perbankan Indonesia. Dengan pembangunan proyek-proyek konstruksi baru, terdapat kebutuhan untuk pembiayaan jangka panjang proyek-proyek tersebut. Pertumbuhan sektor perbankan telah ditunjukkan oleh peningkatan harga saham dari empat bank BUMN milik negara, khususnya Bank Negara Indonesia atau BNI. Harga saham BNI telah meningkat dalam satu dekade terakhir. Namun kenaikan nilai pasar ini terhambat pada tahun 2015 setelah perusahaan membagikan dividen pada RUPS bulan Maret tahun itu. Dalam sebulan, harga saham BNI mulai jatuh ke dalam tren bearish yang berlangsung hampir setengah tahun hingga September. Penurunan nilai pasar tersebut dapat membawa konsekuensi negatif bagi perusahaan dan prospek mereka untuk masa depan. Dari periode krusial ini, penulis ingin meneliti pengaruh pembayaran dividen terhadap harga saham BNI, serta faktor non-dividen lainnya yang dapat berkontribusi terhadap harga saham. Penelitian ini menggunakan data tahunan pembayaran dividen BNI terhadap data bulanan harga saham BNI yang berkisar dari 2013 hingga 2018. Adapun untuk faktor non-dividen terhadap harga saham, kedua variabel menggunakan data triwulan BNI yang berkisar dari tahun 2007 hingga 2017.", "Daftar File": {"2018 TA PP HIFZHAN ABIAZKA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132414", "2018 TS PP HIFZHAN ABIASKA 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/251308"}, "Penulis": "Hifzhan Abiazka (19014154)", "Kontributor / Dosen Pembimbing": ["Anggoro Budi Nugroho, MBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bank, Stock price, Dividend, Non-Dividend factors", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "31 Agu 2018"}