{"Nomor": 27868, "Judul": "APLIKASI MODEL MARKOV DALAM PENENTUAN HARGA PREMI ASURANSI SIBER PADA TOPOLOGI GRAF LENGKAP", "Abstrak": "Dewasa ini, banyak perusahaan yang mengalami kerugian akibat adanya serangan siber baik dari luar jaringan komputer perusahaan maupun dari dalam. Untuk menanggung kerugian ini, peran asuransi siber diperlukan. Namun karena kurangnya rekam jejak tentang kerugian siber dari perusahaan, penetapan harga premi menjadi masalah untuk diselesaikan. Motivasi Tugas Akhir ini adalah untuk memodelkan risiko siber dari dalam jaringan berupa malware, dengan menerapkan teori penyebaran epidemik ?-SIS. Jaringan komputer dalam suatu perusahaan digambarkan dalam suatu topologi graf. Lebih spesifik, Tugas Akhir ini meninjau topologi graf lengkap untuk N buah komputer yang berbeda. Dengan asumsi proses infeksi yang mengikuti Proses Poisson, diperoleh bahwa batas atas peluang terinfeksi komputer meningkat jika N bertambah banyak. Akibatnya, besar kerugian perusahaan pun akan meningkat, begitu juga dengan harga premi yang ditanggung. Pada Tugas Akhir ini, prinsip harga premi deviasi standar digunakan untuk menghitung harga premi asuransi siber. Selain itu, Tugas Akhir ini juga membahas perilaku peluang terhadap perubahan nilai parameter laju infeksi tetangga komputer dan laju infeksi dari komputer sendiri, untuk masing-masing topologi graf.", "Daftar File": {"2018 TA PP HILMA HASYIMY ATS-TSANY 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132428"}, "Penulis": "HILMA HASYIMY ATS-TSANY (NIM: 10114055) [10114055]", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Sapto Wahyu Indratno"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Asuransi siber, topologi graf, epidemik ?-SIS, batas atas peluang infeksi, prinsip harga premi deviasi standar", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "6 file", "Tanggal Input": "12 Sep 2018"}