{"Nomor": 27874, "Judul": "PENGEMBANGAN STRATEGI BISNIS WARBIS PRAMA UNTUK INDUSTRI FASHION DAN MAKANAN", "Abstrak": "Warbis Prama sebagai Lembaga Pengembangan Bisnis atau Business Development Services (BDS) adalah bagian dari Kementerian Koperasi dari tahun 2002 sampai 2014. Berdasarkan faktor internal dan eksternal maka pada tahun 2014 organisasi ini beroperasi secara independen namun dalam projek tertentu Warbis Prama masih bermitra dengan Kementrian Koperasi.. Ada 57.895.721 jumlah total usaha kecil dan menengah Indonesia. Semuanya berasal dari seluruh industri UKM. Total UKM tersebut termasuk dan tidak termasuk UKM dari lembaga Pengembangan Bisnis seperti Warbis Prama. Selanjutnya Warbis Prama memiliki kemitraan yang besar dalam hal melayani dan mengembangkan UKM karena Warbis Prama telah menjadi bagian dari pelayanan kerja sama sebelumnya. Pengalaman tersebut membentuk tingkat manajemen yang baik dan pengalaman apa pun yang telah diberikan oleh Kementrian UMKM kepada nilai organisasi ini. Berdasarkan hal tersebut sudah saatnya Warbis Prama bersifat komersil. Penelitian ini menggunakan kualitatif yang terdiri dari wawancara mendalam dan diskusi kelompok terarah (FGD).  \n\nHasil dari penelitian ini menunjukkan bahwa Warbis Prama mempunyai servis yang tepat kepada pelanggannya dan menunjukkan bahwa Warbis Prama sudah bisa independen. Kedua, strategi bisnis yang tepat untuk Warbis Prama berdasarkan penelitian dan metode pengembangan bisnis yang penulis lakukan. Ketiga, Warbis Prama melakukan komersialisasi dengan struktur implementasi yang tepat. Rekomendasi yang diberikan pada tulisan ini diharapkan dapat menjadi masukkan dan berguna untuk Warbis Prama kedepannya.", "Daftar File": {"2018 TS PP HILMI AULIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132448"}, "Penulis": "HILMI AULIA (NIM 29115726)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Yudo Anggoro, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Business Development Services, Business Strategy, SWOT Analysis and Porter Five Forces", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "20 Feb 2018"}