{"Nomor": 27873, "Judul": "STUDI ARSENIK, BORON, DAN FLUORIN SEBAGAI POLUTAN ALAMIAH DI SISTEM PANASBUMI: KASUS DI LAPANGAN PANASBUMI GUNUNG LAWU, LAINEA, DAN DIENG", "Abstrak": "Unsur Arsenik (As), Boron (B), dan Fluorin (F) dikenal sebagai kontaminan yang terdapat di fluida panasbumi. Penelitian ini dilakukan untuk mengetahui kandungan ketiga unsur tersebut di air panasbumi dan batuan, serta faktor-faktor yang mempengaruhi keterdapatan unsur-unsur tersebut. Tiga lapangan panasbumi yang diteliti adalah Lapangan Panasbumi Vulkanik Gunung Lawu, Lapangan Panasbumi Non-vulkanik Lainea, dan Lapangan Panasbumi Vulkanik Dieng. Sistem panasbumi dan kondisi geologi dari masing-masing lapangan panasbumi dikaji sebelum analisis geokimia air dan batuan dilakukan.      \nHasil studi menunjukkan bahwa kandungan As dan F memiliki nilai relatif seragam di batuan vulkanik (host rock Lapangan Gunung Lawu) dan juga batuan sedimen dan metamorf (host rock Lapangan Lainea). Kandungan As di air panasbumi dari sistem vulkanik memiliki kisaran yang lebih tinggi dibandingkan sistem non-vulkanik. Kandungan unsur B di batuan sedimen dan metamorf diketahui lebih tinggi dibandingkan batuan vulkanik. Meskipun demikian, kandungan B di air panasbumi dari lapangan panasbumi vulkanik menunjukkan nilai yang lebih tinggi dibandingkan lapangan non-vulkanik. Dibandingkan dengan lapangan panasbumi lain, air panasbumi dari Lapangan Dieng mengandung As dan B yang sangat tinggi.      \nHasil analisis menunjukkan bahwa keterdapatan As, B, dan F tidak hanya dipengaruhi oleh sumber dan reaksi air-batuan, tapi juga oleh proses boiling, mixing, termasuk kondensasi dan leaching.", "Daftar File": {"2016 TA PP HILMAN SYAHRI FATHONI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/132439", "2016 TA PP HILMAN SYAHRI FATHONI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/132440", "2016 TA PP HILMAN SYAHRI FATHONI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/132441", "2016 TA PP HILMAN SYAHRI FATHONI 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/132442", "2016 TA PP HILMAN SYAHRI FATHONI 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/132443", "2016 TA PP HILMAN SYAHRI FATHONI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/132444", "2016 TA PP HILMAN SYAHRI FATHONI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/132445", "2016 TA PP HILMAN SYAHRI FATHONI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/132446", "2016 TA PP HILMAN SYAHRI FATHONI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/132447"}, "Penulis": "HILMAN SYAHRI FATHONI (NIM : 12011006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Ir. Niniek Rina Herdianita, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "geokimia lingkungan, kontaminan, sistem panasbumi, non-vulkanik, vulkanik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "12 Apr 2018"}