{"Nomor": 27872, "Judul": "ALGORITMA UNTUK MEMAKSIMALKAN DAYA TAMPUNG SEL PADA CELL TRANSMISSION MODEL", "Abstrak": "Pergerakan kendaraan di jaringan jalan, misalnya di jalan perkotaan, memiliki karakteristik tertentu dari perilaku pengemudi. Di negara-negara berkembang seperti Indonesia, pengendara kendaraan bermotor akan selalu berusaha mengisi  \n\nruas-ruas jalan yang kosong di depannya. Hal ini terlihat jelas ketika terjadi kemacetan dan ketika terdapat ruang kosong, pengendara akan mengisi ruang tersebut. Fenomena kendaraan dan ruas jalan tersebut dapat dijumpai pada cell transmission model, salah satu model lalu lintas makroskopis dalam simulasi lalu lintas. Pada model tersebut lalu lintas direpresentasikan ke dalam perhitungan jumlah kendaraan di setiap bagian jalan setiap detik simulasi. Sebuah jalan dibagi ke dalam bagian-bagian kecil yang dinamakan sel yang serupa dengan ruas jalan   \n\nnamun dengan ukuran yang lebih kecil. Perhitungan dilakukan pada setiap detik simulasi dengan kendaraan-kendaraan akan menempuh jarak satu sel di setiap detiknya. Kendaraan akan melaju ke sel selanjutnya pada seiring dengan berjalannya detik simulasi. Setiap sel memiliki kapasitas kendaraan tertentu yang digunakan untuk menentukan jumlah kendaraan yang akan diterima atau dikirim oleh sel ke sel lainnya. Perhitungan kendaraan tersebut dilakukan dengan persamaan tertentu dengan meninjau tiga variabel, yaitu jumlah kendaraan dari sel   \n\npengirim, jumlah kendaraan maksimum yang dapat masuk ke sel penerima, dan ruang kosong dari sel penerima. Perhitungan tersebut tidak memperhitungkan jumlah kendaraan yang keluar dari sel penerima. Jumlah tersebut perlu diperhitungkan karena ruang kosong pada sel atau ruas jalan akan bertambah seiring dengan beberapa kendaraan yang keluar dari sel. Jika dikaitkan dengan fenomena pergerakan kendaraan yang dijelaskan sebelumnya, kendaraan-kendaraan akan memasuki ruang kosong yang menjadi lebih banyak tersebut. Perhitungan kendaraan pada persamaan awal di cell transmission model akhirnya tidak dapat merepresentasikan fenomena pergerakan tersebut. Kondisi ini selanjutnya dikatakan bahwa perhitungan tidak memanfaatkan daya tampung sel secara  maksimal. Daya tampung sel pada perhitungan awal hanya meninjau ruang kosong sel penerima yang tersedia tanpa melihat jumlah kendaraan yang akan keluar dari sel penerima. Model lalu lintas pada akhirnya akan diterapkan pada simulator lalu   \n\nlintas yang menggunakan algoritma tertentu untuk dijalankan pada komputer. Oleh karena itu, dirancang algoritma bernama Maximum occupancy Cell Transmission   \n\nModel (MO-CTM) yang dapat memaksimalkan daya tampung sel pada cell transmission model sehingga dapat menunjukkan fenomena pergerakan kendaraan yang ditinjau.   \n\nPerancangan dilakukan dengan melakukan analisis terhadap model untuk meninjau penyebab permasalahan. Hasil analisis menunjukkan dua masalah utama yaitu tahap-tahap perhitungan dan proses perhitungan yang dilakukan. Perancangan  dilakukan dengan membuat algoritma yang memiliki tahap-tahap dan perhitungan  yang dapat memaksimalkan daya tampung sel. Perancangan dilakukan dengan menyusun tahap-tahap perhitungan, pola akses terhadap sel-sel, dan membuat persamaan perhitungan baru yang meninjau kendaraan keluar dari sel. Analisis dan   \n\nperancangan juga dilakukan terhadap simulator lalu lintas untuk melakukan pengujian algoritma. MO-CTM telah berhasil dirancang dengan menggunakan tiga tahap perhitungan dan perhitungan baru yang memasukkan variabel kendaraan keluar dari sel. Tiga tahap perhitungan tersebut tidak sepenuhnya mengakses selsel secara acak namun masih dapat digunakan untuk menghitung kendaraan di jaringan jalan. Pengujian dilakukan dengan tiga skenario pada simulasi jaringan   \n\njalan yang masih kosong. Hal tersebut dilakukan untuk memudahkan observasi  penggunaan daya tampung sel. MO-CTM menunjukkan perhitungan kendaraan di setiap sel menggunakan daya tampung sel secara maksimal dan perhitungan tersebut konsisten di setiap sel.", "Daftar File": {"2018 TS PP HILMAN RAMADHAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132438"}, "Penulis": "HILMAN RAMADHAN (NIM: 23516079)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  I Gusti Bagus Baskara Nugraha, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "cell transmission model, daya tampung sel, perhitungan kendaraan, algoritma, pergerakan kendaraan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "16 Mar 2018"}