{"Nomor": 27890, "Judul": "PENGARUH TEMPERATUR PADA PENGUKURAN GAS NO2 MENGGUNAKAN BADGE PASSIVE SAMPLER DALAM REAKTOR TERKONTROL", "Abstrak": "Gas NO2 merupakan salah satu bentuk pencemar udara yang sering dipantau. Senyawa NO2 merupakan polutan yang memiliki efek yang merugikan terhadap manusia, hewan, tumbuhan maupun lingkungan. Polutan NO2 dapat mengakibatkan kerusakan paru-paru serta menimbulkan gangguan jantung pada manusia. Selain itu, NO2 di troposfer mengalami reaksi fotokimia dan menghasilkan polutan sekunder Ozon yang juga memiliki efek negatif. Alternatif pemantauan NO2 selain metode aktif adalah metode pasif yaitu dengan menggunakan passive diffusion badge. Prinsip yang digunakan dalam alat ini yaitu pengukuran senyawa pada udara yang terdifusi. Kondisi metereologi di luar negeri berbeda dengan kondisi metereologi di Indonesia, contohnya faktor temperatur, kelembaban dan kecepatan angin. Sehingga perlu dilihat adanya pengaruh temperatur dalam pengukuran gas NO2 dengan menggunakan badge sampler pasif. Metode dasar yang digunakan dalam penelitian ini adalah metode pasif dengan memaparkan sampler pasif dengan gas NO2 dalam sebuah reaktor tertutup dengan faktor temperatur yang dikontrol. Sampling dilakukan untuk melihat apakah konsentrasi NO2 yang ditangkap oleh sampler sesuai dengan konsentrasi yang tertangkap pada metode acuan. Dilihat pula pengaruh geometri sampler serta desain reaktor yang digunakan. Rasio P/A yang didapatkan dari pengukuran ini adalah lebih dari 1 sehingga dapat dikatakan hasil yang didapatkan kurang akurat, serta tidak ditemukan pengaruh antara temperatur dengan performa pengukuran menggunakan sampler pasif. Presisi dari alat ini adalah 90,32%", "Daftar File": {"2012 TA PP HULISKA BILQIS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/132471", "2012 TA PP HULISKA BILQIS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/132472", "2012 TA PP HULISKA BILQIS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/132473", "2012 TA PP HULISKA BILQIS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/132474", "2012 TA PP HULISKA BILQIS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/132475", "2012 TA PP HULISKA BILQIS 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/132476", "2012 TA PP HULISKA BILQIS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/132477"}, "Penulis": "HULISKA BILQIS (NIM :15308021)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Drs. Moh. Irsyad, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Badge Sampler pasif, Difusi, Gas NO2, Reaktor, Temperatur", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "15 Agu 2018"}