{"Nomor": 27898, "Judul": "LEASE KONTRAK DUA DIMENSI DENGAN KEBIJAKAN PEMELIHARAAN PREVENTIF", "Abstrak": "Krisis keuangan global mengakibatkan peningkatan harga alat-alat di bidang industri dan pertambangan. Namun, dalam kurun waktu beberapa tahun terakhir harga jual barang tambang khususnya batu bara dan minyak bumi menurun. Hal ini menyebabkan beberapa perusahaan pertambangan cenderung untuk mengurangi biaya pokok. Salah satu cara yang dilakukan adalah dengan menyewa alat-alat produksi dari pihak ketiga atau langsung dari agen \n\nresmi (OEM) yang biasa dikenal dengan istilah leasing. Pada lease kontrak dua dimensi, kontrak akan berakhir ketika usia atau pemakaian alat mencapai suatu batas yang telah disepakati. Selama masa leasing, semua kegiatan \n\npemeliharaan dilakukan oleh lessor. Pemeliharaan korektif (CM) dengan level perbaikan minimal dilakukan ketika terjadi kerusakan. Ketika usia atau pemakaian alat mencapai suatu batas tertentu, maka akan dilakukan pemeliharaan pencegahan (PM). Pada penelitian ini, lease kontrak dimodelkan secara stokastik dengan menggunakan pendekatan bivariat Weibull dan copula. \n\nBanyaknya kerusakan yang terjadi selama masa kontrak dihitung dengan menggunakan proses Poisson tak homogen (NHPP). Studi kasus dilakukan terhadap 64 truk model Kerax 440 yang dibeli oleh PT. AKT dalam kondisi baru pada tahun 2010 dan 2011. Kemudian berdasarkan data tersebut dilakukan \n\nsimulasi menghitung ekspektasi biaya lease kontrak minimum dan periode PM optimal dengan periode lease kontrak [0; 12 bulan) x [0; 120:000 mil). Berdasarkan simulasi diperoleh biaya lease kontrak minimum sebesar 1.939.215,77 ketika level PM 0,7 dan 0,9 dengan periode PM setiap 4 bulan atau 60.000 mil.", "Daftar File": {"2016 TS PP HUTOMO ATMAN MAULANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/132505", "2016 TS PP HUTOMO ATMAN MAULANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/132506", "2016 TS PP HUTOMO ATMAN MAULANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/132507", "2016 TS PP HUTOMO ATMAN MAULANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/132508", "2016 TS PP HUTOMO ATMAN MAULANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/132509", "2016 TS PP HUTOMO ATMAN MAULANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/132510", "2016 TS PP HUTOMO ATMAN MAULANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/132511"}, "Penulis": "HUTOMO ATMAN MAULANA (NIM: 20814010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Udjianna Sekteria Pasaribu. \n\nDr. Hennie Husniah"], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "lease kontrak, pemeliharaan preventif, perbaikan tak sempurna, perbaikan minimal, ekspektasi biaya pemeliharaan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "22 Jan 2018"}