{"Nomor": 27900, "Judul": "ANALISA STRATEGI PERBANKAN INDONESIA & STRATEGI BISNIS YANG DIUSULKAN PEMBIAYAAN KORPORASI UNTUK BANK SHINHAN INDONESIA SEBAGAI PESERTA ASING BARU", "Abstrak": "Sektor Perbankan merupakan bagian integral dalam perekonomian. Oleh karena itu sektor ini menjadi kunci utama dalam kesejahteraan ekonomi. Dan pemasaran  menjadi penghubung yang penting antara Bank dan nasabah , tidak ada satupun Bank yang dapat mengaharapkan keberhasilan tanpa melakukan investasi subtansional dalam usaha pemasarannya. Bank Ã‚Â– bank saat ini muncul dengan cara yang mengejutkan serta mengesankan untuk menarik nasabah dan mempertahankan basis nasabah mereka. \n\nBeberapa teori bisnis dapat digunakan untuk menganalisa bisnis perbankan Indonesia. Namun, karena bisnis perbankan pasti terpengaruh oleh seluruh faktor ekonomi dan juga kebijakan pemerintah , maka dari itu perlu adanya pemahaman tidak hanya industri tetapi juga ekonomi makro nasional . Hal ini akan menjadi bagian dari keseluruhan analisa sebagai hasil proses eksplorasi yang merupakan strategi utama Bank Shinhan Indonesia ( BSI ). Lalu, beberapa detil target pemasaran akan digunakan untuk mengembangkan solusi bisnis yang tepat. \n\nSejalan dengan hal tersebut, BSI harus konsisten focus pada target pasarnya, yaitu segmen korporasi yang berfokus pada nasabah perusahaan besar, serta memperluas promosi bisnisnya kepada nasabah perusahaan Indonesia, Badan Usaha Milik Negara dan Multinasional. \n\nSelain itu, Peningkatan kualitas sumber daya manusia merupakan salah satu hal terpenting yang harus di wujudkan melalui berbagai pelatihan untuk mendukung peningkatan kualitas pelayanan nasabah", "Daftar File": {"2018 TS PP HWANG JUN KYU 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132513"}, "Penulis": "HWANG JUN KYU (NIM 29316702)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Sudarso Kaderi Wiryono, DEA."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Menganalisa Bisnis Perbankan Indonesia, Ekonomi makro, Target pemasaran", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "26 Feb 2018"}