{"Nomor": 27903, "Judul": "POTENSI BERAGAM SAMPAH PLASTIK YANG DIJUMPAI PADA SAMPAH KOTA SEBAGAI BAHAN BAKAR ALTERNATIF", "Abstrak": "Konsumsi energi di Indonesia pada sektor transportasi, industri, pembangkit listrik, dan rumah tangga semakin meningkat setiap tahun. Hal ini bertolak belakang dengan ketersediaan bahan bakar fosil yang semakin berkurang. Salah satu upaya yang dilakukan untuk mengatasi permasalahan tersebut adalah dengan mengonversi sampah plastik menjadi energi alternatif. Selain dapat mengurangi jumlah sampah, upaya tersebut juga dapat melestarikan bahan bakar fosil. Pada penelitian ini, kresek hitam (HDPE), plastik bening (LDPE), dan karung plastik (PP) akan diolah menjadi bahan bakar melalui proses pirolisis-kondensasi secara batch selama 90, 110, 130, dan 150 menit. Eksperimen dilakukan menggunakan rangkaian reaktor tertutup yang dioperasikan pada 600 W dan temperatur hingga 500?C. Total waktu pirolisis-kondensasi dan jenis plastik berpengaruh terhadap produksi dan kualitas minyak plastik. Dari 300 gram sampah plastik dihasilkan produksi minyak maksimum pada waktu optimum (110 menit), yaitu 50,03% dari kresek hitam, 92,56% dari plastik bening, dan 83,68% dari karung plastik. Kandungan timbal (Pb), densitas, warna, penampilan visual, nilai kalor, dan komponen senyawa kimia dari ketiga minyak plastik tersebut menunjukkan bahwa kresek hitam, plastik bening, dan karung plastik berpotensi untuk dijadikan sebagai bahan bakar alternatif.", "Daftar File": {"2015 TS PP ICHDA MAULIDYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/132522", "2015 TS PP ICHDA MAULIDYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/132523", "2015 TS PP ICHDA MAULIDYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/132524", "2015 TS PP ICHDA MAULIDYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/132525", "2015 TS PP ICHDA MAULIDYA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/132526", "2015 TS PP ICHDA MAULIDYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/132527", "2015 TS PP ICHDA MAULIDYA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/132528"}, "Penulis": "ICHDA MAULIDYA [25312048]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Enri Damanhuri"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Kresek hitam, platik bening, karung plastik, pirolisis-kondensasi, bahan bakar alternatif ; black plastic bag, transparent plastic, plastic sack, pyrolysiscondensation, alternative fuel", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "25 Okt 2018"}