{"Nomor": 27901, "Judul": "OPTIMASI INTERVAL PERFORASI PADA RESERVOIR MINYAK DENGAN MEKANISME STRONG WATER DRIVE", "Abstrak": "Reservoir minyak dengan mekanisme strong water drive dicirikan dengan adanya volume air yang besar (akuifer) dan tekanan akuifer yang tinggi. Keberadaan akuifer ini membantu mendorong minyak menuju lubang sumur dan dapat menjaga tekanan reservoir tetap tinggi selama masa produksi. Meskipun demikian, keberadaan akuifer yang besar juga menjadi hambatan, karena kecenderungan untuk terjadi peristiwa water coning pada sumur. Peristiwa ini ditandai dengan peningkatan kadar air selama sumur diproduksikan, sehingga memerlukan penanganan khusus di permukaan. Selain itu laju produksi minyak juga akan berkurang sebagai akibat water oil contact (WOC) mencapai batas bawah perforasi. \n\nDalam Tugas Akhir ini akan dipelajari tentang strategi optimasi produksi yang dapat diterapkan dalam menghambat perkembangan water coning melalui penentuan interval perforasi yang optimal. Terdapat tiga strategi yang dibandingkan dalam Tugas Akhir ini, diantaranya adalah produksi sumur pada interval perforasi berdasarkan pengamatan laju alir kritis (strategi 1), produksi dengan partial penetration (strategi 2), dan produksi dengan interval perforasi yang besar yang diikuti dengan penutupan zona perforasi apabila produksi air sudah mencapai batas bawah dari interval perforasi (strategi 3). \n\nProses penerapan tiap strategi dilakukan pada model single well reservoir sintetis dengan batasan produksi yang sama. Strategi yang menghasilkan faktor perolehan terbesar dicapai pada strategi 3 dengan interval perforasi 90% dari top reservoir, dan menutupnya pada kondisi batas water cut 50% dengan penutupan sebesar 20% ketebalan reservoir, yang menghasilkan faktor perolehan sebesar 43.28%. Namun demikian, jumlah air yang terproduksi pada strategi ini juga merupakan yang terbesar. Laju alir produksi total yang tetap (plateau rate) dapat diterapkan pada strategi ini untuk mengurangi jumlah air terproduksi. Dengan menerapkan skenario ini terbukti jumlah air terproduksi dapat berkurang sebesar 16% dari skenario awal. Dengan memilih interval perforasi yang optimal pada sumur, maka minyak akan diperoleh dalam jumlah yang optimal dan air yang terproduksipun dapat diminimalkan, selain itu dapat membatasi perkembangan water coning.", "Daftar File": {"2016 TA PP IBNU SAMALUL BAHRI 1.pdf": "https://digilib.itb.ac.id/gdl/download/132514"}, "Penulis": "IBNU SAMALUL BAHRI (NIM : 12212100)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Pudjo Sukarno, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "water coning, optimasi produksi, interval perforasi optimal, plateau rate", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "15 Mei 2018"}