{"Nomor": 27913, "Judul": "PUSAT RISET BUDIDAYA PERIKANAN AIR PAYAU TAKALAR", "Abstrak": "Tugas akhir ini mengambil kasus proyek perancangan Pusat Riset Budidaya Perikanan Air Payau, yang berlokasi di sebelah Desa Bontoloe, Kecamatan Galesong Selatan Kabupaten Takalar, Sulawesi Selatan 60 km ke arah selatan kota Makassar.   \n\nFasilitas tersebut terletak di pesisir pantai sebelah barat Propinsi Sulawesi Selatan yang berbatasan langsung dengan Selat Makassar. Kawasan ini telah ditetapkan dalam Rencana Tata Bangunan dan Lingkungan (RTBL) Kabupaten Takalar sebagai kawasan pengembangan usaha perikanan pantai yang menjadi salah satu roda penggerak   \n\npembangunan di kawasan tersebut.   \n\nDepartemen Kelautan dan Perikanan sebagai owner dari proyek ini telah menjadikan fasilitas ini sebagai pusat bagi penelitian dan pelayanan budidaya perikanan air payau untuk kawasan Indonesia bagian timur. Fasilitas ini dilengkapi dengan Laboratorium dan kolam-kolam untuk membudidayakan sehingga menghasilkan bibit yang unggul untuk disebarkan kepada masyarakat. Jenis ikan yang dibudidayakan ialah ikan kerapu, udang, dan kepiting. Pemilihan site bagi fasiltas ini sangat tergantung dari kondisi iklim dan lingkungannya seperti kualitas   \n\nkadar garam, curah hujan, ancaman banjir dan  ketersediaan pasokan air tawar. Kawasan ini telah memenuhi persyaratan baik bagi kegiatan penelitian dan   \n\npembudidayaan perikanan air payau. Sebagai fasilitas penelitian, bangunan akan dirancang sesuai dengan kebutuhan dari persyaratan teknis diantaranya aktivitas pemeliharaan ikan, ukuran bak kolam, volume bak keseluruhan, pencahayaan matahari, peralatan yang dibutuhkan, dan suhu kamar. Fasilitas yang akan dirancang juga harus memberikan akses bagi kegiatan   \n\npemeliharaan ikan di kolam luar (outdoor), sebagai eksisting dalam kasus proyek ini. Bentuk lahan yang memanjang di pesisir pantai membuka pandangan/view yang   \n\nluas ke arah laut di sebelah barat. Di sebelah timur, terbentang lahan persawahan yang juga menjadi potensi view yang balk. Selain tuntutan fungsi, bangunan ini juga akan memberikan kenyamanan dengan disediakannya fasilitas umum, seperti kantin, perpustakaan, ruang pamer, dan auditorium. Keberadaan fasilitas ini, selain memberi manfaat intern kepada kegiatan penelitian, diharapkan juga dapat memberikan nilai tambah kepada masyarakat. Untuk itu, masyarakat diberikan kesempatan menjual hasil ikannya ke pengelola restoran yang menjadi bagian di dalam fasilitas tersebut. Di dalam restoran akan tersedia berbagai menu yang lezat yang semuanya menggunakan ikan sebagai bahan utamanya.", "Daftar File": {"2004_TA_AR_Asla_1.pdf": "https://digilib.itb.ac.id/gdl/download/132549"}, "Penulis": "IDHAM NUR ASLAM (NIM : 15299079)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Bambanq Totopambudi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pusat riset, budidaya ikan payau", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "22 Okt 2018"}