{"Nomor": 27916, "Judul": "ADSORPTION STUDIES OF BAMBOO CHARCOAL FOR REMOVING FERROUS ION FROM AQUEOUS SOLUTION", "Abstrak": "Sekarang, masalah polusi oleh logam berat saat ini menarik para peneliti global karena efek merusaknya terhadap lingkungan dan terutama pada kesehatan manusia. Teknologi telah dikembangkan selama bertahun-tahun untuk menghilangkan logam berat dari air limbah, di mana salah satu teknik yang digunakan adalah adsorpsi. Adsorpsi secara luas diterapkan untuk menghilangkan logam berat dalam proses pengobatan. Namun, penelitian ini bertujuan untuk menghilangkan zat besi dari fase cair oleh Arang Bambu. Bahan ini yaitu Bamboo Chopstick, diperoleh dari restoran dan toko-toko mie, dan berubah karakter oleh aktivasi kimia. Oleh karena itu, tujuan penelitian adalah: 1) untuk mengevaluasi pengaruh pH, ​​konsentrasi logam awal, dosis adsorben, suhu, dan ukuran partikel adsorben dengan adsorpsi pada arang bambu; 2) untuk menyelidiki efektivitas arang bambu untuk adsorpsi zat besi dari air limbah dalam percobaan batch melalui studi isoterm adsorpsi dan kinetika. Air limbah sintetis disiapkan sebagai larutan berair dengan mengetahui konsentrasi besi. Hasil eksperimen menunjukkan bahwa pH adalah faktor yang sangat penting, agar pH lebih dari 5 menyebabkan pengendapan daripada adsorpsi, penghapusan ion besi menurun sebagai penurunan larutan pH. Kinetika dan studi isoterm menunjukkan bahwa ion besi dapat secara efektif dikeluarkan dari air limbah oleh adsorpsi pada arang bambu. Tingkat penyerapan serapan awalnya sangat cepat dan mencapai kondisi kesetimbangan hanya 20 menit. Sekitar 5,50 mg ion besi dapat teradsorpsi per gram arang bambu dengan ii efisiensi tinggi arang bambu untuk menghilangkan ion-ion besi. Sebagai hasil eksperimen dapat ditarik kesimpulan sebagai: Penelitian ini menunjukkan bahwa arang bambu secara efektif dapat menghilangkan Fe (II) dari larutan berair dan hanya dengan bahan murah. Arang bambu mungkin menekan kehadiran ion besi dalam air limbah dan air tanah juga.", "Daftar File": {"2016 TA PP IEP KEOVONGSA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/132559", "2016 TA PP IEP KEOVONGSA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/132560", "2016 TA PP IEP KEOVONGSA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/132561", "2016 TA PP IEP KEOVONGSA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/132562", "2016 TA PP IEP KEOVONGSA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/132563", "2016 TA PP IEP KEOVONGSA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/132564", "2016 TA PP IEP KEOVONGSA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/132565"}, "Penulis": "IEP KEOVONGSA (NIM: 25314754)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Edwan Kardena"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Adsorption, Ferrous ion, Bamboo charcoal, Chemisorption", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "12 Okt 2018"}