{"Nomor": 27919, "Judul": "STUDI PERSEPSI ANAK DAN AHLI MENGENAI KOTA LAYAK ANAK DI KAMPUNG DAGO POJOK BANDUNG", "Abstrak": "Anak-anak saat ini dianggap sebagai kaum marginal, seringkali urusan berbau anak-anak dianggap tidak penting dibandingkan dengan urusan lainya. Padahal menruut UNICEF, 1/3 Populasi dunia adalah anak-anak, dan setengah dari populasi anak-anak hidup dibawah garis kemiskinan. Untuk itu perlu diadakan perencanaan yang dapat mengakomodasi kebutuhan anak-anak, perencanaan yang memberikan lingkungan yang tepat bagi anak, salah satunya adalah dengan perencanaan Kota Layak Anak. Kota layak anak saat ini menjadi isu yang mulai berkembang. perencanaan kota layak anak di Indonesia masih sangat minim, terdapat beberapa kota besar di Indonesia seperti jakarta, Denpasar, Bandung dan Surakarta mulai merencanakan Kota Layak Anak, namun pada kenyataanya masih sangat sedikit Kota di Indonesia layak bagi Anak untuk tumbuh. Di Indonesia sendiri melalui Keputusan Presiden Nomor 36 tahun 1990 telah mengadakan konvensi mengenai Hak Anak termasuk didalamnya mengatur perlindungan anak, hak untuk mendapat pendidikan, Hal berpartisipasi, dan sebagainya. Untuk itu perlu adanya perencanaan Kota Layak Anak sebagai pemenuhan hak-hak anak. \n\nTugas Akhir ini melibatkan anak dalam proses partisipasi untuk menghasilkan Prinsip Kota impian menurut persepsi mereka dengan harapan perencanaan Kota Layak Anak dapat mengakomodasi kebutuhan anak dengan baik.. Selain itu persepsi anak-anak akan dikombinasikan dengan persepsi Ahli dalam menghasilkan sebuah persepsi akan Kota Layak Anak. Terdapat tiga ahli dari berbagai disiplin ilmu dan peran, yakni Ketua Komunitas Edukasi Orangtua, Psikolog dan Ahli Psikologi Lingkungan, serta Ahli Perencanaan Kota. Dari kedua perseps baik anak-anak dan Ahli, dikombinasikan sehingga didapatkan 3 prinsip Kota Layak Anak, yakni Kota yang memenuhi hak-hak anak, Kota yang menerapkan sustainable development, dan Kota yang menerapkan sistem Good Governance dalam sistem pemerintahannya.", "Daftar File": {"2014 TA PP IGA ANDITA LESTARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/132568", "2014 TA PP IGA ANDITA LESTARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/132569", "2014 TA PP IGA ANDITA LESTARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/132570", "2014 TA PP IGA ANDITA LESTARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/132571", "2014 TA PP IGA ANDITA LESTARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/132572", "2014 TA PP IGA ANDITA LESTARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/132573", "2014 TA PP IGA ANDITA LESTARI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/132574", "2014 TA PP IGA ANDITA LESTARI 1-PUSTAK.pdf": "https://digilib.itb.ac.id/gdl/download/132575"}, "Penulis": "IGA ANDITA LESTARI (NIM : 154100086)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Tubagus Furqon Sofhani, MA., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "UNICEF, KOTA LAYAK ANAK, KAMPUNG DAGO POJOK BANDUNG.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "06 Feb 2018"}