{"Nomor": 27928, "Judul": "ANALISIS SPEKTRUM OPERATOR VOLUME DALAM LOOP QUANTUM GRAVITY UNTUK KASUS KINEMATIKA", "Abstrak": "Loop Quantum Gravity (LQG) telah menjadi salah satu solusi alternatif untuk permasalahan quantum gravity. Dalam pendekatan ini, efek kuantum dimasukkan ke dalam formulasi relativitas umum melalui aksi Einstein-Hilbert menggunakan tetrad sehingga dihasilkan formulasi relativitas umum yang terkuantisasi. Formulasi ini mengenalkan sepasang variabel baru bernama variabel Ashtekar, yang membawa representasi grup SU(2). Kedua variabel ini berhasil digunakan untuk memodelkan bahwa pada ukuran kuantum, ruang terdiskritisasi dengan ukuran yang setara orde Planck. Hasil ini berasal dari operator geometrik, luas dan volume, yang dibentuk dengan menggunakan variabel Ashtekar. Kedua operator tersebut memiliki spektrum nilai eigen yang diskrit, disebabkan oleh kebergantungan nilai eigen pada nilai spin dari spin network. Proses regularisasi kedua operator ini berasal dari definisi luas dan volume secara klasik. Dengan demikian, nilai eigen operator tersebut masing-masing menjelaskan ukuran dari luas dan volume dari ruang yang terukur. Akan tetapi, secara umum terdapat dua buah jenis operator volume, yaitu operator volume Ashtekar-Lewandowski dan operator volume Rovelli-Smolin yang bentuknya sedikit berbeda. Perbedaan signifikan kedua operator ini adalah hasil operator Ashtekar-Lewandowski sensitif terhadap arah dari link yang dimiliki oleh spin network sedangkan operator Rovelli-Smolin tidak. Perbedaan ini akan menghasilkan spektrum nilai eigen untuk yang berbeda di antara kedua operator tersebut jika keduanya diterapkan pada spin network yang sama.", "Daftar File": {"2018 TA PP IGNATIUS SEBASTIAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132591"}, "Penulis": "IGNATIUS SEBASTIAN (NIM : 10214042)", "Kontributor / Dosen Pembimbing": ["Prof. Freddy Permana Zen, D.Sc,", "Dr. Seramika Ariwahjoedi, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Kendala Gauss, Loop Quantum Gravity, Opertor Volume, Spin Network.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "7 file", "Tanggal Input": "31 Agu 2018"}