{"Nomor": 27926, "Judul": "KAJIAN POTENSI LISTRIK TENAGA MATAHARI UNTUK SINTESIS BAHAN KEMIKALIA", "Abstrak": "Peningkatan emisi gas rumah kaca terutama gas CO2 yang selalu meningkat setiap tahunnya perlu direduksi agar dapat mengurangi pemanasan global yang sedang terjadi. Elektrokimia dapat menjadi jawaban untuk mereduksi gas CO2 dan bahkan dapat menghasilkan bahan kimia yang bermanfaat seperti asam formiat, metanol, dan lain-lain. Penelitian ini dilakukan di Kota Bandung yang merupakan pusat industri tekstil yang membutuhkan asam formiat sebagai bahan bakunya sehingga produk yang ingin dihasilkan adalah asam formiat. Proses elektrokimia membutuhkan energi listrik dapat dihasilkan dari energi matahari dengan menggunakan panel surya.   \n \n\nPenelitian reduksi gas CO2 secara elektrokimia dilakukan dengan Pb (timbal) dan Pb-Sn (paduan timbal dan timah) sebagai katoda, Pt-Ir sebagai anoda, larutan NaHCO3 sebagai katolit, dan larutan H2SO4 sebagai anolit. Gas CO2 digelembungkan secara kontinyu ke dalam katolit. Elektrolisis dilakukan selama tiga jam. Variasi percobaan dilakukan terhadap konsentrasi katolit dan tegangan yang diberikan terhadap sel elektrolisis pada katoda Pb dan Pb-Sn. Hasil reduksi yang didapatkan diuji komposisinya dengan HPLC.  \n \n\nPada percobaan ini, hasil asam formiat dengan kondisi optimum yang dapat diproduksi adalah sebesar 214,5Ã‚Âµmol dengan tegangan 2,1 volt dan arus 50 mA dengan katoda Pb-Sn. Sementara panel surya dapat menghasilkan tegangan dan arus rata-rata sebesar 19,47 volt dan 262,62 mA selama sembilan (9) jam per harinya. Sehingga dapat disimpulkan bahwa apabila elektrolisis dilaksanakan dengan memanfaatkan panel surya sebagai sumber listriknya, maka asam formiat yang dapat dihasilkan adalah sebesar 9652,5Ã‚Âµmol per hari.", "Daftar File": {"2018 TA PP Ignatius Ivan Sulaksono 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132589"}, "Penulis": "Ignatius Ivan Sulaksono - Nim: 13014013, Yoel Adrian Timotheus - Nim: 13014024", "Kontributor / Dosen Pembimbing": ["Dr. Pramujo Widiatmoko  \n\nDr. Ir. Isdiriayani Nurdin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Asam formiat, CO2, elektrokimia, panel surya", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Mei 2018"}