{"Nomor": 27922, "Judul": "ANALISIS PEMODELAN ALIRAN LAHAR ERUPSI GUNUNGAPI AGUNG 1963-1964 DAN 2017-2018 DENGAN DATA DEM: TERRASAR-X, SRTM 1-ARC GLOBAL, DAN DTM PETA RBI", "Abstrak": "Lahar merupakan bahaya sekunder erupsi gunungapi, yang terbentuk ketika material vulkanik lepas yang bercampur dengan air atau aliran lumpur vulkanik mengalir turun menuju lereng gunungapi. Setidaknya sejak tahun 1500, lahar telah menimbulkan 56.315 korban jiwa atau sekitar 26% dari seluruh korban jiwa akibat erupsi gunungapi (Brown dkk; 2017). Saat mengalami erupsi tahun 1963, lahar hujan dari erupsi Gunungapi Agung telah mengakibatkan korban setidaknya 200 jiwa di Desa Subagan. Penentuan potensi kawasan rawan bencana lahar mutlak diperlukan dalam upaya mitigasi erupsi Gunungapi Agung yang kembali aktif pada akhir tahun 2017. Penentuan potensi rawan bencana lahar pada penelitian ini dilakukan dengan metode pemodelan aliran lahar menggunakan tiga data DEM : DTM peta RBI, SRTM 1-Arc Second Global dan DSM TerraSAR-X. Area planimetris, dan penampang melintang dari landaan lahar dimodelkan menurut persamaan empiris yang akan ditentukan oleh parameter volume materialnya. Hasil yang didapat memperlihatkan bahwa ketiga data DEM memiliki kelebihan dan kekurangan. Data DTM RBI dan DSM SRTM tidak terlalu baik digunakan untuk wilayah yang datar seperti sektor tenggara dan utara. Data DSM SRTM dengan resolusi rendah, cenderung akan menyederhanakan topografi yang ada.  Estimasi volume lahar berhasil dilakukan dengan persamaan Iverson (1998) yang sudah dimodifikasi. Lahar erupsi tahun 1963-1964 diperkirakan memiliki volume total tak kurang dari 53.4 x 106 m3, sedangkan erupsi tahun 2017-2018 hingga bulan februari 2018 memiliki volume total 3.5 x 106 m3.", "Daftar File": {"2018 ta pp I Gede Dalem Elang Erlangga 1-abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/132578"}, "Penulis": "I Gede Dalem Elang Erlangga - Nim: 15114023", "Kontributor / Dosen Pembimbing": ["Prof.Ir. Ketut Wikantika, M.Eng.,Ph.D \n\nDr.Ir Agung Budi Harto, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Aliran piroklastik, jatuhan piroklastik, H/L cone, area proksimal, area distal", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2018"}