{"Nomor": 27939, "Judul": "PENDEKATAN GEOSTATISTIKA UNTUK MENGANALISIS KESERAGAMAN NILAI KEPADATAN DALAM EVALUASI PEKERJAAN PEMADATAN TANAH DASAR", "Abstrak": "Prediksi nilai kepadatan tanah dasar dalam pekerjaan jalan biasanya dilakukan dengan metode penarikan contoh (sampling) non-spasial. Dalam penelitian ini, dikembangkan metode prediksi spasial dengan pendekatan geostatistika yang diterapkan untuk memprediksi dan memetakan sebaran nilai kepadatan tanah dasar. Prediksi dilakukan dengan menggunakan metode kriging berdasarkan model semivariogram  menggunakan data artifisial melalui variasi jarak dan tipe sebarannya. Keakuratan hasil prediksi diuji melalui validasi dengan menggunakan data artifisial yang sudah diasumsikan. Hasil analisis menunjukkan bahwa nilai kepadatan memiliki korelasi spasial dengan keragaman yang dipengaruhi jarak dan tipe sebaran, serta arah sesuai sebaran data kepadatan tanah dasar. Model semivariogram dipengaruhi oleh nilai range dan sill. Nilai range pada data lapangan nilai kepadatan kering zona 1 dengan spasi 25 meter sebesar 135.667 meter lebih kecil jika dibandingkan dengan Zona 2 sebesar 319.80 meter. Sehingga dapat dikatakan bahwa besarnya nilai γD akan mempengaruhi jarak pengambilan sampel.   \n\nKeseragaman hasil pemadatan pada bagian jalan dapat dievaluasi dengan menggunakan pendekatan geostatistik dengan mengetahui sebaran data dan nilai standar deviasi yang kecil akan memberikan tingkat keseragaman data yang tinggi. Standar deviasi 0.003 memberikan nilai RMS error sebesar 0.0025 sedangkan jika standae deviasi 0.005 nilai RMS error menjadi 0.005. Faktorfaktor yang mempengaruhi model prediksi spasial menggunakan metode geostatistik pada sebaran nilai kepadatan tanah kering adalah: besarnya nilai kepadatan tanah kering, standar deviasi, pengambilan spasi jarak antar sampel serta model semivariogram yang dipilih.", "Daftar File": {"2018 TS PP IHWAN FAUZI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132603"}, "Penulis": "IHWAN FAUZI - NIM: 26915308", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eri Susanto Hariyadi, MT. \n\n(Dr. Ir. Sri Hendarto, MSc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "kepadatan tanah dasar, variabilitas spasial, geostatistik, kriging", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Jun 2018"}