{"Nomor": 27936, "Judul": "PENGEMBANGAN PERSAMAAN UNTUK MENGESTIMASI FAKTOR PEROLEHAN MINYAK DENGAN MENGGUNAKAN TEKNIK SURFACTANT FLOODING PADA POLA INJEKSI FOUR-SPOT", "Abstrak": "Surfactant flooding merupakan salah satu teknik Enhance Oil Recovery (EOR) yang berguna untuk meningkatkan perolehan minyak dengan cara memperkecil nilai saturasi minyak residu sehingga meningkatkan nilai saturasi minyak yang dapat bergerak. Namun penggunaan surfactant flooding biasanya memerlukan biaya yang tinggi. Untuk itu diperlukan pertimbangan keekonomian sebelum surfactant flooding. \n\nFaktor perolehan minyak / recovery factor merupakan salah satu hal yang dapat mempengaruhi pertimbangan keekonomian. Semakin besar faktor perolehan minyak yang didapat karena suatu pekerjaan / proyek maka semakin baiklah nilai keekonomisan proyek tersebut. Dengan demikian faktor perolehan minyak sebelum memulai suatu pekerjaan / proyek harus dapat diprediksi terlebih dahulu. \n\nMakalah ini berisi penelitian yang berupa simulasi dengan menggunakan software Eclipse, dimana hasil penelitian tersebut dapat memprediksi faktor perolehan minyak dari penggunaan teknik surfactant flooding dengan pola four-spot. Model reservoir yang dibangun dengan satu sumur produksi dan tiga sumur injeksi disimulasikan dengan sensitivitas konsentrasi surfaktan, saturasi minyak residu, dan waktu penggunaan surfactant flooding. \n\nDari hasil simulasi didapatkan suatu persamaan linear yang dapat memprediksi faktor perolehan minyak akibat dilakukannya surfactant flooding dengan pola four-spot dengan variabel nilai faktor perolehan minyak sebelum dilakukannya surfactant flooding dan nilai saturasi minyak residu. \n\nMakalah ini juga membandingkan faktor perolehan minyak dari persamaan yang memprediksi faktor perolehan minyak yang menggunakan surfactant flooding dengan pola four-spot, five-spot, dan seven-spot. Dari hasil perbandingan tersebut disimpulkan bahwa pola injeksi four-spot menghasilkan nilai faktor perolehan minyak yang paling kecil diantara pola injeksi yang lain sedangkan pola injeksi seven-spot menghasilkan nilai faktor perolehan minyak yang paling besar.", "Daftar File": {"2012 TA PP IHSAN PRAYUDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/132600"}, "Penulis": "IHSAN PRAYUDI (NIM : 12208069)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Leksono Mucharam M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "surfactant flooding dengan pola four-spot, recovery factor, saturasi minyak residu", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "21 Mei 2018"}