{"Nomor": 27942, "Judul": "SIMULASI PENUMPANG DI STASIUN UNTUK LIGHT RAIL TRANSIT BANDUNG", "Abstrak": "Pembangunan berkelanjutan merupakan pembangunan yang fokus terhadap hubungan antara pertumbuhan ekonomi, aspek sosial dan pertimbangan lingkungan (Barter, 1999). Adapun, transportasi adalah bagian penting dari segala aktivitas yang menjadi alasan utama untuk masalah lingkungan dan sosial (Kassens, 2009). Usaha untuk mengembangkan sektor transportasi yang dapat berkontribusi dalam perkembangan ekonomi, peningkatan kualitas sosial dan lingkungan yang kemudian disebut dengan transportasi berkelanjutan. \n\nPemerintah Indonesia tengah mengalirkan dananya untuk sektor transportasi seperti yang telah tertuang dalam rencana strategis untuk 2015-2019 pada Kementrian Perhubungan. Langkah awal pemerintah dalam pembangunan transportasi ini dengan menginisiasi proyek-proyek seperti Mass Rapid Transit di wilayah Jakarta, Bogor, Depok, Tangerang dan Bekasi (Jabodetabek), kereta cepat Jakarta Bandung, dan Light-Rail Transit di Bandung dan Palembang. \n\nPenelitian ini fokus kepada analisis desain servis dan mekanisme operasi di stasiun yang sudah ada untuk diterapkan pada stasiun LRT. Stasiun Bandung diprediksikan akan mengalami peningkatan penumpang dengan adanya LRT terkait perpindahan moda yang dilakukan oleh penumpang dari Angkutan Kota, bus kota, angkutan online, kereta cepat, dan kendaraan pribadi. Angka prediksi ini kemudian disimulasikan untuk diberlakukan skenario kapasitas server, scenario komersialisasi dan skenario kapasitas gerbong. Hasil dari riset ini menunjukan hasil kombinasi dari tiga skenario yang mampu memenuhi target waktu tunggu dan panjang antrian.", "Daftar File": {"Iim.pdf": "https://digilib.itb.ac.id/gdl/download/132606"}, "Penulis": "Iim Hikmatush Shoimah/29116033", "Kontributor / Dosen Pembimbing": ["Yuliani dwi Lestari, S.T., MBA., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sustainability Development, Transportation, Simulation, LRT, Passenger,", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "04 Mei 2018"}