{"Nomor": 27948, "Judul": "ANALISIS PENGARUH PENGATURAN KOMPRESOR MENGGUNAKAN KONSTANTA OPERASIONAL AC(A) TERHADAP KONSUMSI ENERGI PADA AIR CONDITIONER (AC)", "Abstrak": "Pengontrolan konsumsi energi pada air conditioning (AC) merupakan hal yang sangat penting. Hampir 59% dari konsumsi energi listrik dalam suatu rumah didominasi oleh AC. Komponen AC yang menggunakan energi listrik terbesar adalah kompresor yaitu sekitar 90% dari konsumsi enegi AC, sehingga perlu pengaturan kompresor supaya konsumsi energi tidak terlalu besar. Salah satu cara pengaturan kompresor adalah dengan menggunakan konstanta operasional AC (A). Konstanta operasional (A) AC adalah rentang suhu yang digunakan untuk mengatur on-off dari kompresor AC. Nilai A ini akan diukur oleh sensor suhu NTC, diproses melalui mikrokontroler dijadikan sebagai stimulan untuk relay dalam mengatur on-off kompresor. Berdasarkan hasil penelitian yang telah dilakukan dapat diketahui bahwa semakin besar nilai A yang diterapkan maka semakin lama durasi kompresor berada dalam keadaan off. Hal ini mengakibatkan semakin kecil konsumsi energi AC dan semakin besar penghematan konsumsi energi. Rentang penghematan energi yang terjadi berkisar dari 32% - 68% dari jumlah konsumsi energi sebelum dilakukan pengaturan kompresor.", "Daftar File": {"2016 TS IKA RISNAWATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/132628", "2016 TS IKA RISNAWATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/132627", "2016 TS IKA RISNAWATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/132626", "2016 TS IKA RISNAWATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/132629", "2016 TS IKA RISNAWATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/132630", "2016 TS IKA RISNAWATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/132631", "2016 TS IKA RISNAWATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/132632"}, "Penulis": "IKA RISNAWATI (NIM: 20213050)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Maman Budiman, M. Eng., Ph. D."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Konsumsi energi, Air Conditioning (AC), Konstanta operasional AC, kompresor.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "06 Agu 2018"}