{"Nomor": 27941, "Judul": "Prediksi Efisiensi Penyaringan PM2,5 Pada Filter Serat Rami (Boehmeria nivea) Dengan Simulasi Computational Fluid Dynamics", "Abstrak": "Partikel dengan ukuran kurang dari 2,5 mikron atau yang disebut sebagai PM2,5 merupakan jenis polutan yang berbahaya bagi kesehatan manusia, khususnya bagi sistem pernafasan manusia. Pada tahun 2015, jumlah kematian dini di Indonesia akibat jenis polutan ini mencapai 1.081 jiwa. Penggunaan filter udara merupakan salah satu upaya pencegahan dari dampak PM2,5. \n\nPada sistem pengondisian udara sentral, filter udara yang digunakan umumnya berbentuk pleated dan terbuat dari serat sintetis. Perbedaan jenis serat sebagai bahan baku pembuatan media filter memengaruhi penurunan tekanan dan efisiensi penyaringan yang terjadi. Untuk itu perlu dilakukan penelitian lebih lanjut mengenai pengaruh jenis serat terhadap efisiensi penyaringan dan penurunan tekanan pada media filter. Pada penelitian ini, serat Rami dipilih untuk diprediksi efisiensi penyaringan yang terjadi. Salah satu metode untuk menentukan performa dari media filter adalah dengan melakukan simulasi CFD. Simulasi CFD dipilih karena memiliki keunggulan dari segi biaya yang lebih murah. \n\nPada penelitian ini, simulasi dilakukan dengan mencari parameter resistansi viskos dari serat Rami (Boehmeria nivea). Parameter tersebut didapatkan dengan cara melakukan analisis kualitatif dari hasil uji SEM dan Persamaan Davies. Selain itu kecepatan aliran divariasikan berdasarkan standar ASHRAE 52.2. Hasil simulasi terlebih dahulu divalidasi berdasarkan data percobaan dari literatur yang dilakukan oleh perusahaan Filtration Manfacturing pada filter MERV 8, MERV 11, dan MERV 13. \n\nPada validasi dengan data literatur, hasil simulasi menunjukan galat yang sangat kecil yakni dibawah 3%. Dari galat tersebut maka kondisi batas yang digunakan sudah benar. Dari hasil analisis uji SEM dan perhitungan dengan Persamaan Davies didapatkan nilai resistansi viskos dari serat Rami dan serat sintetis. Dari hasil tersebut, nilai resistansi serat Rami lebih tinggi dibandingkan dengan nilai resistansi serat sintetis. Hasil simulasi menunjukan bahwa serat Rami dan serat sintetis memiliki karakteristik penurunan tekanan yang mendekati filter MERV 8. Dari hubungan antara resistansi viskos dengan efisiensi penyaringan diperoleh efisiensi penyaringan serat Rami untuk PM2,5 sebesar 87,21%. Efisiensi penyaringan tersebut mendekati efisiensi penyaringan pada filter MERV 11 sehingga dapat disimpulkan bahwa serat Rami memiliki keunggulan berupa efisiensi penyaringan yang tinggi dan penurunan tekanan yang rendah.", "Daftar File": {"Abstrak Iik Wahyu Anggara 13114034.pdf": "https://digilib.itb.ac.id/gdl/download/132605"}, "Penulis": "Iik Wahyu Anggara - 13114034", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ari Darmawan Pasek, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "PM2,5, filter udara, pleated filter, simulasi CFD, serat Rami", "Sumber": "", "Staf Input/Edit": "D. Budina  \n                                     D. Budina", "File": "1 file", "Tanggal Input": "02 Okt 2018"}