{"Nomor": 27943, "Judul": "PENGELOLAAN OPTIMAL STOKASTIK DISKRIT MARKOV PLTA PLENGAN WADUK SERI CIPANUNJANG-CILEUNCA KABUPATEN BANDUNG PROVINSI JAWA BARAT", "Abstrak": "Saat ini terdapat ketidakseimbangan antara ketersediaan air yang menurun dan kebutuhan air yang meningkat seiring dengan pertumbuhan penduduk serta pertumbuhan industry yang semakin pesat. Pengelolaan sumber daya air perlu diarahkan untuk mewujudkan sinergi dan keterpaduan yang harmonis antarwilayah, antarsektor, dan antargenerasi. Dalam hal ini intake Cikalong sebagai Infrastruktur Penyedia Air Baku yang mensupply untuk PDAM Kota Bandung dan PDAM Kabupaten Bandung sangat bergantung pada operasional dari infrastruktur upstream yaitu Waduk Cipanunjang Ã‚Â– Waduk Cileunca dan PLTA Plengan, PLTA Lamajan, PLTA Cikalong serta suplesi dari Sungai Cisangkuy. Saat ini SIPA yang dimiliki PDAM Kota Bandung adalah sebesar1800 L/detik, SIPA PDAM Kabupaten Bandung adalah sebesar 500 L/detik. Namun, jumlah air yang dapat dipenuhi untuk PDAM Kota Bandung 1400 L/detik, sedangkan untuk PDAM Kabupaten Bandung adalah sebesar 200 L/detik. Sehingga perlu dilakukan optimalisasi pada Infrastruktur Upstream agar ketersediaan air baku air minum terpenuhi kuantitasnya. Untuk pemenuhan tujuan tersebut beberapa metode salah satu yang digunakan adalah metode stokastik markov. Debit andalan historic untuk pemenuhan kebutuhan SPAM sesuai dengan alokasi R20 tahun (95%) untuk Waduk Cipanunjang adalah sebesar 578,63 L/detik, sedangkan untuk kebutuhan SPAM alokasi R20 tahun yang tersedia pada Waduk Cileunca adalah 1216,84 L/detik. kebutuhan minimum untuk air minum tersebut harus tersedia sepanjang waktu untuk menjaga kontinuitas pelayanan dan memenuhi konsep berbagi air di DAS Cisangkuy.", "Daftar File": {"2016 TS PP IIN PERMATA SARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/132607", "2016 TS PP IIN PERMATA SARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/132608", "2016 TS PP IIN PERMATA SARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/132609", "2016 TS PP IIN PERMATA SARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/132610", "2016 TS PP IIN PERMATA SARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/132611", "2016 TS PP IIN PERMATA SARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/132612", "2016 TS PP IIN PERMATA SARI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/132613", "2016 TS PP IIN PERMATA SARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/132614"}, "Penulis": "IIN PRATAMA SARI (NIM 25712301)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Arwin Sabar. M.S"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Optimalisasi Waduk, Debit Perencanaan, Suplai Air Bersih, Regional Bandung Selatan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "24 Jul 2018"}