{"Nomor": 27953, "Judul": "ANALISIS STRUKTUR OCTET-TRUSS LATTICE SEBAGAI STRUKTUR PENYERAP ENERGI PADA SUBFLOOR HELIKOPTER", "Abstrak": "Semakin menigkatnya penggunaan helikopter dalam transportasi udara menyebabkan semakin meningkatnya peluang terjadinya kecelakaan. Sebagian besar kecelakaan pada helikopter adalah jatuh dan merusak bagian bawah struktur badan helikopter (subfloor) akibat beban dinamik. Untuk meningkatkan keamanan dan mengurangi resiko terjadinya cedera fatal pada penumpang perlu dilakukan kajian crashworthiness pada helikopter.Salah satu cara manajemen energi serap pada struktur helikopter terhadap tabrakan adalah dengan mengoptimalkan struktur penyerap energi. Peningkatan energi serap dapat dilakukan dengan menggunakan geometri lattice sebagai struktur penyerap energi.  \n \n\nStruktur lattice merupakan solusi yang menjanjikan untuk dipergunakan sebagai struktur penyerap energi impak. Tugas akhir ini difokuskan untuk melakukan studi mengenai karakteristik respon octet-truss lattice ketika dikenakan beban impak dan pengaplikasiannya pada struktur subfloor helikopter dengan metode elemen hingga. Analisis  numerik untuk studi perbandingan konfigurasi struktur crashbox, struktur octet-truss lattice bertumpuk uniform dengan octet-truss lattice bertumpuk double taper sebagai struktur penyerap energi. Dengan adanya teknologi manufaktur aditif, struktur lattice dapat dengan mudah diproduksi menggunakan teknik selective laser sintering (SLS). Material yang digunakan dalam simulasi numerik berupa paduan alumunium AlSi-12 hasil manufaktur SLS. Hasil konfigurasi lattice akan digunakan pada subfloor helikopter dan  dibandingkan dengan struktur crashbox. Setelah dilakukan simulasi numerik dengan metode elemen hingga akan dilihat struktur mana yang mempunyai specific energy absorb tertinggi . Hasil ini menunjukkan bahwa struktur lattice dengan konfigurasi double taper memiliki specific energy absorb tetinggi sebesar 34.44 kJ/kg. Dari hasil pemodelan elemen hingga didapat konfigurasi octet-truss lattice dengan double taper memiliki potensi yang besar sebagai struktur penyerap energi dimasa depan.", "Daftar File": {"2018 TA PP I Ketut Adi Sentana Putra 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132643"}, "Penulis": "I Ketut Adi Sentana Putra - Nim: 13614037", "Kontributor / Dosen Pembimbing": ["Ir. Sigit P. Santosa, MSME, Sc.D  \n\nProf. Dr. Tatacipta Dirgantara  \n\nDr. Annisa Jusuf"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "lattice, specific energy absorb, subfloor, densitas relatif, crashworthiness,", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Jul 2018"}