{"Nomor": 27969, "Judul": "Perancangan dan Pengembangan Ragam Geometri Komponen Transmisi Mesin Gurdi TPM D018S dengan Menerapkan Prinsip Perancngan Parametrik", "Abstrak": "Indonesia yang memiliki comparative advantage di bidang manufaktur \n\nsebaiknya membuat mesin perkakasnya sendiri. Mesin perkakas memiliki trend \n\nkonsumsi yang terus meningkat sejak revolusi industri. Salah satu mesin \n\nperkakas yang umum digunakan adalah mesin gurdi. Penerapan perancangan \n\nparametrik dalam pembuatan mesin gurdi akan memudahkan Indonesia dalam \n\nmembuat variasi produk yang sesuai dengan keinginan pasar sehingga dapat \n\nbersaing di pasar mesin gurdi dunia. \n\nPenelitian ini membahas tentang perancangan dan pengembangan ragam \n\ngeometri komponen transmisi mesin gurdi dengan menerapkan prinsip \n\nperancangan parametrik. Perancangan parametrik adalah proses perencanaan \n\nyang memanfaatkan parameter untuk menentukan hubungan antara tujuan \n\ndengan hasil desain. Parameter yang divariasikan dalam penelitian ini hanyalah \n\nparameter dimensi. Dimensi dapat diubah secara linear pada komponen yang \n\ntidak diatur oleh standar, tetapi pada komponen yang diatur oleh standar dimensi \n\nharus berubah secara incremental mengikuti standar yang mengatur. \n\nDari penelitian yang dilakukan, didapatkan hasil berupa rancangan \n\nkomponen transmisi mesin gurdi untuk enam motor yang berdaya berbeda. \n\nRancangan yang diperoleh telah disesuaikan dengan standar dan ketersediaan \n\nkomponen di pasar. Validasi terhadap spindle hasil rancangan telah dilakukan \n\ndan menunjukkan bahwa spindle hasil rancangan memenuhi DR&O. Diharapkan \n\npenelitian ini akan menginspirasi rekan sebangsa lain dalam menerapkan \n\nperancangan parametrik dalam perancangan produk khususnya mesin perkakas \n\nguna meningkatkan daya saing Indonesia di pasar global.", "Daftar File": {"Abstrak - Ilham Andrizal Siregar (13114044).pdf": "https://digilib.itb.ac.id/gdl/download/132673"}, "Penulis": "Ilham Andrizal Siregar - 13114044", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Yatna Yuwana Martawirya \n\nDr. Sri Raharno, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "perancangan parametrik, mesin gurdi, komponen terstandardisasi", "Sumber": "", "Staf Input/Edit": "D. Budina  \n                                     D. Budina", "File": "1 file", "Tanggal Input": "24 Sep 2018"}