{"Nomor": 27966, "Judul": "METODE DOUBLE CHAIN LADDER DENGAN INFORMASI PRIOR BANYAK ZERO-CLAIMS DAN DEVELOPMENT INFLATION UNTUK PERHITUNGAN PREDIKSI CADANGAN KLAIM IBNR DAN RBNS", "Abstrak": "Metode Basic Chain Ladder merupakan metode yang sering digunakan dalam menentukan cadangan klaim untuk suatu bisnis asuransi long-tail. Perusahaan asuransi harus menyiapkan cadangan klaim agar dapat membayar klaim-klaim yang diajukan pemegang polis. Akan tetapi metode ini tidak dapat memisahkan cadangan klaim menjadi cadangan klaim Incurred But Not Reported (IBNR) dan cadangan klaim Reported But Not Settled (RBNS) apabila metode ini hanya menggunakan informasi data besar klaim (claims severity). Metode Double Chain Ladder merupakan metode estimasi cadangan klaim, yang dengan tambahan informasi data banyak klaim (claims frequency) yang dilaporkan, mampu membagi estimasi cadangan klaim menjadi cadangan klaim IBNR dan cadangan klaim RBNS. Pada tugas akhir ini, akan dibahas metode Basic Chain Ladder; metode Double Chain Ladder; dan metode Double Chain Ladder dengan adanya informasi prior development inflation. Tambahan informasi ini tidak akan mengubah secara signifikan besar estimasi cadangan klaim yang dibutuhkan, namun mampu memberikan pandangan lebih mengenai distribusi klaim di masa mendatang. Untuk melihat perbedaan antara suatu metode dengan metode lainnya dan mengukur ketidakpastian cadangan, digunakan alat ukur prediction error. Teknik bootstrapping digunakan untuk menentukan prediction error dari tiap metode. Metode dengan nilai prediction error terkecil dipilih dalam menentukan estimasi cadangan klaim.", "Daftar File": {"2018 TA PP ILHAM AHMAD SABIQ 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132670"}, "Penulis": "ILHAM AHMAD SABIQ (NIM:10114090)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dumaria R. Tampubolon, M.Sc., Ph.D,"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "metode Chain Ladder, klaim RBNS, klaim IBNR, metode Double Chain Ladder, informasi prior, prediction error, teknik bootstrapping.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "14 Sep 2018"}