{"Nomor": 27965, "Judul": "EKSPLORASI VISUAL UANG KERTAS RUPIAH SEBAGAI OBJEK RANCANGAN CORPORATE IDENTITY BANK INDONESIA", "Abstrak": "Mata uang Rupiah, selain sebagai alat tukar juga memiliki nilai-nilai intrinsik seperti simbol kesatuan negara, nilai sejarah, serta nilai ragam seni dan budaya Indonesia. Nilai-nilai ini tidak banyak diketahui oleh masyarakat, dilihat dari perlakuan masyarakat pada umumnya pada uang kertas dan logam. Untuk menggali dan menyebarkan wawasan mengenai nilai-nilai tersebut, dilakukan eksplorasi visual pada mata uang Rupiah, terutama uang kertas pada tahun 1952-1962. Proses eksplorasi ini mengemukakan berbagai ciri khas pada uang, mulai dari unsur warna, gambar, tipografi, ornamen, serta tata letak. Sebagai bentuk publikasi nilai keindahan dan kompleksitas visual mata uang Rupiah, dibuatlah rancangan corporate identity dari lembaga negara yang menaungi aktivitas perekonomian dan keuangan di seluruh Indonesia, Bank Indonesia. Rancangan corporate identity ini meliputi perombakan grand design yaitu tipografi, skema warna, dan visual stock berupa ornamen-ornamen khas mata uang yang dibuat menggunakan teknik guilloche dan etching. Selain itu, dirancang pula aplikasi dari grand design pada produk-produk dan perlengkapan Bank Indonesia, yaitu sertifikat bank, letterhead, corporate envelope, business card, backdrop acara, annual report, ID card, mobile app interface, website interface, building identity, dan seragam pegawai.", "Daftar File": {"17414042 Ilfi Tanzila - abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/132669"}, "Penulis": "ILFI TANZILA - NIM: 17414042", "Kontributor / Dosen Pembimbing": ["Pembimbing : Triyadi Guntur Wiratmo, M.Sn"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "guilloche, eksplorasi visual, corporate identity", "Sumber": "", "Staf Input/Edit": "Saipul Aripin  \n                                     Saipul Aripin", "File": "1 file", "Tanggal Input": "28 Jun 2018"}