{"Nomor": 27967, "Judul": "STUDI STEERING ALGORITHM UNTUK SINGLE GIMBAL CONTROL MOMENT GYRO (SGCMG) PADA PENGENDALIAN SIKAP SATELIT", "Abstrak": "Control Moment Gyro (CMG) merupakan salah satu Attitude Control System (ACS) yang digunakan untuk mengubah sikap satelit di orbit. CMG menghasilkan torsi dengan cara mengubah orientasi rotor yang berputar menggunakan gimbal. CMG mampu menghasilkan torsi yang besar dengan daya yang kecil sehingga cocok untuk digunakan pada satelit. Permasalahan utama yang ditemui dalam penggunaan CMG ini adalah adanya singularity dimana pada kondisi ini, CMG tidak dapat menghasilkan torsi pada suatu arah tertentu, sehingga dapat menyebabkan loss of control pada satelit. Untuk mengatasi permasalahan tersebut, berbagai steering algorithm sudah dikembangkan, termasuk diantaranya Singularity Robust Inverse (SR-I), Null Motion Algorithm, dan Off-Diagonal Singularity Robust (o-DSR).  \n\nPada tugas akhir ini, simulator dinamika sikap satelit berbasis Matlab dan Simulink akan dikembangkan, yang mencakup pemodelan dari dinamika CMG serta tiga steering algorithm yaitu, Singularity Robust Inverse (SR-I), Null Motion Algorithm, dan Off-Diagonal Singularity Robust (o-DSR). Steering algorithm tersebut selanjutnya akan diuji performanya dalam mengatasi kondisi singularity. Selain itu, akan dipelajari juga pengaruh penambahan batasan fisik berupa gimbal rate maksimum pada algoritma-algoritma tersebut, untuk merepresentasikan kondisi nyata sistem CMG. Algoritma dengan performa paling baik selanjutnya akan dipilih dan digunakan dalam simulasi pengendalian sikap satelit pada beberapa kasus pointing.  \n\nHasil menunjukkan bahwa simulator yang dikembangkan sudah mampu menyimulasikan pengendalian sikap satelit menggunakan CMG. Pengujian dari berbagai steering algorithm menunjukkan bahwa algoritma weighted Off-Diagonal Singularity Robust (o-DSR) yang memiliki performa paling baik. Hasil simulasi pada kasus pointing menunjukkan bahwa pengendalian sikap menggunakan CMG berhasil dilakukan serta steering algorithm yang digunakan (weighted o-DSR) mampu mengatasi singularity yang ditemui saat melakukan maneuver.", "Daftar File": {"2018 TA PP Ilham Akbar Courie 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132671"}, "Penulis": "Ilham Akbar Courie - Nim: 13614057", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ridanto Eko Poetro, S.T., M.Sc.  \n\nDr. Yazdi Ibrahim Jenie, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Satelit, ACS, CMG, singularity, steering algorithm", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Jul 2018"}