{"Nomor": 27970, "Judul": "DIVERSIFIKASI TURUNAN MINYAK NABATI MELALUI REAKSI METATESIS OLEFIN MENGGUNAKAN KATALIS BERBASIS RUTENIUM", "Abstrak": "Industri sawit merupakan sektor ekspor pertanian paling tinggi nilainya di Indonesia selama satu dasawarsa terakhir. Produksi minyak sawit Indonesia mencapai 45% dari 36,8 juta ton dari produksi minyak sawit dunia. Produksi ini terus meningkat dan diperkirakan pada tahun 2020 akan mencapai 40 juta ton. Pengolahan minyak kelapa sawit di Indonesia terbatas pada sektor ekspor minyak sawit mentah yang harganya cenderung fluktuatif. Pengolahan minyak sawit menjadi senyawa turuanannya perlu dilakukan agar dapat meningkatkan nilai ekonomi minyak kelapa sawit. Minyak kelapa sawit memiliki salah satu gugus fungsi penting yang dapat dimanfaatkan untuk menjadi gugus reaktif yaitu gugus alkena pada asam lemak tak jenuhnya. Salah satu komponen asam lemak pada minyak kelapa sawit yang memiliki gugus alkena adalah asam oleat dengan kandungan mencapai 36-44%. Ikatan rangkap internal pada asam oleat tersebut dapat mengalami reaksi homo dan hetero olefin metatesis. Reaksi metatesis olefin adalah reaksi katalitik yang melibatkan pertukaran antar gugus samping alkena. Salah satu produk yang dapat dihasilkan reaksi ini pada asam oleat adalah asam 9-dekenoat yang merupakan senyawa building block untuk memproduksi obat, aditif makanan, minyak pelumas, herbisida, parfum, feromon, coating, dan material pintar. Asam 9-dekenoat sendiri sudah mampu meningkatkan nilai ekonomi minyak sawit karena harga pada katalog Sigma Aldrich senyawa ini bernilai Rp. 56 juta/L. Pada penelitian ini dilakukan reaksi homo dan hetero metatesis olefin terhadap ester asam oleat menggunakan katalis Grubbs II. Reaksi hetero metatesis olefin menggunakan gas etilen sebagai pereaksi. Ester asam oleat disintesis menggunakan metanol dan katalis asam sulfat dengan rendemen 99%. Ester yang dihasilkan mempunyai konfigurasi Z yang sama dengan substratnya asam oleat. Reaksi homo metatesis olefin menghasilkan senyawa 9-oktadekena dan dimetil 9-oktadekendioat dengan rendemen sebesar 26% dan 25%. Sedangkan reaksi heteronya menghasilkan metil 9-dekenoat dengan rendemen 50%. Produk hasil sintesis dianalisis menggunakan spektroskopi NMR. Produk reaksi homo didapatkan dalam bentuk campuran isomer geometrinya E/Z dengan rasio E:Z adalah 4:1. Berdasarkan data tersebut terlihat bahwa terjadi perubahan konfigurasi alkena dimana substrat ester yang sebelumnya memiliki konfigurasi Z berubah menjadi konfigurasi E. Hal ini menegaskan bahwa reaksi homo metatesis olefin lebih banyak menghasilkan produk E. Optimasi reaksi dilakukan terhadap reaksi homo metatesis olefin dimana didapatkan kondisi optimumnya dicapai pada suhu 75oC, 9 jam, pelarut toluen dengan konsentrasi 1 M, dan jumlah katalis 0,2% mol. Produk dimetil 9-oktadekendioat direaksikan lebih lanjut dengan reaksi siklisasi Dieckmann untuk menghasilkan prekursor civeton yang merupakan bahan aktif parfum pria. Reaksi siklisasi Dieckmann adalah reaksi intramolekular pembentukan cincin antara karbon alfa dengan karbonil dalam suasana basa. Reaksi ini menghasilkan dua produk yaitu asam 9-oktadekenoat dan 2-metoksikarbonil-9-sikloheptadekenon dengan rendemen masing-masing 35% dan 25%.", "Daftar File": {"2017 TS PP ILHAM ARDATUL PUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/132674", "2017 TS PP ILHAM ARDATUL PUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/132675", "2017 TS PP ILHAM ARDATUL PUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/132676", "2017 TS PP ILHAM ARDATUL PUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/132677", "2017 TS PP ILHAM ARDATUL PUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/132678", "2017 TS PP ILHAM ARDATUL PUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/132679", "2017 TS PP ILHAM ARDATUL PUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/132680"}, "Penulis": "ILHAM ARDATUL PUTRA  (NIM: 20515004)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. rer. nat Didin Mujahidin, M.Si., Robby Roswanda, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "metatesis olefin, metil oleat, katalis Grubbs II, siklisasi Dieckmann", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "7 file", "Tanggal Input": "12 Okt 2018"}