{"Nomor": 27976, "Judul": "DETERMINANTS OF RETURN ON ASSETS OF BANKING SECTOR IN INDONESIA: CASE STUDY ON 19 COMMERCIAL BANKS IN  INDONESIA FROM 2008 TO 2017", "Abstrak": "Negara-negara yang masuk dalam kategori ekonomi berkembang perlu memahami beberapa risiko terkait dengan \n\nkeberadaan bank asing di pasar mereka (Detragiache dan Gupta, 2006). Indonesia sebagai negara ekonomi \n\nberkembang telah menjadi target potensial investasi asing yang mengakibatkan penetrasi bank asing asing yang tak \n\nterelakkan di Indonesia. Ini tercatat selama periode 2008 hingga 2017, 3 bank besar dalam sampel penelitian ini \n\ntelah mengubah kepemilikannya menjadi milik asing. Sementara aset mereka dikategorikan sebagai milik asing, \n\npertumbuhan aset bank domestik dan asing masih tetap meningkat meskipun mendapat persaingan ketat dari bank \n\nkepemilikan asing. \n\nStudi literatur terhadap masuknya kepemilikan asing di sektor perbankan di Indonesia masih terbatas jumlahnya dan \n\nmembawa pandangan kontroversial apakah berdampak positif ataupun negatif. Beberapa percaya bahwa kehadiran \n\nbank asing di pasar domestik membantu meningkatkan kinerja keuangan industri perbankan lokal (Beck et al., 2006 \n\ndan Boldrin dan Levine, 2009). Di sisi lain, Fathi (2010) menunjukkan bahwa masuknya bank asing memiliki dampak \n\nnegatif pada efisiensi bank lokal. Tujuan penelitian ini adalah untuk menguji pengaruh dari masuknya kepemilikan \n\nasing terhadap sektor perbankan di Indonesia. \n\nFaktor-faktor yang diamati dalam penelitian ini adalah CAR, LDR, FED, NPL, NIM, Ukuran Bank, BOPO, CRDTA, INFL, \n\ndan GDP. Dimana Return on Assets (ROA) yang menunjukkan profitabilitas suatu institusi sebagai variable dependen. \n\nPenelitian ini menggunakan sampel 19 bank umum yang dikategorikan sebagai BUKU 3 dan BUKU 4 selama periode \n\ntahun 2008 hingga 2017. Regresi data panel digunakan sebagai metodologi penelitian dengan menggunakan alat \n\nstatistik EViews 9.0. \n\nHasilnya menemukan bahwa NPL, BOPO, dan GDP memiliki hubungan negatif yang signifikan terhadap profitabiilitas. \n\nSementara CAR, LDR, NPL, NIM, LNSIZE, dan Tingkat Inflasi ditemukan menjadi positif dan secara signifikan \n\nberkorelasi dengan profitabilitas bank. Meskipun tidak signifikan, variabel dummy masuknya kepemilikan asing \n\nmemiliki hubungan positif terhadap profitabilitas bank. Hasil intercept menunjukkan bahwa Bank Bukopin memiliki \n\npeningkatan ROA tertinggi sementara BTPN memiliki peningkatan paling sedikit selama periode penelitian ketika \n\nsemua variabel independen konstan.  \n\nManajemen bank harus mempertimbangkan dan mempertahankan ROA, karena itu secara langsung mencerminkan \n\nkondisi keuangan bank. Manajemen dapat lebih memperhatikan terutama variabel independen yang memiliki \n\npengaruh signifikan terhadap profitabilitas yaitu CAR, LDR, NPL, NIM, Ukuran Bank, BOPO, GDP, dan Tingkat Inflasi. \n\nFED juga perlu disoroti dalam penelitian ini karena ini menunjukkan bahwa Kepemilikan Asing Masuk di sektor \n\nperbankan terbukti memiliki hubungan positif dengan profitabilitas bank, tetapi pemerintah harus tetap memantau \n\nacara ini dengan kebijakan untuk memastikan bank asing bersaing secara adil. Penelitian lebih lanjut dapat \n\nmemperpanjang periode observasi karena tahun 1998 diketahui memiliki lebih banyak merger dan akuisisi lembaga \n\nkeuangan dan dapat menyoroti peristiwa krisis moneter lainnya. \n \n\nKata kunci: Return on Asset (ROA), Capital Adequacy Ratio (CAR), Loan to Deposit Ratio (LDR), Entri Kepemilikan \n\nAsing, Net Interest Margin (NIM), Non-Performing Loan (NPL), Ukuran Bank, Biaya Operasional untuk Operasional \n\nPendapatan (BOPO), Rasio Kredit terhadap Total Aset Ratio (CRDTA), Produk Domestik Bruto (GDP), Tingkat Inflasi \n\n(INFL), Regresi Data Panel", "Daftar File": {"2018 TA PP ILHAM MUHARAM MAHMUDI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132687"}, "Penulis": "Ilham Muharam Mahmudi (19015219 )", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Achmad Herlanto Anggono, MBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Return on Asset (ROA), Capital Adequacy Ratio (CAR), Loan to Deposit Ratio (LDR), Foreign Ownership Entry, Net Interest Margin (NIM), Non-Performing Loan (NPL), Bank Size, Operational Expenses to Operational Income (BOPO), Credit to Total Asset Ratio (CRDTA), Gross Domestic Product (GDP), Inflation Rate (INFL), Panel Data Regression", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "1 file", "Tanggal Input": "16 Jul 2018"}