{"Nomor": 27985, "Judul": "PENGARUH PEMBERIAN PUPUK NPK PADA PERTUMBUHAN DAN HASIL UMBI MINI BAWANG MERAH ASAL BENIH TSS (TRUE SHALLOT SEED) VARIETAS TUK TUK", "Abstrak": "Bawang merah (Allium ascolanicum L.) merupakan komoditas sayuran \n\nunggulan yang memberikan kontribusi terbesar ke-3 nasional yang digunakan \n\nsebagai bumbu penyedap makanan dan bahan obat tradisional. Penggunaan pupuk \n\nanorganik NPK diperlukan tanaman bawang merah agar nutrisinya tercukupi \n\nsehingga dapat tumbuh optimal dan mampu menghasilkan umbi yang berkualitas. \n\nTujuan penelitian ini ialah untuk mengetahui pengaruh pemberian empat takaran \n\npupuk NPK yang berbeda terhadap pertumbuhan dan hasil umbi mini bawang \n\nmerah asal benih TSS varietas Tuk Tuk, serta untuk mengetahui pada takaran NPK \n\nberapa yang dapat memberikan hasil terbaik. Variabel yang diamati yaitu rata-rata \n\ntinggi akhir tanaman, jumlah akhir daun, bobot umbi brangkasan segar dan kering, \n\nsusut bobot umbi brangkasan, bobot umbi mini, diameter umbi mini, serta \n\npersentase ketercapaian hasil umbi mini yang sesuai dengan kriteria bawang merah \n\nuntuk dijadikan bibit. Takaran pupuk NPK yang digunakan dalam penelitian ini \n\nialah standar dan modifikasi dari takaran pupuk rekomendasi PT. East West \n\nIndonesia, yaitu tanpa pemberian pupuk (kontrol), pemberian pupuk NPK 50% \n\nSOP, 100% SOP, dan 150% SOP. Hasil penelitian menunjukkan bahwa pemberian \n\ntakaran pupuk NPK yang berbeda berpengaruh nyata terhadap pertumbuhan \n\nbawang merah asal benih TSS (True Shallot Seed) varietas Tuk Tuk untuk variabel \n\nrata-rata tinggi akhir tanaman, jumlah akhir daun, bobot umbi brangkasan segar dan \n\nkering, bobot umbi mini, serta diameter umbi mini, namun tidak berpengaruh nyata \n\nterhadap susut bobot umbi brangkasan. Takaran pupuk NPK yang dapat \n\nmenghasilkan pertumbuhan dan hasil umbi mini bawang merah yang terbaik untuk \n\nsemua variabel pengamatan adalah takaran pupuk NPK 100% SOP.", "Daftar File": {"2018 TA PP ILMIASA SALIHA- 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132696"}, "Penulis": "Ilmiasa Saliha (NIM : 11413037)", "Kontributor / Dosen Pembimbing": ["Dr. Rijanti Rahaju Maulani S.P., M.Si \n\nDr. Mia Rosmiati, Ir., MP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "bawang merah, pertumbuhan dan hasil, pupuk NPK, TSS (True Shallot Seed), umbi mini", "Sumber": "", "Staf Input/Edit": "didi kusnendi  \n                                     didi kusnendi", "File": "1 file", "Tanggal Input": "09 Mar 2018"}