{"Nomor": 27988, "Judul": "PELACAKAN MUNDUR PARTIKEL SAMPAH DENGAN METODE EULER-LAGRANGE DI PELABUHAN RATU", "Abstrak": "Masalah yang sering dijumpai pada daerah pesisir adalah banyaknya sampah terapung. Indonesia sebagai sumber kedua terbesar sampah plastik di dunia memiliki banyak masalah sampah di berbagai tempat. Salah satu tempat tersebut, yang akan menjadi daerah kajian studi ini, adalah daerah parawisata Pelabuhan Ratu yang terletak di bagian Barat Daya pulau Jawa. \n\nTujuan studi ini adalah untuk melakukan pelacakan mundur untuk mencari sumber sampah laut yang berada di Teluk Pelabuhan Ratu. Untuk menjawab permasalahan ini, digunakan model hidrodinamika 2 dimensi horisontal untuk mensimulasi arus laut dan melacak masing-masing sampah laut sebagai partikel secara mundur terhadap waktu dengan metode Euler-Lagrange. Data input model berupa batimetri dan posisi sampah, dengan input gaya pembangkit adalah kecepatan dan arah angin Barat dan Timur, dan elevasi pasut. \n\nHasil adalah pelacakan posisi awal sumber masing-masing sampah laut. Hasil verifikasi trayektori menunjukkan kesesuaian antara hasil pelacakan maju dan pelacakan mundur dimana sebagian besar partikel yang dilacak mundur berakhir di posisi yang dekat dengan posisi awal pelacakan maju. Hasil verifikasi menunjukkan kesesuaian dalam perpindahan partikel dengan perhitungan manual dan pola trayektori partikel yang berbentuk elips yang sesuai dengan teori arus pasut. Hasil elevasi dari program menunjukkan kesesuaian dalam pola dan magnitudo dengan prediksi pasang surut Badan Informasi Geospasial namun fase pasang surut kurang sesuai. Hasil simulasi menunjukkan dominasi pengaruh pasang surut serta pengaruh angin terhadap panjang dan arah lintasan partikel. Hasil pelacakan mundur partikel di dalam Teluk Pelabuhan Ratu menghasilkan trayektori yang sangat pendek akibat arus yang sangat kecil yang mengindikasi sampah di dalam teluk berasal dari daerah pesisir teluk.", "Daftar File": {"2018 TA PP  ILYAS NURFADHIL BASUKI  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132706"}, "Penulis": "ILYAS NURFADHIL BASUKI  (NIM : 12913017)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ivonne Milichristi Radjawane, M.Si,Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Sampah laut, pelacakan mundur partikel, model hidrodinamika 2 dimensi, metode Euler-Lagrange", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Mar 2018"}