{"Nomor": 27989, "Judul": "ELEKTRODEGRADASI SURFAKTAN NONILFENOL ETOKSILAT (NPE-10) MENGGUNAKAN METODE OKSIDASI ELEKTROKIMIA TERMEDIASI (OET) DENGAN OKSIDATOR Ce(IV)", "Abstrak": "Nonilfenol etoksilat (NPE-10) merupakan salah satu jenis surfaktan non-ionik dari golongan alkilfenol etoksilat (APE) yang penggunaannya sudah diperketat di negara Uni Eropa. Namun, surfaktan ini masih digunakan secara luas di Indonesia karena harga yang relatif murah. Hal ini menyebabkan terakumulasinya di aliran air sungai yang dapat mengganggu ekosistem air karena merusak sistem reproduksi ikan dan menganggu sistem kerja kelenjar endokrin. NPE-10 dapat terdegradasi secara alami membentuk alkilfenol dengan toksisitas alkilfenol 15 kali lebih tinggi dibandingkan dengan toksisitas alkilfenol etoksilat. Penelitian ini bertujuan untuk mendeskripsikan proses elektrodegradasi NPE-10 berdasarkan parameter beda potensial, konsentrasi NPE-10, konsentrasi Ce(III), dan waktu degradasi. Produk degradasi diinterpretasikan berdasarkan spektrum massa dan persentase pembentukan gas CO2. Metode penelitian yang digunakan adalah metode oksidasi elektrokimia termediasi (elektodegradasi termediasi) menggunakan sistem batch dengan oksidator Ce(IV) yang dihasilkan dari reaksi elektrooksidasi Ce(III). Studi voltammetri siklik menggunakan elektroda pasta karbon menggambarkan nilai potensial oksidasi Ce(III)/Ce(IV) sebesar 1,25 V dan nilai potensial reduksi Ce(IV)/Ce(III) sebesar 1,192 V terhadap elektroda pembanding Ag/AgCl dalam larutan elektrolit pendukung H2SO4 0,2 M. NPE-10 bersifat elektroaktif irreversible karena hanya memberikan nilai potensial oksidasi sebesar 1,44 V menggunakan elektroda kerja pasta karbon terhadap elektroda pembanding Ag/AgCl. Studi elektrodegradasi termediasi dilakukan menggunakan kawat Pt (d=0,25mm) sebagai anoda dan katoda. Persen degradasi total sebesar 84,96% diperoleh pada elektrodegradasi NPE-10 500 ppm dengan penambahan Ce(III) 0,015 M selama 90 menit pada penggunaan beda potensial 6 V. Spektrum massa memberikan deskripsi mengenai perpotongan massa selama proses degradasi dengan nilai base peak terkecil yaitu 214 m/z dan prediksi nilai M sebesar 391 g/mol. Persentase dari pembentukan gas CO2 dihitung secara konvensional menggunakan metode titrasi asam basa dengan nilai sebesar 3,24% diperoleh untuk degradasi NPE-10 500 ppm pada penambahan Ce(III) 0,015 M dalam H2SO4", "Daftar File": {"2017 TS PP I MADE ADYATMIKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/132707", "2017_TS_PP_I_MADE_ADYATMIKA_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/144258", "2017_TS_PP_I_MADE_ADYATMIKA_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/144259", "2017_TS_PP_I_MADE_ADYATMIKA_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/144260", "2017_TS_PP_I_MADE_ADYATMIKA_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/144261", "2017_TS_PP_I_MADE_ADYATMIKA_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/144262", "2017_TS_PP_I_MADE_ADYATMIKA_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/144263"}, "Penulis": "I MADE ADYATMIKA [20514031]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Henry Setiyanto, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Analytical chemistry", "Kata Kunci": "Oksidasi elektrokimia termediasi, nonilfenol etoksilat, oksidator Ce(IV) ; Mediated electrochemical oxidation, nonylphenol ethoxylate, oxidator Ce(IV)", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     hidayat", "File": "7 file", "Tanggal Input": "21 Jun 2018"}