{"Nomor": 27983, "Judul": "PROTOTIPE ALAT UKUR TEKANAN DARAH KONTINU TANPA CUFF DENGAN METODE PTT DAN PIR MENGGUNAKAN PPG DAN EKG", "Abstrak": "Tekanan darah merupakan salah satu sinyal fisiologis yang muncul secara spontan sebagai bagian dari properti dari tubuh. Tekanan darah didefinisikan sebagai tekanan yang diberikan darah pada dinding pembuluh darah ketika mengalir melaluinya. Perubahan tekanan darah secara signifikan dan berkepanjangan dapat berimplikasi pada berbagai penyakit khususnya penyakit kardiovaskuler dan tekanan darah tinggi. Telah diketahui bahwa tekanan darah tinggi merupakan salah satu faktor risiko kematian paling besar di dunia. Secara global, peningkatan tekanan darah pada orang berusia 18 tahun ke atas terjadi sekitar 22% di tahun 2014. Pemantauan tanda vital tekanan darah secara kontinu pada seseorang sebagai pengguna menjadi penting agar langkah preventif, deteksi dini penyakit, dan penanganan lebih lanjut dapat dilakukan dengan lebih cepat dan tepat. \n \n\nSecara konvensional pemantauan perubahan tekanan darah pada pasien secara kontinu dilakukan dengan teknik pengukuran auskultatori dan osilometri dengan interval waktu reguler. Teknik ini memiliki keterbatasan pada naturalitas dan ketidak nyamanan pasien karena dilakukan pemompaan pada lengan secara berulang. Penelitian  ini  bertujuan  untuk  menyelesaikan  beberapa  permasalahan  yang muncul diantaranya menentukan metoda pengukuran tekanan darah yang dapat dipantau secara kontinu, tanpa cuff, memiliki fitur pengukuran yang wearable dan ambulatory, dan memenuhi akurasi pengukuran standar klinis.  \n \n\nPada  penelitian  ini  perancangan alat ukur tekanan darah dilakukan  dengan  menggunakan  metode pengukuran PTT dan PIR. Pada tahap implementasi, konfigruasi yang dipilih menggunakan sensor PPG dan EKG 1 lead untuk mendapatkan nilai PTT dan PIR. Parameter ini  digunakan  untuk  mendapatkan  nilai tekanan darah sistol dan diastol. \n \n\nPada tahap pengujian, akurasi nilai tekanan darah diuji menggunakan kriteria standar klinis dan analisis regresi untuk membandingkan pengukuran tekanan darah estimasi prototipe dengan alat referensi osilometri sebagai pembanding. Pengujian dilakukan pada 40 orang subjek yang sehat dengan posisi tubuh duduk, berdiri dan berbaring. Hasil dari penelitian ini adalah prototipe memiliki hasil rata-rata Ã‚Â± standar deviasi (SD) untuk estimasi tekanan darah sistol, diastol dan pulse pressure dengan metode yang digunakan adalah Ã‚Â­0.55Ã‚Â±7.42 mmHg, Ã‚Â­0.37Ã‚Â±7.20mmHg, 0.08Ã‚Â±10.07mmHg. Nilai MAD dari sistol, diastol dan pulse pressure berturut turut adalah 6.02 mmHg, 6.00 mmHg dan 8.03 mmHg. Korelasi antara tekanan darah estimasi dan tekanan darah referensi memeiliki Rsquare paling tinggi mencapai yaitu 0,719. Hasil analisis regresi untuk masing-masing subjek antara PTT dan pulse pressure dengan Rsquare tertinggi yaitu 0,8943 sedangkan utuk PIR dan diastol adalah 0,6637.", "Daftar File": {"2018 TS PP ILMAN HIMAWAN KUSUMAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132694"}, "Penulis": "ILMAN HIMAWAN KUSUMAH - NIM: 23215018", "Kontributor / Dosen Pembimbing": ["Dr. Agung W. Setiawan S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Tekanan Darah, Kontinu, tanpa cuff, PTT, PIR, Wearable, ambulatory, Standar Klinis", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "31 Mei 2018"}