{"Nomor": 27986, "Judul": "PROPOSED MARKETING STRATEGY FOR PT. XL AXIATA, TBK.", "Abstrak": "Indonesia telecommunication business challenging is getting tighter with competition not only with domestic provider, but also multinational companies that are trying to acquire Indonesian customers. One of the telecommunication companies is PT. XL - Axiata, had a bad time on telecommunication business competition with indication in decrease of revenue up to seven hundred fifty eight billion rupiah by 2015. One of the strategies to continue maintain competitiveness in telecommunication business and back on the right business track is by re-branding postpaid service product, XL Postpaid to XL Prioritas. XL Prioritas is a postpaid telecommunication service that offers better quality for XL-Axiata customers. With one million target subscribers by the end of 2016, XL-Axiata expects XL Prioritas to increase customer engagement and average revenue per user (ARPU). However, in June 2017, the number of XL Prioritas new subs only 580,000 subscribers. This situation causes the company to re-strategy postpaid service business. The methodology in this final project is to analyze the external and internal factors for strengths, weaknesses, opportunities, and threats for the company. Then, root-cause analysis with method 5 why to find the cause of non-achievement of XL Prioritas customer target. Thereafter, using the TOWS matrix builds alternative alternatives and finds a business strategy that matches the current state of the company. By analysis of TOWS method, it is found that the current product knowledge of XL Prioritas has not been delivered to potential customers due to inappropriate marketing strategy. Using the TOWS matrix, several alternative marketing strategies were developed to increase the number of new XL Priority customers by matching opportunities and threats with the strengths and weaknesses of the company.", "Daftar File": {"2017 TS PP ILMI KHAERA AZIZAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132697"}, "Penulis": "ILMI KHAERA AZIZAH (NIM: 29114440)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Atik Aprianingsih, ST, MM, DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Marketing Strategy, Telecommunication Industry, Postpaid Service.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Mar 2018"}