{"Nomor": 27981, "Judul": "ANALISIS KONFIGURASI STRUKTUR KOMPOSIT FUSELAGE AIRBUS A320 PADA BERBAGAI ORIENTASI SERAT", "Abstrak": "Industri penerbangan terus mengalami peningkatan pengguna pada setiap tahunnya. Kondisi tersebut mendorong permintaan peningkatan efisiensi pesawat terbang oleh operator untuk menekan biaya operasional. Salah satu metode meningkatkan efisiensi adalah dengan menggunakan material komposit yang memiliki kekuatan spesifik yang lebih tinggi dibandingkan material logam pendahulunya, sehingga dapat menurunkan bobot pesawat. Komposit digunakan pada beberapa bagian pesawat seperti fuselage, ekor, sayap, dsb. Pada tugas akhir ini, analisis akan terfokus pada panel teratas fuselage Airbus A320.\nPada proses perancangan pesawat, penggunaan komposit disesuaikan terhadap beban yang diakibatkan operasional pesawat. Beberapa penyesuaian yang dapat dilakukan oleh industri pesawat terbang seperti pengaturan ketebalan dan penyesuaian arah serat komposit. Oleh karena itu, diperlukan analisis konfigurasi struktur komposit pada berbagai orientasi serat dan ketebalan yang berbeda.\nPencarian beban pesawat dilakukan dengan menggunakan perhitungan teoritis. Kriteria kekegagalan komposit yang digunakan yaitu kriteria kegagalan Tsai-Hill, skin buckling, dan shear buckling. Kriteria kegagalan Tsai-Hill ditentukan melalui analisis numerik pada software Abaqus, sedangkan kriteria kegagalan skin buckling dan shear buckling ditentukan lewat perhitungan manual. Hasil perhitungan teoritis menunjukan bahwa beban kritis untuk panel teratas fuselage adalah beban manuver 5G + presurisasi kabin, manuver -1G, lateral gust dan 1.33 presurisasi kabin. Selain itu, perhitungan teoritis juga menunjukan bahwa titik kritis terdapat pada panel yang memiliki jarak ke hidung pesawat sama dengan jarak front spar ke hidung pesawat. Dari analisis yang dilakukan pada panel tersebut, diperoleh layup [(0/90/46/-46)3]S dengan ketebalan 4.416 mm.", "Daftar File": {"2018 TA PP Ilham Utama 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132692"}, "Penulis": "Ilham Utama - Nim: 13113052", "Kontributor / Dosen Pembimbing": ["Dr. Satrio Wicaksono, S.T., M.Eng.              \n \n\nProf. Dr. Ir. Tatacipta Dirgantara, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Komposit, fuselage, layup, Abaqus, Airbus A320.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Feb 2018"}