{"Nomor": 28000, "Judul": "REKAYASA JARINGAN KARTILAGO MENGGUNAKAN SEL PUNCA ASAL JARINGAN LEMAK MANUSIA YANG DIINDUKSI PLATELET RICH PLASMA DAN DIKULTUR PADA SCAFFOLD SUTERA", "Abstrak": "Mikrotia merupakan kelainan kongenital organ telinga luar akibat pembentukan daun telinga bagian luar yang tidak sempurna sehingga penderita dapat mengalami gangguan pendengaran. Kelainan ini dapat diatasi salah satunya dengan rekayasa jaringan kartilago. Komponen rekayasa jaringan terdiri dari sel, bahan bioaktif dan scaffold. Penelitian terkait rekayasa jaringan kartilago telah banyak dikembangkan menggunakan sel punca sebagai sumber sel yang dikultur pada scaffold alami atau sintesis. Pada studi kondrogenesis sel punca, kolagen tipe 2 dan agrekan sering digunakan sebagai marker kondrogenesis sedangkan kolagen tipe 1 sebagai marker osteogenesis. Penelitian ini bertujuan untuk mempelajari dan mengembangkan rekayasa jaringan kartilago dari sel punca asal jaringan lemak (adipose-derived stem cells/ ADSC) manusia yang dikultur pada scaffold sutera asal Bombyx mori dalam medium mengandung 10% platelet rich plasma (PRP). Penelitian ini dimulai dengan membuktikan bahwa sel yang digunakan adalah ADSC melalui uji multipotensi dan analisis protein penanda permukaan sel cluster of differentiation 73 (CD73), CD90, CD105 dan CD34/CD45/CD11b/CD19. ADSC kemudian dikultur pada scaffold sutera ukuran pori 500 Ã‚Âµm (ADSC-SS) dengan medium yang mengandung 10% PRP selama 21 hari dan dilakukan uji proliferasi sel, uji diferensiasi kondrogenesis dan osteogenesis, serta uji ekspresi protein permukaan pada progenitor kondrosit. Analisis ekspresi gen kolagen tipe 2, agrekan dan kolagen tipe 1 pada level messenger ribonucleic acid (mRNA) dilakukan dengan menggunakan Reverse Transcriptase-quantitative Polymerase Chain Reaction (RT-qPCR). Keberadaan dan kelimpahan kolagen tipe 2 dibuktikan melalui analisis imunositokimia menggunakan rabbit anti-collagen II antibody (Abcam) yang diamati dengan mikroskop konfokal. Kontrol negatif dan positif pada penelitian ini adalah ADSC-SS dalam medium 10% fetal bovine serum (FBS) dan ADSC-SS dalam medium kondrogenesis komersial (StemPro, Gibco). Hasil penelitian ini menunjukkan bahwa sel asal jaringan lemak dapat berdiferensiasi menjadi adiposit, kondrosit dan osteosit. Sel asal jaringan lemak juga mengekspresikan protein penanda permukaan CD73 (99,97%), CD90 (99,89%), CD105 (97,25%) dan CD34/CD45/CD11b/CD19 (0%), sehingga selanjutnya sel disebut sebagai ADSC. Proliferasi ADSC-SS kelompok PRP cenderung meningkat lebih tinggi dibandingkan kelompok kontrol positif dan negatif serta berbeda bermakna (p < 0,05) pada hari ke-21. Kondrogenesis terjadi pada ADSC-SS kelompok PRP yang dikonfirmasi dengan meningkatnya kadar glikosaminoglikan (GAG), sekresi transforming growth factor-β1 (TGF-β1), serta tidak mengalami mineralisasi atau peningkatan ekspresi protein permukaan pada progenitor kondrosit. Ekspresi gen kolagen tipe 2 pada level mRNA ADSC-SS kelompok PRP cenderung meningkat dan berbeda bermakna (p < 0,05) dibandingkan kelompok kontrol negatif pada hari ke- 7 dan 21, dan berbeda bermakna (p < 0,01) dengan kelompok kontrol positif pada hari ke-14. Ekspresi gen agrekan level mRNA pada ADSC-SS kelompok PRP meningkat pada hari ke-14 dan turun kembali pada hari ke-21 dan berbeda bermakna dengan kelompok kontrol negatif dan kelompok kontrol positif pada hari ke-14. Ekspresi gen kolagen tipe 1 level mRNA pada ADSC-SS kelompok PRP cenderung stabil sampai hari ke-14 dan menurun pada hari ke-21 serta berbeda bermakna dengan kelompok kontrol negatif pada hari ke-21. Ekpresi gen kolagen tipe 2, agrekan dan kolagen tipe 1 pada level mRNA kelompok ADSC-SS kontrol positif lebih tinggi dan berbeda bermakna dari ADSC-SS kelompok PRP pada hari ke-14. Ekspresi gen agrekan pada level mRNA ADSC-SS kelompok PRP serupa dengan kelompok kontrol positif, namun ekspresi gen pada level mRNA kelompok kontrol positif lebih tinggi dibandingkan kelompok PRP. Hasil analisis konfokal menunjukkan bahwa keberadaan kolagen tipe 2 ADSC-SS kelompok kontrol positif dan kelompok PRP teramati pada hari ke-14 dan 21. Keberadaan kolagen tipe 2 ditemukan di luar sel oleh ADSC-SS kelompok kontrol positif, sedangkan keberadaan kolagen tipe 2 ADSC-SS kelompok PRP selain di luar sel juga ditemukan di sitoplasma pada hari ke-14. Keberadaan kolagen tipe 2 baik ADSC-SS kelompok PRP maupun kelompok kontrol positif lebih banyak di luar sel membentuk ekstraselular matriks pada hari ke-21. Ekspresi gen kolagen tipe 2 pada level mRNA ADSC-SS kelompok PRP yang terdeteksi lebih awal pada hari ke-7 dibandingkan keberadaan protein kolagen tipe 2 yang baru terdeteksi pada hari ke-14 diduga karena proses transkripsi dan translasi tidak terjadi pada hari yang sama. Perbedaan ekspresi gen pada level mRNA kolagen tipe 2 dan keberadaan lokasi kolagen tipe 2 antara ADSC-SS kelompok kontrol positif dengan kelompok PRP di hari ke-14 kemungkinan menggambarkan bahwa diferensiasi kondrogenesis pada ADSC-SS kelompok kontrol positif terjadi lebih awal dibandingkan kelompok PRP. Berdasarkan hasil tersebut disimpulkan bahwa sel punca asal jaringan lemak (ADSC) manusia yang dikultur pada scaffold sutera asal Bombyx mori dalam medium mengandung 10% platelet rich plasma (PRP) telah mengalami diferensiasi kondrogenesis yang dapat dikembangkan sebagai alternatif rekayasa jaringan kartilago.", "Daftar File": {"2018 TS PP IMAM ROSADI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132723"}, "Penulis": "IMAM ROSADI - NIM: 21116008", "Kontributor / Dosen Pembimbing": ["Dr. Anggraini Barlian"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Kondrogenesis ADSC, PRP, scaffold sutera, kolagen 2, agrekan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Sep 2018"}