{"Nomor": 28007, "Judul": "SIMULASI PENGARUH VARIASI DEBIT INFLUEN DAN SEKAT INTERIOR TERHADAP DISTRIBUSI ALIRAN PADA UNIT PARIT OKSIDASI MENGGUNAKAN PEMODELAN CFD", "Abstrak": "Parit oksidasi merupakan salah satu sistem pengolahan air limbah domestik secara biologis yang diterapkan di beberapa kota di Indonesia. Performanya tidak hanya bersandar pada keandalan aspek biokimia proses di dalamnya, tetapi juga aspek hidraulis reaktor yang memiliki pengaruh cukup signifikan terhadap hasil akhir pengolahan dan hingga kini belum banyak diteliti. Dalam studi ini, dimodelkan suatu reaktor parit oksidasi skala laboratorium menggunakan program Computational Fluid Dynamics (CFD) berbasis dua dimensi, dengan tujuan memperoleh pola sebaran kecepatan air dan mengidentifikasi keberadaan zona mati di dalam reaktor, sehingga akan dapat dilakukan perbaikan karakteristik hirodinamika unit melalui upaya pengurangan zona mati. Sistem yang dimodelkan pada penelitian ini tidak melibatkan adanya mekanisme aerasi terlebih dahulu untuk melihat bagaimana pengaruh asli bentuk tangki terhadap distribusi kecepatan air dan pencampuran di dalamnya, sehingga pengoptimalan dapat difokuskan pada modifikasi aspek fisik reaktor berupa variasi debit influen dan sekat interior. Geometri reaktor yang dibangun memiliki panjang total 3,2 m, lebar total 1,9 m, dan kedalaman total 58,5 cm. Profil kecepatan yang diperoleh dari simulasi awal bersifat laminer dengan besaran dominan 0,03Ã‚Â–0,04 m/s dan didapati pula bahwa zona mati terdapat di sepanjang sisi dalam dan sebagian sisi miring luar reaktor. Dari penerapan ketiga variasi debit yakni 4 lpm, 8 lpm, dan 12 lpm, persentase zona mati paling sedikit (45,07%) dijumpai pada simulasi dengan debit 12 lpm. Dari grafik hubungan debit influen dan persentase zona mati 5 titik data, diperoleh bahwa penurunan zona mati hingga tersisa 50% mampu dicapai dengan debit 7,7 lpm dan debit optimal berada pada 12 lpm. Di sisi lain, penerapan variasi sekat tidak mampu mengurangi zona mati sebagaimana halnya variasi debit. Diperiksa pula efisiensi unit selama 2 minggu operasi, yakni 85,31% penyisihan parameter COD.", "Daftar File": {"2015 TS PP IMANIA EKA DIYANTI 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/132748", "2015 TS PP IMANIA EKA DIYANTI 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/132749", "2015 TS PP IMANIA EKA DIYANTI 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/132750", "2015 TS PP IMANIA EKA DIYANTI 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/132751", "2015 TS PP IMANIA EKA DIYANTI 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/132752", "2015 TS PP IMANIA EKA DIYANTI 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/132753", "2015 TS PP IMANIA EKA DIYANTI 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/132754"}, "Penulis": "IMANIA EKA DIYANTI (NIM: 25312050)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Idris Maxdoni Kamil, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "simulasi CFD, distribusi kecepatan, hidrodinamika reaktor", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "17 Okt 2018"}