{"Nomor": 28004, "Judul": "Proposal Strategi Marketing untuk PT. Bangunkarsa Bumi Persada", "Abstrak": "PT. Bangunkarsa Buni Persada (BKBP) adalah perusahaan swasta milik perorangan yang \n\nbergerak di bidang property dan konstruksi. BKBP memiliki dua proyek perumahan di daerah \n\nBandung Timur. Memulai bisnis pada tahun 2014, BKBP mengalami penurunan pendapatan \n\nyang dramatis dari tahun 2016 ke 2017 karena penjualan yang tidak stabil. Terdapat dua factor \n\nbesar yang menyebabkan hal tersebut terjadi. Pertama, kurangnya kemampuan perusahaan \n\ndalam melakukan evaluasi, dimana kurangnya usaha marketing dan tekanan akan hasil yang \n\nsingkat. Kedua, kurangnya penerimaan oleh segmen pasar yang ada. Kedua hal tersebut berasal \n\ndari perusahaan tidak focus dalam menentukan posisi kompetitive mereka. Dan penyebab \n\nutama dari permasalahan bisnis tersebut adalah kurangnya pemahaman akan konsumen dan \n\nkompetisi dimana mereka berada. \n\nDalam usaha mengatasi masalah yang dihadapi BKBP, perlu adanya perbaikan strategi yang \n\ndigunakan oleh mereka. Dalam penelitian ini, proses manajemen strategis digunakan untuk \n\nmenentukan strategi tebaik untuk BKBP, sehingga mereka dapat memiliki pemahamanyang \n\nlebih baiktentang konsumen dan kompetisi, mendapatkan daya saing mereka, sehingga mampu \n\nuntuk meningkatkan penjualan dan pendapatan mereka. Proses manajemen strategi dimulai \n\ndengan pemindaian lingkungan, perumusan strategi, implementasi strategi dan evaluasi. Dari \n\npemindaian lingkungan luar dan dalam menggunakan analisis SWOT, diketahui ada beberapa \n\nfactor yang membengaruhi bisnis mereka, seperti peraturan, keadaan ekonomi, social, pesaing, \n\nkonsumen, serta kemampuan dan sumber daya perusahaan. \n\nTOWS matriks sebagai hasil analisis lebih lanjut, menunjukkan bahwa strategi yang tepat \n\nadalah meningkatkan strtegi pemasaran. Dalam menentukan STP, BKBP hanya berpedoman \n\nkepada proyek sebelumnya yang mungkin sudah tidak sesuai dengan keadaan saat ini. Oleh \n\nkarena itu, peningkatan strategi pemasaran melalui 4Ps marketing mix, termasuk \n\nproduk/product, harga/price, tempat/place, dan promosi/promotion. \n\nPenting untuk mengimplementasikan strategi pemasaran yang telah dirumuskan, sebagai usaha \n\nuntuk memecahkan masalah perusahaan. Rencana implementasi menjelaskan kegiatan dari 4Ps \n\nmarketing mix, yang terdiri dari jadwal kegiatan, orang yang bertanggung jawab, sumber daya \n\nyang dibutuhkan, dan perkiraan anggaran. Proposal rencana implementasi menyediakan \n\nprogram satu tahun yang dapat disesuaikan dengan lingkungan and bisnis yang mungkin \n\nberubah.", "Daftar File": {"29116233.pdf": "https://digilib.itb.ac.id/gdl/download/132740"}, "Penulis": "Ima Mugi Mulyani 29116233", "Kontributor / Dosen Pembimbing": ["Harimukti Wandebori, MBA. Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "BKBP, developer, STP, marketing strategy, marketing mix, property business", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "22 Jun 2018"}