{"Nomor": 28005, "Judul": "KONSTRUKSI DAN EKSPRESI GEN PENGODE PROTEIN REKOMBINAN E1 DARI VIRUS CHIKUNGUNYA PADA Escherichia coli", "Abstrak": "Chikungunya merupakan penyakit infeksi pada manusia yang disebabkan oleh virus \n\nchikungunya (CHIKV). CHIKV disebarkan dari manusia ke manusia lain melalui nyamuk \n\nAedes aegypti dan Aedes albopictus. Gejala yang timbul pada masa inkubasi selama 3Ã‚Â–12 \n\nhari meliputi demam, munculnya ruam merah pada kulit, nyeri otot dan persendian. Penyakit \n\nchikungunya tidak mematikan, namun nyeri pada otot dan persendian dapat bertahan hingga \n\nberbulan-bulan jika tidak ditangani dengan tepat. Adanya kemiripan gejala klinis yang \n\nditunjukkan oleh penyakit ini dengan beberapa penyakit lain seperti demam berdarah dan \n\ndemam zika menyebabkan pentingnya diagnosis awal untuk mendukung penanganan yang \n\ntepat. \n\nGenom CHIKV berukuran sekitar 11,8 kb dan memiliki dua open reading frame (ORF) yang \n\nmengode empat protein non-struktural (nsP1, nsP2, nsP3, nsP4), dan lima protein struktural \n\n(kapsid, E3, E2, 6K, E1). Salah satu protein struktural, yaitu protein E1 memiliki peran \n\npenting pada proses infeksi virus ke sel inang dan dapat menghasilkan respon imun spesifik \n\ndari penderita yang terinfeksi CHIKV. Oleh karena itu, protein E1 berpotensi sebagai basis \n\npembuatan alat uji cepat chikungunya (kit diagnostik). Tujuan penelitian ini adalah untuk \n\nmengkonstruksi dan mengekspresikan gen pengode protein E1 CHIKV rekombinan pada \n\nsistem ekspresi pET-32b menggunakan sel inang Escherichia coli (E. coli). \n\nPada penelitian ini, protein E1 rekombinan dihasilkan dalam bentuk protein fusi dengan \n\ntioredoksin (Trx) untuk meningkatkan kelarutan protein target dan penanda 6ÃƒÂ— histidin residu \n\nuntuk mempermudah proses pemurnian. Protein fusi Trx-E1 rekombinan diperoleh melalui \n\nserangkaian tahap yang meliputi amplifikasi gen pengode protein E1 menggunakan teknik \n\nPolymerase Chain Reaction (PCR), kloning gen pengkode protein E1, subkloning, dan \n\nekspresi gen pengode protein E1 CHIKV pada dua jenis sel E. coli. Gen pengode protein E1 \n\nCHIKV hasil amplifikasi dikloning pada vektor kloning pGEM-T. Ekspresi gen dilakukan \n\npada sistem pET-32b menggunakan sel inang E. coli BL21(DE3) dan E. coli \n\nBL21(DE3)plysS selama 3 jam dengan isopropil β-D-1-tiogalaktopiranosida (IPTG) 0,5 mM \n\nsebagai senyawa penginduksi. \n\nHasil penelitian menunjukkan level ekspresi gen pengode protein E1 CHIKV lebih besar \n\npada sel E. coli BL21(DE3)plysS. Analisis sodium dodesil sulfat-poliakrilamid gel agarosa \n\n(SDS-PAGE) menunjukkan adanya pita berukuran ~66,8 kDa, bersesuaian dengan ukuran \n\nprotein target E1 CHIKV. Protein yang dihasilkan dominan pada fasa terlarut, sehingga dapat \n\ndisimpulkan Trx sebagai pasangan fusi membantu kelarutan protein target. Protein Trx-E1 \n\nyang diperoleh dimurnikan secara parsial menggunakan kromatografi afinitas nikel asam \n\nnitrilotriasetat (Ni-NTA). Berdasarkan hasil SDS-PAGE, protein target yang berukuran ~66,8 \n\nkDa dominan pada hasil elusi oleh bufer Tris-HCl EDTA pH 8,0 yang mengandung imidazol \n\n200 mM dibandingkan pada fraksi lainnya.", "Daftar File": {"2018 TS PP IMANA MAMIZAR 20516046 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132741", "2018_TS_PP_IMANA_MAMIZAR_1-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/149202", "2018_TS_PP_IMANA_MAMIZAR_1-_BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/149203", "2018_TS_PP_IMANA_MAMIZAR_1-_BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/149204", "2018_TS_PP_IMANA_MAMIZAR_1-_BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/149205", "2018_TS_PP_IMANA_MAMIZAR_1-_BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/149206", "2018_TS_PP_IMANA_MAMIZAR_1-_BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/149207", "2018_TS_PP_IMANA_MAMIZAR_1-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/149208"}, "Penulis": "IMANA MAMIZAR (NIM:20516046)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ihsanawati"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "CHIKV, protein E1, protetin fusi, kit diagnostik", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "31 Agu 2018"}