{"Nomor": 28014, "Judul": "STUDI SEDIMEN TSUNAMI JAWA 2006 DI DAERAH PANGANDARAN, JAWA BARAT", "Abstrak": "Studi sedimen tsunami Jawa 2006 dilakukan di daerah Pangandaran dengan studi kasus di Daerah Karapyak dan Madasari. Penelitian dilakukan dengan metode survey lapangan dan analisis laboratorium. Penggalian 28 sumuran dangkal pada 5 lintasan di daerah Karapyak dan Madasari dilakukan relatif sejajar dengan arah datangnya gelombang sesuai pengamatan saksi mata tsunami. Lintasan dibuat mulai dari garis pantai ke arah daratan sepanjang 273 m. \n\nDeskripsi makroskopis, pembuatan penampang litologi dan ketebalan endapan tsunami serta analisis laboratorium yang berupa analisis besar butir dan identifikasi mikrofauna telah diselesaikan unntuk menentukan karakteristik endapan tsunami Jawa 2006. Identifikasi Karakteristik Tsunami Jawa 2006 mengacu pada Karakteristik endapan tsunami menurut Morton dkk., 2007. \n\nEndapan tsunami Jawa yang dijumpai di daerah penelitian relatif dangkal di permukaan sebagian ditutupi oleh tanah penutup sebagian hanya tertutup oleh semak belukar. Ketebalan endapan berkisar antara 0.2-25 cm. Endapan tsunami ditemukan mulai jarak 38 m dari garis pantai dengan ketebalan 3-7 cm sampai jarak 273 m dari garis pantai dengan ketebalan 3-0.2 cm. Ketebalan maksimum endapan tsunami 25 cm ditemukan pada Lintasan M3 dengan jarak 84 m dari garis pantai. \n\nEndapan tsunami mempunyai ciri-ciri secara umum berwarna abu-abu terang Ã‚Â– abu-abu kecoklatan, berbesar butir kerikil sampai lanau kasar (skala kelas Wentworth), terdapat lapisan tipis lempung yang menyisip pada endapan tsunami, berstruktur sebagian perlapisan bersusun dan sebagian tidak berlapis, sortasi menengah-buruk, perubahan ketebalan endapan tsunami mempunyai dua kecenderungan yaitu semakin menipis ke arah daratan dan relatif konstan. Terdapat butiran lempung (rip up clast), kontak dengan batuan tertimbun sebagian berupa struktur erosional dan sebagian berupa batas pengendapan yang tiba-tiba. Pada endapan tsunami dijumpai pecahan cangkang kerang dan adanya imbrikasi partikel yang mengarah ke laut maupun ke daratan. \n\nPerubahan besar butir endapan tsunami secara vertikal semakin menghalus ke atas dan secara lateral semakin ke arah daratan jumlah butiran halus semakin meningkat sedangkan butiran kasar semakin berkurang. Mikrofauna Amphistegina lessonii dÃ‚Â’Orbigny dan Elphidium macellum menjadi penunjuk asal endapan tsunami di daerah penelitian berkisar pada kedalaman 30 m di dasar laut. \n\nKarakter endapan tsunami yang lengkap sesuai dengan karakteristik endapan menurut Morton dkk., 2007 hanya dijumpai pada 2 sumuran yang dibuat di daerah penelitian, hal ini dimungkinkan sebagian karakteristik telah tererosi atau akibat aktivitas alam lainnya seperti angin, hujan atau prilaku manusia.", "Daftar File": {"2015 TS PP IMUN MAEMUNAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/132774", "2015 TS PP IMUN MAEMUNAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/132775", "2015 TS PP IMUN MAEMUNAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/132776", "2015 TS PP IMUN MAEMUNAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/132777", "2015 TS PP IMUN MAEMUNAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/132778", "2015 TS PP IMUN MAEMUNAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/132779", "2015 TS PP IMUN MAEMUNAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/132780"}, "Penulis": "IMUN MAEMUNAH (NIM : 22411304)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nProf. Dr. Nanang T Puspito. \n\nDr. Sri Hidayati."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Jawa, endapan tsunami, Madasari, Karapyak, analisis besar butir, mikrofauna, struktur sedimen.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "02 Apr 2018"}