{"Nomor": 28015, "Judul": "DESAIN INSTALASI PENGOLAHAN AIR (IPA) MURIL PADA SISTEM PENYEDIAAN AIR MINUM (SPAM) CIJANGGEL, KABUPATEN BANDUNG BARAT", "Abstrak": "Sistem penyediaan air minum di Kabupaten Bandung Barat saat ini dilayani oleh BUMD PT Perdana Multiguna Sarana Bandung Barat. SPAM Cijanggel merupakan SPAM yang melayani wilayah Kecamatan Ngamprah dan Kecamatan Cisarua. Sumber air dari SPAM Cijanggel berasal dari Sungai Cijanggel atau yang dikenal juga dengan sebutan Sungai Cimahi. Debit air baku yang diizinkan untuk digunakan pada SPAM Cijanggel adalah 50 liter/detik. Air baku tersebut akan diolah pada IPA Muril yang terletak di Kecamatan Cisarua. Kondisi IPA Muril dianggap belum memenuhi target pelayanan dikarenakan kualitas air yang diterima oleh pelanggan kurang baik. Kualitas air yang belum maksimal dikarenakan sistem pengolahan di IPA Muril belum berjalan maksimal. Air baku dari Sungai Cijanggel akan dialirkan melalui sistem transmisi sejauh Ã‚Â±7 km yang selanjutnya akan dilewatkan ke dalam dua bak pengendap. Air tersebut langsung masuk ke reservoar untuk selanjutnya didistribusikan ke pelanggan. Awalnya digunakan unit filtrasi berupa dua buah filter paket dengan kapasitas masing-masing 20 liter/detik. Saat ini, filter tersebut sudah tidak dapat dioperasikan karena tidak sesuai dengan kapasitas yang diinginkan sehingga mudah clogging. Oleh karena itu, akan dibangun instalasi pengolahan air minum untuk meningkatkan kualitas air yang didistribusikan ke konsumen. Unit pengolahan air yang akan dibangun merupakan unit pengolahan air lengkap yang terdiri dari unit koagulasi, unit flokulasi, unit sedimentasi, unit filtrasi, dan unit desinfeksi. Reservoar eksisting dengan kapasitas 300 m3 akan digunakan kembali. Unit pengolahan air ini direncanakan untuk 10 tahun mendatang, yaitu dari tahun 2019-2028.", "Daftar File": {"2018 TA PP INAT SHANI FATHUNA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132781"}, "Penulis": "INAT SHANI FATHUNA   NIM : 15314004", "Kontributor / Dosen Pembimbing": ["Pembimbing  :Prof. Dr-Ing. Prayatni Soewondo \n\nCo Pembimbing  :Dr. M. Sonny Abfertiawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": ": instalasi pengolahan air, kapasitas pengolahan, kualitas air, sistem penyediaan air, target pelayanan", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "26 Sep 2018"}