{"Nomor": 28018, "Judul": "STUDI PENYISIHAN ZAT WARNA REACTIVE BLACK 5 MENGGUNAKAN ADVANCED OXIDATION PROCESSES (AOPs) DENGAN KOMBINASI NANOPARTIKEL SENG OKSIDA (ZnO) DAN UV", "Abstrak": "Industri tekstil terus berkembang untuk memenuhi kebutuhan manusia. Limbah cair tekstil mengandung komponen warna dan garam-garam anorganik yang sangat berbahaya dan mengganggu estetika jika dibuang begitu saja ke badan air tanpa adanya pengolahan. Teknologi konvensional seperti koagulasi, filtrasi, adsorpsi, membran, dan cara biologis mampu mengolah limbah tekstil namun kurang efektif terhadap parameter warna sehingga digunakan salah satu metode Advanced Oxidation Processes (AOPs) yaitu fotokatalitik dengan kombinasi ZnO nanopartikel dan UV. Reaksi sinar UV dan katalis ZnO akan menghasilkan radikal hidroksil (OH) yang mampu mengoksidasi apa saja. Penelitian ini menggunakan limbah artifisial (zat warna Reactive Black 5) dan limbah tekstil PT. X. Terdapat 3 variabel yang divariasikan pada penelitian ini yaitu konsentrasi awal zat warna, konsentrasi ZnO nanopartikel, dan kecepatan rotating disc. Katalis dibuat terimobilisasi dengan cara ditempelkan pada plat seng dan dibuat dalam ukuran nanopartikel untuk mempercepat dan mempermudah proses. Proses berlangsung dengan sistem batch. Untuk seluruh variasi percobaan didapatkan efisiensi penyisihan warna 100% namun dengan waktu detensi yang berbeda. Dari percobaan ini didapatkan kondisi optimum terjadi saat konsentrasi awal 10 ppm, konsentrasi ZnO nanopartikel 0,71 mg/cm2, dan kecepatan rotating disc 25 rpm. Variasi optimum tersebut dicoba menggunakan sistem continous dan didapatkan efisiensi penyisihan sebesar 89.76%. Konsentrasi ZnO dan rotating disc optimum juga digunakan untuk mengolah limbah tekstil PT. X. Terbukti bahwa proses fotokatalitik mampu menurunkan konsentrasi COD, BOD5, warna, amonia, sulfida, minyak dan lemak, dan fenol, sedangkan pH dan TSS akan naik. Efisiensi penyisihan warna limbah yang berasal dari secondary effluent PT. X yaitu 60% dan efisiensi penyisihan warna limbah yang berasal dari reaktor ozon-UV yaitu 20,71%.", "Daftar File": {"2015 TA PP INDAH ALVERNIA ARUAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/132792", "2015 TA PP INDAH ALVERNIA ARUAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/132793", "2015 TA PP INDAH ALVERNIA ARUAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/132794", "2015 TA PP INDAH ALVERNIA ARUAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/132795", "2015 TA PP INDAH ALVERNIA ARUAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/132796", "2015 TA PP INDAH ALVERNIA ARUAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/132797", "2015 TA PP INDAH ALVERNIA ARUAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/132798"}, "Penulis": "INDAH ALVERNIA ARUAN (NIM : 15312002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Suprihanto Notodarmojo, Ph.D DAN Dr. Qomarudin Helmy, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Advanced Oxidation Processes (AOPs), Fotokatalitik, Limbah Tekstil PT. X , Reactive Black 5, Sinar UV, ZnO nanopartikel", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "31 Jul 2018"}