{"Nomor": 28019, "Judul": "STRATEGI UNTUK MENGOPTIMALKAN NILAI BISNIS PADA LAPANGAN GAS MARJINAL DI ON-SHORE JAWA TENGAH", "Abstrak": "Industri hulu migas baik secara global maupun domestik, mengalami volatilitas yang dramatis. Pada tahun 2008 Brent Crude oil mencapai $ 140 per barel dan pada tahun 2014 diperdagangkan pada kisaran $ 110 per barel. Pada Januari 2015 sampai 2016, harga minyak turun menjadi sekitar $ 40 per barel. Penurunan secara mendadak dan signifikan ini memiliki dampak yang mendalam dan kompleks terhadap keseluruhan industri termasuk aspek ekonomi dari proyek hulu dalam hal investasi terutama di Indonesia. Di tengah penurunan harga minyak dunia tersebut, Pemerintah Indonesia bermaksud untuk mulai mengurangi ketergantungan terhadap minyak mentah. Salah satu alternatif yang paling layak untuk difokuskan adalah industri gas. \n\nPHE Randugunting adalah salah satu anak perusahaan Pertamina Hulu Energi (PHE) yang mengelola Blok Randugunting yang berlokasi di Rembang, Jawa Tengah. Saat ini, posisi perusahaan berada dalam tahap transisi dari eksplorasi menuju ke tahap pengembangan dan produksi. Setelah berhasil menemukan gas dan kondensat di RGT-2, perusahaan menghadapi beberapa tantangan untuk mengembangkan lapangan gas tersebut seperti volume gas yang marjinal, kurangnya infrastruktur gas, waktu yang terbatas untuk persetujuan pengembangan rencana, total sunk cost, serta cakupan area yang terbatas setelah penyisihan wilayah ke 3. Strategi untuk mengoptimalkan nilai bisnis lapangan gas marjinal perlu diciptakan untuk mempercepat monetisasi gas, dan menjaga blok & potensi sumber daya di masa depan. \n\nFormulasi Strategi dimulai dengan memahami situasi bisnis secara komprehensif. Analisis eksternal dan internal telah dilakukan untuk mendapatkan pemahaman yang lebih baik mengenai situasi bisnis PHE Randugunting. Analisis eksternal yang digunakan adalah PESTEL dan Porter's Five Forces, sedangkan analisis internal menggunakan the resource-based view, The Value Chain Analysis, and 7P marketing Mix sebagai alat analisa. Dengan menganalisis faktor-faktor tersebut, kekuatan, kelemahan, peluang, dan ancaman yang dihadapi oleh PHE Randugunting telah diketahui dan diwakili dalam bentuk analisis SWOT. Hasil analisis SWOT serta sesi FGD, benchmarking, dan review literatur digunakan sebagai masukan untuk perumusan strategi. \n\nPenyelarasan strategi perusahaan melalui sistem manajemen kinerja berhasil membawa perusahaan memformulasikan key performance indicator dan strateginya namun tetap sejalan dengan strategi dari holding company. Untuk mendapatkan konsep pengembangan yang sesuai, dilakukan analisa nilai investasi melalui parameter internal rate of return, Profitability Index Ratio, Payback of Time dan Net Present Value yang didukung dengan diskusi kelompok terarah, studi internal dan proses benchmarking untuk mendapatkan hasil yang komprehensif \n\nMengenai strategi komersialisasi dan pemasaran, analisis Segmentasi, penargetan, penentuan posisi dan diferensiasi telah dilakukan dan didukung oleh pemilihan pembeli gas dengan menggunakan Small Multi Attributes Rating System yang diperlukan untuk membantu Top Management memutuskan dan menilai calon pembeli gas yang siap dan berkualitas, atribut atau kriteria yang digunakan adalah administrasi hukum, komersial, keuangan, teknis & operasional, Sistem Manajemen HSE, Partenrship dengan Pemerintah Daerah dan Penawaran Harga Gas. Pada akhirnya, model bisnis baru dibuat untuk menggambarkan transformasi model bisnis menjadi tahap produksi. Karena perusahaan memiliki waktu terbatas untuk memonetisasi gas, maka perlu difokuskan pada proses komersialisasi dan pemasaran untuk mempercepat monetisasi aset.", "Daftar File": {"2018 TS PP INDAH ANGGRAINI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132799"}, "Penulis": "INDAH ANGGRAINI (NIM 29316044)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Agung Wicaksono, M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Gas Marjinal, SMART, Industri Gas, Manajemen Strategi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "21 Feb 2018"}