{"Nomor": 28021, "Judul": "PENGEMBANGAN ALUR KERJA MONITORING KUALITAS AIR MINUM NON PDAM SEBAGAI RENCANA PENGAMANAN AIR MINUM KOMPONEN KONSUMEN (STUDI KASUS : KOTA SERANG)", "Abstrak": "Melalui Rencana Pengamanan Air Minum (RPAM) dapat dilakukan tindakan pengamanan yang bersifat preventif dan promotif berupa manajemen risiko kontaminasi terhadap sarana air minum yang digunakan oleh rumah tangga. Sesuai Perpres Nomor 2 Tahun 2015 tentang Rencana Pembangunan Jangka Menengah, RPAM komponen konsumen merupakan tugas dan fungsi sektor kesehatan. Faktor yang paling berpengaruh terhadap kesehatan masyarakat adalah air yang terkontaminasi secara langsung maupun tidak langsung oleh sanitasi yang ditunjukkan oleh kontaminasi mikroorganisme seperti Coliform pada penyediaan air minum dan pada tempat penyimpanan air minum rumah tangga merupakan titik kritisnya. Tujuan penelitian ini adalah untuk membuktikan bahwa monitoring kualitas air untuk penyediaan air minum non PDAM penting untuk dilakukan serta menunjukkan bahwa upaya menjaga kualitas ini dapat dilakukan melalui RPAM komponen konsumen. Sistem penyediaan air minum non PDAM di Kota Serang yang dihitung sesuai dengan definisi akses air minum ditemukan berupa sumur gali, sumur bor, dan penampungan air hujan. Hasil survey inspeksi sanitasi pada penyediaan air minum tersebut menunjukkan korelasi yang signifikan terhadap hasil pengujian terhadap kualitas air parameter Coliform yang dilakukan dengan metode Most Probable Number (MPN). Hasil pengujian Coliform pada penyediaan air minum tersebut juga menunjukkan korelasi yang signifikan terhadap hasil pengujian Coliform dengan metode H2S yang dilakukan pada tempat penyimpanan air minum rumah tangga. Hal ini menunjukkan bahwa inspeksi sanitasi dan pengujian Coliform dengan metode H2S dapat menjadi cara untuk penerapan RPAM komponen konsumen.", "Daftar File": {"2016 TS PP INDAH HIDAYAT1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/132801", "2016 TS PP INDAH HIDAYAT1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/132802", "2016 TS PP INDAH HIDAYAT1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/132803", "2016 TS PP INDAH HIDAYAT1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/132804", "2016 TS PP INDAH HIDAYAT1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/132805", "2016 TS PP INDAH HIDAYAT1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/132806", "2016 TS PP INDAH HIDAYAT1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/132807", "2016 TS PP INDAH HIDAYAT1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/132808"}, "Penulis": "INDAH HIDAYAT (NIM: 25714010)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n \n \n\nProf.Dr.Ing.Prayatni Soewondo, MS,", "Ir. Arief Sudradjat, MIS, Ph.D,"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "penyediaan air minum, Coliform, faktor risiko, rumah tangga", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "01 Okt 2018"}