{"Nomor": 28029, "Judul": "PENERAPAN TEKNIK ELEKTROFLOTASI UNTUK PEMANENAN CYCLOTELLA STRIATA SKALA BESAR, DAN IDENTIFIKASI ASAM LEMAK DAN VITAMIN D DARI BIOMASSANYA", "Abstrak": "Elektroflotasi merupakan teknik pemisahan partikel dari suspensi dengan bantuan gelembung mikro yang dihasilkan dari elektrolisis air. Teknik ini dapat diterapkan untuk pemanenan mikroalga dalam skala besar. Tujuan penelitian ini yaitu menerapkan teknik elektroflotasi untuk pemanenan Cyclotella striata skala besar dan identifikasi asam lemak dan vitamin D dari biomassa hasil pemanenan. Tahapan penelitian meliputi penyemaian C. sriata mulai dari volume kultur 1,8 L hingga 240 L di dalam ruang, penanaman kultur C. striata sebanyak 1500 L menggunakan fotobioreaktor di luar ruang, pemanenan biomassa mikroalga dalam skala kecil dengan teknik elektroflotasi, perancangan perangkat elektroflotasi, pemanenan biomassa C. striata dengan teknik elektroflotasi, ekstraksi dan identifikasi lipid dari biomassa, dan ekstraksi dan identifikasi vitamin D. Hasil penelitian menunjukkan bahwa waktu untuk penyiapan bibit C. striata dari volume kultur 1,8 L hingga 240 L adalah 20 hari. Waktu yang diperlukan untuk memperoleh sel untuk produksi lipid di luar ruang adalah 8 hari. Percobaan elektroflotasi skala kecil menunjukkan sel-sel C. striata dipanen dari kultur sebanyak 700 mL selama 10 menit dengan rapat arus 1,75 mA cm-2 dan tegangan terukur 2 V. Untuk pemanenan skala besar, perangkat elektroflotasi dengan kapasitas 200 L dibuat dari bahan akrilik dan dilengkapi dengan 3 pasang elektroda aluminium dengan masing-masing luas permukaannya 2745 cm2. Energi listrik total yang dibutuhkan untuk memanen C. striata dari kultur 1500 L yaitu 0,112 kWh dan ongkos listrik total sebesar Rp 164,32. Lipid C. striata didominasi oleh asam lemah jenuh dengan konsentrasi sebesar 70,59% (w/w). Vitamin D yang diekstraksi dari C. striata tidak teridentifikasi.", "Daftar File": {"2017 TA PP INDAH WULANSARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/132823", "2017 TA PP INDAH WULANSARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/132829"}, "Penulis": "INDAH WULANSARI  (NIM : 10513056)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n \n\nProf. Dr. Zeily Nurachman.   \n \n\nDr. Muhammad Iqbal,M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "mikroalga, Cyclotella striata, elektroflotasi, lipid, asam lemak, vitamin D", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "7 file", "Tanggal Input": "17 Okt 2018"}