{"Nomor": 28025, "Judul": "PERENCANAAN TEKNIS PEMBANGKIT LISTRIK TENAGA MINI HIDRO (PLTM) DI SUNGAI CIMANDIRI KABUPATEN SUKABUMI", "Abstrak": "Perbandingan antara jumlah penduduk yang dapat menikmati aliran listrik dengan total jumlah penduduk dapat dinyatakan dalam sebuah rasio elektrifikasi. Program pemerintah khususnya di daerah Jawa Barat mencanangkan rasio elektrifikasi mencapai 100% pada 2018. Akan tetapi menurut survei yang dilakukan hingga saat sudah mencapai Ã‚Â± 99,87% (DJK, September 2017). Dengan demikian, masih terdapat 0,13% masyarakat atau 12.073 rumah tangga di Jawa Barat yang belum memiliki sambungan tenaga listrik PLN secara langsung misalnya di daerah Kabupaten Sukabumi Jawa Barat. Terdapat beberapa warga yang masih sulit dalam jangkauan sambungan tenaga listrik PLN sehingga pasokan listrik warga setempat harus menggantung pada warga kampung lainya.   \n\nSesuai dengan keadaan kelistrikan tersebut, ditinjau bahwa lokasi Kabupaten Sukabumi memiliki potensi untuk mengembangkan energi terbarukan yaitu mini/mikrohidro. Pembangkit Listrik Tenaga Minihidro mengubah energi potensial air menjadi energi listrik ramah lingkungan dengan debit dan tinggi jatuh atau head. Aliran sungai dari pegunungan tersebut dapat dimanfaatkan sebagai penggerak dari Pembangkit Listrik Tenaga Minihidro (PLTM). Lokasi potensi yang direncanakan yaitu berada di sungai Cimandiri Desa Wangunreja, Kecamatan Nyalindung, Kabupaten Sukabumi, Jawa Barat dengan memanfaatkan Bendung Leuwikadu sebagai bangunan utama perencanaan PLTM. Luas Daerah Aliran Sungai (DAS) yaitu 277,23 km2  outlet bendung sedangkan 371,08 km2 untuk outet powerhouse dan debit andalan yang digunakan sebesar 9,48 m3/detik dengan kehandalan 54,3%. Pembangkit Listrik Tenaga Minihidro dirancang dengan tipe run off river yang memanfaatkan aliran air sungai Cimandiri yang sebagian dilewatkan pada suatu saluran, memutar turbin dan kemudian dibuang kembali munuju sungai induk. Hasil analisis debit banjir didapatkan menggunakan metode Nakayashu sebesar 1024 m3/det untuk outlet bendung dan 1154,35 m3/detik untuk outle power house dengan periode ulang 100 tahun. Tinggi jatuh efektif hasil dari analisis tata letak dan topografi didapatkan  28,5 m.  \n\nPada laporan tugas akhir ini, dilakukan perencanaan hidraulis untuk bangunan kantong lumpur, saluran pembawa, bak penenang, pipa pesat, rumah turbin, serta saluran pembuang. Sedangkan untuk desain meliputi bak penenang, pipa pesat, rumah turbin, dan saluran pembuang. Hasil perencanaan PLTM Cimandri mengahsilkann potensi daya 2,21 MW dengan potensi produksi energi tahunan 12,98 GWh/tahun.", "Daftar File": {"2018 TA PP INDAH PERMATASARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132818"}, "Penulis": "INDAH PERMATASARI - NIM: 15814025", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing :  \n\nHadi Kardhana, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "PLTM, Sungai Cimandiri, bak penenang, pipa pesat, rumah turbin, saluran pembuang.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Sep 2018"}