{"Nomor": 28033, "Judul": "ANALISIS KARAKTERISTIK BERKAS DAN PARAMETER DOSIMETRI BERKAS FOTON 10 MV DENGAN FLATTENING FILTER (FF) DAN FREE FLATTENING FILTER (FFF)", "Abstrak": "Flattening filter (FF) pada pesawat linear accelerator (linac) klinis konvensional digunakan untuk menyeragamkan profil berkas, sebab profil berkas keluaran target pada kepala linac tinggi pada area sekitar sumbu utama. Penelitian ini bertujuan untuk membandingkan karakteristik berkas dan parameter dosimetri keluaran kepala linac dengan FF dan free flattening filter (FFF) pada fantom homogen dan inhomogen menggunakan simulasi Monte Carlo (MC). Kepala linac dimodelkan menggunakan BEAMnrc. Model kepala linac dibuat berdasarkan informasi dari Elekta Agility. Parameter dosimetri pada fantom diperoleh menggunakan perangkat lunak DOSXYZnrc. Distribusi dosis pada fantom dievaluasi menggunakan alat evaluasi gamma index. Model kepala linac yang dibuat divalidasi dengan membandingkan distribusi dosis hasil simulasi dengan hasil pengukuran. Hasil penelitian menunjukan bahwa nilai percentage depth dose (PDD) hasil simulasi yang paling mendekati hasil pengukuran diperoleh untuk energi elektron 9,4 MeV, rata-rata perbedaan relatif untuk kasus ini sebesar 0,72%. Karakteristik berkas pada medan paparan yang kecil tampak sama antara berkas keluaran kepala linac dengan FF dan FFF. Tetapi, pada medan paparan besar terdapat puncak disekitar sumbu utama pada profil berkas keluaran kepala linac FFF, bentuk puncak tersebut tidak teramati pada kepala linac dengan FF. Kedalaman dosis maksimum dari kepala linac dengan FF bergeser ke daerah dangkal pada medan paparan yang besar, sedangkan pada kepala linac FFF kedalaman dosis maksimum relatif tetap pada 2,1 cm. Dose rate dari kepala linac FFF sekitar dua kali lebih tinggi daripada kepala linac dengan FF. Kurva PDD menurun secara drastis pada medium paru-paru untuk medan paparan kecil karena kesetimbangan lateral dari partikel bermuatan tidak tercapai. Distribusi dosis dari kepala linac FF dan FFF pada fantom berbeda pada medan paparan yang besar, hal ini ditandai dengan rendahnya nilai gamma passing rate (GPR), meskipun demikian pada kasus medan paparan kecil nilai GPR mencapai 100%.Temuan ini menunjukan bahwa kepala linac FFF lebih baik daripada FF pada medan paparan kecil, tetapi kepala linac dengan FF mampu memberikan distribusi dosis seragam pada medan paparan yang besar.", "Daftar File": {"2018 TS PP INDRA BUDIANSAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132849", "2018 TS PP INDRA BUDIANSAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/132848", "2018 TS PP INDRA BUDIANSAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/132847", "2018 TS PP INDRA BUDIANSAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/132850", "2018 TS PP INDRA BUDIANSAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/132851", "2018 TS PP INDRA BUDIANSAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/132852", "2018 TS PP INDRA BUDIANSAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/132853", "2018 TS PP INDRA BUDIANSAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/132854"}, "Penulis": "INDRA BUDIANSAH (NIM : 20216014)", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat Freddy Haryanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Simulasi Monte Carlo, Karakteristik Berkas, Parameter Dosimetri, Gamma Index", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "18 Okt 2018"}