{"Nomor": 28034, "Judul": "FINANCIAL ANALYSIS OF SOLAR POWER PLANT DEVELOPMENT IN MANATANG VILLAGE EAST NUSA TENGGARA PROVINCE", "Abstrak": "Di wilayah Nusa Tenggara Timur masih terdapat daerah terpencil yang belum mendapatkan aliran listrik. Sesuai dengan potensi energi yang ada, energi tenaga surya merupakan yang paling memungkinkan untuk dibangun. Pada penelitian ini penulis mencoba untuk menganalisis terkait finansial dari proposal pembangunan Pembangkit Listrik Tenaga Surya (PLTS) di salah satu daerah terpencil di Provinsi Nusa Tenggara Timur yaitu di desa Manatang. Penelitian ini bertujuan untuk mengetahui apakah proposal tersebut memenuhi kriteria minimal ekonomi untuk menggantikan bahan bakar fosil di daerah terpencil serta apa yang sebaiknya dilakukan pemerintah untuk dapat mengembangkan energi surya di daerah tersebut. Pendekatan analisis yang digunakan dalam penelitian ini yaitu analisis finansial dengan menghitung Payback Period, NPV dan IRR. Hasil dari perhitungan didapatkan nilai NPV wilayah tersebut negatif dan selama waktu proyek 20 tahun belum didapatkan pengembalian modal investasi yang disebabkan oleh tingginya biaya investasi awal pembangunan yang tidak seimbang dengan pendapatan penjualan listrik. Untuk bisa menurunkan biaya investasi maka perlu dibuat peraturan terkait dengan industri PLTS serta peningkatan infrastruktur penunjang di lokasi pembangunan PLTS.", "Daftar File": {"2018 TS PP INDRA CATUR PRASETYO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132855"}, "Penulis": "INDRA CATUR PRASETYO (NIM 29115014)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Kin Tjendrasa, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pembangkit Listrik Tenaga Surya, Remote Area, Pembangunan Berkelanjutan, Analisis Finansial.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "19 Feb 2018"}