{"Nomor": 28041, "Judul": "SURFACE GRADIENT CALCULATION AND AUDIBLE NOISE PREDICTION OF OVERHEAD TRANSMISSION LINES CASE STUDY: INDONESIAN 500 kV and EUROPEAN 400 kV TOWER SETUPS", "Abstrak": "The ever increasing demand for energy as well as the current change in power generation strategies necessitate a constant augmentation of overall overhead line transmission capacity. However, the construction of new overhead lines lacks approval by the general population. One of the reasons for this rejection is the well-known fact that overhead lines are prone to emit corona-induced audible noise under foul weather conditions (rain, snow, fog etc.) which can be a significant annoyance for peopling living close by.   \n\nIn the past, empirical formulas were developed to predict audible noise levels and thereby aid the design process. Apart from data regarding the bundle-geometry (spacing, conductor diameter etc.), the most important parameter for such formulas is the conductor surface gradient (electric field intensity on the conductor surface). There are numerous approaches for the calculation of surface gradients which range from rather simple analytical methods to sophisticated FEM calculations. This thesis compiles the most commonly used methods and compare their accuracies and usability for modern day audible noise prediction. Those findings ultimately led to the development of a useful CSM-based calculation software tool which will be presented as well.   \n\nAdditionally, the question arises to which extent the typical formulas for audible noise prediction are applicable to modern HVAC and HVDC overhead line designs around the world. This thesis therefore presents comparisons between audible noise levels which were calculated with typical prediction formulas and actual audible noise levels which were determined in a high voltage level under realistic weather conditions. These investigations consider Indonesian as well as European overhead line designs and in this respect also the planned 500 kV HVDC link between Sumatra and Java will be covered.    \n\nThe laboratory experiments were carried out with standard ACSR conductors as well as with special conductors with hydrophilic surface treatment. The presented results can therefore also give an indication regarding the performance of treated conductors for the considered cases. Additionally, the validity of empirical noise prediction formulas for such conductors is assessed.", "Daftar File": {"2018 TS PP INDRA KURNIAWAN  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132882"}, "Penulis": "INDRA KURNIAWAN (NIM: 23216022)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing :   \n\nProf. Dr. Ir. Suwarno.   \n\nUniv.-Prof. Dr.-Ing. Uwe Schichler."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Audible noise, corona, surface gradient, charge simulation method", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2018"}