{"Nomor": 28040, "Judul": "PENGEMBANGAN RUSUNAWA SEBAGAI BAGIAN KEGIATAN URBAN RENEWAL PADA LAHAN MILIK PT. KAI DI KIARACONDONG", "Abstrak": "Lahan PT KAI di kawasan Kiaracondong Bandung, sekarang mengalami penurunan kualitas fisik dan mengarah pada hilangnya vitalitas (underused). Ini merupakan akibat dari pemanfaatan lahan yang di bawah kapasitasnya. Padahal kota Bandung masih membutuhkan tanah untuk kegiatan-kegiatan pembangunan. Sebenarnya lahan PT KAI dapat dimanfaatkan apabila kapasitas lahannya dioptimalkan.    \n\nGuna mengatasi permasalahan tersebut, dapat dilakukan dengan urban renewal. Melalui strategi ini pemanfaatan lahan PT KAI (underused) dapat ditingkatkan dengan merencanakan aktivitas baru yang bersinergi dengan aktivitas sekitar. Tujuannya untuk mendorong pertumbuhan ekonomi dan meningkatkan vitalitas lahan. Lahan ini dikembangkan dengan konsep menciptakan ÃƒÂ‚Ã‚Â”kawasan terpaduÃƒÂ‚Ã‚Â”. Untuk mewujudkannya maka dibuat tiga upaya, yaitu merumuskan masterplan, menciptakan lebih banyak ruang terbuka, dan meningkatkan pencapaian menuju lahan PT KAI.    \n\nLahan PT KAI dikembangkan dengan pembangunan multi fungsi, yang terdiri atas fungsi komersial, hunian, dan fasilitas umum. Fungsi hunian yang dikembangkan adalah rusunawa, karena kehidupan yang berlangsung selama 24 jam di lingkungan rusunawa dapat menghidupkan kawasan. Di samping itu, bertujuan untuk mendukung aktivitas kawasan di sekitarnya, seperti rusunawa untuk buruh pabrik, rusunawa untuk karyawan PT KAI, serta rusunawa untuk karyawan kantor di lahan ini. Dari total luas lahan 43 hektar, 41% diperuntukan untuk ruang terbuka sedangkan sisanya untuk pembangunan multi fungsi. Upaya ini dilakukan guna mengurangi tingkat kepadatan bangunan sekitar. Kemudian, guna memudahkan pencapaian munuju lahan yang besar, di buat 10 akses baru, arcade, skywalk, stasiun skytrain, dan jalur transportasi kota.", "Daftar File": {"2008 TS PP INDRA KARSONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/132875", "2008 TS PP INDRA KARSONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/132876", "2008 TS PP INDRA KARSONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/132877", "2008 TS PP INDRA KARSONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/132878", "2008 TS PP INDRA KARSONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/132879", "2008 TS PP INDRA KARSONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/132880", "2008 TS PP INDRA KARSONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/132881"}, "Penulis": "INDRA KARSONO (NIM. 25205014)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Basauli Umar Lubis, MSA, Ph.D. \n\nIr. Agustinus Adib Abadi, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Underused, Urban renewal, and Public housing", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Perpustakaan Prodi Arsitektur", "File": "7 file", "Tanggal Input": "02 Okt 2018"}