{"Nomor": 28052, "Judul": "PENENTUAN SITUS ASTRONOMI BARU DI INDONESIA: STUDI SKY CLEARNESS DARI DATA SATELIT METEOROLOGI", "Abstrak": "Terdapat banyak syarat yang diperlukan untuk menentukan suatu lokasi yang ideal bagi suatu situs astronomi. Salah satunya adalah lokasi dengan kecerahan langit (sky clearness) yang relatif tinggi sepanjang tahun. Langkah awal yang dapat dilakukan sebelum melakukan survei ke lokasi adalah melakukan pengolahan data satelit meteorologi untuk mengetahui sky clearness di lokasi tertentu. Hal ini akan melahirkan kandidat lokasi terbaik, yaitu lokasi yang lebih sedikit berawan.Pengolahan data satelit meteorologi untuk studi iklim Indonesia telah dilakukan oleh Hidayat et al. (2007) menggunakan data satelit meteorologi dengan resolusi rendah dari NOAA Climate Diagnostic Center. Hasil pengolahan data sepanjang 30 tahun tersebut cenderung menyarankan bahwa area Nusa Tenggara Timur merupakan kandidat lokasi terbaik. Dengan tersedianya data satelit dengan resolusi tinggi, pengolahan data kembali dilakukan oleh Hidayat et al. (2008) untuk keadaan Indonesia pada tahun 2006 dan 2007 dengan mengadaptasi metodologi yang digunakan Erasmus et al. (2000) untuk mengetahui sky clearness suatu daerah. Namun studi iklim ini tentu akan lebih baik jika menggunakan data dengan rentang waktu yang lebih panjang.Tugas akhir ini melakukan pengolahan data sepanjang 9 tahun, yaitu antara tahun 2000-2008, sebagai studi sky clearness Indonesia. Selain itu, studi ini juga mencari daerah yang lebih spesifik dari area kandidat terbaik di Indonesia yang memiliki sky clearness tertinggi. Pengolahan data untuk lokasi situs astronomi di Indonesia yang telah ada, yaitu Observatorium Bosscha, juga dilakukan untuk perbandingan.", "Daftar File": {"2009 TA PP INDRI AYU LESTARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/132905", "2009 TA PP INDRI AYU LESTARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/132906", "2009 TA PP INDRI AYU LESTARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/132907", "2009 TA PP INDRI AYU LESTARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/132908", "2009 TA PP INDRI AYU LESTARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/132909", "2009 TA PP INDRI AYU LESTARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/132910", "2009 TA PP INDRI AYU LESTARI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/132911", "2009 TA PP INDRI AYU LESTARI 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/132912", "2009 TA PP INDRI AYU LESTARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/132913"}, "Penulis": "INDRI AYU LESTARI (NIM 10304009)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Taufiq Hidayat"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sky clearness", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "20 Agu 2018"}