{"Nomor": 28056, "Judul": "PERANCANGAN FASILITAS EKOWISATA DI KAWASAN KONSERVASI", "Abstrak": "Tesis desain ini membahas perancangan fasilitas ekowisata pada sebuah kawasan konservasi, yaitu Taman Hutan Mangrove Teluk Banyuwedang di Taman Nasional Bali Barat. Topik ini sangat penting untuk dibahas karena selain Bali sedang mengalami permasalahan kesenjangan pembangunan pariwisata antara Bali Utara dan Selatan, diharapkan dengan adanya pembangunan fasilitas ekowisata dapat menjaga keutuhan Taman Nasional Bali Barat sebagai kawasan konservasi. Tahapan penulisan tesis ini diawali dengan penentuan program fasilitas, analisa terhadap kondisi awal serta pada masa yang akan datang dari tapak perencanaan, yang kemudian menghasilkan konsep perancangan tapak, konsep tata hijau, teknologi bangunan, akses dan sirkulasi yang dapat memadukan potensi wisata yang telah ada di Kawasan Hutan Mangrove Teluk Banyuwedang dengan aktivitas ekowisata hutan mangrove. Untuk merencanakan program fasilitas serta konsep desain yang tepat, metode analisis yang dilakukan adalah metode analisis SWOT (strength, weakness, opportunity, thread). Metode analisis SWOT tersebut meliputi analisa lokasi, analisa tata guna lahan, analisa tata massa bangunan, analisa tata hijau, analisa akses dan sirkulasi, serta analisa teknologi bangunan. Hasil dari analisa SWOT tersebut adalah berupa strategi pemecahan permasalahan yang ditemukan pada aspek lokasi, tata guna lahan, tata massa bangunan, tata hijau, sirkulasi dan pencapaian, serta teknologi bangunan pada tapak perencanaan. Strategi yang ditentukan berdasarkan kaji banding serta kajian pustaka ini digunakan dalam menentukan kriteria perancangan, program fasilitas serta konsep perancangan. Pada konsep perancangan fasilitas penunjang ekowisata yang meliputi konsep pembagian zona, tata massa bangunan, tata hijau, sirkulasi dan pencapaian, serta teknologi bangunan perlu memperhatikan dampak buruk yang ditimbulkan bagi keberlanjutan kawasan konservasi Taman Nasional Bali Barat. Hal ini dilakukan dengan memanfaatkan kondisi asli ekosistem hutan mangrove pada tapak perencanaan dalam konsep tata hijau, penerapan cluster lay-out pada tata massa bangunan, pemanfaatan fasilitas yang telah ada pada tapak perencanaan, serta pemanfaatan material alam setempat dalam teknologi bangunan. Adapun Fasilitas penunjang ekowisata yang dirancang dalam penulisan tesis ini meliputi fasiltias akomodasi, mangrove board-walk, eco-lodge, serta Habitat Recovery bagi Jalak Bali.", "Daftar File": {"2009 TS PP I NENGAH GUNARSE 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/132917", "2009 TS PP I NENGAH GUNARSE 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/132918", "2009 TS PP I NENGAH GUNARSE 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/132919", "2009 TS PP I NENGAH GUNARSE 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/132920", "2009 TS PP I NENGAH GUNARSE 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/132921", "2009 TS PP I NENGAH GUNARSE 1-BAB 5 A.pdf": "https://digilib.itb.ac.id/gdl/download/132922", "2009 TS PP I NENGAH GUNARSE 1-BAB 5 B.pdf": "https://digilib.itb.ac.id/gdl/download/132923", "2009 TS PP I NENGAH GUNARSE 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/132924", "2009 TS PP I NENGAH GUNARSE 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/132925"}, "Penulis": "I NENGAH GUNARSE (NIM : 25206006)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Wiwik Dwi Pratiwi, MES. PhD."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Taman Hutan Mangrove Teluk Banyuwedang Taman Nasional Bali-Barat", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Perpustakaan Prodi Arsitektur", "File": "9 file", "Tanggal Input": "03 Okt 2018"}