{"Nomor": 28068, "Judul": "UKURAN RISIKO CREDIBLE VALUE-AT-RISK", "Abstrak": "Asuransi adalah bentuk perlindungan dengan meminimalisir risiko. Agar kegiatan berasuransi berjalan lancar, perusahaan asuransi harus mampu mengelola risiko berupa klaim yang diajukan pemegang polis. Ukuran risiko adalah alat untuk memprediksi risiko dan membantu perusahaan mempersiapkan cadangan. Ukuran risiko dapat direpresentasikan dalam fungsi distorsi. Salah satu ukuran risiko distorsi adalah Value-at-Risk (VaR). VaR adalah nilai risiko maksimum yang dapat terjadi pada suatu tingkat kepercayaan tertentu. VaR merupakan fungsi dari parameter yang dapat diasumsikan bernilai konstan dan acak. Pada praktiknya, parameter harus ditaksir sehingga yang didapatkan adalah nilai prediksi VaR. Prediksi VaR dapat dipandang sebagai peubah acak karena penaksir dari parameter yang merupakan fungsi dari peubah acak. Dalam penaksiran parameter terdapat variabilitas parameter yaitu bias dan mse. Oleh karena itu, prediksi VaR harus diuji keakuratannya. Selain itu, dapat ditunjukkan bahwa prediksi VaR bersifat kekar. Model kredibilitas adalah model yang meminimumkan variabilitas parameter sehingga menghasilkan prediksi yang lebih akurat. Konsep model kredibilitas dapat diadopsi untuk mendapatkan prediksi VaR yang lebih kredibel yang disebut sebagai Credible-VaR (Cre-VaR). Sebagai hasil, dibandingkan prediksi VaR, nilai Cre-VaR lebih mendekati nilai VaR sebenarnya.", "Daftar File": {"2018 TS PP INSANI PUTRI 1- ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132958"}, "Penulis": "INSANI PUTRI (NIM:20816008)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Khreshna I.A. Syuhada, M.Sc. Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "kredibilitas, prediksi risiko, volatilitas", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "04 Jun 2018"}