{"Nomor": 28067, "Judul": "PENGGUNAAN NANOPARTIKEL EMAS PADA RADIOTERAPI KANKER PAYUDARA", "Abstrak": "Radioterapi merupakan metode pengobatan yang paling banyak diterapkan pada pasien kanker payudara. Terdapat beberapa perkembangan metode dari penggunaan radioterapi dalam terapi kanker, salah satunya adalah penambahan bahan radiosensitizer pada jaringan tumor. Bahan radiosensitizer yang baik untuk terapi radiasi adalah nanopartikel dari atom berat. Dalam beberapa dekade ini peneliti menemukan bahwa emas merupakan material terbaik di antara material dengan nomor atom besar lainnya yang digunakan untuk penyembuhan kanker karena memiliki koefisien atenuasi serta sifat biokompatibititas yang tinggi. Pada penelitian kali ini akan dianalisis pengaruh penggunaan nanopartikel emas terhadap peningkatan dosis pada phantom kanker payudara. Berkas foton yang digunakan merupakan simulasi dari berkas foton keluaran linear accelerator Elekta SL 15 dengan energi 6 MV. Phantom payudara yang digunakan berbentuk kubus dengan ukuran 20 x 20 x 20 cm3. Ukuran tumor yang disimulasikan berukuran 2 x 2 x 2 cm3 yang berada pada kedalaman 2 cm dari permukaan phantom. Faktor peningkatan dosis untuk variasi konsentrasi nanopartikel emas ditinjau menggunakan kurva Dose Enhancement Factor (DEF) serta kurva Percentage Depth Dose (PDD), kemudian untuk meninjau perbandingan dosis pada jaringan tumor dan organ at risk (OAR) ditinjau menggunakan Dose Volume Histogram (DVH).", "Daftar File": {"2018 TA PP INSANI HASBULLAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132957", "PUSTAKA INSANI HASBULLAH  (NIM : 10213070)": "https://digilib.itb.ac.id/gdl/download/177028"}, "Penulis": "INSANI HASBULLAH  (NIM : 10213070)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Rena Widita"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "kurva Dose Enhancement Factor (DEF) serta kurva Percentage Depth Dose (PDD)", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "21 Mei 2018"}