{"Nomor": 28072, "Judul": "PENENTUAN PROFIL FARMAKOKINETIKA DAN WITHDRAWAL TIME SIPROFLOKSASIN PADA AYAM BROILER MELALUI RUTE INTRAVENA DAN ORAL CEKOK", "Abstrak": "Resistensi antimikroba menjadi salah satu perhatian utama yang mengancam populasi di seluruh \n\ndunia pada peperangan menghentikan penyakit yang disebabkan oleh mikroba. Salah satu \n\npenyebab resistensi antimikroba adalah penggunaan antibiotik yang tidak tepat oleh pasien. \n\nSelain itu, penggunaan antibiotik ke hewan ternak juga menjadi penyebab yang jarang \n\ndiperhatikan, padahal sangat memungkinkan adanya efek berbahaya bagi konsumen hewan \n\nternak dalam jangka panjang. Permintaan ayam broiler di pasaran Indonesia meningkat, oleh \n\nkarenanya peternak harus meningkatkan jumlah produksi dan menjaga hewan ternak dari \n\npenyakit atau kematian. Salah satu obat antimikroba yang sering digunakan untuk mencegah \n\nayam broiler dari penyakit adalah siprofloksasin. Kandungan siprofloksasin pada ayam broiler \n\nyang akan dikonsumsi harus berada di bawah BMR untuk mengurangi risiko paparan residu \n\nsiprofloksasin terhadap konsumen yang dapat memicu berkembangnya resistensi terhadap \n\nsiprofloksasin. Demi tercapainya hal tersebut, farmasis perlu menentukan profil farmakokinetik \n\ndan waktu tunggu dari siprofloksasin dalam tubuh ayam broiler. Pada penelitian ini, siprofloksasin \n\ndiberikan kepada ayam broiler melalui rute intravena dan oral cekok. Sebanyak enam ayam \n\nbroiler digunakan sebagai subjek yang diberikan siprofloksasin dan tiga ekor ayam broiler sebagai \n\nkontrol yang tidak diberikan obat atau zat apapun. Sampel darah diambil setiap 0,25; 0,5; 0,75; 1; \n\n1,5; 2; 4; 6; 8; 12; dan 24 jam setelah pemberian siprofloksasin. Lalu plasma darah ayam disiapkan \n\ndengan metode presipitasi protein dan semua sampel dianalisis menggunakan HPLC dengan \n\ndetektor UV. Siprofloksasin baik melalui rute pemberian intravena maupun oral cekok \n\nmenunjukkan model dua kompartemen. Parameter farmakokinetik yang diperoleh melalui rute \n\nintravena yakni A = 8,459 \nߤ \n\ng/mL, α= 4,298 / jam, B = 0,160 \nߤ \n\ng/mL, β= 0,016/jam, K12 = 5,252 \n\n/jam, dan K21 = 0,065 /jam. Parameter farmakokinetik yang diperoleh melalui rute oral cekok \n\nyakni A = 1,384 \nߤ \n\ng/mL, α= 0,386/jam, B = 0,372 \nߤ \n\ng/mL, β= 0,033/jam, C = 1,556 \nߤ \n\ng/mL, Ka = \n\n0,907 /jam, K12 = 0,166 /jam, dan K21 = 0,183 /jam. WT rute intravena dengan perhitungan ADI \n\nadalah 218,84 jam dan perhitungan BMR adalah 9,87 jam. Sedangkan WT rute oral cekok melalui \n\nperhitungan ADI adalah 26,65 jam dan perhitungan BMR adalah 9,83 jam.", "Daftar File": {"2018 TA PP INTAN DINNY NURALIFA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/132962"}, "Penulis": "INTAN DINNY NURALIFA NIM : 10713079", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Prof. Dr. Sukmadjaja Asyarie, Apt.", "Annisa Rahma, M. Sc., Apt.", "Ratna Annisa Utami, M. Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "farmakokinetik, withdrawal time, siprofloksasin, ayam broiler, intravena, oral cekok", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "9 file", "Tanggal Input": "27 Feb 2018"}