{"Nomor": 28085, "Judul": "NILAI PERUBAHAN KONSEP VISUALISASI SIMBOL (PELINGGIH) DALAM PROSES INTERAKSINYA DI BALI", "Abstrak": "Bali merupakan sebuah pulau yang penuh dengan nilai Ã‚Â– nilai kebudayaan dengan   \n \n \n\nproses penyampaiannya melalui sebuah pesan yang pemvisualisasiannya dalam   \n \n \n\nwujud simbol. Simbol bersifat cognitive constructs serta emotive, sehingga   \n \n \n\ndikatakan bahwa manusia menggunakan aktivitas simbolik dalam proses   \n \n \n\npembudayaan. Fenomena perubahan kebudayaan merupakan akibat dari proses   \n \n \n\npergeseran, pengurangan dan penambahan unsur sistem budaya karena adanya   \n \n \n\nproses interaksi dengan lingkungan. Pengamatan secara visual memperlihatkan   \n \n \n\ntelah terjadi fenomena perubahan pemvisualisasian simbol dalam wujud pelinggih   \n \n \n\ndi Bali. Wujud fisiknya mengalami perubahan bentuk dari wujud pelinggih yang   \n \n \n\nmemiliki identitas budaya lokal Bali, namun fungsi esensinya sebagai tempat   \n \n \n\npemujaan tidak berubah. Permasalahannya adalah masyarakat di Bali cenderung   \n \n \n\nmenerima fenomena tersebut dalam proses berkehidupan hingga masa sekarang,   \n \n \n\nsebagai proses interaksi simbolik yang menjadi identitas warisan budaya.   \n \n \n\nAktivitas keagamaan di Bali tidak terlepas dari penggunaan simbol Ã‚Â– simbol,   \n \n \n\nbahkan simbol merupakan media bagi umat Hindu untuk Ã‚Â‘mendekatkan diriÃ‚Â’ serta   \n \n\nÃ‚Â‘memohonÃ‚Â’ perlindungan Tuhan. Dicermati secara visual, terlihat bahwa di Bali   \n \n \n\nterjadi Ã‚Â‘pergeseranÃ‚Â’ representasi simbol dalam wujud pelinggih, sebagai media   \n \n \n\nuntuk mengomunikasikan pesan secara visual. Pelinggih merupakan salah satu   \n \n \n\nsimbol alam semesta yang diyakini sebagai sthana Ida Sang Hyang Widhi Wasa   \n \n \n\nbeserta manifestasi-Nya atau para roh suci leluhur. Konsep peletakan pelinggih   \n \n \n\nberupa Tri Mandala, yaitu kanistama mandala (area luar), madhyama mandala   \n \n \n\n(area tengah) dan uttama mandala (area utama). Keberadaan pelinggih di Bali   \n \n \n\nmerupakan sarana mewujudkan harmonisasi dengan Tuhan, sesama dan alam.   \n \n \n\nFenomena Ã‚Â‘keunikanÃ‚Â’ secara visual pada perwujudan pelinggih, terdapat pada   \n \n \n\nwilayah Pura di daerah Bali Selatan dan Utara. Pelinggih unik tersebut berbentuk   \n \n \n\nmobil serta bunga teratai (terdapat lima simbol agama pada bagian singhāsana).   \n \n \n\nPenelitian etnografi terfokus, mengenai perubahan visualisasi simbol dalam wujud   \n \n \n\npelinggih di Bali yang menjadi identitas warisan budaya, maka berupaya dipahami   \n \n \n\nkonsep kebaruan dalam Ã‚Â‘proses kreatifÃ‚Â’ diluar Ã‚Â‘konteks diriÃ‚Â’ untuk   \n \n \n\nmengomunikasikan pesan melalui sebuah media komunikasi visual. Pendekatan   \n \n \n\nanalisis visual digunakan untuk memahami bagaimana perubahan visualisasi   \n \n \n\nsimbol dalam wujud pelinggih tersebut direproduksi untuk konsepsi religi atau   \n \n \n\nsakral.   \n \n \n\nHasil penelitian menyatakan bahwa simbol dalam wujud pelinggih merupakan   \n \n \n\nhasil pengejewantahan pengalaman nyata yang bersifat memorable experience,   \n \n \n\nserta mengomunikasikan pesan akulturasi sistem budaya masyarakat yang saling   \n \n \n\nberinteraksi dengan lingkungan sosial sekitar pada masanya. Konsep   \n \n \n\nperwujudannya mengalami perubahan akibat kecenderungan perubahan proses   \n \n \n\nberpikir (organisme) dalam upaya meningkatkan stimulus untuk menghasilkan   \n \n \n\nrespon yang impresif. Wujud visualisasinya mengandung nilai religi dan mitologis   \n \n \n\nyang berelasi terhadap konsep keseimbangan alam semesta, sehingga keberadaan   \n \n \n\npelinggih unik tersebut cenderung dapat diterima hingga masa sekarang. Simbol   \n \n\nÃ‚Â‘kebaruanÃ‚Â’ terwujud dengan meminjam kode sakral yang sudah Ã‚Â‘mapanÃ‚Â’ serta   \n \n \n\nmelekat pada konsepsi simbol dalam wujud pelinggih. Perubahan konsep   \n \n \n\nvisualisasi simbol tersebut bukanlah karena terjadinya degradasi nilai religi   \n \n \n\nmaupun hasil proses berpikir masyarakat primitif, melainkan akibat   \n \n \n\nkecenderungan Ã‚Â‘pergeseranÃ‚Â’ wujud rasa bakti dalam proses yadnya. Pergeseran   \n \n \n\ndilandasi kecenderungan tindakan manusia untuk mendekatkan atau   \n \n \n\nmenghadirkan Ida Sang Hyang Widhi beserta manifestasinya, sehingga cenderung   \n \n \n\npeningkatan bakti yang semakin kuat serta mendalam menjadi proses   \n \n\nÃ‚Â‘memanusiakanÃ‚Â’ Tuhan. Proses tersebut mengakibatkan simbol menjadi   \n \n \n\nrepresentasi wujud yadnya yang semakin mengikat serta mendekatkan pada   \n \n \n\nkonsepsi manusia. Wujud visual simbol yang bersifat religi (sakral dan suci),   \n \n \n\ncederung bersinggungan dengan interaksi sosial dari konsepsi manusia dalam   \n \n \n\nproses berkehidupannya. Kecenderungan perkembangan proses berpikir   \n \n \n\nmasyarakat pada masa terjadinya perubahan konsep visualisasi simbol dalam   \n \n \n\nwujud pelinggih pada tahun 1948, lebih bersifat ontologis. Dimulai pada tahun +   \n \n \n\n1965, perkembangan alam pikir masyarakat cenderung lebih bersifat pragmatis   \n \n \n\nserta fungsional dalam aktifitas sosial, namun tidak menghilangkan nilai mitologis   \n \n \n\nuntuk memperkuat konsepsi sakral dan religius dalam proses interaksinya di Bali.   \n \n \n\nPrinsip keseimbangan dalam konsep Tri Hita Karana menjadi landasan   \n \n \n\nmasyarakat menuju pada kesadaran spiritualnya.   \n \n \n\nInterpretasi terhadap perubahan visualisasi simbol dalam wujud pelinggih, dapat   \n \n \n\nmencegah pergeseran makna dan fungsinya serta mampu memperdalam   \n \n \n\npemahaman terhadap Ã‚Â‘konsep diriÃ‚Â’ masyarakat di Bali. Memahami Ã‚Â‘proses kreatifÃ‚Â’   \n \n \n\ndiluar Ã‚Â‘konteks diriÃ‚Â’ dalam mengomunikasikan pesan yang bersifat religi melalui   \n \n \n\nmedia komunikasi visual, maka respon yang dihasilkan dari proses organisme   \n \n \n\nbersifat kesadaran kolektif. Penelitian ini berkontribusi pada keilmuan desain   \n \n \n\nkomunikasi visual, karena pembahasan secara holistik berfokus mengungkap   \n \n \n\nesensi perubahan konsep visualisasi simbol dalam konteks mengomunikasikan   \n \n \n\npesan secara visual, terkait analogi simbol dalam wujud pelinggih sebagai   \n \n \n\nmedium pemujaan.", "Daftar File": {"I Nyoman Larry Julianto 37013005.pdf": "https://digilib.itb.ac.id/gdl/download/132993"}, "Penulis": "I NYOMAN LARRY JULIANTO (NIM 37013005)", "Kontributor / Dosen Pembimbing": ["Pembiming: Dr. Imam Santosa, M.Sn."], "Jenis Koleksi": "Disertasi", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Perubahan Konsep, Visualisasi Pelinggih, Interaksi Simbolik, Bali", "Sumber": "", "Staf Input/Edit": "Saipul Aripin  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "25 Jun 2018"}