{"Nomor": 28083, "Judul": "KAJIAN EVALUASI USER EXPERIENCE PADA SISTEM TANDA PERHENTIAN KENDARAAN UMUM DI KOTA BANDUNG", "Abstrak": "Tanda perhentian kendaraan umum atau yang biasa dikenal dengan nama stop \n\nsignage sebagai media komunikasi visual yang diletakan di area pedestrian kota \n\nmemiliki fungsi memberikan informasi sebagai tanda tempat berhenti dan menaiki \n\nkendaraan umum. Pada tahun 2016 di kota Bandung, melalui pemerintahan Kota \n\nyaitu Dinas Perhubungan diberlakukan stop signage dengan desain yang baru. Stop \n\nsignage ini merupakan perubahan desain yang pertama ada di Indonesia yang \n\nmemiliki informasi lebih lengkap mengenai rute dan jalur kendaraan umum. \n\nPerubahan ini dilakukan terkait dengan Bandung Urban mobility Project yang \n\ndiusung kota Bandung di mana diharapkan transportasi Kota Bandung yang dapat \n\ndiandalkan dalam mendukung setiap aktivitas seluruh warga kota. Hal ini berkaitan \n\nsebagai salah satu program kota Bandung menjadi smart city. Tujuannya adalah \n\nuntuk memenuhi kebutuhan masyarakat dalam melakukan aktivitas menggunakan \n\nkendaraan umum untuk berhenti di tempat yang telah ditentukan. Namun pada \n\nkenyataannya, banyak masyarakat yang masih kurang memahami mengenai fungsi \n\nstop signage karena dinilai belum dapat memenuhi kebutuhan. Tujuan dari \n\npenelitian ini adalah untuk melakukan evaluasi user experience terhadap stop \n\nsignage di kota Bandung, khususnya pada Angkot stop signage karena Angkot stop \n\nsignage merupakan satu-satunya signage yang dirancang oleh desainer yaitu, \n\nKudos Design Collaboratory juga Angkot stop signage merupakan stop signage \n\nyang paling banyak diterapkan di kota Bandung. Penelitian ini merupakan studi \n\nyang bersifat explanatory sequential di mana data hasil Evaluasi UX menjadi \n\npendukung bagi data observasi lapangan, wawancara, dan studi literatur. Hasil \n\npenelitian ini menunjukan bahwa stop signage di kota Bandung faktanya belum \n\ndapat memenuhi kebutuhan pengguna kendaraan umum. Selain itu, stop signage \n\nyang sudah ada tersebar saat ini memiliki elemen-elemen grafis yang tidak \n\nkonsisten. Dapat disimpulkan bahwa adanya ketidakselarasan antara ekspektasi \n\npenyedia fasilitas dengan pengalaman pengguna. Dalam penelitian ini \n\ndikemukakan rekomendasi desain stop signage dengan mempertimbangkan \n\nkebutuhan dan pengalaman pengguna kendaraan umum yang selaras dengan \n\nprogram Bandung Urban Mobility Project.", "Daftar File": {"INTAN SUCI LESTARI_27115035.pdf": "https://digilib.itb.ac.id/gdl/download/132986"}, "Penulis": "INTAN SUCI LESTARI (NIM: 27115035)", "Kontributor / Dosen Pembimbing": ["Dr. Yannes Martinus Pasaribu M.Sn  \n\nHafiz Aziz Ahmad S.Sn., M.Des., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "evaluasi, komunikasi visual, tanda perhentian kendaraan umum, user experience", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "03 Okt 2018"}