{"Nomor": 28090, "Judul": "Small change : about the art of practice and the limits of planning in cities", "Abstrak": "Perkembangan metropolitan saat ini cenderung tidak diantisipasi dengan pembentukan lembaga pengelola yang jelas dan efektif. Karakteristik metropolitan yang lintas batas dan fungsi menyebabkan pengelolaannya tidak dapat dilakukan secara parsial oleh masing-masing kabupaten/kota di era otonomi daerah saat ini. Kelembagaan metropolitan juga perlu disiapkan untuk mengatasi isu strategis/persoalan metropolitan. Dengan mengambil studi kasus Metropolitan Cirebon Raya (MCR), penelitian ini bertujuan untuk memberikan rekomendasi model tata kelola kelembagaan metropolitan dalam konteks otonomi daerah. Metode penelitian yang digunakan adalah metode kualitatif dengan mengidentifikasi isu strategis metropolitan dan bagaimana kesesuaiannya berdasarkan perspektif teoritik, normatif (kebijakan), dan empirik. Selain itu juga dilakukan stakeholder analysis untuk mengidentifikasi aktor kunci dalam konteks perwujudan visi MCR dan antisipasi penanganan isu strategis metropolitan.     \n \n \n \n \n \n\nBerdasarkan kajian teoritik dan empirik, bentuk kelembagaan MCR, diarahkan pada bentuk interkomunalitas dengan pengaturan kelembagaan model fragmented governace (kerjasama antardaerah pada isu tertentu) dan model Metropolitan/Regional Government (pembentukan Sekretariat Bersama/Badan Metropolitan oleh Provinsi) untuk mendorong perwujudan visi MCR sebagai metropolitan budaya-sejarah berbasis pariwisata dan industri. Sesuai UU No 23 Tahun 2014, Pemerintah Provinsi Jawa Barat sebagai wakil Pemerintah Pusat dapat melakukan pengelolaan bersama untuk layanan infrastruktur lintas kab/kota, seperti pengelolaan persampahan (TPA Regional) dan penyediaan air minum (SPAM Regional) melalui pembentukan BUMD milik bersama antara kab/kota yang bekerjasama, serta pengelolaan transportasi yang terintegrasi, melalui Badan Pengelola Transportasi. Sedangkan rekomendasi model kelembagaan metropolitan yang lebih besar, terdiri dari Dewan MP2JB (forum kepala daerah), Sekber/Badan MP2JB (SKPD Prov dan Kab/Kota) sekaligus sebagai regulator layanan infrastruktur lintas kab/kota, dan BUMD Bersama (selaku operator/penyelenggara layanan).", "Daftar File": {"2018 TS PP IPUNG YANUASMARA_COVER 1.pdf": "https://digilib.itb.ac.id/gdl/download/132998", "2018 TS PP IPUNG YANUASMARA_ABSTRAK 1.pdf": "https://digilib.itb.ac.id/gdl/download/132999"}, "Penulis": "IPUNG YANUASMARA (NIM: 25415037)", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Puspita Dirgahayani ST, M.Eng"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "kelembagaan, tata kelola, metropolitan, otonomi daerah, kerja sama antar daerah.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Alice Diniarti", "File": "2 file", "Tanggal Input": "24 Feb 2018"}