{"Nomor": 28093, "Judul": "METODE PERAMALAN PRODUCTIVITY INDEX RATIO DAN KEEKONOMIAN SUMUR STIMULASI MIKROBA HUFF AND PUFF DENGAN MENGGUNAKAN SIMULATOR KONVENSIONAL KOMERSIL", "Abstrak": "Produksi sumur minyak akan mengalami penurunan seiring dengan berjalannya waktu. Oleh karena itu dibutuhkan suatu metode yang dapat meningkatkan perolehan minyak. Berbagai metode telah dilakukan untuk meningkatkan perolehan minyak, metode tersebut disebut dengan Enhanced Oil Recovery. Salah satu jenis dari Enhanced Oil Recovery tersebut adalah Microbial Enhanced Oil Recovery. Penggunaan mikroba dalam usaha pengingkatan perolehan minyak menggunakan mikroba telah lama dikembangkan oleh berbagai pihak. Percobaan komputasi,laboratorium, dan lapangan terus dikembangkan untuk meningkatkan perolehan minyak menggunakan mikroba. Namun hingga saat ini belum ada hasil yang memuaskan dalam meramalkan productivity index ratio dalam aplikasi MEOR. Oleh karena itu dilakukan studi mengenai metode peramalan productivity index ratio dari suatu sumur mikroba menggunakan simulator komersil konvensional. \n\nStudi yang digunakan oleh penulis dalam peramalan productivy index ratio dari suatu sumur injeksi huff and puff menggunakan simulator bernama CMG dikarenakan belum adanya simulator yang dibuat khusus untuk mikroba. Pembuatan model menggunakan simulator untuk reservoir black oil dan berbagai kondisi yang sesuai dengan screening untuk injeksi mikroba berjenis huff and puff. Setelah pembuatan model dilakukan validasi untuk mengecek apakah model yang dibuat cocok dengan kondisi lapangan dan sangat mendekati kondisi tersebut. Validasi model dilakukan dengan pelaksanaan well testing menggunakan aplikasi komersial. Setelah model divalidasi dan mendekati kondisi yang sebenarnya lalu dilakukan simulasi sesuai dengan berbagai parameter yang berpengaruh terhadap productivity index ratio pada aplikasi MEOR. Kemudian dilakukan analisis sensitivitas dari berbagai parameter tersebut dan dilakukan pendekatan korelasi menggunakan metode regresi. Kumpulan nilai productivity index ratio tersebut kemudian dianalisis untuk melihat seberapa baik korelasi tersebut apabila dibandingkan dengan hasil productivity index ratio hasil simulator dengan perhitungan galat. \n\nHasil peramalan productivity index ratio yang dihasilkan cukup memuaskan dengan galat keseluruhan kurang dari 5%. Selain itu dilakukan pula analisis ekonomi dalam skala komputasi untuk melihat feasibilitas dari hasil simulasi tersebut. Dari berbagai jenis mikroba yang dilakukan simulasi ditemukan bahwa mikroba C dapat menghasilkan peningkatan perolehan minyak sebesar 796.367 barrel dan diprediksi akan menghasilkan revenue sebesar 41,682.02 Dollar Amerika Serikat.", "Daftar File": {"2016 TA PP IQBAL DWIPUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/133009"}, "Penulis": "IQBAL DWIPUTRA (NIM : 12210036)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "MEOR, huff and puff, model simulasi, CMG, productivity index ratio, korelasi productivity index ratio", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "17 Mei 2018"}