{"Nomor": 28107, "Judul": "KARAKTERISASI LEVAN HASIL PRODUKSI BAKTERI HALOFILIK Bacillus licheniformis BK1 DAN APLIKASINYA UNTUK NANOPARTIKEL PENGHANTAR PROTEIN", "Abstrak": "Levan adalah biopolimer fruktooligosakarida (fruktan) yang dapat membentuk struktur rantai lurus yang setiap monomernya dihubungkan dengan ikatan β-(2,6) glikosidik dan ada yang dapat membentuk cabang pada ikatan β-(2,1) glikosidik. Levan merupakan produk dari reaksi transfruktosilasi dan polimerisasi yang dikatalisis oleh levansukrase (EC 2.4.1.10) dengan substrat sukrosa. Penelitian mengenai pemanfaatan levan hingga saat ini terus dilakukan karena karakteristik levan yang tidak toksik, mudah diserap, aman terdegradasi dalam tubuh dan tidak menimbulkan alergi, sehingga levan cocok diaplikasikan di berbagai sektor bidang industri, seperti industri pangan, industri kosmetik, industri obat-obatan. Saat ini levan juga sedang dikembangkan sebagai material untuk nanopartikel pada bidang nanoteknologi. Bacillus licheniformis telah diketahui merupakan bakteri penghasil levan. Pada penelitian ini bakteri halofilik moderat Bacillus licheniformis strain BK1 yang diisolasi dari air garam kawah lumpur Bledug Kuwu, Grobogan, Purwodadi Jawa Tengah, diuji potensinya sebagai bakteri penghasil levan. Pembuktian bakteri ini sebagai penghasil levan dilakukan dengan menumbuhkan bakteri tersebut pada media Belghith (media levan) yang mengandung sukrosa sebagai sumber karbon. Koloni-koloni bakteri ini mensekresikan cairan kental setelah diinkubasi 24 jam yang menunjukkan hasil positif sebagai penghasil levan. Optimasi produksi levan dilakukan dengan mengamati aktivitas levansukrase, dimana aktivitas tertinggi dicapai pada media yang mengandung 15% sukrosa, 7,5% NaCl, pH 8, temperatur 40oC dan waktu inkubasi selama 16 jam. Levan yang diproduksi oleh bakteri selanjutnya dikonfirmasi strukturnya menggunakan Fourier Transform Infrared (FTIR) dan Nuclear Magnetic Resonance (NMR). Spektrum FTIR menunjukkan kemiripan yang identik antara sampel yang dianalisis dengan levan standar, dimana terdapat ikatan -OH pada bilangan gelombang sekitar 3388,93 cm-1, ikatan C-H pada bilangan gelombang sekitar 2885,51 cm-1, ikatan C-OH pada bilangan gelombang sekitar 1018,41 cm-1, cincin furanosa pada bilangan gelombang sekitar 1056,991271,09 cm-1, dan daerah sidik jari pada bilangan gelombang sekitar 927,761271,09 cm-1. Hasil analisis H-NMR lebih lanjut teridentifikasi sampel levan memiliki geseran kimia pada 3,64 (d, H-1a) ppm; 3,85 (d, H-1b) ppm; 4,15 (d, H3) ppm; 4,06 (t, H-4) ppm; 3,89 (m, H-5) ppm dan 3,60 (t, H-6) ppm, sementara pada C-NMR yaitu 60,09 (C-1) ppm; 104,27 (C-2) ppm; 76,38 (C-3) ppm; 75,26 (C-4) ppm; 80,35 (C-5) ppm dan 63,44 (C-6) ppm. Karakterisasi struktur menunjukkan bahwa sampel terbukti merupakan levan, sehingga pada penelitian ini dilakukan uji potensinya sebagai material untuk nanopartikel. Pada penelitian ini levan digunakan untuk mengimobilisasi protein. Bovine Serum Albumin (BSA) dan lisozim digunakan sebagai target untuk imobilisasi. Imobilisasi BSA dan lisozim menggunakan sampel levan secara berturut-turut memberikan efisiensi (%EI) sebesar 74,62% dan 81,77%. Partikel hasil imobilisasi dikarakterisasi menggunakan Scanning Electron Microscopy (SEM). Hasil analisis morfologi partikel menggunakan SEM untuk levan yang mengimobilisasi BSA memperlihatkan bahwa nanopartikel belum dapat membentuk partikel bulat dengan distrubusi ukuran antara 83-298 nm, sedangkan levan yang mengimobilisasi lisozim menghasilkan morfologi yang bulat dengan distribusi ukuran antara 206-285 nm. Perbedaan morfologi pada nanopartikel kemungkinan disebabkan oleh ukuran protein dan rata-rata panjang rantai levan yang berbeda. Levan hasil produksi Bacillus licheniformis BK1 kemungkinan memiliki rantai terlalu pendek untuk mengenkapsulasi molekul BSA, sehingga menghasilkan bentuk nanopartikel yang tidak bulat jika dibandingkan ketika digunakan untuk mengenkapsulasi lisozim yang memiliki berat molekul lebih rendah daripada BSA. Imobilisasi BSA diuji juga dengan menggunakan standar levan yang memiliki rantai lebih panjang. Nanopartikel yang dihasilkan berbentuk bulat dengan distribusi ukuran 63-228 nm dan memiliki efisiensi 85,46%, sehingga dapat dikonfirmasi bahwa ukuran molekul levan menentukan morfologi nanopartikel yang dihasilkan.", "Daftar File": {"2017 TS PP IRA OKTAVIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/133039", "2017 TS PP IRA OKTAVIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/133038", "2017 TS PP IRA OKTAVIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/133037", "2017 TS PP IRA OKTAVIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/133036", "2017 TS PP IRA OKTAVIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/133040", "2017 TS PP IRA OKTAVIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/133041", "2017 TS PP IRA OKTAVIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/133042"}, "Penulis": "IRA OKTAVIA (NIM : 20515002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Rukman Hertadi, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Bakteri halofilik, Bacillus licheniformis BK1, levan, imobilisasi protein, nanopartikel", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "7 file", "Tanggal Input": "15 Okt 2018"}