{"Nomor": 28106, "Judul": "REKAYASA PRODUKSIJAMUR TIRAM PUTIH (Pleurotus ostreatus)MELALUI PEMBERIAN BAKTERI Ochrobactrum pseudogrignonense", "Abstrak": "Jamur tiram putih merupakan salah satu sumber pangan dan jenis jamur yang banyak diminati oleh masyarakat Indonesia bahkan dunia. Walaupun keuntungan budidaya jamur dari segi ekonomi dan nutrisi menjanjikan namun produksinya masih fluktuatif dan belum stabil. Salah satu faktor penyebabnya adalah kurang optimalnya jamur tiram dalam menyerap sari makanan dari medianya. Salah satu pendekatan untuk mengatasinya dari aspek biologis adalah dengan pemberian mikroba selulolitik pada media tumbuh jamur. Pada penelitian ini, dilakukan optimasi melalui penambahan inokulum Ochrobactrum pseudogrignonense pada baglog jamur. Penelitian ini menggunakan Rancangan Acak Lengkap Faktorial terdiri dari 2 faktor, yaitu faktor Konsentrasi Bakteri dengan variasi 10-2 (P1), 10-3 (P2) dan 10-4 (P3) dan faktor Media Pembawa Inokulum Bakteri dengan variasi Aquades (A1) dan Larutan NaCl 0,85% (A2), maka didapat 6 variasi kombinasi dan kontrol dengan 15 ulangan. Data yang didapat diuji dengan uji One-Way ANOVA dan uji lanjut DMRT (Duncan Multiple Range Test) dengan tingkat kepercayaan 95% (α= 0,05). Hasil penelitian pda masa pengamatan 2 bulan menunjukkan perbedaan nyata pada parameter Berat Kering, Diameter Tudung, Panjang Tangkai, Intensitas Panen danEfisiensi Biologis. Perlakuan inokulum dengan konsentrasi 10-4 dengan media pembawa Aquades (P2A1) menunjukkan perbedaan nyata yaitu berat kering sebesar 10,89 gram/baglog/bulan (BER 2,14%) dan pada perlakuan konsentrasi 10-6 pada media Larutan NaCl 0,85% (P3A2) sebesar 10,4 gram/baglog/bulan (BER 2,1%). Parameter Intensitas Panen berbeda nyata pada perlakuan konsentrasi 10-4 dan 106 pada media Larutan NaCl 0,85% (P2A2 dan P3A2) serta pada perlakuan konsentrasi 10-4 pada media Aquades (P2A1) secara berturut-turut adalah 2,3 kali panen; 1,8 kali panen dan 1,7 kali panen. Perlakuan inokulum dengan konsentrasi 10-6 pada media Larutan NaCl 0,85% (P3A2) berbeda nyata dan hasil terbaik pada parameter Panjang Tangkai (7,26 cm) dan Diameter Tangkai (10,82 cm). Berdasarkan hasil penelitian, variasi konsentrasi dan media pembawa pada penambahan inokulum O.pseudogrignonense mampu meningkatkan produktivitas jamur tiram.", "Daftar File": {"2018 TA PP-Ira Indira Putri 1- ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133035"}, "Penulis": "Ira Indira Putri (NIM:11414058)", "Kontributor / Dosen Pembimbing": ["Prof.Dr. I Nyoman Pugeg Aryantha"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Jamur Tiram, Konsentrasi, Media Pembawa Inokulum, O.pseudogrignonense", "Sumber": "", "Staf Input/Edit": "didi kusnendi  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Sep 2018"}