{"Nomor": 28101, "Judul": "PEMETAAN SEBARAN SPASIAL POTENSI EROSI/LONGSOR DAN ANALISIS SIFAT FISIK TANAH DI TAMAN HUTAN RAYA IR. H. DJUANDA, BANDUNG", "Abstrak": "Taman Hutan Raya Ir. H Djuanda merupakan kawasan pelestarian alam seluas Ã‚Â±520 ha yang merupakan salah satu taman hutan raya tertua di Indonesia. Lokasi taman hutan raya ini melintasi Kota Bandung, Kecamatan Cimenyan dan Kecamatan Lembang, pada ketinggian 770 Ã‚Â– 1350 mdpl. Secara umum kawasan ini memiliki lereng-lereng yang curam dengan kelerengan yang dapat mencapai lebih dari 40 % terutama pada jalur trek Gua Belanda menuju Maribaya. Tanah pada kawasan ini tergolong berjenis latosol (peka erosi) dan curah hujan tergolong tinggi (rata-rata 2200 mm/tahun). Kondisi tersebut berimplikasi pada tingginya kerawanan kawasan terhadap bahaya erosi dan longsor. Penelitian ini bertujuan untuk menentukan Tingkat Bahaya Erosi (TBE) secara spasial dan menganalisis sifat-sifat fisik tanah pada areal-areal yang terkena longsor dibandingkan dengan areal yang tidak terkena longsor. Metode yang digunakan adalah pemetaan TBE dengan aplikasi Arc GIS melalui metode Universal Soil Loss Equation (USLE).  Pencuplikan tanah dilakukan pada titik-titik lokasi yang mengalami erosi/longsor dan areal-areal tidak longsor di sepanjang jalur trek Goa Belanda Ã‚Â– Maribaya, dilanjutkan dengan pengujian sifat fisik tanah di laboratorium. Sampel sifat fisik tanah diambil dari empat plot tidak longsor dan empat plot longsor. Hasil penelitian menunjukkan bahwa 68% areal di dalam kawasan Taman Hutan Raya Ir. H Djuanda tergolong memiliki kerawanan bahaya erosi dari tingkat Sedang hingga Sangat Berat, dengan kondisi kelas TBE dari lima kelas secara beturut-turut adalah Sangat Ringan (11%), Ringan (14%), Sedang (26%), Berat (31%), dan Sangat Berat (11%). Data tersebut mengindikasikan bahwa secara umum kawasan Taman Hutan Raya Ir. H Djuanda didominasi oleh kawasan yang peka erosi dan longsor. Berdasarkan hasil pengujian sifat-sifat fisik tanah diperoleh perbandingan karakteristik antara areal longsor dan tidak longsor sebagai berikut: (1) C-organik pada areal longsor umumnya rendah; (2) Tekstur pada tanah tidak longsor terdiri dari lempung dan lempung berdebu, sedangkan tekstur pada plot longsor terdiri dari lempung berdebu, lempung berliat, dan liat; (3) Struktur tanah secara umum pada kedua tipe areal tergolong sub-angular blocky (menggumpal); (4) Permeabilitas tanah pada plot tidak longsor lebih tinggi dengan nilai permeabilitas 0,60 Ã‚Â– 34,30 cm/jam dibandingkan dengan plot longsor yang berkisar 0,56 Ã‚Â– 6,24 cm/jam; (5) Bobot isi tanah pada areal longsor lebih tinggi (1,52-1,68 gr/cm3) daripada areal tidak longsor (1,19-1,58 gr/cm3); (6) Kadar air tanah pada areal tidak longsor lebih tinggi, yaitu 41,61 Ã‚Â– 55,80 % dibandingkan areal longsor sebesar 38,58 Ã‚Â– 48,28 %; dan (7) Porositas tanah pada areal tidak longsor lebih tinggi dengan nilai 40,48 Ã‚Â– 54,93 % dibandingkan areal longsor sebesar 36,46 Ã‚Â– 42,45 %. Berdasarkan kondisi tersebut dapat diketahui bahwa areal-areal yang mengalami longsor cenderung memiliki sifat fisik tanah yang berbeda dengan areal-areal yang tidak longsor.", "Daftar File": {"2018 TA PP IQRA HARDIANTO N. 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133023"}, "Penulis": "IQRA HARDIANTO N. (NIM : 11512045)", "Kontributor / Dosen Pembimbing": ["pembimbing:   \n\nDr. Devi N. Choesin.   \n\nDr. Ichsan Suwandhi."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Erosi, Longsor, Universal Soil Loss Equation (USLE), Tingkat Bahaya Erosi (TBE), Sifat Fisik Tanah, Taman Hutan Raya Ir. H Djuanda.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Jul 2018"}