{"Nomor": 28100, "Judul": "GEOLOGI DAERAH GUNUNG KENDANG JAWA BARAT BERDASARKAN ANALISIS CITRA ALOS 2 PALSAR 2 DAN OBSERVASI LAPANGAN", "Abstrak": "Pemetaan geologi pada daerah dengan topografi terjal serta tutupan vegetasi yang \n\nrapat memiliki tingkat kesulitan yang tinggi. Salah satu metode yang dapat \n\ndigunakan untuk membantu pemetaan di daerah tersebut adalah menggunakan \n\nmetode penginderaan jauh atau Remote Sening. Citra yang digunakan pada \n\npenelitian ini adalah Advanced Land Observing Satellite (ALOS) 2 Phase Array \n\nType L-band Synthetic Aperture Radar (PALSAR) 2 karena citra tersebut memiliki \n\npanjang gelombang 22,9 cm (L-Band) sehingga memungkinkan untuk menembus \n\ntutupan kanopi vegetasi serta tidak dibatasi oleh kondisi cuaca serta waktu akuisisi. \n\nStudi ini bertujuan untuk mengidentifikasi tatanan geologi menggunakan data citra \n\nALOS 2 PALSAR 2 yang dibuktikan dengan pemetaan geologi lapangan. \n\nPenelitian dilakukan di daerah Gunung Kendang, Kabupaten Bandung dan \n\nKabupaten Garut, Jawa Barat. Stratigrafi daerah penelitian dibagi ke dalam dua \n\nkhuluk, yaitu Khuluk Kendang dan Khuluk Papandayan, yang dibagi menjadi 11 \n\nsatuan litologi. Khuluk Kendang terdiri dari tiga gumuk yaitu Gumuk Jaya, Gumuk \n\nCigangsa, dan Gumuk Darajat. Khuluk Papandayan terdiri dari Gumuk Puntang. \n\nStruktur geologi di daerah penelitian berupa sesar geser menganan di barat daya \n\nDarajat dan di daerah Gunung Puntang yang ditunjukkan dengan adanya batuan \n\nalterasi, mata air, dan fumarola. Hasil observasi lapangan yang didukung dengan \n\nanalisis petrografi menunjukkan bahwa litologi pada daerah penelitian terdiri dari \n\nandesit, breksi piroklastik, breksi tuf, dan lapili tuf. Komposit RGB: HV-HH-VV \n\nmenunjukkan rona merah berupa area vegetasi rapat, warna hijau menunjukkan area \n\nvegetasi pendek, dan rona biru menunjukkan area lahan basah. Litologi yang \n\nresisten menunjukkan relief yang kasar ditandai dengan rona putih terang \n\nsedangkan litologi yang kurang resisten menunjukkan relief yang halus ditandai \n\ndengan rona yang lebih gelap pada ALOS 2 PALSAR 2. Hasil pengukuran \n\nsuseptibilitas magnetik menunjukkan bahwa produk lava memiliki nilai \n\nsuseptibilitas lebih dari 10 ÃƒÂ— 10-3 sedangkan pada produk piroklastik memiliki nilai \n\nsuseptibilitas kurang dari 10 ÃƒÂ— 10-3.", "Daftar File": {"2018 TA PP  IQBAL SYARIEF  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133022"}, "Penulis": "IQBAL SYARIEF (NIM: 12013013)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Asep saepuloh, S.T., M.Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Gunung Kendang, penginderaan jauh, ALOS 2 PALSAR 2, suseptibilitas magnetik.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     tuti yulia", "File": "22 file", "Tanggal Input": "13 Mar 2018"}