{"Nomor": 28104, "Judul": "PENGARUH BUDAYA KESELAMATAN DAN KESEHATAN KERJA TERHADAP KINERJA KESELAMATAN KERJA DI PT. X CIKAMPEK JAWA BARAT", "Abstrak": "Keselamatan dan kesehatan kerja merupakan salah satu faktor penting yang perlu diperhatikan oleh perusahaan dalam menjamin kesejahteraan pekerja. Penyelenggaraan program safety dalam kegiatan operasional maupun manajerial di suatu perusahaan memberikan dampak positif karena mampu mempertahankan reputasi dan memberi keuntungan bagi perusahaan. Budaya keselamatan kerja (safety culture) merupakan kunci dalam menentukan sebuah kesuksesan atau kegagalan suatu organisasi dalam melakukan penerapan sistem keselamatan dan kesehatan kerja. Dimana perusahaan dengan tingkat budaya yang buruk membutuhkan tindakan perbaikan untuk meningkatkan kesadaran akan budaya keselamatan di tempat kerjanya. Sehingga penerapan safety culture merupakan syarat yang harus dipenuhi guna mencapai derajat kinerja K3 yang dipahami dan dijadikan prioritas utama dalam suatu organisasi. Pengukuran budaya dilakukan dengan menggunakan kuesioner Offshore UK Health and Safety Board dan NOSACQ-50, untuk pengukuran kinerja mengacu pada A Guide To Measuring Health & Safety Performance dari Health and Safety Environment (HSE UK). Hasil pengukuran budaya K3 di PT X Cikampek menunjukkan bahwa PT X Cikampek telah berada pada tahapan budaya proaktif dengan nilai kinerja keselamatan sedang. Berdasarkan analisis dengan menggunakan SEM-PLS faktor budaya keselamatan dan kesehatan kerja memiliki pengaruh terhadap kinerja keselamatan di PT. Cikampek (R2= 61%) dan sisanya (39%) dipengaruhi oleh faktor-faktor lainnya.", "Daftar File": {"2015 TS PP IRA AZIKHA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/133026", "2015 TS PP IRA AZIKHA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/133027", "2015 TS PP IRA AZIKHA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/133028", "2015 TS PP IRA AZIKHA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/133029", "2015 TS PP IRA AZIKHA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/133030", "2015 TS PP IRA AZIKHA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/133031", "2015 TS PP IRA AZIKHA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/133032", "2015 TS PP IRA AZIKHA 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/133033"}, "Penulis": "IRA AZIKHA (NIM: 25313318)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Herto Dwi Ariesyady, ST, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Budaya keselamatan, kinerja keselamatan, partial least square, Offshore UK Health and Safety Board, NOSACQ-50.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "01 Okt 2018"}