{"Nomor": 28118, "Judul": "PROSES SELEKSI REKOMENDASI PEMBANGKIT LISTRIK ENERGI TERBARUKAN UNTUK PRODUSEN DAYA INDEPENDEN DI INDONESIA", "Abstrak": "Kebutuhan energi nasional yang terus meningkat tanpa diimbangi dengan kemampuan produksi dalam negeri membuat Indonesia harus memasok kebutuhan tersebut dari luar negeri (impor). Namun kegiatan ini ternyata berdampak terhadap keekonomian indonesia dimana transaksi tersebut dilakukan dalam jumlah yang sangat besar yakni mencapai USD 2.5 miliar pada industri petrokimia. Untuk mengurangi masalah ini, pemerintah menyeimbangkan penggunaan energi berbasis minyak dengan energi berbasis listrik. Tertuang dalam kebijakan energi nasional dimana bauran energi terbarukan sebesar 7.7% pada tahun 2016 menjadi 25% pada tahun 2025. Untuk mendukung kebijakan ini, maka diperlukan pembangunan pembangkit listrik dengan sumber daya energi terbarukan dalam rangka mengurangi polusi sebagai tindakan proaktif Indonesia dalam mengurangi efek rumah kaca dunia. \n\nNamun, keberagaman pembangkit listrik dengan sumber daya terbarukan yang memiliki keunggulan dan kekurangannya masing-masing baik dari segi potensi, dana, politik, ekonomi, sosial, teknologi, legal, dan lingkungan, membuat produsen listrik independen kesulitan dalam menentukan jenis pembangkit listrik yang tepat untuk dijalankan. \n\nUntuk mendukung keputusan produsen listrik independen tersebut, maka dipilihlah metode gabungan FAHP dengan SMART dengan tujuan mendapatkan gambaran luas dari segi politik, ekonomi, sosial, teknologi, legal, lingkungan, potensi, dan dana dari setiap pembangkit listrik berdasarkan penilaian ahli dan data riset. \n\nHasil yang diperoleh adalah, ahli merekomendasi bahwa pembangkit panas bumi dan hidro menjadi pilihan utama untuk dijalankan dengan kriteria nilai ekonomi, dampak lingkungan, dan masalah legal adalah hal-hal yang harus diperhatikan dalam pelaksanan. Namun ketika rekomendasi ini diselaraskan dengan potensi energi masing-masing pembangkit dan dengan mempertimbangkan dana yang harus dikeluarkan dalam pembuatan unit pembangkit, hasil yang didapat adalah pembangkit hidro dan solar menjadi pilihan utama dimana dana yang harus dikeluarkan sedikit sedangkan keuntungan yang didapat lebih besar.", "Daftar File": {"2018 TS PP IRFAN FARHAN SUDRAJAT 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133098"}, "Penulis": "IRFAN FARHAN SUDRAJAT (NIM 29316087)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Bambang Purwoko Kusumo Bintoro"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Decision Making, Fuzzy Analytical Hierarchy Process, Renewable Energy Power Plant, Simple Multi Attribute Rating Technique.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "09 Jun 2018"}