{"Nomor": 28115, "Judul": "GEOLOGI DAN KARAKTERISTIK KOMPLEK MELANGE DAERAH KARANGANYAR DAN SEKITARNYA, KECAMATAN PURWANEGARA, KABUPATEN BANJARNEGARA, JAWA TENGAH", "Abstrak": "Pemetaan geologi detail dilakukan pada daerah penelitian yang terletak di daerah Karanganyar, Kecamatan Purwanegara, Kabupaten Banjarnegara, Provinsi Jawa Tengah yang terletak pada koordinat UTM 9173000-9179000 mU dan 342000-351000 mE. Penelitian ini bertujuan untuk mengetahui tatanan geologi serta karakteristik detail komplek melange yang tersingkap di daerah tersebut yang dilakukan dengan metode pemetaan detail dengan skala 1:2.500 dan 1:5.000. Morfologi daerah penelitian berupa dataran, perbukitan, dan punggungan yang \ndikontrol oleh jenis litologi. Satuan tertua di daerah ini adalah Kompleks Melange yang terbentuk akibat subduksi Lempeng Indo-Australia terhadap Lempeng Eurasia yang terjadi pada Kapur Akhir-Paleosen, yang berbatasan secara tektonik berupa sesar naik dengan Satuan Breksi Lempung berumur Oligosen Awal-Akhir di bagian atasnya. Kemudian  \ndiendapkan Satuan Breksi Vulkanik dan Satuan Tuf yang berumur Miosen Awal di atasnya secara selaras. Satuan paling muda di daerah penelitian yaitu Satuan Breksi Piroklastik yang berumur Pliosen-Plistosen yang diendapkan secara tidak selaras di atas seluruh satuan batuan yang ada di daerah penelitian. Struktur yang berkembang di daerah penelitian yaitu sesar naik yang berarah NWSE  \nserta struktur minor seperti boudinage, slaty cleavage, dan shear fracture. Ciri khas dari Kompleks Melange yaitu adanya blok yang mengalami proses boudinage, yang terdiri dari kelompok batuan ofiolit, batuan sedimen pelagis, dan berbagai jenis batuan metamorf yang tertanam secara tektonik dalam matriks batulanau-batulempung bersisik (slaty cleavage) yang tergerus kuat.", "Daftar File": {"2017 TA PP IRFAN ADRIANSYAH NUGRAHA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/133071", "2017 TA PP IRFAN ADRIANSYAH NUGRAHA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/133072", "2017 TA PP IRFAN ADRIANSYAH NUGRAHA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/133073", "2017 TA PP IRFAN ADRIANSYAH NUGRAHA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/133074", "2017 TA PP IRFAN ADRIANSYAH NUGRAHA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/133075", "2017 TA PP IRFAN ADRIANSYAH NUGRAHA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/133076", "2017 TA PP IRFAN ADRIANSYAH NUGRAHA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/133077", "2017 TA PP IRFAN ADRIANSYAH NUGRAHA 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/133078", "2017 TA PP IRFAN ADRIANSYAH NUGRAHA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/133079"}, "Penulis": "IRFAN ADRIANSYAH NUGRAHA (nim : 12012045)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \nDr. Ir. Agus Handoyo Harsolumakso", "Dr. Ir. Indra Gunawan S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Karanganyar, melange, boudinage, slaty cleavage.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "12 Apr 2018"}