{"Nomor": 28113, "Judul": "ANALISIS DAMPAK PERKEMBANGAN PERHOTELAN DAN PENGARUH LIMBAHNYA TERHADAP LINGKUNGAN PESISIR PANTAI PANGANDARAN", "Abstrak": "Pembangunan pariwisata terutama dalam penyediaan aspek akomodasi perhotelan harus didasarkan pada kriteria keberlanjutan yang artinya harus didukung aspek ekologisnya dalam jangka panjang. Dengan demikian baik secara langsung maupun tidak langsung, keberadaan sektor pariwisata ini mempengaruhi dua hal, yakni secara positif pembangunan pariwisata terbukti mampu menjadi penyumbang pendapatan nasional terbesar, namun di sisi lain ternyata pengembangan pariwisata yang berlebihan tanpa mementingkan batas ambang lingkungan fisiknya hanya akan merusak keseimbangan lingkungan. Rusaknya keseimbangan lingkungan ini dapat mengakibatkan terganggunya ekosistem lingkungan akibat mendapat pengaruh buangan limbah yang berasal dari berbagai kepentingan aktivitas pariwisata yang terbangun pada suatu wilayah tersebut.Salah satu fasilitas penting adalah adanya sarana penginapan seperti hotel yang dapat memberikan kenyamanan bagi para pengunjung. Kondisi hotel yang bersih, sehat, rapi, dan indah akan meningkatkan kenyamanan bagi para tamu dan dapat meningkatkan jumlah tamunya.Tumbuhnya berbagai usaha perhotelan pada kawasan pariwisata akan menghasilkan berbagai limbah baik padat maupun cair. Untuk tetap menjaga kondisi lingkungan agar tetap bersih dan sehat, maka berbagai sampah dan limbah cair tersebut harus dikelola sesuai dengan karakteristiknya agar tidak menimbulkan pencemaran lingkungan.", "Daftar File": {"2015 TA PP IRENE SARAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/133063", "2015 TA PP IRENE SARAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/133064", "2015 TA PP IRENE SARAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/133065", "2015 TA PP IRENE SARAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/133066", "2015 TA PP IRENE SARAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/133067", "2015 TA PP IRENE SARAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/133068", "2015 TA PP IRENE SARAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/133069"}, "Penulis": "IRENE SARAH (NIM. 15410084)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Arief Rosyidie, MSP., M. Arch."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pariwisata, perhotelan, limbah, pencemaran lingkungan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "06 Feb 2018"}