{"Nomor": 28112, "Judul": "ANALISIS POLA PERUBAHAN TUTUPAN LAHAN BERDASARKAN STATISTIKA SPASIAL DI WILAYAH BANDUNG", "Abstrak": "Perubahan tutupan lahan rentan terjadi di Indonesia saat ini, sebab kebutuhan lahan terus meningkat sementara jumlah lahan terbatas. Perubahan tutupan lahan, terutama hilangnya lahan vegetasi dapat memengaruhi kestabilan lingkungan hidup. Oleh karena itu, diperlukan upaya penanggulangan dampak negatif perubahan tutupan lahan misal dengan kebijakan politik. Supaya kebijakan yang dibuat sesuai peruntukannya, maka perlu diketahui prediksi tutupan lahan di masa depan yaitu dengan cara melihat pola perubahan tutupan lahan yang ada. Sesuai karakteristik Rantai Markov, penggunaan lahan di masa mendatang bergantung pada kondisi saat ini. Kebergantungan yang terjadi dapat bersifat first-order yaitu perubahan di masa depan (t2) bergantung tepat pada pola perubahan di periode sebelumnya (t1), atau bersifat second-order yaitu perubahan di masa depan (t2) bergantung pada pola perubahan di semua periode tahun sebelumnya (t1 dan t0). Dalam penelitian ini dilakukan uji kebergantungan Rantai Markov pada data tutupan lahan di wilayah Bandung dalam periode tahun 1994, 1997, 2001, 2006, dan 2011. Hasilnya menunjukkan bahwa pola perubahan tutupan lahan di wilayah Bandung dipengaruhi oleh kondisi tutupan lahan pada periode-periode tahun sebelumnya.", "Daftar File": {"2017 TA PP IRENE IDHA YOVITA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/133057", "2017 TA PP IRENE IDHA YOVITA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/133058", "2017 TA PP IRENE IDHA YOVITA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/133059", "2017 TA PP IRENE IDHA YOVITA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/133060", "2017 TA PP IRENE IDHA YOVITA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/133061", "2017 TA PP IRENE IDHA YOVITA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/133062"}, "Penulis": "IRENE IDHA YOVITA  NIM: 15113062)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n \n\nDr. Albertus Deliar, S.T., M.T \n \n\nDr. Riantini Virtriana, S.T., M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "uji kebergantungan Rantai Markov, first-order, second-order.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "6 file", "Tanggal Input": "28 Sep 2018"}