{"Nomor": 28111, "Judul": "IDENTIFIKASI FAKTOR PENDORONG PERUBAHAN KELAS TUTUPAN LAHAN DI WILAYAH BANDUNG  DENGAN REGRESI LOGISTIK BINER  BERBASISKAN SISTEM INFORMASI GEOGRAFIS", "Abstrak": "Perubahan tutupan lahan perlu diantisipasi karena dapat menimbulkan kerugian bagi masyarakat dan juga ekosistem. Dampak negatif perubahan tutupan lahan dapat ditanggulangi apabila fenomena perubahan tutupan lahan, termasuk faktor yang mendorong terjadinya perubahan tutupan lahan dipahami dengan baik. Faktor yang menyebabkan perubahan tutupan lahan untuk setiap kelas tutupan lahan dan setiap wilayah akan berbeda. Oleh karena itu, kajian mengenai faktor pendorong perubahan tutupan lahan harus dilakukan secara parsial per kelas tutupan lahan dan mempertimbangkan karakteristik suatu wilayah. Penelitian yang dilakukan adalah mengidentifikasi faktor pendorong perubahan tutupan lahan kelas hutan, pertanian, kawasan terbangun, dan perairan di Wilayah Bandung (Kota Bandung, Kabupaten Bandung, Kota Cimahi, dan Kabupaten Bandung Barat).   \n \n\nFaktor pendorong yang dikaji dalam penelitian ini yaitu bentuk lereng, ketinggian, kemiringan lereng, jarak ke pusat Kota Cimahi, jarak ke pusat Kota Bandung, jarak ke pusat Kabupaten Bandung, jarak ke pusat Kabupaten Bandung Barat, dan jarak ke jalan. Faktor pendorong tersebut diidentifikasi menggunakan metode Regresi Logistik Biner (RLB) sehingga dihasilkan suatu model perubahan tutupan lahan. RLB merupakan metode perhitungan peluang terjadinya perubahan tutupan lahan berdasarkan hubungan tutupan lahan dengan faktor pendorong perubahan. Validasi model juga diterapkan untuk mengetahui keakuratan model dalam memprediksi perubahan tutupan lahan.   \n \n\nHasil analisis menunjukkan bahwa perubahan tutupan lahan untuk setiap kelas lahan dipengaruhi oleh faktor pendorong yang heterogen. Jarak ke pusat Kota Bandung merupakan faktor yang penting dalam mendorong perubahan tutupan lahan di semua jenis tutupan lahan. Disamping itu, model prediksi yang dihasilkan memiliki tingkat akurasi yang direpresentasikan dengan nilai Overall Accuracy untuk hutan sebesar 30,58%, pertanian sebesar 56,26%, kawasan terbangun sebesar 77,80%, dan perairan sebesar 61,14%. Jika diakumulasikan untuk seluruh wilayah studi, diperoleh nilai akurasi model sebesar 41,57%.", "Daftar File": {"2018 TS PP IRENE IDHA YOVITA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133056"}, "Penulis": "IRENE IDHA YOVITA - NIM: 25117001", "Kontributor / Dosen Pembimbing": ["Dr. Albertus Deliar, S.T., M.T. \n\nDr. Riantini Virtriana S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Faktor pendorong perubahan tutupan lahan, Overall Accuracy, regresi logistik biner.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Jul 2018"}