{"Nomor": 28129, "Judul": "STUDI AGN BERGARIS EMISI PUNCAK-GANDA SEBAGAI KANDIDAT AGN GANDA", "Abstrak": "Active Galactic Nuclei (AGN) merupakan daerah kompak di pusat galaksi yang memancarkan radiasi sangat terang. Model standar kosmologi yang diterima saat ini menyatakan bahwa struktur skala besar di alam semesta terbentuk secara hierarkis sehingga peristiwa merger galaksi akan dapat banyak teramati. Namun hingga saat ini jumlah AGN ganda yang merupakan hasil dari merger galaksi masih relatif sedikit. Narrow line region (NLR) dari AGN merupakan indikator yang potensial untuk mendeteksi AGN ganda pada separasi sekitar 0,1−10 kpc. Pada rentang separasi tersebut, AGN ganda akan teramati memiliki profil garis emisi puncak-ganda (dNL AGN) karena memiliki dua NLR berbeda yang mengorbit masing-masing supermassive black hole-nya. Di sisi lain, profil garis puncak-ganda juga dapat dihasilkan oleh dinamika NLR yang rumit seperti aliran gas, rotasi, dan/atau interaksi gas di NLR dengan jet.     \n\nDalam tesis ini telah diperoleh 3252 sampel dNL AGN dari data SDSS DR 13. Berdasarkan data tersebut ditemukan bahwa distribusi dNL AGN di diagram diagnostik mirip dengan AGN biasa. Hal ini menunjukkan bahwa tidak ada perbedaan fundamental terkait mekanisme pembangkitan energi antara dNL AGN dengan AGN biasa. Selain itu, tidak ditemukan kecenderungan terhadap morfologi galaksi tertentu pada galaksi induk AGN. Secara umum dNL AGN memiliki distribusi redshift dan luminositas yang sama dengan AGN biasa. Hal ini mendukung pernyataan bahwa dNL tidak berada di ruang-waktu yang spesial di alam semesta. Hubungan antara 𝐿𝑟/𝐿𝑏 dan 𝑉𝑟/𝑉𝑏 tidak linear sempurna dan terdapat dispersi yang besar pada titik data yang mengindikasikan bahwa jumlah AGN ganda tidak mendominasi di sampel dNL AGN. Sebagian besar dNL AGN mengalami peningkatan SFR jika dibandingkan dengan galaksi non-AGN dan AGN tipe 1 pada redshift yang sama. Ini menunjukkan bahwa terdapat suatu bentuk feedback positif antara aktivitas AGN dengan medium antar-bintang yang memicu terjadinya pembentukan bintang. Observasi spektroskopi lanjutan telah dilakukan terhadap NGC 4098 dan SDSS J1544. Kedua galaksi tersebut memiliki profil puncak ganda pada spektra SDSS karena keberadaan AGN ganda.", "Daftar File": {"2017 TS PP IRHAM TAUFIK ANDIKA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/133143", "2017 TS PP IRHAM TAUFIK ANDIKA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/133144", "2017 TS PP IRHAM TAUFIK ANDIKA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/133145", "2017 TS PP IRHAM TAUFIK ANDIKA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/133146", "2017 TS PP IRHAM TAUFIK ANDIKA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/133147", "2017 TS PP IRHAM TAUFIK ANDIKA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/133148", "2017 TS PP IRHAM TAUFIK ANDIKA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/133149"}, "Penulis": "IRHAM TAUFIK ANDIKA (NIM: 20316007)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. rer. nat. Mochamad Ikbal Arifyanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "galaksi: inti, aktif - quasar: garis emisi, supermassive black holes", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "22 Jan 2018"}