{"Nomor": 28123, "Judul": "SEEKING THE PROFITABLE CONDITION OF TECHNOECONOMIC PARAMETERS ON CYCLIC STEAM STIMULATION PROJECT", "Abstrak": "Peningkatan produksi di reservoir heavy oil merupakan salah satu hal yang sedang gencar dilakukan mengingat banyaknya minyak yang masih tersisa didalam reservoir setelah melalu tahap primary recovery. Diketahui bahwa masih terdapat 5000 milyar barrel heavy oil di dunia masih tertinggal didalam reservoir yang berarti berjumlah 2,5 kali lebih banyak dibandingkan light oil yang tersisa. Salah satu metode yang dapat digunakan adalah dengan melakukan cyclic steam stimulation (CSS). Dalam pengaplikasian CSS, faktor teknoekonomi tentu menjadi suatu hal yang akan dipertimbangkan. Dari sisi teknis, terdapat beberapa faktor yang dapat memengaruhi hasil dari aplikasi CSS di reservoir baik faktor alam seperti permeabilitas, viskositas,dan temperatur reservoir maupun operasional seperti laju injeksi, durasi injeksi dan soaking, serta steam quality. Sedangkan dari sisi ekonomi, besarnya CAPEX, OPEX, dan pendapatan dari oil gain akan menentukan kelayakan dari penerapan CSS. Untuk dapat memaksimalkan performa dari aplikasi CSS, maka perlu diketahui pada kondisi seperti apakah CSS ini akan memberikan keuntungan. \n\nDengan menggunakan simulasi reservoir, dilakukan uji sensitivitas dan analisis dengan menggunakan design of experiment pada pengaruh parameter alami dan operasional terhadap jumlah oil gain yang dapat dihasilkan. Dari analisis tersebut didapatkan bahwa durasi injeksi merupakan parameter yang paling signifikan memengaruhi jumlah oil gain diikuti oleh temperatur reservoir, permeabilitas, viskositas, laju injeksi dan steam quality. Kemudian melalui evaluasi ekonomi sederhana didapatkan bahwa metode CSS dapat memberikan keuntungan hingga 294 MUSD dengan nilai OPEX sebesar 20 USD/bbl. Namun, mengingat variatifnya nilai OPEX, maka dilakukan sensitivitas pada nilai OPEX sehingga menghasilkan kesimpulan bahwa ketika OPEX berada dibawah 14 USD/bbl, CSS dapat memberikan keuntungan pada jangkauan kondisi reservoir yang paling luas dan ketika harga OPEX sudah mencapai 38 USD/bbl, maka CSS sudah tidak akan menguntungkan untuk diaplikasikan.", "Daftar File": {"2018 TA PP IRFAN RAFI  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133110", "2018 TA PP IRFAN RAFI 1.pdf?": "https://digilib.itb.ac.id/gdl/download/190850"}, "Penulis": "IRFAN RAFI (NIM : 12214007)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Prof. Ir. Tutuka Ariadji, M.Sc., Ph.D.    \n\nPembimbing 2 : Prasandi Abdul Aziz, S.Si., M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "cyclic steam stimulation, sensitivity analysis, design of experiment, and economic evaluation", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "2 file", "Tanggal Input": "26 Sep 2018"}