{"Nomor": 28136, "Judul": "VARIASI SPASIAL KONSENTRASI UDARA AMBIEN SULFUR DIOKSIDA (SO2) DENGAN BADGE SAMPLER DI JAWA BARAT", "Abstrak": "Konsentrasi senyawa pencemar sulfur dioksida (SO2) yang berlebihan di udara ambien dapat menimbulkan dampak merugikan terhadap kesehatan dan lingkungan. Maka perlu dilakukan upaya pemantauan udara ambien agar tidak melewati ambang batas yang ditentukan. Keberhasilan pemantauan udara bergantung pada dua faktor kunci yaitu pengambilan sampel dan metode analisis. Metode pemantauan kualitas udara ambien dengan passive sampler dapat menjadi alternatif pilihan untuk diterapkan dalam pengukuran konsentrasi sulfur dioksida (SO2). Penelitian ini menggunakan metode pasif tipe badge sampler karena beberapa keunggulan seperti toleransi yang tinggi untuk waktu paparan yang lama, sensivitas tinggi dalam analisis dan tidak terlalu terpengaruh oleh fluktuasi konsentrasi. Hasil pemantauan pencemaran udara dengan metode pasif memungkinkan untuk pemetaan distribusi konsentrasi pencemar di ruang wilayah yang cukup luas. Penelitian ini menganalisis variasi spasial konsentrasi pencemar SO2 di 19 kota dan kabupaten se-Jawa Barat dengan masing-masing dua titik pengukuran. Titik primer pengukuran dilakukan di area pemukiman sedangkan titik sekunder merupakan alternatif dari area transportasi, industri, dan komersil untuk menentukan distribusi pencemar SO2 di udara ambien. Faktor meteorologi seperti arah dan kecepatan angin, temperatur dan tekanan, serta kelembaban diminimalisir dengan modifikasi sampler dan penggunaan pelindung selama pemaparan sampling. Metode analisis laboratorium hasil pengambilan sampel udara dilakukan dengan ion kromatografi. Hasil pembacaan konsentrasi di ion kromatografi adalah berupa senyawa anion sulfat (SO4 2-). Presisi pengukuran SO2 dengan passive badge sampler berbahan lokal yang digunakan sebesar 75,39% dan masih memenuhi kriteria standar dari NIOSH dengan nilai RSD sebesar 25%. Limit deteksi untuk metode analisis ion kromatografi dan keseluruhan metode sampling secara pasif sebesar 0,2607 mg/L dan 1,3849 μg/m3 berurutan.", "Daftar File": {"2016 TA PP IRSYAD 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/133161", "2016 TA PP IRSYAD 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/133162", "2016 TA PP IRSYAD 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/133163", "2016 TA PP IRSYAD 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/133164", "2016 TA PP IRSYAD 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/133165", "2016 TA PP IRSYAD 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/133166", "2016 TA PP IRSYAD 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/133167"}, "Penulis": "Irsyad", "Kontributor / Dosen Pembimbing": ["Ir. R. Driejana, M.SCE, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "ion kromatografi, passive sampler, pencemaran udara, sulfur dioksida (SO2), udara ambien", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "13 Jul 2018"}