{"Nomor": 28133, "Judul": "PERANCANGAN PONDASI DAN DINDING PENAHAN TANAH JENIS DIAPHRAGM WALL DENGAN PERKUATAN GROUND ANCHOR PADA DIGITAL LIFESTYLE CENTER BSD CITY", "Abstrak": "Digital Lifestyle Center BSD City merupakan gedung dengan 2 lantai basement, 1 lantai semibasement, 7 lantai gedung sebagai pusat perbelanjaan, ditambah lantai atap yang dibangun di kawasan Digittal Hub BSD City, Tangeran Selatan. Tugas akhir ini mencakup desain sistem pondasi gedung yang merupakan pondasi tiang dan desain sistem pengaman galian yang berupa dinding penahan tanah beserta perkuatannya.  \n\nUntuk menentukan kapasitas daya dukung aksial tiang tunggal digunakan metoda statik berdasarkan Reese & Wright. Metode untuk menentukan kapasitas aksial yang digunakan mengacu pada allowable stress design (ASD). Sedangkan kapasitas lateral tiang tunggal ditentukan dengan menggunakan program ENSOFT LPILE. Selanjutnya dilakukan analisis kelompok tiang dengan menggunakan program ENSOFT GROUP. Dari analisis tersebut akan diperoleh output berupa gaya dalam dan deformasi yang terjadi pada sistem pondasi dan pada masing-masing tiang tunggal. Berikutnya dilakukan analisis settlement yang terjadi pada kelompok tiang akibat elastic settlement dan consolidation settlement. Metode yang digunakan untuk menentukan settlement adalah metode Vesic dan raft equivalent.   \n\nDalam proses desain dinding penahan tanah, digunakan program PLAXIS 2D untuk melakukan trial error dalam menganalisis desain dinding diafragma dan perkuatan yang diperlukan. Berdasarkan  proses trial error tersebut akan diperoleh kedalaman penetrasi, ketebalan dinding, dan konfigurasi angkur yang dibutuhkan untuk menahan  \n\ngalian dengan membatasi deformasi dinding sesuai syarat yang telah ditentukan. Selanjutnya dilakukan analisis keamanan terhadap keruntuhan basal heave, sand boiling, dan upheave. Jika desain dinding penahan tanah telah memenuhi kriteria desain, ditentukan desain tulangan untuk dinding diafrragma.  \n\nKebutuhan tulangan untuk dinding diafragma maupun pondasi ditentukan dengan program PCACOL dan perhitungan manual.", "Daftar File": {"2018 TA PP IRMA DWI AMALIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133153"}, "Penulis": "IRMA DWI AMALIA - NIM : 15014016", "Kontributor / Dosen Pembimbing": ["Endra Susila, S.T., M.T., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Desain, pondasi tiang bor, pondasi kelompok tiang, settlement, diaphragm wall, ground anchor, LPILE, GROUP, PLAXIS 2D, PCACOL.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Jul 2018"}