{"Nomor": 28150, "Judul": "Pemetaan Konflik Dalam Kebijakan Revitalisasi Kawasan Jalan Kiaracondong Kota Bandung", "Abstrak": "Didalam konteks penataan ruang, amanat Rencana Tata Ruang dan Wilayah seringkali menemui beberapa permasalahan didalam urusan eksekusi. Hal ini erat kaitannya dengan bagaimana strategi pemerintah didalam melakukan penataan kawasan dan mengamalkan strategi didalam memberikan informasi kepada masyarakat terdampak. Jika kurang tepat, maka yang akan terjadi ialah penolakan yang dilakukan masyarakat, bahkan tuntutan-tuntutan yang akan memakan waktu yang relatif tidak sebentar sehingga berpotensi menimbulkan konflik kepentingan didalamnya \n\nDalam kebijakan publik, konflik erat kaitannya dengan proses eksekusi kebijakan yang tidak melulu sesuai dengan rencana yang sudah disepakati. Hal ini bisa saja terjadi pada pihak yang terlibat didalam prosesnya baik intra maupun antar pihak yang terlibat. Oleh sebab itu, peran dan fungsi antar aktor perlu dididentifikasi sesuai dengan kepentingan didalam kebijakan tertentu. Didalam kebijakan revitalisasi, konflik menjadi hal yang pasti terjadi mengingat beberapa agenda yang dilaksanakan ialah penertiban terhadap masyarakat yang syarat dengan relokasi dan tuntutan atas kelanjutan eksistensi masyarakat. \n\nPenelitian ini berusaha melakukan identifikasi terhadap kronologi kejadian konflik, penyebab konflik, aktor yang terlibat didalam proses konflik yang terjadi, dan beberapa dampak yang ditimbulkan dari konflik yang terjadi didalam proses penyelenggaraan kebijakan revitalisasi kawasan Jalan Kiaracondong Kota Bandung. Penelitian ini dilakukan dengan melakukan beberapa analisis yang digunakan didalam analisis konflik Fischer. \n\nAdapun metode yang digunakan dalam penelitian ini adalah metode analisis kualitatif dengan tujuan identifikasi diatas mampu terlihat lebih jelas dan universal sehingga tidak menanggalkan aspek-aspek penting lainnya. Sehingga kesimpulan dari penelitian yang dilakukan, ialah bahwa kebijakan revitalisasi merupakan bagian dari konseptualisasi yang dilakukan didalam keilmuan perencanaan wilayah dan kota terutama jika dikorelasikan dengan implementasi kebijakan. Didalam konflik, sikap beberapa pihak didalam menanggapi konflik yang terjadi akan berbeda sesuai dengan kepentingannya. Hal ini mengindikasikan bahwa konflik yang terjadi merupakan sebuah alat didalam menentukan sebuah solusi.", "Daftar File": {"2018 TS PP IRZAL AULIA_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/133196", "2018 TS PP IRZAL AULIA_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133197"}, "Penulis": "IRZAL AULIA (NIM: 25416078)", "Kontributor / Dosen Pembimbing": ["Dr. Suhirman SH, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "Revitalisasi, Konflik Kebijakan, Penataan Ruang, Kiaracondong", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Rd. Lenny Fatimah N., Dra", "File": "2 file", "Tanggal Input": "01 Okt 2018"}