{"Nomor": 28152, "Judul": "PROFIL KEANEKARAGAMAN KOMUNITAS BAKTERI PADA PROSES PEMBUATAN TERASI LOMBOK DENGAN PENDEKATAN KULTIVASI DAN NON KULTIVASI", "Abstrak": "Desa Jor, kecamatan Jerowaru, Lombok Timur-Nusa Tenggara Barat, memiliki sistem pembuatan terasi yang berbeda dibandingkan dengan beberapa produsen terasi di daerah lainnya. Perbedaan penggunaan bahan baku dan tahapan pembuatan menyebabkan perbedaan komunitas bakteri dan aktivitas metabolisme, dan menyebabkan produk terasi yang dihasilkan memiliki kandungan nutrisi dan kualitas yang berbeda. Penelitian ini bertujuan untuk menentukan komunitas bakteri pada  bahan baku hingga proses penyimpanan terasi. Sampel yang diteliti berupa bahan baku yaitu udang, tahapan pembuatan terasi dan masa penyimpanan dengan 3 waktu yang berbeda (7,37 dan 65 hari). Keragaman bakteri dianalisa melalui dua pendekatan yaitu pendekatan culturable dan unculturable.  Metode culturable dilakukan dengan isolasi bakteri pada medium Nutrient Agar (NA) kemudian diidentifikasi dengan menggunakan gen 16S rRNA. Metode unculturable dilakukan melalui pendekatan PCR-DGGE dengan diawali tahapan isolasi DNA bakteri secara langsung dari sampel dan identifikasi bakteri dengan primer 16S rRNA pada bagian V3 (338F dan 534R). Pengukuran beberapa sifat fisikokimia seperti pH dan kadar garam dilakukan pada setiap titik sampel. Pengukuran pH dengan pH meter sedangkan kadar garam ditentukan dengan metode titrasi perak nitrat (Mohr method). Selain itu, dalam penelitian ini dilakukan uji proksimat pada bahan baku, terasi berumur 37 dan 65 hari dengan metode berdasarkan pada standar SNI-01-2891-1992.  \n\nHasil penelitian menunjukkan bahwa terjadi penurunan pH dari bahan baku hingga masa penyimpanan ke-37  yaitu dari 8.27 hingga 7.33 kemudian mengalami peningkatan pada masa penyimpanan 65 hari yaitu 7.43. Kadar garam selama pembuatan-penyimpanan terasi menunjukkan nilai yang fluktuatif yaitu berkisar dari 5,09 hingga 17,4%. Hasil isolasi bakteri dengan metode kultivasi didapatkan 8 isolat (C1, C2, C3, C4, C5, C6, C7, C8). Hasil identifikasi menunjukkan bahwa isolat C1, C3 dan C4 memiliki kekerabatan terdekat masing masing dengan Bacillus marisflavi, Microbacterium keratanolyticum dan Bacillus haikouensis. Isolat C2, C5, C6, C7, C8 teridentifikasi sebagai Bacillus sp. yang memiliki kekerabatan terdekat dengan Bacillus cereus/B.thuringiensis/B.subtilis. Pada analisis komunitas secara non kultivasi diperoleh 15 pita DGGE yang menunjukkan 15 copy 16S rRNA yang berbeda. Hasil analisis menunjukkan secara berurutan spesies tersebut memiliki kekerabatan terdekat dengan Massilia sp., Bacillus sp., Pseudomonas indica, Pseudomonas sp., Lysobacter, Janthinobacterium, Serratia sp., Hafniah/Rahnella/Gibsiella dan Rhizobiales. Kelompok bakteri yang berperan dari awal hingga akhir pembuatan terasi adalah Bacillus, Pseudomonas, Lysobacter, Janthinobacterium, dan Serratia. Kelompok bakteri tersebut diketahui merupakan kelompok bakteri yang dapat mendegradasi protein, kitin dan karbohidrat. Hal ini berkorelasi dengan uji proksimat bahwa terjadi penurunan kadar protein dan karbohidrat. Teramati pula bahwa kadar lemak, kadar abu, kadar air mengalami peningkatan. Secara keseluruhan, penelitian ini menunjukkan terbentuknya komunitas bakteri yang berbeda dan terjadi perubahan dinamika komunitas bakteri selama proses pembuatan-penyimpanan terasi Lombok.", "Daftar File": {"2018 TS PP ISDARYANTI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133199"}, "Penulis": "ISDARYANTI - NIM : 20616002", "Kontributor / Dosen Pembimbing": ["Dr. Pingkan Aditiawati\t\t\t\t    \n\nIntan Taufik, M.Si"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Terasi, PCR-DGGE, 16S rRNA, Bakteri", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2018"}