{"Nomor": 28158, "Judul": "Perbedaan Waktu Aplikasi Giberelin (GA3) Terhadap Pertumbuhan dan Hasil Tanaman Padi Hitam (Oryza Sativa Var. Cempo Ireng) Pada Metode SRI (System Rice Intensification)", "Abstrak": "Padi hitam (Oryza sativa var Cempo Ireng) memiliki karakteristik yang unik yaitu \n\nlapisan aleuron dan bagian bulir beras berwarna ungu kehitaman yang \n\nmengandung pigmen antosianin yang berfungsi sebagai antioksidan. Beras hitam \n\nmemiliki kandungan serat dan vitamin yang lebih tinggi sehingga bermanfaat bagi \n\nkesehatan tubuh manusia. Namun, budidaya padi hitam masih sedikit dilakukan \n\nkarena umur tanaman yang lama mencapai 5-6 bulan sehingga produktivitasnya \n\nmasih rendah. Manfaat beras hitam yang potensial tersebut perlu didukung oleh \n\npeningkatan produktivitas. Salah satu usaha yang dapat dilakukan untuk \n\nmeningkatkan pertumbuhan dan produktivitas beras hitam melalui pemberian \n\nhormon pertumbuhan yaitu Giberelin (GA3). Penelitian ini bertujuan untuk \n\nmengetahui pengaruh waktu aplikasi hormon giberelin (GA3) serta menentukan \n\nwaktu aplikasi terbaik terhadap pertumbuhan dan hasil tanaman padi hitam \n\nvarietas Cempo Ireng pada metode SRI. Rancangan penelitian yang digunakan \n\nyaitu Rancangan Acak kelompok (RAK) satu faktor yaitu waktu aplikasi hormon \n\ngiberelin (GA3) dengan konsentrasi 10 ppm. Perlakuan yang diberikan yaitu tanpa \n\naplikasi (A), waktu aplikasi fase vegetatif (B), waktu aplikasi fase generatif (C), \n\nwaktu aplikasi fase pengisian malai (D). Setiap perlakuan diulang sebanyak 7 kali. \n\nHasil penelitian menunjukkan pengaruh yang berbeda nyata terhadap parameter \n\npertumbuhan tinggi tanaman dan jumlah anakan, namun tidak berbeda nyata pada \n\nparameter pertumbuhan jumlah daun, umur berbunga, jumlah malai dan parameter \n\nhasil jumlah gabah isi per malai, bobot 1000 butir, berat kering brangkasan, \n\nproduktivitas dan indeks panen. Perlakuan waktu aplikasi fase vegetatif \n\nmemberikan tinggi tanaman tertinggi sebesar 74.01 cm sementara waktu aplikasi \n\nfase pengisian malai memberikan jumlah anakan terbanyak yaitu 53.43 anakan. \n\nPerlakuan tanpa aplikasi memberikan hasil terbaik pada parameter pertumbuhan \n\ndan hasil tanaman diantaranya jumlah daun (188 helai), umur berbunga (97 HST), \n\njumlah malai (29.71 malai), serta parameter hasil bobot 1000 butir (26.62 gram), \n\nproduktivitas (3.10 ton/ha) dan indeks panen (39.35%).", "Daftar File": {"2018 TA PP-ISMIANA ZULAIKHA 1- ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133211"}, "Penulis": "Ismiana Zulaikha (NIM : 11414004)", "Kontributor / Dosen Pembimbing": ["Dr.Ir. Robert Manurung M.Eng \n\nDr.Ir. Rika Alfianny, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "padi hitam, giberelin, waktu aplikasi", "Sumber": "", "Staf Input/Edit": "didi kusnendi  \n                                     didi kusnendi", "File": "1 file", "Tanggal Input": "12 Sep 2018"}