{"Nomor": 28167, "Judul": "Efek Dari Penghilangan Metionin pada Produksi Skala Besar dari Diferensiasi Induced Pluripotent Stem Cell menjadi &#946; Cell", "Abstrak": "Diabetes melitus merupakan salah satu penyakit yang diderita orang-orang di dunia. Berbagai macam terapi seperti transplantasi sel β dari donor kadaver telah dilakukan untuk menghadapi masalah ini. Namun, metode ini memiliki beberapa halangan, seperti terbatasnya donor dan tidak seragamnya kualitas dari sel- sel yang didapat. Salah satu alat yang dapat digunakan untuk menanggulangi permasalahan tersebut adalah penggunaan induced pluripotent stem cell yang didiferensiasikan menjadi sel β (sc-β). Induced pluripotent stem cells (iPSCs) atau sel punca pluripoten merupakan sel somatis yang diprogram ulang sehingga sel tersebut kembali ke keadaan pluripotennya. Sel-sel tersebut dapat berdiferensiasi mejadi sel yang berasal dari tiga lapisan lembaga, endoderm, mesoderm, dan ektoderm, sehingga dapat di diferensiasikan menjadi sel β. Proses diferensiasi iPSCs harus dilakukan secara bertahap. IPSCs dapat secara bertahap didiferensiasikan menjadi endoderm (SOX17+, tahap 1), menjadi primitive gut tube (HNF1β+/HNF4α+, tahap 2), menjadi sel progenitor pankreas (PDX1+, tahap 3), menjadi sel endokrin (NKX6.1+, tahap 4), dan pada akhirnya menjadi sel β cell (PDX1+/INS+, tahap 5). Beberapa penelitian mengenai sc-β telah dilakukan. Namun, penelitian-penilitian tersebut dilakukan dalam sistem kultur 2 dimensi, sehingga uji klinis sulit dilakukan akibat sedikitnya jumlah sel yang didapat. Sistem kultur tiga dimensi (3D) dengan sistem dinamika hidrologis yang optimal dapat meningkatkan jumlah produksi sel. Selain itu, adanya penghilangan metionin pada medium dalam jangka waktu yang pendek diketahui dapat meningkatkan efisiensi diferensiasi dari iPSCs menjadi sc-β. Tujuan dari penelitian ini adalah untuk menentukan efek dari perlakuan penghilangan metionin (ΔMet) pada produksi skala besar dari diferensiasi iPSCs menjadi sel β dalam spinner flask. Dalam penelitian ini, efek dari ΔMet diobservasi dalam kultur 3D. Kultur tersebut dibandingkan antara kultur di dalam spinner flask dan kultur di dalam 6 well plate. Sel dalam bentuk sferoid diinduksi untuk berdiferensiasi dalam 5 tahapan. Sferoid dikultur di dalam medium yang ditambahkan growth factor, sitokin, serta molekul kecil sehingga secara bertahap dapat berdiferensiasi dari tahap 1 hingga tahap 5. Pada akhir tahap 1, tahap 3, dan tahap 5, sferoid di analisis menggunakan Immunocytochemistry untuk mengidentifikasi efisiensi diferensiasi dari sel. Pada akhir dari tahap 5, Glucose Stimulated Insulin Secretion (GSIS) dilakukan untuk menentukan apakah sel yang diproduksi dapat menyekresikan insulin saat terdapat gukosa di lingkungan. Hasil menunjukkan bahwa di akhir tahap 1, persentase dari sel yang berdiferensiasi menjadi sel endoderm (sel SOX17+) adalah 91.14%, 95.46%, dan 93% pada kultur upscale complete, kultur upscale ΔMet, dan kultur 6 well plate secara berturut-turut. Di akhir tahap 3, penulis mengidentifikasi persentase sel yang berdiferensiasi menjadi sel progenitor pankreas (sel PDX1+). Persentase tertinggi terdapat di kultur 6 well plate dengan persentase 93%, diikuti dengan kultur upscale complete (78.91%), dan kultur upscale ΔMet (72.60%). Pada akhir dari tahap 5, sc-β (sel PDX+/INS+) berhasil diproduksi dengan persentase sel tertinggi mencapai 67.49% pada kultur complete upscale. Sel pada kultur upscale ΔMet tidak menunjukkan persentase PDX+/INS+ lebih tinggi dan hanya mencapai 30.50%. Sel pada kultur 6 well plate menunjukkan persentase PDX+/INS+ yakni 45.67%. Hasil GSIS menunjukkan bahwa sc-β yang telah berhasil diproduksi merespon terhadap adanya glukosa di lingkungan, namun tidak sensitif terhadap perubahan konsentrasi glukosa tersebut. Dapat disimpulkan bahwa produksi sc-β dalam skala lebih besar berhasil dilakukan dengan persentase sel PDX+/INS+ mencapai 67.49%. Tetapi, perlakuan penghilangan metionin tidak meningkatkan efisiensi dari diferensiasi iPSCs menjadi sel β.", "Daftar File": {"2018 TA PP ISTIFFA NURFAUZIAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133256"}, "Penulis": "Istiffa Nurfauziah          (NIM : 10613022)", "Kontributor / Dosen Pembimbing": ["Dr.rer.Nat.Marselina Irasonia Tan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sel punca, ipsc, sel β, spinner flask.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "15 Mar 2018"}