{"Nomor": 28166, "Judul": "KEBERLANJUTAN SOSIAL GATED COMMUNITY THE TAMAN DAYU DI KABUPATEN PASURUAN", "Abstrak": "Dibutuhkan suatu pemahaman utuh terhadap isu-isu sosial yang muncul sebagai dampak dari adanya gated community. Konsep yang dapat mengakomodasi isu sosial tersebut adalah keberlanjutan sosial. Keberlanjutan sosial penting dikaji karena dapat menggambarkan secara utuh isu-isu sosial gated community. Keberlanjutan sosial dalam penelitian ini merepresentasikan kondisi dimensi sosial yang berkelanjutan. Kondisi yang dimaksud merujuk pada kondisi tidak adanya permasalahan sosial akibat keberadaan gated community, terutama segregasi dan ketimpangan. Kondisi ini dapat dicapai dengan adanya modal dan integrasi sosial yang dapat mencegah terjadinya permasalahan sosial tersebut.  \n \n\nKabupaten Pasuruan sebagai wilayah suburban metropolitan Gerbangkertosusila memiliki nilai strategis diantaranya lokasinya sebagai penghubung Kota Surabaya dan Malang menjadi daya tarik pengembang membangun gated community. Laju pertumbuhan penduduk Kabupaten Pasuruan juga termasuk paling tinggi diantara wilayah suburban metropolitan Gerbangkertosusila lainnya. Hal ini perlu mendapat perhatian terkait kebutuhan penyediaan perumahan yang juga akan semakin meningkat, termasuk yang berupa gated community. Gated community terbesar di Kabupaten Pasuruan adalah the Taman Dayu. The Taman Dayu sebagai gated community terbesar di Kabupaten Pasuruan memiliki potensi menghasilkan dampak yang lebih besar sehingga dikhawatirkan dapat menyebabkan permasalahan yang lebih kompleks. \n \n\nPenelitian ini bertujuan mengetahui modal, integrasi dan keberlanjutan sosial gated community the Taman Dayu. Keberlanjutan sosial gated community the Taman Dayu dinilai penting dikaji karena sebagai gated community terbesar di Kabupaten Pasuruan memiliki kemungkinan menghasilkan dampak yang lebih besar. Keberlanjutan sosial ditinjau dari beberapa indikator, yaitu modal sosial (jaringan sosial, kepercayaan dan resiprositas) serta integrasi sosial (sudut pandang terhadap pemisahan sosial maupun spasial dan aksesibilitas terhadap fasilitas) yang datanya diperoleh melalui survei primer menggunakan kuisioner. Keduanya dinilai menggunakan metode indeks komposit untuk mendapatkan nilai indeks keberlanjutan sosial. \n \n\nPenelitian ini dilakukan melalui lima tahap utama. Pertama, pengkajian terhadap pustaka untuk merumuskan permasalah, indikator serta metode penelitian terkait keberlanjutan sosial gated community. Kedua, penyiapan instrumen penelitian yang berupa desain survei termasuk kuisioner untuk menghimpun persepsi masyarakat terhadap indikator kerbelanjutan sosial gated community. Ketiga, pengumpulan data melalui survei primer dan sekunder. Keempat, kompilasi dan analisis data hasil survei. Kelima, perumusan rekomendasi terkait hasil analisis. \n \n\nTemuan yang didapatkan menunjukkan bahwa keberlanjutan sosial gated community the Taman Dayu termasuk sedang, yang berarti bahwa telah ada modal dan integrasi sosial di dalam masyarakat the Taman Dayu, tetapi keberadaannya masih perlu ditingkatkan. Lebih lanjut masyarakat saling berinteraksi, membangun jaringan dan bekerjasama tetapi tidak setiap rumah tangga terlibat. Oleh karena itu keberlanjutan sosial gated community the Taman Dayu masih perlu ditingkatkan untuk mencegah terjadinya ketimpangan sosial. Dimensi yang perlu menjadi perhatian utama adalah jaringan sosial, kepercayaan dan sudut pandang terhadap pemisahan sosial dan spasial serta aksesibilitas terhadap fasilitas. \n \n\nDibutuhkan upaya-upaya yang dapat mendorong keberlanjutan sosial gated community the Taman Dayu guna mencegah berbagai permasalah sosial seperti ketimpangan, segregasi dan ketegangan sosial. Upaya tersebut diantaranya meningkatkan partisipasi masyarakat dalam berbagai komunitas sosial dan kegiatan publik dan mengintegreasikan kebijakan terkait gated community dengan kebijakan tata ruang juga penting dilakukan sebagai upaya mendorong keberlanjutan sosial gated community. Hasil temuan penelitian ini diharapkan dapat memberikan kontribusi pada bidang keilmuan pengembangan wilayah sekaligus menjadi bahan masukan penyusunan kebijakan pengembangan wilayah yang terintegrasi dengan pembangunan gated community untuk mewujudkan pembangunan yang berkelanjutan dan berkeadilan.", "Daftar File": {"2018 TS PP ISTIFADA ALHIDAYATUS SIBYAN_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/133254", "2018 TS PP ISTIFADA ALHIDAYATUS SIBYAN_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133255"}, "Penulis": "ISTIFADA ALHIDAYATUS SIBYAN (NIM: 25416041)", "Kontributor / Dosen Pembimbing": ["Delik Hudalah, ST., MT., M.Sc., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "indeks komposit, integrasi sosial, ketimpangan, modal sosial, segregasi.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Rd. Lenny Fatimah N., Dra", "File": "2 file", "Tanggal Input": "01 Agu 2018"}