{"Nomor": 28175, "Judul": "KLASIFIKASI MULTILABEL HIERARKI DENGAN FITUR BERBASIS MODEL SEMANTIK TERDISTRIBUSI PADA BERITA BAHASA INDONESIA", "Abstrak": "Banyaknya berita dengan ragam jenis yang bervariasi di situs online menimbulkan kebutuhan untuk mengklasifikasikan berita secara otomatis. Salah satu cara yang dapat digunakan untuk melakukan klasifikasi berita secara otomatis adalah dengan menggunakan metode klasifikasi multilabel hierarki. Berdasarkan hasil penelitian sebelumnya, masih diperlukan usaha untuk meningkatkan kinerja klasifikasi multilabel hierarki. Peningkatan kinerja tersebut dapat dilakukan dengan meningkatkan kinerja klasifikasi multilabel di level parent. Pada tesis ini, akan dilakukan pembangunan model dengan metode shallow learning dan CNN. Untuk merepresentasikan dokumen berita, diterapkan metode pembobotan kata dengan memanfaatkan nilai vektor kata yang didapatkan dari model semantik terdistribusi. Selain itu, nilai rata-rata vektor kata tersebut juga akan dikalikan dengan nilai kemunculan kata (term frequency). Nilai F1-measure terbaik untuk model klasifikasi multilabel level parent yang didapatkan dari tesis ini sebesar 75.31%. Model klasifikasi ini dibangun dengan pembelajaran shallow learning Calibrated Label Ranking Ã‚Â– NaÃƒÂ¯ve Bayes. Representasi dokumen dilakukan dengan mengalikan nilai kemunculan kata dengan rata-rata nilai vektor kata dari model semantik terdistribusi word2vec 300 dimensi yang dibangun dengan data Wikipedia. Kinerja model klasifikasi multilabel ini meningkat sebesar 4.25% dibandingkan penelitian terkait sebelumnya. Selain itu, kinerja model klasifikasi multilabel juga dipengaruhi oleh kurun waktu penerbitan berita yang digunakan sebagai data latih dan data uji. Hal ini terlihat dari kinerja model klasifikasi yang justru berkurang pada saat berita dengan kurun waktu yang berbeda dengan data uji ditambahkan ke dalam data latih.", "Daftar File": {"2018 TS PP IVANA CLAIRINE IRSAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133269"}, "Penulis": "IVANA CLAIRINE IRSAN - NIM: 23516081", "Kontributor / Dosen Pembimbing": ["Dr. Masayu Leylia Khodra., ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "klasifikasi multilabel, klasifikasi multilabel hierarki, berita, CNN, word2vec, GloVe, TF.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Mar 2018"}