{"Nomor": 28189, "Judul": "POTENSI KETEROLAHAN LINDI DARI  LANDFILL SAMPAH KOTA DENGAN  KOMBINASI PROSES BIOLOGIS DAN OZON", "Abstrak": "Penimbunan sampah padat di TPA merupakan metode yang paling umum dilakukan di semua negara. Praktek penimbunan ini berpotensi dihasilkannya lindi yang dapat mencemari air tanah dan lingkungan. Penelitian ini bertujuan untuk mengetahui potensi keterolahan lindi pada skala laboratorium sehingga Instalasi Pengolahan Lindi (IPL) yang sudah dibangun harus melalui beberapa tahapan dan uji coba efektifitas pengolahan. Lindi yang digunakan adalah lindi artifisial yang mewakili lindi muda dan lindi TPA yang mewakili lindi tua menggunakan uji keterolahan kombinasi proses biologis dan ozon. Terdapat variasi kombinasi keterolahan yaitu variasi I (kombinasi proses biologis anaerob-aerob), variasi II ozon sebagai pre treatment, dan variasi III ozon sebagai post treatment. Hasil penelitian menjelaskan bahwa rasio BOD5/COD lindi muda 0,58 dan lindi tua 0,21 yang menunjukkan kandungan organik dalam lindi muda lebih mudah terurai. Efisiensi total penyisihan COD variasi I adalah 97,2% untuk lindi muda dan 48,7% untuk lindi tua. Variasi II menunjukkan efisiensi penyisihan COD lindi muda meningkat dari 82,6% menjadi 97,3% dan lindi tua dari 33% menjadi 67,9%. Pada variasi III menunjukkan peningkatan penyisihan COD dari 97,2% menjadi 97,8% untuk lindi muda dan 48,7% menjadi 63,6% untuk lindi tua dengan konsentrasi ozon 2,51 mg/L, waktu kontak ozon 360 menit. Penggunaan ozon baik sebagai pre treatment maupun post treatment kurang potensial untuk diaplikasikan pada lindi muda. Kandungan organik dalam lindi tua didominasi oleh organik recalcitrant, ammonia tinggi yang dapat bersifat toksik sehingga pra dan pasca pengolahan untuk lindi tua lebih potensial untuk diaplikasikan. Pada penelitian ini untuk variasi I lindi muda, penyisihan parameter NTK, ammonia, nitrit, nitrat dan total P mencapai 83,3%; 96,9%; 71,2%; 33,08%; dan 13,2%. Pada lindi tua efisiensi peyisihan NTK 88,6%, ammonia 91,3%, nitrit 50,5%, dan nitrat 3,4%. Variasi II lindi tua mampu meningkatkan efisiensi penyisihan NTK, ammonia dan total P menjadi 91,2%; 95,6%; dan 46%. Variasi III efisiensi penyisihan NTK dan ammonia untuk lindi muda meningkat menjadi 86,7% dan 97,2% sedangkan lindi TPA sebesar 92,4% dan 95,9%.", "Daftar File": {"2018 TS PP IVA YENIS SEPTIARIVA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133305"}, "Penulis": "IVA YENIS SEPTIARIVA  NIM : 25315319", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Enri Damanhuri"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "lindi muda, lindi tua, variasi, proses biologis, ozon", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "12 Feb 2018"}