{"Nomor": 28184, "Judul": "ADSORPSI ZAT WARNA NEUTRAL RED MENGGUNAKAN KALSIUM ALGINAT", "Abstrak": "Industri tekstil merupakan salah satu industri yang cukup besar di Indonesia. Salah satu permasalahan \n\nyang timbul akibat perkembangan industri tekstil adalah limbah zat warna yang dihasilkan. neutral \n\nred merupakan zat warna yang sering digunakan di industri tekstil. Zat warna ini sulit didegradasi, \n\nbersifat toksik, karsinogenik serta mutagenik pada makhluk hidup. Adsorpsi merupakan salah satu \n\nmetode yang mudah, efektif dan murah untuk proses penghilangan neutral red dalam limbah cair. \n\nPada penelitian ini, dilakukan sintesis kalsium alginat yang diperoleh dari reaksi antara ion Ca2+ dan \n\nnatrium alginat dalam aqua dm. Butiran kalsium alginat yang terbentuk digunakan sebagai adsorben \n\nuntuk mengadsorpsi neutral red. Karakterisasi adsorben dilakukan dengan menggunakan analisis \n\nFourier Transform Infrared (FTIR), dan Scanning Electron Microscope (SEM). Penentuan kondisi \n\noptimum dilakukan di berbagai parameter yaitu pH, konsentrasi awal zat warna dan waktu kontak. \n\nHasil penelitian menunjukkan bahwa adsorpsi optimum tercapai pada pH 4, konsentrasi awal 200 \n\nppm, dan waktu kontak selama 240 menit. Proses adsorpsi neutral red oleh adsorben mengikuti model \n\nisoterm Langmuir dengan kapasitas adsorpsi maksimum 47,85 mg g-1. Studi kinetika menunjukkan \n\nbahwa adsorpsi neutral red mengikuti model kinetika orde dua semu. Hasil studi kinetika \n\nmenunjukkan bahwa proses adsorpsi berlangsung secara endotermik dengan nilai ΔHo = 8,040 kJ.mol- \n\n1, dan nilai ΔSo = 0,0096 kJ mol-1.K-1.", "Daftar File": {"2018 TA PP IVAN PARULIAN 10514018 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133297"}, "Penulis": "IVAN PARULIAN (NIM:10514018)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Rusnadi, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "adsorption, adsorbent, alginate, kinetic, neutral red", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "13 Sep 2018"}