{"Nomor": 28187, "Judul": "PENENTUAN KRITERIA KENYAMANAN VISUAL PADA RUANGAN KANTOR TAPAK SEMI TERBUKA", "Abstrak": "Konsepgreen building kini sedang meningkat dengan pesat. Dalam dunia konstruksi, salah satu kategori yang dapat memenuhi konsep green building adalah pemanfaatan pencahayaan alami dengan baik. Permasalahan yang muncul ketika menggunakan pencahayaan alami adalah terganggunya kenyamanan visual dari penghuni. Kenyamanan visual sendiri saat ini masih belum ada penjelasan yang rinci bagaimana hubungannya dengan penghuni.  \n\nTujuan dari penelitian ini adalah untuk menentukan variabel fisis apa saja yang menyebabkan terganggunya kenyamanan visual dengan menggunakan teknik citra HDR dan kuesioner evaluasi terhadap penghuni. Setelah variabel fisis telah ditentukan, model matematis kemudian diformulasi yang masing-masing variabelnya memiliki rentang tertentu.  \n\nPenelitian ini dilakukan pada kantor B4T dengan jumlah sampel responden dan data objektif (luminansi, iluminansi, citra HDR) yang diperoleh dari pengukuran sebanyak 30 data yang memenuhi kriteria yang telah ditentukan. Kemudian, dilakukan pengolahan data objektif menggunakan 2 uji, yaitu uji hipotesis t dan uji asumsi klasik. \n\nHasil pengolahan data menunjukkan ada4 variabel signifikan yang dirumuskan menjadi model matematis dengan persamaan y = 2,919 Ã‚Â– 0,003LveilÃ‚Â– 0,084Lmin, entireÃ‚Â– 0,00009Lmax, entire + 0,003Lmean, entire. Keluaran dari persamaan tersebut adalah tigkat kenyamanan visual penghuni dengan batasan y> 2,5 menyatakan penghuni merasa nyaman dan y≤ 2,5 menyatakan sebaliknya. Rentang untuk masing-masing variabel dalam model berdasarkan persepsi kenyamanannya adalah sebagai berikut.  \n\nTipe IV:Lveil< 7 cd/m2; Lmin, entire< 1,3 cd/m2; Lmax, entire< 1650 cd/m2; Lmean, entire> 145 cd/m2, \n\nTipe III: Lveil = 7 ~ 17 cd/m2; Lmin, entire = 1,3 ~ 1,7 cd/m2; Lmax, entire = 1650 ~ 2611 cd/m2; Lmean, entire = 145 ~ 110 cd/m2,  \n\nTipe II: Lveil = 17 ~ 54 cd/m2; Lmin, entire = 1,7 ~ 2,3 cd/m2; Lmax, entire = 2611 ~ 3352 cd/m2; Lmean, entire = 110 ~ 92 cd/m2, \n\nTipe I:Lveil> 54 cd/m2; Lmin, entire> 2,3 cd/m2; Lmax, entire> 3352 cd/m2; Lmean, entire< 92 cd/m2.", "Daftar File": {"2018 TA TF IVAN WIRAWAN 13313030 & AYUNING FAUZIYAH 13313074 SEBAGIAN.pdf": "https://digilib.itb.ac.id/gdl/download/133303"}, "Penulis": "Ivan Wirawan 13313030 dan Ayuning Fauziyah 13313074, Pembimbing: 1. Ir. R. Triyogo Atmodipoero, MDes", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pencahayaan alami, kantor tapak semi terbuka,citra HDR, kenyamanan visual", "Sumber": "", "Staf Input/Edit": "Rina Kania  \n                                     Rina Kania", "File": "1 file", "Tanggal Input": "09 Jan 2018"}