{"Nomor": 28183, "Judul": "PENENTUAN ENTALPI PEMBENTUKAN, STRUKTUR ELEKTRONIK, DAN EFEK DOPAN MG TERHADAP SENYAWA TERMOELEKTRIK NAXCOO2  (0 < X < 1) DENGAN METODE DENSITY FUNCTIONAL THEORY", "Abstrak": "Senyawa NaxCoO2 (NCO) adalah senyawa yang berpotensi sebagai material termoelektrik masa depan. Kestabilan NCO terhadap jumlah Na dapat dipelajari melalui entalpi pembentukan (ΔHf). Studi komputasi terhadap nilai ΔHf belum pernah dilakukan sebelumnya. Dalam penelitian ini, nilai ΔHf senyawa NCO telah berhasil ditentukan dengan metode DFT (Density Functional Theory) dan FP-LAPW (Full Potential Linier Augmented Plane Wave) menggunakan program Wien2k pada cluster computer. Nilai ΔHf berkisar antara -2397 dan -2553 kJ/mol dan menurun seiring dengan meningkatnya nilai x. Teramati perubahan nilai ΔHf yang lebih signifikan pada x di bawah 0,5 yang menunjukkan dua daerah dengan kestabilan berbeda. Selain entalpi pembentukan, pada struktur elektronik senyawa NCO teramati sifat metalik yang meningkat seiring dengan menurunnya nilai x. Adanya dopan Mg akan menurunkan entalpi pembentukan namun tidak berpengaruh besar terhadap sifat metalik dari senyawa NCO kecuali munculnya pita baru pada rentang energi 2-5 eV di atas energi Fermi yang merupakan kontribusi dari orbital s dan p dari Mg. Dapat disimpulkan bahwa dopan Mg meningkatkan kestabilan NCO tanpa mengubah sifat konduktivitas elektrik sehingga optimasi sifat termoelektrik dapat dilakukan dengan dopan Mg untuk meningkatkan nilai ZT (figure of merit) dan kestabilan senyawa.", "Daftar File": {"2017 TA PP IVAN KURNIAWAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/133290", "2017 TA PP IVAN KURNIAWAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/133296"}, "Penulis": "IVAN KURNIAWAN  (NIM : 10513062)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Bambang Prijamboedi."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Entalpi pembentukan, DFT, FP-LAPW, NaxCoO2, dopan", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "7 file", "Tanggal Input": "16 Okt 2018"}