{"Nomor": 28181, "Judul": "KARAKTERISTIK GEOKIMIA BATUAN INDUK DAN PEMODELAN 1D DI LAPANGAN X, KABUPATEN NDUGA DAN KABUPATEN YAHUKIMO, PROVINSI PAPUA", "Abstrak": "Daerah penelitian secara administrasi berada di Lapangan X, Kabupaten Nduga dan Kabupaten Yahukimo, Provinsi Papua. Secara geologi, daerah penelitian terletak di Cekungan Akimeugah. Data yang digunakan pada penelitian berjumlah tiga buah sumur pengeboran yaitu sumur I, sumur V, dan sumur N, serta data seismik yang melintang dari utara ke selatan melewati sumur I yang digunakan untuk penampang geologi.         \n\nAnalisis geokimia dilakukan pada sumur I, sumur V, dan sumur N untuk menentukan karakteristik kuantitas, kualitas, dan kematangan material organik setiap formasi. Sedangkan pemodelan 1D dilakukan pada sumur I untuk menggambarkan sejarah geologi dan sejarah kematangan berdasarkan nilai Ro. Analisis geokimia yang dilakukan meliputi pirolisis Rock-Eval dan analisis pantulan vitrinit. Berdasarkan analisis yang dilakukan, Formasi Buru memiliki kuantitas rendah, belum matang, dan tipe kerogen I, II, dan III. Kelompok Batugamping Nugini memiliki kuantitas rendah, belum matang, dan tipe kerogen II dan III. Formasi Piniya memiliki kuantitas cukup, matang, dan tipe kerogen II dan III. Formasi Brug memiliki kuantitas rendah, matang akhir, dan tipe kerogen II. Formasi yang berpotensi memiliki batuan induk adalah Formasi Piniya.         \n\nPemodelan 1D dilakukan pada sumur I, didapatkan bahwa terjadi tiga kali fase pembentukan cekungan yaitu pre-rift (Karbon Ã‚Â– Perm), syn-rift (Trias Ã‚Â– Jura Awal), dan post-rift (Jura Awal Ã‚Â– Pleistosen). Terdapat proses erosi pada Formasi Brug dan Formasi Piniya yang menyebabkan ketidakselarasan. Awal kematangan dimulai pada umur Pliosen (2,33 juta tahun yang lalu) pada dasar Formasi Brug, mulai terjadi tahap matang pada umur Pleistosen (1,15 juta tahun yang lalu) pada dasar Formasi Brug. Pada umur Resen didapatkan bahwa tahap matang awal terdapat pada Formasi Buru bagian bawah, Kelompok Batugamping Nugini, dan Formasi Piniya, sedangkan tahap matang terdapat pada Formasi Piniya dan Formasi Brug.", "Daftar File": {"2018 TA PP IVAN HARTADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/133280", "2018 TA PP IVAN HARTADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/133281", "2018 TA PP IVAN HARTADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/133282", "2018 TA PP IVAN HARTADI 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/133283", "2018 TA PP IVAN HARTADI 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/133284", "2018 TA PP IVAN HARTADI 1-BAB 3C.pdf": "https://digilib.itb.ac.id/gdl/download/133285", "2018 TA PP IVAN HARTADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/133286", "2018 TA PP IVAN HARTADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/133287", "2018 TA PP IVAN HARTADI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/133288"}, "Penulis": "IVAN HARTADI (12013074)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Eddy Ariyono Subroto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "geokimia, Formasi Piniya, pemodelan 1D, Cekungan Akimeugah.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "31 Jul 2018"}