{"Nomor": 28205, "Judul": "PENGEMBANGAN KATALIS HIDROGENASI 2-ETIL-2-HEKSENAL BERBASIS NIKEL/ALUMINA UNTUK PRODUKSI 2-ETILHEKSANOL", "Abstrak": "Senyawa 2-etilheksanol merupakan senyawa alkohol jenuh yang banyak digunakan pada industri petrokimia dan polimer. Pada pembuatan 2-EH terdapat hidrogenasi katalitik EPA melalui 2-etilheksanal menjadi 2-EH. Pada penelitian ini dipelajari reaksi hidrogenasi 2-etil-2-heksenal untuk memproduksi 2-etilheksanol dengan menggunakan katalis berbasis nikel (Ni). Katalis yang telah dikembangkan adalah nikel/alumina dengan kandungan logam antara 40% hingga 60% dengan variasi promotor logam tembaga, seng, dan molibdenum.  Sintesis katalis menggunakan metode peptisasi boehmite dengan sumber Ni adalah nikel(II) nitrat heksahidrat (Ni(NO3)2.6H2O). Penambahan promotor dilakukan dengan impregnasi pada katalis yang telah dibentuk pada metode peptisasi. Uji aktivitas katalis dilakukan di dalam reaktor partaian secara isotermal pada suhu 120oC dan tekanan 30 bar selama 10 jam. Campuran reaksi diamati setiap 1 jam dan komposisinya dianalisis menggunakan gas kromatografi dengan detektor jenis FID dan kolom RTX-5.   \n\nKatalis hasil sintesis memiliki luas pemukaan sebesar 61,5 Ã‚Â– 235,2 m2/g, diameter pori rata-rata 76,4 ÃƒÂ…, dan volume pori rata-rata 0,19 ml/g. Aktivitas terbaik dicapai oleh katalis bermuatan nikel sebesar 53% menghasilkan konversi 100% dan selektivitas menuju 2-etilheksanol 81%. Hasil pengujian juga menunjukkan bahwa logam tembaga merupakan promotor terbaik yang berperan untuk meningkatkan aktivitas hidrogenasi ikatan C=O. Kesimpulan ini juga diperkuat dengan pemodelan kinetika berbasis hukum pangkat.", "Daftar File": {"2018 TA PP IYAN WANADI KURNIAWAN - HARRY HANS JAPRANATA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133368"}, "Penulis": "IYAN WANADI KURNIAWAN (NIM : 13014083) - HARRY HANS JAPRANATA (NIM : 13014115)", "Kontributor / Dosen Pembimbing": ["Pembimbing:   \n\nDr. Ir. Melia Laniwati Gunawan, M.Sc.", "Prof. Dr. Ir. Subagjo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Hidrogenasi, Nikel, 2-Etilheksanol, 2-Etil-2-Heksenal, Konversi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Mei 2018"}