{"Nomor": 28206, "Judul": "BEST PRACTICE OF PEOPLE DEVELOPMENT IN BANDUNG STARTUP COMPANY", "Abstrak": "Saat ini di Indonesia banyak pertumbuhan perusahaan rintisan. Tumbuh dan berkembangnya perusahaan rintisan mempunyai efek positif pada perkembangan ekonomi negara dengan menciptakan lapangan pekerjaan. Bandung salah satu kota di Indonesia dengan banyaknya pertumbuhan perusahaan rintisan yang dilatarbelakang industri kreatif. Namun seiring dengan banyaknya pertumbuhan perusahaan rintisan, banyak juga perusahaan rintisan yang gagal atau tidak bisa bertahan. Salah satu penyebab gagalnya perusahaan rintisan adalah kurangnya penanganan sumber daya manusia terutama dalam pengembangan manusia. Padahal manusia adalah modal utama dalam mengembangkan perusahaan. Apalagi terbatasnya sumber daya manusia dalam perusahaan rintisan membuat pengelolaannya seolah tidak penting. Ketika perusahaan rintisan tidak bisa mengembangkan manusianya maka perusahaan siap mengalami kegagalan. Menanggapi permasalahan tersebut, penelitian ini dilakukan untuk mengeksplorasi mengenai cara mengembangkan manusia di perusahaan startup berdasarkan praktik terbaik pada 7 perusahaan startup yang berada di kota Bandung. Penelitian ini menggunakan data kualitatif dan wawancara tidak terstruktur, mengeksplorasi bagaimana perusahaan startup berhasil mengembangkan manusia memakai konsep manajemen sumber daya manusia dan pengalaman dari pemilik perusahaan startup. \n\nManajemen sumber daya manusia yang dipakai terdiri dari 4 tahap untuk menggambarakan pengembangan yang dilakukan perusahaan. Tahap rekrutmen dan seleksi memperlihatkan bagaimana perusahaan mencari calon karyawan, kriteria yang dibutuhkan dan penyeleksiannya. Untuk tahap pelatihan dan pengembangan karyawan digambarkan praktik yang digunakan oleh perusahaan startup agar karyawan bisa berkembang. Lalu untuk tahap penilaian kinerja, dijelaskan mengenai praktik yang cocok digunakan untuk mengukur kinerja dan tindakan atas kinerja. Sedangkan dalam tahap remunerasi diperlihatkan mengenai sistem gaji serta fasilitas yang diberikan di dalam perusahaan rintisan. Selain itu terdapat gambaran pengalaman berupa kiat yang dilakukan oleh pemilik perusahaan rintisan ketika mengalami kegagalan dalam menjalankan perusahaannya. \n\nPerusahaan-perusahaan rintisan di Indonesia dapat menggunakan praktik-praktik mengenai pengembangan manusia ini agar perusahaan rintisan bisa bertahan atau gagal, karena praktik ini telah digunakan oleh 7 perusahaan startup di Bandung dengan jenis industri yang berbeda", "Daftar File": {"2018 TA PP IZKY KEUKEU USTINE 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133369"}, "Penulis": "IZKY KEUKEU GUSTINE (19215018)", "Kontributor / Dosen Pembimbing": ["Adita Pritasari,S.T.,MSM"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Startup, Human Resource Management, People Development", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "1 file", "Tanggal Input": "03 Agu 2018"}