{"Nomor": 28212, "Judul": "EVALUASI WORK ORDER BACKLOG : STUDI KASUS DI MAINTENANCE DEPARTMENT PERUSAHAAN XPC PETROCHEMICAL", "Abstrak": "XPC Petrochemical Company  adalah salah satu produsen petrokimia yang memproduksi  Ethylene, Polyethylene, and Sulphur dari tahun 1979. Kapasitas produksi dari perusahaan adalah sebagai berikut : Ethylene dengan total produksi 800 killo ton per annum (ktpa), polyethylene dengan total produksi 700 ktpa dan sulphur dengan total produksi 70 ktpa. Pemegang saham dari XPC adalah Industries Qatar (80%) dan Total Petrochemical France (20%).  Disebabkan oleh penurunan harga minyak semenjak bulan Juli 2015 berpengaruh dengan harga akhir dari produk petrokimia yang turun sebesar 40%. Harga Ethylene turun sebesar 15% dari bulan December 2015 menyentuh level ke harga $834/MT and harga propylene prices turun sebesar 10% ke harga $786/MT.  Berdasarkan turbulensi ekonomi ini XPC menginisiasi program efisiensi untuk mengindetifikasi, analisis, evaluasi dan melakukan optimisasi di semua aktifitas bisnis termasuk Maintenance Department. \n \n\nSebagai tujuan utama dari program efisiensi di Maintenance Department adalah melakukan analisa dari segala aktifitas untuk menghasilkan performa yang baik dan bermanfaat untuk perusahaan. Salah satu area yang harus ditingkatkan adalah managemen work order  maintenance. Fokus dari aktifitas ini adalah untuk mengurangi work order backlog dan segala sumberdaya yang dibutuhkan untuk menyelesaikan masalah tersebut agar dapat mencapai performa yang baik. Berdasarkan data dari sistem dari Bulan Januari sampai September  2017 work order yang dapat diselesaikan sekitar 85% atau sekitar 15% work order baclog  Ada beberapa alasan yang mengakibatkan kenaikan dari work order backlog ini sehingga idenfitikasi dan analisa dari berbagai issu sangat di butuhkan untuk mencari akar permasalahan yang berkontribusi ke permasalahan tersebut. \n \n\nProyek akhir ini di fokuskan untuk mencari akar permasalahan dari meningkatnya work order backlog yang mengakibatkan menurunnya performa maintenance department untuk menjaga dan memperbaik semua fasilitas produksi di Perusahaan XPC. Kemudian analisa di fokuskan untuk mencari solusi yang terarah dan rekomendasi serta rencana implentasi sebagai input dan road map dari persuhaan untuk mengurangi work order backlog. Penuls menganalisa data, observasi, dan wawancara untuk mengecek persepsi dari responden tentang penyebab work order backlog, dan mengidentifikasi solusi dari permasalah tersebut.  Penulis menggunakan inti dari Six Sigma metodologi yaitu DMAIC (Define, Measure, Analisis, Improve dan Control) sebagai konsep dasar dari perjalanan penulisan proyek akhir ini untuk mendefinisikan permasalahan, analisa akar penyebab masalah, dan mencari solusi dari permasalahan work order backlog dan mencari solusi untuk meningkatkan performa management work order. \n \n\nDari analisa proyek akhir ini mengumpulkan beberapa permasalahan yang harus di tingkatkan dan diperbaiki seperti kekurangan tenaga kerja, ketidakadaan suku cadang, priotisasi work order, ketidak cermatan perencanaan dan kurangnya komunikasi. Proyek akhir ini mengidentifikasi 21 solusi yang potensial. Setelah di analysis secara fisibiliti studi di kelompokan kedalam solusi yg cepat, jangka menengah dan jangka panjang. Solusi ini adalah rekomendasi akhir  ke pucuk managemen untuk meningkatkan performa dari maintenance departemen.", "Daftar File": {"2018 TS PP JAJULI RAMDHAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133390"}, "Penulis": "JAJULI RAMDHAN (NIM 29114558)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Achmad Ghazali, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Work Order Backlog, Maintenance Departemen, Performa Maintenance, Managemen Work Order", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "19 Feb 2018"}