{"Nomor": 28214, "Judul": "KARAKTERISTIK DAN DISTRIBUSI REKAHAN ALAMI PADA SINGKAPAN BATUAN DASAR DAERAH TANJUNG BATU - TANJUNG LAYANG DAN TANJUNG PENGAIL, KABUPATEN BANGKA", "Abstrak": "Eksplorasi minyak dan gas bumi pada reservoar batuan dasar yang terekahkan secara alami memerlukan pemahaman mengenai karakteristik rekahan alami seperti arah umum rekahan, sifat fraktal dari spasi, bukaan, dan panjang rekahan, distribusi intensitas dan densitas rekahan, lebar Fault Damage Zone (FDZ) dan faktor-faktor yang mengontrolnya. Salah satu metode yang digunakan untuk memahami karakteristik rekahan alami yaitu menggunakan metode linear scanline dan windows scanline. Penelitian dilakukan pada singkapan batuan dasar granitik di wilayah Tanjung Batu Ã‚Â– Tanjung Layang dan batuan dasar metamorf di wilayah Tanjung Pengail. Total rekahan yang dianalisis berjumlah 3960 rekahan alami pada batuan granitik dan 1534 rekahan alami pada batuan metamorf yang menghasilkan arah umum rekahan N-S dan E-W untuk rekahan gerus, dan NE-SW untuk rekahan terbuka dan vein. Pada batuan granitik sesar Tanjung Batu yang berarah ENE-WSW memiliki FDZ sebesar ?1100 m dan sesar Tanjung layang yang berarah E-W memiliki FDZ sebesar ?800 m serta pada batuan metamorf sesar Tanjung Pengail yang berarah N-S memiliki FDZ ?2600 m. Intensitas rekahan bernilai 6,5 Ã‚Â– 33,25 m-1 pada batuan granitik dan 19,0 Ã‚Â– 40,33 m-1 pada batuan metamorf sedangkan densitas rekahan bernilai 0,05 Ã‚Â– 0,32 cm-1 pada batuan granitik dan 0,14 Ã‚Â– 0,40 cm-1 pada batuan metamorf. Distribusi intensitas dan densitas rekahan dikontrol oleh jarak terhadap sesar dan komposisi litologi. Nilai spasi, bukaan, dan panjang rekahan alami bersifat fraktal dengan nilai dimensi fraktal pada batuan granitik ialah 1,5 Ã‚Â– 1,8 untuk spasi, 1,6 Ã‚Â– 1,9 untuk bukaan, dan 1,0 Ã‚Â– 1,8 untuk panjang. Sementara itu pada batuan metamorf nilai dimensi fraktal ialah 1,3 Ã‚Â– 1,8 untuk spasi, 1,3 Ã‚Â– 1,9 untuk bukaan, dan 1,2 Ã‚Â– 1,8 untuk panjang. Nilai estimasi porositas rekahan berdasarkan metode Lucia pada batuan dasar granitik ialah 0,7 Ã‚Â– 2,6 % dan pada batuan metamorf adalah 0,8 Ã‚Â– 1,7 %. Nilai estimasi permeabilitas menggunakan metode Lucia, Cubes, dan Match Sticks pada batuan dasar granitik mencapai 582 darcy dan pada batuan dasar metamorf mencapai 242 darcy.", "Daftar File": {"2018 TA PP JAKA SATRIA PERWANA 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133392", "2018_TA_PP_JAKA_SATRIA_PERWANA_1_-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/150137", "2018_TA_PP_JAKA_SATRIA_PERWANA_1-_BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/150144", "2018_TA_PP_JAKA_SATRIA_PERWANA_1-_BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/150145", "2018_TA_PP_JAKA_SATRIA_PERWANA_1-_BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/150146", "2018_TA_PP_JAKA_SATRIA_PERWANA_1-_BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/150152", "2018_TA_PP_JAKA_SATRIA_PERWANA_1-_BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/150153", "2018_TA_PP_JAKA_SATRIA_PERWANA_1-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/150154"}, "Penulis": "JAKA SATRIA PERWANA (NIM : 12013059)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Benyamin Sapiie, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "bangka, linear scanline, windows scanline, rekahan alami, fraktal, intensitas, densitas, fault damage zone, porositas, permeabilitas.", "Sumber": "PRODI GEOLOGI", "Staf Input/Edit": "Alice Diniarti  \n                                     Dedi Rosadi", "File": "8 file", "Tanggal Input": "14 Mar 2018"}