{"Nomor": 28219, "Judul": "MODEL PENENTUAN KAPASITAS, JADWAL DAN JUMLAH KAPAL DENGAN MEMPERTIMBANGKAN BIAYA PENALTI RUANG KOSONG DAN MUATAN SISA UNTUK OPERASIONAL SHORT SEA SHIPPING", "Abstrak": "Sebagian besar kondisi geografis Indonesia terdiri dari laut. Berdasarkan hal tersebut, konektivitas antar daerah dapat dibangun dengan menggunakan moda transportasi laut. Konektivitas antar daerah dapat memperlancar arus barang sehingga dapat menurunkan disparitas harga barang antar daerah dan meningkatkan kesejahteraan masyarakat. Namun, moda transportasi laut belum banyak digunakan untuk pergerakan arus barang antar daerah. Saat ini sebagian besar pergerakan arus barang antar daerah masih menggunakan moda transportasi darat. Hal tersebut terlihat pada Pulau Jawa sebagai pusat kegiatan perniagaan nasional. 80% pergerakan arus barang di Pulau Jawa diakomodasi oleh transportasi darat melalui jalur darat pantura. Padahal terdapat risiko ketidakpastian waktu tempuh pada penggunaan moda transportasi darat terkait dengan kecelakaan atau kemacetan lalu lintas. \n\nAdapun Pemerintah Indonesia telah mengeluarkan kebijakan pada Peraturan Presiden No. 26 tahun 2012 tentang pengembangan pelabuhan yang dapat memfasilitasi short sea shipping sebagai alternatif pengembangan infrastruktur jalur darat. Terkait dengan hal tersebut, pengalihan arus barang dari jalur darat ke jalur laut perlu dipertimbangkan. Namun, hingga saat ini pelaksanaan short sea shipping di Indonesia masih menghadapi banyak masalah. Salah satu masalah yang dihadapi terkait dengan permasalahan empty backhaul. Permasalahan ini terjadi karena kapal secara penuh mengangkut muatan dari pelabuhan asal menuju pelabuhan tujuan, tetapi kapal kembali ke pelabuhan asal dengan kondisi tidak penuh. Masalah lain yang dihadapi terkait dengan muatan sisa yang tidak dapat diangkut oleh kapal karena keterbatasan kapasitas kapal. Kedua masalah tersebut menimbulkan kerugian yang ditanggung oleh perusahaan pelayaran. Oleh karena itu, perlu dilakukan pengembangan terhadap short sea shipping dengan mempertimbangkan ruang kosong dan muatan sisa. \n\nPengembangan short sea shipping termasuk ke dalam kajian maritime fleet size problem (MFSP). Adapun lingkup kajian MFSP terkait dengan keputusan kapasitas dan jumlah kapal pada tingkat strategis, keputusan jadwal kapal dan perancangan rute pada tingkat taktis dan jumlah muatan yang diangkut pada tingkat operasional. Berdasarkan hal tersebut penelitian ini mengembangkan \n\nmodel Anna (2013) yang merupakan model MFSP untuk kajian short sea shipping sebagai model acuan utama untuk menjawab masalah yang dikaji pada penelitian ini. Namun, model Anna (2013) belum mempertimbangkan ruang kosong dan muatan sisa. Oleh karena itu, penelitian ini mengadaptasi model Hu dkk. (2015) yang sudah mempertimbangkan ruang kosong dan muatan sisa untuk mengakomodasi keterbatasan model Anna (2013). Dengan demikian, penelitian ini berfokus pada pengembangan model MFSP yang dapat menghasilkan keputusan berupa kapasitas kapal, jumlah kapal dan jadwal kapal dengan mempertimbangkan penalti ruang kosong dan muatan sisa untuk kajian short sea shipping. \n\nModel MFSP yang telah dikembangkan diselesaikan dengan menggunakan software LINGO 12.0. Adapun berdasarkan hasil perhitungan penyelesaian model, diperoleh keputusan jumlah kapal operasional sebanyak lima unit, kapasitas kapal sebesar 400 truk serta waktu antar kedatangan kapal sebesar 24 jam untuk pedoman dalam membuat jadwal kapal sebagai solusi yang memberikan total biaya operasional kapal minimum sebesar Rp 685.933 per round trip per truk.", "Daftar File": {"2018  TS PP JAMES HENOCH 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133397"}, "Penulis": "JAMES HENOCH NIM: 23415030", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Senator Nur Bahagia"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "SHORT SEA SHIPPING, KAPASITAS KAPAL, MARITIME FLEET SIZE PROBLEM, JUMLAH KAPAL OPERASIONAL, RUANG KOSONG KAPAL, MUATAN SISA", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "03 Jul 2018"}