{"Nomor": 28220, "Judul": "PERANCANGAN ALAT BANTU IMPLEMENTASI OPEN SOURCE ERP UNTUK UMKM FASHION", "Abstrak": "Enterprise Resource Planning (ERP) merupakan perangkat lunak yang dapat digunakan untuk membantu mengelola berbagai kegiatan dalam sebuah perusahaan, baik perusahaan berskala besar, maupun perusahaan dengan skala kecil (UMKM). Namun, saat ini jumlah UMKM di Indonesia yang menggunakan sistem ERP masih terbilang sedikit. Patut diduga bahwa UMKM enggan menggunakan sistem ERP pada perusahaannya karena menghawatirkan faktor biaya, risiko, dan kerumitan pada proses implementasinya. Tujuan dari penelitian ini adalah mengatasi permasalahan tersebut dengan menggunakan open source ERP yang disertai dengan sebuah alat bantu implementasi. Alat bantu yang dirancang ditujukan bagi UMKM fashion, yang saat ini sedang berkembang pesat di Indonesia.     \n \n \n\nPerancangan alat bantu dimulai dengan perancangan metodologi implementasi ERP pada UMKM yang didasari oleh metodologi implementasi SAP (Metodologi ASAP) dan metodologi Microsoft Dynamics Sure Step. Metodologi yang telah dirancang kemudian diterapkan pada PT Cahaya Perada Abadi, salah satu UMKM fashion di Kota Bandung. Penelitian dilakukan dengan metode studi literatur dan wawancara manajemen PT Cahaya Perada Abadi. Metode ini dianggap sesuai dengan kebutuhan penelitian yang dilakukan karena data yang dibutuhkan pada penelitian ini adalah data kualitatif dan penelitian ini lebih berfokus pada pemahaman proses bisnis dan kebutuhan UMKM.     \n \n \n\nBerdasarkan penelitian ini, dapat disimpulkan bahwa metodologi implementasi yang digunakan mampu memandu proyek implementasi ERP pada UMKM fashion dan dari penelitian ini juga dapat disimpulkan bahwa open source ERP terpilih, yaitu Odoo Community, telah mampu memenuhi kebutuhan UMKM fashion dengan panduan alat bantu implementasi yang telah dirancang.", "Daftar File": {"2018 TA PP JAMES PRATAMA 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133398"}, "Penulis": "JAMES PRATAMA (NIM : 13414047)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Rajesri Govindaraju, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "UMKM FASHION, PROSES BISNIS, OPEN SOURCE ERP, ALAT BANTU IMPLEMENTASI", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Okt 2018"}