{"Nomor": 28227, "Judul": "UJI SENSITIVITAS KONSTANTA LANGMUIR DAN KANDUNGAN GAS AWAL TERHADAP AFFECTED AREA PADA RESERVOIR GAS METANA BATUBARA", "Abstrak": "Adanya peningkatan kebutuhan akan gas di Indonesia membuat Gas Metana Batubara (GMB) menjadi salah satu pasar yang mulai dilirik oleh para investor. Namun, karena GMB merupakan salah satu jenis hidrokarbon nonkonvensional,reservoir ini memiliki beberapa perbedaan yang cukup signifikan dengan reservoir konvensional. Perbedaan yang cukup mendasar, yaitu gas pada reservoir GMB teradsorpsi dalam matriks dan yang tersimpan cleats (rekahan), sehingga hal ini sangat mempengaruhi besar kandungan gas yang dapat tersimpan dalam reservoir GMB. Dalam perkiraan gas in-place reservoir GMB, digunakan Langmuir Isotherm Adsorption Test untuk mengetahui maksimum gas yang dapat diadsorpsi oleh batubara. Tes ini memiliki nilai konstanta volume yang sangat berpengaruh dalam perkiraan gas in-place, yang disebut dengan Langmuir Volume, serta Langmuir Pressure merepresentasikan tekanan dimana kapasitas penyimpanan gas bernilai setengah dari maksimumnya.Kedua parameter inilah yang disebut sebagai konstanta Langmuir.  \n \n\nStudi ini berfokus pada pengaruh konstanta Langmuir serta banyaknya kandungan gas awal yang terdapat dalam reservoir GMB terhadap affected area yang akan ditunjukkan oleh penurunan tekanan di reservoir. Kemudian, untuk merepresentasikan keadaan yang sebenarnya, salah satu model reservoir yang digunakan dalam studi ini merupakan reservoir yang heterogen.", "Daftar File": {"2014 TA PP JANE SERAFIN THEODORA LENGKONG 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/133415"}, "Penulis": "JANE SERAFIN THEODORA LENGKONG (NIM : 12210057)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Doddy Abdassah M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "gas metana batubara, konstanta Langmuir, kandungan gas, affected area, simulasi reservoir", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "22 Mei 2018"}