{"Nomor": 28223, "Judul": "PANDUAN INVESTASI PASAR MODAL UNTUK INVESTOR LESS LITERATE DI INDONESIA", "Abstrak": "Finansial literasi penting dalam menghadapi perkembangan yang ada di Indonesia sekarang yang juga \n\nmemberikan peluang untuk berinvestasi pada masyarakat. Tetapi, masih banyak warga Indonesia \n\nyang less literate dan bahkan memilih investasi yang salah, sehingga mereka lah yang menjadi perhatian \n\ndalam studi ini. OJK dari dahulu sudah membuat program guna membuat masyarakat lebih terliterasi \n\nsebagaimana pentingnya. Selain itu, mereka juga memberi saran pada masyarakat agar berinvestasi \n\npada institusi non-bank terutama dalam sektor pasar modal. Akan tetapi, tidak ada pengarahan yang \n\nmenyatakan apa saja investasi pasar modal yang sesuai untuk investor less literate beserta kriteria \n\ninvestasi yang diperlukan untuk menyelesaikan permasalahan tersebut. \n\nAda beberapa investasi pasar modal yang tersedia di Indonesia, dan keputusan untuk memilihin \n\nÃ‚Â“investasi tepatÃ‚Â” biasanya melibatkan sejumlah kriteria investasi. Kriteria investasi pada studi ini \n\nadalah kriteria yang dipilih oleh dana tau direkomendasikan kepada investor less literate. Penelitian ini \n\nmenggunakan analisis hirarki proses untuk memecahkan masalah. Model ini menentukan investasi \n\npasar modal yang cocok untuk investor less literate, berdasarkan kepentingan setiap kriteria investasi. \n\nData didapatkan dari para ahli dimana mereka dipilih sesuai dengan profesionalisme mereka di bidang \n\ninvestasi, literasi, dan pasar modal sehingga data yang dihasilkan akan cukup mewakilkan hasil yang \n\nbaik. \n\nHasil studi ini menyatakan bahwa Ã‚Â“Kemudahan dalam mendapatkan informasi awalÃ‚Â” adalah kriteria \n\npaling penting yang harus dimiliki oleh produk investasi khususnya untuk investor less literate. Studi \n\nini juga menyediakan hasil berupa prioritas investasi sesuai dengan kecocokannya untuk investor less \n\nliterate. Instrument investasi yang paling cocok adalah Reksadana Pasar Uang diikutin dengan \n\nReksadana Pendapatan Tetap, Saham, Reksadana Campuran, Reksadana Saham, Obligasi, Sukuk, \n\nDana Investasi Real Estate, dan Efek beragun aset. \n\nAplikasi dari studi ini bisa dengan memprioritaskan kriteria investasi dengan bobot tertinggi dan \n\nranking dari investasi pasar modal. Diharapkan untuk institusi finansial untuk lebih focus terhadap \n\nkepentingan investor less literate dan melakukan pengembangan dan evaulasi terhadap produk dan \n\nprogram mereka. Studi ini juga memberikan investor less literate panduan berinvestasi dengan \n\nmemberikan peringkat kecocokan dari semua alternatif investasi. Pada pokoknya, studi ini \n\nmemfasilitasi investasi yang lebih baik untuk investor less literate.", "Daftar File": {"2018 TA PP JANE AUDITYA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133411", "2018 TS PP JANE AUDITYA 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/251479"}, "Penulis": "Jane Auditya (19015229)", "Kontributor / Dosen Pembimbing": ["Mandra Lazuardi Kitri, ST., MBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Analytic Hierarchy Process, Investment Guidance, Capital Market, Financial Literacy, Less Literate Investor", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "25 Jun 2018"}