{"Nomor": 28237, "Judul": "PENGARUH PERBEDAAN TINGKAT PEMANGGANGAN TERHADAP KARAKTERISTIK CITA RASA BIJI KOPI ARABIKA HASIL FERMENTASI MENGGUNAKAN METODE SOLID STATE FERMENTATION", "Abstrak": "Salah satu komoditas perkebunan unggulan di Indonesia adalah kopi. Berdasarkan proyeksi data pada tahun 2002 hingga 2015, konsumsi kopi arabika nasional terus mengalami kenaikan tiap tahunnya. Hal ini dipengaruhi oleh cita rasa khas kopi serta manfaatnya bagi kesehatan karena mengandung senyawa yang memiliki aktivitas antioksidan. Penelitian sebelumnya telah membuktikan bahwa fermentasi menggunakan isolat bakteri BF5C(2), UciSp14, dan AF7E dapat meningkatkan penilaian cita rasa dan aktivitas antioksidan, serta merubah karakteristik cita rasa kopi arabika Indonesia. Tahapan penting yang berpengaruh pada keberadaan senyawa aktif dan pembentukan cita rasa kopi adalah tahap pemanggangan (roasting). Pada penelitian ini dilakukan pengamatan pengaruh perbedaan tingkat pemanggangan (roasting degree) terhadap profil asam amino dan kadar polifenol yang merupakan prekursor rasa dan senyawa aktif antioksidan pada kopi arabika Indonesia yang telah difermentasi menggunakan ketiga isolat bakteri. \n\nGreen bean kopi arabika difermentasi menggunakan metode Solid State Fermentation dengan jumlah inokulum bakteri sebesar 10% v/w. Perbandingan volume masing-masing isolat bakteri BF5C(2):UciSp14:AF7E adalah 2:2:1 dan proses fermentasi dilakukan selama 8 jam pada suhu 37○ C. Green bean kopi arabika terfermentasi kemudian dipanggang dengan roasting degree yang berbeda dengan urutan semakin meningkat dari light (205○ C), medium (219○ C), hingga dark (230○ C). Biji kopi kemudian diukur warnanya menggunakan chromamometer, kandungan polifenol total menggunakan reagen Folin-Ciocalteu, kandungan air dengan uji proksimat, kadar asam amino menggunakan Ultra Pressure Liquid Chromatography (UPLC), dan karakteristik cita rasa menggunakan Cupping Test. \n\nBerdasarkan hasil penelitian, nilai kuantifikasi warna secara berurutan dari tingkat pemanggangan light ke dark untuk parameter kecerahan menurun dari 58,5 + 0,011 L* menjadi 50,4 + 0,038 L*, untuk parameter warna merah-hijau menurun dari 16 + 0,031 a* menjadi 8,8 + 0,029 a*, serta untuk parameter warna kuning-biru menurun dari 12,7 + 0,007 b* menjadi 1,9 + 0,015 b*. Kadar polifenol total pada biji terfermentasi lebih tinggi dibandingkan biji yang tidak difermentasi dengan rata-rata kenaikan sebesar 28,07 ppm, baik yang masih green bean maupun biji yang telah dipanggang. Kadar polifenol total secara berurutan dari tingkat pemanggangan light ke dark menurun dari 498 + 2,57 menjadi 382 + 9,45 ppm. Nilai ketiga parameter pengukuran chromamometer (L*, a*, b*) dan kadar polifenol total pada biji kopi mengalami penurunan seiring dengan meningkatnya roasting degree. Hasil kuantifikasi warna pada ketiga roasting degree berbanding lurus dengan kadar polifenol total yang memiliki nilai kepercayaan (R2) sebesar 0,961 + 0,039. Uji proksimat (kadar lemak total, protein, karbohidrat, abu, dan air) menunjukkan bahwa semua parameter, kecuali kadar air, memiliki nilai yang lebih tinggi untuk biji kopi terfermentasi dibandingkan dengan kontrol. Kadar air pada biji kopi mengalami penurunan setelah dipanggang dan menurun seiring dengan meningkatnya roasting degree dari 8,08% menjadi 1,54%. Hasil uji asam amino menunjukkan bahwa fermentasi dapat meningkatkan kadar asam amino histidin, glisin, alanin, asam aspartat, isoleusin, leusin, \n\ntreonin, tirosin, valin, prolin, fenilalanin, serin, asam glutamat, dan arginin. Untuk asam amino lisin mengalami penurunan setelah fermentasi. Pada biji kopi arabika terfermentasi, kadar asam amino pada tingkat pemanggangan light ke dark untuk treonin menurun dari 3630,43 mg/kg menjadi 2811,52 mg/kg, dan untuk arginin menurun dari 949,98 mg/kg menjadi 370,3 mg/kg. Kedua asam amino tersebut mengalami penurunan seiring dengan naiknya roasting degree. Penurunan treonin beriringan dengan munculnya karakteristik cita rasa smokey-burnt akibat pembentukan senyawa kelompok furan. Arginin tidak mampu menurunkan bitterness dari leusin, isoleusin, dan valin karena mengalami penurunan di saat bitterness semakin kuat seiring dengan meningkatnya roasting degree. Penurunan kadar polifenol total yang didominasi oleh asam klorogenat menyebabkan hilangnya acidity pada kopi seiring dengan meningkatnya roasting degree. Penelitian ini menunjukkan bahwa semakin tinggi roasting degree maka nilai kuantifikasi warna, kadar polifenol total, kadar air, kadar asam amino treonin dan arginin akan semakin rendah, hal-hal tersebut memberi pengaruh pada perubahan karakteristik cita rasa pada biji kopi arabika terfermentasi dengan roasting degree yang berbeda.", "Daftar File": {"2018 TS PP JAYEN ARIS KRISWANTORO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133432"}, "Penulis": "JAYEN ARIS KRISWANTORO - NIM: 21117019", "Kontributor / Dosen Pembimbing": ["Intan Taufik, M.Si. \n\nDr. Pingkan Aditiawati"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Asam amino, cita rasa, fermentasi, kopi arabika, polifenol.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Sep 2018"}