{"Nomor": 28246, "Judul": "In partial fulfillment of the requirements for the Degree of Doctor of Philosophy from Institut Teknologi Bandung", "Abstrak": "Penyedia Layanan Komunikasi (PLK) di seluruh dunia dalam kesulitan karena \n\nkehadiran bisnis Over-The-Top (OTT) yang cepat berubah. PLK merasakan \n\npenurunan pendapatan dan harus memasuki bisnis OTT untuk memperbaikinya \n\nnamun hanya sedikit yang berhasil. Riset di area pengembangan dan pengelolaan \n\ninisiatif OTT oleh PLK belum ditegakkan sementara riset-riset yang ada kurang \n\nmemiliki perspektif terintegrasi dan hanya fokus pada area tertentu. \n\nRiset ini ditujukan untuk menawarkan sebuah pendekatan terintegrasi dengan \n\nmempertimbangkan karakteristik OTT. Model yang ditawarkan merupakan \n\npendekatan sistematis yang terdiri dari tahapan keputusan dan alat bantu yang akan \n\nsecara efektif membantu PLK dalam mendefinisikan portofolio bisnis OTT, \n\nmemutuskan strategi pengembangan OTT, merancang model bisnis OTT, dan \n\nmenerapkan parameter bisnis OTT. \n\nModel yang diusulkan akan dikembangkan dan diuji pada PLK terbesar di \n\nIndonesia dengan melibatkan tujuh eksekutif puncak dan empat puluh manager \n\nlevel strategies dan konsultan. Riset terdiri dari fase pengembangan model, yang \n\nmenerapkan Pengembangan Model Kelompok (PMK) dan fase konfirmasi yang \n\nmengadopsi Riset Aksi (RA). Informasi dan data diperoleh menggunakan in-depth \n\ninterview, kuesioner, Focus Group Discussion (FGD), dan hasil impelementasi. \n\nKonklusi riset diuji menggunakan Metode Penerimaan Teknologi (MPT) dan \n\nmetode Delphi. \n\nRiset ini menyimpulkan bahwa siklus initiatif OTT terintegrasi sangat efektif bagi \n\nPLK dalam mengelola inisiatif OTT sebagaimana terlihat dari perbaikan kinerja \n\nyang signifikan. Sementara riset sebelumnya hanya memperhatikan tahap tertentu, \n\nriset ini menerapkan siklus yang lengkap dari aksi terencana, pengamatan, dan \n\nrefleksi untuk memastikan keberhasilan dalam penerapan. Pendekatan ini \n\ndiharapkan bisa menjadi praktek baru bagi PLK dalam pengelolaan bisnis OTT. \n\nRiset ini bersifat empiris dan generalisasi dari temuan ini pada PLK lain dan selain \n\ninisiatif OTT membutuhkan validasi lebih lanjut.", "Daftar File": {"2018 DS PP JEMY VESTIUS CONFIDO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133442", "COVER JEMY VESTIUS CONFIDO (39014306)": "https://digilib.itb.ac.id/gdl/download/189034", "2019 DS PP JEMY VESTIUS CONFIDO 1-BAB I.pdf\n]": "https://digilib.itb.ac.id/gdl/download/189036", "2019 DS PP JEMY VESTIUS CONFIDO 1-BAB II.pdf)u": "https://digilib.itb.ac.id/gdl/download/189037", "2019 DS PP JEMY VESTIUS CONFIDO 1-BAB III.pdf?": "https://digilib.itb.ac.id/gdl/download/189038", "2019 DS PP JEMY VESTIUS CONFIDO 1-BAB IV.pdf)u": "https://digilib.itb.ac.id/gdl/download/189039", "2019 DS PP JEMY VESTIUS CONFIDO 1-BAB V.pdf\n]": "https://digilib.itb.ac.id/gdl/download/189040", "2019 DS PP JEMY VESTIUS CONFIDO 1-REFERENCES.pdf?": "https://digilib.itb.ac.id/gdl/download/189041"}, "Penulis": "JEMY VESTIUS CONFIDO (39014306)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Dermawan Wibisono, M.Eng)"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Keywords: Communication Service Providers (CSPs), Over-The-Top (OTT) business, and initiatives", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "8 file", "Tanggal Input": "11 Okt 2018"}