{"Nomor": 28245, "Judul": "PERHITUNGAN DAN ANALISIS RADAR CROSS SECTION UNTUK UNMANNED COMBAT AERIAL VEHICLE MENGGUNAKAN PERANGKAT LUNAK FEKO", "Abstrak": "Perkembangan teknologi RADAR mendorong setiap negara untuk mengembangkan pesawat udara militer dengan ukuran RADAR Cross Section yang kecil untuk memunculkan perilaku stealth sehingga tidak mudah terdeteksi oleh musuh. Dalam mendesain sebuah pesawat udara, metode komputasi menjadi salah satu solusi terbaik dalam menyimulasikan perilaku sebuah geometri ketika dipancarkan gelombang elektromagnetik.  \n\nPada penelitian ini, dilakukan simulasi perhitungan nilai RCS (RADAR Cross Section) mengunakan FEKO (FEldberechnung bei KÃƒÂ¶rpern mit beliebiger OberflÃƒÂ¤che) EM Simulation pada pesawat tempur tanpa awak (unmanned combat aerial vehicle). Simulasi dilakukan dengan berbagai kondisi untuk mengetahui hal-hal yang mempengaruhi nilai RCS. Pengaruh akan dianalisis dengan melakukan simulasi pada variasi frekuensi RADAR, material yang melapisi pesawat, dan metode perhitungan komputasi. Simulasi dilakukan pada frekuensi (100 MHz, 500 MHz, 1 GHz, dan 2GHz), material (metal dan non-metal), serta metode (Physical Optics full-ray tracing, Multilevel Fast Multipole Methods, dan Methods of Moments).  \n\nHasil dari simulasi yang telah dilakukan pada perhitungan nilai RCS menggunakan FEKO EM Simulation untuk pengaruh frekuensi yaitu semakin besar frekuensi yang digunakan, maka kebutuhan perhitungan komputasi akan semakin besar, seperti jumlah mesh, waktu yang dibutuhkan untuk running simulasi, dan memori yang dibutuhkan. Namun frekuensi tidak berbanding lurus dalam hasil nilai RADAR Cross Section yang dihasilkan. Sedangkan untuk metode, MoM dan MLFMM sebagai full wave solution melakukan perhitungan komputasi yang lebih detail dan lebih akurat dibanding dengan PO full-ray tracing. Hal tersebut terlihat dari jumlah mesh, waktu running simulasi dan memori yang dibutuhkan jauh lebih banyak untuk metode MoM dan MLFMM. Untuk perbedaan material dari hasil simulasi didapat pengaruh permitivitas dan permeabilitas yang berpengaruh terhadap nilai RCS. Pengaruh nilai permitivitas dan permeabilitas terdapat pada bagian objek yang terpancarkan gelombang radar secara langsung (non-shadowed region). Penelitian ini juga dibandingkan dengan penelitian serupa yang dilkaukan pada objek berbeda. Objek penelitian lain yang dibandingkan adalah pesawat tempur F-22, Missile AIM-9M Sidewinder, dan Hypothetical Fighter.", "Daftar File": {"2018 TA PP Jehian Panangian Sijabat 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133440"}, "Penulis": "Jehian Panangian Sijabat - Nim: 13614028", "Kontributor / Dosen Pembimbing": ["Ir. Toto Indriyanto M.Sc. Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Stealth, RADAR, RADAR Cross Section, FEKO, UCAV Northrop X-47B", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Agu 2018"}