{"Nomor": 28248, "Judul": "IDENTIFYING THE PROPER CROWDFUNDING DESIGN FOR ENTREPRENEURS IN INDONESIA: A CASE STUDY OF CROWDFUNDING IMPLEMENTATION IN EUROPE AND ASIA", "Abstrak": "Sebuah bisnis baru yang digunakan untuk meminjam uang dari bank, pemodal ventura, hibah, angel \n\ninvestor, lembaga keuangan atau pendanaan tradisional lainnya untuk mengembangkan bisnis mereka. \n\nMetode konvensional ini menghabiskan banyak waktu dan tidak mudah karena masih baru di pasar. \n\nCrowdfunding dapat menjadi alternatif terutama untuk start-up dalam hal pendanaan. Kemajuan teknologi \n\nyang pesat dalam mendukung crowdfunding menjadi lebih banyak terjadi. Melalui situs web, perusahaan \n\nbaru dapat menyebarkan kampanye tanpa batasan waktu dan ruang yang menargetkan investor prospektus \n\nmereka untuk memberi mereka dana. Konsep crowdfunding telah ada sejak lama, tetapi kemunculannya \n\ndalam bentuk crowdfunding global telah dimulai sejak 2003. Diikuti oleh platform crowdfunding pertama \n\nyang terjadi di Indonesia 8 tahun kemudian. Permulaan ini sebenarnya tidak tertinggal dibandingkan dengan \n\nnegara-negara Asia lainnya tetapi perkembangannya tampaknya digantungkan. Penggerak awal tidak dapat \n\nbertahan karena respons yang buruk dari pasar. Padahal, Asia menunjukkan kemajuan positif dari waktu ke \n\nwaktu. \n\nStudi ini mengidentifikasi situasi di Indonesia mengenai lingkungan crowdfunding. Kemudian, temukan \n\ncelah dengan melihat praktik crowdfunding di Uni Eropa dan negara-negara Asia dan juga peran regulasi \n\ndalam crowdfunding. Tujuan dari penelitian ini adalah pengusaha itu sebabnya penulis memfokuskan \n\ntemuan pada ekuitas dan crowdfunding berbasis hadiah. Jadi, pada akhirnya, praktik terbaik yang telah \n\nditemukan dari implementasi di Uni Eropa dan negara Asia akan mengarah pada kesimpulan yang sebagian \n\nbesar homogenitas di antara platform sesuai dengan karakteristik yang sedang dianalisis. Agar lebih sesuai, \n\nsurvei dilakukan terhadap 100 pengusaha muda untuk mencari skema crowdfunding terbaik yang mereka \n\nsukai. Pada akhirnya, praktik yang berhasil dilaksanakan oleh platform sebelumnya diharapkan juga dapat \n\nmemberikan pandangan untuk memulai dan pengetahuan crowdfunding Indonesia untuk semua.", "Daftar File": {"2018 TA PP JENNIFER YUSAN CHANGIFER 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133444", "9. CHAPTER I.pdf\n]": "https://digilib.itb.ac.id/gdl/download/251486", "10. CHAPTER II.pdf?": "https://digilib.itb.ac.id/gdl/download/251487", "11. CHAPTER III.pdf\n]": "https://digilib.itb.ac.id/gdl/download/251488", "13. CHAPTER V.pdf)u": "https://digilib.itb.ac.id/gdl/download/251489", "14. REFERENCES.pdf?": "https://digilib.itb.ac.id/gdl/download/251490"}, "Penulis": "Jennifer Yusan Changifer (19015007)", "Kontributor / Dosen Pembimbing": ["Deddy Priatmodjo Koesrindartoto, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Start-up, Reward-based crowdfunding, Equity-based Crowdfunding, European crowdfunding platforms, Asian crowdfunding platform, Crowdfunding in Indonesia", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "6 file", "Tanggal Input": "23 Jul 2018"}