{"Nomor": 28247, "Judul": "INTERNET-BASED DISCLOSURE AND FIRM VALUATION", "Abstrak": "Memaksimalkan kekayaan pemilik perusahaan adalah tujuan dari sebuah perusahaan. Kekayaanpemilik perusahaan bisa dilihat dari nilai sebuah perusahaan itu sendiri. Dalam mencapai nilaperusahaan yang maksimal, ada beberapa faktor yang harus diperhatian. Salah satu dari faktor \n\ntersebut adalah keterbukaan informasi. Keterbukaan informasi adalah berbagai informasi yangdiketahui oleh pemegang saham. Tingkat keterbukaan informasi yang tinggi berarti banyak \n\ninformasi yang diketahui pemegang saham. Secara teori, semakin banyak informasi yangdiketahui pemegang saham tentang perusahaan terkait, penilaian akan nilai perusahaan tersebutakan lebih mudah dilakukan. Sayangnya, tidak semua pemegang saham memiliki jumlahinformasi yang sama. Fenomena ini disebut ketimpangan informasi. Ketimpangan informasmembuat penilaian terhadap sebuah perusahaan tidak tepat.  \n \n\nKetimpangan informasi dapat dicegah dengan mengeluarkan sebanyak banyaknya informasi kepublik. Mengeluarkan informasi ke pasar dapat dilakukan melalui kebijakan internal daneksternal. Kebijakan eksternal dapat berupa aturan tentang keterbukaan pemerintah darpemerintah atau institusi berwajib sebagai pihak diluar perusahaan. Dalam hal ini, keterbukaan \n\ninformasi ini termasuk kedalam keterbukaan wajib. Namun, aturan mengenai hal tersebut belumterlalu mengikat di Indonesia. Oleh karena itu dibutuhkan aturan dari perusahaan itu sendirmelalui kebijakan tata kelola perusahaan. Keterbukaan informasi ini termasuk ke dalam jenisketerbukaan sukarela. Kedua jenis informasi ini dapat berupa informasi keuangan maupun nonkeuangan. \n \n \n \n\nKeterbukaan informasi harus diterima secara menyeluruh ke seluruh pemegang saham, olehsebab itu dibutuhkan media penyampaian yang efektif. Informasi dapat disebarluaskan melalubeberapa macam media. Dari beberapa macam media, internet diduga sebagai media paling \n\nefektif untuk menyampaikan informasi. Trend penggunaan internet dalam berbagai kebutuhanmanusia telah membuktikan bahwa mayoritas masyarakat lebih banyak menggunakan internetdibandingkan  media yang lain. Indonesia sendiri dinilai sebagai salah satu negara denganpenggunakan internet tertinggi. Oleh karena itu penelitian ini membuat hipotesis bahwasemakin tinggi suatu keterbukaan informasi perusahaan akan membuat nilai perusahaan menjadilebih tinggi.  \n \n\nPenelitian ini mengambil data dari index LQ45 dengan mengeluarkan perusahaan keuangan danbank. Index LQ45 mencakup berbagai industri di Bursa Pasar Indonesia, oleh sebab itu LQ45 \n\ncukup representatif untuk menggambarkan kondisi pasar Indonesia. Penelitian ini dilakukan \n\ndari tahun 2014 sampai 2016. Adapun analisis yang digunakan untuk penelitian inimenggunakan Multiple Linear Regression.  \n \n\nPenelitian ini menggunakan 2 model yang mempunyai perbedaan pada dependent variabelModel pertama menggunakan ROA seabgai variabel dependen. Temuan dari model inmenunjukkan bahwa ICDI berkorelasi positif dan signifikan sementara kontrol variabel tidaksignifikan. Model ini menggunakan level signifikansi sebesar 95%. Model kedua menggunakanTobinÃ‚Â’s Q sebagai variabel dependen. Temuan dari model ini menunjukkan bahwa tobinÃ‚Â’s qberkorelasi negatif terhadap ICDI. Model ini juga menggunakan level signifikansi sebesar 95%. \n\nPenulis menemukan adanya korelasi yang kuat antara keterbukaan informasi perusahaanterhadap nilai perusahaan. Hal ini menunjukkan bahwa informasi yang disebarkan di publik \n\nmemiliki efek terhadap nilai perusahaan. Keterbukaan informasi memiliki korelasi positifterhadap ROA menunjukkan bahwa keterbukaan informasi memiliki pengaruh terhadap nilaperusahaan. Semakin tinggi keterbukaan informasi suatu perusahaan membuat profitability \n\nperusahaan meningkat. Namun, keterbukaan informasi berkorelasi negatif terhadap TobinÃ‚Â’s Q \n\nHal ini menunjukkan bahwa semakin tinggi keterbukaan informasi pada perusahaan akanmembuat nilai pasar perusahaan tersebut menurun. Dari temuan ini dapat disimpulkan bahwawalaupun keterbukaan informasi mempengaruhi profitabilitas perusahaan tetapi tidak berfungsuntuk mengurangi ketimpangan informasi sehingga tidak membuat nilai pasar suatu perusahaan \n\nbertambah.", "Daftar File": {"2018 TA PP JENNIFER MAGDALENA NATAMA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133443", "2018 TS PP JENNIFER MAGDALENA N 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/251485"}, "Penulis": "Jennifer\tMagdalena\tNatama\t (19015009)", "Kontributor / Dosen Pembimbing": ["Dr. Yunieta Anny Nainggolan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "INTERNET-BASED\tDISCLOSURE\tAND\tFIRM\tVALUATION", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "16 Jul 2018"}