{"Nomor": 28253, "Judul": "ANALISIS TEKNIK DETEKSI KOMUNITAS PADA GRAF BESAR", "Abstrak": "Pada tugas akhir ini, dilakukan analisis mengenai algoritma RelaxMap dan algoritma modified Louvain untuk menentukan algoritma yang optimal dalam hal komputasi. Analisis ini dilakukan dengan membandingkan algoritma RelaxMap dan algoritma modified Louvain dalam mendeteksi komunitas dan menangani graf besar. Dengan demikian, dapat ditentukan algoritma optimal dalam komputasi. \n\nBerdasarkan perbandingan yang dilakukan, algoritma modified Louvain memiliki komputasi yang lebih ringan dan memiliki cara yang lebih sederhana dalam menangani graf besar. Meskipun demikian, algoritma RelaxMap mendeteksi komunitas berdasarkan informasi flow yang melalui graf. Dengan demikian, algoritma modified Louvain lebih optimal dalam hal komputasi selama pengguna melakukan pendeteksian komunitas yang tidak memerlukan informasi flow. Selain itu, algoritma modified Louvain memiliki dua cara pendeteksian komunitas, yakni Mod. A dengan masukan batasan R dan Mod. B dengan masukan batasan k. Kedua cara ini dapat digabungkan menjadi satu algoritma terpadu apabila batasan R lebih besar daripada batasan k. \n\nAlgoritma modified Louvain dipilih untuk diimplementasikan. Implementasi dilakukan dengan menggunakan dan memodifikasi library louvain-igraph yang dibuat oleh V. A. Traag. Program hasil implementasi digunakan untuk eksperimen. Dari eksperimen ini, ditemukan bahwa waktu meningkat secara linear jika batasan R atau k dinaikkan, jumlah vertex dan jumlah edge mempengaruhi kenaikan waktu apabila batasan R atau k dinaikkan, Mod. B lebih berat daripada Mod. A dalam hal komputasi, pencarian komunitas untuk suatu vertex menggunakan memory yang cukup besar, dan batasan k lebih mempengaruhi waktu pemrosesan pada algoritma modified Louvain gabungan dua cara. \n\nDari pengerjaan tugas akhir ini, dapat disimpulkan bahwa algoritma modified Louvain lebih optimal daripada algoritma RelaxMap dalam hal komputasi apabila pengguna tidak perlu memperhatikan informasi flow. Untuk pengembangan berikutnya, terdapat potensi untuk mengembangkan algoritma modified Louvain secara paralel dengan mempersingkat waktu pemrosesan atau memperkecil penggunaan memory pada proses pencarian komunitas untuk suatu vertex.", "Daftar File": {"2018 TA PP JEREMIA KEVIN RAJA PARLUHUTAN SIAHAAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133450"}, "Penulis": "JEREMIA KEVIN RAJA PARLUHUTAN SIAHAAN (NIM : 13514060)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Gusti Ayu Putri Saptawati, M.Comm."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "deteksi komunitas, graf besar, graph mining, the map equation, modularitas, RelaxMap, Louvain", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2018"}