{"Nomor": 28250, "Judul": "Identifikasi Pengaruh Stakeholder dalam Program Pengembangan Destinasi Pariwisata Berbasis DMO di Kota Tua Jakarta", "Abstrak": "Suatu destinasi pariwisata harus dikelola dan dikembangkan sebaik mungkin karena pariwisata dapat menjadi sektor yang dapat membangun daerah. Program dan konsep pembangunan destinasi pariwisata dapat dirumuskan oleh berbagai pihak dari berbagai tingkatan. Untuk di Indonesia sendiri, Kementerian Pariwisata, melalui RIPPARNAS memiliki kebijakan menetapkan 88 destinasi pariwisata sebagai Kawasan Strategis Pariwisata Nasional (KSPN), dan 15 diantaranya merupakan prioritas percepatan berbasis Destination Management Organization (DMO).Konsep DMO merupakan konsep yang didapat dari UNWTO dan diimplementasikan langsung oleh Kementerian Pariwisata. Konsep DMO merupakan salah satu konsep yang paling tepat dalam mengelola destinasi pariwisata mengingat banyaknya pemangku kepentingan yang terlibat dengan segala kompleksitas kepentingan di dalamnya. Dari sanalah, penelitian ini bertujuan untuk mengidentifikasi segala hal yang dilakukan oleh masing-masing pemangku kepentingan dalam mengembangkan salah satu dari 15 destinasi pariwisata prioritas percepatan di Indonesia, yaitu Kota Tua Jakarta. Pengumpulan data menggunakan metode wawancara dan data sekunder, dilanjutkan analisis dengan mengunakan metode analisis konten dan stakeholder mapping. \n \n\nDalam penelitian ini, dilakukan identifikasi terhadap segala kebijakan, program, atau kegiatan apapun yang dilakukan oleh tiap pemangku kepentingan yang terlibat dalam Program DMO Kota Tua Jakarta. Dari sana, penelitian akan dilanjutkan dengan menganalisis konten dari temuan-temuan yang didapat dari tiap pemangku kepentingan, untuk dikelompokkan per masing-masing elemen terkait. Elemen yang dimaksud adalah 3A pariwisata, yaitu atraksi, amenitas, dan aksesibilitas.Terakhir, setelah temuan dari tiap pemangku kepentingan sudah dikelompokkan, akan dilakukan stakeholder mapping dengan menggunakan kriteria yang sudah ada. \n \n\nPenelitian ini diharapkan menghasilkan 3 hal. Pertama adalah daftar semua pihak yang terlibat dalam Program DMO Kota Tua Jakarta. Kedua adalah program dan kegiatan yang dilakukan oleh setiap pemangku kepentingan terkait pemenuhan elemen 3A. Ketiga, ada pemetaan stakeholder untuk melihat tingkatan tiap pemangku kepentingan dalam program DMO Kota Tua Jakarta.", "Daftar File": {"2018 TA PP JEO TAUFAN SAHLAN PUTRA_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/133446", "2018 TA PP JEO TAUFAN SAHLAN PUTRA_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133447"}, "Penulis": "JEO TAUFAN SAHLAN PUTRA (NIM : 15413084)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Heru Purboyo Hidayat Putro, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "DMO, Stakeholder, atraksi, amenitas, aksesibilitas", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "2 file", "Tanggal Input": "29 Jun 2018"}