{"Nomor": 28257, "Judul": "MUSEUM ARKEOLOGI GUA PAWON DI DESA GUNUNG MASIGIT, PADALARANG, KABUPATEN BANDUNG BARAT", "Abstrak": "Gua Pawon merupakan salah satu situs cagar budaya yang penting untuk dilestarikan karena menyimpan banyak peninggalan sejarah jaman purba. Namun, eksistensi Gua Pawon semakin pudar dikarenakan kurangnya fasilitas yang ada serta rusaknya batuan kars yang ada di dalam Gua Pawon akibat pengunjung yang bertindak sembarangan dan tidak menjaga dengan baik. Karena itu dibutuhkan sebuah museum arkeologi yang dapat menyimpan koleksi peninggalan dan juga sarana yang dapat mengedukasi masyarakat serta dapat menjadi pelindung Gua Pawon dari kerusakan yang semakin parah. Proyek museum ini berada di Desa Gunung Masigit, Padalarang, Kabupaten Bandung Barat dengan luas lahan sekitar 1,3 hektare. Proyek ini diprakarsai oleh pemerintah bekerja sama dengan pihak swasta, yakni pemerhati lingkungan, Balai Arkeologi Bandung, dan beberapa komunitas arkeologi. Lahan proyek ini termasuk ke dalam kawasan cagar budaya dan ilmu pengetahuan yang dilindungi pemerintah sehingga lahan tersebut harus menghormati kondisi alam sekitar. Pendekatan rancangan dibuat berdasarkan permasalahan yang ada serta isu-isu utama yang muncul dari tapak, fungsi bangunan, dan pemrakarsa. Dari isu-isu tersebut muncullah konsep perancangan yaitu Another Hidden Cave yang berfokus pada menciptakan ruang yang ikonik namun tetap menghormati konteks alam sekitarnya. Museum ini hadir untuk menjadi salah satu dari gua-gua dengan konsep ruang pamer mirip dengan gua dan konsep ruang luar alami dengan menggunakan elemen tanah, air, batu, vegetasi, dan kayu.", "Daftar File": {"2018 TA PP JEREMY MELDIKA 1-ABSTRAK pdf.pdf": "https://digilib.itb.ac.id/gdl/download/133454"}, "Penulis": "JEREMY MELDIKA (NIM : 15214099)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Mochamad Prasetiyo E.Y., M.Arch., MAUD."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Museum Arkeologi, Gua Pawon, Ikonik, Another Hidden Cave", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "25 Sep 2018"}