{"Nomor": 28266, "Judul": "KAJIAN TERHADAP PERATURAN MENTERI AGRARIA DAN TATA RUANG/KEPALA BADAN PERTANAHAN NASIONAL REPUBLIK INDONESIA NOMOR 17 TAHUN 2016 TENTANG PENATAAN PERTANAHAN DI WILAYAH PESISIR DAN PULAU-PULAU KECIL", "Abstrak": "Penguasaan tanah yang semakin intensif oleh berbagai pihak yang berkepentingan di dalamnya serta mengingat belum adanya peraturan yang mengatur tentang pemberian Hak Atas Tanah di wilayah pesisir melatarbelakangi diterbitkannya Peraturan Menteri Agraria dan Tata Ruang/Kepala Badan Pertanahan Nasional Nomor 17 Tahun 2016 tentang Penataan Pertanahan di Wilayah Pesisir dan Pulau-Pulau Kecil. Tugas Akhir ini akan mengkaji aspek hukum, aspek teknis, serta aspek kelembagaan dari Peraturan Menteri tersebut menggunakan metode pendekatan normatif atau studi kepustakaan yaitu dengan melakukan pengkajian terhadap peraturan perundang-undangan yang berlaku untuk melihat sejauh mana penataan pertanahan yang selama ini diberlakukan di kadaster pertanahan dapat diaplikasikan di wilayah pesisir dan pulau-pulau kecil. Hasil kajian menunjukkan bahwa terdapat ketentuan yang belum diatur secara tegas yang terkandung dalam Peraturan Menteri Agraria dan Tata Ruang/Kepala Badan Pertanahan Nasional Nomor 17 Tahun 2016 tentang Penataan Pertanahan di Wilayah Pesisir dan Pulau-Pulau Kecil sehingga peraturan ini belum dapat memberikan kepastian hukum kepada pihak-pihak yang terkait.", "Daftar File": {"2017 TA PP JERY ADRIAN COVER.pdf": "https://digilib.itb.ac.id/gdl/download/133469", "2017 TA PP JERY ADRIAN BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/133470", "2017 TA PP JERY ADRIAN BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/133471", "2017 TA PP JERY ADRIAN BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/133472", "2017 TA PP JERY ADRIAN BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/133473", "2017 TA PP JERY ADRIAN  PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/133474"}, "Penulis": "JERY ADRIAN", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Eka Djunarsjah, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "penataan pertanahan, wilayah pesisir, pulau-pulau kecil, aspek legal, aspek teknis, aspek kelembagaan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "6 file", "Tanggal Input": "06 Sep 2018"}