{"Nomor": 28263, "Judul": "TULANG IKAN TONGKOL TERSALUT NATRIUM ALGINAT UNTUK ADSORPSI ION PB(II)", "Abstrak": "Ion Pb(II) merupakan salah satu ion logam berat yang berbahaya bagi makhluk hidup karena bersifat karsinogenik. Penelitian ini bertujuan untuk mempelajari penggunaan tulang ikan tongkol (Euthynnus affinis) tersalut natrium alginat sebagai adsorben baru untuk mengadsorpsi ion Pb(II). Karakterisasi fisik adsorben tulang ikan tongkol tersalut natrium alginat dilakukan dengan menggunakan analisis Fourier Transform Infrared (FTIR) dan Scanning Electron Microscope (SEM). Adsorben tulang ikan tongkol tersalut natrium alginat telah diuji dalam proses adsorpsi ion Pb(II) pada berbagai parameter seperti pH larutan, massa adsorben, waktu kontak, dan konsentrasi awal Pb(II). Hasil eksperimen menunjukkan bahwa komposisi optimum terjadi pada perbandingan tulang ikan tongkol dan natrium alginat 1:4 (w/w). Kondisi optimum adsorpsi menggunakan 0,15 gram adsorben tercapai pada pH 4, konsentrasi awal ion Pb(II) 2000 ppm, dan waktu kontak 120 menit. Proses adsorpsi ion Pb(II) oleh adsorben mengikuti model isoterm adsorpsi Langmuir dengan kapasitas adsorpsi maksimum 370,37 mg g-1 pada suhu 25 oC. Hasil studi kinetika menunjukkan adsorpsi ion Pb(II) oleh adsorben mengikuti model kinetika orde dua semu. Proses adsorpsi berlangsung secara endotermik dengan nilai ΔH = 13,466 kJ mol-1, dan nilai ΔS = 0,0498 kJ mol-1K-1.", "Daftar File": {"2017 TA PP JERRY PERDIANTO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/133460", "2017 TA PP JERRY PERDIANTO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/133466"}, "Penulis": "JERRY PERDIANTO  (NIM : 10513034)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n \n\nDr. Rusnadi.   \n \n\nDr. Handajaya Rusli."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "adsorben, adsorpsi, ion Pb(II), natrium alginat, tulang ikan tongkol", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "7 file", "Tanggal Input": "17 Okt 2018"}