{"Nomor": 28260, "Judul": "OPTIMISASI JENIS KERJA-ULANG SEBAGAI SALAH SATU STRATEGI PERUSAHAAN UNTUK MENINGKATKAN PENGEMBALIAN INVESTASI JANGKA PENDEK PADA HARGA MINYAK RENDAH", "Abstrak": "Sejalan dengan penurunan harga minyak bumi sejak tahun 2014 dan mencapai harga terendah dalam 10 tahun di 2016, Chevron telah menetapkan fokus strategi yang baru untuk meningkatkan arus kas bebas. Salah satu fokusnya adalah mengurangi biaya proyek dan eksplorasi, dan meningkatkan pengembalian investasi jangka pendek di bisnis hulu. Permasalahan yang dikemukakan adalah bagaimana menerjemahkan strategi ini di anak perusahaannya. Penelitian ini memberikan suatu cara untuk meningkatkan pengembalian investasi jangka pendek dalam hal merencanakan jumlah rig kerja-ulang dan jenis kerja-ulang di Best Company, salah satu anak perusahaan Chevron yang beroperasi di bawah Production Sharing Contract dengan pemerintah Indonesia.  \n\nBerdasarkan kerangka teori mengenai jenis strategi yang tepat untuk industri minyak (Reeves, Love, dan Tillmanns, 2012), analisa SWOT dari Best Company, dan faktor-faktor yang mempengaruhi bisnis Best Company, penulis mengusulkan sebuah kesempatan untuk mengoptimalkan aktivitas kerja-ulang. Kerja-ulang adalah salah satu aktivitas bisnis di Best Company yang bersifat investasi jangka pendek. Berbeda dengan proyek modal, pekerjaan kerja-ulang bisa dipandang seperti investasi modal atau eksplorasi karena menghasilkan tambahan produksi, tetapi tanpa aset baru untuk di depresiasi. Jumlah biaya yang dikeluarkan relatif besar secara agregat, tetapi pengembaliannya jangka pendek, dan segera mendapatkan cost-recovery, dan hasil tambahan minyak dari setiap pekerjaan dapat segera diperoleh. Tetapi, pengembalian biaya atau investasi dari aktifitas ini seringkali tidak di evaluasi secara spesifik atau tidak di optimisasi, karena biaya tersebut dilaporkan sebagai bagian dari biaya operasional dan produksi total (bukan dipisahkan sebagai bagian minyak yang dihasilkan dari aktivitas tersebut) atau karena kesulitan untuk mengukur produksi minyak tambahan yang dihasilkan. \n\nDi dalam penelitian ini, ukuran-ukuran dari aktivitas kerja-ulang yang tepat untuk membuat model prediksi kuantitatif dipelajari untuk mengoptimalkan tingkat biaya atau aktivitas kerja-ulang agar dapat memaksimalkan pengembalian finansial atau efisiensi dari aktivitas ini, dan lebih jauh lagi, memaksimalkan pengembalian dari portofolio perusahaan secara keseluruhan. \n\nSetelah ukuran-ukuran yang tepat ditentukan, sebuah model perolehan tambahan produksi minyak sebagai hasil dari aktivitas kerja-ulang dibuat. Sebuah model probabilitas perolehan minyak dan biaya dengan menggunakan simulasi Monte Carlo dipilih agar dapat mencakup ketidakpastian dan resiko. Setelah model tersebut dibuat dan diuji, beberapa alternatif skenario dari jumlah rig dan juga kombinasi jenis pekerjaan dibuat dengan kondisi sekarang sebagai kasus acuan. Skenario terbaik juga dipilih untuk beberapa skenario batas profitabilitas yang ditetapkan oleh perusahaan. \n\nModel prediksi perolehan minyak dan biaya kerja-ulang ini juga memfasilitasi perkiraan yang dapat digunakan untuk analisa keekonomian atau optimasi efisiensi. \n\nBerdasarkan hasil penelitian, ditunjukkan bahwa jumlah rig hampir berbanding lurus dengan penambahan NPV berdasarkan profitability index yang sama jika kombinasi jenis kerja-ulang tetap sama. Tetapi, jika kombinasi jenis kerja-ulang dioptimalkan, perusahaan dapat meningkatkan pengembalian investasi dengan berfokus pada jenis kerja-ulang pump upsize dan water shutoff. Dalam kasus Best Company, pada jumlah rig yang sama dengan kondisi sekarang dan dengan perubahan fokus pada jenis pekerjaan tersebut, diharapkan ada peningkatan profitability index (marginal benefit) dari 1.42 menjadi 1.53 untuk investasi di bisnis kerja-ulang.", "Daftar File": {"2018 TS PP JERMIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133457"}, "Penulis": "JERMIA (NIM 29115496)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Subiakto Soekarno MBA, QWP, CFP"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Optimalisasi, Strategi, Investasi Jangka Pendek, Model Prediksi, Kerja-Ulang, Perusahaan Minyak, Harga Minyak Rendah, Perencanaan Bisnis", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "08 Jun 2018"}