{"Nomor": 28279, "Judul": "PERANCANGAN DAN IMPLEMENTASI SISTEM NAVIGASI PADA UNMANNED AERIAL VEHICLE DALAM MENDUKUNG FITUR TERBANG, MENDARAT DAN PENJEJAKAN OTOMATIS", "Abstrak": "Proyek kerjasama robot di udara dan robot di udara untuk memonitor kadar kontaminan kimia memanfaatkan Unmanned Aerial Vehicle(UAV) dan Unmanned Ground Vehicle(UGV) yang bekerja satu sama lain dalam menyelesaikan misi yang diberikan. Kedua wahana melakukan penjelajahan serta pengamatan secara autonomous pada daerah yang terkontaminasi zat kimia berbahaya. Misi penjelajahan dan pengamatan tersebut dikendalikan dalam jarak jauh oleh pengguna melalui komputer pada Ground Control Station(GCS). Untuk merealisasikan sifat autonomous tersebut UAV harus memiliki 3 fitur utama, yaitu terbang, penjejakan dan mendarat otomatis. Dalam fitur terbang otomatis, UAV melakukan take off dari keadaan mendarat diatas UGV. Saat dalam keadaan terbang UAV mampu mengikuti pergerakan UGV yang merupakan fitur tracking atau penjejakan secara otomatis. Jika telah menyelesaikan misi yang diberikan, UAV mendarat kembali diatas UGV yang merupakan fitur mendarat otomatis. Ketiga fitur tersebut memungkinkan kedua robot melakukan penjelejahan dan pengamatan untuk banyak jenis kontur permukaan bumi serta jangkauan yang jauh. UGV memiliki kapasitas baterai yang relatif jauh lebih besar sehingga memungkinkan penjelajahan yang jauh. UAV yang memiliki kapasitas baterai yang terbatas dimanfaatkan untuk pengamatan pada medan yang sulit yang tidak dapat dilakukan oleh UGV. \n\nKinerja dan keberhasilan dari ketiga fitur tersebut sangat bergantung pada sistem navigasi pada UAV dan UGV. Sistem navigasi memberikan informasi posisi, kecepatan dan orientasi wahana yang esensial untuk operasi subsistem lainnya dalam sistem besar seperti kendali terbang. Dalam kasus tersebut, informasi posisi yang dihasilkan oleh sistem navigasi sangat dimanfaatkan dalam mendukung ketiga fitur tersebut. Dalam penelitian ini dipaparkan perancangan dan implementasi dari sistem navigasi untuk UAV dengan tujuan menghasilkan informasi posisi dengan akurat dan presisi. Selain infomasi posisi sistem  navigasi yang diterapkan juga menyediakan informasi kecepatan dan orientasi yang juga merupakan informasi esensial dalam membangun sistem lain dalam sistem terintegrasi UAV. \n\nSebagai bagian fundamental dalam pengembangan robot, sistem navigasi sudah banyak dikembangkan oleh banyak lembaga riset di dunia. Salah satu pendekatan yang banyak diterapkan adalah sensor fusion. Dalam pendekatan tersebut, sistem navigasi menggunakan banyak jenis sensor untuk memaksimalkan keuntungan dan meminimalisir kekurangan dari setiap sensor. Dengan demikian, setiap sensor dipilih sedemikian rupa sehingga bersifat komplementer satu sama lainnya. Selain sifat komplementer, setiap sensor yang digunakan juga bisa bersifat redundan. Sifat redundan diperlukan untuk mengatasi kegagalan sensor. Jika salah satu sensor gagal dalam melakukan pengukuran maka pengukuran dapat digantikan oleh sensor redundan lain yang memberikan informasi sejenis. Penelitian ini menggunakan pendekatan sensor fusion dalam membangun sistem navigasi pada UAV. \n\nSistem navigasi kemudian diuji secara independen dengan melihat akurasi dan kepresisian dari hasil estimasi. Hasil pengujian independen menunjukkan hasil estimasi posisi dan orientasi yang akurat dan presisi. Pengujian sistem navigasi UAV terhadap UGV dengan melakukan rekaan kerjasama kedua robot juga dilakukan. Pengujian ini juga memberikan informasi bahwa sistem navigasi pada UAV bekerja cukup baik dalam mendukung tiga fitur kerjasama UAV dan UGV. Adapun kesimpulan yang diperoleh adalah penulis berhasil menerapkan sistem navigasi yang akurat dan presisi untuk UAV.", "Daftar File": {"2018 TA PP JHONSON LEE  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133488"}, "Penulis": "JHONSON LEE (NIM : 13214011)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nProf. Dr. Ir. Bambang Riyanto T.  \n\nEgi Hidayat ST. M.Sc. Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "sistem navigasi, sensor fusion, Extended Kalman Filter, Real Time Kinematics GPS.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2018"}