{"Nomor": 28277, "Judul": "TRANSMUTASI LIMBAH NUKLIR (PLUTONIUM DAN AKTINIDA MINOR) MENGGUNAKAN ACCELERATOR DRIVEN SUBCRITICAL SYSTEM DENGAN BAHAN BAKAR UO2(NO3)2, PUMA(NO3)4 DAN HNO3", "Abstrak": "Limbah nuklir harus mempunyai mekanisme pengolahan agar tidak membahayakan kondisi lingkungan. Terdapat beberapa metode pengolahan limbah nuklir diantaranya menguburkan langsung limbah nuklir atau dilakukan pengolahan kembali limbah tersebut untuk dijadikan bahan bakar lagi. Pada penelitian ini limbah nuklir diolah dengan melakukan proses transmutasi menggunakan Accelerator Driven Subcritcical System (ADS). ADS merupakan sistem yang terdiri dari teras reaktor subkritis dan sebuah pemercepat partikel. Partikel yang dipercepat akan menumbuk inti berat, reaksi antara partikel dengan inti berat ini disebut reaksi spalasi yang menghasilkan produk spalasi. Limbah nuklir yang diolah pada penelitian ini yaitu Plutonium dan Aktinida Minor. Bahan bakar yang digunakan yaitu Uranyl Nitrate yang ditambahkan dengan Plutonium dan Aktinida Minor (UO2(NO3)2, PuMA(NO3)4 dan HNO3). Densitas bahan bakar bergantung pada konsentrasi dari tiga larutan tersebut. Pada penelitian ini akan dilihat komposisi kosentrasi larutan penyusun bahan bakar agar reaktor dapat mencapai kondisi subkritis untuk RGPuMA, WGPuMA dan SGPuMA. Kemudian juga akan dilihat perubahan densitas plutonium dan minor aktinida untuk RGPuMA, WGPuMA dan SGPuMA pada daya thermal 100 MWth dan 200 MWth.", "Daftar File": {"2018 TA PP JESY SRY NOVITA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133486"}, "Penulis": "JESY SRY NOVITA  (NIM : 10214025)", "Kontributor / Dosen Pembimbing": ["Prof. Abdul Waris, M.Eng., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "ADS, Plutonium dan Aktinida Minor, Reaksi Spalasi, Transmutasi", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "28 Agu 2018"}