{"Nomor": 28275, "Judul": "ISOLASI SENYAWA FLAVONOID DARI DAUN JATI BELANDA (GUAZUMA ULMIFOLIA LAMK.)", "Abstrak": "Food and Agriculture Organization of the United Nations (FAO) menyatakan salah satu tanaman    \n \n \n \n\nyang telah digunakan sebagai tanaman obat adalah tanaman jati belanda (Guazuma ulmifolia    \n \n \n \n\nLamk.). Di Indonesia tanaman jati belanda secara tradisional dimanfaatkan sebagai pelangsing    \n \n \n \n\ntubuh, obat diare, perut kembung, perut nyeri, dan batuk rejan. Tanaman jati belanda juga dapat    \n \n \n \n\ndigunakan untuk mengobati penyakit kanker. Senyawa yang berperan dalam mengobati penyakit    \n \n \n \n\nkanker adalah senyawa flavonoid. Salah satu senyawa flavonoid dalam tanaman jati belanda    \n \n \n \n\n(Guazuma ulmifolia Lamk.) adalah senyawa tilirosida yang merupakan senyawa flavonoid glikosida    \n \n \n \n\nester. Isolasi senyawa flavonoid dari tanaman jati belanda masih jarang dilakukan. Senyawa    \n \n \n \n\nflavonoid dari tanaman jati belanda (Guazuma ulmifolia Lamk.) menunjukkan adanya efek    \n \n \n \n\nantikanker sehingga penelitian ini bertujuan untuk mengisolasi salah satu senyawa flavonoid dari    \n \n \n \n\ndaun jati belanda. Simplisia daun jati belanda diekstraksi menggunakan metode refluks dengan    \n \n \n \n\npelarut etanol 96% dan dipantau dengan kromatografi lapis tipis (KLT) menggunakan penampak    \n \n \n \n\nbercak spesifik flavonoid yaitu AlCl3 dan sitroborat. Ekstrak kental etanol difraksinasi dengan    \n \n \n \n\nmetode ekstraksi cair-cair (ECC) dengan pelarut n-heksana dan etil asetat, sehingga dihasilkan tiga    \n \n \n \n\nfraksi yaitu fraksi n-heksana, fraksi etil asetat, dan fraksi air. Ketiga fraksi dipantau menggunakan    \n \n \n \n\nKLT dengan penampak bercak sitroborat. Pada fraksi etil asetat terdapat sekurang-kurangnya    \n \n \n \n\nempat bercak flavonoid dan pada fraksi air terdapat sekurang-kurangnya satu bercak flavonoid,    \n \n \n \n\nsedangkan pada fraksi n-heksana tidak teramati bercak flavonoid. Fraksi etil asetat disubfraksinasi    \n \n \n \n\ndengan metode kromatografi lapis tipis sentrifugal (Kromatotron) dan pemantauan subfraksi    \n \n \n \n\nsecara KLT dengan penampak bercak sitroborat. Subfraksi dimurnikan dengan KLT preparatif dan    \n \n \n \n\ndiuji kemurniannya secara KLT pengembangan tunggal dengan tiga fase gerak berbeda.    \n \n \n \n\nKarakterisasi isolat dilakukan dengan spektrofotodensitometri dan kromatografi kertas dua    \n \n \n \n\ndimensi. Isolat diduga merupakan senyawa flavonol glikosida, dengan gugus OH pada C3    \n \n \n \n\ntersubstitusi gula dan gugus OH bebas pada C5.", "Daftar File": {"2018 TA PP JESSLYN TANUBRATA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133484"}, "Penulis": "JESSLYN TANUBRATA NIM : 10714096", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr. Rika Hartati, M.Si, Apt", "Prof.Dr. Irda Fidrianny, M.Si, Apt"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Jati Belanda, Daun, Flavonoid", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "22 Jun 2018"}