{"Nomor": 28287, "Judul": "USULAN PERBAIKAN SISTEM PENGADAAN BARANG PT. PINDAD", "Abstrak": "Komponen utama supply chain adalah pengadaan barang. Salah satu ukuran kinerja pengadaan \n\nbarang adalah waktu pengiriman barang tepat waktu. Keterlambatan pengiriman barang bisa \n\nmenjadi masalah besar bagi Fungsi pengadaan dan akan berdampak buruk bagi Pengguna \n\nbarang. Pada PT Pindad, pengiriman barang yang tidak tepat waktu menjadi masalah yang \n\ncukup penting mengingat keterlambatan pengiriman barang mempengaruhi kelancaran \n\nproduksi. Pada tahun 2015 keterlambatan pengiriman barang sebesar 14.4 %, pada tahun 2016 \n\nketerlambatan pengiriman barang meningkat sebesar 23.3 %. Melihat kenyataan tersebut jika \n\ntidak segera dilakukan perbaikan maka akan berpotensi tidak terpenuhinya permintaan dengan \n\ntepat waktu yang mengakibatkan kerugian bagi perusahaan. \n\nSalah satu penyebab keterlambatan pengiriman barang adalah sistem pengadaan yang tidak \n\nsistematis. Pada kondisi eksisting masih banyak prosedur yang tidak memiliki standarisasi \n\nsecara formal. Upaya yang dilakukan oleh penelitian-penelitian sebelumnya terkait perbaikan \n\nsistem pengadaan barang masih bersifat parsial. Pada penelitian ini perbaikan sistem \n\npengadaan barang dilakukan secara menyeluruh berdasarkan proses pengadaan menurut \n\nRendon (2008) yaitu proses perencanaan pengadaan barang, proses pelaksanaan pengadaan \n\nbarang, proses monitoring pengiriman barang, dan proses evaluasi kinerja Penyedia barang. \n\nTahapan perbaikan proses perencanaan pengadaan barang dilakukan dengan menggunakan \n\npendekatan Business Process Improvement (BPI) oleh Harrington (1991). Dasar melakukan \n\nperbaikan proses perencanaan pengadaan barang ini adalah proses perencanaan pengadaan \n\nbarang kondisi eksisting, benchmark, dan literatur. Perbaikan proses pelaksanaan pengadaan \n\nbarang dilakukan dengan menggunakan pendekatan Business Process Improvement (BPI). \n\nDasar dari perbaikan proses pelaksanaan pengadaan barang ini adalah proses perencanaan \n\npengadaan barang kondisi eksisting, benchmark, dan literatur. Perbaikan proses monitoring \n\npengiriman barang dilakukan dengan menggunakan pendekatan Business Process \n\nImprovement (BPI). Dasar dari perbaikan proses monitoring pengiriman barang ini adalah \n\nproses monitoring pengiriman barang kondisi eksisting, dan benchmark. Perbaikan proses \n\nevaluasi kinerja Penyedia barang juga dilakukan dengan menggunakan pendekatan Business \n\nProcess Improvement (BPI). Dasar dari perbaikan proses evaluasi kinerja Penyedia barang ini \n\nadalah benchmark. \n\nHasil perbaikan sistem pengadaan barang mampu mengurangi waktu pelaksanaan proses \n\npengadaan barang sebesar 24 hari kerja, dimana kondisi eksisting menghabiskan waktu 89 hari \n\nkerja. Sehingga waktu pelaksanaan proses pengadaan barang menjadi 65 hari kerja. Terdapat \n\nketerbatasan dari penelitian yang dilakukan. Penelitian saat ini belum membahas mengenai \n\npengadaan jasa. Penelittian ke depan dapat membahas mengenai pengadaan barang dan jasa. \n\nPada penelitian ini juga belum melakukan implementasi rancangan usulan sistem pengadaan \n\nbarang. Pada penelitian ke depan dapat memperbaiki sistem pengadaan dengan cara melakukan \n\nimplementasi dari rancangan. Perbaikan sistem pengadaan barang yang dilakukan masih \n\nbersifat manual. Pada penelitian selanjutnya dapat memperbaiki sistem pengadaan manual \n\nmenjadi sistem pengadaan secara elektronik.", "Daftar File": {"2018 TS PP JOHANA GULTOM 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133520"}, "Penulis": "JOHANA GULTOM NIM 94515302", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir Senator Nur Bahagia)"], "Jenis Koleksi": "Tesis", "Penerbit": "Logistik", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "SISTEM PENGADAAN, BUSINESS PROCESS IMPROVEMENT, BENCHMARK", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "20 Sep 2018"}