{"Nomor": 28284, "Judul": "PENENTUAN CADANGAN KLAIM UNTUK ASURANSI GEMPA BUMI DENGAN METODE CHAIN LADDER, METODE BORNHUETTER-FERGUSON, DAN  GENERALIZED LINEAR MODEL", "Abstrak": "Proses pelunasan pembayaran suatu klaim asuransi tidak selalu bisa diselesaikan\ndalam waktu yang cepat. Terdapat beberapa jenis asuransi yang proses pembayaran\nklaimnya memerlukan waktu lebih dari satu tahun dengan klaim yang sangat\nbesar, seperti klaim asuransi gempa bumi. Seperti yang kita ketahui, waktu\ndan besar kejadian suatu gempa bumi tidak dapat diprediksi dengan tepat. Oleh\nkarena itu, perusahaan asuransi harus menyiapkan cadangan klaim yang cukup\nuntuk membayar klaim-klaim tersebut saat dibutuhkan kelak. Penentuan besar\ncadangan klaim yang optimal merupakan salah satu hal yang sangat krusial bagi\nperusahaan asuransi. Dalam Tugas Akhir ini, proses penentuan cadangan klaim\ndidasarkan pada data dalam segitiga run-off yang menunjukkan rangkuman dari\nseluruh pengajuan klaim yang telah terjadi dalam suatu perusahaan asuransi. Dalam\nTugas Akhir ini, data klaim diolah menggunakan metode Chain Ladder, metode\nBornhuetter-Ferguson, dan Generalized Linear Model untuk menentukan cadangan\nklaim. Estimasi cadangan klaim yang diperoleh dari ketiga metodologi tersebut\ndibandingkan menggunakan prediction error yang dihasilkan.", "Daftar File": {"2018 TA PP JOANNE IMANUELLA RACHMAN 1- ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133508"}, "Penulis": "JOANNE EMANUELLA RACHMAN (NIM: 10114095)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dumaria R. Tampubolon, M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "asuransi gempa bumi, cadangan klaim, metode chain ladder, metode bornhuetter-ferguson, generalized linear models, prediction error", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "28 Jun 2018"}