{"Nomor": 28288, "Judul": "IMPLEMENTASI KERANGKA OPTIMASI BIAYA UNTUK MENINGKATKAN METRIK OPERASIONAL BISNIS DI PT ASAL DUA RODA", "Abstrak": "PT Asal Dua Roda adalah perusahaan yang didirikan di tahun 2016, yang berfokus pada penyediaan jasa transportasi menggunakan sepeda motor di area Jakarta. Saat ini PT Asal Dua Roda memiliki misi untuk meningkatkan persentase konversi keberhasilan pesanan, yang menjadi salah satu tolak ukur kinerja perusahaan. Dalam prosesnya, PT Asal Dua Roda menemukan bahwa fleksibilitas harga dibutuhkan untuk menarik minat pelanggan dan pengendara, yaitu dengan cara memberikan diskon untuk transaksi tanpa tunai dan memberikan bonus dari pesanan yang diselesaikan. Ketika fitur fleksibilitas tersebut diterapkan, kerangka biaya yang ada tidak serta-merta diperbaharui; dalam hal ini, adanya biaya tambahan yang mungkin terjadi dalam proses tersebut. Kerangka biaya tersebut menjadi tidak lagi relevan karena tidak merepresentasikan kondisi di lapangan. Oleh sebab itu, PT Asal Dua Roda menggunakan kerangka MECE (mutually exclusive collectively exhaustive) untuk melakukan revisi terhadap kerangka biaya. Cara pengambilan keputusan oleh pihak manajemen juga turut disesuaikan dengan metode ilmiah, yaitu dengan menggunakan data sebagai dasar untuk pengambilan keputusan. Dengan menggunakan kerangka biaya yang baru, tim operasional dapat melakukan optimasi biaya dengan efektif berdasarkan tiga tolak ukur yang ada, yaitu (i) subsidi pesanan (ii) subsidi tanpa tunai dan (iii) subsidi bonus. Dalam waktu 6 bulan sejak diimplementasikan (Agustus 2017 - Februari 2018), subsidi pesanan dan tanpa tunai dapat ditekan hingga 68% dan 58%, sedangkan subsidi bonus mengalami kenaikan sebesar 36%. Meskipun ditemukan adanya kenaikan bonus subsidi, PT Asal Dua Roda akan dapat menentukan langkah selanjutnya berdasarkan penerapan kerangka biaya yang baru. Dalam hal ini, tim operasional dapat memiliki gambaran yang jelas mengenai bagian selanjutnya dari kerangka biaya yang dapat dioptimasi.", "Daftar File": {"2018 TS PP JOHANES ALEXANDER 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133521"}, "Penulis": "JOHANES ALEXANDER (NIM 29316037)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Erman Arif Sumirat, MBuss, Ak."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kerangka Biaya, MECE, Kerangka Optimasi, Operational, Tolak Ukur Bisnis.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "08 Jun 2018"}