{"Nomor": 28293, "Judul": "PERANCANGAN FASILITAS PENGELOLAAN SAMPAH KAMPUS UNIVERSITAS PERTAMINA DI SIMPRUG, JAKARTA SELATAN", "Abstrak": "Universitas Pertamina saat ini sedang dalam tahap pengembangan untuk meningkatkan kapasitas tampung dari sarana dan prasarana kampus yang ada. Universitas ini terletak di daerah yang cukup padat di kota Jakarta Selatan, yang mana menyebabkan kesulitan dalam melakukan pengembangan lahan dikarenakan terbatasnya lahan yang tersedia. Oleh karena itu, pengembangan secara vertikal dianggap sebagai opsi terbaik. Pengembangan kampus ini direncanakan akan menambah kapasitas tampung civitas akademika dari 1.500 orang menjadi 11.700 orang yang terdiri atas mahasiswa, dosen, dan tenaga penunjang lainnya. Penambahan populasi civitas akademika tersebut akan menyebabkan naiknya timbulan sampah kampus. Oleh karenanya, diperlukan pengelolaan sampah yang baik dan berkelanjutan dengan menerapkan konsep produksi bersih. Untuk mencapai hal tersebut, diperlukan perancangan penanganan sampah dimulai dari pemilahannya di sumber hingga pengolahan yang tepat untuk setiap jenis sampah yang dihasilkan di dalam kampus. Sampah yang dihasilkan dari setiap gedung atau fasilitas di dalam kampus dipilah menjadi beberapa jenis, kemudian dipindahkan menuju lokasi pemrosesan sampah di dalam kampus. Sampah anorganik seperti kertas dan plastik dipilah dan disimpan untuk didaur ulang oleh pihak ketiga. Sementara itu, sampah organik yang berupa sisa makanan serta daun dan ranting dipilah kemudian diolah secara biologis.", "Daftar File": {"2018 TA PP JOHAN ISWARA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133533"}, "Penulis": "JOHAN ISWARA     NIM : 15313066", "Kontributor / Dosen Pembimbing": ["Pembimbing  :Dr. Mont. Kania Dewi, S.T., M.T. \n\nCo Pembimbing  :Dr. I Made Wahyu W., S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kapasitas, pengembangan, pengolahan, sampah, universitas", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "26 Sep 2018"}