{"Nomor": 28292, "Judul": "OPTIMASI INJEKSI CO2 DENGAN ANALISA SENSITIVITAS PARAMETRIK MENGGUNAKAN SIMULATOR PADA APLIKASI CCS", "Abstrak": "Menghadapi masalah pemanasan global sebagai akibat dari emisi gas rumah kaca, Indonesia mengambil bagian dalam mengurangi emisi atmosfir dari CO2 dengan mengimplementasikan proyek perintis CCS (Carbon Capture and Storage) pada lapangan Ã‚Â“GÃ‚Â”, Jawa Tengah. Mayoritas, CO2 yang terproduksi dari lapangan gas di Indonesia dibakar ke atmosfir karena merupakan metode penanganan CO2 yang termudah dan belum berlakunya regulasi pemerintah dalam hal mengatasi kegiatan pembakaran CO2, berbeda dengan yang telah dilakukan di Norway Ã‚Â– diberlakukan denda untuk setiap ton CO2 yang dibakar ke atmosfir. \n\nPentingnya dalam mendesain dan mengimplementasikan fasilitas pemisahan dan pemurnian CO2 yang tepat, metode transportasi, fasilitas permukaan sebelum sumur injeksi, dan sink yang sesuai. Dalam tujuan untuk penghematan biaya, pemilihan trucking daripada menggunakan pipeline sebagai metode transportasi CO2 merupakan pilihan yang benar sebab mengingat kecilnya kuantitas CO2 yang diproduksi dari sumber dan ketersediaan akses jalan umum dengan jarak yang dekat antara lokasi sumber ke sink. Penggunaan metode transportasi CO2 dalam fasa cair dibandingkan dalam fasa supercritical juga membantu banyak pada pengurangan biaya investasi dan operasional dalam menggunakan dan menjaga tekanan dan temperatur tinggi fasilitas permukaan. \n\nMakalah ini akan membahas sensitivitas laju alir massa, temperatur, dan kedalaman sumur agar dapat menyalurkan CO2 cair dari permukaan berubah menjadi fasa supercritical yang diinginkan di dasar sumur. \n\nProses teknis memindahkan CO2 cair dari/ke tangki penyimpanan untuk mencegah peristiwa aliran balik, masalah-masalah yang dialami ketika temperatur fluida injeksi rendah, dan mendesain fasilitas dengan penghematan biaya yang sesuai sebelum sumur injeksi akan disajikan. PIPESIM adalah simulator aliran terintegrasi yang mampu memodelkan aliran statis dan dinamis pada fluida satu fasa dan multifasa untuk hidraulik pipeline. Ini dilakukan dengan menjaga parameter inlet (tekanan, temperatur, dan laju alir massa) dan penurunan tekanan di sepanjang pipa. Prosesnya meliputi penggunaan persamaan keadaan Peng Robinson dan korelasi penurunan tekanan Moody untuk menghitung kelakuan PVT dan flow regime berturut-turut. Hasil tersebut menunjukkan bahwa model-model tersebut dapat digunakan secara efektif untuk menentukan dan memprediksi perubahan fasa CO2 dalam sepanjang sumur injeksi.", "Daftar File": {"2014 TA PP JOHANES TANIR 1.pdf": "https://digilib.itb.ac.id/gdl/download/133532"}, "Penulis": "JOHANES TANIR (NIM : 12210042)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Leksono Mucharam M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "CCS, Injeksi CO2, PIPESIM", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "22 Mei 2018"}