{"Nomor": 28296, "Judul": "ADOPSI TEKNOLOGI PADA PETANI SEBAGAI UPAYA ADAPTASI PERUBAHAN IKLIM (Studi Kasus Pertanian Cerdas Iklim di Sumba Timur)", "Abstrak": "Perubahan iklim menurut Intergovernmental Panel on Climate Change (IPCC) merujuk pada iklim yang berubah-ubah dalam skala temporal (waktu), yang disebabkan oleh fenomena alam yang tidak diprediksi atau akibat intervensi manusia (IPCC, 2007). Dalam berbagai kajian yang dilakukan, jejak perubahan iklim dianggap telah dihadapi oleh berbagai komunitas petani. Berbagai kondisi seperti kejutan iklim, tekanan air (kekeringan) dan ketidakstabilan produksi harus dihadapi oleh petani lebih dari 10 tahun.  Kondisi ini telah menjadi perhatian banyak pihak dalam pembangunan, diantaranya adalah kalangan NGO untuk merespon melalui program-program yang melibatkan adopsi teknologi. Adopsi teknologi pada petani sendiri telah lama menjadi perhatian banyak pihak sejak berakhirnya perang dunia II. Salah satu proyek yang melibatkan adopsi-teknologi dapat dijumpai pada sebuah program yang bertema adaptasi perubahan iklim di Kabupaten Sumba Timur NTT yang diberi nama Casandra dan bertujuan mengimplementasikan pertanian cerdas iklim melalui penguatan ketahanan sistem pangan (resilience food system) sebagai respon terhadap efek-efek iklim. Metode yang digunakan adalah metode kualitatif dengan studi kasus dan pendekatan teori jaringan-aktor. Penggunaan metode tersebut untuk memahami temuan empiris dan menjelaskan fenomena adopsi teknologi dalam kasus yang dibahas. Hasil Penelitian menunjukan bahwa proses penentuan keputusan penyediaan air dalam program Casandra merupakan hasil dari aksi berbagai macam aktor yang heterogen. Pola-pola relasi sosio-teknis dalam penentuan keputusan mempengaruhi keputusan adopsi pada kelompok melalui impliksi-implikasi yang justru bertentangan dengan maksud yang ditanam pada keputusan sebelumnya dan terkait dengan masalah representasi. Representasi melalui pengenalan terhadap fitur obyek teknis yang diputuskan dan bagaimana kompatibilitasnya dengan kehidupan kolektif yang sudah ada melalui keterlibatan warga lokal sebagai jurubicaranya minim dalam proses penentuan keputusan  \n \n\nKeywords: adopsi petani, perubahan iklim, relasi power, jaringan aktor.", "Daftar File": {"2018 TS PP JOHN PETRUS TALAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133536"}, "Penulis": "JOHN PETRUS TALAN NIM: 24016007", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Sonny Yuliar"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "adopsi petani, perubahan iklim, relasi power, jaringan aktor.", "Sumber": "", "Staf Input/Edit": "sarnya  \n                                     sarnya", "File": "1 file", "Tanggal Input": "20 Sep 2018"}