{"Nomor": 28299, "Judul": "PERANCANGAN KEBIJAKAN LAYANAN STREAMING SERTA KONTROL PEMBAJAKAN DI INDUSTRI MUSIK INDONESIA DENGAN METODOLOGI DINAMIKA SISTEM", "Abstrak": "Era digital telah mendisrupsi proses bisnis industri musik. Digitalisasi musik membuat pembajakan sangat mudah menyebar dan menyerap 95% konsumsi musik Indonesia pada tahun 2004 dan menyebabkan kerugian sebesar Rp 7 Triliun tiap tahunnya. Digitalisasi musik dalam bentuk streaming yang mulai masuk ke Indonesia pada Tahun 2016 berhasil mengurangi pembajakan secara drastis namun mendatangkan polemik baru. Terdapat pandangan bahwa streaming merupakan segmen yang tidak dapat memberikan keuntungan. Pendapatan iklan yang terlalu kecil, serta pelanggan yang tidak mau membeli musik membuat pertumbuhan stagnan. Di pandangan lain, streaming dianggap sebagai media pemasaran untuk sumber keuntungan yang lebih besar yaitu pertunjukan musik. BEKRAF sendiri mengakui belum menerapkan hukum industri terkait aturan main industri streaming. Perbedaan pandangan ini membutuhkan solusi yang dapat memberikan keuntungan secara holistik bagi semua pihak. Penulis menggunakan metodologi Dinamika Sistem dan merancang pola konsumsi dan konversi masyarakat indonesia.   \n\nBerbagai kebijakan dirancang dan disimulasikan untuk mencapai target BEKRAF yaitu pertumbuhan pendapatan sebesar 7%. Penetapan harga berlangganan bulanan menjadi Rp 37.500 per bulan , peningkatan katalog streaming di tingkat 100%, diferensiasi katalog free streaming dan premium streaming dimana pengguna gratis hanya bisa menikmati 50% dari katalog, serta peningkatan kontrol pembajakan di tingkat 100% menjadi solusi permasalahan ini dengan memberikan dampak peningkatan pertumbuhan tahunan industri mencapai 7.4%.", "Daftar File": {"2018 ta pp JONA FRANSCIUS 1-abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/133539"}, "Penulis": "JONA FRANSCIUS -  NIM: 13414077", "Kontributor / Dosen Pembimbing": ["Dr. Lucia Diawati"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Streaming, dinamika, sistem, kebijakan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2018"}