{"Nomor": 28291, "Judul": "PENGUSULAN BENTUK STRUKTUR ORGANISASI PENGELOLAAN BARANG MILIK NEGARA MENGGUNAKAN ANALYTIC HIERARCHY PROCESS", "Abstrak": "Di Kementerian Energi dan Sumber Daya Mineral (ESDM), Manajemen aset dilakukan oleh unit Eselon II dari Pusat Pengelolaan Aset Milik Negara (PPBMN), yang bertanggung jawab kepada Menteri ESDM melalui Sekretariat Jenderal. PPBMN adalah hasil pengembangan organisasi di unit Eselon III Biro Keuangan Kementerian ESDM. Setelah 7 tahun PPBMN dibentuk, belum ada penelitian yang mempelajari keefektifan struktur organisasi PPBMN saat ini dalam menjalankan kegiatan Pengelolaan Aset Milik Negara di Kementerian ESDM. Selain itu, berdasarkan survei kepuasan pelanggan yang dilakukan oleh bagian administrasi PPBMN pada tahun 2015 dan 2016 telah terjadi penurunan pada kecepatan layanan, oleh karena itu, diperlukan penelitian obyektif tentang evaluasi struktur organisasi PPBMN saat ini, untuk mengetahui apakah penurunan yang terjadi dan tercatat dalam hasil survei kepuasan pelanggan adalah dampak dari bentuk struktur organisasi saat ini, dan apa masalah lain yang dihadapi dalam organisasi PPBMN saat ini. Berdasarkan permasalahan di atas, penelitian ini bertujuan untuk: 1) Untuk mengetahui masalah apa yang terjadi dalam struktur organisasi PPBMN saat ini. 2) Untuk mencari alternatif dan solusi untuk masalah yang terjadi dalam struktur organisasi PPBMN saat ini. Penelitian ini menggunakan metode. (AHP) dengan menggunakan 4 kriteria; Ukuran organisasi, Pembagian kerja, rentang komunikasi, dan formalisasi, dan 8 subkriteria; jumlah karyawan, kewenangan, beban kerja, proses bisnis, pengetahuan manajemen aset karyawan, dan kepatuhan pada peraturan, dengan 4 alternatif struktur organisasi. Kerangka multi-kriteria digunakan untuk mendukung proses pengambilan keputusan dalam menentukan struktur organisasi di masa depan. Bobot kriteria ditentukan dengan menggunakan matriks perbandingan berpasangan dari AHP. Hasil yang diperoleh dari analisis di atas adalah penentuan struktur organisasi sesuai dengan kondisi PPBMN saat ini dan yang telah ditentukan oleh para ahli berdasarkan kriteria yang ada. Hasil akhirnya adalah mengubah struktur organisasi menjadi struktur organisasi berbasis komoditas.", "Daftar File": {"2018 TS PP JOHANES PRAMESWARA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133531"}, "Penulis": "JOHANES PRAMESWARA (NIM 29316126)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Multi Criteria Decision Making, Struktur Organisasi, Analytical Hierarchy Process", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "09 Jun 2018"}