{"Nomor": 28305, "Judul": "STUDI PENGARUH PERLAKUAN PANAS DUA TAHAP TERHADAP PENINGKATAN KETANGGUHAN BAJA MANGAN G-X120Mn12", "Abstrak": "Baja mangan biasa dipakai untuk komponen yang mengalami abrasive wear karena baja ini dapat mengalami tranformasi martensitik bila permukaannya mengalami deformasi plastis. Untuk meningkatkan ketahanan terhadap retak, ketangguhannya haruslah ditingkatkan. Proses perlakuan panas yang biasa dilakukan terhadap baja dalam kondisi as-cast  adalah proses perlakuan panas satu tahap pada 1100℃ yang diikuti dengan proses celup cepat. Dalam penelitian ini, 4 jenis perlakuan panas dua tahap telah dilakukan. Pada perlakuan panas pertama dan kedua, pemanasan tahap pertama dilakukan pada temperatur 5950C dan 620℃ selama 10 jam, diikuti pemanasan tahap kedua yang dilakukan pada 980℃ selama 2 jam, kemudian dilakukan celup cepat. Sementara, pada perlakuan panas ketiga, keempat, dan kelima, pemanasan tahap pertama dilakukan pada 700℃, 675℃, dan 650℃ selama 3 jam, diikuti pemanasan tahap kedua yang dilakukan pada 1000℃ selama 1,5 jam, kemudian dilakukan celup cepat. Perbandingan toughness ratio dari hasil uji tarik sampel-sampel perlakuan panas menunjukkan bahwa perlakuan panas dua tahap dengan pemanasan tahap pertama pada 675℃ selama 3 jam yang diikuti dengan pemanasan tahap kedua pada 1000℃ selama 1,5 jam, menghasilkan harga toughness ratio yang terbaik.", "Daftar File": {"2018 TA PP JONATHAN MARTIN PRADIPTA  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133546"}, "Penulis": "JONATHAN MARTIN PRADIPTA (NIM : 13713062)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Budi H. Setiamarga"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Baja mangan G-X120Mn12, perlakuan panas dua tahap, ketangguhan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "10 Jan 2018"}