{"Nomor": 28302, "Judul": "OPTIMASI SIRKUIT KLASIFIKASI PT AMMAN MINERAL NUSA TENGGARA DENGAN VARIASI DIAMETER VORTEX FINDER, DIAMETER SPIGOT, DAN TEKANAN PENGUMPANAN", "Abstrak": "PT Amman Mineral Nusa Tenggara (PT AMNT) merupakan salah satu perusahaan pertambangan di Indonesia yang mengolah tembaga. Saat ini, PT AMNT mengolah 120.000 ton bijih/hari yang seluruhnya berasal dari stockpile. Bijih tersebut memiliki WiBM yang tinggi (>14,5 WiBM). Nilai tersebut menaikkan nilai grind size (sekitar 217 mikron) sehingga secara tidak langsung menurunkan throughput (~16%) dan membuat variasi antara ukuran partikel dan throughput semakin besar. Selain itu, terdapat beberapa masalah yang timbul pada sirkuit penggerusan, klasifikasi, dan flotasi. Untuk mengatasi masalah tersebut, PT AMNT memasang alat baru, yaitu dewatering screen pada discharge SAG Mill. Pada tahun 2018, PT AMNT telah memasang dewatering screen pada discharge SAG Mill. Alat ini dipasang untuk menurunkan bukaan screen yang sebelumnya 14-15 mm pada trommel screen menjadi 10-12 mm. Pemasangan alat ini diharapkan dapat menaikkan efisiensi pemisahan ukuran sehingga dapat dihasilkan throughput yang konsisten tinggi pada ukuran partikel overflow target. Optimasi sirkuit klasifikasi dibutuhkan setelah pemasangan alat dewatering screen. Dalam penelitian ini, diteliti pengaruh diameter vortex finder, diameter spigot, dan tekanan pengumpanan terhadap persen padatan overflow dan ukuran partikel overflow. Variasi vortex finder dan tekanan pengumpanan digunakan juga dalam meneliti pengaruh terhadap persen padatan underflow dan performa hydrocyclone. \n\nSerangkaian percobaan telah dilakukan dalam penelitian ini. Awalnya, sampel diambil dari plant dengan variasi tekanan pengumpanan 26-38 kPa dan diameter vortex finder 290 dan 372 mm pada hydrocyclone cluster 3 yang terletak pada area mill concentrator 130. Untuk variasi diameter spigot, sampel diambil dari Anstat Box. Sampel yang telah diambil dari lapangan kemudian ditimbang basah dan dikeringkan dengan menggunakan filter press dan oven. Hasil pengeringan kering juga ditimbang sehingga dapat dilakukan perhitungan persen padatan dengan membandingkan hasil penimbangan basah dan kering. Sampel terlebih dahulu dianalisis ayak dari 12500-1180 μm. Apabila sampel -1180 lebih dari 500 gram, dilakukan homogenisasi dan splitting sampai mendapatkan 250 gram sampel. Sampel tersebut kemudian diayak basah pada ayakan 38 μm. Hasil pengayakan basah kemudian dikeringkan dan dianalisis ayak pada ukuran fraksi ayakan 850-38 μm, Pada data hasil variasi vortex finder dan tekanan pengumpanan dilakukan mass balancing dengan JKSimMet. Hasil mass balancing dialurkan dalam kurva Plitt untuk dianalisis pengaruhnya terhadap efisiensi hydrocyclone dan mendapatkan kondisi optimum. \n\nPengambilan sampel pada variabel diameter vortex finder 372 mm tidak dapat melampaui 30 kPa akibat adanya roping sehingga tekanan pengumpanan diubah menjadi 22 kPa. Diameter vortex finder dan tekanan pengumpanan berpengaruh terhadap ukuran partikel overflow dan performa hydrocyclone. Pengecilan diameter vortex finder akan menurunkan nilai P80 dan d50. Tekanan pengumpanan yang meningkat akan menghasilkan produkta overflow yang lebih halus. Tekanan pengumpanan dan diameter vortex finder berpengaruh terhadap persen padatan overflow maupun underflow. 2. Peningkatan tekanan pengumpanan menurunkan persen padatan overflow dan persen padatan underflow. Diameter vortex finder yang lebih kecil meningkatkan persen padatan overflow dan menurunkan persen padatan underflow akibat adanya perbedaan kekerasan bijih. \n\nEfisiensi hydrocyclone akan meningkat apabila dilakukan pergantian diameter vortex finder menjadi ukuran yang lebih kecil dan tekanan pengumpanan ditingkatkan. Diameter spigot berpengaruh terhadap ukuran partikel dan persen padatan overflow. 4. Diameter spigot yang lebih besar akan menurunkan persen padatan overflow dan menghasilkan produk yang lebih halus pada overflow. Apabila konfigurasi hydrocyclone PT AMNT masih tetap sama (diameter vortex finder 290 mm dan diameter spigot 180 mm), tekanan pengumpanan yang optimum untuk beroperasi adalah 30-34 kPa. Walau pemisahan partikel paling optimum diperoleh pada tekanan 38 kPa, range tekanan 30-34 kPa disarankan untuk dioperasikan karena menghasilkan P80 yang diinginkan serta memenuhi target persen padatan overflow. Untuk mendapatkan kondisi optimum sirkuit klasifikasi, diameter vortex finder perlu diperkecil hingga 230-285 mm. Kondisi spigot perlu diperhatikan secara berkala dengan diameter dalam rentang ukuran 180-205 mm untuk memenuhi target persen padatan dan ukuran partikel overflow.", "Daftar File": {"2018 TA PP JONATHAN FILBERT 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133543"}, "Penulis": "JONATHAN FILBERT (NIM : 12514011)", "Kontributor / Dosen Pembimbing": ["Ir. Edy Sanwani, MT., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "hydrocyclone, PT Amman Mineral Nusa Tenggara, parameter desain hydrocyclone, tekanan pengumpanan", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "01 Okt 2018"}