{"Nomor": 28303, "Judul": "KAJIAN KEPRIBADIAN MEREK DI PASAR ONLINE: TOKOPEDIA VS BUKALAPAK", "Abstrak": "Belakangan ini pasar online bukan menjadi alternatif lagi tetapi lebih menjadi kebutuhan bagi masyarakat karena kemudahan dan efisiensinya, sehingga persaingan di industri menjadi sangat ketat. Banyak pasar online di Indonesia menawarkan layanan dan fitur yang sama namun mereka tidak menawarkan diferensiasi yang nyata dan berarti bagi pelanggan. Pemasar membutuhkan pendekatan lain untuk menyelesaikan masalah ini, maka dari itu para pemasar muncul dengan gagasan untuk Ã‚Â“memanusiakanÃ‚Â” merek, salah satu dari banyak cara adalah melalui pendekatan kepribadian merek, yang mengaitkan kepribadian manusia tertentu dengan suatu merek. Kepribadian merek adalah kajian yang berhubungan dengan pemasaran dan telah menjadi pusat perhatian bagi pemasar dalam melakukan kajian. Fokus penelitian ini adalah dua pasar online terbesar di Indonesia; Tokopedia dan BukaLapak. Penelitian ini akan secara komparatif mempelajari kepribadian merek yang paling dominan dari kedua merek dan memberikan wawasan baru bagi perusahaan dan pemasar yang akan membantu pemasar untuk mengembangkan diferensiasi yang sukses berdasarkan pada kepribadian merek tersebut. Untuk mengidentifikasi kepribadian merek yang paling dominan yang terjadi di antara kedua merek tersebut, peneliti menggunakan pengukuranan Brand Personality Scale Aaker yang dikembangkan pada tahun 1997, dimana ada 5 dimensi utama yang berisi; Ketulusan (Sincerity), Semangat (Excitement), Kompetensi (Competence), Canggih (Sophisticated), dan Kasar (Tough). Tujuan dari penelitian ini adalah untuk mengidentifikasi kepribadian merek Tokopedia dan BukaLapak yang paling dominan sehingga pemasar dapat menggunakan penelitian ini sebagai dasar untuk menciptakan strategi pemasaran yang bermakna dan strategis bagi perusahaan. Hasil penelitian ini menunjukkan bahwa Tokopedia memiliki kompetensi (Competence) sebagai kepribadian yang paling dominan, sedangkan kepribadian yang dominan bagi BukaLapak adalah semangat (Excitement). Hasil kajian juga menunjukkan bahwa tingkat pendidikanmemiliki dampak yang signifikan terhadap pembentukan kepribadian merek dari kedua merek, dan pengalaman responden terhadap merek juga memiliki hasil yang signifikan terhadap pembentukan kepribadian merek.", "Daftar File": {"2018 TA PP JONATHAN GENADI RUSLI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133544", "2018 TS PP JONATHAN GENADI RUSLI 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/251496"}, "Penulis": "Jonathan Genadi Rusli (19015183)", "Kontributor / Dosen Pembimbing": ["Ir. Budi Permadi Iskandar, MSP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Brand Personality, AakerÃ‚Â’s BPS, Online Marketplace, Tokopedia, BukaLapak", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "04 Jul 2018"}