{"Nomor": 28309, "Judul": "ANALISIS PERGESERAN KOSEISMIK GEMPA SIANOK TAHUN 2007 BERDASARKAN DATA PENGAMATAN GPS TAHUN 1993-2007", "Abstrak": "Pulau Sumatra merupakan bagian dari lempeng Eurasia yang bergerak dan berinteraksi secara konvergen dengan lempeng Indo-Australia. Tumbukan miring  \n\nantara kedua lempeng tersebut membentuk zona subduksi di bagian barat pulau Sumatra dan sejumlah segmen sesar di darat pulau Sumatra. Zona subduksi dan segmen sesar yang terbentuk aktif bergerak sehingga sering menimbulkan gempa bumi di wilayah tersebut.    \n\nSemenjak diberlakukannya Sistem Referensi Geospasial Indonesia 2013 (SRGI2013) sebagai referensi tunggal dalam aktivitas pemetaan di Indonesia, maka perubahan posisi kerangka referensi koordinat sebagai fungsi waktu akibat dinamika bumi perlu diperhitungkan. Dengan terjadinya dua gempabumi yang berurutan pada tanggal 6 Maret 2007 di wilayah Danau Singkarak Sumatra Barat,    \n\nakan menimbulkan deformasi koseismik yang dapat mempengaruhi SRGI2013. Dalam penelitian ini dilakukan analisis untuk menentukan model koseismik gempabumi Sianok yang paling sesuai dan sejauh mana dampaknya pada SRGI2013.    \n\nBerdasarkan hasil analisis terhadap nilai residual hasil validasi dengan koseismik pada 11 titik pengamatan GPS dapat disimpulkan bahwa model koseismik dari gempabumi Sianok adalah model koseismik menggunakan data parameter gempa dari Global CMT dengan residual misfit 47.5 mm. Besarnya koseismik gempabumi Sianok tidak berpengaruh terhadap peta dengan skala 1: 1000, akan tetapi akan mempengaruhi nilai koordinat Jaring Kontrol Geodesi (JKG) yang berada di sekitar daerah gempa, sehingga perlu adanya pemutakhiran koordinat dari JKG.", "Daftar File": {"2017 TS PP JONI EFENDI 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/133550", "2017 TS PP JONI EFENDI 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/133551", "2017 TS PP JONI EFENDI 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/133552", "2017 TS PP JONI EFENDI 1 - BAB 3 .pdf": "https://digilib.itb.ac.id/gdl/download/133553", "2017 TS PP JONI EFENDI 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/133555", "2017 TS PP JONI EFENDI 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/133554"}, "Penulis": "JONI EFENDI (NIM: 25113008)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Kosasih Prijatna, M.Sc. dan Dr. Irwan Meilano, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "gempa bumi Sianok, GPS, deformasi koseismik, SRGI2013", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "6 file", "Tanggal Input": "12 Jul 2018"}