{"Nomor": 28313, "Judul": "USULAN STRATEGI PEMASARAN STUDI KASUS: WOKWOW ASIAN STREET FOOD", "Abstrak": "Wokwow Asian Street Food adalah usaha yang bergerak di bidang kuliner dengan mengutamakan cita rasa oriental. Mereka menyediakan aneka menu makanan seperti nasi dengan ayam telur asin, nasi dengan daging sapi, mie ayam, dan juga beberapa makanan ringan. Mereka menyajikan makanan mereka dengan kemasan yang inovatif dan menarik bagi pelanggan mereka. Wokwow didirikan pada Januari 2015. Wokwow tergolong baru di industri restoran ini. Karena itu, tidak banyak orang yang mengetahui tentang Wokwow. Penjualan mereka masih sangat rendah. Pendapatannya masih belum cukup untuk menutupi biaya operasional. Jika Wokwow tidak dapat menarik lebih banyak pelanggan dan meningkatkan kesadaran merek mereka, Wokwow akan tetap memiliki pendapatan rendah, dan pesaing lainnya akan mengejar mereka. Situasi ini telah menyebabkan mereka mengalami masalah keuangan secara internal yang menyebabkan mereka mengalami kerugian. \n\nPenelitian ini bertujuan untuk membantu Wokwow menganalisis faktor eksternal dan internal, analisis SWOT, dan analisis akar penyebab untuk menetapkan usulan strategi. Dari analisis eksternal dan internal, ditemukan banyak peluang dan juga ancaman di industri restoran. Dijelaskan pula bahwa Wokwow memiliki kekuatan dan kelemahan untuk bersaing di industri restoran. Analisis eksternal harus digabungkan bersama dengan analisis internal untuk melakukan analisis SWOT. Analisis akar penyebab dilakukan setelah analisis SWOT selesai. Pada analisis akar penyebab, hal yang menunjukkan bahwa alasan Wokwow menghadapi penjualan rendah adalah karena ada kesenjangan antara strategi pemasaran saat ini dengan ekspektasi konsumen Wokwow. Wokwow kurang maksimal dalam promosi. Wokwow menggunakan media sosial seperti Instagram dan Facebook, namun Wokwow tidak sesering pesaingnya dalam mengupdate foto dan informasi di media sosial mereka. Wokwow juga tidak menyediakan akses Wi-Fi gratis di lokasi restoran. Strategi yang diusulkan dibuat dari analisis matriks TOWS, yang dapat membagi strategi alternatif dari masing-masing kekuatan, kelemahan, peluang, dan ancaman Wokwow dalam analisis SWOT. \n\nSetelah melakukan analisis matriks TOWS, peneliti mengusulkan strategi untuk menjawab permasalahan utama yang dihadapi Wokwow. Strategi pertama adalah meningkatkan aktivitas promosi melalui media sosial dan promosi berbayar. Strategi kedua adalah memperkaya lini produk untuk acara spesial. Strategi ketiga adalah bekerja sama dengan Go-Food. Strategi keempat adalah menyediakan Wi-Fi gratis. Strategi tersebut bertujuan untuk meningkatkan penjualan Wokwow.", "Daftar File": {"2018 TS PP JORDY SARAGIH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133560"}, "Penulis": "JORDY SARAGIH - Nim: 29116032", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih ST, MM, DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Marketing, Marketing Mix, Asian Street Food.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Feb 2018"}