{"Nomor": 28327, "Judul": "Alat Bantu Computer-Aided Method Engineering (CAME)   Berbasis Essence Framework", "Abstrak": "Penggunaan metode yang baik dalam pembangunan perangkat lunak merupakan hal yang penting dan dapat menentukan kualitas perangkat lunak yang dihasilkan. Namun, proyek pembangunan perangkat lunak semakin meningkat kompleksitasnya sehingga metode yang sudah ada sekarang ini seringkali tidak dapat digunakan secara langsung pada semua jenis proyek pembangunan perangkat lunak. Metode yang sudah ada sekarang tidak dapat diubah dengan mudah sesuai dengan kondisi dan kebutuhan tim pengembang sehingga membuat dibutuhkannya rekayasa metode (method engineering). Setiap metode juga umumnya telah memiliki elemen yang sebenarnya mirip, tetapi memiliki penamaan yang berbeda- beda. Oleh karena itu, Object Management Group (OMG) mendefinisikan Essence framework sebagai standar dalam mendefinisikan atau membangun metode. Akan tetapi, belum ada perangkat lunak alat bantu yang dapat mendukung pembuatan metode berbasis Essence framework. Tugas akhir ini bertujuan untuk membangun sebuah perangkat lunak berupa alat bantu Computer-aided Method Engineering (CAME) yang mendukung pembuatan metode berbasis Essence. Alat bantu ini dapat digunakan oleh method engineers untuk merancang metode pembangunan perangkat lunak berbasis Essence. Elemen-elemen metode menurut standar Essence framework seperti alpha, activity space, dan competency sudah tersedia sehingga dapat dipilih dan dilengkapi agar sesuai dengan kebutuhan. Untuk membangun alat bantu ini, terlebih dahulu dilakukan analisis kebutuhan alat bantu CAME. Selanjutnya, alat bantu CAME dibangun secara bertahap dengan menggunakan model proses incremental yang dibangun pada platform web dengan arsitektur client-server. Alat bantu CAME dibangun dengan framework Meteor dan DBMS MongoDB. Alat bantu CAME telah diuji terhadap semua kebutuhan fungsionalitas dan dapat menghasilkan deskripsi metode pembangunan perangkat lunak berbasis Essence dalam bentuk file digital yang dapat dapat digunakan untuk mengatur konfigurasi alat bantu Computer-aided Software Engineering (CASE).", "Daftar File": {"2018 TA PP Joshua Salimin 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133574"}, "Penulis": "Joshua Salimin - NIM : 13514001", "Kontributor / Dosen Pembimbing": ["Yani Widyani ST, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Metode, method engineering, Essence framework, alat bantu Computer-Aided Method Engineering", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Jun 2018"}