{"Nomor": 28325, "Judul": "PEMODELAN RESERVOIR BATUAN KARBONAT FORMASI NGIMBANG DENGAN PENDEKATAN INPEFA DI LAPANGAN BKT, CEKUNGAN JAWA TIMUR UTARA", "Abstrak": "Lapangan BKT adalah lapagan migas yang ada di cekungan Jawa Timur Utara, yang menghasilkan hidrokabon berupa minyak. Interval reservoir pada lapangan BKT salah satunya berada pada Formasi Ngimbang yang mempunyai litologi karbonat. Salah satu masalah yang dihadapi dalam pengembangan lapangan di daerah ini adalah melakukan korelasi dan melakukan pemodelan statis pada interval reservoir batuan karbonat. Metode Integrated Prediction Error Filter Analysis (INPEFA) memberikan cara alternatif untuk mempermudah korelasi dan menggambarkan siklisitas pengendapan batuan. Metode ini dilakukan pada reservoir batuan karbonat pada lapangan BKT, dengan menggunakan data log Gamma Ray sebagai komponen utamanya. Perhitungan porositas, seismik inversi dan geostatistika juga akan digunakan untuk menunjang pembangungan model statis pada interval karbonat. Inversi seismik dilakukan untuk mendapatkan tren lateral dari lapangan BKT berdasarkan seismik yang ada dan geostatistika dilakukan untuk membuat persebaran porositas pada model statis. Metode INPEFA filter pendek dapat memperlihatkan siklisitas untuk membantu interpretasi zona reservoir. Metode INPEFA pada batuan karbonat tidak dapat merekonstruksi fluktuasi permukaan air laut. Model statis reservoir batuan karbonat berbentuk attached platform yang berkembang mejadi isolated platform. Asosiasi fasies yang berkembang selama pertumbuhan adalah platform interior dan platform margin. Model dengan metode korelasi INPEFA mendapatkan hasil yang lebih pesimistis dibandingkan dengan korelasi log Gamma Ray.", "Daftar File": {"2018 TS PP Joshua Nicholas Taslim 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133572"}, "Penulis": "Joshua Nicholas Taslim - NIM : 22014307", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dardji Noeradi \n\nSonny Winardhi, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Model statis, batuan karbonat, INPEFA, Formasi Ngimbang", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "08 Mar 2018"}