{"Nomor": 28321, "Judul": "FAKTOR YANG MEMPENGARUHI INTENSI DALAM MEMILIH JASA EVENT ORGANIZER", "Abstrak": "Seperti yang kita ketahui di Indonesia, Indonesia adalah rumah bagi lebih dari seribu suku. Setiap suku \n\nmemiliki ritual untuk memberi makna pada fase kehidupan, salah satunya mengadakan upacara tradisional \n\nmenjelang kedewasaan. Berdasarkan UUD, 17 tahun adalah tanda kedewasaan, hal ini ditunjukkan dari \n\nmereka dapat memiliki ID resmi mereka sendiri dari negara dan juga, mereka memenuhi syarat untuk \n\nmemiliki SIM mereka. Namun, Seiring dengan berlangsungnya westernisasi di Indonesia, westernisasi \n\nmenyebabkan memudarnya budaya asli suatu bangsa di suatu negara, di mana seseorang atau sekelompok \n\norang atau bangsa lebih mampu menggunakan atau mengikuti budaya barat. Oleh karena itu, karena orangorang \n\nkebarat-baratan cenderung merayakan ritual menjelang kedewasaan mereka dengan mengadakan \n\npesta ulang tahun tujuh belas. Secara umum, Event Organizer adalah yang mengelola pesta ulang tahun. \n\nSweet seventeen event organizer adalah istilah untuk penyedia layanan profesional yang pada dasarnya \n\nmemiliki tugas utama membantu klien untuk dapat mengatur acara yang diinginkan klien. Boom dan Bitner, \n\nmengusulkan bauran pemasaran yang diperluas untuk layanan; Product, Price, Place dan Promotion dan \n\ntiga elemen tambahan: Physical Evidence, Process dan People. Itu sebabnya menggunakan bauran \n\npemasaran di event organizer adalah hal yang penting, karena penyelenggara acara berjalan di sektor jasa. \n\nDengan demikian, penelitian ini dilakukan untuk mengetahui variabel mana yang secara signifikan \n\nmempengaruhi niat pembelian layanan dalam menggunakan event organizer, yang akhirnya dapat \n\nmembantu event organizer untuk meningkatkan penjualan mereka. Pendekatan kuantitatif dengan \n\nkuesioner online kepada 266 remaja di Bandung dilakukan. Peneliti menggunakan Ordinal Logistic \n\nRegression (OLR) dalam aplikasi SPSS untuk menganalisis data. Hasilnya menunjukkan bahwa Product, \n\nPrice dan Physical Evidence menjadi variabel yang secara proporsional dan signifikan menentukan niat \n\npembelian layananan event organizer. Oleh karena itu, penyelenggara acara harus meningkatkan faktorfaktor \n\nberikut untuk mencapai pasar secara akurat yang pada akhirnya akan meningkatkan penjualan, untuk \n\nfaktor product, penyelenggara acara harus memperhatikan untuk membuat berbagai paket, perilaku yang \n\nmenyenangkan, layanan sempurna dan menawarkan ide yang berbeda dari Event Organizer lainnya. \n\npenyelenggara. Untuk faktor promotion, penyelenggara acara harus aktif melakukan promosi offline dan \n\npromosi online (melalui media sosial: Instagram dan LINE). Untuk faktor Physical Evidence, pelanggan \n\ntertarik dengan event organizer yang memiliki keseragaman saat acara, membuat suasana yang kondusif di \n\nsetiap acara dan memiliki keamanan yang ketat. \n\nAdapun untuk penelitian lebih lanjut, penelitian di luar Bandung dengan sampel yang lebih besar dapat \n\ndilakukan untuk mendapatkan pemahaman dan pengetahuan yang lebih baik tentang faktor-faktor yang \n\nmempengaruhi niat pembelian layanan event orgnizer.", "Daftar File": {"2018 TA PP JOSHUA CHRISTIANTO SIMAPUTRA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133568", "2018 TS PP JOSHUA CHRISTIANTO SIMAPUTRA 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/251497"}, "Penulis": "Joshua Christianto Simaputra (19015212)", "Kontributor / Dosen Pembimbing": ["Prawira Fajar Belgiawan, ST, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Event Organizer, Marketing Mix, Purchase Intention", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "19 Jul 2018"}