{"Nomor": 28337, "Judul": "Studi Pengaruh Penambahan Molibdenum dan Yttrium Terhadap Ketahanan Oksidasi Siklus dan Thermal Shock pada Intermetalik FeAl Hasil Peleburan", "Abstrak": "Penggunaan intermetalik FeAl menjadi pilihan untuk material yang bekerja pada lingkungan temperatur tinggi. Intermetalik FeAl merupakan material yang mulai menjadi perhatian karena sifatnya yang tahan temperatur tinggi, bahan pembentuk yang murah, kekuatan tinggi namun mempunyai keuletan yang rendah. Ketahanan oksidasi siklus FeAl dipelajari lebih lanjut dalam kaitannya terhadap doping yang diberikan. Fe-22 wt% Al dibuat dengan empat jenis variasi doping yaitu tanpa doping, 0,1 wt% Y, 0,1 wt% Y + 2 wt% Mo, dan 4 wt% Mo. FeAl dibuat dengan peleburan dengan alat Electric Arc Furnace (EAF). Dengan oksidasi siklus yang dilakukan pada temperatur 1100 oC selama 1 jam lalu didinginkan di lingkungan udara selama 30 menit. Dilakukan karakterisasi XRD untuk melihat senyawa yang dibentuk dan oksida yang terbentuk, EDS dan OES untuk menentukan unsur yang terdapat pada sampel, uji porositas untuk menentukan persentase porositas pada FeAl hasil peleburan, dan uji thermal shock. Didapat bahwa ketahanan oksidasi untuk Fe-22Al (4 siklus), Fe-22Al0,1Y (3 siklus), Fe-22Al-0,1Y (16 siklus), dan Fe-22Al-4Mo (26 siklus). Untuk hasil thermal shock didapatkan bahwa semua komposisi memiliki ketahanan yang baik. Dari percobaan didapat bahwa ketahanan oksidasi siklus intermetalik FeAl hasil peleburan lebih dipengaruhi oleh komposisi doping karena memengaruhi lapisan protektif yang terbentuk.", "Daftar File": {"2018 TA PP Jovi Prasetyo Nurhadi 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133605"}, "Penulis": "Jovi Prasetyo Nurhadi - Nim: 13713043", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Slameto Wiryolukito     \n\nDr. Ir. Djoko Hadi Prajitno, MSME"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "FeAl, yttrium, molibdenum, oksidasi siklus, thermal shock", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Feb 2018"}