{"Nomor": 28335, "Judul": "PENGARUH PERLAKUAN AWAL SHADE DRYING DAN BIODELIGNIFIKASI OLEH JAMUR Phanerochaete chrysosporium DAUN TANAMAN KAYU PUTIH (Melaleuca cajuputi Powell) TERHADAP KADAR LIGNOSELULOSA DAUN, PEROLEHAN, KOMPOSISI KIMIA DAN PRODUKTIVITAS MINYAK ATSIRINYA", "Abstrak": "Penelitian ini dilakukan dengan tujuan untuk mengetahui pengaruh shade \n\ndrying dan aktivitas degradasi struktur lignoselulosa daun kayu putih (Melaleuca \n\ncajuputi Powell) terhadap kadar lignoselulosa, perolehan, komposisi, dan \n\nproduktivitas minyak atsiri kayu putih. Variasi perlakuan yang digunakan adalah \n\njenis daun kayu putih (Ã‚Â“daun segarÃ‚Â” (AR, As Received) dan Ã‚Â“keringÃ‚Â” (SD, Shade \n\nDrying)) dan waktu perlakuan biodelignifikasi (0,4,8,12,16 hari), sehingga ada 10 \n\njenis perlakuan yang digunakan (AR-0, AR-4, AR-8, AR-12, AR-16, SD-0, SD-4, \n\nSD-8, SD-12, SD-16). Penurunan yang optimum terjadi pada kadar HWS (AR dan \n\nSD) sebesar 44,44% dan pada kadar lignin (hanya AR) sebesar 16,75%. Pengaruh \n\nshade drying terhadap perubahan komposisi lignoselulosa daun berkaitan dengan \n\naktivitas degradasi lignin oleh jamur yang lebih mudah terjadi pada daun Ã‚Â“segarÃ‚Â”. \n\nNilai perolehan minyak atsiri kontrol (AR-0, SD-0) terlihat masih lebih besar \n\ndibandingkan pada perlakuan biodelignifikasi. Akan tetapi, kenaikan perolehan \n\nterlihat dengan jelas sebesar 24,32% pada perlakuan daun kayu putih Ã‚Â“segarÃ‚Â” \n\ndengan jamur (AR-4 sampai dengan AR-12) dan 54,94% pada perlakuan daun kayu \n\nputih Ã‚Â“keringÃ‚Â” dengan jamur (SD-8 sampai dengan SD-16). Pengaruh shade drying \n\npada daun kayu putih secara umum tidak meningkatkan nilai perolehan akibat \n\nadanya perbedaan kerapatan daun di dalam labu umpan distilasi antara kontrol \n\ndengan perlakuan biodelignifikasi. Komponen penyusun minyak atsiri kayu putih \n\nyang paling besar pada penelitian ini adalah 1,8-sineol (SD-4: 37,71%), dan diikuti \n\ndengan komponen lainnya seperti α-terpineol, α-terpineol asetat, trans-kariofilen, \nα-humulen, β-eudesmol, d-limonen, viridiflorol, α-thujene, α-terpinolen, α- \n\nterpinen, γ-terpinen.Dengan menggunakan data perolehan minyak atsiri yang \n\npaling tinggi pada masing-masing perlakuan, diperoleh nilai produktivitas minyak \n\natsiri yang optimum pada daun kayu putih Ã‚Â“segarÃ‚Â” yang tidak diberi perlakuan \n\nbiodelignifikasi, yaitu sebesar 408 kg/ha/tahun (AR-0).", "Daftar File": {"2018 TA PP-JOVI ANANTA PRATAMA BANGUN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133603"}, "Penulis": "JOVI ANANTA PRATAMA BANGUN (NIM : 11213037)", "Kontributor / Dosen Pembimbing": ["Dr. Robert Manurung \n\nDr. M. Yusuf Abduh"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "biodelignifikasi, shade drying, lignoselulosa", "Sumber": "", "Staf Input/Edit": "didi kusnendi  \n                                     didi kusnendi", "File": "1 file", "Tanggal Input": "06 Mar 2018"}