{"Nomor": 28348, "Judul": "CLAIMS DEVELOPMENT RESULT SEBAGAI ALAT PEMILIHAN METODE PENCADANGAN KLAIM: CHAIN LADDER, MUNICH CHAIN LADDER, DAN EXTENDED COMPLEMENTARY LOSS RATIO", "Abstrak": "Dalam setiap bisnis asuransi umum, termasuk bisnis asuransi long-tail, cadangan klaim harus ditentukan oleh perusahaan asuransi untuk melunasi semua klaim. Data klaim yang telah dimiliki perusahaan asuransi dapat disajikan dalam bentuk run-off triangle, yang kemudian digunakan untuk memprediksi besar cadangan klaim berdasarkan suatu metode pencadangan klaim seperti Chain Ladder, Munich Chain Ladder, dan Extended Complementary Loss Ratio. Pemilihan metode pencadangan klaim dapat didasarkan pada ukuran ketidakpastian hasil prediksi cadangan klaim seperti Mean Square Error (MSE). Namun, karena MSE dari prediksi cadangan klaim berdasarkan suatu metode tertentu dapat saja sukar ditentukan secara analitik, diperlukan alat ukur lain sebagai dasar pemilihan metode pencadangan klaim. Salah satu alat ukur tersebut adalah Claims Development Result, yaitu selisih prediksi ultimate claims berdasarkan data awal (data terkini) dengan prediksi ultimate claims berdasarkan data awal yang telah berkembang satu accounting year. Dalam Tugas Akhir ini, digunakan data Commercial Automobile Bodily Injury (CABI) (Jing, 2009) sebagai studi kasus. Data tersebut digunakan untuk memprediksi besar cadangan klaim dan menghitung nilai Claims Development Result berdasarkan tiga metode pencadangan klaim: Chain Ladder, Munich Chain Ladder, dan Extended Complementary Loss Ratio. Berdasarkan nilai Claims Development Result yang paling mendekati nol, metode Extended Complementary Loss Ratio dipilih untuk memprediksi cadangan klaim.", "Daftar File": {"2018 TA PP JULIANDO ADI PRATAMA 1- ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133629"}, "Penulis": "JULIANDO ADI PRATAMA (NIM: 10114008)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dumaria R. Tampubolon, M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "run-off triangle, cadangan klaim, Chain Ladder, Munich Chain Ladder, Extended Complementary Loss Ratio, Claims Development Result", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "14 Sep 2018"}