{"Nomor": 28352, "Judul": "PUSAT SENI DAN BUDAYA BALI  DI DESA WISATA SANGEH, BADUNG, BALI", "Abstrak": "Desa Wisata Sangeh adalah desa wisata yang terkenal dengan wisata alamnya. Disamping keindahan alam tersebut, desa wisata ini memiliki potensi lain diantaranya kebudayaan dan kesenian masyarakat desa adat, serta kerajinan tangan. Masyarakat desa merasa butuh adanya sebuah wadah yang mampu menampung kegiatan seni dan budaya masyarakat, serta menjadi tempat untuk memperkenalkannya ke khalayak publik. Wadah tersebut dijawab melalui perancangan pusat seni dan budaya. \n\nPusat seni dan budaya merupakan sebuah fasilitas untuk meningkatkan pariwisata di Kabupaten Badung terutama dalam bidang kesenian dan kebudayaan. Tempat ini dibangun untuk menampung fungsi preservasi dan edukasi seni dan budaya Desa Sangeh khususnya, dan Bali pada umumnya. Selain itu terdapat fungsi pendukung kelangsungan tempat ini, seperti fungsi komersil dan fungsi rekreasi.  \n\nDari hasil studi literatur, analisis, wawancara, dan studi banding dirangkum dalam satu konsep utama yang menjadi dasar perancangan dalam proyek ini. Konsep utama pada perancangan pusat seni dan nudaya ini adalah transformasi arsitektur tradisional Bali. Transformasi arsitektur tradisional Bali adalah sebuah wujud upaya untuk menghadirkan elemen arsitektur tradisional Bali dengan cara menata kembali pakem-pakem dasar yang digabung dengan elemen baru. Hal tersebut akan menghasilkan sebuah konsep baru dari Arsitektur Tradisional Bali. Konsep ini menjawab isu-isu dalam proyek, yakni menjawab peran Pusat Seni dan Budaya sebagai representasi budaya Bali. Wujud dari konsep ini berupa bentuk arsitektur hingga pengaturan ruang luar dengan pakem Arsitektur Tradisional Bali (Natah dan Sanga Mandala).", "Daftar File": {"2017 TA PP Julia S Dahlan 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133647"}, "Penulis": "Julia Sumarthinningrum Dahlan - Nim: 15213065", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Iwan Sudradjat MSA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pusat Seni dan Budaya, Desa Wisata, Desa Sangeh, Transformasi Arsitektur Tradisional, Arsitektur Tradisional Bali", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Jan 2018"}