{"Nomor": 28357, "Judul": "PERENCANAAN INSTALASI PENGOLAHAN AIR MINUM SEDERHANA DAN SISTEM DISTRIBUSI KAMPUNG DARAULIN KABUPATEN BANDUNG", "Abstrak": "Banyak warga Kampung Daraulin hingga kini yang masih mengandalkan sumur resapan sebagai sumber air bersih dan kandungan bakteri coli mencapai 43.000 bakteri coliform per 100 mililiter. Kampung Daraulin pada tahun 2016 direncanakan akan menjadi kampung ecowisata pertama di Kabupaten Bandung. Kampung Daraulin dikelilingi oleh Sungai Citarum Baru dan sodetan Citarum Lama. Tujuan Dari perencanaan ini adalah mendesain instalasi pengolahan air minum sederhana dan sistem distribusi Untuk meningkatkan akses air bersih di Kampung Daraulin. Sistem yang dibangun direncanakan akan melayani 11 RT  \n\ndalam 2 RW yaitu RT 01-06 RW 06 dan RT 01-05 RW 07 Selama 20 tahun ke depan. Kapasitas IPAM yang Direncanakan mencapai 6,83 L/detik dengan air baku yang berasal dari sodetan Citarum 3 dengan kondisi tercemar ringan. Topografi Kampung Daraulin relatif datar dengan elevasi permukaannya berkisar di antara 658 meter hingga 667 meter. Perencanaan sistem penyediaan air minum yang   \n\npaling memungkinkan untuk perkampungan didasarkan pada penerapan prinsip teknologi tepat guna, yaitu sesuai dengan kebutuhan masyarakat, mudah dari segi konstruksi, segi operasi, pemeliharaan yang mudah, dan yang paling penting adalah bersifat ekonomis. Instalasi pengolahan air minum sederhana terdiri dari intake yaitu infiltrasi galeri, prapengolahan yaitu prasedimentasi, dengan unit utama saringan pasir lambat dan pengolahan tersier yaitu disinfeksi dengan menggunakan kalsium hipoklorit. Sistem distribusi di Kampung Daraulin memanfaatkan reservoir   \n\nberelevasi untuk menghemat biaya listrik. Rancangan Anggaran biaya (RAB) untuk keseluruhan di Kampung Daraulin sekitar Rp 725.451.000,", "Daftar File": {"2017 TA PP JULIVIUS PRAWIRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/133652", "2017 TA PP JULIVIUS PRAWIRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/133653", "2017 TA PP JULIVIUS PRAWIRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/133654", "2017 TA PP JULIVIUS PRAWIRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/133655", "2017 TA PP JULIVIUS PRAWIRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/133656", "2017 TA PP JULIVIUS PRAWIRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/133657", "2017 TA PP JULIVIUS PRAWIRA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/133658", "2017 TA PP JULIVIUS PRAWIRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/133659"}, "Penulis": "JULIVIUS PRAWIRA [15313008]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Dwina Roosmini, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Sodetan Citarum Lama, infiltrasi galeri, saringan pasir lambat, reservoir berelevasi ; Citarum ox-bow lake, infiltration gallery, slow sand filter, elevated reservoir", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "30 Jan 2018"}