{"Nomor": 28358, "Judul": "REFLECTING NATURE THROUGH BAMBOO EKSPLORASI MATERIAL BAMBU UNTUK PENGEMBANGAN EKOWISATA LEISURE PARK DI KAWASAN SITU CILEUNCA, BANDUNG, JAWA BARAT", "Abstrak": "Leisure Park dirancang untuk menjawab kebutuhan berlibur masyarakat setelah menghadapi penatnya hiruk pikuk perkotaan. Kawasan ekowisata ini dikembangkan oleh pemrakarsa Dusun Bambu dengan berbasis lingkungan berkelanjutan dan pentingnya menjaga lingkungan melalui fasilitas edukatif dan rekreatif. Hal ini diterapkan melalui penyediaan kawasan pengembangan konservasi sebesar 80% dengan 20% sisanya adalah pusat pengembangan ekowisata. Kawasan ekowisata memberikan fasilitas beragam untuk menikmati keindahan alam dari Situ Cileunca. Fasilitas yang ditawarkan berupa fasilitas agrowisata, wisata kuliner, dan penginapan.   \n \n \n\nPengembangan Leisure Park kedua setelah Dusun Bambu ini tetap menjalankan konservasi bambu, namun tidak hanya melalui penanaman saja. Leisure Park kali ini akan mengedukasikan pentingnya lingkungan melalui aspek arsitektur, dimana material yang digunakan adalah material yang dapat diperbaharui, dalam kasus ini adalah bambu. Kawasan ekowisata ini memiliki tantangan yang cukup berat, karena persaingan di bidang wisata sudah sangat sengit. Hal ini ditambah dengan lokasi dari   \n \n \n\nLeisure Park yang tidak dekat dari area perkotaan. Maka dari itu, eksplorasi bambu pada kawasan ekowisata ini merupakan suatu nilai tambah dan ikon untuk menarik pengunjung. Konsep eksplorasi bambu akan mengambil konsep dasar dari sifat-sifat alam. Maka dari itu, konsep utama kawasan ini adalah Ã‚Â“Reflecting Nature Through BambooÃ‚Â”, mengingat Situ Cileunca tidak dikenal melalui seni dan budayanya, melainkan dikenal karena keindahan alamnya.", "Daftar File": {"2018 TA PP JULLY AGATTA 1-ABSTRAK pdf.pdf": "https://digilib.itb.ac.id/gdl/download/133660"}, "Penulis": "JULLY AGATTA (NIM : 15214044)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.-Ing. Andry Widyowijatnoko, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bambu, Ekowisata, Leisure Park, Lingkungan", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Alice Diniarti", "File": "10 file", "Tanggal Input": "02 Okt 2018"}