{"Nomor": 28359, "Judul": "RANCANGAN STRATEGI KOMUNIKASI PEMASARAN UNTUK MEMBANGUN EKUITAS MEREK DARI SISI PENJUAL BLANJA.COM", "Abstrak": "Blanja.com merupakan salah satu e-commerce Indonesia dengan model bisnis Customer-to- \n\nCustomer (C2C). Sebagai e-commerce baru, pertumbuhan pengguna Blanja.com saat ini \n\nmasih tergolong rendah dibandingkan dengan kompetitornya. Berdasarkan penelitian \n\nsebelumnya, penjual terbukti sebagai pendorong utama dalam pertumbuhan suatu ecommerce, \n\nkarena penjual dapat berdampak terhadap terjadinya peningkatan variasi produk \n\ndalam e-commerce yang terbukti efektif dalam menarik lebih banyak pembeli. Untuk itu, \n\nBlanja.com perlu menarik lebih banyak penjual dengan cara membangun merek yang kuat. \n\nHal ini dapat dicapai melalui pengelolaan model ekuitas merek dengan mempertimbangkan \n\ndimensi-dimensi beserta elemen pemasaran yang berpengaruh. \n\nPenelitian ini bertujuan untuk membentuk model ekuitas merek Blanja.com dari sisi penjual \n\nmelalui implementasi metode structural equation modeling dalam mengevaluasi variabel \n\nyang memengaruhi ekuitas merek. Penetapan variabel dilakukan berdasarkan penelitian \n\nterdahulu. Ekuitas merek Blanja.com dalam penelitian ini diukur oleh variabel price \n\npromotion, advertising spending, marketplace image, non-price promotion, event \n\nsponsorship, perceived quality, brand awareness, brand association, dan brand loyalty. \n\nTemuan penelitian ini adalah suatu rancangan komunikasi pemasaran untuk membangun \n\nekuitas merek Blanja.com dari sisi penjual. Penentuan target komunikasi pemasaran \n\ndilakukan dengan mengimplementasikan metode latent class cluster yang mengelompokkan \n\npenjual berdasarkan variabel yang memengaruhi pembentukan ekuitas merek. Ada empat \n\nsegmen yang teridentifikasi, dengan nama profil segmen yaitu Ã‚Â“Gift and bonus-driven, \n\nfashion sellerÃ‚Â”, Ã‚Â“Information-driven sellerÃ‚Â”, Ã‚Â“Most likely aware, electronic sellerÃ‚Â”, dan \n\nÃ‚Â“Quality-driven sellerÃ‚Â”. Tahap selanjutnya adalah menetapkan objektif, saluran komunikasi, \n\nserta memutuskan bauran komunikasi pemasaran yang tepat berdasarkan model ekuitas \n\nmerek yang terbentuk.", "Daftar File": {"2018 TA PP JUNADIA MASTA ROSINTA 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133661"}, "Penulis": "JUNADIA MASTA ROSINTA NIM 14414029", "Kontributor / Dosen Pembimbing": ["Dr. Hasrini Sari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "EKUITAS MEREK, STRUCTURAL EQUATION MODELING, LATENT CLASS CLUSTER, STRATEGI KOMUNIKASI PEMASARAN, KAMPANYE PEMASARAN TERINTEGRASI", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "03 Okt 2018"}