{"Nomor": 28363, "Judul": "STRATEGI PEMASARAN UNTUK MENINGKATKAN PENGUNJUNG WWW.KIDUTOYS.COM", "Abstrak": "Kidu Toys merupakan perusahaan mainan anak online yang sudah berdiri sejak tahun 2014. Dengan visi Ã‚Â“encourage learning through playÃ‚Â”, Kidu Toys hadir untuk memberikan mainan edukasi terbaik untuk menemani pertumbuhan afektif, kognitif dan perilaku anak. Penelitian ini bertujuan untuk memberikan paparan tentang strategi pemasaran yang tepat guna meningkatkan pengunjung dan penjualan produk di www.kidutoys.com. \n\nAnalisa faktor eksternal menggunakan analisa PESTEL, PorterÃ‚Â’s Five Forces dan analisa kompetitor dengan 7Ps. Analisa faktor internal dilakukan dengan Business Model Analysis, Value Proposition Analysis dan STP Analysis. Dari analisa tersebut didapati bahwa Kidu Toys memiliki kekuatan (strengths) di media sosial dan kelemahan (weaknesses) dipencarian Google. Kidu Toys masih memiliki banyak kesempatan (opportunities) untuk mengembangkan bisnis dikarenakan bertumbuhnya pengguna internet di Indonesia.  Namun ancaman (threats) dari faktor luar tetap harus diwaspadai. \n\nAda dua metode yang digunakan dalam penelitian ini. Metode kuantitatif digunakan untuk mengetahui tentang profil geografis, demografis dan kebiasaan menggunakan internet dari pelanggan Kidu Toys. Total responden yang berpartisipasi dalam survei ini sebanyak 163 orang. Sedangkan metode kualitatif digunakan untuk mengenal proses pengambilan keputusan pembeli. Total responden yang berpartisipasi dalam wawancara adalah 5 orang. \n\nHasil penelitian menunjukkan bahwa Kidu Toys perlu memperbaiki segmentasi (segmentation) dan target pelanggan (targeting) mereka di pasar. Rencana strategis yang disarankan kepada Kidu Toys adalah strategi pemasaran digital dengan pendekatan E-Integrated Marketing Communication (E-IMC). Pendekatan ini mengintegrasikan tiga displin yakni online advertising, online public relation, dan online sales promotion.  Dengan strategi yangsw baru, www.kidutoys.com ditargetkan bisa mendapatkan 10,000 pengunjung per bulan dalam 12 minggu dengan jumlah transaksi sebanyak 200 buah.", "Daftar File": {"2018 TS PP JUNI ANTON 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133665"}, "Penulis": "JUNI ANTON (NIM 29316118)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Yudo Anggoro, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Pemasaran Digital, Kidu Toys, Situs Web, Rencana Pemasaran.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "21 Feb 2018"}