{"Nomor": 28361, "Judul": "PENGUKURAN RADIUS BUMI DENGAN METODE AL-BIRUNI", "Abstrak": "Peradaban Muslim mencapai puncak kejayaannya dalam ilmu pengetahuan pada masa Dinasti Abbasiyah sekitar tahun 800 Ã‚Â– 1200 Masehi. Banyak karya yang berhasil dihasilkan ilmuwan-ilmuwan saat itu, baik ilmuwan muslim maupun non-muslim. Namun kajian ilmiah terhadap karya-karya ilmuwan abad pertengahan ini di Indonesia masih sedikit. Hal tersebut menyebabkan masih sedikitnya pengetahuan kita terhadap penemuan-penemuan yang berhasil didapat oleh ilmuwan-ilmuwan abad pertengahan.     \n \n \n \n \n\nAl-Biruni adalah salah seorang ilmuwan muslim abad pertengahan yang berhasil menemukan metode lain untuk memperkirakan ukuran Bumi pada sekitar tahun 1020 M. Metode yang ia gunakan berbeda dengan metode yang dikenalkan lebih awal oleh Eratosthenes, seorang ilmuwan Yunani Klasik pada tahun 240 SM.     \n \n \n \n \n\nPercobaan kembali pengukuran dan perhitungan dengan metode tersebut memerlukan beberapa data, seperti koordinat tempat, panjang benda dan bayangannya, tinggi tempat pengukuran dan data sudut kedalaman horizon. Data-data ini diolah agar didapatkan hasil radius Bumi dengan kedua metode tersebut. Didapat untuk metode Eratosthenes hasil yang cukup baik dengan error hasil perambatan kesalahan sebesar 6.338,65 + 0,24 km. Untuk metode Al-Biruni didapat hasil radius yang cukup baik juga namun memiliki error hasil perambatan kesalahan yang cukup besar dengan nilai hasil dan error-nya sebesar 6.219,801 + 879,81 km. Kesalahan-kesalahan dari kedua metode tersebut disebabkan beberapa faktor seperti penentuan jarak yang ideal ataupun pengukuran sudut yang dilakukan.", "Daftar File": {"2017 TA PP JUNDI ABDULLAH 1-ABSTRAK-split-merge.pdf": "https://digilib.itb.ac.id/gdl/download/133663"}, "Penulis": "JUNDI ABDULLAH               NIM: 10313026", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. M. Ikbal Arifyanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Al-Biruni, Bumi, Radius, Eratosthenes", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "09 Mar 2018"}