{"Nomor": 28362, "Judul": "USULAN STRATEGI PEMASARAN UNTUK KAFEEGA COFFEE DALAM MENDUKUNG PERKEMBANGAN KOPI JAWA BARAT", "Abstrak": "Kafeega merupakan salah satu UKM baru di Indonesia yang harus bersaing di pasar yang ada, industri makanan dan minuman, khususnya kopi. Sebagai peserta baru, Kafeega masih kurang dalam brand awareness dibanding kompetitornya. Industri kopi di Indonesia semakin meningkat, para pemain di industri ini banyak. Oleh karena itu Kafeega membutuhkan strategi pemasaran yang jelas untuk menjaga keberlangsungan dan mencapai target pasar karena sebagai pendatang baru Kafeega memiliki persaingan yang sangat ketat. \n\nPenelitian ini menerapkan Importance-Performance Analysis untuk mengetahui pentingnya produk dan layanan kepada klien dan kinerja bisnis dalam penyediaan produk dan layanan (Silva dan Fernandes, 2010). Analisis ini juga digunakan untuk memetakan berbagai variabel dari kepuasan kualitas layanan untuk mengidentifikasi tindakan korektif yang perlu dilakukan (Kotler 1997: 95). Berdasarkan Importance-Performance Analysis, diketahui bahwa Kafeega harus fokus pada proses yang membutuhkan waktu lama dan kualitas produknya. \n\nPenelitian ini juga mengusulkan strategi pemasaran untuk Kafeega. Solusi yang diusulkan adalah kontrol kualitas, promosi digital, fokus pada kopi Jawa Barat, dan mengadakan acara dan membuat sebuah pengalaman terhadap konsumer. \n\nUntuk mempermudah dalam mengeksekusi solusi yang telah diusulkan, penelitian ini juga telah membuat rencana yang harus dilakukan, jadwal, dan estimasi biaya untuk Kafeega.", "Daftar File": {"2018 TS PP JUNIA INTAN PRATIWI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133664"}, "Penulis": "JUNIA INTAN PRATIWI        [29114370]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, MA"], "Jenis Koleksi": "Tesis", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Pemasaran, Importance-Performance Analysis, Kopi Jawa Barat", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Feb 2018"}