{"Nomor": 28373, "Judul": "BRAND ANALYSIS AND EVALUATION OF YOFORIA BANDUNG", "Abstrak": "Karena semakin banyak orang yang tertarik dalam mengkonsumsi makanan sehat, yogurt adalah salah satu dari banyak industry yang berkembang akibat dari tren gaya hidup sehat. Kebanyakan dari konsumen yogurt adalah wanita muda yang sedang diet atau mencoba pola makan sehat. Karena hal ini, minum yogurt sering dipandang sebagai tingkah laku feminine dan sangat tidak cocok untuk pria. Didirikan pada Desember 2016, Yoforia memasuki pasar yogurt dengan keinginan untuk membuang paradigma ini. Namun, pesan dari merek ini tidak tersampaikan dengan baik kepada audiens dan masih memberikan hasil yang kurang memuaskan. Studi ini menargetkan untuk mengimplementasi analisis merek Ã‚Â– lebih tepatnya, audit merek terhadap merek Yoforia untuk menghapus celah diantara apa yang ingin disampaikan Yoforia dan apa yang dipikirkan oleh sasaran pasar atau konsumen tentang Yoforia. Riset ini menggunakan metode riset kualitatif dengan cara mewawancara manajer dari Yoforia (Brand Inventory) dan sasaran pasar mereka untuk menjadi perspektif konsumen (Brand Exploratory) menggunakan wawancara secara mendalam. Riset ini juga menggunakan metode riset kuantitatif untuk Brand Exploratory menggunakan kuesioner online yang disebarkan kepada sasaran pasar yang dituju. Orang-orang yang di wawancara adalah orang yang dianggap sebagai sasaran pasar yang sudah mengetahui merek Yoforia, dengan menggunakan Convenience Sampling. Kemudian untuk analisis menggunakan, Brand Audit Analysis oleh Kevin Lane Keller yang terdiri dari Brand Inventory, Brand Exploratory, dan Gap Analysis. Brand Dynamics Model digunakan untuk menganalisa hasil kuantitatif. Untuk hasil akhir, riset ini akan mengetahui perspektif dari manajer tentang Brand Inventory dan perspektif konsumen tentang Brand Exploratory. Jika ada celah diantara dua perspektif terhadap merek, akan ditunjukkan pada Gap Analysis dan mengindikasikan performa rendah dari Yoforia pada bagian branding. Brand Performance dimata para konsumen akan dianalisa menggunakan Extended Strategic Brand Mapping Analysis oleh Nasution dan Pangestu, yang terdiri dari empat asosiasi yang dipilih yaitu; strength, favorability, uniqueness, number. Pada akhirnya, untuk mengukur ekuitas merek, riset ini menggunakan Brand Dynamics Model yang mempunyai lima kategori untuk di analisa yaitu; bonding, advantage, performance, relevance, dan presence. Setelah semua analisa selesai, riset ini menyarankan manajer untuk memulai dan menetapkan program pembangunan merek untuk elemen merek beserta konten lalu membuat strategi komunikasi pemasaran berdasarkan temuan-temuan untuk menutup celah dan memperbaiki branding dan konten strategi pemasaran dari Yoforia.", "Daftar File": {"2018 TA PP KALYANA ANJANI SAMARDHYA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133689", "2018 TS PP KALYANA ANJAN S 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/251499"}, "Penulis": "Kalyana Anjani Samardhya (19015220)", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T., M.Eng., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Brand Audit, Brand Analysis, Yogurt Drink, Yogurt Industry, Drinkable Yogurt, RTD, FMCG", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "30 Jul 2018"}