{"Nomor": 28377, "Judul": "A MULTI-OMICS APPROACH TO INVESTIGATE THE EFFECT OF CHITOSAN COATING ON POST-HARVEST QUALITY OF BANANA (MUSA ACUMINATA)", "Abstrak": "Banana is a climacteric fruit whose post-harvest maturing process is affected by respiration and ethylene production. It is the most produced fruit in Indonesia but its export is still low because the existing post-harvest technologies are expensive. Chitosan coating is one of the cost-effective post-harvest methods that can extend fruit shelf-life. However, there are only a few studies on the effect of chitosan coating at the transcriptome and metabolome level. In this study, the changes in global transcriptome and metabolome during the course of ripening of uncoated and chitosan-coated banana were evaluated in order to obtain a better understanding on the mechanisms involved in ripening delay upon chitosan treatment. Subsequently, the expression level of 1-aminocyclopropan-1-carboxylic acid oxidase (ACO: ACC oxidase) genes, which encode an enzyme that converts ACC to ethylene was also analyzed. The metabolome data suggested that the delay of banana ripening by chitosan coating might be related to ethylene synthesis pathway. .Furthermore, according to the transcriptome analysis, some interesting genes were shown based on log2-fold change value and it also suggested that chitosan coating might affect the ethylene synthesis pathway. qPCR result showed two ACO genes (ID: Ma05_t09360.1, Ma10_t01130.1) had higher expression levels in chitosan-coated banana. It was considered that chitosan coating might inhibit the ethylene production in the step of ACC to ethylene by adjusting the permeability of surrounded O2 and inhibiting the reaction of ACO. This is the first study to report the difference between untreated and chitosan-coated banana in transcriptome and metabolome level.", "Daftar File": {}, "Penulis": "KANA YAMAMOTO [21116701]", "Kontributor / Dosen Pembimbing": ["Dr. Fenny Martha Dwivany     Dr. Eiichiro Fukusaki"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Transcriptomics, metabolomics, chitosan coating, banana ripening, ethylene", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "0 file", "Tanggal Input": "28 Sep 2018"}