{"Nomor": 28371, "Judul": "USULAN STRUKTUR MODAL OPTIMAL DAN PENDANAAN ALTERNATIF UNTUK PT SEMEN INDONESIA (PERSERO) TBK.", "Abstrak": "Industri semen di Indonesia semakin kompetitif dikarenakan pendatang baru yang menawarkan harga lebih murah dibandingkan pemain yang sudah ada. Kompetisi yang terjadi menyebabkan industri dalam kondisi kelebihan pasokan. Kondisi ini membuat pangsa pasar perusahaan menurun karena mereka dipaksa untuk menjual produk dengan harga lebih murah. Menurunnya pangsa pasar perusahaan berdampak terhadap penjualan dan pendapatan perusahaan. Untuk mengatasi kondisi ini perusahaan perlu menemukan pangsa pasar baru diluar Indonesia. Untuk menemukan pangsa pasar baru perusahaan memerlukan sumber dana melalui instrument utang dan modal. \n\nProyek akhir ini menggunakan analisis internal, eksternal dan analisis perbandingan untuk menentukan posisi relatif perusahaan didalam pasar. Peneliti lalu melakukan simulasi menggunakan rasio utang dari 0 sampai 100% untuk menentukan struktur modal yang optimal bagi perusahaan. Dalam bagian akhir pemelitian ini peneliti melakukan discounted cash flow jika perusahaan menemukan pangsa pasar baru diluar Indonesia. \n\nStruktur modal serta alternatif pendanaan yang optimal bagi perusahaan adalah menggunakan 54% modal dan 46% utang. Dari sisi modal peneliti mengusulkan agar salah satu anak perusahaan tercatat dalam bursa atau menerbitkan saham sementara dari sisi utang peneliti mengusulkan perusahaan untuk menerbitkan obligasi.", "Daftar File": {"2018 TS PP KAHFI GIOVANNI MUHAMMAD 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133687"}, "Penulis": "KAHFI GIOVANNI MUHAMMAD   [29115646]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto Soekarno MBA, RFA, QWPTM, CFPÃ‚Â®"], "Jenis Koleksi": "Tesis", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Struktur modal optimal, WACC, Pendanaan Alternatif, Pendanaan Utang, Pendanaan Modal.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Feb 2018"}