{"Nomor": 28381, "Judul": "ANALISIS BIODIVERSITAS DAN KOMPLEKSITAS HABITAT PADA TUTUPAN LAHAN BERBEDA DI AREA PERTAMBANGAN BATU BARA SITE SEBAKIS, KABUPATEN NUNUKAN", "Abstrak": "Biodiversitas merupakan hal penting yang harus dipertimbangkan dalam mereklamasi lahan pasca tambang karena perannya sebagai dasar bagi penyedia jasa ekosistem. Namun, biodiversitas berpotensi untuk terdegradasi, akibat hilangnya vegetasi dari kegiatan ekstraksi mineral pertambangan. Tujuan penelitian ini adalah menentukan biodiversitas (tumbuhan dan arthropoda) dan nilai penting tumbuhan, serta kompleksitas habitat pada empat tutupan lahan. Data biodiversitas tumbuhan dihimpun menggunakan 20 petak contoh berukuran 20 m x 20 m (pohon), 10 m x 10 m (tiang), 5 m x 5 m (pancang dan perdu), dan 2 m x 2 m (semai dan herba). Biodiversitas arthropoda permukaan tanah dicuplik menggunakan metode gelas jebak. Petak contoh dan gelas jebak diletakkan pada empat jenis tutupan lahan di dalam kawasan pertambangan, yaitu hutan primer, hutan sekunder, kebun sawit dan lahan terbuka. Analisis data menggunakan Indeks Shannon (HÃ‚Â’), Indeks Nilai Penting, dan Indeks Kompleksitas Habitat. Hasil penelitian menunjukkan bahwa hutan primer memiliki HÃ‚Â’ tumbuhan tertinggi (2,52). Pohon dengan nilai penting tertinggi pada hutan primer adalah Dipterocarpus sp., Acacia mangium dan Paraserianthes falcataria pada hutan sekunder, dan pada kebun sawit tidak ditemukan. Tumbuhan perdu dengan nilai penting tertinggi Melastoma malabathricum pada hutan sekunder, Clidemia hirta pada kebun sawit dan tidak ditemukan pada hutan primer. Tumbuhan herba dengan nilai penting tertinggi Scleria sumatrensis pada hutan sekunder, Blechnum sp. pada kebun sawit dan tidak ditemukan pada hutan primer. Kebun sawit memiliki HÃ‚Â’ arthropoda tertinggi (2,51). Pada seluruh tutupan lahan ditemukan 88 spesies dan 33 famili. Hutan sekunder memiliki jumlah individu terbanyak (1688 individu) dan kebun sawit memiliki jumlah spesies dan famili terbanyak (47 spesies dan 20 famili). Formicidae merupakan famili dengan jumlah individu dan jumlah spesies terbanyak. Famili Formicidae dan Gryllidae ditemukan di keempat tutupan lahan. Hutan primer merupakan tutupan lahan dengan nilai kompleksitas tertinggi (7), diikuti oleh hutan sekunder (6,4), kebun sawit (6) dan lahan terbuka (0), sehingga hutan primer merupakan penyedia habitat yang paling kompleks dibandingkan tutupan lahan lainnya.", "Daftar File": {"2018 TA PP - Kanya Chairunissa 1- Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/133697"}, "Penulis": "Kanya Chairunissa (Nim : 11514018)", "Kontributor / Dosen Pembimbing": ["Dr. Sopandi Sunarya \n\nDr. Endah Sulistyawati"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "biodiversitas, flora, arthropoda, kompleksitas habitat, pertambangan batu bara", "Sumber": "", "Staf Input/Edit": "didi kusnendi  \n                                     didi kusnendi", "File": "1 file", "Tanggal Input": "28 Sep 2018"}