{"Nomor": 28399, "Judul": "KOPI SEPERTI APA YANG ANDA SUKA? KAJIAN PREFERENSI BIJI KOPI INDONESIA MENGGUNAKAN NEUROMARKETING", "Abstrak": "Meningkatnya jumlah kedai kopi di Indonesia khususnya di kota-kota besar seperti Bandung dan Jakarta, telah menyebabkan persaingan ketat antar produsen kopi. Produsen kopi ini bersaing menyajikan kopi dengan cita rasa terbaik. Tidak diragukan lagi jika rasa merupakan faktor penting dari kopi berkualitas baik dan juga menjadi pertimbangan utama saat konsumen memilih biji kopi. Tujuan dari penelitian ini adalah untuk mengetahui preferensi konsumen terhadap biji kopi Indonesia dengan menggunakan electroencephalography (EEG). \n\nUntuk mengejar tujuan ini, penulis melakukan penelitian menggunakan metodologi campuran secara berurutan, pertama menggunakan wawancara semi terstruktur untuk mengidentifikasi biji kopi yang paling banyak dibeli oleh konsumen dan elemen penting pada rasa produk kopi. Sistem pengkodean digunakan untuk menganalisis data wawancara. Hasil dari penelitian ini menjadi atribut pada tahapan penelitian selanjutnya. Langkah selanjutnya, digunakan metode survey dengan menyebar kuesioner dan percobaan blind taste dilakukan dengan menggunakan analisis gelombang otak (Electroencephalogram/EEG). Disini, partisipan direkam gelombang otaknya menggunakan EMOTIV Insight saat mencoba kopi dengan berbagai macam kombinasi yang terdiri dari asal biji kopi (Aceh Gayo, Java Preanger, Bali Kintamani, Wamena, dan Toraja Sapan), proses paska panen (proses madu, basah, semi-basah, dan kering), dan tingkatan pemanggangan (coklat muda, sedang, dan gelap). \n\nHasil penelitian menunjukkan, tidak ada korelasi antara usia dan jenis kelamin terhadap preferensi konsumen. Konsumen pria lebih menyukai rasa kopi yang kuat dan pahit dengan rasa manis yang sedikit, sedangkan konsumen wanita lebih menyukai kopi dengan rasa yang seimbang dengan sedikit rasa manis dan pahit.", "Daftar File": {"2018 TS PP KARTIKA SARIRAHAYU 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133744"}, "Penulis": "KARTIKA SARIRAHAYU (29016025)", "Kontributor / Dosen Pembimbing": ["Dr. Mustika Sufiati Purwanegara"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Coffee, Preference, Taste, Neuromarketing, EEG", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "1 file", "Tanggal Input": "07 Jun 2018"}