{"Nomor": 28408, "Judul": "STUDI ANALISIS SEKATAN SESAR PADA LAPANGAN BANTENG, CEKUNGAN SUMATRA TENGAH, RIAU", "Abstrak": "Sesar dapat berperan sebagai sekat ataupun jalur migrasi dari hidrokarbon yang terperangkap di dalam reservoir. Salahsatu faktor yang mengontrol sifat penyekatan sesar ini ialah permeabilitas pada zona sesar yang merupakan fungsi dari capillary entry pressure sehingga bergantung pada besar butir penyusun zona sesar. Komposisi filosilikat yang dapat diperkirakan melalui perhitungan vshale pada log sumur pada zona sesar dengan demikian dapat dijadikan parameter dalam memprediksi sifat sekat dari sesar. Data yang digunakan adalah data inti bor, data Side Wall Core (SWC), data biostratigrafi, data seismik 3D dan data tekanan dari Repeat Formation Test (RFT). Metode yang digunakan dalam analisis sekatan sesar adalah Shale Gouge Ratio (SGR) yang merupakan salahsatu metode prediksi sifat penyekatan sesar yang secara empiris terbukti cukup akurat. Daerah penelitian ini didominasi sesar-sesar naik dengan arah utara-selatan hingga barat laut-tenggara yang menunjukkan geometri positive flower structure yang merupakan ciri daerah yang berada pada rezim strike-slip. Pada bagian barat daerah penelitian terdapat sesar naik dengan throw relatif besar dan sumur dry hole, sedangkan pada bagian tengah hingga ke timur daerah penelitian merupakan daerah-daerah puncak lipatan yang terpotong sesar-sesar naik. Berdasarkan data sumur dan Repeat Formation Test (RFT) diindikasikan adanya perangkap hidrokarbon akibat pensesaran sehingga dilakukan analisis sekat sesar pada sesar yang memisahkan sumur dengan tekanan berbeda yakni pada sesar 4, 5 dan 6. Analisis sekat pada sesar 4, 5 dan 6 berdasarkan kesehadapan dan peta distribusi SGR serta data RFT memberikan kesimpulan bahwa dengan minimal nilai SGR 20% telah mampu menahan perbedaan tekanan lintas-sesar sebesar 13,1 bar, dengan catatan bahwa nilai tersebut adalah nilai minimum karena daerah penelitian berada pada sistem strike-slip sedangkan algoritma yang digunakan merupakan algoritma pada sesar normal.", "Daftar File": {"2017 TA PP KAUSAR MELOZA 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/133759", "2017 TA PP KAUSAR MELOZA 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/133760", "2017 TA PP KAUSAR MELOZA 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/133761", "2017 TA PP KAUSAR MELOZA 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/133762", "2017 TA PP KAUSAR MELOZA 1- BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/133763", "2017 TA PP KAUSAR MELOZA 1- BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/133764", "2017 TA PP KAUSAR MELOZA 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/133765", "2017 TA PP KAUSAR MELOZA 1- BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/133766", "2017 TA PP KAUSAR MELOZA 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/133767"}, "Penulis": "KAUSAR MELOZA (NIM: 12013064)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n \n\nDr. Indra Gunawan, S.T., M.Sc. \n \n\nDr. Alfend Rudyawan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Shale Gouge Ratio (SGR), Sumatra Tengah, Riau", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "9 file", "Tanggal Input": "10 Sep 2018"}