{"Nomor": 28406, "Judul": "PERANCANGAN INTERAKSI APLIKASI MOBILE SISTEM LAYANAN LABORATORIUM KLINIK DENGAN PENDEKATAN USER CENTERED DESIGN", "Abstrak": "Saat ini, teknologi informasi dan komunikasi berkembang dengan sangat pesat sehingga semakin banyak kemudahan yang didapatkan manusia dalam melakukan pekerjaan sehari-hari. Namun, penggunaan teknologi informasi dan komunikasi dalam bidang kesehatan khususnya laboratorium klinik belum banyak diimplementasikan. Di Indonesia khususnya, belum ada aplikasi yang memudahkan pasien untuk melakukan reservasi, melihat hasil pemeriksaan beserta rekam medisnya, dan proses bisnis laboratorium klinik lainnya. Oleh karena itu, pada penelitian tugas akhir ini, dikembangkan rancangan interaksi dan antarmuka yang tepat untuk aplikasi sistem layanan laboratorium klinik dengan mempertimbangkan kekurangan dan kelebihan yang ditemukan pada produk serupa yang sudah ada. Tujuan utama yang ingin dicapai dalam pelaksanaan tugas akhir ini adalah menghasilkan rancangan interaksi aplikasi mobile yang mempermudah pasien dalam melakukan proses bisnis laboratorium klinik dan melakukan evaluasi hasil rancangan tersebut terhadap usability goal dan user experience goal. Metode yang digunakan pada tugas akhir ini adalah pendekatan user-centered design (UCD).  Perancangan interaksi dan antarmuka yang dilakukan didasarkan pada beberapa usability goal dan user experience goal yakni effective, efficient, learnability, error, enjoyable, dan helpful. Hasil akhir dari tugas akhir ini berupa prototipe mid-fidelity pada platform Android. Hasil pengujian menunjukkan bahwa rancangan telah memiliki interaksi yang baik karena skor usability goal dan user experience telah melampaui nilai rata-rata. Namun, pengembangan lebih lanjut dapat terus dilakukan agar interaksi dan antarmuka pengguna dapat semakin lebih baik dan lebih membantu penggunanya.", "Daftar File": {"2018 TA PP Katriel Ester Amanda 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133757"}, "Penulis": "Katriel Ester Amanda  - NIM: 18214047", "Kontributor / Dosen Pembimbing": ["Dra. Harlili S., M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "laboratorium klinik, sistem layanan, user-centered design, prototipe, interaksi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "05 Sep 2018"}