{"Nomor": 28400, "Judul": "PEMODELAN MATEMATIKA PENGARUH SURFAKTAN TERHADAP PERUBAHAN PERGERAKAN BULIR FLUIDA KENTAL DAN SIFAT KEBASAHANNYA PADA PERMUKAAN PADAT", "Abstrak": "Salah satu cara untuk mengoptimalkan perolehan minyak bumi dari sebuah reservoir (Enhanced Oil Recovery) adalah dengan cara chemical injection. Teknik ini merupakan perluasan dari teknik water-flooding, yaitu dengan menambahkan zat-zat kimia, salah satunya surfaktan (surface active agent) ke dalam air injeksi. Surfaktan merupakan zat kimia yang bersifat dapat mengurangi tegangan antarmuka minyak dan air. Untuk minyak yang menempel pada permukaan padat, surfaktan dapat mengubah sifat kebasahan dari minyak sehingga menjadi non-wetting (proporsi minyak yang menempel pada permukaan padat adalah lebih sedikit dari pada air). Hal tersebut mengakibatkan minyak lebih mudah terlepas ataupun berimbibisi \n\nsecara spontan keluar dari pori-pori batuan. Di dalam disertasi ini dibangun model-model matematika yang menggambarkan pengaruh surfaktan terhadap dua buah fenomena, yaitu perubahan sifat kebasahan dari suatu bulir minyak dan perubahan posisinya ketika bergerak mendekati sebuah permukaan padat. Untuk fenomena yang pertama, kami menggunakan tiga buah pendekatan yang berbeda. Pada pendekatan yang pertama, kami menyelesaikan persamaan Navier-Stokes untuk mensimulasikan dinamika titik kontak dari bulir minyak di dalam larutan surfaktan. Dalam penyusunan skema numerik untuk persamaan dinamika surfaktan di antarmuka, kami mengusulkan suatu metode \n\nbaru yang menjamin sifat kekekalan massa dari surfaktan. Pada pendekatan yang kedua, kami mengkonstruksi dinamika pergerakan titik kontak. Hasil dari dinamika tersebut berperan sebagai syarat batas untuk penentuan bentuk dari bulir. \n\nBerdasarkan pengamatan kami, belum ada peneliti sebelumnya yang menggunakan pendekatan ini. Selanjutnya pada pendekatan ketiga, kami mengkaji secara analitik dan numerik mengenai bentuk dari bulir yang memuat surfaktan, \n\npada keadaan steady state. Solusi analitik dari model ini diselesaikan secara asimtotik untuk nilai konsentrasi surfaktan yang kecil. Berdasarkan model-model matematika tersebut, diperoleh informasi parameter-parameter yang dapat mempengaruhi proses pelepasan suatu bulir yang menempel pada permukaan padat. Selain itu, hasil kajian dari model-model matematika tersebut menunjukkan bahwa keberadaan surfaktan di antarmuka dapat memperbesar nilai sudut kontak antara bulir minyak dan permukaan padat. Hasil ini sesuai dengan hasil penelitian-penelitian \n\neksperimen oleh para peneliti terdahulu yang mengungkapkan bahwa surfaktan dapat mengubah sifat kebasahan dari bulir minyak sehingga menjadi nonwetting. Adapun untuk fenomena yang kedua, yaitu mengenai pengaruh surfaktan terhadap \n\nperubahan posisi minyak yang bergerak menuju sebuah permukaan padat, kami menggunakan dua buah pendekatan yang berbeda. Pada pendekatan yang pertama, kami asumsikan fluida pemisah antara bulir minyak dan permukaan padat adalah berupa fluida lapis tipis. Di dalam model ini kami usulkan sebuah fungsi untuk menggambarkan kecepatan dari bulir minyak. Fungsi ini berperan untuk menyederhanakan \n\nmasalah fluida lapis tipis dua domain, menjadi satu domain. Kemudian kami simulasikan pengaruh surfaktan terhadap dinamika ketinggian fluida lapis tipis. Pada model ini, kami juga mengkaji kasus dimana faktor penambahan konsentrasi surfaktan dilibatkan ke dalam sistem. Sepanjang penelusuran kami, belum ada (atau sangat terbatas) penelitian sebelumnya yang melibatkan faktor penambahan konsentrasi surfaktan. Untuk menjustifikasi hasil simulasi, kami mengkaji solusi steady state dengan pendekatan asimtotik. Adapun pada pendekatan yang kedua, \n\nkami mengubah kondisi batas pada model dinamika titik kontak yang menggunakan persamaan Navier-Stokes dua fase, untuk mensimulasikan dinamika bulir yang bergerak menuju permukaan padat. Hasil simulasi model ini menunjukkan bahwa \n\nkeberadaan surfaktan di antarmuka air dan minyak hanya menghambat pergerakan bulir minyak menuju permukaan padat. Selain sesuai dengan hasil para peneliti sebelumnya, hasil dari model ini juga sesuai dengan model matematika kami yang menggunakan pendekatan fluida lapis tipis.", "Daftar File": {"2018 DS PP KARTIKA YULIANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/133751", "2018 DS PP KARTIKA YULIANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/133750", "2018 DS PP KARTIKA YULIANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/133749", "2018 DS PP KARTIKA YULIANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/133748", "2018 DS PP KARTIKA YULIANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/133747", "2018 DS PP KARTIKA YULIANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/133746", "2018 DS PP KARTIKA YULIANTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/133745"}, "Penulis": "KARTIKA YULIANTI (NIM: 30111018)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nDr. Agus Yodi Gunawan. \n\nProf. Dr. Edy Soewono.  \n\nIr. Leksono Mucharam, Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "model matematika, surfaktan, sifat kebasahan, tegangan antarmuka, gravitasi, fluida dua fase, fluida lapis tipis, solusi asimptotik, bentuk bulir.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "15 Feb 2018"}