{"Nomor": 28404, "Judul": "PRODUKSI GARAM MAGNESIUM DARI PFAD (PALM FATTY ACID DISTILLATE) DENGAN REAKTOR SEMI-BATCH", "Abstrak": "Palm fatty acid distillate (PFAD) adalah produk samping pemurnian minyak sawit mentah yang masih mengandung asam lemak bebas (FFA) sebesar 82-99%. FFA dalam PFAD dapat dimanfaatkan sebagai bahan baku produksi garam magnesium seperti magnesium stearat yang digunakan sebagai zat aditif pada industri pangan. Produksi garam magnesium dari PFAD (Mg-PFAD) skala laboratorium telah dilakukan dan scale up dibutuhkan untuk tujuan komersialisasi. Namun kondisi operasi yang digunakan belum tentu sama dengan kondisi skala laboratorium. Oleh karena itu, penelitian ini bertujuan untuk menentukan pengaruh kondisi operasi terhadap konversi, kesesuaian produk Mg-PFAD dengan spesifikasi komersial dan melakukan uji aplikasi Mg-PFAD pada pembuatan tablet. \n \n\nPembuatan Mg-PFAD dilakukan pada reaktor semiÃ‚Â¬-batch 15 L dengan metode fusi termodifikasi. FFA dalam PFAD direaksikan dengan MgO dengan bantuan katalis air. Kondisi operasi yang divariasikan berupa basis massa PFAD, rasio mol PFAD:MgO dan temperatur pengumpanan. Variasi yang digunakan meliputi 0,5;1,0;1,5 kg (basis massa PFAD), 1:1,1; 1:1,25:1; 1:1,5 (rasio mol PFAD:MgO) pada temperatur pengumpanan 60 dan 80C. Air ditambahkan sejumlah 0,5-3 mol per mol MgO. Produk Mg-PFAD yang dihasilkan akan diujikan angka asam, GC, moisture content (MC), dan kadar logam Mg. Dua produk terbaik akan diujikan pada pembuatan tablet.  \n \n\nBerdasarkan hasil percobaan diperoleh bahwa temperatur pengumpanan dan basis massa PFAD tidak berpengaruh signifikan terhadap konversi reaksi. Semetara itu rasio mol PFAD:MgO memberikan konversi yang semakin tinggi seiring dengan bertambahnya rasio. Produk Mg-PFAD yang dihasilkan memiliki kandungan FFA rata-rata sebesar (2,9Ã‚Â±0,01)% dan MC rata-rata sebesar (3,8Ã‚Â±0,5)%. Nilai ini telah memenuhi standar Mg-stearat komersial. Namun komposisi asam lemak dan kadar logam Mg dalam produk belum memenuhi standar. Berdasarkan nilai konversi dan kehalusan produk Mg-PFAD, dua produk terbaik berhasil diaplikasikan pada pembuatan tablet yang memberikan nilai friability, friksiabilitas dan kekerasan yang hampir serupa dengan tablet Mg-stearat komersial.", "Daftar File": {"2018 TA PP Katherine Kurniawan 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133755"}, "Penulis": "Katherine Kurniawan - Nim:13014050", "Kontributor / Dosen Pembimbing": ["Dr. Dianika Lestari \n\nDr. Ardiyan Harimawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Garam magnesium, karakteristik produk, konversi, PFAD, tablet", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Mei 2018"}