{"Nomor": 28418, "Judul": "IMPLEMENTASI MODEL PERSEDIAAN SINGLE ORDER DI KLP CONCEPT STORE", "Abstrak": "KLP adalah concept store yang menjual banyak varian produk yang memiliki batas umur. Karena produk memiliki batas usia maka pemilik harus merencanakan jumlah pembelian untuk menghindari kekurangan dan kelebihan stok. Namun, pada kenyataanya, banyak pengunjung yang tidak membeli karena kehabisan stok dan KLP sering mendiskon produk akibat stok berlebih. Masalah tersebut terjadi akibat tidak adanya manajemen persediaan dan pembelian hanay dilakukan sekali per periode berdasarkan intuisi pemilik. \n\nUntuk menyelesaikan masalah, riset ini akan menggunakan Single Order Inventory Model yang disampaikan oleh (Chopra & Meindl, 2013). Penghitungan hanya difokuskan untuk produk Kelas A berdasarkan Analisis ABC. Riset ini membutuhkan infromasi seperti karakteristik permintaan, harga, biaya, diskon, dan biaya penyimpanan, sehingga memerlukan data penjualan KLP dan wawancara dengan pemilik. Model ini akan mengingormasikan permintaan yang dapat KLP penuhi dalam bentuk cycle service level (CSL). \n\nBerdasarkan analisis, beberapa permintaan produk sangat fluktuatif karena standar deviasi lebih besar dari rata-rata permintaan. Model ini menginformasikan kuantitas pembelian optimal untuk setiap produk sesuai dengan CSL dan karakteristik permintaan. Kemudian model ini dapat menginformasikan ekspektasi keuntungan, kekurangan, dan kelebihan stok. \n\nPenelitian ini diuji juga dengan analisis sensitivitas untuk menganalisis dampak perubahan variabel independen (CSL dan standrar deviasi permintaan) terhadap variabel dependen (ekspektasi keuntungan, kekurangan, dan kelebihan stok). Hasil menunjukkan bahwa model ini seisitif karena perubahan variabel independen mengubah variabel dependen. Ketika CSL naik dan turun maka ekspektasi keuntugnan berkurang dan sebalikanya akan bertambah jika standar deviasi berkurang. \n\nModel persediaan ini berguna untuk KLP sebagai pedoman pembelian produk-produk sejenis dengan asumsi memiliki karakteristik permintaan dan memilah produk-produk mana yang menguntungkan bagi KLP berdasarkan ekspektasi keuntungan. KLP dapat meningkatkan ekspektasi keuntungan dengan menurunkan standar deviasi permintaan dengan cara meningkatkan ketepatan pencatatan data, membuat strategi pemasaran untuk mempertahankan permintaan, mengurangi varian model produk, dan menggunakan strategi penjualan pre-order.", "Daftar File": {"2018 TA PP KENNY LISANPUTERA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133783", "Chapter I Introduction.pdf)u": "https://digilib.itb.ac.id/gdl/download/251512", "Chapter II Theoretical Foundation.pdf\n]": "https://digilib.itb.ac.id/gdl/download/251513", "Chapter III Research Methodology.pdf?": "https://digilib.itb.ac.id/gdl/download/251514", "Chapter IV Data Analysis.pdf\n]": "https://digilib.itb.ac.id/gdl/download/251515", "Chapter V Conclusion and Recommendation.pdf\n]": "https://digilib.itb.ac.id/gdl/download/251516", "References & Appendices.pdf?_": "https://digilib.itb.ac.id/gdl/download/251517"}, "Penulis": "Kenny Lisanputera (19015095)", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, MASC., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Single Order Inventory Model, Inventory Management, Product Availability, Expected Understock, Expected Overstock, Expected Profit, Sensitivity Analysis", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "7 file", "Tanggal Input": "22 Jun 2018"}