{"Nomor": 28422, "Judul": "PRODUKSI BIOETANOL MELALUI FERMENTASI SYNGAS OLEH Clostridium ljungdahlii DALAM REAKTOR MEMBRAN SERAT BERONGGA", "Abstrak": "Limbah lignoselulosa berpotensi sebagai sumber energi terbarukan untuk menghasilkan bahan bakar nabati (BBN) sebagai pengganti bahan bakar fosil yang persediaannya semakin terbatas dan menimbulkan polusi lingkungan. Gasifikasi biomassa lignoselulosa diikuti dengan fermentasi syngas dapat menghasilkan BBN salah satunya yaitu bioetanol. Namun, fermentasi syngas masih memiliki tantangan seperti hambatan transfer masa gas-cair dan produktivitas rendah. Salah satu upaya untuk meningkatkan kinerja fermentasi syngas yaitu dilakukan pengembangan proses meliputi desain, konfigurasi dan kondisi operasi sistem reaktor yang digunakan. \n \n\nTujuan dari penelitian ini adalah mengevaluasi kinerja membran serat berongga sebagai konfigurasi reaktor untuk fermentasi syngas. Sistem reaktor membran dihubungkan dengan tangki penampung 2 L untuk resirkulasi cairan. Koefisien transfer massa volumetrik (KLa) dari sistem reaktor membran ditentukan pada kondisi abiotik menggunakan udara. Konfigurasi reaktor membran serat berongga dioperasikan untuk fermentasi syngas oleh Clostridium ljungdahlii pada variasi laju alir syngas umpan dan laju resirkulasi media. Parameter kinerja yang dievaluasi meliputi pertumbuhan sel, konsumsi syngas, dan produktivitas etanol. \n \n\nDari hasil percobaan, nilai KLa reaktor membran lebih tinggi dibandingkan reaktor tanpa membran. Dibandingkan dengan konfigurasi reaktor tanpa membran, produksi etanol dalam reaktor membran memiliki konsentrasi maksimum tiga kali lebih besar yaitu mencapai 2,7 g/L dengan rasio molar etanol/asetat sebesar 2,32. Kinerja fermentasi meningkat seiring dengan meningkatnya ketersediaan syngas pada laju alir syngas dan resirkulasi media yang tinggi hingga reaksi tidak lagi dibatasi oleh laju transfer massa gas melainkan kinetika sel. Secara umum, penelitian ini menunjukkan bahwa konfigurasi reaktor membran serat berongga adalah sistem yang efisien untuk fermentasi syngas.", "Daftar File": {"2018 TS PP KERYANTI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133787"}, "Penulis": "KERYANTI (NIM: 23016016)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nProf. Tjandra Setiadi, Ph.D.", "Dr. Made Tri Ari Penia Kresnowati, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "biomassa lignoselulosa, gasifikasi, fermentasi syngas, etanol, Clostridium ljungdahlii, membran serat berongga.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "17 Sep 2018"}