{"Nomor": 28420, "Judul": "SISTEM SELEKSI DAN TRANSPOR PROPPANT UNTUK PEREKAHAN HIDROLIK", "Abstrak": "Tulisan ini bertujuan untuk mengetahui pemilihan proppant terhadap kondisi reservoir yang berbeda-beda dan mengetahui sistem transportasi proppant pada perekahan hidrolik. Perekahan hidrolik merupakan salah satu teknik stimulasi dalam dunia perminyakan yang digunakan untuk merekahkan batuan. Rekahan akan terbentuk akibat dari tekanan fluida pada permukaan batuan. Rekahan yang terbentuk akan diganjal oleh proppant agar tidak menutup kembali. Proppant yang digunakan pada proses ini harus sesuai dengan kondisi reservoir yang ada. Terdapat banyak jenis proppant yang tersedia yang dapat digunakan sesuai dengan kebutuhan dan kondisi reservoir yang dihadapi. Berbagai faktor perlu dipertimbangkan dalam pemilihan proppant agar rekahan yang terbentuk optimal untuk kegiatan produksi. Faktor-faktor seperti pembentukan fines, tekanan yang diberikan kepada proppant, konduktivitas yang dihasilkandan proppant embedment menjadi aspek yang harus diperhatikan dalam pemilihan proppant yang akan digunakan. \n\nProppant sangat berpengaruh terhadap konduktivitas rekahan sehingga penggunaan proppant yang tepat sangat penting terhadap kegiatan produksi. Untuk mengaplikasikan proppant ke rekahan perlu diketahui cara yang dinamakan proppant transpor yang bertanggung jawab membawa proppant ke rekahan. Sistem transportasi yang baik diperlukan untuk kegiatan produksi yang optimal", "Daftar File": {"2016 TA PP KENT LIE CHANNIAGO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/133785"}, "Penulis": "KENT LIE CHANNIAGO (NIM : 12212089)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Proppant, Jenis proppant, Pemilihan, Konduktivitas", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "15 Mei 2018"}