{"Nomor": 28423, "Judul": "HUBUNGAN ANTARA KEPUASAN KERJA KARYAWAN DENGAN INOVASI INDIVIDU SEBAGAI VARIABEL MODERASI DI PT FREEPORT INDONESIA", "Abstrak": "Sumber daya manusia merupakan salah satu hal paling penting untuk sebuah perusahaan untuk dapat \n\nmencapai tujuan utama. Manajemen sumber daya manusia mempresentasikan faktor manusia di dalam \n\nsebuah organisasi yang meliputi daya intelijen, kecakapan, kemampuan karyawan dan pengetahuan. \n\nKesuksesan sebuah perusahaan dapat dicapai melalui keefektifan karyawan dalam bekerja. Perusahaan \n\nmembutuhkan sumber daya manusia yang istimewa yang juga memiliki tingkat kinerja yang tinggi untuk \n\nmendukung mereka dalam bekerja di perusahaan. \n\nDalam penelitian ini, peneliti tertarik untuk menganalisa faktor yang memiliki hubungan dengan kinerja \n\nkaryawan. Penelitian ini akan meneliti hipotesa bahwa kepuasan kerja karyawan memilki hubungan yang \n\nsignifikan dengan kinerja karyawan dan inovasi individu memiliki hubungan dengan kedua faktor tersebut \n\nyaitu, kepuasan kerja karyawan dan kinerja karyawan. Penelitian ini akan menganalisa hubungan antara \n\nkepuasan kerja dan kinerja karyawan dengan inovasi individu sebagai variabel moderating. Variabel \n\nmoderating adalah variabel yang dapat mempekuat atau memperlemah hubungan antara dua variabel \n\nlainnya. \n\nPenelitian ini dilakukan di PT Freeport Indonesia, perusahaan yang bergerak di bidang pertambangan di \n\nIndonesia. Teknik pengambilan sample menggunakan teknik sampel acak dengan mengambil 778 responden \n\ndari karyawan dengan total populasi karyawan sebanyak 7.031 karyawan. Data dari penelitian ini telah \n\ndiambil dari responden dan telah dianalisa menggunakan analisa regresi moderasi sebagai analisis statistika. \n\nHasil dari penelitian ini menunjukkan bahwa secara parsial kepuasan kerja memiliki hubungan positif dan \n\nsignifikan terhadap kinerja karyawan dan inovasi individu terbukti adalah variabel moderasi yang dapat \n\nmemperkuat atau memperlemah hubungan antara kepuasan kerja karyawan dan kinerja karyawan. Dengan \n\ndemikian, tingkat kepuasan kerja karyawan yang tinggi akan mengarahkan kepada tingkat kinerja karyawan \n\nyang tinggi dengan variabel inovasi individu sebagai variabel moderasi yang dapat membuat hubungan \n\nmenjadi lebih kuat.", "Daftar File": {"2018 TA PP KESHIA AFERINA SIREGAR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133788", "2018 TS PP KESHIA AFERINA S 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/251534"}, "Penulis": "Keshia Aferina Siregar (19015099)", "Kontributor / Dosen Pembimbing": ["Dr. rer. pol. Achmad Fajar Hendarman, S.T., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Employee Job Satisfaction, Employee Performance, Individual Innovativeness, Moderating, PT Freeport Indonesia", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "09 Jul 2018"}