{"Nomor": 28428, "Judul": "VISUAL BRANDING STRATEGY TO INCREASE BRAND AWARENESS IN KIDS FASHION BRAND", "Abstrak": "Pasar untuk pakaian anak-anak saat ini bernilai $ 1,4 miliar dan nilainya diperkirakan akan tumbuh 8% pada 2021, menjadi $ 34 juta. Ini menandakan banyak pembisnis baru dalam bisnis pakaian anak-anak dan persaingan bisa lebih kompetitif. Untuk mengantisipasinya, ada strategi pemasaran yang dapat digunakan untuk membedakan dan bersaing dengan bisnis serupa yaitu menggunakan strategi konten visual. Ketika melakukan strategi pemasaran, ada elemen penting dari itu yaitu rencana pemasaran dan positioning. Positioning adalah proses di mana pemasar menentukan cara terbaik untuk mengkomunikasikan atribut produk dan memutuskan di mana merek di benak target pasar. \n\nDalam melakukan bisnis, branding lebih dari sekadar memberi nama merek, branding adalah hal yang penting dalam bisnis untuk mengenal pelanggan dan membuat kesan pertama yang benar. Branding adalah proses disiplin yang digunakan untuk membangun kesadaran dan memperluas kesetiaan pelanggan. Branding penting untuk bisnis karena tidak hanya menarik pelanggan untuk pertama kalinya, tetapi juga membuat mereka terus mencoba membeli. Berdasarkan penjelasan sebelum tujuan penelitian ini adalah untuk mengetahui faktor yang secara signifikan mempengaruhi visual branding pada merek fashion anak-anak dan untuk menentukan strategi visual terbaik untuk meningkatkan kesadaran merek di brand Kirakuna. \n\nPenelitian ini menggunakan metode penelitian kualitatif untuk mengeksplorasi tujuan penelitian. Penelitian ini didukung oleh wawancara mendalam karena membuat peneliti lebih fleksibel untuk menyelidiki responden dalam menjawab pertanyaan. Metode untuk menganalisis penelitian ini dilakukan dengan menggunakan analisis deskriptif dan coding untuk menganalisis hasil wawancara. Hasil dari penelitian ini menunjukkan bahwa memiliki positioning merek yang unik dan kuat dapat membantu membangun kesadaran merek dan menciptakan posisi jangka panjang di pasar. Signifikan factor untuk melakukan branding pada merek fashion anak-anak adalah dengan memperkuat brand positioning, sementara strategi visual terbaik untuk meningkatkan branding dan mendapatkan kesadaran merek di brand Kirakuna adalah menghubungkan semua hal dari positioning brand Kirakuna, yaitu dengan menggunakan adaptasi Jepang. Ketika melakukan visual branding pemasar juga harus pendekatan cerdas, bersih dan sesuatu yang mencerminkan kegembiraan.", "Daftar File": {"2018 TA PP KEVIN CINDI PRASETYAWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133799"}, "Penulis": "KEVIN CINDI PRASETYAWAN (19215042)", "Kontributor / Dosen Pembimbing": ["Amilia Wulansari, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "brand awareness, brand positioning, kids fashion, visual branding", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "1 file", "Tanggal Input": "31 Jul 2018"}