{"Nomor": 28427, "Judul": "STUDI RESILIENSI BANJIR MENGGUNAKAN INDIKATOR FLOOD RESILIENCE INDEX (STUDI KASUS: KELURAHAN ANDIR WILAYAH BANDUNG SELATAN)", "Abstrak": "Banjir merupakan masalah lingkungan yang paling sering ditemui di Kelurahan Andir. Daerah ini seringkali dilanda banjir akibat letak daerah yang dekat dengan sungai Cisangkuy dan Citarum serta struktur geografis wilayahnya yang berbentuk cekung. Seringnya kejadian banjir di daerah ini menyebabkan pemerintah daerah dan masyarakat yang tinggal di Andir untuk mengambil langkah adaptasi agar dapat mengurangi dampak banjir. Namun, langkah-langkah adaptasi yang dilakukan dirasa kurang efektif karena Kelurahan Andir sampai saat ini masih menjadi daerah yang rawan terkena banjir. Menghadapi masalah banjir yang persisten ini, perlu dilakukan suatu adaptasi baru berupa konsep resiliensi yang dapat mengatasi banjir dari berbagai dimensi secara efektif. Penelitian ini bertujuan untuk mengukur seberapa resilien daerah Andir terhadap banjir dari lima dimensi: fisik, sosial, ekonomi, institusi dan natural. Metode yang digunakan dalam penelitian ini adalah FRI (Flood Resilience Index), suatu metode yang menggunakan indikator dan integrasi konsep 5R dalam manajemen risiko banjir yang akan menghasilkan satu nilai indikator yang akan menunjukkan tingkat resiliensi daerah Andir terhadap banjir. Integrasi FRI dengan konsep 5R ini akan memastikan tindakan penanganan banjir yang diambil meliputi semua timeline kejadian banjir. FRI dalam penelitian ini ditinjau dengan menggunakan 13 indikator dari 5 dimensi. Berdasarkan hasil penelitian, didapati bahwa nilai FRI untuk Kelurahan Andir sebesar 2,69 yang menunjukkan tingkat resiliensi banjir yang rendah.", "Daftar File": {"2018 TS PP KEVIN BARLIAN 1-1ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133798"}, "Penulis": "Kevin Barlian  NIM: 25315311", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Arief Sudradjat MIS, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "banjir, adaptasi, resiliensi, FRI", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "11 Jan 2018"}