{"Nomor": 28429, "Judul": "STUDI KARAKTERISASI DAN KONSENTRASI GRAVITASI BIJIH TIMAH ASAL NIGERIA DENGAN MENGGUNAKAN JIG DAN MEJA GOYANG", "Abstrak": "Penurunan produksi timah dari tahun ke tahun menyebabkan peningkatan harga yang cukup signifikan. Peningkatan harga dianggap sebagai suatu peluang untuk mengembangkan suatu perusahaan yang salah satunya dilakukan oleh PT Timah Tbk. PT Timah Tbk bekerja sama dengan Topwide Ventures Limited untuk melakukan pengolahan bijih timah yang berasal dari Jos Plateau, Nigeria. Oleh sebab itu diperlukannya kajian mengenai bijih yang akan diolah. Terdapat dua karakteristik bijih yang akan diolah yaitu bijih timah indikasi primer dan bijih timah indikasi aluvial. Penelitian ini dilakukan untuk menentukan karakteristik dari bijih timah indikasi primer dan dari bijih timah indikasi aluvial dan menentukan kadar serta persen perolehan hasil proses konsentrasi gravitasi menggunakan alat konsentrasi gravitasi.  \n \n\nUntuk mengetahui karakteritik dari bijih timah indikasi primer dan bijih timah indikasi aluvial, dilakukan karakterisasi menggunakan X-Ray Diffraction (XRD) dan analisis komposisi kimia dengan X-Ray Fluorescence (XRF). Selanjutnya, dilakukan analisis ayak kering dan analisis ayak basah untuk mengetahui distribusi ukuran dari kedua bijih tersebut. Setiap fraksi dilakukan analisis komposisi kimia dengan menggunakan XRF dan analisis mineragrafi menggunakan mikroskop optik dengan metode tebar butir. Kemudian bijih timah indikasi primer dan bijih timah indikasi aluvial masing-masing dikonsentrasi menggunakan jig. Konsentrat dan tailing dari jig dilakukan analisis menggunakan XRF dan analisis mineragrafi. Setelah itu, tailing dari jig dikonsentrasi kembali menggunakan meja goyang. Produkta dari setiap hasil konsentrasi gravitasi menggunakan meja goyang dilakukan analisis menggunakan XRF dan analisis mineragrafi. Percobaan menggunakan jig dan meja goyang dilakukan dengan variabel-variabel operasi optimum yang telah dilakukan pada penelitian sebelumnya  \n \n\nProses karakterisasi yang dilakukan antara bijih timah indikasi primer dan bijih timah indikasi aluvial menunjukkan terdapat perbedaan kandungan mineral, walaupun demikian hasil analisis XRF menunjukan kemiripan kadar dan unsurnya antara kedua bijih tersebut. Perbedaan juga didapatkan dari hasil analisis size by size yaitu bijih timah indikasi primer memiliki timah di ukuran -1180 Ã‚Âµm +212 Ã‚Âµm, sedangkan untuk bijih timah indikasi aluvial timah berada di hampir seluruh fraksi ukuran namun keberadaan yang tertinggi yaitu di -212 Ã‚Âµm. Untuk pemisahan menggunakan jig didapatkan persen perolehan bijih timah indikasi primer lebih tinggi yaitu mencapai 86,87%. Sedangkan untuk meja goyang bijih timah indikasi aluvial mendapatkan persen perolehan yang lebih tinggi yaitu mencapai 83,92%. Untuk keseluruhan sirkuit percobaan persen perolehan sirkuit bijih timah indikasi primer mencapai 93,28%, sedangkan bijih timah indikasi aluvial hanya mencapai 86,47%.", "Daftar File": {"2018 TA PP KEVIN FAUZI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133800"}, "Penulis": "KEVIN FAUZI - Nim: 12514052", "Kontributor / Dosen Pembimbing": ["Ir. Edy Sanwani, M.T., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Bijih timah, konsentrasi gravitasi, jig, meja goyang", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "7 file", "Tanggal Input": "03 Jul 2018"}