{"Nomor": 28438, "Judul": "PERENCANAAN STRUKTUR DERMAGA PETI KEMAS DI AMBON, MALUKU", "Abstrak": "Kota Ambon (ibu kota Provinsi Maluku) merupakan salah satu kota utama di region pembangunan Indonesia bagian Timur. Dilihat dari aspek perkembangan dan pertumbuhan ekonomi, Ambon memiliki potensi yang baik untuk dikembangkan. Produk Domestik Regional Bruto (PDRB) Kota Ambon pada tahun 2016 tercatat Rp 12,045 triliun. Untuk terus meningkatkan ekonomi Kota Ambon, dibutuhkan pelabuhan yang bisa menyokong keberjalan Kota Ambon. \n\nPada studi kasus tugas akhir mengenai Perancangan Struktur Dermaga Peti Kemas di Ambon, akan dibahas mengenai desain struktur dermaga dan trestel berdasarkan kriteria desain yang digunakan sebagai syarat perencanaan struktur dengan mempertimbangkan kondisi eksisting pada lokasi studi. Tugas akhir mencakup penentuan dimensi dermaga dan trestel, pengolahan data lingkungan, perhitungan beban pada dermaga dan trestel, pemodelan struktur, desain penulangan struktur, dan perhitungan daya dukung tanah. \n\nPemodelan struktur dilakukan menggunakan perangkat lunak analisis struktur untuk mengetahui kemampuan struktur dalam menghadapi beban-beban yang bekerja. Hasil dari pemodelan berupa unity check ratio (UCR), defleksi struktur, gaya dalam balok dan pelat, serta reaksi perletakan. Perancangan dilakukan untuk mendapatkan desain struktur yang handal dan optimal, dilakukan dengan pemeriksaan nilai UCR sebagai acuan yang bernilai harus diantara 0,8 dan 1,0, pemeriksaan nilai rasio tulangan yang dibutuhkan untuk menentukan luas penampang optimal, dan pemeriksaan nilai defleksi sebagai aspek kemampulayanan struktur dengan nilai harus dibawah batas izin. \n\nHasil dari Tugas Akhir meliputi rancangan dermaga dan trestel meliputi dimensi struktur, dimensi elemen struktural dermaga dan trestel, detail penulangan berdasarkan gaya dalam yang bekerja, dan kedalaman rencana pemancangan yang mampu menahan reaksi struktur berdasarkan data geoteknik yang tersedia.", "Daftar File": {"2018 TA PP  KEVIN NATANIEL YUWANTO  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133827"}, "Penulis": "KEVIN NATANIEL YUWANTO  (NIM : 15514012)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Harman Ajiwibowo, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Dermaga, Struktur, Pemodelan, Peti Kemas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Sep 2018"}