{"Nomor": 28431, "Judul": "ANALISIS BIAYA PADA GARANSI BERDASARKAN HUKUM LEMON DENGAN SYARAT BANYAKNYA KERUSAKAN DAN TOTAL DOWNTIME", "Abstrak": "Beberapa jenis produk jadi seperti mobil yang dihasilkan oleh industri otomotif memiliki peran penting dalam menghasilkan produk yang bermanfaat bagi masyarakat selaku konsumen. Terkait dengan pengadaan produk jadi tersebut, biasanya sejumlah pemanufaktur tersebut akan memproduksi dan lalu menyediakan dan menawarkan produk buatannya yang kemudian dapat dibeli oleh konsumen. Untuk lebih menarik banyak konsumen, selain menjual produknya dengan harga yang kompetitif, pemanufaktur akan memberikan penjaminan bahwa produk yang dijualnya memiliki kualitas yang baik, salah satunya dengan pemberian garansi dalam jangka waktu tertentu. Konsep garansi ini membuat tanggung jawab perbaikan (jika produk mengalami kerusakan saat masa garansi) ada di pihak pemanufaktur selaku produsen produk. Begitu masa garansi selesai, kerusakan produk menjadi tanggung jawab sepenuhnya pemilik/konsumen. Perhitungan proyeksi biaya untuk penyediaan layanan garansi bagi pihak pemanufaktur menjadi amat penting demi menjaga agar keuntungan bersih yang dapat diperoleh pemanufaktur dari produk buatannya tetap baik. Analisis mengenai ekspektasi biaya garansi ini menjadi penting untuk dicermati oleh para pemanufaktur. \n\nAnalisis mengenai biaya garansi menjadi topik yang banyak dipelajari dalam berbagai industri produk jadi. Pengaturan klaim kerusakan yang dapat diajukan oleh konsumen sebagai pemilik produk buatan pemanufaktur pun ada beragam. Keragaman pengaturan klaim garansi tersebut akan memengaruhi ekspektasi biaya tambahan yang akan dikenakan pada pemanufaktur yang pada akhirnya akan memengaruhi ekspektasi keuntungan yang diperolehnya dari produk terkait. Salah satu jenis garansi yang diberlakukan (terutama di beberapa negara seperti Amerika Serikat, Australia dan Singapura) adalah garansi produk yang dibuat berdasarkan Hukum Lemon. Garansi berdasarkan Hukum Lemon ini banyak berlaku pada produk-produk otomotif seperti mobil. Hukum Lemon (Lemon Laws) merupakan hukum yang melindungi konsumen dari barang baru berkualitas buruk yang tidak sesuai standar produk terkait tetapi dapat sampai ke tangan konsumen. Dengan Lemon Laws ini, konsumen dapat mengembalikan produk yang terbukti memiliki kondisi Ã‚Â‘lemonÃ‚Â’ ke tangan produsen untuk kemudian memperoleh uang pengganti (refund) atau penggantian dengan produk sejenis yang baru (replacement). Ini akan membantu konsumen agar tidak perlu \n\nlagi bolak-balik memperbaiki produk yang dibelinya karena dealer kurang baik dalam memperbaiki mobil mereka. Studi mengenai garansi dengan Hukum Lemon ini masih sangat terbatas. Pada tesis ini, penulis melihat dari sudut pandang pemanufaktur untuk menentukan ekspektasi biaya garansi yang melibatkan Hukum Lemon didalamnya. Produk (pada penelitian ini diambil contoh produk mobil) dapat diklaim dalam kondisi Ã‚Â‘lemonÃ‚Â’ jika : (1) mobil sudah dikembalikan ke dealer sebanyak empat kali dikarenakan perlu perbaikan pada masalah/bagian rusak yang sama, tetapi dealer tidak mampu memperbaikinya secara memuaskan; atau (2) mobil tersebut sudah tidak berfungsi (out of service) selama lebih dari 30 hari akibat satu atau lebih kerusakan. Penelitian ini menganalisis biaya garansi dengan opsi penggantian dengan mobil yang baru kepada konsumen jika mobil yang dibelinya terbukti Ã‚Â‘lemonÃ‚Â’ (berdasarkan kedua syarat yang ada). Analisis biaya garansi pada penelitian ini mencakup kasus replacement dengan pemenuhan kondisi (1) saja, kasus replacement dengan pemenuhan kondisi (2) saja serta kasus replacement dengan pemenuhan kondisi (1) dan kondisi (2). Karena sulit untuk memecahkan masalah pemrograman ekspektasi biaya garansi secara analitis, suatu metode numerik (simulasi) dirancang untuk mendeskripsikan kondisi mobil buatan pemanufaktur yang telah dibeli konsumen selama masa garansi. Simulasi menggambarkan variasi kondisi kerusakan mobil selama masa garansi serta variasi waktu perbaikan saat kerusakan terjadi (lama downtime) berdasarkan distribusi tertentu. Algoritma dari simulasi tersebut akan diterapkan pada suatu contoh permasalahan numerik yang sudah ada untuk menguji efektivitas dari algoritma tersebut (replacement dengan pemenuhan kondisi (1) saja). Algoritma simulasi kemudian dimodifikasi dan dikembangkan agar dapat menentukan ekspektasi biaya garansi dengan pemenuhan kondisi yang lebih beragam yakni pemenuhan kondisi (2) saja serta pemenuhan kondisi (1) dan (2) sekaligus. \n\nHasil keputusan yang didapatkan dengan metode simulasi ini: (i) ekspektasi biaya garansi akan semakin rendah bila durasi perlindungan Hukum Lemon pada produk semakin rendah (𝐿", "Daftar File": {"2018 TS PP KEVIN HERMAWAN 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133808"}, "Penulis": "KEVIN HERMAWAN NIM 23416037", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Bermawi Priyatna Iskandar, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "HUKUM LEMON; GARANSI; SIMULASI; REPLACEMENT; DOWNTIME; EKSPEKTASI BIAYA GARANSI", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "28 Sep 2018"}