{"Nomor": 28437, "Judul": "ANALISIS PROFIL ARUS LAUT TAHUN 2004-2005 DI SELAT MAKASSAR", "Abstrak": "Profil arus laut di Selat Makassar telah dikaji dalam penelitian ini beradasarkan data arus hasil observasi dari Juni 2004 hingga Mei 2005 di empat kedalaman (18 m, 98 m, 178 m, dan 258 m) yang diperoleh dari Program INSTANT (International Nusantara Stratification and Transport). Data arus diolah dengan menggunakan metode analisis harmonik untuk memisahkan arus pasang surut dengan arus residunya, kemudian ditampilkan dalam quiverplot dan diagram polar. \n\nHasil studi memperlihatkan bahwa arus laut di selat Makassar didominasi oleh arus residunya. Hal ini disebabkan karena adanya pengaruh aliran massa air dari Samudera Pasifik ke Samudera Hindia yang melewati perairan Indonesia, yang hampir sepanjang tahun mengalir ke selatan, yaitu Arlindo (Arus Lintas Indonesia). Berdasarkan profil arus total, secara umum pergerakan arus di Selat Makassar cenderung mengarah ke arah selatan, namun ada pembalikan arah arus, pada saat tertentu, dimana intensitas kejadian paling tinggi ialah di rentang tanggal 1 - 6 Januari 2005, baik di MAK-W maupun di MAK-E. \n\nBerdasarkan profil arus pasang surut, pola pergerakan arus pasang surut di Selat Makassar memiliki pola yang cenderung bergerak bolak-balik dalam arah utara-selatan. Anomali arah arus yang terlihat pada profil arus total, diduga akibat dari pola pergerakan arus pasang surut dan adanya pengaruh dari arus residu yang mengarah ke arah utara pula. Berdasarkan hasil analisis komponen pasang surut, diketahui bahwa komponen dominan baik di kedua stasiun pengukuran (MAK-W dan MAK-E) ialah komponen semidiurnal (M2), dengan kontribusi amplitudo kecepatan arus baik arus u maupun v yang lebih besar bila dibandingkan dengan komponen-komponen lainnya.", "Daftar File": {"2016 TA PP  KEVIN MAULIDIAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/133820", "2016 TA PP  KEVIN MAULIDIAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/133821", "2016 TA PP  KEVIN MAULIDIAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/133822", "2016 TA PP  KEVIN MAULIDIAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/133823", "2016 TA PP  KEVIN MAULIDIAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/133824", "2016 TA PP  KEVIN MAULIDIAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/133825", "2016 TA PP KEVIN MAULIDIAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/133826"}, "Penulis": "KEVIN MAULIDIAN  (NIM : 12911017)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ivonne Milichristi Radjawane, M.Si, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "arus laut, Selat Makassar", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "05 Feb 2018"}