{"Nomor": 28430, "Judul": "KOSMOLOGI HORNDESKI DALAM MODEL BRANEWORLD", "Abstrak": "Teori relativitas umum (TRU) Einstein sukses memprediksi berbagai fenomena, misalnya presesi bidang orbit merkurius, fenomena lensa gravitasi, gelombang gravitasi  dan lain lain. Namun, TRU juga memiliki beberapa keterbatasan. Misalnya aplikasi TRU di kosmologi tidak sesuai dengan hasil observasi yang menyatakan  bahwa alam semesta kita berada pada fasa mengembang dan dipercepat. Menambahkan suku konstanta kosmologi untuk menjelaskan fakta tersebut menimbulkan masalah karena perhitungan besar konstanta kosmologi menggunakan teori medan kuantum memberikan hasil yang 10120 kali lebih besar dari hasil observasi. Dengan demikian, diperlukan modifikasi lain dari TRU. Bagian awal tesis ini membahas  dua tipe modifikasi yang lazim dilakukan, yaitu dengan menambahkan dimensi ekstra (contohnya model braneworld), serta teori skalar-tensor. Contoh dari teori skalar-tensor yang dibahas di tesis ini, yaitu teori Horndeski P5 i=2Li, merupakan teori skalar-tensor paling umum di empat dimensi yang memberikan persamaan medan berupa persamaan diferensial berorde dua. Pada bagian selanjutnya, kedua tipe modifikasi ini digabungkan. Pertama formulasi umum kosmologi Horndeski dalam model braneworld, dengan brane adalah sebuah hypersurface dengan medan skalar phi konstan diberikan. Kemudian beberapa contoh kasus dibahas, yaitu model braneworld dengan phi = phi(y) kasus Lagrangian L3, nonminimal derivative coupling (NMDC), kasus Lagrangian Horndeski tanpa suku L4 dengan kopling L5 lemah, kasus Lagrangian Horndeski umum dengan kopling L5 kuat, serta kasus braneworld NMDC umum dengan phi = phi(t). Modifikasi persamaan Friedmann model-model tersebut memberikan beberapa suku koreksi. Suku-suku koreksi tersebut adalah suku materi linear, dan suku koreksi energi tinggi kuadratis dan bahkan kubik dengan  koefisien yang bergantung t atau y, suku radiasi gelap, suku interaksi radiasi gelap dengan materi biasa, serta koreksi energi rendah berupa konstanta kosmologi yang berasal dari medan skalar dan suku Cardassian dengan pangkat n=1/2,−1/2. Suku Cardassian dengan n = −1/2 berada pada rentang hasil observasi kosmologi terbaru. Suku koreksi energi tinggi kuadratis dan kubik yang didapatkan, memenuhi kondisi nukleosintesis primordial secara alamiah.", "Daftar File": {"2018 TS PP  KEVIN FRANKLY SAMUEL PARDEDE  1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133801", "2018 TS PP KEVIN FRANKLY SAMUEL PARDEDE 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/133802", "2018 TS PP KEVIN FRANKLY SAMUEL PARDEDE 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/133803", "2018 TS PP KEVIN FRANKLY SAMUEL PARDEDE 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/133804", "2018 TS PP KEVIN FRANKLY SAMUEL PARDEDE 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/133805", "2018 TS PP KEVIN FRANKLY SAMUEL PARDEDE 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/133806", "2018 TS PP KEVIN FRANKLY SAMUEL PARDEDE 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/133807"}, "Penulis": "KEVIN FRANKLY SAMUEL PARDEDE (NIM: 20217017)", "Kontributor / Dosen Pembimbing": ["Pembimbing :         \n \n \n \n \n \n \n\nDr. Agus Suroso", "Prof. Freddy P. Zen, D.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "braneworld, Horndeski, kosmologi, modifikasi persamaan Friedmann, NMDC, teori skalar-tensor.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ratnasari", "File": "7 file", "Tanggal Input": "13 Agu 2018"}