{"Nomor": 28439, "Judul": "PENGEMBANGAN MODEL SISTEM PENGINGAT (REMINDER SYSTEM) BERBASIS ATURAN", "Abstrak": "Aplikasi pengingat berfungsi untuk mengingatkan pihak dituju akan hal-hal penting. Pada aplikasi pengingat untuk keperluan perusahaan, pengiriman pesan pengingat didasarkan pada ketentuan, kebijakan atau aturan perusahaan. Pada umumnya aturan ini dituliskan sebagai bagian dari kode program, sehingga perubahan atau penambahan aturan pengingat menyebabkan penulisan ulang kode program. Untuk mengatasi kekurangan tersebut, pada tugas akhir ini, dikembangkan suatu model sistem pengingat generik sehingga memungkinkan pengguna sistem pengingat yang bukan pengembang perangkat lunak untuk mendefinisikan aturan pengingat.  Model sistem pengingat terdiri dari tiga komponen utama, yaitu pembangkit ontologi, pendefinisian aturan, dan eksekutor aturan pengingat. Komponen pendefinisian aturan memberikan antarmuka bagi pengguna untuk mendefinisikan aturan pengingat yang akan digunakan. Aturan pengingat dirumuskan menggunakan format Event-Condition-Action (ECA) dan akan disimpan sebagai data. Untuk mempermudah pendefinisian data yang terlibat di dalam aturan, pengguna disajikan gambar konseptual berupa komponen ontologi yang dihasilkan oleh komponen pembangkit ontologi. Komponen eksekutor aturan pengingat akan mengeksekusi aturan pengingat dalam rangka mengirimkan pesan pengingat.   Sistem pengingat menggunakan dua Database Management System (DBMS), yaitu MongoDB dan MySQL. MongoDB digunakan untuk menyimpan data aturan pengingat sedangkan MySQL digunakan untuk menyimpan pemetaan ontologi terhadap skema basis data relasional perusahaan. Selain itu, sistem pengingat juga menggunakan windows schtask dalam menjadwalkan pemeriksaan aturan pengingat terhadap instance data basis data perusahaan. Pesan pengingat dikirimkan melalui dua media yang berbeda, yaitu sms dan email. Berdasarkan hasil pengujian dapat disimpulkan bahwa model sistem pengingat yang dikembangkan bersifat generik. Pendefinisian aturan pengingat bisa dilakukan oleh seorang yang bukan merupakan pengembang perangkat lunak. Sistem pengingat tidak memerlukan pengkodean ulang ketika skema basis data mengalami perubahan.", "Daftar File": {"abstrak indonesia.pdf": "https://digilib.itb.ac.id/gdl/download/133828"}, "Penulis": "KEVIN - NIM : 13512097", "Kontributor / Dosen Pembimbing": ["Tricya Esterina Widagdo, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "model sistem pengingat generik, aturan Event-Condition-Action, ontologi.", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Okt 2018"}