{"Nomor": 28444, "Judul": "PENGARUH VARIASI PENCAHAYAAN TERHADAP AKTIVITAS FOTOKATALISIS TIO2 TERDOPING MN UNTUK PENUNDAAN PEMATANGAN BUAH PISANG CAVENDISH (Musa acuminata Group AAA) DALAM FRUIT STORAGE CHAMBER", "Abstrak": "Salah satu kendala dalam industri pisang adalah penanganan pematangannya. Metode yang umum digunakan untuk menaikkan waktu simpan pisang adalah melalui penurunan konsentrasi etilen di ruang penyimpanan pisang. Titanium dioksida (TiO2) merupakan senyawa dengan kemampuan mendegradasi etilen dengan mekanisme fotokatalisis menggunakan paparan sinar UV. Dengan menambahkan doping berupa logam Mn pada TiO2, maka material ini dapat melakukan fotokatalisis dengan paparan sinar tampak. Tujuan dari penelitian ini adalah menentukan intensitas pencahayaan yang dapat memberikan laju fotodegradasi terbaik sehingga dapat menunda proses pematangan pisang. Intensitas cahaya yang digunakan dalam penelitian ini adalah 37, 40, dan 54 mW cm-2. Efektivitas fotodegradasi dilihat dengan mengukur kadar etilen di dalam FSC. Kematangan pisang diukur melalui parameter laju produksi etilen, laju respirasi, kadar karbohidrat, serta warna kulit buah. Berdasarkan laju fotodegradasi terlihat intensitas paling efektif adalah 40 mW cm-2 dengan degradasi hingga 50%. Namun, aktivitas fotodegradasi tersebut hanya teramati terjadi sampai hari ke-5, sehingga belum cukup untuk menunda proses pematangan pisang. Hal tersebut teramati dari laju produksi etilen dan respirasi yang tinggi, serta perubahan warna kulit buah yang tidak signfikan pada hari ke-7. Oleh sebab itu perlu dilakukan penelitian lebih lanjut lagi untuk optimasi sistem FSC dan TiO2.", "Daftar File": {"2018 TA PP-KEVIN SUMENDAP 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133839"}, "Penulis": "Kevin Sumendap (NIM : 11214033)", "Kontributor / Dosen Pembimbing": ["Dr. Rizkita R. Esyanti \n\nM. Kemal Agusta, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pisang, degradasi etilen, TiO2-mangan, cahaya tampak, pemodelan", "Sumber": "", "Staf Input/Edit": "didi kusnendi  \n                                     didi kusnendi", "File": "1 file", "Tanggal Input": "21 Sep 2018"}