{"Nomor": 28448, "Judul": "PENGARUH VARIASI KADAR TEMBAGA DAN WAKTU SINTERING TERHADAP STRUKTUR MIKRO DAN SIFAT MEKANIK PADUAN SINTER TITANIUM UNTUK APLIKASI IMPLAN", "Abstrak": "Setiap tahun, diperkirakan sekitar dua juta orang diseluruh dunia melakukan proses \n\ntransplantasi tulang untuk mengatasi kerusakan tulang yang disebabkan oleh penyakit tulang \n\nataupun karena kecelakaan. Tentunya dibutuhkan material implan untuk mengatasi hal \n\ntersebut. Titanium menjadi salah satu logam yang paling banyak digunakan dalam dunia medis, \n\nkarena biokompabilitas yang baik terhadap tubuh, ketahanan korosi yang baik, serta modulus \n\nelastis yang rendah. Tetapi, titanium sendiri tidak memiliki sifat antimikroba yang baik. \n\nSehingga diperlukan logam lain untuk melengkapi kekurangan titanium, yaitu adalah tembaga. \n\nPenelitian ini dilakukan dengan menggunakan paduan sinter Ti-Cu dengan variasi komposisi \n\ntembaga 10, 15 dan 20 %. Serbuk titanium tembaga kemudian dicampur didalam planetarry \n\nball mill selama 1 jam. Dalam proses pencampuran juga terdapat proses mechanical alloying. \n\nPaduan Ti-Cu yang telah dicampur kemudian dilakukan proses kompaksi didalam dies dengan \n\ngaya tekan 4 ton. Setelah itu, dilakukan proses sintering dengan variasi waktu selama 2,4 dan \n\n8 jam di suhu 950oC. Sampel yang telah disinter kemudian dilakukan pengamatan struktur \n\nmikro menggunakan mikroskop optik dan Scanning Electron Microscope (SEM), pengujian \n\nEnergy Dispersive Spectometer (EDS) untuk menentukan unsur penyusun fasa, dan pengujian \n\nkekerasan dengan Vicker Hardness Tester. Selain itu, didalam percobaan ini juga dilakukan \n\npengujian kekuatan tekan, untuk mengetahui kekuatan paduan dalam menahan beban. \n\nSetelah dilakukan percobaan, dilanjutkan dengan pengamatan struktur mikro dengan \n\nmenggunakan SEM-EDS \n\nHasil percobaan dari SEM-EDS menunjukan terdapat fasa α-Ti dan fasa intermetalik Ti2Cu. \n\nPada komposisi Cu 10%, terdapat struktur lamelar yang merupakan perubahan transformasi \n\nproeutectoid. Ukuran butiran rata-rata paduan adalah 39,9Ã‚Âµm.Terdapat beberapa data luas area \n\npori yang berbeda, hal ini berdasarkan waktu sintering yang dilakukan selama 2,4 dan 8 jam. \n\nNilainya masing-masing adalah 16,11%, 12,84% dan 8,43%. Nilai kekerasan paduan tertinggi \n\nterdapat pada paduan Ti-20wt% Cu dengan waktu sintering selama 8 jam, yaitu 345,82 HV. \n\nNilai kekuatan tekan paduan tertinggi terdapat pada paduan Ti-10wt% Cu dengan waktu \n\nsintering 4 jam, yaitu 1253,22 MPa.", "Daftar File": {"2018 TA PP KEVIN WIJAYA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133843"}, "Penulis": "KEVIN WIJAYA (NIM : 12513063)", "Kontributor / Dosen Pembimbing": ["Dr-Eng. Akhmad A. Korda, ST. MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "kekerasan, paduan Ti-Cu, struktur mikro, uji tekan", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "19 Mar 2018"}