{"Nomor": 28457, "Judul": "SEKITAR MODUL ATAS DAERAH IDEAL UTAMA YANG DIBANGUN SECARA HINGGA", "Abstrak": "Misalkan M adalah modul atas daerah ideal utama R yang dibangun secara hingga. Telah diketahui bahwa M dapat didekomposisi dalam bentuk M = M_T⊕ M_F dengan M_T merupakan submodul yang berisi semua unsur torsi di M dan M_F merupakan suatu submodul bebas dari M. Selanjutnya modul M akan dipandang dalam bentuk (■(M_T@M_F )). Dengan cara pandang ini dapat dibuktikan bahwa endomorfisma pada modul M adalah  \n \n\nEnd_R (M)=(■(End_R (M_T )&〖Hom〗_R (M_F,M_T)@0&End_R (M_F ) )). \n \n\nFokus dari penelitian ini adalah identifikasi struktur ideal dari gelanggang endomorfisma End_R (M) dan identifikasi submodul fully invariant dari M berdasarkan dekomposisinya. Selanjutnya hasil identifikasi tersebut akan digunakan untuk identifikasi submodul S-prima dari M.  \n \n\nBagian pertama dari penelitian ini adalah identifikasi ideal pada gelanggang endomorfisma End_R (M). Setiap ideal I pada gelanggang endomorfisma End_R (M) dapat dipandang dalam bentuk \n\nI=(■(I_11&I_12@0&I_22 )) \n \n\ndengan I_11 adalah suatu ideal di End_R (M_T), I_22  merupakan ideal di End_R (M_F), I_12  merupakan End_R (M_T)-submodul kiri dan End_R (M_F)-submodul kanan dari Hom_R (M_F,M_T) yang memenuhi kondisi I_11 Hom_R (M_F,M_T ),Hom_R (M_F,M_T ).I_22⊆ I_12. \n \n\nSelanjutnya dilakukan identifikasi submodul fully invariant dari M. Setiap submodul fully invariant dari  M_F dapat dituliskan sebagai hasil kali unsur di R dengan M_F. Sedangkan setiap submodul fully invariant dari M_T merupakan hasil kali dari ideal di End_R (M_T) dengan M_T. Berdasarkan hasil identifikasi submodul fully invariant dari M_F dan M_T didapatkan bahwa setiap submodul fully invariant dari M merupakan hasil kali dari ideal di End_R (M) dengan M. \n \n\nKemudian dengan menggunakan hasil identifikasi submodul fully invariant dari M dan ideal dari End_R (M) didapatkan bahwa setiap submodul S-prima dari M adalah hasil kali dari ideal prima pada gelanggang End_R (M) dengan M. Selanjutnya dengan memandang R-modul M sebagai End_R (M)-modul kiri, didapatkan bahwa setiap submodul fully invariant adalah S-prima dari R-modul M jika dan hanya jika submodul tersebut prima dari End_R (M)-modul kiri M.", "Daftar File": {"2018 DS PP KHAERUDIN SALEH 1- ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133852"}, "Penulis": "KHAERUDIN SALEH (NIM: 30112010)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Pudji Astuti, Dr. Muchtadi Intan Detiena"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "submodul S-prima, submodul prima, submodul fully invariant, gelanggang endomorfisma.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "06 Jun 2018"}