{"Nomor": 28450, "Judul": "ANALISIS DAN PERBAIKAN KONDISI LINGKUNGAN SONIK KERETA PENUMPANG BERBASIS SOUNDSCAPE", "Abstrak": "Peningkatan kenyamanan pengguna kereta api sedang banyak dilakukan seiring dengan peningkatan minat masyarakat pada moda transportasi ini. Peningkatan \n\nkenyamanan dilakukan bukan hanya pada tahapan desain kereta baru, tetapi pada kereta yang sedang beroperasi di stasiun. Perbaikan kondisi kenyamanan terkait kondisi akustik di kereta api merupakan salah satu prioritas dari PT. KAI selaku operator jasa perkeretaapian di Indonesia. Permasalahan yang muncul adalah perbaikan kondisi kenyamanan akustik ini tidak dapat dilakukan dengan merubah \n\ndesain kereta yang aktif beroperasi. Penelitian ini bertujuan untuk mengevaluasi dan memperbaiki lingkungan sonik kereta penumpang dari sisi persepsi penumpang tanpa merubah desain kereta api. Evaluasi kondisi lingkungan sonik kereta dilakukan dengan metode pengukuran insitu, \n\nsedangkan perbaikan lingkungan sonik dilakukan dengan metode eksperimen laboratorium. Pengukuran secara in-situ dilakukan untuk mendapatkan parameter objektif dari lingkungan sonik kereta dan persepsi awal penumpang terhadap kondisi audial kereta penumpang. Eksperimen laboratorium dilakukan untuk mengetahui interfensi yang dibutuhkan agar dapat meningkatkan persepsi positif \n\npenumpang terhadap lingkungan sonik kereta. Metode ini dilakukan dalam tiga tahapan berupa reproduksi, simulasi lingkungan sonik dan merancang lingkungan sonik (komposisi soundscape) yang sesuai dengan kenyamanan penumpang. \n\nPengukuran dan evaluasi lingkungan sonik kereta penumpang dilakukan pada kereta Argo Parahyangan dengan variasi kondisi: kelas Eksekutif siang hari (71,6 dBA), kelas Ekonomi siang hari (71,6 dBA), kelas Eksekutif malam hari (72,1 dBA) dan kelas Ekonomi malam hari (70,6 dBA). Evaluasi kuesioner persepsi penumpang menunjukkan tiga persepsi dominan yaitu Keamanan (40%), Relaksasi (11%) dan Dinamika (6%). Perbaikan kondisi lingkungan sonik kereta penumpang dilakukan dengan meminta responden untuk mendengarkan rekaman masingmasing variasi lingkungan sonik kereta penumpang dan menambahkan suara pada lingkungan tersebut. Data yang didapatkan pada eksperimen ini kemudian \n\ndisimulasikan untuk dinilai. Penambahan suara tertentu secara signifikan meningkatkan ketiga persepsi dominan (Keamanan, Relaksasi dan Dinamika) pada tiga lingkungan sonik kereta (Eksekutif siang hari, Ekonomi siang hari, dan Eksekutif malam hari). Dari hasil pengujian didapatkan suara tambahan untuk meningkatkan persepsi penumpang di \n\nkereta Eksekutif siang hari yaitu musik instrumentalia relaksasi pada level 53,3 dBA, di kereta Ekonomi siang hari diperlukan musik tradisional sunda pada level 70,9 dBA, dan kereta Eksekutif malam hari dapat ditambahkan musik instrumentalia relaksasi pada level 53,3 dBA. Sedangkan pada kereta Ekonomi malam hari, suara musik tambahan tidak memberikan peningkatan persepsi penumpang akibat pola aktivitas manusia.", "Daftar File": {"2018 TS PP KEYSHA WELLVIESTU ZAKRI  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133845"}, "Penulis": "KEYSHA WELLVIESTU ZAKRI (NIM: 23316003)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n\nIr. R. S. Joko Sarwono, M.T., Ph. D.   \n\nSentagi S Utami, S.T., M.Sc., Ph. D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Soundscape, Kereta Penumpang, Parameter Objektif Soundscape Composition", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2018"}