{"Nomor": 28454, "Judul": "PEMANFAATAN ABU HASIL PEMBAKARAN TKKS MENJADI KALIUM KARBONAT", "Abstrak": "Indonesia menempati urutan pertama dalam negara penghasil sawit terbesar di dunia. Pada tahun 2017, luasnya mencapai 12,3 juta Ha dengan produksinya mencapai 35,4 juta ton. Semakin bertambahnya produksi dari pabrik kelapa sawit, maka limbah yang dihasilkan juga semakin meningkat. Limbah tandan kosong kelapa sawit (TKKS) merupakan limbah padat yang dihasilkan dalam jumlah yang cukup besar. Pembakaran TKKS menghasilkan abu yang masih mengandung berbagai senyawa bermanfaat, salah satunya adalah kalium. Mengingat bahwa salah satu pupuk utama yang digunakan pada tanaman kelapa sawit ialah pupuk berbasis kalium, maka dari itu diharapkan dari penelitian ini dapat dihasilkan kalium yang dapat dimanfaatkan kembali menjadi pupuk. \n \n\nDilakukan beberapa variasi temperatur pengabuan dan variasi F:S untuk melihat pengaruhnya terhadap konsentrasi kalium yang dihasilkan. Penelitian ini terdiri dari proses pembakaran TKKS menjadi arang lalu dilakukan analisis TGA dan dilanjutkan proses pengabuan dari arang TKKS tersebut didalam tungku pembakaran dengan variasi suhu pengabuan sebesar 250Ã‚Â°C, 400Ã‚Â°C dan 550Ã‚Â°C lalu dilanjutkan proses ekstraksi padat-cair dengan jumlah F:S (Feed:Solvent) yang divariasikan yaitu sebesar 1:4, 1:5, dan 1:6. Pelarut yang digunakan pada proses ekstraksi ini ialah aquademin. Kemudian setelah proses ekstraksi, dilakukan penyaringan dengan filter vakum untuk memisahkan larutan ekstrak dari rafinatnya dan dilanjutkan dengan proses evaporasi dari larutan ekstrak tersebut untuk menguapkan aquademin hingga diperoleh padatan. \n \n\nKandungan abu TKKS yang dihasilkan dari pengabuan dengan suhu 400Ã‚Â°C dan 550Ã‚Â°C adalah sebesar 4,8%. Sedangkan, pengabuan dengan suhu 250Ã‚Â°C masih belum 100% abu karena masih berwarna hitam. Abu kemudian diekstraksi. Dari hasil AAS larutan hasil ekstraksi, didapatkan konsentrasi K tertinggi diperoleh pada temperatur pengabuan 400 Ã‚Â°C dengan F:S = 1:6.", "Daftar File": {"2018 TS PP KEZIA REMBULAN TIRTABUDI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133849"}, "Penulis": "KEZIA REMBULAN TIRTABUDI - NIM: 23016001", "Kontributor / Dosen Pembimbing": ["Dr. Tjokorde Walmiki Samadhi\t\t\t        \n\nDr. Winny Wulandari"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Tandan kosong kelapa sawit, abu, kalium karbonat, ekstraksi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Sep 2018"}