{"Nomor": 28455, "Judul": "EVALUASI USABILITY PADA MOBILE APPLICATION SMALL BUSINESS LENDING BIZLOAN COMMONWEALTH BANK", "Abstrak": "Teknologi merupakan sebuah faktor yang penting untuk dikembangkan sektor perbankan untuk dapat tetap memenuhi kebutuhan pelanggan, baik untuk kebutuhan personal maupun bisnis. Di Indonesia, sebuah teknologi untuk keperluan bisnis telah dikembangkan oleh Commonwealth Bank, yakni mobile application Bizloan yang bertujuan untuk small business lending. Pelanggan Bizloan masih mengalami beberapa permasalahan dalam menggunakan aplikasi. Hal ini membuat Commonwealth Bank perlu mengupayakan penanganan tambahan untuk membantu pelanggan menggunakan aplikasi, seperti panduan one-on-one dengan Sales serta penjemputan dokumen ke kediaman pelanggan. \n\nPenelitian ini bertujuan untuk meningkatkan usability pada mobile application Bizloan melalui evaluasi usability terkait efektivitas, efisiensi, kepuasan pengguna, serta permasalahan pengguna dengan retrospective think aloud. Pengumpulan data diperoleh dengan partisipan, yang merupakan pengusaha dari usaha kecil dan menengah, melakukan serangkaian tugas dengan Bizloan, melaksanakan retrospective think aloud, dan mengisi kuesioner terkait usability. Penelitian ini akan dilaksanakan dengan dua eksperimen berbeda, yakni eksperimen dengan smartphone dan eksperimen dengan eye tracker. \n\nBerdasarkan hasil penelitian, Bizloan dilihat memiliki efektivitas dan kepuasan pengguna yang baik, namun tetap memiliki permasalahan terkait efisiensi serta permasalahan yang diungkapkan lewat retrospective think aloud. Penelitian ini juga telah merancang 20 usulan perbaikan yang diperlukan untuk meningkatkan usability dari mobile application Bizloan.", "Daftar File": {"2018 TS PP KEZIA SEKARSARI BASKORO 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133850"}, "Penulis": "KEZIA SEKARSARI BASKORO NIM 13414020", "Kontributor / Dosen Pembimbing": ["Ari Widyanti, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "USABILITY, USER INTERFACE, MOBILE APPLICATION, SMALL BUSINESS LENDING, BIZLOAN", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "26 Sep 2018"}