{"Nomor": 28462, "Judul": "EVALUASI KINERJA KELELAHAN DAN MODULUS RESILIEN CAMPURAN BERGRADASI MENERUS DENGAN BAHAN ASPAL MODIFIKASI PLASTOMER ETHYLENE VINYL ACETATE (EVA)", "Abstrak": "Peningkatan kebutuhan akan prasarana jalan untuk mendukung pembangunan nasional perlu didukung oleh ketersediaan perkerasan jalan yang mantap, handal dan tahan lama. Campuran beraspal panas Laston (AC-WC) dengan menggunakan Aspal Modifikasi Plastomer EVA (Ethylene Vinyl Acetate) diharapkan dapat menjadi lapisan perkerasan dengan kekakuan yang sangat tinggi \n\ndan dapat menjadi alternatif lapis permukaan dan lapis tengah perkerasan pada perkerasan dengan konsep Perpetual Pavement. \n \n\nPenelitian ini dimaksudkan untuk mengkaji kinerja laboratorium terhadap Modulus Resilien dan Ketahanan terhadap kelelahan campuran beraspal panas bergradasi rapat Laston (AC-WC) yang menggunakan Aspal Pen 60/70 dengan penambahan plastomer EVA 0%, 3% dan 4% (w/w). \n \n\nAspal Modifikasi EVA meningkatkan Stabilitas Marshall campuran Laston ACWC, yang semula campuran aspal dengan EVA 0% (Pen 60/70) didapat Stabilitas Marshall 1.077,3 Kg, pada kadar EVA 3% meningkat menjadi 1.151,4 Kg \n\n(bertambah 6,88%) dan pada kadar EVA 4% sebesar 1.253,9 Kg (bertambah 16,39% ). Hasil pengujian Marshall Immersion menunjukkan Indeks Kekuatan Sisa (IKS) campuran EVA 3% (97,7% ) lebih tinggi dari EVA 4% (95,4% ) dan EVA 0% (94,8%). Hasil pengujian UMATTA penambahan kadar EVA pada Aspal Pen 60/70 dapat meningkatkan Modulus Resilien, pada suhu 35oC Modulus Resilien campuran dengan Aspal Pen 60/70 sebesar 812 MPa, EVA 3% sebesar 1.803 Mpa dan EVA 4% sebesar 2.103 MPa. Pengujian Kelelahan dengan Four Point Loading Test menunjukkan bahwa campuran yang memiliki Ketahanan \n\nterhadap kelelahan terbaik adalah campuran dengan aspal modifikasi EVA 3%, dimana dengan kontrol tegangan 1.500 kPa umur keruntuhan 8,0 kali lebih lama (404.576 cycles ) dari pada Aspal Pen 60/70 (50.570 cycles), sedangkan EVA 4% 1,67 kali lebih lama (84.490 cycles) dari pada campuran Aspal Pen 60/70. \n \n\nPenggunaan Aspal Modifikasi plastomer EVA meningkatkan kekakuan campuran Laston (AC-WC), dari pengujian kinerja Modulus Kekakuan dan Ketahanan Kelelahan campuran antara EVA 0%, EVA 3% dan 4%, dapat disimpulkan EVA 3% memiliki kinerja paling optimal untuk dijadikan alternatif Aspal Modifikasi EVA untuk mendukung konsep struktur perkerasan perpetual pavement sebagai lapisan yang tahan terhadap deformasi.", "Daftar File": {"2014 TS PP KHAIRUL FARDANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/133858", "2014 TS PP KHAIRUL FARDANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/133859", "2014 TS PP KHAIRUL FARDANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/133860", "2014 TS PP KHAIRUL FARDANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/133861", "2014 TS PP KHAIRUL FARDANA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/133862", "2014 TS PP KHAIRUL FARDANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/133863", "2014 TS PP KHAIRUL FARDANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/133864", "2014 TS PP KHAIRUL FARDANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/133865"}, "Penulis": "KHAIRUL FARDANA  [26911317]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Harmein Rahman, MT.", "Prof.Dr.Ir. Bambang Sugeng S., DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Laston Lapis Aus (AC-WC), Plastomer EVA, Ketahanan terhadap kelelahan, Modulus Resilien ; Asphaltic Concrete Wearing Course (AC Ã‚Â– WC) , Plastomer EVA , Fatigue Resistant, Resilient Modulus", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "28 Sep 2018"}