{"Nomor": 28461, "Judul": "Penerapan Pertanian Berkelanjutan Pada Pertanian Hortikultura Di Kecamatan Lembang, Kabupaten Bandung Barat", "Abstrak": "Konsep pembangunan berkelanjutan merupakan konsep pembangunan yang dirumuskan untuk menanggapi orientasi pembangunan saat ini yang cenderung terlalu berorientasi pada bidang ekonomi dan menimbulkan dampak terhadap lingkungan dan sumber daya alam. Konsep ekonomi hijau menjadi strategi pembangunan ekonomi baru yang memadukan pelestarian lingkungan dan pertumbuhan ekonomi. Sebagai sektor yang masih memiliki peran strategis dalam pembangunan wilayah, sektor pertanian menjadi salah satu sektor yang menentukan terwujudnya penerapan ekonomi hijau melalui implementasi pertanian berkelanjutan. Penelitian ini fokus pada penilaian penerapan pertanian berkelanjutan pada pertanian hortikultura di Kecamatan Lembang yang ditinjau berdasarkan dimensi ekologi/lingkungan, sosial dan ekonomi. Dimensi ekonomi pertanian berkelanjutan menekankan pada penjaminan ekonomi pelaku pertanian dan peningkatan produksi dan produktivitas pertanian, dimensi sosial menekankan pada kemampuan pelaku pertanian dalam meningkatkan sumber daya melalui aksesibilitas terhadap sumber informasi dan kelembagaan, serta dimensi ekologi/lingkungan yang menekankan pada upaya pemeliharaan lingkungan melalui pengurangan penggunaan sumber daya yang tidak dapat diperbaharui, penerapan knservasi dan dampak terhadap lingkungan. Masing-masing dimensi tersebut dinilai berdasarkan indikator sehingga menghasilkan nilai proporsi dari penerapan atau tidaknya suatu indikator. Penilaian terhadap implementasi pertanian berkelanjutan ini melihat sejauh mana penerapan pertanian berkelanjutan sehingga dapat diketahui komponen-komponen yang menghambat penerapan pertanian berkelanjutan berdasarkan dimensi ekologi/lingkungan, sosial dan ekonomi.", "Daftar File": {"2018 TA PP Khairani Mardhiah_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/133856", "2018 TA PP Khairani Mardhiah_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133857"}, "Penulis": "KHAIRANI MARDHIAH (NIM: 15414063)", "Kontributor / Dosen Pembimbing": ["Dr.Ir.Dewi Sawitri Tjokropandojo.MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "hortikultura, pertanian berkelanjutan, ekologi/lingkungan, sosial, ekonomi", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "2 file", "Tanggal Input": "04 Okt 2018"}