{"Nomor": 28483, "Judul": "Pola Hubungan Transformasi Ekonomi dengan Kualitas Kehidupan Desa-desa di Pulau Jawa", "Abstrak": "Penelitian oleh Siboro (2015) menunjukkan bahwa Pulau Jawa telah mengalami transformasi struktur ekonomi dari sektor primer ke sektor sekunder dan tersier selama rentang tahun 2004-2014. Transformasi ekonomi desa yang terjadi di Pulau Jawa menunjukkan bahwa sedang terjadi proses pembangunan ekonomi di Pulau Jawa. Namun masih belum diketahui secara jelas sejauh mana transformasi ekonomi desa yang terjadi di Pulau Jawa membawa perubahan pada aspek ekonomi, fisik, dan sosial. Sementara itu, kualitas kehidupan merupakan hal yang penting untuk dicapai dan merupakan tujuan dari suatu pembangunan. Terdapat bahasan yang problematik mengenai apakah terjadinya transformasi ekonomi desa sejalan dengan kualitas kehidupan yang lebih baik. Karenanya, penelitian ini bertujuan untuk menganalisis pola hubungan transformasi ekonomi desa dengan kualitas kehidupan di Pulau Jawa. Penelitian ini dilakukan menggunakan pendekatan metode kuantitatif dengan memanfaatkan data statistik dari potensi desa di Pulau Jawa tahun 2003 dan 2014. Metodologi utama yang digunakan adalah dengan analisis statistik deskriptif untuk menjelaskan fenomena transformasi ekonomi desa di Pulau Jawa, pembentukan indeks komposit untuk mengetahui tingkat kualitas kehidupan desa di Pulau Jawa, serta analisis asosiasi untuk mengetahui hubungan transformasi ekonomi desa dengan kualitas kehidupan di Pulau Jawa. Hasil akhir analisis menunjukkan bahwa transformasi ekonomi desa tidak selalu memiliki hubungan yang positif terhadap seluruh komponen kualitas kehidupan. Transformasi ekonomi desa memiliki hubungan yang positif dengan kualitas infrastruktur, pendidikan, serta kesehatan dan memiliki hubungan yang negatif dengan kualitas lingkungan. Hal ini dapat terjadi karena transformasi ekonomi desa dapat mendorong peningkatan sarana dan prasarana desa serta akses masyarakat untuk menjangkau sarana dan prasarana tersebut. Namun transformasi ekonomi desa juga dapat memberikan dampak lingkungan ketika proses transformasi ekonomi tersebut tidak dikontrol dengan baik.", "Daftar File": {"2018 TA PP KHOIRINA FAJRIANI_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/133895", "2018 TA PP KHOIRINA FAJRIANI_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133896"}, "Penulis": "KHOIRINA FAJRIANI (NIM : 15414028)", "Kontributor / Dosen Pembimbing": ["Fikri Zul Fahmi, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "transformasi ekonomi, kualitas kehidupan, desa, hubungan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "2 file", "Tanggal Input": "29 Jun 2018"}