{"Nomor": 28489, "Judul": "IDENTIFIKASI REKAHAN KRITIS DAN ANALISIS GEOMEKANIKA BATUAN DASAR SERTA APLIKASI PADA KESTABILAN SUMUR PEMBORAN DI BLOK JABUNG, SUB-CEKUNGAN JAMBI, SUMATRA SELATAN", "Abstrak": "Sub-cekungan Jambi memiliki potensi yang tinggi untuk menjadi reservoir batuan dasar. Dalam proses operasi pengeborannya, kondisi kestabilan dari batuan dasar kristalin ini masih kurang diperhatikan dan selalu dianggap stabil. Kestabilan sumur pengeboran merupakan hal yang penting untuk efisiensi kegiatan pengeboran. Sumur di daerah penelitian merupakan sumur pengeboran miring, sehingga isu kestabilan menjadi penting. Faktor yang mempengaruhi kestabilan adalah faktor mekanis seperti operasional dan alamiah. Selain itu, dengan kondisi tektonik yang kompleks, rekahan-rekahan kritis akan dapat terbentuk \n \n\nUntuk mengetahui kondisi kestabilan sumur dan rekahan kritis, dilakukan identifikasi rekahan dan analisis geomekanika. Identifikasi rekahan dilakukan dengan mengamati image log, lalu intensitas, densitas dan porositas rekahan diidentifikasi untuk mendapatkan zona-zona tinggi porositas. Kemudian analisis geomekanik dengan mencari nilai dan arah tegasan-tegasan yang bekerja di lubang bor. Tegasan-tegasan tersebut berupa tegasan vertikal (Sv), tegasan horizontal minimum (Shmin) dan tegasan horizontal maksimum (SHmax). Rekahan-rekahan yang muncul dianalisa kondisi kritisnya. \n \n\nDaerah penelitian memiliki 2 sumur pengeboran, well-1 dan well-2. Sumur well-1 memiliki zona porositas rekahan pada kedalaman 6200Ã‚Â’, 6400Ã‚Â’ dan 6700Ã‚Â’. Sedangkan well-2 berada pada 7000Ã‚Â’,8200Ã‚Â’ dan 8400Ã‚Â’. Rezim tegasan insitu pada daerah penelitian adalah rezim strike-slip. Secara umum, daerah penelitian dalam kondisi relatif stabil dikarenakan batuan penyusunnya yang seragam, dan rekahan pada daerah penelitian bersifat kritis pada kedalaman 5350Ã‚Â’ TVD dan 6100Ã‚Â’ TVD di well-1 dan 5450Ã‚Â’ TVD dan 6150Ã‚Â’ TVD pada well-2.", "Daftar File": {"2018 TS PP KIDDY NAHLI AULIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133910"}, "Penulis": "KIDDY NAHLI AULIA - NIM: 22015006", "Kontributor / Dosen Pembimbing": ["Ir. Benyamin Sapiie Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Rekahan, rekahan kritis, geomekanika, kestabilan sumur, batuan dasar, reservoir", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Mar 2018"}