{"Nomor": 28482, "Judul": "ANALISIS SIFAT ELASTIS KOMPOSIT BERPENGUAT SERAT KARBON SATU ARAH MENGGUNAKAN PEMODELAN MIKROMEKANIK ELEMEN HINGGA", "Abstrak": "Sifat elastis bahan komposit dapat diperoleh melalui tiga pendekatan, yaitu uji eksperimen, model analitik, dan simulasi numerik. Pada tugas akhir ini akan dilakukan pemodelan numerik elemen hingga untuk memperoleh sifat elastis bahan komposit polimer epoksi berpenguat serat karbon satu arah. Pemodelan dilakukan pada level mikro di mana sel satuan material komposit dimodelkan menggunakan jenis pengepakan persegi. Serat diasumsikan tidak tersebar secara acak di antara matriks tetapi secara teratur. Pemodelan dilakukan untuk tiga nilai fraksi volume serat yang berbeda. Kondisi batas periodik yang sesuai dengan perilaku sel satuan menjadi perhatian besar dalam penelitian ini. Nilai sifat elastis yang diperoleh dari pemodelan numerik dibandingkan dengan model analitik yang telah teruji terhadap hasil eksperimen. Hasil perbandingan antara simulasi numerik dan model analitik menunjukkan galat yang kecil yaitu 0Ã‚Â–2,863% untuk semua sifat elastis kecuali modulus geser longitudinal (G12) yang menunjukkan galat sebesar 6,1Ã‚Â–13,1%. Variasi fraksi volume serat berpengaruh terhadap nilai sifat elastis yang dihasilkan. Ketika fraksi volume serat semakin tinggi, nilai modulus Young (E11, E22, dan E33) dan modulus geser (G23 dan G12) semakin besar sedangkan nilai PoissonÃ‚Â’s ratio (?12, ?13, dan ?23) semakin kecil.", "Daftar File": {"KHODIJAH KHOLISH RUMAYSHAH  - ABSTRAK": "https://digilib.itb.ac.id/gdl/download/133894", "PUSTAKA KHODIJAH KHOLISH RUMAYSHAH": "https://digilib.itb.ac.id/gdl/download/252391"}, "Penulis": "KHODIJAH KHOLISH RUMAYSHAH [13614052]", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Tatacipta Dirgantara. Dr. Hermawan Judawisastra. Dr. Satrio Wicaksono. Prof. Dr. Ichsan Setya Putra."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "komposit serat satu arah, sifat elastis, pemodelan multiskala, metode elemen hingga, mikromekanik, pengepakan persegi, kondisi batas periodik", "Sumber": "FTMD", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "29 Jun 2018"}