{"Nomor": 28498, "Judul": "Pengembangan Desain Alat Makan untuk Lansia Penderita Artritis", "Abstrak": "Artritis adalah penyakit yang menyerang sendi. Di Indonesia, penyakit Arthritis banyak diderita \n\noleh penduduk di usia 46 - 60 tahun dimana Arthritis merupakan urutan ke 2 penyakit yang banyak \n\ndiderita lansia sebanyak 51,9% setelah hipertensi sebanyak 57,6% dan stroke sebanyak 46,1% pada \n\nurutan ke tiga menurut data Riskesdas tahun 2013. Penyakit Artritis merupakan penyakit yang dapat \n\nmenyerang semua orang, namun banyak orang yang menganggap bahwa penyakit tersebut \n\nmerupakan penyakit yang lazim terjadi pada usia tua. Padahal, penyakit Artritis bila dibiarkan \n\nberlarut, jenis artritis tertentu dapat berakibat fatal yaitu menurunkan kualitas hidup serta \n\nproduktivitas penderita sampai 24 Ã‚Â– 31%; mengakibatkan berbagai gangguan dan kecacatan; \n\nmenimbulkan ketergantungan pada orang lain; terkadang bahkan bisa mengarah ke kematian dini. \n\nSendi yang tidak dapat berfungsi dengan baik pada lansia penderita Artritis menghambat kegiatan \n\nsehari hari mereka atau yang biasa disebut dengan ADL (Activity Daily Living ), karena sendi \n\nmerupakan bagian tubuh yang paling berperan besar dimana kita dapat menggenggam benda, \n\nberjalan, dan menggerakan semua anggota tubuh. Menurut Brunner&Suddart (2001) pada dasarnya \n\nlansia mempunyai 5 kegiatan pokok yaitu adalah makan, mandi, toileting, mobilisasi dan \n\nberpakaian. Kelima kegiatan tersebut akan terasa sangat sulit jika dilakukan oleh lansia yang \n\nmenderita Artritis. Selama ini produk yang ada tidak semuanya sesuai dengan penderita Artritis \n\nsalah satunya adalah alat makan. Desain alat makan yang ada belum mendukung atau menunjang \n\npenderita Artritis untuk dapat melakukan kegiatan makan dengan mandiri dan baik. Maka dari itu, \n\nterdapat adanya keperluan desain alat makan khusus untuk lansia penderita Artritis untuk \n\nmenunjang kegiatan makan mereka.", "Daftar File": {}, "Penulis": "Kinari Nur Aulia Padma Negara     (NIM : 17513015)", "Kontributor / Dosen Pembimbing": ["Bismo Jelantik J, S.Sn, M.Ds"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Artritis, Alat Makan, Lansia", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "28 Feb 2018"}