{"Nomor": 28499, "Judul": "AKTIVITAS ANTIBAKTERI KOMBINASI EKSTRAK ETANOL KAYU SECANG DAN DAUN JAMBU BIJI TERHADAP BAKTERI ESCHERICHIA COLI DAN PSEUDOMONAS AERUGINOSA", "Abstrak": "Infeksi Saluran Kemih (ISK) merupakan penyakit akibat pertumbuhan mikroorganisme di saluran \n\nkemih. Bakteri utama penyebab ISK adalah Escherichia coli dan Pseudomonas aeruginosa. \n\nBerbagai penelitian menemukan bahwa prevalensi resistensi bakteri terhadap antibiotik pada \n\npengobatan ISK cukup tinggi. Oleh sebab itu, dibutuhkan penelitian mencari agen antibakteri \n\nalternatif dari tanaman. Penelitian ini bertujuan untuk menentukan aktivitas antibakteri, \n\nkonsentrasi hambat minimum (KHM), konsentrasi bakterisidal minimum (KBM) ekstrak etanol \n\nkayu secang (Caesalpinia sappan L.) dan daun jambu biji (Psidium guajava L.), dan sifat kombinasi \n\nkedua ekstrak tanaman tersebut terhadap Escherichia coli dan Pseudomonas aeruginosa. Kayu \n\nsecang dan daun jambu biji dipilih dari hasil uji pendahuluan terhadap sembilan tanaman yang \n\nberpotensi memiliki aktivitas antibakteri pada penelitian terdahulu. Bahan uji diekstraksi dengan \n\nmetode refluks menggunakan pelarut etanol 96%. Uji pendahuluan dilakukan dengan metode \n\ndifusi agar menggunakan cakram kertas. KHM masing-masing ekstrak ditentukan dengan metode \n\nbroth microdilution sementara KBM ditentukan dengan metode gores pada permukaan agar. KHM \n\nekstrak etanol kayu secang dan daun jambu biji terhadap Escherichia coli adalah 256 Ã‚Âµg/mL \n\nsedangkan terhadap Pseudomonas aeruginosa berturut-turut adalah 1024 Ã‚Âµg/mL dan 512 Ã‚Âµg/mL. \n\nKBM ekstrak etanol kayu secang dan daun jambu biji terhadap Escherichia coli dan Pseudomonas \n\naeruginosa berturut-turut adalah 1024 Ã‚Âµg/mL dan 4096 Ã‚Âµg/mL. Sifat kombinasi keduanya \n\nditentukan dengan metode difusi agar menggunakan cakram dan pita kertas, time-kill curves, dan \n\ncheckerboard. Hasil pengujian dengan keempat metode tersebut menunjukkan bahwa kombinasi \n\nkedua ekstrak memberikan sifat aditif dengan tipe kerja masing-masing adalah bakteriostatik \n\nterhadap kedua bakteri uji. Hasil pengujian dengan metode checkerboard terhadap Escherichia \n\ncoli dan Pseudomonas aeruginosa menghasilkan Fraksi Konsentrasi Inhibisi (FKI) total berturutturut sama dengan 0,56 dan 0,75.", "Daftar File": {"2018 TA PP KIRANA BELLA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133933"}, "Penulis": "KIRANA BELLA NIM : 10714021", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Prof. Dr. Elin Yulinah Sukandar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "infeksi saluran kemih, Escherichia coli, Pseudomonas aeruginosa, Caesalpinia sappan L., Psidium guajava L., bakteriostatik, aditif.", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "22 Jun 2018"}