{"Nomor": 28493, "Judul": "IDENTIFYING REASON TO FOLLOW OR UN-FOLLOW FOODBLOGGER REASON USING SEMI-STRUCTURED INTERVIEW", "Abstrak": "Instagram menjadi alat untuk pengikut untuk mencapai dan terlibat dengan influencer. Seiring dengan internet dan Instagram yang meledak dengan influencer, makanan juga menjadi medan perang yang tak terduga, dan mengakibatkan jumlah foodblogger naik. Orang-orang dapat menemukan foodblogger dari setiap sumber. Sebelum mengikuti foodblogger, ada beberapa faktor yang akan mempengaruhi keputusan. faktor-faktor itu termasuk 'daya tarik', 'kepercayaan', dan 'keahlian' seperti yang disebutkan dalam Sumber Kredibilitas. Peneliti menemukan masih ada kurangnya pemahaman tentang alasan di balik fenomena ini. Di balik fenomena, penelitian ini penting dalam dua hal. Pertama, alasan orang dalam mengikuti foodblogger. Kedua, mengapa orang memutuskan untuk berhenti mengikuti foodblogger. Penelitian ini akan memberikan pengetahuan baru tentang langkah memilih foodblogger. \n\nPenelitian ini menggunakan pendekatan kualitatif dengan menggunakan wawancara semi terstruktur, kemudian dilanjutkan ke koding, dan untuk mendukung temuan utama, juga digunakan pendekatan kuantitatif dengan menggunakan kuesioner online dengan mendapatkan rata-rata di setiap pertanyaan. Peserta penelitian ini adalah 20 pria dan wanita yang tinggal di Jakarta dan Bandung, memiliki akun Instagram, dan dikategorikan sebagai pengguna kuliner. Untuk kuisioner online, data dikumpulkan dari 100 responden yang memiliki kriteria yang sama seperti narasumber yang diwawancarai. \n\nFitur Instagram memerikan kontribusi terbesar terhadap sumber yang paling sering digunakan dalam menemukan foodblogger dibandingkan dengan sumber internet dan rekomendasi dari orang lain. Apapun sumber yang digunakan, bagian penting dari mengetahui sampai berikut foodblogger adalah memeriksa profil, terutama foto. Orang cenderung mengge , dan jika terlihat menarik, mereka mengklik tombol follow. Alasan utama yang mendasari orang-orang mengikuti foodblogger karena mereka menawarkan: foto berkualitas baik, menunjukkan orang di belakang akun tersebut, posting beberapa isi di luar daerah makanan (daya tarik), jujur dan memberitahu ulasan yang sama dibandingkan dengan kondisi aktual (kepercayaan), berpengalaman dalam mencoba banyak makanan, mengulas rasa, mengulas ketika bepergian, dan ulasan mengenai domisili tertentu (keahlian). Alasan utama untuk tidak mengikuti adalah: terlalu banyak promosi / iklan (daya tarik), mengatakan review yang berbeda dibandingkan dengan kondisi aktual (kepercayaan), tidak memperbaharui konten (keahlian), dan sudah mengikuti foodblogger lain yang sejenis (alasan lainnya). Untuk preferensi berdasarkan jenis kelamin, tidak ada perbedaan yang signifikan dalam hal 'daya tarik', 'kepercayaan', dan 'keahlian'. Pada penelitian ini, pria (51%) dan wanita (49%) dalam berlaku serupa dalam memilih foodblogger karena mereka menganggap 'daya tarik' dan 'keahlian' sebagai faktor utama. Temuan penelitian ini berguna untuk foodblogger untuk mengelola profil mereka untuk menjaga orang tertarik karena mereka harus membuat konten berbasis pada sumber kredibilitas 'daya tarik', 'kepercayaan', dan 'keahlian'", "Daftar File": {"2018 TA PP KIMBERLY IRWANTO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133921", "Chapter 1 - Final.pdf?": "https://digilib.itb.ac.id/gdl/download/251538", "Chapter 2 - Final.pdf?": "https://digilib.itb.ac.id/gdl/download/251539", "Chapter 3 - Final.pdf?": "https://digilib.itb.ac.id/gdl/download/251540", "Chapter 4 - Final.pdf?": "https://digilib.itb.ac.id/gdl/download/251541", "Chapter 5 - Final.pdf?": "https://digilib.itb.ac.id/gdl/download/251542"}, "Penulis": "Kimberly Iwantoro (19015152)", "Kontributor / Dosen Pembimbing": ["budi Permadi Iskandar, MSP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Instagram, Food blogger, Step, Follow, Un-follow, Source Credibility Model", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "6 file", "Tanggal Input": "06 Jul 2018"}