{"Nomor": 28501, "Judul": "KLONING DAN EKSPRESI PROTEIN PERMUKAAN VIRUS HEPATITISB (HBSAG) PADA HANSENULA POLYMORPHA", "Abstrak": "Indonesia memiliki endemisitas kedua tertinggi terhadap penyakit hepatitis B setelah Myanmar di Asia Tenggara. Pada tahun 2013, ada sekitar 28 juta penduduk Indonesia terinfeksi oleh penyakit hepatitis B. Angka ini lebih tinggi dibandingkan tahun 2007 dan diprediksikan akan meningkat di masa mendatang. Oleh karena itu, upaya pencegahan dengan vaksinasi perlu dilakukan. Protein permukaan virus hepatitis B (HBsAg) sudah digunakan sebagai vaksin untuk penyakit hepatitis B. HBsAg rekombinan telah diproduksi pada ragi Saccharomyces cerevisiae, Pichia pastoris, dan Hansenula polymorpha. Tujuan penelitian ini adalah mengkonstruksi plasmid rekombinan pHIPX4-HBsAg dan mengekspresikan HBsAg yang berada di bawah kendali promotor MOX pada H. polymorpha NCYC495. Fragmen gen pengkode HBsAg yang berukuran 681 pasang basa diamplifikasi menggunakan teknik PCR dengan DNA templat pPICZα-A-HBsAg. Gen pengkode HBsAg kemudian direkombinasi dengan vektor ekspresi H. polymorpha pHIPX4 pada sisi restriksi HindIII dan SalI sehingga diperoleh plasmid rekombinan pHIPX4-HBsAg yang berukuran 7,7 kb. H. polymorpha NCYC495 ditransformasi oleh pHIPX4-HBsAg dengan metode elektroporasi dan diseleksi dalam media YND tanpa leusin. Transforman H. polymorpha NCYC495-pHIPX4-HBsAg kemudian ditumbuhkan dalam media mineral dan metanol 0,5% (v/v) ditambahkan untuk menginduksi ekspresi protein HBsAg. Analisis elektroforesis gel SDS-poliakrilamid menunjukkan bahwa protein HBsAg diekspresikan dengan massa molekul ~38 kDa. Sampel protein HBsAg ekstrak kasar juga memberikan hasil yang positif pada uji kit diagnostik HBsAg dan enzyme-linked immunosorbent assay.", "Daftar File": {"2016 TA PP CHRISTIAN HERYAKUSUMA1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/133935", "2016 TA PP CHRISTIAN HERYAKUSUMA1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/133941"}, "Penulis": "CHRISTIAN  HERYAKUSUMA (NIM : 10512018)", "Kontributor / Dosen Pembimbing": ["Pembimbing :     \n\nDessy Natalia, Ph. D", "Dr. Fernita Puspasari."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "hepatitis B, HBsAg, Hansenula polymorpha", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "07 Sep 2018"}