{"Nomor": 28508, "Judul": "POTENSI MICROBIAL FUEL CELL DALAM PENGOLAHAN AIR LIMBAH PENCUCIAN PROSES PEMBUATAN PULP", "Abstrak": "Microbial Fuel Cell (MFC) merupakan suatu alternatif solusi akan sumber energi yang terbarukan karena teknologi ini didesain untuk menghasilkan listrik dari proses pengolahan air limbah. Membraneless-Microbial Fuel Cell (ML-MFC) dengan satu kompartemen katoda udara dikembangkan agar lebih ekonomis sehingga memiliki peluang untuk diterapkan di industri. Proses pencucian dalam proses pembuatan pulp memiliki tujuan utama untuk memisahkan bahan kimia yang digunakan dalam pemasakan dan membantu menghilangkan material yang tidak diinginkan. Air limbah proses ini mengandung lindi hitam yang didalamnya terdapat material lignin yang terlepas dari bahan baku pada proses pemasakan yang sudah terencerkan. Berdasarkan potensinya yang masih kaya akan senyawa organik, maka MFC dengan katoda yang kontak langsung dengan udara akan digunakan untuk mengolah air limbah pencucian proses pembuatan pulp.  \n\nRangkaian kegiatan penelitian dilaksanakan dalam 3 tahapan kegiatan utama yaitu tahapan persiapan alat dan bahan, tahapan pelaksanaan penelitian, serta tahapan pengolahan data, analisis, dan evaluasi. Tahapan pelaksanaan penelitian terdiri dari tahap karakterisasi air limbah, penyusunan reaktor MFC, aklimatisasi mikroba, dan pengolahan air limbah dengan MFC. Pada tahap awal MFC akan mengolah air limbah pencucian proses pembuatan pulp dengan variasi konsentrasi COD dari Ã‚Â± 600-1600 mg/L dan kemudian dipilih 1 konsentrasi COD yang akan digunakan pada tahap selanjutnya dengan pertimbangan arus yang ada, voltase yang terbentuk, penyisihan COD, dan waktu pengolahan. Selain itu variasi resistor dari nilai hambatan 0-500 Ω juga diuji pengaruhnya terdapat arus dan voltase untuk mendapatkan 4 nilai hambatan dengan % peningkatan arus terbesar. Resistor terpilih akan digunakan pada reaktor MFC untuk mengolah air limbah dengan konsentrasi COD terpilih dalam rangka mengetahui pengaruhnya terhadap penyisihan COD.   \n\nPengolahan air limbah pencucian pada reaktor MFC 1,2,3, dan 4 dengan variasi konsentrasi COD awal 613, 833, 940, dan 1620 mg/L telah dilakukan dan menunjukkan efisiensi penyisihan COD sebesar 34-48% dengan efisiensi penyisihan COD terbesar pada reaktor 4 dengan masa pengolahan 8 hari. Voltase tertinggi dan arus listrik yang mengalir  pada reaktor 1,2,3, dan 4 adalah 258 mV, 287 mv, 222 mv, dan 214 mv serta 16,17 mA/m2; 29,17 mA/m2; 12,67 mA/m2; dan 39,17 mA/m2. Dari tahap ini berdasarkan pertimbangan-pertimbangan diatas dipilih kisaran konsentrasi COD Ã‚Â± 800 mg/L untuk diolah dengan variasi hambatan resistor. Tahap penentuan hambatan resistor dilakukan dengan hambatan resistor sebesar 22 Ω, 56 Ω, 99 Ω, 131 Ω, 166 Ω, 197 Ω, 296 Ω, 384 Ω, 460 Ω, dan 527 Ω yang diuji pada reaktor MFC dan menunjukkan bahwa penggunaan resistor akan menghasilkan voltase yang lebih rendah dibandingkan kondisi open circuit dimana pada kondisi ini, nilai voltase sel yang maksimal dalam MFC diperoleh. Resistor dengan nilai  hambatan 22 Ω, 56 Ω, 99 Ω dan 131 Ω memberikan rata-rata terbesar persentase kenaikan arus listrik dibandingkan dengan kondisi open circuit sehingga dipilih untuk tahap selanjutnya. Hasil penelitian pada tahapan selanjutnya menunjukkan variasi hambatan resistor dalam reaktor MFC ternyata tidak memberikan hasil yang signifikan dibandingkan dengan perlakuan kontrol. Perbedaan persentase penyisihan COD tertinggi hanya berkisar 7% dibandingkan kontrol (48Ã‚Â±4 % berbanding 41Ã‚Â±2%) yang terjadi pada reaktor 1 dengan nilai hambatan resistor 22 Ω. Perbedaan persentase efisiensi penyisihan COD antara variasi hambatan resistor dalam reaktor MFC yang digunakan yaitu 48Ã‚Â±4 %, 40Ã‚Â±2 %, 44Ã‚Â±4 %, 42Ã‚Â±3 %, 41Ã‚Â±2% untuk hambatan 22 Ω, 56 Ω, 99 Ω, 131 Ω, dan kontrol. Pada tahap ini, voltase tertinggi dan akumulasi arus listrik yang mengalir pada reaktor 1,2,3, dan 4 adalah 3,2 mV; 7,7 mV; 12,4 mV; 22 mV serta 42,05 mA/m2, 35,63 mA/m2; 27,10 mA/m2; 50,45 mA/m2 dengan daya listrik maksimal 10,6 x10-2 mW/m2; 18,6 x10-2 mW/m2; 28,5 x10-2 mW/m2; dan 82,5 x10-2 mW/m2. Potensi listrik reaktor MFC dalam mengolah air limbah pencucian nyata karena listrik yang ada dapat menyalakan lampu led yang dihubungkan dengan reaktor MFC.", "Daftar File": {"2018 TS PP KRISNA ADHITYA WARDHANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133954"}, "Penulis": "KRISNA ADHITYA WARDHANA (NIM :25316021)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Agus Jatnika Effendi Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": ": ML-MFC, katoda udara, resistor, limbah pencucian, proses pulping", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "28 Jun 2018"}