{"Nomor": 28513, "Judul": "Pirolisis Sabun Basa Asam-Asam Lemak Tak Jenuh", "Abstrak": "Bensin merupakan jenis BBM yang volume impornya paling meningkat pesat, sehingga Indonesia diperkirakan sudah akan menjadi importir bensin terbesar di dunia di tahun 2018. Ini tentu memprihatinkan karena berpotensi menyebabkan defisitnya neraca perdagangan negara. Oleh sebab ini, tersedianya teknologi untuk memproduksi bensin dari sumber-sumbar dalam negeri, terutama dari sumber nabati, merupakan kebutuhan mendesak bagi Indonesia. \n\nPirolisis gugus-gugus alkil dari asam-asam lemak yang umum, seperti yang terdapat di dalam minyak sawit, dipandang merupakan cara yang baik untuk memproduksi bensin dari sumber nabati dalam negeri. Literatur telah menunjukkan bahwa untuk keperluan ini, asam-asam lemak tak jenuh kemungkinan lebih baik daripada asam-asam lemak jenuh, serta memperlihatkan dibutuhkannya kehadiran senyawa logam perenggut gugus karboksil asam lemak menjadi garam karbonat yang mudah terurai pada proses pirolisis, sehingga mencegah terkontaminasinya bensin produk pirolisis dengan asam-asam lemak rantai pendek. Pertimbangan-pertimbangan kemampuan senyawa logam termaksud untuk merenggut sempurna gugus karboksil serta kemudahannya untuk didaur-ulang mengarah kepada hipotesis bahwa sabun logam basa Ca(OH)2.(1-)Mg(OH)2.Zn(OOCR)2, dengan RCOOH adalah asam (atau campuran asam-asam) lemak tak jenuh dan 0", "Daftar File": {"2018 TA PP Krisnawan (13014005), Usamah Zaki (13014052) 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/133982"}, "Penulis": "Krisnawan (13014005), Usamah Zaki (13014052)", "Kontributor / Dosen Pembimbing": ["Dr. Tirto Prakoso  \n\nDr. Ir. Tatang Hernas Soerawidjaja  \n\nDr.Eng. Jenny Rizkiana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bensin, pirolisis, sabun basa logam Zn-Mg-Ca, asam lemak tak jenuh.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "10 Sep 2018"}