{"Nomor": 28520, "Judul": "PENGEMBANGAN MODUL PENYETIMBANG SEL BATERAI PADA SISTEM MANAJEMEN BATERAI", "Abstrak": "Sistem Manajemen Baterai atau Battery Management System (BMS) merupakan sistem yang mengawasi dan mengatur kinerja susunan baterai agar sesuai dengan kriteria dan harapan pemakaian. BMS, secara tipikal, digunakan bersama dengan komponen baterai, charger, dan beban, di mana BMS sebagai penghubung sekaligus mengatur interaksi antara baterai ke komponen-komponen lain.Salah satu elemen penting dari suatu BMS adalah penyetimbangan sel yang menyelesaikan persoalan ketidaksetimbangan sel dalam susunan baterai yang mengakibatkan penggunaan energi kurang optimal. \n\nTugas akhir ini merancang penyetimbang sel aktif baterai menggunakan IC LTC-3300  sebagai IC pengatur MOSFET yang kemudian memberikan tegangan dan arus ke Transformator 1:1 untuk melakukan penyetimbangan sel. Hasil yang  diharapkan mampu memaksimalkan kapasitas penyimpanan susunan baterai saat pengisian. Tahap pengisian baterai dilakukan menggunakan arus 3,4 A dan tanpa menggunakan beban. \n\nPengujian dilakukan dengan menggunakan sensor tegangan dan arus memiliki kesalahan sebesar 0,001 V dan 0,01A. Penyetimbangan sel aktif yang dirancang dapat meningkatkan kapasitas susunan baterai sebesar 466 mAh (1,5%) dan memperlambat proses pengisian selama 1975 detik.", "Daftar File": {"2016 TA PP  KRISTIAWAN ARIWIBAWA  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/133989", "2016 TA PP  KRISTIAWAN ARIWIBAWA  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/133990", "2016 TA PP  KRISTIAWAN ARIWIBAWA  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/133991", "2016 TA PP  KRISTIAWAN ARIWIBAWA  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/133992", "2016 TA PP  KRISTIAWAN ARIWIBAWA  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/133993", "2016 TA PP  KRISTIAWAN ARIWIBAWA  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/133994", "2016 TA PP  KRISTIAWAN ARIWIBAWA  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/133995"}, "Penulis": "KRISTIAWAN ARIWIBAWA (NIM : 13310031)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Ir. Edi Leksono, M.Eng.", "Dr. Ir. Nugraha, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Lithium-ion, Penyetimbangan Sel, Susunan Baterai, Battery Management System (BMS), Tegangan Sel", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "13 Jul 2018"}