{"Nomor": 28527, "Judul": "DESAIN DAN IMPLEMENTASI KOMUNIKASI DATA UNTUK RADIO KEMARITIMAN PADA SPEKTRUM UHF", "Abstrak": "Penggunaan alat komunikasi yang berbasis all-band HF sangat lumrah di kalangan nelayan kapal kecil untuk berkomunikasi satu sama lain. Hal tersebut menyebabkan terganggunya komunikasi-komunikasi lain yang sedang berlangsung pada kanal-kanal frekuensi yang digunakan. Selain itu, para nelayan juga pada umumnya juga belum mengetahui mengenai prosedur keselamatan apabila dalam sedang dalam bahaya sehingga kapal mereka tidak dilengkapi perlengkapan terkait. Radio komunikasi yang harganya berada pada daya beli para nelayan kecil inipun biasanya tidak dilengkapi dengan kemampuan komunikasi data yang dapat menunjang keselamatan nelayan karena mampu mengirimkan informasi-informasi berupa pesan darurat dalam bentuk teks dan koordinat lokasi terkini mereka. Tidak adanya standar radio khusus untuk nelayan juga mengakibatkan besarnya resiko terhadap keamanan dan keselamatan para nelayan. \n\nTugas akhir kali ini akan melakukan perancangan dan pengimplementasian sistem komunikasi data menggunakan spektrum UHF untuk radio kemaritiman. Tujuan utama dari penelitian ini adalah dapat mengimplementasikan rancangan komunikasi data sederhana. Desain sistem komunikasi data dilakukan dengan memanfaatkan mikro kontroler dan modul-modul pendukungnya. Sistem komunikasi data dapat bekerja pada frekuensi 300 Ã‚Â– 400 MHz dengan bit rate sebesar 32,59 byte/detik dan jangkauan komunikasi sejauh 30 meter. Informasi yang dikirimkan dalam komunikasi data berupa sebuah pesan normal maupun darurat yang berisikan koordinat lokasi dan kode identitas kapal.", "Daftar File": {"2018 TA PP  KURNIAWAN CAHYO HARDIYANTO   1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134002"}, "Penulis": "KURNIAWAN CAHYO HARDIYANTO (NIM:18114011)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Iskandar, ST., MT.", "Dr. Ir. Ian Josef Matheus Edward, MT.", "Dr. Tutun Juhana, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "sistem komunikasi data, radio kemaritiman, UHF, desain dan implementasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2018"}