{"Nomor": 28528, "Judul": "PERMODELAN RESERVOIR TIGA DIMENSI DAN ANALISIS HUBUNGAN FASIES TERHADAP PETROPHYSICAL ROCK TYPE PADA RESERVOIR BATUPASIR RS-04 LAPANGAN MUTI, BLOK SANGA-SANGA, CEKUNGAN KUTAI, KALIMANTAN TIMUR", "Abstrak": "Lapangan Muti adalah lapangan gas yang terdapat di tepi bagian timur dari Pulau Kalimantan Timur, yang menghasilkan hidrokarbon pada reservoir interval RS-04 Kelompok Balikpapan. Penemuan hidrokarbon pada Lapangan Muti dimulai pada tahun 1982 dan mulai memproduksi pada tahun 1991. Lapangan Muti sudah dalam tahap pengembangan, sehingga dibutuhkan model reservoir yang lebih komprehensif untuk strategi pengembangan lebih lanjut. Data yang digunakan dalam penelitian ini adalah data batuan inti dari dua sumur, 8 sampel sayatan tipis, data rekaman tali kawat dari 52 sumur, dan data seismik tiga dimensi. Tahapan pertama dalam penelitian adalah melakukan identifikasi litofasies dan asosiasi fasies untuk penentuan lingkungan pengendapan. Berdasarkan hasil analisis batuan inti dan elektrofasies daerah penelitian memiliki tiga asosiasi fasies yaitu distributary channel, interdistibutary, dan crevasse splay. Berdasarkan hasil analisis batuan inti, diketahui bahwa reservoir batupasir RS-04 termasuk ke dalam fasies distributary channel dan tersusun atas 8 litofasies, yaitu: Litofasies batupasir sedang Ã‚Â– halus structureless (Ssl), Batupasir sedang Ã‚Â– halus silang silur (Sp), Batupasir sedang Ã‚Â– sangat halus biortubasi (Sb), Batupasir kerikil Ã‚Â– sedang broad, shallow scour (Ss), Batupasir sedang Ã‚Â– halus laminasi sejajar (Sh), Batupasir sangat halus Ã‚Â– lempung wavy lamination (Sw), Batu lempung melensa (Fl). Karakterisasi reservoir secara tiga dimensi dilakukan melalui pemodelan fasies,          \n\nrock type, volume shale, pemodelan porositas, dan pemodelan permeabilitas. Batupasir endapan distributary channel pada daerah penelitian dapat dibagi menjadi tiga rock type (RT), yaitu RT 1, RT 2, dan RT 3, setiap rock type memiliki hubungan porositas dan permeabilitas yang cukup baik. Selain itu, dapat diketahui bahwa satu asosiasi fasies dapat terdiri dari beberapa rock type dan satu rock type dapat tersusun atas beberapa litofasies pada batupasir RS-04.", "Daftar File": {"2017 TS PP KURNIAWAN GIGA SAKTI 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/134003", "2017 TS PP KURNIAWAN GIGA SAKTI 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/134004", "2017 TS PP KURNIAWAN GIGA SAKTI 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/134005", "2017 TS PP KURNIAWAN GIGA SAKTI 1 - BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/134006", "2017 TS PP KURNIAWAN GIGA SAKTI 1 - BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/134007", "2017 TS PP KURNIAWAN GIGA SAKTI 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/134008", "2017 TS PP KURNIAWAN GIGA SAKTI 1 - BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/134009", "2017 TS PP KURNIAWAN GIGA SAKTI 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/134010"}, "Penulis": "KURNIAWAN GIGA SAKTI (NIM: 22014038)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Dwiharso Nugroho, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "rock type, karakteristik reservoir, Kelompok Balikpapan.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "12 Jul 2018"}