{"Nomor": 28526, "Judul": "EVALUASI ERGONOMI TERHADAP PRODUK KAKI PROSTETIK DESAIN PERGELANGAN KAKU DAN FLEKSIBEL PRODUKSI YAYASAN DIFABEL MANDIRI", "Abstrak": "Yayasan Difabel Mandiri adalah salah satu industri rumahan yang memproduksi kaki prostetik, baik atas maupun bawah lutut. Saat ini Yayasan baru saja melakukan inovasi dengan menambahkan pergelangan fleksibel pada kaki prostetik. Yayasan belum memiliki deskripsi kelebihan dan kekurangan dari tiap desain kaki prostetik yang diproduksi sehingga konsumen tidak memiliki opsi untuk memilih salah satu dari dua desain yang ada sesuai kebutuhan. Melalui studi wawancara dan referensi, didapatkan bahwa ada dua aspek penting kaki prostetik bagi penyandang difabel tunadaksa, yakni keseimbangan tubuh dan efisiensi berjalan. Lalu ditambah dengan aspek subjektif berupa kuesioner untuk mengkonfirmasi kualitas hidup yang dihasilkan dari kaki prostetik. Oleh karena itu, penelitian ini terfokus mengevaluasi kinerja dua desian kaki prostetik produksi Yayasan Difabel Mandiri dalam aspek keseimbangan tubuh, efisiensi berjalan, dan kuesioner terhadap penyandang. \n\nPenelitian ini menggunakan alat force plate untuk mengevaluasi keseimbangan tubuh secara statis dan dinamis melalui pergerakan Center of Pressure (CoP) pada tujuh partisipan. Data CoP kemudian di-filter menggunakan Matlab. Indikator yang digunakan untuk kondisi statis dan dinamis adalah Root Mean Square (RMS) CoP, jarak lintasan CoP, dan kecepatan CoP. Pada aspek efisiensi berjalan, digunakan tujuh variabel berjalan untuk mengetahui penyimpangan posisi tubuh ketika berjalan yang terdiri atas perpindahan vertikal pinggul dan tubuh, sudut fleksi lutut, jarak pergelangan dan ujung jari kaki dari tanah, panjang dasar dan langkah berjalan. Penyimpangan tersebut diketahui dengan mengukur selisih terhadap nilai variabel berjalan orang normal. Aspek subjektif diukur dengan Prosthetic Evaluation Questionaire (PEQ) yang terdiri dari 15 skala penilaian yakni ambulasi, penampilan, frustasi, respon yang diterima, kesehatan tungkai, beban sosial, suara, kegunaan, kesejahteraan, kepuasan, rasa sakit, kemampuan perpindahan, pelayanan prostetik, keberhasilan diri, dan pertanyaan lain. Kedua aspek terakhir diukur terhadap delapan responden. Seluruh data ketiga aspek tersebut diuji secara statistik menggunakan two ways anova dan t-test untuk diukur signifikansi antara desain kaki prostetik pergelangan fleksibel dan kaku. \n\nHasil penelitian menunjukkan terdapat perbedaan signifikan desain kaki prostetik pergelangan fleksibel dan kaku ketika digunakan berjalan dan ditunjukkan melalui indikator kecepatan CoP dan efisiensi berjalan. Pada kondisi statis kedua desain menunjukkan kinerja keseimbangan yang tidak signifikan dari hasil indikator jarak lintasan dan RMS CoP. Secara garis besar desain pergelangan kaki fleksibel lebih meningkatkan kualitas hidup penyandang yang ditunjukkan melaui pengukuran menggunakan PEQ dengan peningkatan nilai sebesar 12,76%. Metode evaluasi yang diusulkan adalah penggunaan indikator RMS CoP dan kecepatan rata-rata CoP. Keseluruhan indikator saling menjelaskan hasil satu dengan lainnya. Oleh karena itu, disarankan untuk menggunakan lebih dari satu indikator pada penelitian selanjutnya. Penelitian lebih lanjut akan lebih baik lagi jika mampu mengkuantifikasi kinerja pada kondisi yang lebih memodelkan aktivitas sehari-hari, misal berjalan menaiki tangga dan berjalan pada kemiringan tertentu.", "Daftar File": {"2018 TA PP KURNIA SANDI GIRSANG 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134001"}, "Penulis": "KURNIA SANDI GIRSANG NIM 13413073", "Kontributor / Dosen Pembimbing": ["Yassierli, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "EVALUASI, FORCE PLATE, KESEIMBANGAN TUBUH, EFISIENSI BERJALAN", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "29 Jun 2018"}