{"Nomor": 28531, "Judul": "STUDI PERILAKU PENGGUNAAN BAJA TULANGAN MUTU TINGGI DI ELEMEN STRUKTUR DENGAN PEMBEBANAN SIKLIK", "Abstrak": "Saat ini, perancangan bangunan berton bertulang masih didominasi dengan baja tulangan dengan mutu normal yang tidak melebih kuat leleh sebesar 420 MPa. Padahal, penggunaan baja tulangan dengan mutu yang lebih tinggi memiliki banyak keuntuk dalam dunia konstruksi, seperti mengurangi berat total tulangan dan mengurangi kepadatan tulangan pada beton. Pada penelitian ini, baja tulangan dengan kuat leleh 520 MPA digunakan dalam elemen hubungan balok kolom. Tujuan pada penelitian ini adalah untuk mempelajari kinerja seismik elemen hubungan balok kolom. Sebanyak 3 buah spesimen interior hubungan balok kolom, half-scaled dengan kuat leleh dan diameter tulangan yang berbeda telah diuji. Salah satu spesimen yang menggunakan tulangan dengan diameter 16 mm dan kuat leleh normal di gunakan sebagai spesimen kontrol. Dua spesimen lainnya menggunakan tulangan mutu tinggi dengan diameter tulangan 16 mm dan 19 mm. Pola pembebanan untuk semua spesimen sesuai dengan standar ACI 374.2.  Selanjutnya energi disipasi ternormalisasi dan degradasi kekakuan dibandingkan untuk semua spesimen. Spesimen dengan tulangan mutu tinggi memiliki disipasi energi yang sedikit lebih rendah dibandingkan dengan spesimen dengan mutu normal. Akan tetapi, pada akhir pembebanan, spesimen dengan tulangan mutu tinggi memiliki degradasi kekakuan yang lebih kecil dibanding spesimen dengan tulangan mutu normal.", "Daftar File": {"2018 TS PP KURNIAWAN SETIADI KAMARUDDIN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134013"}, "Penulis": "KURNIAWAN SETIADI KAMARUDDIN - NIM: 25015309", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Iswandi Imran, MA.Sc., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pembebanan siklik, tulangan mutu tinggi, hubungan balok kolom", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "03 Jul 2018"}