{"Nomor": 28538, "Judul": "OPTIMASI DAN REDESAIN SISTEM PENGELOLAAN SAMPAH TERPADU (SIPESAT)  KAWASAN KANTOR PUSAT KEMENTERIAN PUPR", "Abstrak": "Pengelolaan sampah di Indonesia masih menerapkan prinsip kumpul-angkut-buang, tetapi dalam beberapa tahun terakhir telah mulai menerapkan prinsip 3R (reduce, reuse, recycle). Pemerintah Indonesia telah menerapkan Tempat Pengolahan Sampah berbasis 3R, yang disebut TPS-3R, yang diatur dalam Peraturan Menteri Pekerjaan Umum No. 3 tahun 2013. Salah satu contoh TPS-3R yang masih beroperasi dengan baik adalah TPS SIPESAT yang terletak di Kantor Pusat Kementerian Pekerjaan Umum di Jalan Pattimura Nomor 20, Jakarta Selatan. TPS SIPESAT hanya melayan timbulan sampah dari Kawasan kantor Pusat Kementerian Pekerjaan Umum. Luas area dari TPS SIPESAT ini adalah 326 m2. Berdasarkan hasil sampling sampah dengan metode sampling sampah sumber yang mengacu pada SNI 19.3964-1994, didapatkan timbulan sampah yang masuk ke TPS SIPESAT adalah 1,8 ton/hari. Komposisi sampah pada kawasan kantor ini didominasi oleh sampah anorganik yaitu sebesar 67,53%, sedangkan sampah organiknya hanya sebesar 32,47%. Persentase sampah terbanyak dari sampah anorganik sendiri adalah sampah dupleks yaitu sebesar 20,96%, dan paling sedikit yaitu sampah B3 (Bahan Berbahaya dan Beracun) sebesar 0,39%. Sampah yang masuk ke TPS SIPESAT merupakan sampah tercampur karena dalam pengelolaan sampah di kawasan kantor ini belum berhasil menerapkan pemilahan sampah pada sumber melalui pemisahan wadah sampah. Dalam rancangan ini, fokus utama sistem adalah mengelola dan mengolah timbulan sampah secara lebih efektif dan efisien sehingga tidak ada lagi bau yang tidak sedap dari penumpukan sampah di TPS SIPESAT. Tata guna lahan, fasilitas, alur kerja pemrosesan sampah serta unit pengolahan sampah di TPS SIPESAT akan dirancang supaya dapat lebih memaksimalkan sampah agar tidak banyak sampah yang terbuang ke TPA.", "Daftar File": {"Lafidya Mugni 15314035.pdf": "https://digilib.itb.ac.id/gdl/download/134021"}, "Penulis": "Lafidya Mugni NIM: (15314035)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Benno Rahardyan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "anorganik, organik, sampah, TPS-3R, TPS SIPESAT.", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "13 Sep 2018"}