{"Nomor": 28530, "Judul": "PENGENDALIAN TEGANGAN KELUARAN KONVERTER BOOST KASKADE MULTIFASA YANG DISEDERHANAKAN (DAHONO-8)", "Abstrak": "Perkembangan sistem photovoltaic membutuhkan konverter dc-dc boost yang memiliki nilai penguatan tegangan tinggi, riak arus masukan rendah, dan efisiensi tinggi agar dapat melayani pemasangan on-grid. Pada penelitian ini konverter boost kaskade multifasa yang disederhanakan (Dahono-8) diajukan guna memenuhi kriteria tersebut. Konverter ini memiliki kelebihan mampu menghasilkan penguatan tegangan tinggi tanpa harus mengoperasikan duty cycle secara ekstrem. Kendati demikian, tegangan keluaran dari panel surya mengalami fluktuasi yang bergantung pada intensitas sinar matahari yang diterima membuat tegangan keluaran dari konverter juga mengalami perubahan. Selain itu, perubahan beban juga mempengaruhi tegangan keluaran konverter. Dibutuhkan sistem pengendali tegangan untuk meregulasikan tegangan keluaran agar tetap konstan. Kendali double loop PI dinilai mampu menghasilkan respon sistem yang cepat dan stabil. Penurunan fungsi transfer untuk kendali dilakukan dengan metode analisis sinyal kecil sedangkan penurunan persamaan penguatan tegangan digunakan metode state space averaging. Verifikasi terhadap model matematis dilakukan dengan simulasi dan eksperimen. Data yang diperoleh selama penelitian berupa kurva penguatan tegangan dan kestabilan konverter. Hasil yang diperoleh menunjukkan konverter boost Dahono-8 memiliki rasio penguatan tinggi dan sistem kendali double loop PI mampu membuat sistem stabil pada kondisi yang diinginkan.", "Daftar File": {"2018 TA PP KURNIAWAN PRASETYA NUGROHO  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134012"}, "Penulis": "KURNIAWAN PRASETYA NUGROHO (NIM. 18014005)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Pekik Argo Dahono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "konverter boost, penguatan tegangan, pengendali tegangan, double loop PI.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2018"}