{"Nomor": 28533, "Judul": "Peningkatan Fasilitas Integrasi Antarmoda Sebagai Bagian Proyek Pembangunan Mass Rapid Transit Melalui Pengaturan Pemangku Kepentingan  (Studi Kasus : Wilayah Jakarta Bogor Depok Tangerang Bekasi)", "Abstrak": "Jabodetabek (Jakarta, Bogor, Depok, Tangerang dan Bekasi) sebagai wilayah yang berkembang dengan total pergerakan perjalanan 47,5 juta per hari pada tahun 2015 saat ini tengah memperluas jaringan layanan pada sektor infrastruktur transportasi seperti BRT, LRT dan MRT dengan tujuan utamanya adalah untuk meningkatkan layanan transportasi umum secara terintegrasi. Sebagaimana yang tertuang dalam RPJM 2015-2019, konektivitas antar wilayah dan integrasi antarmoda menjadi faktor kunci dalam meningkatkan pergerakan di perkotaan, mendukung perekonomian nasional dan meningkatkan kualitas pembangunan. Secara umum, layanan transportasi yang terintegrasi meliputi integrasi fisik, jaringan, pembayaran, sistem informasi, dan institusi. Namun, secara prakteknya saat ini layanan angkutan massal di wilayah Jabodetabek belum memenuhi standar integrasi yang baik. Guna mengurai permasalahan tersebut, maka penelitian ini disusun untuk menganalisa sejauh mana peran stakeholder dalam meningkatkan fasilitas integrasi melalui pendekatan management stakeholder, analisis deskriptif dan analisis komparatif. Hasil akhir dari penelitian diharapkan mampu memetakan stakeholder yang memiliki kepentingan dan pengaruh yang tinggi terhadap pembangunan transportasi secara terintegrasi sehingga pasar transportasi umum massal dapat ditingkatkan, mengurangi beban perjalanan dan pada akhirnya memperkuat ketahanan nasional.", "Daftar File": {"2018 TS PP KUSTINING RACHMANI_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/134015", "2018 TS PP KUSTINING RACHMANI_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134016"}, "Penulis": "KUSTINING RACHMANI (NIM: 25417026)", "Kontributor / Dosen Pembimbing": ["Puspita Dirgahayani, S.T., M.Eng., Dr"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "integrasi, tata kelola, Jabodetabek", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "2 file", "Tanggal Input": "12 Jul 2018"}