{"Nomor": 28548, "Judul": "OPTIMISASI ALOKASI INJEKSI GAS LIFT PADA LAPANGAN X", "Abstrak": "Untuk memastikan bahwa produksi minyak optimal dan memenuhi target, dilakukan optimisasi gas lift. Jika tersedia jumlah gas yang tidak terbatas, laju injeksi gas untuk setiap sumur harus dioptimalkan untuk memaksimalkan produksi minyaknya. Namun, untuk jumlah gas yang terbatas, sumber gas yang tersedia harus dialokasikan dengan seefisien mungkin, terutama ke sumur-sumur yang dapat menggunakan sumber gas tersebut dengan paling baik.  \n \n\nOptimisasi injeksi gas lift secara rutin dilakukan satu persatu pada setiap sumur dengan mengatur laju alir gas dan tekanan. Hal ini mengakibatkan perubahan laju alir injeksi gas di sumur-sumur yang lain jika optimisasi sedang dilakukan pada suatu sumur. Hal tersebut dapat menyebabkan penurunan produksi minyak total pada suatu lapangan. Lebih jauh lagi, tenaga kompresor yang lebih tinggi akan dibutuhkan ketika laju alir gas injeksi terlalu tinggi.  \n \n\nDalam studi ini, akan dibahas penggunaan model terintegrasi dengan perangkat lunak dari Petroleum Experts, yaitu Prosper dan GAP, untuk menentukan alokasi injeksi gas lift yang optimal pada Lapangan X. Dengan demikian, hasil dapat digunakan untuk merekomendasikan laju alir injeksi gas optimal untuk mendapatkan produksi oil maksimal dari setiap sumur secara efisien. Dilakukan pula uji sensitivitas terhadap perubahan jumlah sumber gas yang tersedia. Tidak hanya keuntungan produksi saja yang didapat, tetapi biaya operasi lapangan yang lebih rendah dapat dicapai karena jumlah gas yang dibutuhkan semakin rendah.", "Daftar File": {"2015 TA PP LAMBANG TEJO HANDOKO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/134050"}, "Penulis": "LAMBANG TEJO HANDOKO (NIM : 12211020)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Pudjo Sukarno, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "optimisasi, alokasi injeksi gas lift, gas lift, Prosper, GAP, Lapangan X.", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "14 Mei 2018"}