{"Nomor": 28547, "Judul": "PENGARUH JENIS BUKU PENDIDIKAN KARAKTER YANG MEMILIKI KESESUAIAN KONTEKS DAN ILUSTRASI TERHADAP PERILAKU DISIPLIN ANAK USIA DINI", "Abstrak": "Buku dapat menjadi media pendidikan karakter pada anak usia dini karena efektif dan efisien. Namun demikian, buku yang menarik bagi anak usia dini adalah buku yang di dalamnya terkandung konteks dan ilustrasi yang memadai. Kesesuaian konteks dan ilustrasi yang disajikan pada buku akan mempengaruhi daya kognisi anak usia dini dalam menerima pesan. Di sinilah pendidikan karakter terutama perilaku disiplin, dapat diajarkan secara halus dan mudah diterima oleh anak usia dini. Perilaku disiplin tidak cukup diajarkan melalui penjelasan lisan saja, melainkan dibutuhkan sumber belajar. Buku pendidikan karakter dapat menjadi sumber belajar yang efektif, namun buku yang dimaksud adalah buku yang didesain dengan memenuhi kesesuaian konteks dan ilustrasi dengan baik. Buku untuk anak usia dini dapat berbentuk buku cerita, buku aktivitas, dan buku aktivitas-komparasi. \n\nPenelitian ini bertujuan untuk mendeskripsikan dan menjelaskan: (1) perbedaan pengaruh pada perilaku disiplin anak usia dini yang mengikuti pembelajaran menggunakan buku pendidikan karakter mengandung kesesuaian konteks dan ilustrasi yang berbentuk cerita, aktivitas, dan aktivitas komparasi; (2) pengaruh yang paling kuat di antara buku cerita, buku aktivitas, dan buku aktivitas-komparasi yang mengandung kesesuiaan konteks dan ilustrasi terhadap perilaku disiplin anak usia dini. \n\nPenelitian dilaksanakan dengan metode kuantitatif eksperimental. Sebelum dilakukan eksperimen, terlebih dahulu dilakukan analisis isi terhadap buku-buku pendidikan karakter yang di dalamnya terdapat kesesuaian konteks dan ilustrasi, dilanjutkan penetapan buku yang tepat. Penentuan ini mengacu pada pendapat expert yang meliputi ahli di bidang psikologi perkembangan anak usia dini, pengarang buku untuk anak, dan guru pada taman kanak-kanak (TK). Pengambilan data dilakukan menggunakan instrumen, wawancara, dan observasi. Instrumen dan data telah divalidasi secara teori dan isi. Hasil penelitian menyimpulkan terdapat pengaruh yang signifikan dari kesesuaian konteks dan ilustrasi terhadap perilaku disiplin anak usia dini di TK. Pengaruh yang paling kuat di antara jenis buku yang mengandung kesesuaian konteks dan ilustrasi adalah buku aktivitas-komparasi.", "Daftar File": {"2017 TS PP LALITA GILANG 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134049"}, "Penulis": "LALITA GILANG (NIM: 27115018)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Riama Maslan Sihombing, M.Sn.  \n\nDr. Nedina Sari, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "konteks-ilustrasi, buku bergambar, pendidikan, karakter", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "15 Jan 2018"}