{"Nomor": 28551, "Judul": "PEMODELAN 3 DIMENSI MENGGUNAKAN ModEM  UNTUK DATA MAGNETOTELLURIK : STUDI KASUS  DAERAH SUBDUKSI CASCADIA", "Abstrak": "Metode magnetotellurik(MT) adalah salah satu metode eksplorasi geofisika yang memanfaatkan gelombang elektromagnetik untuk mengidentifikasi benda konduktif di bawah tanah. Salah satu bentuk pemanfaatan metode magnetotellurik adalah untuk mengidentifikasi daerah yang memiliki sumber panas bumi. Data magnetotellurik yang berupa medan listrik dan medan magnet kemudian diolah untuk mendapatkan nilai impedansi nya. Nilai impedansi akan digunakan pada proses inversi untuk mengetahui sebaran nilai resistivitas bawah permukaan yang dicari.               \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nInversi data magnetotellurik saat ini lebih populer digunakan dalam profil 2D. Inversi 2D  dipilih karena prosesnya cepat dan mudah digunakan. Namun, hasil inversi 2D masih mengandung ambiguitas bila dibandingkan dengan hasil inversi 3D. Oleh karena itu sangat penting melakukan inversi 3D untuk mendapatkan hasil sebaran resistivas bawah permukaan yang lebih baik.               \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nPada penelitian ini telah dilakukan proses inversi data magnetotellurik secara 2D dan 3D. Data magnetotellurik yang digunakan adalah data sintetik(buatan) dan data lapangan yang sebenarnya. Hasil inversi berupa sebaran nilai resistivitas bawah permukann baik 2 dimensi  dan 3 dimensi akan dibandingkan dan dilihat kualitas hasilnya. Selanjutnya hasil inversi dilakukan dengan menggunakan data real sebenarnya yaitu data yang diperoleh pada Zona Subduksi Cascadia (CSZ). Kemudian,  Inversi dilakukan dengan menggunakan ModEM, algoritma NLCG (Non Linier Conjugate Gradient) dan performanya dibandingkan dengan metode inversi lainnya.               \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nInversi telah berhasil dilakukan dengan menggunakan data magnetotellurik buatan dan data real. Didapatkan bahwa hasil inversi 3D lebih baik dibandingkan dengan hasil inversi 2D. inversi data lapangan berhasil menunjukkan sebaran konduktivitas pada CSZ dan hasil performa menunjukkan ModEM lebih baik dibandingkan dengan metode pembanding WS3DINV.", "Daftar File": {"2018 TS PP LANGGENG ASMORO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134053", "2018 TS PP LANGGENG ASMORO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/134054", "2018 TS PP LANGGENG ASMORO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/134055", "2018 TS PP LANGGENG ASMORO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/134056", "2018 TS PP LANGGENG ASMORO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/134057", "2018 TS PP LANGGENG ASMORO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/134058", "2018 TS PP LANGGENG ASMORO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/134059", "2018 TS PP LANGGENG ASMORO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/134060"}, "Penulis": "LANGGENG ASMORO (NIM : 20216038)", "Kontributor / Dosen Pembimbing": ["Wahyu Srigutomo, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "inversi, magnetotellurik, 2 dimensi, 3 dimensi, panas bumi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "16 Agu 2018"}