{"Nomor": 28556, "Judul": "PENGARUH KERAPATAN MANGROVE TERHADAP DINAMIKA PASANG SURUT DI SEGARA ANAKAN, CILACAP, JAWA TENGAH", "Abstrak": "Studi mengenai hidrodinamika 2D pada daerah mangrove di Segara Anakan dilakukan dengan menggunakan Delft3D-Flow. Studi ini bertujuan untuk mengetahui pengaruh kerapatan mangrove terhadap hidrodinamika, khususnya dinamika pasang surut di Segara Anakan. Hasil verifikasi elevasi pasang surut di Klaces dan Seleko terhadap data observasi menunjukkan RMSE sebesar 0,138 dan 0,148, sedangkan verifikasi peta corange dan cophase untuk komponen M2 dari hasil studi saat ini dengan hasil studi yang dilakukan oleh Holtermann dan Burchard (2007) diperoleh nilai amplitudo maksimal sebesar 0,5 m dan nilai keterlambatan fase maksimal sebesar 100o. Pengaruh kerapatan mangrove terhadap dinamika pasang surut dapat diketahui dengan menjalankan simulasi untuk Skenario 1 (menggunakan nilai Chezy sebesar 50 m1/2/s seragam di seluruh area) dan 2 (menggunakan nilai Manning sebesar 0,14 m-1/3/s pada Zona 1, 0,28 m-1/3/s pada Zona 2, dan 0,27 m-1/3/s pada Zona 3). Hasil simulasi Skenario 1 dan 2 menunjukkan bahwa amplitudo komponen pasang surut M2, S2, K1, dan O1 semakin mengecil dari Plawang Barat dan Plawangan Timur menuju ke bagian tengah Laguna Segara Anakan sedangkan keterlambatan fase masing-masing komponen tersebut semakin membesar ke bagian tengah Laguna Segara Anakan. Amplitudo hasil Skenario 2 untuk masing-masing komponen, mengalami peredaman dari Plawangan Barat dan Timur ke tengah laguna yang lebih besar dari pada Skenario 1 karena nilai gesekan dasar untuk Skenario 2 lebih besar dari pada Skenario 1. Selain itu, keterlambatan fase masing-masing komponen pada Skenario 2 juga lebih besar dari pada Skenario 1. Fenomena ini menujukkan bahwa kerapatan mangrove lebih berpengaruh dalam meredam nilai amplitudo dan memperbesar keterlambatan fase komponen M2, S2, K1, dan O1 di Segara Anakan dari pada faktor kedalaman.", "Daftar File": {"2017 TA PP LARASATI CITRA SUNARINGATI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134082"}, "Penulis": "LARASATI CITRA SUNARINGATI (NIM : 12913012)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Eng. Nining Sari Ningsih, MS. \n\nAyi Tarya, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Mangrove, Hidrodinamika, Delft3D-Flow 2D, Pasang surut, Gesekan dasar", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "12 Feb 2018"}