{"Nomor": 28559, "Judul": "DESAIN POLA OPERASI MANAJEMEN TERMINAL PETI KEMAS PELABUHAN BELAWAN, MEDAN", "Abstrak": "Pelabuhan Belawan merupakan pelabuhan yang terletak di Belawan, Kota Medan, Provinsi Sumatera Utara. Pada tahun 2011, Pelabuhan Belawan akan melakukan pengembangan dan direncanakan untuk menjadi pelabuhan bertingkat internasional karena posisi strategisnya di alur pelayaran dunia. Dalam Tugas Akhir akan dibahas mengenai Desain Pola Operasi Terminal Peti Kemas Pelabuhan Belawan agar aktivitas terminal pelabuhan dapat berjalan dengan maksimal. Perancangan desain pola operasi dihitung berdasarkan pada dimensi rencana yang telah ditetapkan oleh pemerintah. Tugas Akhir ini membahas desain pola operasi dermaga, desain pola operasi lapangan penumpukan, penentuan kebutuhan transportasi horizontal, serta perhitungan biaya dan tarif penanganan peti kemas. Perancangan pola operasi dermaga meliputi perancangan kombinasi tambatan kapal di dermaga, penentuan jenis dan jumlah alat bongkar muat peti kemas di dermaga, perhitungan produktivitas alat bongkar muat, dan perhitungan kapasitas dermaga. Kapasitas dermaga terminal peti kemas yang dirancang adalah 2.443.486,5 TEU/tahun. Perancangan pola operasi di lapangan penumpukan meliputi penentuan orientasi penumpukan peti kemas, penentuan jenis dan jumlah alat atur lapangan penumpukan, perhitungan produktivitas alat atur lapangan penumpukan, dan perhitungan kapasitas lapangan penumpukan. Kapasitas lapangan penumpukan terminal peti kemas yang dirancang adalah 1.883.472,40 TEU/tahun. Penentuan kebutuhan alat transportasi horizontal meliputi penentuan jenis dan jumlah alat transportasi horizontal. Alat transportasi horizontal yang digunakan adalah 180 truk trailer. Perhitungan biaya kapital dan penentuan tarif penanganan peti kemas meliputi perhitungan biaya total kapital, perhitungan total pengeluaran dan pemasukan per tahun selama payback period, dan penentuan tarif penanganan peti kemas.", "Daftar File": {"2018 TA PP  LARASITA  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134085"}, "Penulis": "LARASITA (NIM : 15514057)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Andojo Wurjanto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Terminal Peti Kemas, Pola Operasi, Kapasitas, Biaya Kapital, Tarif Penanganan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2018"}