{"Nomor": 28563, "Judul": "ANALISIS KOMPOSISI VEGETASI BERDASARKAN LEAF AREA INDEX, INTERSEPSI RADIASI, DAN PENUTUPAN TAJUK UNTUK REHABILITASI DI LAHAN GAMBUT PASCA KEBAKARAN", "Abstrak": "Hutan gambut tropis dalam beberapa dekade terakhir seringkali mengalami kebakaran. \n\nIntervensi manusia sangat diperlukan dalam memperbaiki ekosistem tersebut melalui kegiatan \n\nrehabilitasi. Salah satu tahapan rehabilitasi adalah melakukan revegetasi dengan menggunakan \n\nvegetasi yang dapat mengurangi potensi terjadinya kebakaran. Kriteria vegetasi tersebut dapat \n\ndilihat dari nilai Leaf Area Index (LAI), intersepsi radiasi, dan penutupan tajuk yang dimiliki suatu \n\nspesies. Penelitian ini bertujuan untuk mencari komposisi vegetasi yang potensial untuk kegiatan \n\nrehabilitasi di lahan pasca kebakaran berdasarkan kriteria LAI, intersepsi radiasi, dan penutupan \n\ntajuk. Lokasi penelitian dilaksanakan di Kawasan Hidrologi Gambut (KHG) Sungai Mendahara \n\ndan Sungai Batanghari, Kabupaten Tanjung Jabung Timur, Provinsi Jambi. Pengambilan data \n\ndilakukan dengan membuat plot kuadrat pada transek yang berjarak 230 meter dari kanal. Jumlah \n\nplot yang dibuat sebanyak 6 buah serta diperoleh data utama berupa list nama spesies dan diameter \n\nsetinggi 1,3 m (DBH). Nilai LAI diprediksi dengan menggunakan biomassa daun dan Specific Leaf \n\nArea. Intersepsi radiasi dihitung dengan melakukan estimasi bahwa 1 gram karbon hasil proses \n\nasimilasi dapat menyerap 278 KJ. Persen penutupan tajuk diestimasi dengan menggunakan DBH. \n\nPenentuan komposisi penanaman vegetasi diperoleh melalui hasil skoring dari aspek dominansi, \n\nLAI, intersepsi radiasi, penutupan tajuk, dan kondisi eksisting area penanaman. Spesies yang \n\nmemiliki dominasi tertinggi adalah Shorea sp (tahapan hidup pohon), Archidendron clyperia \n\n(tahapan hidup tiang), dan Syzygium sp (tahapan hidup pancang). Koompassia malaccensis \n\nmemiliki nilai LAI optimum dan intersepsi radiasi tertinggi, yaitu 7,1411 dan 8269,902 KJ/ha. \n\nPersen penutupan tajuk terbesar dimiliki oleh Shorea sp (6,97%) tahapan hidup pohon, Palaquium \n\nsp (14,21%) tahapan hidup tiang, dan Syzygium sp (45,01%) tahapan hidup pancang. Komposisi \n\nvegetasi pada kondisi eksisting area pasca kebakaran yang baru mengalami suksesi atau sudah \n\nmengalami suksesi lebih lanjut dan berupa area terbuka adalah Combretocarpus rotundatus, \n\nPloiarium alternifolium, Syzygium sp, dan Campnosperma coriaceum. Komposisi spesies terbaik \n\nuntuk area pasca kebakaran yang telah mengalami suksesi lanjut dan area terdapat naungan adalah \n\nArchidendron clyperia, Dipterocarpus sp, dan Koompassia malaccensis. Komposisi vegetasi ini \n\ndirekomendasikan untuk area yang memiliki kedalaman gambut lebih dari 3 meter.", "Daftar File": {"2018 TA PP LATHIFAH AWLIYA MASHUDI  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134096"}, "Penulis": "LATHIFAH AWLIYA MASHUDI (NIM : 11514015)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nProf. Dr. Tati S. Syamsudin, MS, DEA.", "Dr. Ir. Endang Hernawan, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "rehabilitasi, leaf area index, intersepsi radiasi, penutupan tajuk", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Sep 2018"}