{"Nomor": 28565, "Judul": "EVALUASI DAN PERBAIKAN LINGKUNGAN SONIK RUANG RAWAT INAP BERBASIS PERSEPSI PASIEN", "Abstrak": "Penelitian ini difokuskan pada kondisi akustik dan persepsi pasien terhadap lingkungan rumah sakit dengan menggunakan metoda pendekatan soundscape. Pengukuran objektif dan subjektif dilakukan dengan melakukan pengukuran tingkat tekanan suara dan pemberian kuesioner pada pasien. Hasil pengukuran objektif menunjukkan bahwa kondisi akustik ruang rawat inap masih melebihi Standar Baku Kebisingan menurut SNI 03-6386-2000, dengan tingkat tekanan suara berkisar 48.3 Ã‚Â– 60.1 dBA yang disebabkan oleh aktivitas lingkungan rumah sakit yang cenderung padat. \n\nBerdasarkan pengukuran subjektif terdapat lima komponen utama persepsi yang perlu dipenuhi untuk mendapatkan kondisi ruang rawat inap yang kondusif dengan persentase masing-masing komponen adalah untuk komponen privasi sebesar 17,71%, kenyamanan 13.37%, dinamika ruang 13.23%, ketakutan 12.44%, dan kesenangan 10.68%. Dari 13 persepsi yang diidentifikasi terdapat lima persepsi yang dapat dimodelkan, yaitu persepsi mengganggu Ã‚Â– tidak mengganggu, sempit Ã‚Â– luas, ribut Ã‚Â– hening, tidak privat Ã‚Â– privat, dan kesal Ã‚Â– senang dengan akurasi model berkisar diantara 61 Ã‚Â– 82.8 %. Secara umum, parameter yang mempengaruhi persepsi pasien adalah ketergangguan dan dominasi yang berasal dari sumber suara yang berada pada lingkungan rumah sakit. \n\nPerbaikan lingkungan sonik ruang rawat inap disesuaikan dengan hasil identifikasi kondisi ideal serta sumber suara yang dianggap mengganggu untuk setiap ruang. Secara umum, rekomendasi perbaikan yang diberikan dikelompokkan menjadi dua, yaitu perbaikan dari sudut pandang manajemen dan desain ruang yang disesuaikan dengan persepsi pasien serta kondisi akustik ruang.", "Daftar File": {"2018 TA PP LAUDITA NATASHA TAMRIN-AISYAH SHABRINA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134098"}, "Penulis": "Laudita Natasha Tamrin NIM 13314069, Aisyah Shabrina NIM 13314070", "Kontributor / Dosen Pembimbing": ["Ir. R. Sugeng Joko Sarwono, M.T., Ph.D. \n\nIwan Prasetiyo, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "soundscape, ruang rawat inap, objektif, subjektif, persepsi", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "22 Jun 2018"}