{"Nomor": 28578, "Judul": "GEOLOGI DAERAH CISAMPIH DAN SEKITARNYA, KABUPATEN SUBANG, PROVINSI JAWA BARAT", "Abstrak": "Penelitian ini merupakan bagian tugas akhir penulis di Departemen Teknik Geologi Institut Teknologi Bandung yang bertujuan untuk mempelajari tatanan   \n \n \n\ngeologi pada daerah Cisampih dan sekitarnya. Daerah penelitian terletak didaerah Cisampih, Kecamatan Dawuan, Kabupaten Subang, Provinsi Jawa Barat dengan luas area 8 x 6,5 km2 dengan koordinat 790000 m - 798000 m dan 9267500 m - 9274000 m (UTM Zona 49S). Geomorfologi di daerah penelitian terbagi menjadi tiga satuan, , yaitu Satuan   \n \n \n\nPerbukitan Vulkanik Ciherang, Satuan Perbukitan Homoklin Pancalikan dan Satuan Dataran Denudasional Cibodas. Tahapan geomorfik yang terjadi di daerah peneltitian   \n \n \n\ntergolong sebagai tahap muda hingga tahap dewasa. Stratigrafi daerah penelitian terdiri dari enam satuan litostratigrafi tidak resmi, dari satuan yang paling tua hingga paling muda, yaitu Satuan Batulempung yang   \n \n \n\nberumur Miosen Akhir (Zona N17) yang diendapkan pada lingkungan Batial Atas, Satuan Batulempung-Batupasir yang berumur Miosen Akhir hingga Pliosen Awal (Zona N18-N19) yang diendapkan pada lingkungan Neritik Tengah-Neritik Dalam, Satuan Batupasir yang berumur Pliosen Awal hingga Pliosen Akhir (Zona N20-N21) yang diendapkan pada lingkungan Neritik Dalam, Satuan Breksi Piroklastik   \n \n \n\nPleistosen Awal, Satuan Lava Basalt berumur Pleistosen Akhir, dan Satuan Aluvial berumur Resen. Pada umur Pliosen Akhir hingga Plistosen, daerah penelitian mengalami   \n \n \n\ndeformasi, yang menyebabkan terjadinya pembentukan struktur geologi berupa Sesar Mendatar Menganan Cibodas.", "Daftar File": {"2015 TA PP LEONARDO WELDY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/134129", "2015 TA PP LEONARDO WELDY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/134130", "2015 TA PP LEONARDO WELDY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/134131", "2015 TA PP LEONARDO WELDY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/134132", "2015 TA PP LEONARDO WELDY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/134133", "2015 TA PP LEONARDO WELDY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/134134", "2015 TA PP LEONARDO WELDY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/134135"}, "Penulis": "LEONARDO WELDY (nim : 12009078)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Asep H.P. Kesumajana, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Geologi Cisampih, Subang, Kuarter", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "10 Apr 2018"}