{"Nomor": 28572, "Judul": "DETERMINANTS ANALYSIS OF NON-PERFORMING LOAN USING BANK-SPECIFIC VARIABLES AND MACROECONOMIC  FACTOR OF COMMERCIAL BANKS IN INDONESIA", "Abstrak": "Stabilitas sektor keuangan dianggap sebagai salah satu faktor yang membentuk kondisi ekonomi \n\ndi suatu negara. Perbankan sebagai industri paling penting di sektor keuangan tidak hanya \n\nberkontribusi dalam pengendalian makro, tetapi juga dalam mempercepat ekonomi. Salah satu \n\nrisiko yang dihadapi oleh bank adalah risiko kredit yang menjadi risiko utama bagi bank, yang \n\ndapat ditentukan dengan menggunakan Kredit Bermasalah (NPL) sebagai indikator utama. \n\nMenurut World Bank tahun 2008-2016, tren NPL di Indonesia terus meningkat mulai dari 2013 \n\nhingga 2016, di mana kenaikan NPL dapat dianggap sebagai salah satu faktor yang dapat \n\nmenyebabkan kegagalan bank, yang selanjutnya dapat mengakibatkan krisis keuangan. Oleh \n\nkarena itu, penelitian yang bertujuan untuk menguji variabel-variabel yang mempengaruhi \n\npeningkatan dan penurunan NPL ini penting, sehingga para pengambil keputusan dapat \n\nmempertahankan NPL. \n\nKarena risiko kredit menjadi risiko utama industri perbankan, penelitian ini menggunakan NPL \n\nsebagai proksi risiko kredit. Variabel independen yang digunakan dalam penelitian ini adalah \n\nUkuran Bank, Efisiensi Operasi, Rasio Kecukupan Modal, Marjin Bunga Bersih, Rasio Pinjaman \n\nterhadap Deposit, dan Penyisihan Kerugian Pinjaman terhadap Total Aset, dengan tambahan \n\nfaktor makroekonomi lainnya yaitu Pertumbuhan Produk Domestik Bruto. \n\nStudi ini memperoleh data dari Otoritas Jasa Keuangan (OJK) yang mencakup 19 bank yang \n\ndikategorikan dalam BACB3 dan BACB4, dan dari Bank Indonesia untuk data ekonomi makro \n\nyang berlangsung pada kuartal pertama 2008 hingga kuartal keempat 2017. Analisis data dalam \n\npenelitian ini diproses menggunakan Panel EGLS (cross-section weight). \n\nHasil regresi menunjukkan bahwa 4 dari 7 variabel independen, yaitu Efisiensi Operasi, Rasio \n\nKecukupan Modal, dan Penyisihan Kerugian Pinjaman terhadap Total Aset, dan Pertumbuhan \n\nProduk Domestik Bruto memiliki dampak positif yang signifikan terhadap Non-performing Loan. \n\nSementara Ukuran Bank, Rasio Pinjaman terhadap Deposit dan Marjin Bunga Bersih dianggap \n\ntidak signifikan untuk Kredit Bermasalah. \n\nKarena Efisiensi Operasi, Rasio Kecukupan Modal, dan Penyisihan Kerugian Pinjaman terhadap \n\nTotal Aset, dan Pertumbuhan Produk Domestik Bruto menunjukkan hubungan yang signifikan \n\ndengan NPL, studi ini merekomendasikan pengambil keputusan dalam industri perbankan untuk \n\nmemperhatikan variabel-variabel tersebut untuk menjaga Kredit Bermasalah, dan juga memantau \n\nkondisi produk domestik bruto. Dari analisis intercept juga menunjukkan bahwa Bank BTN, \n\nBukopin, dan Mizuho harus lebih memperhatikan Kredit Bermasalah mereka karena mereka \n\nmemiliki intercept lebih tinggi dari bank lain.", "Daftar File": {"2018 TA PP LAZUARDI YUSRIL I 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134105", "2018 TS PP LAZUARDI YUSRIL IHZA 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/251545"}, "Penulis": "Lazuardi Yusril Ihza (19015125)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Achmad Herlanto Anggono, MBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Banking, Credit Risk, Non-Performing Loan, Bank Size, Operation Efficiency, Capital Adequacy Ratio, Net Interest Margin, Loan to Deposit Ratio, Loan Loss Provision to Total Asset, Gross Domestic Product Growth.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "16 Jul 2018"}