{"Nomor": 28576, "Judul": "PENGEMBANGAN ONTOLOGI UNTUK INDIGENOUS KNOWLEDGE  Studi Kasus: Obat dan Pengobatan Suku Lokal di Indonesia", "Abstrak": "Indigenous knowledge telah banyak dimanfaatkan sebagai dasar pengambilan keputusan lokal dalam berbagai sektor dan diturunkan secara turun temurun. Indonesia dengan kondisi geografisnya yang memiliki ekosistem beragam memiliki keragaman pengetahuan lokal yang berpotensi untuk dimanfaatkan pada knowledge management. Sayangnya, pemanfaatan indigenous knowledge pada knowledge management masih belum maksimal karena beberapa faktor, seperti keberagaman penyebaran dan transmisi pengetahuan, keberagaman latar belakang filosofis dan kultural, transmisi pengetahuan melalui tradisi oral dan praktik budaya, serta kurang terlibatnya masyarakat lokal pada proses pengembangan pengetahuan.  \n \n\nUntuk meningkatkan pemanfaatan indigenous knowledge pada knowledge management, dibutuhkan representasi pengetahuan lokal yang jelas dan eksplisit agar pengetahuan dapat dinyatakan dalam knowledge management, yaitu ontologi. Dengan menggunakan METHONTOLOGY, dilakukan pengembangan model dan implementasi ontologi untuk menemukan pola atau konsep dari pengetahuan obat dan pengobatan lokal. Ontologi ini diverifikasi struktur, bahasa, dan sintaksnya dengan reasoner ProtÃƒÂ©gÃƒÂ© dan Oops!, divalidasi dengan SNAP SPARQL, dievaluasi kualitas strukturnya dengan OntoQA, serta dianalisis perbandingan pengetahuan ontologinya dengan basis pengetahuan tanaman obat yang telah terstandardisasi.  \n \n\nHasil dari penelitian ini adalah diimplementasikannya model ontologi untuk indigenous knowledge pada bidang obat dan pengobatan lokal, terdiri atas 9 class utama, 30 subclass, 76 relasi, 27 atribut, serta 427 instance dalam format RDF. Berdasarkan hasil evaluasi, ontologi memiliki konsistensi, ketepatan, dan kelengkapan 100% dari struktur, bahasa, dan sintaks ontologi; memiliki konsistensi, ketepatan, dan kelengkapan 100% berdasarkan detail competency questions yang diajukan; memiliki kekayaan relasi 71,70%, kekayaan atribut 69,23%, jangkauan pengetahuan 76,92%; serta merepresentasikan 77,02% dunia nyata dengan menggunakan sumber pembanding sebagai representasi dunia nyata. Oleh karena itu, ontologi telah memenuhi tujuan penelitian, yaitu untuk mendapatkan konsep dari pengetahuan pengobatan suku lokal.", "Daftar File": {"2018 TS PP Lenny Putri Yulianti 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134116"}, "Penulis": "Lenny Putri Yulianti - NIM: 23517024", "Kontributor / Dosen Pembimbing": ["Ir. Kridanto Surendro, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Ontologi, indigenous knowledge, METHONTOLOGY, pengembangan, evaluasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Jun 2018"}