{"Nomor": 28583, "Judul": "BANDUNG ARTS CENTER ARTS FOR ALL SENSES", "Abstrak": "Bandung telah diakui oleh UNESCO sebagai kota kreatif dalam bidang desain sejak tahun 2015. Eksistensi dari ribuan komunitas kreatif di Kota Bandung menunjukkan tingginya minat masyarakat terhadap seni. Bandung Arts Center merupakan sebuah fasilitas yang bersifat community-based dan non-profit yang berfungsi sebagai wadah bagi semua kalangan baik seniman maupun masyarakat umum untuk mengembangkan keterampilannya, menghasilkan karya, dan mengapresiasi karya seni. Bandung Arts Center diharapkan dapat menjadikan seni menjadi bagian dari gaya hidup masyarakat sekaligus menjadi ikon kreatifitas Kota Bandung. \n\nKawasan Setrasari merupakan pusat sekunder Kota Bandung, sehingga kawasan ini memiliki potensi untuk berkembang secara maksimal. Setrasari juga memiliki letak yang strategis di mana pada lingkungan sekitarnya terdapat tempat wisata seni, sekolah-sekolah formal dan non-formal, serta bangunan-bangunan komersil. Oleh karena itu, Bandung Arts Center dapat menarik minat masyarakat sekitar dari berbagai kalangan. \n\nKonsep utama yang dimiliki oleh Bandung Arts Center adalah Arts for All Senses. Konsep tersebut digunakan agar proyek ini dapat memenuhi kebutuhan pengguna secara fisik, memenuhi kebutuhan untuk berkreasi, dan memberikan rasa nyaman terhadap ruang yang diciptakan. Proyek ini terdiri dari beberapa massa yang menciptakan ruang antarbangunan. Pengguna diharapkan dapat merasakan berbagai macam pengalaman seni", "Daftar File": {"2018 TA PP LEVINA DEWI MARCELIA 1-ABSTRAK pdf.pdf": "https://digilib.itb.ac.id/gdl/download/134140"}, "Penulis": "LEVINA DEWI MARCELIA (NIM : 15213012)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Budi Rijanto S., DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "arts center, komunitas, kreatifitas, ikon, nilai seni", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "27 Sep 2018"}