{"Nomor": 28587, "Judul": "A PREDICTION OF FLOW RATE USING ARTIFICIAL INTELLIGENCE APPROACH  IN TIGHT SAND STONE RESERVOIR WITH FLOW CHANNEL HYDRAULIC FRACTURING", "Abstrak": "Perekahan hidraulik telah terbukti sebagai metode stimulasi yang paling layak \n\nuntuk mengembangkan reservoir TLS di lapangan ALEA. Lebih dari seratus sumur \n\ntelah dilakukan teknik perekahan hidraulik. Saat ini pemilihan kandidat sumur \n\nmenjadi sulit karena teridentifikasi kurang potensial, maka teknologi baru telah \n\ndiperkenalkan yang disebut sebagai perekahan hidraulik flow channel. Perekahan \n\nhidraulik flow channel menciptakan konduktivitas rekahan yang lebih tinggi yang \n\nakan bermanfaat bagi peningkatan produksi. \n\nSalah satu kriteria keberhasilan program perekahan hidraulik adalah laju produksi \n\nsetelah perlakuan perekahan. Sumur harus dapat mengalirkan hidrokarbon dalam \n\nnilai yang ekonomis. Prediksi laju produksi setelah perlakuan perekahan \n\nmemainkan peran penting sebelum mengusulkan sumur kandidat untuk distimulasi \n\ndengan perekahan flow channel. Simulasi produksi seperti Wellflo dapat digunakan \n\nuntuk memprediksi laju produksi setelah perawatan rekah. Pendekatan dengan \n\nmenggunakan kecerdasan buatan juga menawarkan solusi yang dapat digunakan \n\nuntuk tujuan ini yang akan dibahas dalam penelitian ini. \n\nAdaptive neuro-fuzzy inference system (ANFIS) digunakan dalam penelitian ini \n\nuntuk memprediksi laju produksi sumur di reservoir TLS setelah dilakukan \n\nperekahan dengan flow channel. Dalam pemodelan ini, input adalah sifat reservoir \n\ndari TLS dan parameter fraktur hidraulik sementara output adalah laju produksi.  \n\nii \n\nModel yang dikembangkan dapat digunakan sebagai metode alternatif untuk \n\nmemprediksi laju produksi di lapisan TLS karena validasi data prediksi \n\nmenunjukkan hasil yang baik. Dan parameter yang paling berpengaruh terhadap \n\nlaju produksi setelah perekahan hidraulik flow channel pada lapisan adalah \n\nkonduktivitas rekahan.", "Daftar File": {"2018 TS PP L FARID GHOZALI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134144"}, "Penulis": "L. FARID GHOZALI (NIM: 22215023)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof.Dr. Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "hydraulic fracturing, flow channel, artificial intelligence", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "16 Agu 2018"}