{"Nomor": 28597, "Judul": "ANALYSING THE CONTENT BRAND ENDORSEMENT OF HEALTHY LIFESTYLE VLOGGERS BASED ON PRODUCT PLACEMENT, MATCH-UP HYPOTHESIS, AND PARA SOCIAL INTERACTION", "Abstrak": "Media Sosial sudah menjadi bagian dari kehidupan sehari-hari dan kebanyakan para penggunanya aktif di YouTube. YouTube, sebagai situs paling populer, merupakan platform berbagi video di mana salah satu kontennya berupa vlog. Berdasarkan perspektif merek, vlog adalah pendekatan pemasaran yang efektif. Saat ini, jumlah vlog dalam kategori kesehatan dan kebugaran mengalami peningkatan. Hal ini terjadi dikarenakan konsumen mencari motivasi mengenai gaya hidup sehat dengan menonton vlog. Pertumbuhan popularitas dari vlog kesehatan dan kebugaran membuat para pemasang iklan berani untuk menempatkan produk pada konten seperti ini. Penempatan seperti ini akan membantu mempercepat proses penjualan. Dengan adanya penempatan ini, maka dukungan merek mulai digunakan. Hal ini membutuhkan perhatian dari healthy lifestyle vloggers mengenai konten dukungan merek yang mereka gunakan untuk memasarkan produk tersebut. Penelitian ini dimaksudkan untuk menganalisis konten dukungan merek seperti apa yang dilakukan oleh healthy lifestyle vlogger dengan menggunakan pendekatan kualitatif yaitu konten analisis. Penelitian ini dilakukan dengan menggunakan transkrip video dari 10 healthy lifestyle vlogger yang telah dikodekan dan ditinjau berdasarkan Penempatan Produk, Kesesuaian Hipotesis, dan Interaksi Para Sosial. Penelitian menemukan bahwa Kesesuaian Hipotesis dan Penempatan Produk adalah dua faktor terpenting dalam konten dukungan merek. Kesesuaian Hipotesis berkaitan dengan kesesuaian produk dengan healthy lifestyle vlogger dan mengkritik merek. Sedangkan dalam Penempatan Produk, healthy lifestyle vlogger cenderung mengutamakan teknik audio-visual. Penjelasan mengenai kedua hal ini akan dijelaskan lebih lanjut pada penelitian. Hasil dari studi dirasa penting dan berguna tidak hanya bagi healthy lifestyle vlogger dalam membangun popularitasanya tetapi juga bagi para pemasang iklan dalam memanfaatkan vlog sebagai cara untuk memasarkan produk.", "Daftar File": {"2018 TA PP LIDYA HESLIONY WISUDAWATI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134162", "2018 TS PP LIDYA HESLIONY WISUDAWATI 1 - FULL TEXT.pdf?_": "https://digilib.itb.ac.id/gdl/download/251547"}, "Penulis": "Lidya Hesliony Wisudawati (19015120)", "Kontributor / Dosen Pembimbing": ["Ir. C. O. Budi Permadi Iskandar, MSP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "social media, YouTube, vloggers, healthy lifestyle vloggers, content brand endorsement", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "31 Jul 2018"}