{"Nomor": 28591, "Judul": "AKTIVITAS ANTIDISLIPIDEMIA EKSTRAK ETANOL DAUN DELIMA (PUNICA GRANATUM L.) PADA TIKUS WISTAR JANTAN", "Abstrak": "Dislipidemia merupakan faktor risiko utama berbagai penyakit kardiovaskular seperti, \n\naterosklerosis, penyakit jantung koroner, infark miokardiak, dan hipertensi. Berbagai penelitian \n\ntelah menunjukkan bahwa jus buah delima dan kulit buah delima memiliki berbagai aktivitas \n\nseperti, antiobesitas, antidiabetes, dan antihiperlipidemia. Ketersediaan daun delima yang lebih \n\nbanyak daripada buah delima menjadikan daun delima sebagai bahan alam yang sangat potensial \n\nuntuk diteliti lebih lanjut. Tujuan dari penelitian ini adalah menentukan aktivitas antidislipidemia \n\nekstrak etanol daun delima terhadap tikus Wistar jantan. Ekstrak diperoleh dengan metode refluks \n\ndengan pelarut etanol 96%. Penelitian menggunakan 25 ekor tikus Wistar jantan yang dibagi \n\nmenjadi 5 kelompok yaitu, kelompok kontrol negatif, kelompok kontrol positif, kelompok \n\npembanding simvastatin 10 mg/kg bb, kelompok ekstrak 100 dan 300 mg/kg bb. Metode induksi \n\ndislipidemia yang digunakan adalah induksi dengan pemberian makanan tinggi lemak serta \n\nkolesterol murni 200 mg/kg bb, propiltiourasil (PTU) 12,5 mg/kg bb, dan asam kolat 0,1% selama \n\n12 minggu. Setelah terbentuk model dislipidemia, ekstrak daun delima dan pembanding \n\nsimvastatin diberikan secara oral kepada hewan uji. Parameter utama yang diukur adalah kadar \n\nkolesterol total, trigliserida, HDL dengan metode enzimatik, LDL dengan perhitungan menggunakan \n\nrumus Friedewald, indeks aterogenik, dan uji histologi. Parameter tersebut diukur sebelum induksi, \n\nsetelah induksi, setelah 2 minggu perlakuan terapi, dan 1 bulan perlakuan terapi. Pada akhir \n\npercobaan, semua hewan dikorbankan. Organ jantung dan aorta diisolasi. Hasil penelitian \n\nmenunjukkan bahwa induksi makanan tinggi lemak selama 12 minggu dapat meningkatkan kadar \n\nkolesterol total kelompok hewan dislipidemia secara signifikan dibandingkan kelompok negatif. \n\nSetelah terapi selama 2 minggu, simvastatin dengan dosis 10 mg/kg bb menurunkan kadar \n\nkolesterol total sebesar 43,93%; kadar LDL sebesar 85,75%; dan meningkatkan kadar HDL sebesar \n\n99,72%. Ekstrak etanol daun delima dengan dosis 100 dan 300 mg/kg bb menurunkan kadar \n\nkolesterol total masing-masing sebesar 27,6% dan 60,11%. Selain itu, ekstrak etanol daun delima \n\ndengan dosis 100 dan 300 mg/kg bb juga menurunkan kadar LDL masing-masing sebesar 34,79% \n\ndan 78,05%. Setelah terapi selama 1 bulan, simvastatin dengan dosis 10 mg/kg bb menurunkan \n\nkadar kolesterol total sebesar 57,1%; kadar LDL sebesar 84,48%; dan meningkatkan kadar HDL \n\nsebesar 125,17%. Ekstrak etanol daun delima dengan dosis 100 mg/kg bb menurunkan kadar \n\nkolesterol total sebesar 59,88% dan kadar LDL sebesar 75,05%. Ekstrak etanol daun delima juga \n\nmenurunkan indeks aterogenik dan mengurangi tebal dinding aorta. Dari hasil tersebut, dapat \n\ndisimpulkan bahwa ekstrak etanol daun delima memiliki potensi sebagai antidislipidemia.", "Daftar File": {"2018 TA PP LIA NURUL SAKINAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134156"}, "Penulis": "LIA NURUL SAKINAH NIM : 11614011", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr. Neng Fisheri Kurniati, Apt.", "Dr. Afrillia Nuryanti Garmana, Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "daun delima, dislipidemia, kolesterol, simvastatin", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "9 file", "Tanggal Input": "01 Okt 2018"}