{"Nomor": 28596, "Judul": "KNOWLEDGE MANAGEMENT IMPLEMENTATION STRATEGY IN ORGANIZATION DEPARTMENT OF PT X", "Abstrak": "PT X sedang gencar dalam peluncuran pasar produk Y, hal ini membutuhkan persiapan para karyawan \n\ndalam memelihara, memperbaiki dan menerapkan pengetahuan melalui sistem pengetahuan organisasi \n\nyang baik, yaitu dalam Departemen Organisasi. Kondisi Departemen Organisasi saat ini tidak \n\nmemiliki sistemasis sistem yang dapat mengintegrasi keseluruhan rencana dari sumber daya manusia, \n\nmaka dari itu Departemen Organisasi membutuhkan manajemen pengetahuan untuk dapat \n\nmengintegrasikan sistem sumberdaya manusia yang masih parsial kedalam sistem sumberdaya \n\nmanusia yang kompleks. Model strategi implementasi manajemen pengetahuan (pull system) diadopsi \n\ndalam penelitian kuantitatif ini. Penemuan dalam penelitian ini, terdapat beberapa sistem perbaikan \n\natau bahkan sistem baru dalam sumberdaya manusia dengan cara menemukan pengetahuan kritis \n\ndalam menghasilkan pengembangan sistem manajemen pengetahuan yang terpadu. Dengan demikian, \n\nDepartemen Organisasi harus memiliki strategi manajemen pengetahuan dan inisiatif dalam \n\nmereformasi manusia, proses, dan informasi&teknologi, proses ini terjadi dengan adanya revitalisasi \n\nyang dimulai dari komitmen pemimpin hingga sampai dengan terbentuknya pusat pengetahuan. \n\nSebagai tambahan, dampak dari penelitian ini akan membawa Departemen Organisasi untuk \n\nmembangun sistem manajemen sumber daya manusia yang sistematis dan efektif terhadap peluncuran \n\npasar produk Y.", "Daftar File": {"2018 TA PP LIDYA CHRISNAWATY EFRATA 1-ABSTAK.pdf": "https://digilib.itb.ac.id/gdl/download/134161", "2018 TS PP LIDYA CHRISNAWATY 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/248071"}, "Penulis": "Lidya Chrisnawaty Efrata (19014064)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Jann H. Tjakraatmadja"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Pengetahuan, Pengetahuan Kritis, Pull System, Sistem Kompleks Sumber Daya Manusia, Sistem Manajemen Pengetahuan Terpadu", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "15 Jan 2018"}