{"Nomor": 28600, "Judul": "PENGELOLAAN LIMBAH BAN BEKAS (STUDI KASUS: KOTA BANDUNG)", "Abstrak": "Transportasi merupakan bagian penting dari kegiatan manusia yang menghasilkan limbah massal seperti limbah ban bekas. Jumlah kendaraan bermotor di Kota Bandung saat ini mencapai 1,2 juta unit. Pengamatan menunjukkan adanya pengelolaan limbah ban bekas di Kota Bandung digerakkan oleh sektor-sektor informal. Namun belum ada prosedur pengelolaan limbah ban bekas di Kota Bandung oleh pemerintah Kota Bandung. Melalui penelitian ini, akan diketahui kondisi eksisting, inventarisasi, dan nilai ekonomi limbah ban bekas di Kota Bandung. Penelitian dilakukan dengan survey lapangan dan pembagian kuesioner ke toko ban, bandar dan industri pemanfaat limbah ban bekas. Sampling 8 hari untuk mengetahui timbulan limbah ban bekas dilakukan di sektor-sektor tersebut, dengan mencatat jumlah limbah ban dan menimbangnya. Hasil sampling memberi berat representatif ban mobil bekas sebesar 8,5 kg dan berat representatif ban sepeda motor bekas sebesar 2,23 kg. Ban dalam bekas termasuk limbah ban sepeda motor karena merupakan komponen sebagian ban sepeda motor (jenis tube-type) memiliki berat representatif 0,45 kg. Komposisi ban mobil bekas saat sampling didominasi oleh ban ukuran 14 inci, sedangkan sebagian besar komposisi ban sepeda motor bekas terdiri dari ban ukuran 14 inci, 17 inci, dan 18 inci. Di Kota Bandung terdapat 46 toko penjual ban mobil, 113 bandar kecil dengan timbulan limbah ban mobil 2737 kg/hari dan 969 kg/hari. Sedangkan 124 toko penjual ban sepeda motor dan 53 bandar kecil memiliki timbulan limbah ban motor bekas sebesar 905 kg/hari dan 236,4 kg/hari. Dengan populasi toko yang sama dan 210 bandar kecil di Kota Bandung, timbulan limbah yang dihasilkan adalah 31,3 kg/hari dan 136,5 kg/hari.", "Daftar File": {"2012 TA PP Lieke Agrijanti Muljanto 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/134165", "2012 TA PP Lieke Agrijanti Muljanto 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/134166", "2012 TA PP Lieke Agrijanti Muljanto 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/134167", "2012 TA PP Lieke Agrijanti Muljanto 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/134168", "2012 TA PP Lieke Agrijanti Muljanto 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/134169", "2012 TA PP Lieke Agrijanti Muljanto 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/134170", "2012 TA PP Lieke Agrijanti Muljanto 1-BAB6.pdf": "https://digilib.itb.ac.id/gdl/download/134171", "2012 TA PP Lieke Agrijanti Muljanto 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/134172"}, "Penulis": "Lieke Agrijanti Muljanto (NIM : 15308078)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Moch. Chaerul, ST, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "ban bekas, bandar, industri pemanfaat limbah ban bekas, timbulan limbah ban bekas, toko ban.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "06 Sep 2018"}