{"Nomor": 28609, "Judul": "STUDI DAN DESAIN SISTEM PEMBANGKIT LISTRIK HYBRID OFF-GRID UNTUK BEBAN KOMUNAL DAN BEBAN ADMINISTRATIF DI 3 WILAYAH MALUKU INDONESIA", "Abstrak": "Indonesia merupakan salah negara berkembang dengan jumlah populasi sekitar 250 juta orang, sehingga kebutuhan listrik di Indonesia cukup tinggi. Pada Juni 2017, rasio elektrifikasi di Indonesia sudah mencapai 92,80% tapi masih banyak desa di daerah terpencil yang belum mendapatkan listrik. Tanpa listrik pembagunan di desa tersebut akan sangat sulit. Pembangkit listrik hybrid dapat digunakan sebagai salah satu solusi untuk meningkatkan elektrifikasi yaitu dengan menanfaatkan potensi energi terbarukan di daerah tersebut. Penelitian ini menggunkan software HOMER Pro, PVsys dan PVsol dengan menggunakan kedua jenis beban yaitu beban komunal dan beban Administratif. Penelitian dilakukan di daerah yang merupakan 3T (terluar, terdepan dan tertinggal) salah satuya yang terdapat didaerah Maluku yaitu desa klishatu, wairatan dan leiting.    \n \n \n \n\nHasil penelitian menunjukan bahwa  untuk desa Klishatu sistem pembangkit listrik yang paling optimal adalah hybrid PV-Generator dengan LCOE Rp 6421 dengan RF 94% (beban komunal) dan Rp 8745 dengan RF 99,60% (beban administratif), desa Wairatan sistem pembangkit listrik yang paling optimal adalah hybrid PVTurbin Angin-Generator dengan LCOE Rp 6163 dengan RF 96,7% (beban komunal) dan Rp 8903 dengan RF 99,70% (beban administratif), desa Leiting sistem pembangkit listrik yang paling optimal adalah hybrid PV-Turbin AnginGenerator dengan LCOE Rp 7566 dengan RF 81,4% (beban komunal) dan Rp 9230 dengan RF 98,90 (beban administratif), sehingga range LCOE untuk provinsi Maluku yaitu Rp 6421 Ã‚Â– Rp 7566 (beban komunal) dan Rp 8745 Ã‚Â– Rp 9230 (beban administratif). Hasil penelitian ini dapat digunakan untuk meningkatkan Program Ketenagalistrikan Pedesaan (Program Listrik Pedesaan) dan Program Indonesia Terang (Program Indonesia Terang).", "Daftar File": {"ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134195"}, "Penulis": "Linda Faridah  - NIM: 23216301", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agus Purwadi MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Renewable Energy; hybrid power system;LCOE; HOMERPro; PVSYS", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Okt 2018"}