{"Nomor": 28624, "Judul": "DEPOSISI LAPISAN ZnO&Gr PADA SUBSTRAT KAIN SEBAGAI WEARABLE SENSOR GAS CO MENGGUNAKAN METODE CHEMICAL BATH DEPOSITION", "Abstrak": "Potensi kecelakaan kerja pada industri pertambangan sangatlah tinggi, terutama pada pertambangan bawah tanah. Ruang kerja, pencahayaan dan sistem ventilasi yang terbatas, serta gas pengotor merupakan faktor-faktor pemicu terjadi kecelakaan kerja dalam industri pertambangan. NO2, H2S, CH4, CO2 dan CO merupakan gas pengotor biasa ditemukan pada pertambangan. Karbon monoksida (CO) merupakan gas yang tidak berwarna, tidak berbau dan beracun, yang dihasilkan dari pembakaran tidak sempurna dari senyawa karbon. Sumber gas CO dalam tambang berasal dari peledakan tambang, emisi alat berat, oksidasi batu bara, atau dari gas alami yang terperangkap selama pembentukan batu bara. Penggunaan sensor gas dalam aktifitas pertambangan mampu membantu mengurangi resiko kecelakaan kerja dalam tambang. Sensor gas dikembangkan dalam sistem elektronik wearable pada substrat fleksibel agar efisien, ringan dan mudah diaplikasikan dalam kegiatan pekerja tambang. Kain sebagai substrat fleksibel telah diaplikasikan dalam sistem elektronik wearable dalam bentuk e-textile. Modifikasi kain menjadi e-textile dilakukan dengan modifikasi struktur kain menggunakan material fungsional. \n\nPada penelitian ini, pembuatan wearable sensor gas dilakukan dengan menumbuhkan lapisan ZnO dan graphene diatas permukaan kain. Lapisan graphene ditumbuhkan pada permukaan kain menggunakan metode Ã‚Â“dip and dryÃ‚Â” dibawah pengaruh ultrasonikasi selama 2 jam. Penumbuhan ZnO diatas lapisan graphene melalui dua tahapan proses sintesis yaitu penumbuhan seed dan kristal ZnO. Tahapan pertama penumbuhan lapisan seed ZnO menggunakan metode perendaman kain dalam larutan prekursor Zn(NO3)2.6H2O. Tahapan kedua yaitu penumbuhan kristal ZnO menggunakan metode chemical bath deposition pada temperatur 80oC selama 6 jam. Rasio konsentrasi ZnO&Gr pada penelitian ini adalah 1:0, 2:1, 1:1, 1:2, dan 0:1. Karakterisasi material yang dilakukan adalah X-Ray Diffractometer (XRD), Scanning Electron Microscope (SEM), Energy Dispersive Spectroscopy (EDS) dan pengujian performa sensor gas CO. Hasil karakterisasi XRD menunjukan puncak difraksi kristal ZnO pada substrat kain. Karakterisasi morfologi dengan menggunakan SEM menunjukan lapisan graphene telah menutupi permukaan serat-serat kain dan ZnO tumbuh diatas lapisan graphene dalam bentuk nanorod struktur hexagonal. Berdasarkan hasil citra EDS mapping terlihat bahwa ZnO tumbuh secara merata pada permukaan kain.  \n \nDengan menumbuhkan ZnO diatas lapisan graphene pada kain mampu menurunkan temperatur kerja sensor dan meningkatkan konduktivitas lapisan ZnO. Pada temperatur dibawah 100oC sampel ZnO murni tidak menunjukan respon, karena resistansi sampel yang terlalu tinggi. Pengujian sensor gas terhadap gas CO dilakukan pada temperatur ruang dengan variasi konsentrasi gas CO dari 10-90 ppm. Respon tertinggi didapatkan pada sampel graphene murni dengan nilai respon 51.39% pada konsentrasi 90 ppm. Respon tertinggi sampel Z2G1 dan Z1G1 pada konsentrasi gas CO 90 ppm. Sampel Z1G2 menunjukan respon tertinggi didapatkan pada konsentrasi gas CO 50 ppm, karena sampel mengalami saturasi. Rasio konsentrasi ZnO&Gr terbaik adalah Z1G1. Respon tertinggi masing-masing sampel pada temperatur ruang adalah 36.18%, 41.08%, 30.05%, dan 51.39% untuk Z2G1, Z1G1, Z1G2 dan Z0G1. Sampel graphene murni memiliki waktu respon dan pulih tercepat. Sedangkan waktu respon pada lapisan ZnO&Gr relatif sama berkisar 400-500 s. Namun waktu pulih sensor lapisan ZnO&Gr semakin cepat seiring dengan meningkatnya konsentrasi graphene pada lapisan. Selektivitas sensor diketahui dengan melakukan pengujian terhadap 50 ppm gas acetone, ethanol, methanol, dan NO. Hasil pengujian gas menunjukan bahwa lapisan ZnO&Gr pada kain lebih selektif terhadap gas CO.", "Daftar File": {"2018 TS PP LISTYA UTARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134253"}, "Penulis": "LISTYA UTARI - NIM : 23316007", "Kontributor / Dosen Pembimbing": ["Brian Yuliarto, ST., M.Eng., Ph.D  \nDr. Ir. Nugraha, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Wearable sensor gas, zinc oxide, graphene, CO.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Sep 2018"}