{"Nomor": 28620, "Judul": "GEOLOGI DAN PEMODELAN RESERVOIR FORMASI KEUTAPANG PADA LAPANGAN KSB, CEKUNGAN SUMATERA UTARA", "Abstrak": "Lapangan KSB secara administratif terletak pada Provinsi Aceh dan memiliki luas Ã‚Â±50 km2. Secara geologi, Lapangan KSB terletak pada Struktur KSB, Cekungan Sumatera Utara yang merupakan antiklin berorientasi baratlaut-tenggara dan berasosiasi dengan sesar normal berorientasi timurlaut-baratdaya. Studi geologi dan pemodelan reservoir pada penelitian ini difokuskan pada Formasi Keutapang dengan dua interval reservoir yang memiliki litologi batupasir, yaitu Reservoir 1 yang terletak pada kedalaman 393.61 Ã‚Â– 693.93 m dan Reservoir 2 yang terletak pada kedalaman 361.55 Ã‚Â– 663.99 m.              \nTujuan dari penelitian ini adalah membuat model geologi dan mengestimasi jumlah cadangan hidrokarbon di tempat pada kedua interval reservoir. Data yang digunakan dalam penelitian ini berupa data log tali kawat dari 57 sumur, data seismik tiga dimensi, dan data deskripsi keratan bor. Terdapat tiga metode yang digunakan dala penelitian ini: metode pertama adalah analisis data sumur yang meliputi korelasi sumur dengan pendekatan sikuenstratigrafi, analisis elektrofasies dari log tali kawat dan deskripsi keratan bor, dan analisis petrofisika; metode kedua adalah analisis data seismik yang meliputi pembuatan peta struktur kedalaman dan penentuan geometri reservoir; metode ketiga adalah pemodelan reservoir yang meliputi pembuatan model struktur tiga dimensi, pemodelan properti petrofisika, penentuan kontak fluida, dan perhitungan cadangan hidrokarbon di tempat.              \nHasil yang didapatkan dari penerapan metode di atas antara lain kondisi geologi dan jumlah cadangan hidrokarbon di tempat. Kedua interval reservoir merupakan batupasir dengan tebal masing-masing 30-40 m dengan serpih sebagai sisipan-sisipan tipis. Struktur geologi utama pada Lapangan KSB berupa antiklin dengan sumbu orientasi baratlaut-tenggara berasosiasi dengan sesar normal berorientasi timurlaut-baratdaya. Struktur tersebut menyebabkan adanya kompartemen akumulasi hidrokarbon menjadi tiga blok. Fasies pengendapan Reservoir 1 adalah barrier-bar dengan tidal-inlet, sedangkan fasies pengendapan Reservoir 2 adalah shoreface dengan arah sedimentasi umum dari kedua interval reservoir adalah timurlaut-baratdaya. Estimasi jumlah cadangan hidrokarbon di tempat dari kedua interval reservoir pada daerah penelitian adalah sebesar 118 MMSTB untuk cadangan minyak dan 15.509 BSCF untuk cadangan gas.", "Daftar File": {"2016 TA PP LISSA RATNA SAPUTRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/134218", "2016 TA PP LISSA RATNA SAPUTRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/134219", "2016 TA PP LISSA RATNA SAPUTRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/134220", "2016 TA PP LISSA RATNA SAPUTRI 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/134221", "2016 TA PP LISSA RATNA SAPUTRI 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/134222", "2016 TA PP LISSA RATNA SAPUTRI 1-BAB 3C.pdf": "https://digilib.itb.ac.id/gdl/download/134223", "2016 TA PP LISSA RATNA SAPUTRI 1-BAB 3D.pdf": "https://digilib.itb.ac.id/gdl/download/134224", "2016 TA PP LISSA RATNA SAPUTRI 1-BAB 3E.pdf": "https://digilib.itb.ac.id/gdl/download/134225", "2016 TA PP LISSA RATNA SAPUTRI 1-BAB 3F.pdf": "https://digilib.itb.ac.id/gdl/download/134226", "2016 TA PP LISSA RATNA SAPUTRI 1-BAB 3G.pdf": "https://digilib.itb.ac.id/gdl/download/134227", "2016 TA PP LISSA RATNA SAPUTRI 1-BAB 3H.pdf": "https://digilib.itb.ac.id/gdl/download/134228", "2016 TA PP LISSA RATNA SAPUTRI 1-BAB 3I.pdf": "https://digilib.itb.ac.id/gdl/download/134229", "2016 TA PP LISSA RATNA SAPUTRI 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/134230", "2016 TA PP LISSA RATNA SAPUTRI 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/134231", "2016 TA PP LISSA RATNA SAPUTRI 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/134232", "2016 TA PP LISSA RATNA SAPUTRI 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/134233", "2016 TA PP LISSA RATNA SAPUTRI 1-BAB 5C.pdf": "https://digilib.itb.ac.id/gdl/download/134234", "2016 TA PP LISSA RATNA SAPUTRI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/134235", "2016 TA PP LISSA RATNA SAPUTRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/134236"}, "Penulis": "LISSA RATNA SAPUTRI (NIM: 12012031)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Dardji Noeradi."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Cekungan Sumatera Utara, Formasi Keutapang, Initial Gas in Place (IGIP), Lapangan KSB, Original Oil in Place (OOIP).", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "19 file", "Tanggal Input": "02 Agu 2018"}