{"Nomor": 28621, "Judul": "KAJIAN FAKTOR DESAIN GEOMETRIK JALAN PADA KESELAMATAN LALU LINTAS (STUDI KASUS: JALAN ARTERI NASIONAL KAIRAGI - MAPANGET, SULAWESI UTARA)", "Abstrak": "Di Indonesia, konstruksi jalan yang didesain sesuai dengan klasifikasi dan standar desain yang berlaku seringkali dianggap telah memenuhi kriteria jalan yang aman, nyaman dan ekonomis bagi para penggunanya. Namun, pada kenyataannya suatu jalan yang telah memenuhi spesifikasi teknis sekali pun belum tentu terlepas dari permasalahan kecelakaan lalu lintas yang jika dibiarkan akan mengakibatkan adanya suatu lokasi rawan kecelakaan. Penelitian ini mengkaji faktor-faktor pada desain geometrik jalan yang dapat menyebabkan terjadinya masalah keselamatan lalu lintas pada jalan yang telah beroperasi. Penelitian ini dilakukan pada 2 (dua) segmen di suatu jalan akses bandara (Kairagi-Mapanget) dengan cara mengevaluasi kecepatan 85 persentil kendaraan menggunakan metode spot speed. Sejumlah data berupa data lalu lintas; data elemen desain geometrik; juga data perlengkapan dan lingkungan jalan dibutuhkan dalam penelitian ini guna mengidentifikasi potensi kecelakaan yang dapat terjadi dikarenakan interaksi di antaranya. Hasil penelitian menunjukkan beberapa penyimpangan elemen desain geometrik dan lalu lintas yang dapat berujung pada masalah keselamatan jalan dengan faktor kecepatan operasional (kecepatan 85 persentil) sebagai faktor utama. Peningkatan kecepatan lalu lintas yang mengarah kepada potensi masalah kecelakaan hendaknya sejalan dengan upaya peningkatan keselamatan terhadap para pengguna jalan seperti pemasangan rambu dan marka jalan yang tepat, delineasi jalan dan penerangan yang baik, serta pemeliharaan rutin yang sesuai dengan kondisi jalan.", "Daftar File": {"2014 TS PP LISTIAWURI BHAKTI HAQIQI HUDAYA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/134239", "2014 TS PP LISTIAWURI BHAKTI HAQIQI HUDAYA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/134237", "2014 TS PP LISTIAWURI BHAKTI HAQIQI HUDAYA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/134238", "2014 TS PP LISTIAWURI BHAKTI HAQIQI HUDAYA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/134240", "2014 TS PP LISTIAWURI BHAKTI HAQIQI HUDAYA 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/134241", "2014 TS PP LISTIAWURI BHAKTI HAQIQI HUDAYA 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/134242", "2014 TS PP LISTIAWURI BHAKTI HAQIQI HUDAYA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/134243", "2014 TS PP LISTIAWURI BHAKTI HAQIQI HUDAYA 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/134244"}, "Penulis": "LISTIAWURI BHAKTI HAQIQI HUDAYA (NIM: 26911312)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n\nProf. Dr. Ir. Ade Sjafruddin, M.Sc", "Aine Kusumawati, ST., MT., PhD."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "keselamatan jalan, desain geometrik, kecepatan 85 persentil, kecelakaan lalu lintas, dan pencegahan kecelakaan.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "18 Okt 2018"}