{"Nomor": 28630, "Judul": "KAJIAN KESEJAHTERAAN PETANI PADA SISTEM PERTANIAN PADI SAWAH DAN SAYURAN", "Abstrak": "Perencanaan pada hakikatnya merupakan proses pengambilan keputusan untuk mencapai suatu tujuan tertentu di masa depan, yaitu kesejahteraan manusia, baik secara materiil maupun non materiil. Begitu pula halnya dengan perencanaan pembangunan perdesaan, tujuan dari perencanaan tersebut adalah untuk kesejahteraan masyarakatnya. Masyarakat desa didominasi oleh petani, baik petani padi maupun petani sayuran dan lainnya. Namun, saat ini kesejahteraan petani dan faktor-faktor yang mempengaruhinya belum dapat dipahami secara utuh dan baik. Untuk itulah, penelitian ini berusaha memahami kesejahteraan petani secara utuh, yaitu secara material dan non material, dan faktor-faktor yang mempengaruhinya berupa kecakapan, aset, dan kegiatan petani, pada petani padi dan petani sayuran.                    \n\nPenelitian ini berfokus pada skala komunitas terkecil yaitu keluarga petani dan dilaksanakan dengan melakukan pengambilan sampel untuk mengetahui karakteristik populasi petani padi di Desa Sukajadi Kecamatan Soreang dan petani sayuran di Desa Sukamanah Kecamatan Pangalengan, Kabupaten Bandung. Tingkat kesejahteraan petani di kedua desa tersebut cukup baik, dimana 87% petani memiliki tingkat kesejahteraan material tinggi dan 13% sedang, serta 33% petani memiliki tingkat kesejahteraan non material tinggi dan 52% sedang. Berdasarkan hasil analisis Somer's d, dapat dibuktikan bahwa kesejahteraan petani dipengaruhi oleh kecakapan dan aset petani. Kondisi kesejahteraan petani padi dan sayuran memiliki kecenderungan yang sama pada tingkat kesejahteraan maupun kecakapan, aset, dan kegiatannya, dan perbedaannya hanya pada persentasenya karena adanya perbedaan orientasi produksi.", "Daftar File": {"2015 TA PP LIVIA ANGELISSA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/134259", "2015 TA PP LIVIA ANGELISSA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/134260", "2015 TA PP LIVIA ANGELISSA BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/134261", "2015 TA PP LIVIA ANGELISSA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/134262", "2015 TA PP LIVIA ANGELISSA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/134263", "2015 TA PP LIVIA ANGELISSA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/134264", "2015 TA PP LIVIA ANGELISSA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/134265", "2015 TA PP LIVIA ANGELISSA 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/134266"}, "Penulis": "LIVIA ANGELISSA (NIM : 15411068)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Hastu Prabatmodjo, MS., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kesejahteraan material; kesejahteraan non material; kecakapan, aset, dan kegiatan petani; petani padi dan sayuran.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "11 Okt 2018"}