{"Nomor": 28638, "Judul": "PENGUKURAN TINGKAT KESIAPAN HUMANWARE PADA PROSES ALIH TEKNOLOGI UNTUK MENGEMBANGKAN PROGRAM PENINGKATAN KOMPETENSI HUMANWARE (Studi Kasus: Penerapan SMMK3LH di Departemen Sistem Mutu dan K3LH PT Pindad (Persero))", "Abstrak": "Departemen Sistem Mutu dan K3LH (Keselamatan, Kesehatan Kerja, dan Lingkungan Hidup) merupakan suatu departemen di PT Pindad (Persero) yang bertanggungjawab atas keberjalanan Sistem Manajemen Mutu dan K3LH pada level korporat dan pembaruan sistem manajemen yang lama menjadi Sistem Manajemen Mutu, Keselamatan, Kesehatan Kerja, dan Lingkungan Hidup (SMMK3LH) terintegrasi yang baru. Upaya yang dilakukan oleh Departemen Sistem Mutu dan K3LH PT Pindad (Persero) untuk menerapkan SMMK3LH terhadap seluruh divisi yang ada di PT Pindad (Persero) merupakan sebuah proses alih teknologi. Peneliti telah melakukan penelitian terhadap pengukuran tingkat kesiapan humanware pada proses alih teknologi di Departemen Sistem Mutu dan K3LH PT Pindad (Persero) sebagai departemen yang bertanggungjawab atas penerapan SMMK3LH pada level korporat. Informasi yang diperoleh dari hasil pengukuran tersebut dijadikan sebagai dasar pengembangan program pelatihan untuk meningkatkan kompetensi humanware. \n\nDua jenis responden yang terlibat dalam pengumpulan data meliputi responden ahli dengan metode yang mendekati metode Delphi dan juga karyawan nonresponden ahli dari Departemen Sistem Mutu dan K3LH PT Pindad (Persero) yang terlibat pada proses alih teknologi. Dengan menggunakan model pengukuran tingkat kesiapan humanware yang dikembangkan oleh Syafriana dkk. (2013), peneliti berhasil memperoleh nilai batas untuk setiap empat tahap alih teknologi, yaitu sebesar 2,300, 3,314, 3,927, dan 4,547. Peneliti juga menemukan bahwa Departemen Sistem Mutu dan K3LH PT Pindad (Persero) berada pada tahap I alih teknologi dalam konteks penerapan SMMK3LH terintegrasi. Setelah melakukan pengumpulan dan pengolahan data terhadap karyawan nonresponden ahli dari Departemen Sistem Mutu dan K3LH PT Pindad (Persero) yang terlibat pada proses alih teknologi, peneliti menemukan bahwa setiap responden setidaknya telah mencapai tahap I alih teknologi, sehingga dapat disimpulkan bahwa mereka memiliki kesiapan dalam proses alih teknologi yang sedang dihadapi oleh mereka. \n\nPeneliti telah melakukan pengembangan program pelatihan melalui 20 materi terhadap tiga subkriteria kesiapan humanware yang masih perlu ditingkatkan, yaitu empati, nilai dan etika kerja, dan external awareness. Peneliti melakukan pengembangan program pelatihan dengan menggunakan referensi dari Noe dkk. (2011) serta perancangan materi dengan menggunakan Taksonomi Bloom yang telah direvisi oleh Anderson dan Krathwohl (2001).", "Daftar File": {"2018 TA PP LUCKY APRIANDI A.P .M 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134286"}, "Penulis": "LUCKY APRIANDI A. P. M. NIM 14414021", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dradjad Irianto, M.Eng \n\nFariz Muharram Hasby, S.T., M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "KESIAPAN, HUMANWARE, ALIH TEKNOLOGI, PELATIHAN, TAKSONOMI BLOOM", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "28 Sep 2018"}