{"Nomor": 28633, "Judul": "PEMANFAATAN TEKNIK VIDEO TRACKING PADA TOPIK DINAMIKA, USAHA, ENERGI DAN MOMENTUM DENGAN MENGGUNAKAN PERANGKAT AIR TRACK", "Abstrak": "Teknik video tracking adalah teknik pelacakan video yang dapat digunakan dalam menganalisis fenomena fisika. Perangkat lunak yang digunakan adalah Tracker. Topik yang diteliti yaitu dinamika, usaha, energi dan momentum. Untuk membuat sistem yang ideal, maka pada penelitian ini menggunakan perangkat air track yang memiliki lintasan udara dengan minimal gaya gesek. Hasil penelitian menunjukkan teknik video tracking dengan menggunakan Tracker sangat bermanfaat dalam memahami fenomena fisika berdasarkan grafik dengan memperlihatkan perubahan besaran-besaran fisika secara real time pada grafik, sehingga fenomena fisika yang terjadi pada topik dinamika, usaha, energi dan momentum lebih mudah diamati. Tracker juga dapat melakukan analisis pencocokan grafik/regresi dengan bermacam-macam model. Pengolahan data juga bisa dilakukan secara langsung dengan memasukkan fungsi yang diinginkan. Maanfaat penggunaan Tracker pada teknik video tracking ini dapat diterapkan dalam tingkat sekolah menengah atas maupun tingkat universitas untuk mengamati fenomena fisika secara nyata.", "Daftar File": {"2017 TS PP LIYA KHOLIDA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/134281", "2017 TS PP LIYA KHOLIDA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/134280", "2017 TS PP LIYA KHOLIDA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/134279", "2017 TS PP LIYA KHOLIDA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/134278", "2017 TS PP LIYA KHOLIDA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/134277", "2017 TS PP LIYA KHOLIDA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/134276", "2017 TS PP LIYA KHOLIDA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/134275"}, "Penulis": "Liya Kholida (NIM: 90215306)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Fourier Dzar Eljabbar Latief", "Editor 2: Ena Sukmana (2018-02-24), Unggah pertama pada 2017-11-21 oleh"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Tracker, video tracking, dinamika, usaha, energi dan momentum.", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ena Sukmana", "File": "7 file", "Tanggal Input": "24 Feb 2018"}