{"Nomor": 28648, "Judul": "STUDI PENGGUNAAN ANTIBIOTIK PADA PASIEN RAWAT INAP YANG MENGALAMI INFEKSI SALURAN KEMIH DI RSUP. Dr. HASAN SADIKIN BANDUNG", "Abstrak": "Infeksi saluran kemih (ISK) adalah kondisi terjadinya infeksi pada saluran kemih. Terapi utama \n\ninfeksi saluran kemih adalah dengan menggunakan antibiotika. Penggunaan antibiotika yang tidak \n\nrasional menimbulkan resistensi dan meningkatnya biaya pengobatan. Penelitian ini bertujuan \n\nuntuk mempelajari rasionalitas penggunaan antibiotik pada pasien rawat inap yang mengalami \n\ninfeksi saluran kemih di RSUP. Dr. Hasan Sadikin Bandung. Pasien yang menderita ISK dan \n\nmenggunakan antibiotik merupakan kriteria inklusi dalam penelitian ini. Rasionalitas penggunaan \n\nantibiotika dianalisis dengan metode Gyssens. Penelitian ini dilakukan dengan menggunakan data \n\nrekam medik pasien dari bulan Januari Ã‚Â–Desember 2017. Hasil menunjukkan dari 250 rekam \n\nmedik, ada 264 resep penggunaan antibiotika. Dari 264 peresepan antibiotika ditemukan 35,2% \n\nresep yang memenuhi kategori 0 (tepat dan rasional), 3,8% kategori IIa (dosis tidak tepat), 3,4% \n\nkategori IIIa yaitu (pemberian terlalu lama), 39,3% kategori IIIb (pemberian terlalu singkat), 15,2% \n\nkategori IVa (tidak tepat pilihan antibiotik karena ada antibiotik lain yang lebih efektif), dan 3% \n\nkategori IVd (tidak tepat pilihan antibiotik karena ada antibiotik lain dengan spektrum lebih \n\nsempit). Jenis mikroba yang menginfeksi dan antibiotika yang sensitif terhadap mikroba di urin \n\npasien dipelajari dari hasil pemeriksaan laboratorium yang tersedia. Dari 48 hasil pemeriksaan \n\nlaboratorium, pada urin pasien ditemukan 52% Escherichia coli sensitif meropenem, 4,1% \n\nPseudomonas aeruginosa sensitif amikasin, 6,3% Acinetobacter baumannii sensitif amikasin, 2% \n\nAchromobacter xylosoxidans sensitif meropenem, 12,5% Klebsiella pneumoniae sensitif \n\nmeropenem, 2% Candida glabrata sensitif imipenem, 8,3% Enterococcus faecalis sensitif \n\nvankomisin, 6,3% Morganella morganii sensitif sefepim, 2% Proteus mirabilis sensitif amikasin, \n\ndan 4,1% Staphylococcus haemolyticus sensitif vankomisin. Berdasarkan analisis Gyssens, maka \n\npenggunaan antibiotika untuk pasien rawat inap di RSUP. Dr. Hasan Sadikin Bandung yang \n\nmengalami infeksi saluran kemih masih memerlukan perbaikan lebih lanjut.", "Daftar File": {"2018 TA PP LUH NYOMAN VIDYA SARASWATI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134311"}, "Penulis": "LUH NYOMAN VIDYA SARASWATI NIM : 11614001", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr. Maria Immaculata Iwo, M.Si., Apt.", "Kamelia Sri Maryanti, S.Farm., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "infeksi saluran kemih, antibiotik, metode Gyssens", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "02 Jul 2018"}