{"Nomor": 28649, "Judul": "SIFAT TERMOELEKTRIK MATERIAL DIRAC BERDASARKAN TEORI TRANSPOR BOLTZMANN YANG DISEDERHANAKAN", "Abstrak": "Kemampuan suatu material termoelektrik untuk digunakan sebagai sistem generator listrik salah satunya ditentukan melalui besar nilai figure of merit (zT) yang menjadi     ukuran langsung efisiensi suatu generator. Parameter tersebut bergantung pada tiga besaran transpor, yaitu konduktivias listrik (σ), koefisien Seebeck (S), dan           \n\nkonduktivitas termal yang berasal dari getaran kisi (κph) dan dari pembawa muatan (κe). Tiga besaran transpor tersebut dapat dihitung menggunakan Teori Transpor           \n\nBoltzmann dengan pendekatan gangguan linier dan aproksimasi waktu relaksasi. Perhitungan ketiga besaran transpor dilakukan pada material Dirac, yaitu klasifikasi  material baru dengan perilaku efektif pembawa muatan pada daerah sekitar energi  Fermi berbeda dengan material pada umumnya. Dengan meninjau hanya satu pita saja pada E > 0 untuk kedua kasus material Dirac, dengan celah dan tanpa celah  energi, didapatkan bahwa zT dapat memiliki nilai yang lebih dari nilai referensi zT  untuk kasus semikonduktor, ataupun material termoelektrik saat ini yang memiliki   nilai zT = Ã‚Â± 1. Pada kasus ekstrim, yaitu α = 0, nilai zT memebsar secara signifikan  dan tidak mengalami saturasi. Disini, untuk mencapai nilai zT yang diinginkan,  maka terdapat dua keadaan yang harus dipenuhi yaitu, nilai konduktivitas termal fonon tertentu, dan temperatur pada rentang yang tertentu.", "Daftar File": {"2018 TA PP LUKAS PRIMAHATVA ADHITYA KRISNA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134312", "2018 TA PP LUKAS PRIMAHATVA ADHITYA KRISNA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/134313", "2018 TA PP LUKAS PRIMAHATVA ADHITYA KRISNA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/134314", "2018 TA PP LUKAS PRIMAHATVA ADHITYA KRISNA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/134315", "2018 TA PP LUKAS PRIMAHATVA ADHITYA KRISNA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/134316", "2018 TA PP LUKAS PRIMAHATVA ADHITYA KRISNA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/134317", "2018 TA PP LUKAS PRIMAHATVA ADHITYA KRISNA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/134318"}, "Penulis": "LUKAS PRIMAHATVA ADHITYA KRISNA (NIM : 10214014)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof.Dr. Bobby Eka Gunara, S.Si.,M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Faktor daya, Material Dirac, Termoelektrik, Transpor Boltzmann, ZT", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "7 file", "Tanggal Input": "30 Jul 2018"}