{"Nomor": 28642, "Judul": "PENERAPAN PERENCANAAN KAPASITAS STRATEGIS DALAM MENENTUKAN STRATEGI PERMESINAN UNTUK PROYEK PENGEMBANGAN PABRIK", "Abstrak": "Pengembangan produksi ke afiliasi di negara lain (Production Offshoring) adalah strategi yang \n\nsering dilakukan oleh perusahaan multinasional untuk menurunkan biaya produksi agar \n\nmeningkatkan daya saing perusahaan. Seringkali negara yang menerima limpahan produksi \n\ntersebut tidak memiliki kapasitas produksi yang cukup. Untuk memenuhi tambahan jumlah \n\nproduksi tersebut, dibutuhkan analisa mendalam yang tercakup dalam proyek peningkatan \n\nkapasitas pabrik. \n\nTantangannya adalah membuat rencana untuk proyek peningkatan kapasitas produksi tanpa \n\nmengganggu aktivitas produksi yang sudah berjalan. Untuk menjawab hal tersebut, penulis \n\nakan memperkenalkan konsep kerangka-kerja penerapan perencanaan kapasitas strategis \n\ndalam menentukan strategi permesinan untuk proyek peningkatan kapasitas. Elemen \n\nperencanaan kapasitas strategis meliputi perkiraan penjualan, ketersediaan sumber daya, dan \n\nkebijakan persediaan yang dianalisa untuk mengidentifikasi mesin yang dibutuhkan. \n\nPersyaratan tersebut kemudian disesuaikan dengan tanggal peluncuran untuk \n\nmengindentifikasi strategi permesinan yang memungkinkan. Strategi yang dipilih akan \n\ndigunakan lebih lanjut untuk menentukan jadwal, biaya dan proyeksi profil kapasitas. \n\nAda beberapa sumber potensial untuk mendapatkan permesinan, membeli mesin baru, \n\nmenggunakan mesin dengan kapasitas produksi yang masih rendah atau memindahkan mesin \n\nantar anak perusahaan . Sumber-sumber tersebut akan dielaborasi lebih lanjut terkait biaya, \n\nwaktu, persediaan dan kompleksitas proyek. Beberapa strategi permesinan dibuat dengan cara \n\nmembandingkan dan menggabungkan beberapa sumber yang paling memungkinkan. Analisis \n\nProCons digunakan untuk memilih strategi permesinan dari alternatif yang ada. Keputusan \n\nselanjutnya divalidasi dengan simulasi profil kapasitas untuk memberikan bukti bahwa strategi \n\nyang dipilih telah memenuhi tujuan dari proyek peningkatan kapasitas. \n\nTahap akhir adalah rencana implementasi berdasarkan strategi permesinan yang telah dipilih. \n\nRencana implementasi meliputi: Detail Strategi permesinan, Organisasi, Jadwal, Rencana \n\nKomunikasi, Kontrol Biaya, dan kasus bisnis yang menyeluruh.", "Daftar File": {"Lucky Kosasih (29116527).pdf": "https://digilib.itb.ac.id/gdl/download/134298"}, "Penulis": "Lucky Kosasih 29116527", "Kontributor / Dosen Pembimbing": ["Gatot Yudoko, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategic Capacity planning, Machinery Strategy, Manufacturing Expansion project, Capacity Profile, Production Offshoring", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "29 Jun 2018"}