{"Nomor": 28663, "Judul": "ANALYTICAL HIERARCHY PROCESS UNTUK PREFERENSI KONSUMEN PADA VIDEO MARKETING DI INSTAGRAM", "Abstrak": "Kemajuan internet telah mengubah cara orang untuk berkomunikasi dan berinteraksi satu sama lain. Hal Ini menyebabkan banyak perusahaan memigrasikan interaksi iklan dan pelanggan mereka ke dunia online. Salah satu alasan utama untuk pergeseran ini adalah pertumbuhan signifikan dari platform jejaring sosial. Salah satu platform jejaring sosial yang memiliki pengguna terbanyak adalah Instagram. Pada tahun 2018, Instagram memiliki lebih dari 1 miliar pengguna aktif bulanan yang menunjukkan sebagian besar orang kini menggunakan Instagram untuk berinteraksi dan berkomunikasi dalam kehidupan sehari-hari. Bagi sebuah perusahaan, hal ini bisa menjadi peluang untuk mendapatkan lebih banyak awaremess dari pengguna Instagram yang kemudian bertujuan untuk meningkatkan penjualan mereka.    \n \n \n \n \n\nPenelitian ini menggunakan metode kualitatif melalui wawancara pada pemilik usaha, influencer, dan juga penelitian pada jurnal. Penelitian ini juga menggunkan Metode kuantitatif melalui analisis Pairwise Comparison. Faktor - faktor pada video pemasaran melalui Intagram diantaranya adalah produk, kualitas video, cerita, informasi, estetika, skema warna, model, citra merek, konsep video, dan animasi. Dengan menggunakan pairwise comparasion yang dihitung dengan    \n \n \n \n \n\nsoftware ExpertChoiceTM, hasilnya 5 faktor terpenting adalah cerita, citra merek, informasi, konsep video dan produk. Hasil dari penelitian ini kemudian akan digunakan oleh MejaBundar Studio untuk mengembangkan video marketing pada platform Instagram.", "Daftar File": {"2018 TS PP LUQMAN MAKARIM 1-Abstrak-min.pdf": "https://digilib.itb.ac.id/gdl/download/134345"}, "Penulis": "LUQMAN MAKARIM/ 29116480", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana., S Farm., Apt., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Social Media, Video Marketing at Instagram, AHP, Pairwise Comparison Analyisis, Adevertising", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Siti Sarah Nurbaity", "File": "1 file", "Tanggal Input": "26 Sep 2018"}