{"Nomor": 28665, "Judul": "KLONING FRAGMEN GEN KOBALT KELATASE SUBUNIT COBN DARI PSEUDOMONAS AERUGINOSA STRAIN LOKAL", "Abstrak": "Vitamin B12 (kobalamin) merupakan salah satu kofaktor dengan struktur kompleks yang paling banyak disintesis oleh bakteri. Pada manusia, vitamin ini memiliki fungsi penting untuk mempertahankan aktivitas normal otak, sistem saraf, dan pembentukan sel darah merah. Biosintesis vitamin B12 meliputi penyisipan kobalt pada gugus tetrasiklik pirol yang terdiri dari cincin korin. Penyisipan kobalt ini terjadi secara enzimatik, dikatalisis oleh kobalt kelatase. Kobalt kelatase merupakan enzim ATP-dependent yang terdiri dari tiga subunit protein, yaitu subunit CobS, CobT, dan CobN. Subunit CobN memiliki sisi penempelan bagi asam hidrogenobirinat-a,c-diamida dan ion kobalt, sehingga berfungsi meningkatkan aktivitas kobalt kelatase. Asam hidrogenobirinat-a,c-diamida merupakan subtrat alami bagi kobalt kelatase yang disusun oleh gugus tetrasiklik pirol dengan empat atom nitrogen di bagian tengah cincin korin dan dua buah ligan yang membentuk kompleks dengan atom kobalt. Pseudomonas aeruginosa merupakan salah satu bakteri yang mampu memproduksi kobalt kelatase. Pada penelitian ini, klon fragmen gen kobalt kelatase subunit CobN dari Pseudomonas aeruginosa strain lokal berhasil diperoleh dengan pendekatan PCR menggunakan primer R2linbB (5'-GGCGATTGCGCCCAGCATAA-3') sebagai primer maju dan primer mundur. Fragmen gen kobalt kelatase subunit CobN yang terisolasi berukuran 730 pasang basa, diperoleh dalam klon rekombinan pGEM_fCobN dalam E. coli TOP 10. Fragmen ini mengkode 242 asam amino yang mempunyai 99% homologi dengan kobalt kelatase parsial dari Pseudomonas aeruginosa dengan satu perbedaan asam amino L511Q. Dibandingkan dengan protein utuh kobalt kelatase, yakni subunit CobN Pseudomonas aeruginosa strain PA103, fragmen fCobN mengkode asam amino pada urutan 471 sampai 716 dari 1248 total asam amino dalam kobalt kelatase.", "Daftar File": {"2017 TA PP LUSI OKSRI DONA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/134351", "2017 TA PP LUSI OKSRI DONA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/134354"}, "Penulis": "LUSI OKSRI DONA  (NIM : 10513058)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Enny Ratnaningsih, MS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pseudomonas aeruginosa, Vitamin B12 (kobalamin), kloning, kobalt kelatase, subunit CobN", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "8 file", "Tanggal Input": "16 Okt 2018"}