{"Nomor": 28666, "Judul": "KAJIAN PENERAPAN FIT-FOR-PURPOSE LAND ADMINISTRATION DI INDONESIA", "Abstrak": "Di Indonesia, pendaftaran tanah masih menjadi tugas besar bagi pemerintah karena pendaftaran tanah yang belum menyeluruh. Target percepatan pengukuran dan pemetaan bidang tanah pun dibuat untuk meningkatkan jumlah tanah yang didaftarkan setiap tahunnya. Pemerintah menargetkan pendaftaran seluruh bidang tanah dapat dilakukan hingga tahun 2025 (Djalil, 2017). Pengukuran dan pemetaan bidang tanah saat ini cenderung mahal, memerlukan waktu yang lama, dan tidak fleksibel sehingga menghambat pencapaian target pendaftaran tanah yang menyeluruh. Oleh karena itu, perlu adanya suatu prosedur atau tata cara agar pengukuran dan pemetaan bidang tanah dapat terlaksana secara cepat, menyeluruh, dan murah. Prosedur yang dapat dijadikan solusi adalah melalui implementasi Fit-For-Purpose Land Administration (FFP-LA) karena menyediakan tata cara pendaftaran tanah yang fleksibel dan murah dalam waktu yang lebih singkat. FFP-LA adalah pendekatan administrasi pertanahan dengan penerapan kerangka spasial, hukum, dan kelembagaan untuk memberikan jaminan kepemilikan untuk semua. FFP-LA diharapkan dapat menjamin pendaftaran tanah yang menyeluruh dengan tetap memperhatikan aspek akurasi spasial dalam pengukuran dan pemetaan, hukum, peraturan perundang-undangan, serta lembaga terkait dalam implementasi FFP-LA di Indonesia. Data diperoleh secara langsung melalui pengamatan atau aktivitas di lapangan saat simulasi pemetaan partisipatif dan wawancara dengan lembaga terkait penerapan FFP-LA di Indonesia. Kemudian data sekunder, yaitu data pendukung yang bersumber dari buku, jurnal, artikel laporan penelitian, situs resmi, berita resmi, ataupun hukum dan peraturan perundang-undangan. Hasil kajian dan analisis digunakan untuk membuat kesimpulan dan saran sehingga dihasilkan rekomendasi kepada pemerintah terkait penerapan FFP-LA di Indonesia", "Daftar File": {"2017 TA PP LUTFA ERWIN WINATA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/134355", "2017 TA PP LUTFA ERWIN WINATA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/134356", "2017 TA PP LUTFA ERWIN WINATA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/134357", "2017 TA PP LUTFA ERWIN WINATA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/134358", "2017 TA PP LUTFA ERWIN WINATA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/134359", "2017 TA PP LUTFA ERWIN WINATA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/134360"}, "Penulis": "LUTFA ERWIN WINATA (NIM: 15113056)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Andri Hernandi ST., MSP.", "Dr. Ir. Irawan Sumarto, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fit-for-Purpose, sistem, administrasi, pertanahan, sertifikasi, spasial, Hukum, kelembagaan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "6 file", "Tanggal Input": "29 Agu 2018"}