{"Nomor": 28682, "Judul": "OPTIMASI HIDROLISIS KITOSAN OLEH KITOSANASE REKOMBINAN DARI BACILLUS AMYLOLIQUEFACIENS ABBD UNTUK PENAPISAN ANTIBAKTERI", "Abstrak": "Indonesia merupakan negara kepulauan sehingga memiliki sumber daya perikanan yang \n\nberlimpah, salah satunya adalah kelompok krustasea seperti udang dan kepiting. \n\nBerdasarkan data statistik Kementrian Kelautan dan Perikanan RI, produksi udang di \n\nIndonesia mencapai 645.000 ton/tahun beserta limbahnya sebanyak 56.200 ton/tahun. \n\nLimbah berupa kulit udang terdiri dari polimer kitin sebesar 17Ã‚Â–20%. Kitosan (turunan \n\ndari deasetilasi kitin) dapat dimanfaatkan menjadi material bernilai ekonomi tinggi dalam \n\nindustri. Hidrolisis ikatan β-1,4-glikosidik pada kitosan menggunakan kitosanase (EC \n\n3.2.1.132) menghasilkan kitooligosakarida. Senyawa ini memiliki banyak keunggulan \n\ndalam bidang industri contohnya bersifat larut dalam air dan memiliki berbagai \n\nbioaktivitas, diantaranya antibakteri, antijamur, antiinflamasi, dan antidiabetes. Penelitian \n\nini ditujukan untuk memproduksi, memurnikan kitosanase rekombinan (rek-Csn) dari \n\nbakteri laut Bacillus amyloliquefaciens ABBD pada Escherichia coli BL21 (DE3), dan \n\nmenganalisis produk hidrolisis kitosan oleh rek-Csn. Sel yang mengandung rek-Csn \n\nditumbuhkan pada media Lysogeny Broth dengan penambahan isopropil β-D-1- \n\ntiogalaktopianosida IPTG setelah sel mencapai derajat kekeruhan (OD600) sebesar 0,6Ã‚Â–0,8. \n\nKultul sel kemudian diinkubasi pada 37 Ã‚Â°C selama 4 jam. Pelet sel kemudian dilisis dan \n\nsupernatan dimurnikan dengan kromatografi penukar kation (CM TOYOPEARL). \n\nAnalisis Sodium Dodecyl Sulfate Polyacrylamide Gel Electrophoresis (SDS-PAGE) \n\nmenunjukkan bahwa protein rek-Csn yang dihasilkan telah murni dan memiliki massa \n\nmolekul ~27 kDa. Protein rek-Csn memiliki aktivitas spesifik terhadap larutan kitosan \n\nsebesar 1594,86 U/mg pada pH 6 dan suhu 50 Ã‚Â°C. Produk hidrolisis kitosan oleh rek-Csn \n\nmenghasilkan kitooligosakarida yang memiliki bioaktivitas antibakteri.", "Daftar File": {"2018 TA PP LUTTYA MONICA ANDRIANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134426"}, "Penulis": "LUTTYA MONICA ANDRIANI  NIM:10514036", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ihsanawati"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "rek-Csn, kitosan, kitooligoskarida, Eescherichia coli BL21 (DE3), Bacillus amyloliquefaciens ABBD", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "22 Jun 2018"}