{"Nomor": 28689, "Judul": "GEOLOGI DAN PEMODELAN RESERVOIR BATUPASIR MRB PADA ANGGOTA CIBULAKAN BAWAH, FORMASI CIBULAKAN, LAPANGAN INDRAMAYU , CEKUNGAN JAWA BARAT UTARA, JAWA BARAT", "Abstrak": "Lapangan Indramayu secara administratif terletak pada +/-6,47582o LS dan +/-108,31032o BT. Secara geologi, Lapangan Indramayu terletak pada Cekungan Jawa Barat Utara. Lapangan ini mempunyai beberapa antiklin yang berasosiasi dengan sesar-sesar normal yang berorientasi utara-selatan pada kedalaman 2760m-2900m (MD). Pada lapangan ini terdapat dua formasi yang didapat dari data keratan bor yaitu,Anggota Cibulakan Bawah dan Anggota Cibulakan Tengah. Studi geologi dan pemodelan reservoir pada penelitian ini difokuskan pada Anggota Cibulakan Bawah, yaitu reservoir MRB yang memiliki litologi batupasir.    \n \nReservoir Batupasir MRB memiliki litologi batupasir dengan ketebalan berkisar antara 20-40m. Pada reservoir terdapat perselingan batupasir dengan batulempung di beberapa sumur. Berdasarkan peta struktur kedalaman reservoir ini terletak pada kedalaman 2800-2900 m (MD). Reservoir ini secara umum memiliki pola log cylindrical, bellshaped dan irregular. Daerah penelitian terdiri dari tiga fasies pengendapan yaitu meandering channel, floodplain dan tidal mudflat. Berdasarkan hasil analisis petrofisik reservoir Batupasir MRB mempunyai nilai pancung porositas sebesar 0.07, nilai pancung volume serpih sebesar 0.4 dan nilai pancung saturasi air sebesar 0.76. Hidrokarbon yang terdapat pada reservoir ini adalah gas. Jenis kontak pada reservoir ini merupakan GDT/Gas Down To yang terletak pada kedalaman 2853m (MD). Hasil estimasi cadangan hidrokarbon di tempat sebesar 51 BSCF.", "Daftar File": {"2018 TA PP MADA REGATHA BARUS 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134444", "2018_TA_PP_MADA_REGATHA_BARUS_-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/147246", "2018_TA_PP_MADA_REGATHA_BARUS_-_BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/147247", "2018_TA_PP_MADA_REGATHA_BARUS_-_BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/147248", "2018_TA_PP_MADA_REGATHA_BARUS_-_BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/147249", "2018_TA_PP_MADA_REGATHA_BARUS_-_BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/147250", "2018_TA_PP_MADA_REGATHA_BARUS_-_BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/147251", "2018_TA_PP_MADA_REGATHA_BARUS_-_BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/147253", "2018_TA_PP_MADA_REGATHA_BARUS_-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/147254"}, "Penulis": "Mada Regatha Barus  [12013057]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Djuhaeni"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Lapangan Indramayu, Anggota Cibulakan Bawah, Cekungan Jawa Barat Utara, pemodelan reservoir, estimasi cadangan hidrokarbon", "Sumber": "PRODI GEOLOGI", "Staf Input/Edit": "suwadji  \n                                     Dedi Rosadi", "File": "9 file", "Tanggal Input": "04 Okt 2018"}