{"Nomor": 28690, "Judul": "STRATEGI MANAJEMEN PENGETAHUAN BERDASARKAN TAHAP PERTUMBUHAN ORGANISASI PADA INDUSTRI FASHION DENGAN PENDEKATAN STUDI KASUS HISTORIS", "Abstrak": "Kontribusi sektor ekonomi kreatif terhadap PDB nasional cukup tinggi, sehingga sektor ini masih menjadi andalan pemerintah dalam peningkatan pertumbuhan ekonomi nasional. Namun, data menunjukkan bahwa pertumbuhan sektor ekonomi kreatif yang didominasi oleh Usaha Mikro Kecil dan Menengah (UMKM), masih berada di bawah rata-rata pertumbuhan UMKM secara nasional. Salah satu sub-sektor ekonomi kreatif yang memiliki kontribusi ekspor terbesar adalah industri fashion, namun pertumbuhan industri fashion terus menurun di tiga tahun terakhir. Salah satu penyebab utama rendahnya pertumbuhan pada industri fashion adalah kompetensi sumber daya manusia yang rendah dan tingkat turnover yang tinggi. Tingginya tingkat turnover tersebut berdampak pada terhambatnya proses standarisasi dan akumulasi pengetahuan. Selain itu, pengetahuan merupakan merupakan salah satu komponen dasar pembentuk kompetensi yang mudah untuk dilatih. Oleh karena itu, penting bagi UMKM untuk memahami strategi manajemen pengetahuan seiring dengan pertumbuhan perusahaan.  \n \n\nPenelitian ini bertujuan untuk merumuskan strategi manajemen pengetahuan berdasarkan karakteristik masing-masing tahap pertumbuhan organisasi. Untuk itu dikembangkan model yang menjadi dasar perumusan strategi manajemen pengetahuan, dengan mengidentifikasi karakteristik proses bisnis, yang meliputi jenis tugas dan tingkat interaksi, pada setiap tahap pertumbuhan. Berdasarkan karakteristik proses bisnis tersebut selanjutnya dikembangkan strategi manajemen pengetahuan yang terdiri dari dua dimensi, yaitu mekanisme pengelolaan pengetahuan, dan prioritas jenis pengetahuan. Penelitian dilakukan dengan melakukan eksplorasi pada tiga perusahaan fashion yang telah melewati beberapa tahap pertumbuhan, dengan metode studi kasus historis. Pengumpulan data dilakukan dengan melakukan wawancara mendalam, studi dokumen, dan observasi, sedangkan pengolahan data dilakukan dengan menggunakan metode thematic analysis dan cross-case analysis.  \n \n\nBerdasarkan studi kasus historis terhadap tiga perusahaan fashion, dapat disimpulkan bahwa organisasi dalam industri fashion tumbuh melalui empat tahap pertumbuhan, yaitu Entrepreneurial, Growth, Expansion, dan Collaboration. Masing-masing tahap pertumbuhan memiliki karakteristik yang spesifik, sehingga penting bagi organisasi untuk mengetahui tahap pertumbuhan yang sedang dijalaninya, untuk dapat beradaptasi dengan perubahan yang sedang dihadapi. Selain itu, dapat disimpulkan pula bahwa sebagian besar proses bisnis pada setiap tahap pertumbuhan memiliki tingkat kematangan yang berbeda, sehingga organisasi perlu meningkatkan tingkat kematangan proses bisnis yang dijalankan agar dapat tumbuh ke tahap pertumbuhan berikutnya.  \n \n\nSelanjutnya, perbedaan karakteristik proses bisnis pada masing-masing tahap pertumbuhan menyebabkan organisasi membutuhkan strategi pengelolaan pengetahuan yang berbeda pula. Pada Tahap Entrepreneurial, pengelolaan pengetahuan difokuskan pada manusia di tingkat individu, sedangkan memasuki Tahap Growth, sebagian pengetahuan perlu diformalkan menjadi pengetahuan eksplisit pada tingkat individu. Selanjutnya memasuki Tahap Expansion, hampir seluruh proses perlu diformalkan dengan menggunakan mekanisme sistem pada level organisasi.", "Daftar File": {"2018 DS PP MADE ANDRIANI 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134445"}, "Penulis": "Made Andriani  [33413006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Kadarsah Suryadi, DEA  (Ketua) Alm. Dr. Ir. TMA. Ari Samadhi (Anggota) Dr. Ir. Joko Siswanto,MPA     (Anggota)"], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "STRATEGI MANAJEMEN PENGETAHUAN, SIKLUS HIDUP ORGANISASI, PERTUMBUHAN ORGANISASI", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2018"}