{"Nomor": 28693, "Judul": "STUDI DAN DESAIN RANGKAIAN KONVERTER  AC-AC FREKUENSI TINGGI PADA APLIKASI WIRELESS CHARGING MOBIL LISTRIK", "Abstrak": "Wireless charging terus dikembangkan dalam upaya peningkatan sektor transportasi.. Salah satu metoda wireless charging adalah IPT ( inductive power transfer ) dimana prinsipnya sama seperti trafo. Pada sistem IPT itu sendiri terdapat tiga buah sub sistem yaitu: konverter AC-AC, rangkaian kopling magnetik, dan konverter AC-DC. Rangkain konverter AC-AC terhubung pada bagian primer dari rangkaian kopling sedangkan pada bagian sekunder terhubung kekonverter AC-DC sebelum nantinya dihubungkan kebaterai. Tulisan ini berfokus pada komponen konverter AC-AC yang akan mengubah frekuensi 50 Hz sumber  menjadi 50000 Hz pada sistem. Nilai frekuensi dibuat dengan menyesuaikan switching dari MOSFET dengan pengendali PWM. Konverter ACAC yang digunakan pada ciruit ini adalah konverter AC-AC dengan DC Link yang dibuat dan disimulasikan dengan perangkat lunak PSIM. Selain itu konverter AC-AC juga memiliki rangkaian kontrol arus yang mampu mengendalikan nilai arus masukan rangkaian primer kopling. Karena rangkaian akan beresonansi maka beban yang ditanggung oleh inverter hanyalah sebuah resistor yang menyebabkan arus dan tegangan dalam satu fase. Dalam tulisan ini akan dibahan mengenai desain dan kontrol arus dengan beberapa kasus yang dibagi berdasarkan tabel lookup yang digunakan.   Selain itu kontrol yang digunakan juga dapat mencegah melonjaknya nilai arus jika terjadi hubung singkat pada rangkaian. Rangkaian ini memiliki nilai rata-rata efisiensi sebesar 85%.", "Daftar File": {"2018 ta pp Made Dimas Ganda Wijaya 1-abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/134449"}, "Penulis": "Made Dimas Ganda Wijaya - NIM. 18014037", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agus Purwadi, M.T.   \n\nDr. Eng. Arwindra Rizqiawan, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Wireless charging, rangkaian resonansi, konverter AC-AC dengan DC Link, kontrol arus.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2018"}