{"Nomor": 28706, "Judul": "PENENTUAN LAJU PENURUNAN PRODUKSI MINYAK MELALUI KARAKTERISASI BATUAN DAN FLUIDA MENGGUNAKAN ANALISA NEURAL NETWORK", "Abstrak": "Keterbatasan data pada tahap awal pengembangan lapangan menjadi kendala dalam \n\npenentuan profil produksi suatu lapangan. Adapun data dari yang diperoleh pada tahap ini \n\nterdiri dari hasil pemrosesan data seismic, analisa petrofisik dari batuan, hasil pengetesan \n\nsumur eksplorasi dan karakteristik fluida hidrokarbon melalui data PVT. \n\nAdapun pengembangan suatu lapangan sangat tergantung dari besarnya perolehan \n\ncadangan sebagai fungsi dari laju penurunan produksi dan tergambar di dalam profil produksi \n\nreservoir. Pada tahap awal pengembangan lapangan/reservoir, besarnya nilai koefisien \n\npenurunan laju produksi ditentukan dengan cara analog dari lapanngan sekitar atau simulasi. \n\nIni dikarenakan belum tersedianya riwayat profil produksi dari lapangan tersebut. \n\nPenelitian ini bertujuan untuk melakukan analisa koefisien penurunan laju produksi \n\n(decline rate) eksponensial (d) pada tahap awal pengembangan lapangan minyak \n\nmenggunakan data perubahan karakteristik batuan dan fluida. Pendekatan numerical \n\ndilakukan untuk melihatnya pengaruh sensitivitas-sensitivitas dari sifat batuan dan fluida \n\nterhadap koefisien penurunan laju produksi eksponensia. Hasil yang diperoleh selanjutnya \n\nakan dianalisa menggunakan neural network untuk melihat parameter yang paling \n\nberpengaruh. Pembuatan korelasi empiris menggunakan pendekatan Phi Buckingham \n\nterhadap parameter sifat batuan dan fluida merupakan tujuan akhir dari penelitian ini.", "Daftar File": {"2018 TS PP MAHADHIR IMAMI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134468"}, "Penulis": "MAHADHIR IMAMI (NIM : 22215030)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Asep Kurnia Permadi, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Decline rate, neural network, empiris, Buckingham", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "03 Jul 2018"}