{"Nomor": 28705, "Judul": "PERANCANGAN BOOK APP MENGENAI KELUARGA COMMUTER UNTUK ANAK USIA 4-6 TAHUN", "Abstrak": "Pesatnya perkembangan ekonomi dan munculnya tuntutan baru dalam kehidupan keluarga urban masa kini menimbulkan sebuah istilah commuter marriage, yaitu sepasang suami istri yang tinggal terpisah secara geografis untuk menjalani karir masing-masing. Ada kalanya anak tidak dapat bertemu dengan orangtua yang bermigrasi untuk waktu tertentu sehingga anak merasa cemas dan stres. Salah satu cara untuk mengurangi kecemasan dan stres pada anak tersebut adalah dengan mempersiapkan anak dengan informasi mengenai keluarga commuter. Metode bercerita melalui book app dapat menjadi sebuah media dalam menyampaikan informasi tersebut kepada anak. Tujuan dari perancangan book app ini adalah memahami pola kehidupan keluarga commuter dan dampaknya bagi anak usia 4-6 tahun serta merancang book app yang berisi informasi mengenai keluarga commuter untuk anak usia 4-6 tahun. Metode riset dan pengumpulan data dalam perancangan ini menggunakan dua metode, yaitu kuesioner mengenai data demografis keluarga commuter dan wawancara dengan narasumber, psikolog anak, dan spesialis perkembangan anak. Metode perancangan book app ini terbagi ke dalam tiga tahap, yaitu pra produksi yang meliputi penyusunan konsep cerita dan visual, tahap produksi yang meliputi pembuatan aset visual dan pemrograman book app, dan pasca produksi yang meliputi pengujian dan revisi prototype book app. Perancangan ini menghasilkan beberapa kesimpulan dari segi target, konten, dan media. Reaksi target terhadap ketidakhadiran ayah terbagi menjadi dua kategori, yaitu mereka yang sudah terbiasa dan mereka yang mengalami perubahan emosi menjadi sedih, kesepian, kurang bersemangat ketika sekolah, serta kerap menanyakan kapan ayah mereka pulang. Konten book app selanjutnya meyesuaikan dengan kebutuhan target dengan menyajikan strategi untuk mengatasi kecemasan ketika berpisah dengan orangtua. Konten tersebut kemudian diintegrasi ke dalam media book app dengan menyesuaikan kebutuhan user.", "Daftar File": {}, "Penulis": "MAGHFIRA RAMADHANTI (NIM: 17414002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dianing Ratri, M.Des.,Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "book app, keluarga, commuter, anak", "Sumber": "", "Staf Input/Edit": "Saipul Aripin  \n                                     Saipul Aripin", "File": "1 file", "Tanggal Input": "26 Jun 2018"}