{"Nomor": 28715, "Judul": "PENGAJUAN STRATEGI KETERLIBATAN PELANGGAN DALAM JARINGAN DALAM UPAYA MENINGKATKAN PERFORMA PERJUALAN MR.COMIC", "Abstrak": "Mr.Comic adalah merek pakaian yang didirikan di Bandung sejak 2014. Mr.Comic menawarkan pakaian tipe fashion khususnya di t-shirt. Desain yang digunakan oleh Mr.Comic adalah Komik barat, Animasi Jepang, dan Game. Mr.Comic menggunakan kontrak konsinyasi sebagai jalur distribusinya di Bandung, Garut, Tasik, Sumedang, dan Cirebon. Saat ini, Mr.Comic mencoba untuk membuka saluran distribusi langsung, terutama jalur online dengan upaya untuk meningkatkan penjualan. Kondisi internal dan external Mr.Comic akan dianalisis dengan tujuan untuk mendapatkan pemahaman yang lebih dalam tentang kondisi Mr.Comic saat ini. Kondisi internal akan dianalisis oleh STP, dan Bauran pemasaran 4pÃ‚Â’s di sisi lain, kondisi eksternal akan dianalisis oleh nilai kanvas proposisi dan analisis para pesaing Mr.Comic. Setelah memahami kondisi Mr.Comic saat ini, matriks TOWS dan keterlibatan pelanggan juga akan dianalisis. Kuesioner telah didistribusikan untuk mengetahui bagaimana perspektif pelanggan terhadap toko online dan strategi keterlibatan pelanggan online. Kuesioner menunjukkan bahwa dari empat aset dasar pelanggan, yaitu aset Jaringan, Modal persuasi, Pengetahuan toko, dan Kreativitas pelanngan hanya tertarik untuk berbagi aset Jaringan mereka, Modal persuasi, dan Pengetahuan toko. Oleh karena itu, jalur distribusi online dan strategi keterlibatan pelanggan yang akan digunakan oleh Mr.Comic didasarkan pada temuan-temuan tersebut. Mr.Comic menggunakan E-commerce sebagai transaksi online utama, dan Instagram, Facebook, dan situs web sebagai online image untuk memberikan program strategi pelibatan pelanggan. Mr.Comic juga perlu merekrut karyawan baru.", "Daftar File": {"[29116443-THESIS] Mahendra Ekaputra Ruhendi -split-merge.pdf": "https://digilib.itb.ac.id/gdl/download/134491"}, "Penulis": "MAHENDRA EKAPUTRA RUHENDI - 29116443", "Kontributor / Dosen Pembimbing": ["SONY RUSTIADI SE.,MBA, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Fashion, Customer Engagement, Online Distribution Channel", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "17 Sep 2018"}