{"Nomor": 28719, "Judul": "ANALISIS PENURUNAN KONSOLIDASI AKIBAT BEBAN TIMBUNAN PADA TANAH LEMPUNG LUNAK YANG DIPERBAIKI DENGAN MENGGUNAKAN PVD BERDASARKAN METODE ELEMEN HINGGA", "Abstrak": "Selama puluhan tahun perbaikan tanah dengan pembebanan dan drainase tegak merupakan cara yang populer, jika bukan yang paling populer, dalam teknik perbaikan tanah di dunia geoteknik. Cara ini memperoleh kepupolerannya karena kemudahan dan biaya yang relatif murah dalam pelaksanaannya, dan, sampai derajat tertentu jika dilakukan dengan benar, memberikan hasil yang memuaskan.Jenis perbaikan ini ditujukan untuk mempercepat terjadinya penurunan yang akan terjadi akibat timbunan di atas tanah lunk dan mudah mampat. Tanpa perbaikan maka penurunan yang akan terjadi akan terjadi dalam waktu lama, bahkan setelah bangunan atas selesai dibuat, yang mengakibatkan berbagai masalah pada bangunan atas. Retak-retak pada lantai dan/atau dinding bangunan, sistemdrainase yang tidak lancar, permukaan jalan yang bergelombang, bahkan bangunan miring, dapat terjadi jika penurunan yang besar masih dialami setelah bangunan atas selesai dibuat. Dengan perbaikan maka penurunan akan jauh berkurang sampai minimum dan masalah-masalah tersebut tadi tidak akan dialami. Analisa pertama tentang perbaikan tanah dengan pembebanan dan drainase tegak dikemukakan oleh Barron (1948) untuk drainase memancar (radial) berdasarkan teori konsolidasi satu dimensi Terzaghi. Perbaikan terhadap analisa Barron dilakukan oleh Hansbo (1979) untuk diterapkan pada drainase tegak berupa pita  (band-shaped PVD), dan dengan memasukkan pengaruh kerusakan dan tahanan dari drainase tegak. Saat sekarang, dengan kemajuan metoda elemen hingga (FEM) dalam beidang geoteknik, pemakaian model 2D plane-strain diharapkan dapat memberikan hasil analisa yang lebih lengkap dalam masalah drainase tegak karena dengan memakai FEM semua hasil yang diperlukan (penurunan, tekanan air pori, defleksi lateral) dapat diperoleh dan diperiksa terhadap hasil pengamatan lapangan.      \n\nThesis ini menganalisa timbunan badan jalan diatas lapisan tanah lunak tebal tanpa dan dengan perbaikan memakai PVD untuk memberikan perbandingan antara kedua keadaan tersebut, dan hasil-hasil perhitungan dibandingkan dengan hasil pengamatan lapangan.", "Daftar File": {"2018 TS PP MAIRA MARSHA 1-ABSTRAK (2).pdf": "https://digilib.itb.ac.id/gdl/download/134496"}, "Penulis": "MAIRA MARSHA - NIM : 25015063", "Kontributor / Dosen Pembimbing": ["Ir. Erza Rismantojo, MSCE, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Prefabricated Vertical Drains, Metode elemen hingga, penurunan, tekanan air pori, plane-strain.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Jul 2018"}