{"Nomor": 28725, "Judul": "KLONING DAN ANALISIS SEKUENS GEN ECDYSONE RECEPTOR (ECR) DAN ULTRASPIRACLE (USP) SEBAGAI TARGET RNA INTERFERENCE (RNAI) PADA ULAT KANTUNG (LEPIDOPTERA: PSYCHIDAE).", "Abstrak": "Pengendalian hama merupakan salah satu faktor yang mempengaruhi produktivitas tanaman budidaya. Ulat kantung (Lepidoptera: Psychidae) adalah salah satu hama utama pada kelapa sawit. Spesies Metisa plana, Pteroma pendula, Clania tertia, dan Mahasena corbetti merupakan jenis ulat kantung yang menyerang tanaman kelapa sawit. Pengendalian populasi dengan metode gene silencing menggunakan RNA interference (RNAi) menjadi opsi strategi pengendalian hama. Gen ecdysone receptor (EcR) dan ultraspiracle (USP) adalah famili nuclear receptor (NR) yang berperan dalam molting, metamorfosis, hingga metabolisme yang potensial sebagai target RNAi. Namun, informasi gen EcR dan USP ulat kantung pada genebank belum dilaporkan. Permasalahan penelitian adalah desain susunan rantai RNAi pada gen EcR dan USP untuk gene silencing. Penelitian ini bertujuan mengisolasi, mengkloning, dan mengkarakterisasi gen EcR dan USP pada ulat kantung (M. plana Walker, P. pendula Joannis, C. tertia Templeton, dan M. corbetti Tams) serta menentukan sekuens gen sebagai target RNAi. Tahap penelitian yang dilakukan berupa desain degenerate primer, isolasi RNA, sintesis cDNA, PCR, kloning, sekuensing, dan analisis sekuens. Hasil penelitian mendapatkan sekuens parsial cDNA USP ukuran 818 pb dari M. corbetti dan 831 pb dari P. pendula. Analisis domain mengidentifikasi tiga domain yaitu C, D, dan E/F. Sekuens 350-549 ukuran 200 pb dari M. corbetti dan sekuens 474-673 ukuran 200 pb dari P. Pendula dipilih sebagai target RNAi untuk dirangkai menjadi long hairpin RNA (lhRNA) dengan potensi siRNA masing-masing 390 dan 240. Kesimpulan yang diperoleh bahwa gen USP dapat diisolasi, dikloning, dan dikarakterisasi dari spesies P. Pendula dan M. corbetti. Karakter gen USP memiliki domain C, D, dan E/F. Serta domain E/F dari gen USP pada P. pendula Joannis dan M. corbetti Tams dapat dapat dijadikan target RNAi untuk gene silencing. Adapun identifikasi gen EcR belum berhasil dilakukan karena degenerate primer yang belum cukup spesifik.", "Daftar File": {"2018 TA PP M. ALVIN AKBAR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134504"}, "Penulis": "M. ALVIN AKBAR (NIM : 10614051)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Dr. Adi Pancoro dan Reza Ernawan, M. Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "EcR, RNAi, Ulat kantung, USP", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "31 Mei 2018"}