{"Nomor": 28721, "Judul": "GREEN CUBICLES SARANA KULINER PECINAN SEBAGAI UPAYA REVITALISASI GANG GLORIA DAN DAERAH SEKITARNYA", "Abstrak": "Di daerah perkotaan Indonesia terdapat banyak kawasan yang memiliki potensi dari segi kuliner, termasuk di DKI Jakarta. Gang Gloria, atau Jalan Pintu Besar Selatan III, di Glodok, Jakarta Barat yang sangat dikenal dengan kuliner khas pecinan yang dimilikinya. Pada kawasan ini terdapat banyak bangunan bersejarah yang identik dengan etnis tionghoa sejak zaman dahulu. Walau masih terkenal dengan kuliner pecinannya, saat ini Gang Gloria lebih sepi pengunjung daripada zaman dahulu. Kawasan di sekitar Gang Gloria juga banyak yang tidak lagi berfungsi dan terbengkalai sehingga cenderung rawan kejahatan pada malam hari. Dengan kondisi kawasan Gang Gloria dan sekitarnya, pembangunan sarana kuliner pecinan sebagai tempat wisata dapat menjadi suatu usaha revitalisasi pada kawasan. Proyek ini bertujuan untuk meningkatkan potensi kuliner pada Gang Gloria dan menghidupkan kembali aktivitas pada ruko di sekitar kawasan. Area perancangan di tengah bangunan cagar budaya ditentukan bedasarkan cultural significance (Burra Charter, 2013) dan UU No.11 tahun 2010 mengenai bangunan cagar budaya. Ã‚Â“Green CubiclesÃ‚Â” merupakan konsep yang muncul berdasarkan isu fungsi, user, dan tapak pada proyek ini, yaitu untuk menambah area hijau pada kawasan, sekaligus menambah aktivitas leisure yang sedang menjadi trend di masa ini. Pada sarana kuliner ini terdapat area kuliner berupa area street food, restoran, dan cafe serta area leisure berupa retail, plaza, dan game center. Area street food yang berada dekat dengan Gang Gloria merupakan pusat daya tarik pada sarana kuliner ini.", "Daftar File": {}, "Penulis": "MAISYE AGRIYANI SIBARANI [15214072]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Achmad Deni Tardiyana, Ir., MUDD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "kuliner, pecinan, revitalisasi, glodok, pelestarian, cagar budaya", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Sandy Nugraha", "File": "1 file", "Tanggal Input": "26 Sep 2018"}