{"Nomor": 28728, "Judul": "Analisis dan Proposal untuk Meningkatkan Budaya Organisasi (Studi Kasus : PT. MARKTEL)", "Abstrak": "Indonesia adalah negara yang memiliki jumlah pertumbuhan yang pesat dari tahun ke tahun. Seiring dengan bertambahnya populasi, hal tersebut berdampak pada peningkatan pada aspek hidup lainnya seperti gaya hidup, konsumsi, dan juga mobilitas. Banyak orang memilih menggunakan mobil atau sepeda motor sendiri, pilihan untuk menggunakan kendaraan pribadi daripada transportasi umum memberi dampak pada pertumbuhan penggunaan lalu lintas, dan juga akan menyebabkan pertumbuhan lalu lintas yang pesat dan menyebabkan masalah lalu lintas seperti kemacetan, peningkatan jumlah kecelakaan, konsumsi bahan bakar tinggi, dan tingginya tingkat polusi. Pemerintah harus memberikan fasilitas yang memadai seperti pembangunan infrastruktur untuk menunjang kesejahteraan masyarakat. Ini menjadi peluang besar bagi perusahaan konstruksi di Indonesia. PT. MARKTEL adalah salah satu perusahaan yang bergerak di industri konstruksi lampu lalu lintas dan memiliki produk unggulan yaitu Area Traffic Control System (ATCS) dan telah mendapat hak paten atas teknologi tersebut. PT. MARKTEL memiliki visi untuk menjadi perusahaan terbaik di industri ini. Namun ada beberapa masalah internal yang menjadi hambatan untuk mencapai tujuannya. Budaya organisasi sangat penting sebagai alat agar perusahaan dapat mencapai tujuannya. Penelitian ini bertujuan untuk mengukur budaya organisasi PT.MARKTEL dan juga memberikan rekomendasi untuk memperbaiki kondisi saat ini. Dalam penelitian ini, penulis menggunakan Denison Organizational Culture Survey yang terdiri dari dimensi Involvement, Capability Development, Consistency, dan Mission. Hasil analisis menunjukkan bahwa dimensi consistency berada pada kategori dibawah rata-rata. Kondisi yang digambarkan oleh dimensi consistency dalam kategori rendah adalah karyawan PT.MARKTEL mengalami kesulitan dalam mencapai kesepakatan mengenai isu-isu kunci dalam setiap pekerjaan, memiliki jalur komunikasi yang buruk yang berdampak pada kesulitan koordinasi, dan karyawan masih mengabaikan sebagian nilai inti perusahaan.", "Daftar File": {"Abstrak Manda Fadiyah 29115605.pdf": "https://digilib.itb.ac.id/gdl/download/134507"}, "Penulis": "Manda Fadiyah--NIM 29115605", "Kontributor / Dosen Pembimbing": ["Achmad Ghazali, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Area Traffic Control System (ATCS), Culture, Denison, Internal change, Organizational", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "28 Feb 2018"}