{"Nomor": 28730, "Judul": "DETEKSI SUBGENOTIPE GEN blaCTX-M PADA ESCHERICHIA COLI ISOLAT KLINIK RESISTEN SEFTRIAKSON SEBAGAI DASAR PEMILIHAN TERAPI", "Abstrak": "Indonesia merupakan negara yang masih sering terjadi kasus infeksi. Salah satu bakteri penyebab \n\ninfeksi yang mudah ditemukan yaitu Escherichia coli. Bakteri ini dapat diterapi dengan antibiotik \n\nbeta-laktam. Sefalosporin generasi ketiga, seftriakson, adalah antibiotik yang termasuk dalam \n\ntata laksana pengobatan bakteri E. coli. Penggunaan yang berlebihan dan tidak tepat \n\nmengakibatkan terjadinya resistensi atau pengurangan kepekaan bakteri terhadap suatu \n\nantibiotik. Salah satu mekanisme resistensi bakteri dengan membentuk enzim beta-laktamase. \n\nTujuan penelitian ini adalah menentukan subgenotipe gen blaCTX-M dari isolat klinik resisten \n\nseftriakson dan mendapat rekomendasi terapi terhadap pasien yang terinfeksi E. coli yang telah \n\nresisten seftriakson berdasarkan data penelitian yang diperoleh. Isolat klinis E. coli resisten \n\nseftriakson yang didapatkan dari salah satu rumah sakit di Bandung diperiksa keberadaan gen \n\nblaCTX-M menggunakan Polymerase Chain Reaction (PCR) dengan cetakan isolat klinis koloni E. coli \n\nresisten seftriakson. Hasil PCR kemudian divisualisasi dengan elektroforesis agarosa dan diperiksa \n\npita yang menunjukkan keberadaan gen blaCTX-M. Dari 17 sampel, 15 sampel memiliki gen blaCTX-M. \n\nKemudian 5 sampel yang memiliki gen blaCTX-M ditentukan urutan nukleotida dari gen tersebut. \n\nUrutan nukleotida yang telah diketahui dari setiap sampel disejajarkan dengan urutan nukleotida \n\nyang terdapat pada perangkat lunak GenBank dan dihitung persen homologinya untuk penentuan \n\nsubgenotipe gen blaCTX-M.. Semua sampel yang ditentukan subgenotipenya memiliki subgenotipe \n\nblaCTX-M-15 dengan persen homologi 100% pada tingkat nukleotida dan asam amino. Bakteri E. coli \n\ndengan gen blaCTX-M-15 sudah resisten terhadap berbagai antiobiotik golongan beta-laktam. \n\nRekomendasi antibiotik yang masih sensitif dan dapat diberikan yaitu subgolongan karbapenem \n\natau antibiotik kombinasi beta-laktam dan tazobaktam.", "Daftar File": {"2018 TA PP MANDY KARINA VANESSA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134509"}, "Penulis": "MANDY KARINA VANESSA NIM : 11614006", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Debbie S. Retnoningrum, Ph. D., Apt", "Dr. Pratiwi Wikaningtyas, M. Si,Apt", "Prof. Dr. dr. Ida Parwati, SpPK(K), PhD"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Beta-laktamase, E. coli, gen blaCTX-M, seftriakson, subgenotipe", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "22 Jun 2018"}