{"Nomor": 28739, "Judul": "Optimasi Media Tumbuh dan Kondisi Fisik dalam Produksi Protein Sclerotium rolfsii", "Abstrak": "Berdasarkan WHO, diprediksikan bahwa konsumsi daging sebagai sumber protein akan terus meningkat hingga tahun 2030. Meski mengandung asam amino esensial yang lengkap, penyediaan daging memerlukan waktu dan sumber daya yang tidak sedikit juga dapat berdampak pada kesehatan manusia karena kandungan kolesterolnya. Untuk mengatasinya, dilakukan berbagai penelitian mengenai penyediaan sumber protein pengganti, misalnya mikoprotein. Sebagai alternatif protein, mikoprotein memiliki beberapa keunggulan mulai dari teksturnya yang menyerupai daging, waktu produksi yang singkat, efisiensi sumber daya yang tinggi, rendahnya kadar kolesterol, dan citarasa yang hambar sehingga mudah untuk diolah menjadi berbagai variasi makanan. Pada penelitian ini dilakukan optimasi produksi mikoprotein dari Sclerotium rolfsii. Bentuk anamorf Athelia rolfsii tersebut tergabung dalam golongan Basidiomycota dan dipilih karena diketahui dapat tumbuh dalam waktu singkat pada berbagai jenis nutrisi. Dilakukan dua jenis optimasi produksi mikoprotein yaitu optimasi media tumbuh dan optimasi faktor fisik berupa agitasi. Sebanyak 243 jenis media diujikan dengan variasi 3 sumber karbon (tepung beras/B, tepung tapioka/A, dan tepung jagung/M; dengan 3 konsentrasi yaitu 5,10, dan 15%) 3 sumber nitrogen kompleks (telur/T, kaldu ayam/D, dan kaldu ikan/I; dengan konsentrasi 2.5,5, dan 10%), dengan 3 jenis gula sederhana (glukosa, sukrosa, dan dekstrosa dengan konsentrasi 2.5%). Berdasarkan hasil optimasi media, diketahui bahwa pertumbuhan radial dan berat kering Sclerotium rolfsii terbesar diperoleh pada media padat MIS 15:10 yaitu kombinasi tepung jagung 15%, kaldu ikan 10%, sukrosa 2.5%, dan agar. Tahapan tersebut dilanjutkan dengan optimasi kondisi fisik berupa agitasi dengan variasi 100, 125, dan 150 rpm. Pada tahap ini digunakan media cair MIS 15:10 dengan konsentrasi 50% dari formulasi media padat yang digunakan sebelumnya. Pada proses optimasi kondisi fisik, diamati berat kering dan kadar protein selama 9 hari. Berdasarkan hasil uji Bradford, didapati kondisi fisik terbaik pada agitasi 150 rpm setelah 6 hari dengan total protein 27,53% (w/w) dari total biomassa fungi.", "Daftar File": {"2018 TA PP Marchia Stefania 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134524"}, "Penulis": "Marchia Stefania - Nim: 10414027", "Kontributor / Dosen Pembimbing": ["Prof. Dr. I Nyoman Pugeg Aryantha"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Agitasi, media, mikoprotein, Sclerotium rolfsii", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Sep 2018"}