{"Nomor": 28735, "Judul": "IDENTIFIKASI PERSEPSI CALON PENGGUNA TERHADAP RENCANA PEMBANGUNAN GEDUNG PARKIR DI PUSAT KOTA BALIKPAPAN", "Abstrak": "Kota Balikpapan, sebagai salah satu kota berkembang di Indonesia, mulai dihadapkan pada persoalan-persoalan transportasi perkotaan seperti kemacetan lalu lintas, khususnya di kawasan pusat kota. Hal ini disebabkan oleh pertumbuhan kendaraan bermotor yang terus meningkat setiap tahunnya. Pada tahun 2014, kendaraan bermotor di Kota Balikpapan tercatatat sejumlah 499.160 unit. Jumlah ini mengalami peningkatan 6,07% dari tahun sebelumnya yang hanya berjumlah 470.593 unit. Diperkirakan pada tahun 2015, jumlah kendaraan bermotor telah mencapai 500 ribu unit. Namun, pertumbuhan jumlah kendaraan ini tidak disertai dengan pertumbuhan volume jalan dan penataan sarana transportasi yang baik. Kawasan Pusat Kota Balikpapan merupakan pusat pemerintahan dan pusat kegiatan perdagangan dan jasa. Lokasinya yang stragtegis dan berada pada poros jalan utama menyebabkan kawasan ini selalu ramai dikunjungi baik di hari biasa maupun di akhi pekan. Tingginya intensitas kegiatan dan pergerakan ini membutuhkan penyediaan sarana dan prasarana transportasi yang baik, salah satunya adalah tempat parkir. Sebab, setiap perjalanan tidak mungkin bergerak terus menerus dan pada suatu saat harus berhenti untuk sementara waktu maupun dalam waktu yang cukup lama yang disebut dengan parkir.Untuk itu, pemerintah Kota Balikpapan menyususn rencana pembangunan gedung parkir di pusat kota sebagai bentuk penyediaan sarana prasarana transportasi. Untuk dapat mengetahui apakah rencana pembangunan gedung parkir tersebut nantinya akan dimanfaatkan dengan baik oleh pengunjung kawasan pusat kota maka dilakukan pengidentifikasian persepsi calon pengguna terhadap rencana pembangunan gedung parkir di Pusat Kota Balikpapan. Persepsi ini meliputi persepsi penerimaan rencana dan persepsi kesediaan untuk menggunakan gedung parkir yang dilihat berdasarkan karakteristik sosial ekonomi serta pola kebiasaan parkir calon pengguna. Berdasarkan hasil analisisdapat diketahui bahwa sebagian besar calon pengguna menerima secara positif rencana pembangunan gedung parkir dan bersedia menggunakan gedung parkir saat berkegiatan di kawasan pusat kota. Kesediaan calon pengguna ini tidak terkait dengan karakteristik sosial ekonomi maupun pola kebiasaan parkir seperti,jarak ataupun lama waktu parkir.Sehingga gedung parkir ini kedepannya akan digunakan oleh pengunjung kawasan pusat kota dari berbagai latar belakang sosial ekonomi. Selain itu, gedung parkir ini juga masih bersedia digunakan oleh pengunjung kawasan pusat kota dalam radius 300 meter dari lokasi pembangunan gedung parkir.", "Daftar File": {"2015 TA PP MARCELLINA RAGATRISNI COVER.pdf": "https://digilib.itb.ac.id/gdl/download/134514", "2015 TA PP MARCELLINA RAGATRISNI BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/134515", "2015 TA PP MARCELLINA RAGATRISNI BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/134516", "2015 TA PP MARCELLINA RAGATRISNI BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/134517", "2015 TA PP MARCELLINA RAGATRISNI BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/134518", "2015 TA PP MARCELLINA RAGATRISNI BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/134519", "2015 TA PP MARCELLINA RAGATRISNI PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/134520"}, "Penulis": "MARCELLINA RAGATRISNI (NIM: 15409025)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Pratoyo Kusumantoro, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "gedung parkir, parkir, persepsi, pusat kota, Kota Balikpapan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "21 Agu 2018"}