{"Nomor": 28747, "Judul": "PEMBUATAN MIKROSELULOSA DARI SCOBY KOMBUCHA SECARA ENZIMATIS MENGGUNAKAN EKSTRAK KASAR ENZIM SELULASE Bacillus cereus", "Abstrak": "Dalam fermentasi kombucha, selain dihasilkan produk utama berupa minuman kaya manfaat, segar, dan beralkohol rendah, dihasilkan pula produk samping berupa membran kombucha atau dikenal dengan istilah SCOBY yang tersusun dari selulosa. Membran kombucha ini kemudian dimanfaatkan sebagai bahan baku selulosa dalam penelitian ini. Mikroselulosa umum digunakan dalam industri farmasi sebagai fillers dan binder dalam pembuatan kapsul, dalam industri makanan sebagai pengemulsi dan agen pemadat, dalam industri kosmetik sebagai pengemulsi, penyerap, dan penghalus bahan-bahan kosmetik. Permintaan mikroselulosa sebagai biopolimer dalam berbagai industri tersebut yang semakin tinggi menyebabkan produksi mikroselulosa harus dilakukan secara efektif dan efisien. Meskipun dapat dibuat secara fisika maupun kimia, pembuatan mikroselulsoa secara enzimatis bersifat ramah lingkungan, dan hemat energi sehingga baik untuk dilakukan. Berdasarkan hal tersebut, penelitian ini bertujuan untuk memproduksi mikroselulosa dari SCOBY kombucha secara enzimatis melalui bantuan organisme Bacillus cereus dengan variabel berupa jumlah aktivitas enzim dan waktu inkubasi. Metode yang digunakan terdiri atas produksi enzim selulase dan pembuatan mikroselulosa. Ekstrak kasar enzim selulase diperoleh dari kultur Bacillus cereus yang ditumbuhkan di dalam medium CMC hingga 60 jam pada suhu 37oC dan agitasi 150 rpm kemudian dilakukan pemisahan antara sel dengan medium. Sebelum dilakukan pemberian enzim, substrat selulosa berupa SCOBY kombucha dikeringkan terlebih dahulu dan dihancurkan hingga menjadi bubuk. Pada roses pembuatan mikroselulosa, bubuk SCOBY disuspensikan dalam buffer sitrat dan diberikan ekstrak kasar enzim selulase dari Bacillus cereus sebanyak 2, 8, dan 20 unit/mL. Setelah itu dilakukan inkubasi pada suhu 45Ã‚Â°C dan agitasi 150 rpm selama 3 dan 5 hari. Hasil persentase partikel selulosa tertinggi dengan kisaran ukuran 0,1 Ã‚Â– 1 μm diperoleh senilai 87,94% pada perlakuan 2 unit enzim dengan waktu inkubasi 5 hari.", "Daftar File": {"2018 TA PP Maria Fransisca Suwendi 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134546"}, "Penulis": "Maria Fransisca Suwendi - Nim: 10414032", "Kontributor / Dosen Pembimbing": ["Dr. Pingkan Adiwiawati"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Kombucha, SCOBY, Mikroselulosa, Selulase, Bacillus cereus.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2018"}