{"Nomor": 28759, "Judul": "DESAIN DAN IMPLEMENTASI SISTEM PENGENALAN UCAPAN BAHASA INDONESIA MENGGUNAKAN SENSOR KINECT 2.0 UNTUK MEMBERIKAN PERINTAH PADA  ROBOT BIOLOID", "Abstrak": "Pengenalan ucapan biasanya digunakan untuk mengoperasikan perangkat atau melakukan perintah tanpa harus menggunakan keyboard atau mouse. Saat ini, pengenalan ucapan telah dilakukan di komputer dengan sistem pengenalan suara otomatis. Penelitian ini menyajikan implementasi Speech Recognition Grammar bahasa Indonesia dengan menggunakan Kinect 2.0 untuk memberikan perintah pada robot bioloid. Speech Recognition Grammar bisa dilakukan dengan membuat kombinasi tata bahasa leksikon bahasa Inggris ke dalam model bahasa Indonesia. Sistem berhasil mengenali pengenalan suara dengan parameter jarak yang berbeda (0,5 m, 1,0 m, dan 1,5 m) dan orang (etnis, usia, jenis kelamin dan aksen). Akurasi rata-rata tingkat pengenalan suara dengan parameter jarak adalah 93,02%. Jarak yang lebih jauh antara Kinect ke sumber suara, maka keakuratan pengenalan ucapan menurun. Hasil percobaan dengan parameter jenis kelamin memperlihatkan bahwa untuk sampel laki laki lebih baik akurasinya dibandingkan perempuan. Untuk sampel laki laki, ketepatannya adalah 93,38%. Namun, untuk sampel uji perempuan, ketepatannya turun menjadi 91,76%. Pada penelitian ini juga menerapkan pengenalan ucapan bahasa Indonesia untuk mengendalikan robot bioloid dan akurasi rata-rata adalah 91,67%.", "Daftar File": {"2018 TS PP MARIO HERRYN TAMBUNAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134564"}, "Penulis": "MARIO HERRYN TAMBUNAN (NIM : 23215304)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n \n \n\nProf. Dr. Ir. Carmadi Machbub.   \n \n \n\nHanif Fakhruroja, S.Si, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Speech Recognition Grammar, Leksikon, Kinect 2.0, Robot Bioloid.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jan 2018"}