{"Nomor": 28760, "Judul": "PENDETEKSIAN BUZZER PADA MEDIA SOSIAL TWITTER MENGGUNAKAN MODIFIED EIGENVECTOR CENTRALITY", "Abstrak": "Media sosial adalah sebuah media online di mana para penggunanya dapat dengan mudah berpartisipasi, berbagi, dan menciptakan konten meliputi blog, jejaring sosial, wiki, forum dan dunia virtual. Salah satu media sosial terbesar yaitu twitter. Pada twitter dan media sosial lainnya, terdapat sebuah fenomena yaitu buzzer. Buzzer adalah pengguna pada media sosial yang memiliki pengaruh terhadap pengguna media sosial lainnya. Pengaruh ini terlihat dari banyaknya interaksi ataupun respons terhadap sebuah tweet oleh si buzzer. Dari sisi graf pertemanan buzzer dianggap sebagai titik sentral dari penyebaran informasi ataupun titik sentral dari hubungan pertemanan pada media sosial. Berdasarkan hal tersebut, untuk mendeteksi buzzer pada media sosial twitter bisa didekati dengan melakukan centrality analysis. Centrality analysis memiliki beberapa metode perhitungan, yaitu degree centrality, betweenness centrality, closeness centrality, dan eigenvector centrality. Namun, pada penelitian sebelumnya perhitungan titik sentral hanya terbatas pada graf statis pengguna tanpa mengikutsertakan dinamika yang terjadi pada media sosial. Dinamika media sosial contohnya bagaimana interaksi pada sebuah tweet dan bagaimana pengguna lain merespon terhadap sebuah tweet. Pada Tesis ini, dikembangkan sebuah metode perhitungan berdasarkan eigenvector centrality  dengan mengikutsertakan dinamika pada media sosial yang kemudian diberi nama modified eigenvector centrality. Modified eigenvector centrality kemudian digunakan untuk perhitungan buzzer value. Selain itu, juga dikembangkan perangkat lunak sederhana untuk mendeteksi buzzer dengan menggunakan perhitungan yang dikembangkan. Pengujian dilakukan pada perangkat lunak dan perhitungan buzzer value. Perangkat lunak diuji dengan melakukan uji fungsionalitas dan kebenaran perhitungan. Sedangkan pada perhitungan buzzer value dilakukan uji pengaruh variabel bebas pada perhitungan, kompleksitas dan waktu eksekusi perhitungan, dan uji penyebaran informasi berdasarkan rekomendasi buzzer dari perhitungan.", "Daftar File": {"Abstrak_IND_23516086_Mario Tressa Juzar.pdf": "https://digilib.itb.ac.id/gdl/download/134565"}, "Penulis": "Mario Tressa Juzar - NIM : 23516086", "Kontributor / Dosen Pembimbing": ["Dr.techn. Saiful Akbar, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "media sosial, centrality analysis, buzzer value, deteksi buzzer", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Okt 2018"}