{"Nomor": 28766, "Judul": "OPTIMASI PEMULIHAN TANAH TERKONTAMINASI MINYAK BUMI MENGGUNAKAN TEKNIK IRADIASI ULTRASONIK", "Abstrak": "Salah satu masalah lingkungan yang terus berlanjut ialah kontaminasi hidrokarbon sebagai akibat dari aktivitas di industri minyak dan gas. Meskipun telah banyak lahan tercemar yang berhasil dipulihkan dengan bioremediasi, beberapa data di lapangan menunjukkan bahwa pengolahan secara biologis terkadang berlangsung sangat lambat atau kurang efektif. Alternatif teknik pemulihan tanah terkontaminasi ialah secara fisik kimia, salah satunya dengan  iradiasi ultrasonik. Ultrasonik banyak diteliti pada tanah atau sedimen dengan beberapa jenis kontaminan baik logam berat maupun bahan organik. Menurut penelitian, daya ultrasonik tidak hanya meningkatkan proses desorpsi atau leaching kontaminan dari  tanah tetapi juga berperan dalam pembentukan radikal (Ã‚Â•OH) yang merupakan oksidator yang terlibat dalam proses oksidasi. Penelitian ini akan menggunakan reaktor yang berbentuk tabung berbahan stainless steel dengan ukuran 21 cm ÃƒÂ— 21 cm ÃƒÂ— 18 cm. Tipe ultrasonik yang digunakan pada penelitian ini ialah tipe ultrasonik bath. Terdapat dua variabel bebas yang diuji, yaitu rasio solid/liquid (1:3; 1:6; 1:9; 1:12) serta daya (70 watt, 100 watt, 130 watt, 160 watt). Sedangkan variabel respon / terikatnya adalah pH, TPH, oil & grease, temperatur. Hasil proses ultrasonik menunjukkan bahwa proses ultrasonik mampu meningkatkan daya hantar listrik dan suhu hingga 40 C dengan tidak terjadi perubahan pH yang signifikan.Terdapat dua frekuensi yang diuji yaitu 28 kHz dan 48 kHz. Frekuensi optimum terbaik ialah pada 48 kHz dengan persentase penurunan TPH sebesar 67,09 %.  Pada kondisi optimum, efisiensi penurunan Oil & grease dan TPH pada frekuensi 48 kHz pada rasio soil/liquid 1: 9 (gr/ml) dan daya 160 watt ialah 63,15 % dan 61,03 %. Isoterm desorpsi yang sesuai ialah isoterm Langmuir dan kinetika desorpsi yang tepat yaitu pseudo first order dengan laju reaksi untuk desorpsi oil & grease  dan TPH sebesar 0,32520/ menit dan 0,2116/menit pada rasio optimum 1: 9 (gr/ml).", "Daftar File": {"2018 TS PP MARITA WULANDARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134571"}, "Penulis": "MARITA WULANDARI NIM : 25316004", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Agus Jatnika Effendi, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": ": Desorpsi, Hidrokarbon Minyak Bumi,  Remediasi Tanah, Ultrasonik", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "01 Okt 2018"}