{"Nomor": 28769, "Judul": "TRANSFORMASI MORFOLOGI PERMUKIMAN DI TEPIAN SUNGAI MARTAPURA", "Abstrak": "Lokasi studi terletak di tepi Sungai Martapura di pusat Kota Banjarmasin. Terdiri dari dua wilayah yaitu Gedang dihuni oleh Etnis Cina dan Seberang Masjid dihuni oleh Etnis Banjar. Permukiman ini memiliki karakter yang khas karena aktifitas perdagangan, transportasi, dan lain sebagainya dominan ke sungai. Transformasi morfologi mulai terjadi sejak tahun 1970-an. Perubahan tersebut diindikasi disebabkan oleh faktor formal yaitu kebijakan pemerintah, dan faktor informal yaitu demografis yang dibatasi pada etnis dan mata pencaharian. Metodologi penelitian mengkaji perubahan morfologi dalam klasifikasi grup hunian. Sub segmen morfologi yang dibahas yaitu pola hunian, aksesibilitas, kepadatan, fungsi, tipologi dan orientasi bangunan. Penelitian bersifat kualitatif deskriptif dengan metode analisis diakronik dan sinkronik untuk menjelaskan proses transformasi morfologi dari tahun 1970 sampai tahun 2007. Hasil penelitian menunjukkan kebijakan pemerintah sebagai faktor pendorong ternyata sangat dominan mempengaruhi transformasi morfologi yang terjadi di lokasi studi. Kebijakan memindahkan pelabuhan dari Sungai Martapura ke Sungai Barito menyebabkan fungsi sungai dari jalur regional menjadi lokal. Dampaknya, perdagangan dan transportasi sungai menurun, akhirnya masyarakat di Gedang dan Seberang Masjid merubah usaha, transportasi dan aktifitasnya, dari sungai menjadi ke darat. Selain itu pembangunan Banjarmasin Park telah merubah area permukiman menjadi taman rekreasi di wilayah Gedang. Pembangunan infrastruktur, sarana dan prasarana yang dominan ke darat pada akhirnya juga mendorong transformasi morfologi permukiman di Gedang dan Seberang Masjid. Perubahan mata pencaharian ternyata juga menjadi faktor pendorong transformasi morfologi di Gedang dan Seberang Masjid. Adanya pecemaran dan pendangkalan Sungai Martapura sejak tahun 1970-an, kebijakan pemerintah yang memindahkan pelabuhan dari Sungai Martapura ke Sungai Barito, dan dominannya pembangunan di darat dari pada di sungai akhirnya merubah profesi masyarakat dari berdagang ke sungai menjadi ke darat. Morfologi fisik hunianpun menjadi ikut berubah menyesuaikan dengan perubahan aktifitas warga yang dominan ke darat. Adapun perubahan etnis yang diindikasi sebagai faktor pendorong ternyata justru tidak berpengaruh pada transformasi morfologi permukiman di tepian Sungai Martapura. Perubahan etnis yang tidak signifikan, ternyata tidak mempengaruhi permukiman di Gedang maupun Seberang Masjid.", "Daftar File": {}, "Penulis": "Marlia Adriana (NIM. 25205024)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 :  Suparti Amir Salim,Ir., MSP.,Dr.      \n\nPembimbing 2 :  Budiono M W, Ir.,MT.     \n \n \n \n \n \n \n\nScanner: Alice Diniarti", "2008-01-17."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "transformation, morphology, settlement at Martapura river side", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Perpustakaan Prodi Arsitektur", "File": "8 file", "Tanggal Input": "02 Okt 2018"}