{"Nomor": 28774, "Judul": "KUALITAS SUNGAI CITARUM HULU BERDASARKAN KEANEKARAGAMAN MAKROZOOBENTHOS DAN TOKSISITAS TERHADAP Allium cepa (BAWANG MERAH)", "Abstrak": "Sungai Citarum merupakan Sungai yang berawal dari kaki Gunung Wayang, Bandung Selatan dan bermuara di Tanjung Karawang, Laut Jawa. Sungai Citarum dimanfaatkan untuk berbagai aspek kehidupan seperti irigasi, budidaya perikanan, pengembangan pariwisata, sumber air baku air minum dan juga kegiatan industri. Adanya eksploitasi dari kegiatan industri maupun kegiatan lainnya menyebabkan kondisi Sungai Citarum semakin mengkhawatirkan dimana untuk segmen hulu saja (Situ Cisanti sampai Sapan) kondisinya dikategorikan sebagai tercemar berat. Pengaruh penting Sungai Citarum Hulu bagi masyarakat Jawa Barat pada umumnya dan warga Kota dan Kabupaten Bandung pada khususnya membuat penelitian yang mengevaluasi kualitas Sungai Citarum Hulu menjadi sangat penting. Pada penelitian ini kualitas dievaluasi melalui dua tahap. Pada Tahap I, kualitas air Sungai Citarum Hulu dievaluasi berdasarkan kesesuaian dengan baku mutu, toksisitas terhadap Allium cepa (bawang merah) dan keanekaragaman makrozoobenthos, dimana lokasi yang dievaluasi adalah outlet Situ Cisanti, Cikakembang, dan Sapan. Outlet Situ Cisanti merepresentasikan bagian hulu dari Sungai Citarum Hulu, Cikakembang merepresentasikan bagian tengah, dan Sapan merepresentasikan bagian hilir Sungai Citarum Hulu. Hasil dari Tahap I kemudian dijadikan sebagai acuan dalam memilih lokasi yang dapat digunakan untuk mengevaluasi determinan atau polutan paling penting bagi kualitas Sungai Citarum Hulu. Tahap II penelitian ini dilakukan di Lokasi Cikakembang dengan menggunakan metode whole effluent toxicity (WET) dimana dengan menggunakan metode ini, pengaruh keseluruhan dari limbah terhadap kualitas badan air penerima dapat diketahui. Dinamika kualitas badan air penerima ketika menerima buangan limbah industri kemudian dapat dijadikan sebagai dasar dalam mengevaluasi sumber polutan bagi degenerasi kualitas Sungai Citarum Hulu. Berdasarkan karakteristik fisika kimia dimana terjadi peningkatan kadar TSS, peningkatan toksisitas terhadap Allium cepa, serta penurunan keanekaragaman, dapat disimpulkan bahwa terjadi peningkatan tingkat pencemaran dari hulu ke hilir. Korelasi yang tinggi antara TSS dengan peningkatan toksisitas dan juga penurunan keanekaragaman, maka TSS adalah polutan yang paling mempengaruhi kualitas Sungai Citarum Hulu Hasil pada Tahap II mengindikasikan bahwa peningkatan kadar TSS, yang walaupun tidak signifikan secara statistik, terjadi setelah adanya masukan limbah industri. Hal ini kemudian dapat dijadikan sebagai bukti bahwa peningkatan kadar TSS yang akhirnya menyebabkan peningkatan toksisitas dan juga penurunan keanekaragaman makrozoobenthos bersumber dari aktivitas industri.", "Daftar File": {"2014 TS PP MARTHALINA IRIANY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/134593", "2014 TS PP MARTHALINA IRIANY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/134594", "2014 TS PP MARTHALINA IRIANY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/134595", "2014 TS PP MARTHALINA IRIANY 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/134596", "2014 TS PP MARTHALINA IRIANY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/134597", "2014 TS PP MARTHALINA IRIANY 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/134598", "2014 TS PP MARTHALINA IRIANY 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/134599"}, "Penulis": "MARTHALINA IRIANY (NIM : 25311320)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Indah Rachmatiah Siti Salami, M.Sc"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Sungai Citarum Hulu, Keanekaragaman makrozoobenthos, Allium cepa", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "17 Sep 2018"}