{"Nomor": 28778, "Judul": "USULAN STRATEGI KEPADA PT SHARING VISION INDONESIA UNTUK MEMASUKI PASAR LAYANAN BIG DATA", "Abstrak": "Revolusi digital terus bertumbuh di Indonesia dimana salah satu efeknya adalah pertumbuhan kontinu dari data yang dihasilkan. Kumpulan data ini yang jauh lebih besar dari data yang biasa dikumpulkan, disimpan, diolah dan dianalisis didefinisikan sebagai big data. Sedemikian big data terus bertumbuh, kebutuhan untuk memanfaatkannya hingga potensi maksimalnya juga terus bertumbuh. Kebutuhan ini lalu diterjemahkan menjadi pertumbuhan permintaan akan layanan big data. Kombinasi ini menyajikan peluang bagi Sharing Vision sebagai salah satu perusahaan konsultan IT terbaik di Indonesia. Saat ini kondisinya sedang terbatasi dengan keadaan dimana pendapatan sangat didominasi oleh hanya satu sumber pendapatan. Kondisi ini mempengaruhi kompetitifitas dari Sharing Vision dalam memasuki pasar layanan big data.   \n \n \n\nUntuk mengetahui lebih jauh mengenai situasi Sharing Vision saat ini, dilakukan penelitian menggunakan metodologi 4D sebagai kerangka konseptual. Terdiri dari tahap Discovery, tahap Diagnosis, tahap Design, dan tahap Delivery. Tahap Discovery terutama terdiri dari pengumpulan dan analisis data. Data dikumpulkan dengan melakukan wawancara dengan manajemen dan data sekunder dari data internal perusahaan. Langkah selanjutnya adalah mengolah semua data yang terkumpul dengan menggunakan analisis internal dan eksternal untuk memahami situasi bisnis saat ini. Tahap Diagnosis kemudian dilakukan untuk mengidentifikasi masalah yang saat ini dihadapi oleh perusahaan yaitu pendapatannya saat ini sangat didominasi oleh konsultasi. Analasis Akar masalah lalu digunakan untuk mengetahui akar penyebab utama permasalahan saat ini yaitu tidak adanya strategi memasuki pasar dan dibutuhkannya investasi.   \n \n \n\nSolusi yang diusulkan sebagai bagian dari tahap Design untuk masalah saat ini adalah menerapkan integrated cost leadership-differentiation sebagai strategi memasuki pasar dan reinvestasi keuntungan kembali ke bisnis. Strategi memasuki pasar terdiri dari (1) meningkatkan fleksibilitas (menggunakan alat seperti sistem manufaktur fleksibel, manajemen hubungan pelanggan, dan sistem manajemen total mutu), (2) menyesuaikan brand positioning, dan (3) menerapkan marketing mix yang baru. Hal ini akan meningkatkan daya saing Sharing Vision dalam memasuki pasar layanan big data. Sementara itu, reinvestasi profit akan meningkatkan sumber daya, kemampuan dan anggaran pemasaran dari Sharing Vision untuk melaksanakan rencana pemasaran baru yang dirancang dalam marketing mix yang baru. Implikasi dari kedua solusi tersebut akan meningkatkan kinerja seminar menjadi 125,7% dari pendapatannya saat ini dan menjadikannya sebagai produk unggulan big data. Dengan demikian akan menjadikan seminar sebagai sumber pendapatan utama berikutnya bagi Sharing Vision selain konsultasi.", "Daftar File": {"2018 TS PP MARTHIN LUKAS S. PAKPAHAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134610"}, "Penulis": "MARTHIN LUKAS S. PAKPAHAN / 29114341", "Kontributor / Dosen Pembimbing": ["Prof. Togar M. Simatupang, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "big data, flexibility, market entry strategy, reinvesting", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "09 Mar 2018"}