{"Nomor": 28786, "Judul": "KONSTRUKSI GEN DAN KARAKTERISASI PROTEIN POLIETILEN TEREFTALAT HIDROLASE (PETASE) PADA ESCHERICHIA COLI BL21 (DE3)", "Abstrak": "Polietilen tereftalat (PET) merupakan salah satu polimer sintetik yang paling banyak diproduksi dan digunakan. Tiap tahun sekitar 50 juta ton produk berbasis PET diproduksi, terutama dalam produk plastik yang sangat kuat dan serba guna. Ironisnya, kekuatan yang dimiliki produk berbasis PET menjadikannya resisten terhadap bio-degradasi. Akibatnya, PET terakumulasi menjadi limbah yang mencemari lingkungan. Pada tahun 2016 ditemukan suatu enzim pengurai PET dari bakteri Ideonella sakaiensis yang dinamakan enzim polietilen tereftalat hidrolase (PETase). Untuk dapat memanfaatkan potensi enzim tersebut, berbagai karakterisasi perlu dilakukan, terutama agar perilaku enzim tersebut dapat lebih dimengerti sehingga pemanfaatannya lebih optimal. Pada penelitian ini, sistem ekspresi PETase pada inang Escherichia coli BL21 (DE3) dikonstruksi. Pertama, dilakukan optimasi kodon dari sekuens PETase I. sakaiensis sehingga dapat diekspresikan dalam inang E. coli BL21 (DE3) secara optimal. Penambahan ribosomal binding site, promoter konstitutif, serta terminator juga dilakukan. Ekspresi dan aktivitas PETase E. coli BL21 (DE3) kemudian dikarakterisasi dengan pemodelan matematis dan analisis ekspresi protein menggunakan SDS-PAGE. Hasil analisis SDS-PAGE menunjukkan 44,38% enzim PETase terekspresikan secara ekstraseluler oleh inang E. coli BL21 (DE3), sedangkan 55,62% lainnya terjebak pada daerah intrasel. Selanjutnya, aktivitas enzim PETase dianalisis dengan uji kolorimetri berbasis p-nitrofenil butirat (pNPB). Aktivitas PETase yang diekspresikan kemudian diuji pada suhu dan pH yang bervariasi. Dari data tersebut, suatu model aktivitas PETase dikembangkan dengan metode response surface methodology (RSM). Model yang dihasilkan kemudian digunakan untuk mencari parameter pH dan suhu yang dapat menghasilkan aktivitas PETase maksimal. Aktivitas PETase maksimal diprediksi terjadi pada suhu 38,8Ã‚Â°C dan pH 7,7. Konstruksi gen dan karakterisasi protein PETase pada E. coli BL21 (DE3) ini akan sangat bermanfaat dalam implementasi penanganan cemaran lingkungan dengan biodegradasi PET.", "Daftar File": {"2018 TS PP MARVIN NATHANAEL IMAN  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134631"}, "Penulis": "MARVIN NATHANAEL IMAN  [21117031]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Maelita Ramdani M."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Karakterisasi enzim, optimasi aktivitas enzim, polietilen tereftalat (PET), polietilen tereftalat hydrolase (PETase), response surface methodology (RSM).", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "18 Sep 2018"}