{"Nomor": 28784, "Judul": "STUDI KINERJA SISTEM PENENTUAN POSISI BEIDOU UNTUK PENGUKURAN GNSS DENGAN METODE STATIK DAN RTK DI KAWASAN BANDUNG", "Abstrak": "Satelit Beidou (BDS) merupakan sistem navigasi yang dimiliki oleh Cina yang saat ini sudah menyelesaikan fase kedua dari tahap pengembangan sistem satelit tersebut dan memiliki area pelayanan navigasi di wilayah Asia-Pasifik. Cina dengan target mempunyai tingkat akurasi yang tinggi dengan tingkat kepercayaan yang tinggi pula bercita-cita untuk menyelesaikan sistem navigasi satelit ini pada tahun 2020. Saat ini, masih sedikit penelitian yang mengangkat topik tentang Beidou tersebut khususnya di wilayah Indonesia. Penelitian ini bertujuan untuk mengidentifikasi kinerja dan pengaruh Beidou yang mengacu terhadap tingkat akurasi dan presisi pengamatan GNSS.   \n \n \n\nPenelitian ini dilakukan berdasarkan hasil pengolahan data dengan menggunakan perangkat lunak pengolahan data LGO dan CGO. Metode pengukuran yang digunakan dalam penelitian ini adalah metode statik jaring dan metode Real Time Kinematic (RTK) dengan menggunakan alat survei GNSS (Global Navigation Satellite System) CHC X91. Satelit Beidou memberikan dampak meningkatnya nilai kepresisian dengan peningkatan ppm sebesar 8% dan menurunnya nilai standar deviasi untuk koordinat easting sebesar 2,6 mm, untuk koordinat northing sebesar 0,8 mm dan untuk koordinat tinggi sebesar 2,7 mm.   \n \n \n\nDalam hal akurasi, satelit Beidou memberikan dampak meningkatnya akurasi pada nilai koordinat tinggi sebesar 0,8 mm namun terdapat penurunan untuk tingkat akurasi koordinat easting sebesar 3,7 mm dan koordinat northing sebesar 1,9 mm. Dengan menggunakan metode RTK, kombinasi antara satelit GPS dan satelit Beidou memberikan hasil pengambilan data kurang dari 10 detik dengan rata-rata nilai Root Mean Square (RMS) pada penelitian ini adalah sebesar 0,003 m.", "Daftar File": {"2016 TA PP  MARULITUA IGNATIUS 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/134624", "2016 TA PP  MARULITUA IGNATIUS 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/134625", "2016 TA PP  MARULITUA IGNATIUS 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/134626", "2016 TA PP  MARULITUA IGNATIUS 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/134627", "2016 TA PP  MARULITUA IGNATIUS 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/134628", "2016 TA PP  MARULITUA IGNATIUS 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/134629"}, "Penulis": "MARULITUA IGNATIUS  (NIM : 15112103)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n \n \n\nProf. Dr. Hasanuddin Z. Abidin.", "Dr. Irwan Gumilar, ST., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Satelit Beidou (BDS)", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "27 Sep 2018"}