{"Nomor": 28793, "Judul": "ANALISIS KESTABILAN LERENG TERHADAP POTENSI LONGSORAN GULING PADA RUAS JALAN TAWAELI-TOBOLI KM 42  KM 52, SULAWESI TENGAH", "Abstrak": "Bidang diskontinuitas pada lereng di ruas jalan Tawaeli-Toboli KM 42-52 dapat menjadi bidang lemah yang memicu longsoran, di antaranya longsoran guling. Longsoran guling dapat terjadi pada blok tunggal yang menghasilkan jatuhan blok batuan (rockfall) dan dapat terjadi pada massa batuan yang diikuti perpindahan volume blok batuan yang besar. Metode empiris seperti klasifikasi Slope Mass Rating memberikan penilaian yang cukup konservatif terhadap potensi longsoran dan dalam evaluasinya metode ini tidak mempertimbangkan komponen gaya penahan-gaya penggerak yang bekerja pada lereng dan fungsi tegangan-regangan material penyusun lereng. Untuk itu, analisis kestabilan lereng terhadap potensi longsoran guling perlu dilakukan secara komprehensif dengan menggunakan metode empiris, metode analitik, dan metode numerik. Analisis yang lebih komprehensif diharapkan mampu memberikan desain perkuatan lereng yang lebih optimal.    \n \n\nSurvei scanline berisi deskripsi detail diskontinuitas pada batuan sekis amfibol dan gneis kuarsa pada lereng. Selain digunakan dalam klasifikasi massa batuan, parameter scanline juga digunakan untuk menentukan kekuatan massa batuan dan kuat geser diskontinuitas. Kedua parameter ini menjadi data masukan dalam perhitungan faktor keamanan dan probabilitas kelongsoran dengan metode kesetimbangan batas dan metode elemen hingga. Probabilitas kelongsoran adalah variabilitas spasial dari faktor keamanan yang diperoleh melalui simulasi Monte Carlo dan Metode Estimasi Titik (PEM). Hasil analisis menunjukkan lereng TP-04 memiliki nilai faktor keamanan di bawah nilai ambang, sedangkan lereng TP-01 memiliki nilai probabilistik kelongsoran melebihi nilai ambang. Hasil sensitivitas data dan analisis balik menunjukkan komponen diskontinuitas dalam sistem longsoran guling yang secara signifikan mempengaruhi kestabilan lereng adalah sudut geser dalam (b) base joint dan kohesi (ct) block toppling. Rekomendasi sistem perkuatan lereng dilakukan dengan mengurangi gaya pendorong (pemotongan atau penjenjangan lereng), memperbesar gaya penahan (penggunaan dinding penahan, baut batuan, dan beton tembak), dan proteksi terhadap jatuhan blok batuan (paritan di kaki lereng dan/atau jala kawat).", "Daftar File": {"2016 TS PP M A S R I  1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/134654", "2016 TS PP M A S R I  1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/134655", "2016 TS PP M A S R I  1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/134656", "2016 TS PP M A S R I  1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/134657", "2016 TS PP M A S R I  1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/134658", "2016 TS PP M A S R I  1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/134659", "2016 TS PP M A S R I  1- BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/134660", "2016 TS PP M A S R I  1-  PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/134661"}, "Penulis": "MASRI (NIM: 22013012)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Imam Achmad Sadisun, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "longsoran guling, C-SMR, faktor keamanan, probabilitas kelongsoran, kestabilan lereng.", "Sumber": "", "Staf Input/Edit": "tuti yulia  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "18 Okt 2018"}