{"Nomor": 28794, "Judul": "MODEL FISIKA GERAKAN TANAH PENUTUP LERENG CURAM DI PULAU AMBON MALUKU", "Abstrak": "Investigasi mengenai bencana tanah longsor yang merupakan bagian dari gerakan tanah di wilayah Pulau Ambon Maluku sangat penting, karena mengingat dari tahun ke tahun frekuensi bencana longsor terus meningkat. Bencana longsor tersebar di seluruh wilayah Pulau Ambon, dimana kejadian longsor yang terparah di Pulau Ambon yang menimbulkan kerugian besar dan menelan banyak korban adalah longsor di Kampung Booi, longsor di Amahusu, longsor di Erie dan longsor di Negeri Lima. Pada penelitian ini dilakukan pendekatan multidisiplin secara terintegrasi meliputi kajian lapangan, pengukuran laboratorium, pemodelan, dan analisis untuk menentukan bidang gelincir dan faktor keamanan lereng pada daerah yang telah longsor guna mengantisipasi terjadinya longsor susulan. Kajian yang dilakukan adalah menurunkan matematis pelepasan tanah penutup lereng/bukit sebagai proses longsor untuk memperoleh persamaan runtuhan bidang pada daerah longsor dengan pendekatan kriteria Mohr-Coulomb. Dilakukan juga kajian penurunan fisika longsor untuk menentukan mekanisme penggelinciran longsor pada kelerengan karena seretan air sampai mengendap debris/sedimen.             \n\nHasil penelitian menunjukkan bahwa di empat lokasi kajian masih rawan terhadap longsor susulan jika adanya gangguan eksternal yang memicu dengan faktor keamanan lereng adalah 0.87 Ã‚Â– 0.97. Wilayah yang mendapatkan ancaman bahaya longsor tinggi adalah Kecamatan Sirimau, Nusaniwe dan sebagian Leihitu. Untuk menghindari dan menimalisir terjadinya longsor susulan diterapkan model tol air sebagai prevensi bencana longsor dan erosi lereng. Hasil perhitungan prediksi fase runout (panjang longsor, kecepatan longsor dan waktu jangkauan longsor) di empat lokasi longsor adalah berbeda-beda, perbedaan ini tergantung pada pengukuran parameter geometri muka lereng longsor. Selanjutnya hasil perhitungan kecepatan pengendapan debris/sedimen pada setiap lokasi longsor juga berbeda-beda, hal ini tergantung dari geometri lereng, viskositas atau seretan aliran debris atau aliran air, serta stratigrafi geologi setempat.", "Daftar File": {"2018 DS PP MATHEUS SOUISA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134663", "2018 DS PP MATHEUS SOUISA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/134664", "2018 DS PP MATHEUS SOUISA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/134665", "2018 DS PP MATHEUS SOUISA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/134666", "2018 DS PP MATHEUS SOUISA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/134667", "2018 DS PP MATHEUS SOUISA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/134668", "2018 DS PP MATHEUS SOUISA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/134669", "2018 DS PP MATHEUS SOUISA 1-BAB 6 A.pdf": "https://digilib.itb.ac.id/gdl/download/134670", "2018 DS PP MATHEUS SOUISA 1-BAB 6 B.pdf": "https://digilib.itb.ac.id/gdl/download/134671", "2018 DS PP MATHEUS SOUISA 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/134672", "2018 DS PP MATHEUS SOUISA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/134673"}, "Penulis": "MATHEUS SOUISA - NIM: 30213013", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Lilik Hendrajaya, M.Sc, Ph.D             \n \n \n \n \n \n \n \n \n \n \n \n \n\nGunawan Handayani, MSCE, Ph.D"], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Gerakan tanah, penutup lereng, runtuhan tebing, aliran debris, pengendapan, tol air", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ratnasari", "File": "11 file", "Tanggal Input": "04 Jun 2018"}