{"Nomor": 28805, "Judul": "PENGARUH APLIKASI PUPUK KOMPOS TERHADAP PRODUKTIVITAS DAN KUALITAS POLONG SEGAR TANAMAN KEDELAI JEPANG EDAMAME (Glycine max (L.) MERRILL, VARIETAS RYOKKOH", "Abstrak": "Edamame merupakan komoditas kedelai yang dipanen saat keadaan polong masih hijau atau disebut sebagai kedelai sayur (vegetable soybean). Permintaan akan edamame di pasar lokal maupun ekspor sangat tinggi, namun produktivitasnya masih rendah. Salah satu tantangan budidaya edamame lokal adalah mendesain sistem budidaya menggunakan pupuk organik dengan tingkat produktivitas mendekati sistem budidaya konvensional. Penelitian ini dirancang untuk menentukan produktivitas polong segar edamame serta dosis pupuk kompos yang memberikan produktivitas maupun kualitas polong segar yang paling baik. Penelitian dilakukan menggunakan Rancangan Acak Lengkap (RAL) yang terdiri dari 3 perlakuan pemupukan (dosis 3, 5, dan 7 ton/ha) dan terdapat 6 ulangan. \n\nHasil uji statistika ANOVA menunjukkan bahwa perlakuan dosis pupuk organik kompos tidak berpengaruh nyata (p>0,05) terhadap parameter vegetatif maupun produksi. Kualitas polong edamame yang ditunjukkan pada parameter Total Padatan Terlarut (TPT), kenampakan, aroma, tekstur, dan rasa adalah cenderung baik. Produktivitas polong segar edamame pada perlakuan 3, 5, dan 7 ton/ha berturut-turut sebesar 3,41 ton/ha; 3,18 ton/ha; dan 3,00 ton/ha. Dosis 3 ton/ha memberikan produktivitas paling tinggi dan kualitas yang baik.", "Daftar File": {"2018 TA PP   MAULIDI FIRLANDIANA   1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134703"}, "Penulis": "MAULIDI FIRLANDIANA (nim : 11414022)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ramadhani Eka Putra."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "edamame, pupuk kompos, produktivitas, kualitas, polong", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Jul 2018"}