{"Nomor": 28807, "Judul": "RUMAH SAKIT IBU DAN ANAK DI CIBINONG, BOGOR", "Abstrak": "Proyek ini merupakan suatu proyek bangunan rumah sakit khusus ibu dan anak yang \n\ndiprakarsai oleh PT Brawijaya Medikatama, pemilik dan pengelola dari Brawijaya Women \n\nand ChildrenÃ‚Â’s Hospital Jakarta. Tapak rumah sakit ini memiliki luas lahan sebesar Ã‚Â±10.000 \n\nm2 dan terletak pada lokasi dengan tata guna lahan sebagai lahan untuk permukiman \n\nkepadatan tinggi. Sebagai rumah sakit khusus kelas B, proyek ini akan mengakomodasi \n\nfungsi pelayanan dan perawatan medis bagi ibu dan anak serta fungsi pelayanan non-medis \n\nberupa penyediaan kelengkapan fasilitas lifestyle bagi pengguna seperti area komersial, \n\ncafÃƒÂ©, dan wellness center. Rumah sakit ini direncanakan terdiri dari 4 lantai dengan \n\nkapasitasi 50 tempat tidur bagi pasien. \n\nProyek ini berada di Jalan Raya Bogor, Cibinong, Kabupaten Bogor yang strategis karena \n\nberada mudah dijangkau dari arah Jakarta ataupun Kota Bogor dan terletak di dekat \n\nperumahan Nirwana Estate dan juga Mutiara Sentul. Rumah sakit ibu dan anak ini \n\nmengusung konsep Ã‚Â“Exclusive Integrated HospitalÃ‚Â”, yakni menekankan rumah sakit sebagai \n\nlingkungan penanganan medis yang dapat membantu proses penyembuhan pasien. Adapun \n\nkonsep tersebut berkaitan dengan desain rumah sakit yang nyaman, aman, exclusive, serta \n\ndekat dengan alam dan dapat mengakomodasi kebutuhan pasien ibu dan anak baik secara \n\nmedis maupun non-medis.", "Daftar File": {"2018 TA PP MAULIDINDA NABILA 1-ABSTRAK pdf.pdf": "https://digilib.itb.ac.id/gdl/download/134705"}, "Penulis": "MAULIDINDA NABILA (NIM : 15214022)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Surjamanto W., MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "rumah sakit, Bogor, exclusive, pasien, ibu dan anak", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Perpustakaan Prodi Arsitektur", "File": "8 file", "Tanggal Input": "28 Sep 2018"}