{"Nomor": 28804, "Judul": "ISOLASI SENYAWA FLAVONOID DARI EKSTRAK METANOL KULIT BATANG KINA (CINCHONA OFFICINALIS L.)", "Abstrak": "Kulit batang kina (Cinchona officinalis L., Rubiaceae) diketahui mengandung senyawa alkaloid   \n \n \n\nyang digunakan sebagai obat. Sementara itu, penelitian tentang senyawa non-alkaloid dari kulit   \n \n \n\nbatang kina masih terbatas sehingga dalam penelitian ini diisolasi senyawa flavonoid dari kulit   \n \n \n\nbatang kina. Ekstrak pekat yang didapatkan dari PT Sinkona Indonesia Lestari dipantau secara   \n \n \n\nkromatografi lapis tipis (KLT). Kandungan alkaloid dalam ekstrak dipisahkan dengan ekstraksi   \n \n \n\nasam basa dan difraksinasi secara ekstraksi cair-cair dengan etil asetat. Fraksi etil asetat yang   \n \n \n\nbebas alkaloid dipantau secara KLT untuk menentukan senyawa target. Fraksi etil asetat   \n \n \n\ndisubfraksinasi secara kromatografi radial dan dipantau secara KLT. Subfraksi yang mengandung   \n \n \n\nsenyawa target digabungkan dan dimurnikan secara KLT preparatif. Hasil pemurnian diuji   \n \n \n\nkemurniannya secara KLT dengan tiga sistem pengembang tunggal dan KLT dua dimensi. Isolat   \n \n \n\ndikarakterisasi menggunakan spektrofotometri ultraviolet-sinar tampak, pemaparan uap   \n \n \n\namonia, dan kromatografi kertas dua dimensi. Isolat memiliki serapan maksimum pada 282 nm   \n \n \n\ndan 320 nm yang diduga sebagai suatu flavanon aglikon dengan 7-OH bebas.", "Daftar File": {"2018 TA PP MAULIDA ZAFITRI LUBIS 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134702"}, "Penulis": "MAULIDA ZAFITRI LUBIS NIM : 10714097", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dra. Siti Kusmardiyani, M.Sc.", "Dr. Muhamad Insanu, S.Si, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "kulit batang kina, alkaloid, flavonoid", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "10 file", "Tanggal Input": "27 Sep 2018"}