{"Nomor": 28803, "Judul": "ANALISIS KINERJA SENSOR GAS ELEKTROKIMIA UNTUK GAS KARBON MONOKSIDA (CO) SKALA LABORATORIUM DAN LAPANGAN DENGAN METODE ANALISIS STATISTIKA KORELASI", "Abstrak": "Sensor Elektrokimia CO-B4 merupakan alat pendeteksi gas yang portable, rendah energi, rendah biaya investasi dan operasional, serta mudah dioperasikan. Sebagai alat pemantau udara indikatif Sensor Elektrokimia CO-B4 harus memenuhi Data Quality Objective. Di Indonesia belum banyak penelitian terhadap sensor ini, maka dilakukan pengujian kinerja sensor ini. Tujuan penelitian adalah mengetahui tingkat akurasi, presisi, korelasi, nilai perbandingannya terhadap referensi, dan pengaruh meteorology terhadap kinerja sensor. Metode pengumpulan data di laboratorium adalah pengujian variasi konsentrasi gas standar CO yang dibandingkan dengan CO meter. Pengujian lapangan dilakukan terhadap udara ambien dengan konsentrasi CO tinggi (Bundaran HI) dan rendah (Lubang Buaya) yang dibandingkan dengan CO Analyzer. Data waktu pengukuran dan konsentrasi masing-masing alat dianalisis menggunakan metode statistika korelasi, maka diketahui dari hasil pengujian sebesar 95,7% data tidak memenuhi kriteria akurat, sedangkan berdasarkan hasil pengujian sebesar 40,7% data tidak memenuhi kriteria presisi. Dengan demikian pada operating time 1 tahun 8 bulan Sensor Elektrokimia CO-B4 sudah tidak akurat dan presisi untuk digunakan sebagai alat ukur konsentrasi CO di udara ambien.. Hal ini disebabkan disebabkan oleh berkurangnya sensitifitas sensor dan terjadinya peningkatan drift akibat umur sensor yang sudah mendekati operating life, maka penggunaan sensor harus memperhatikan operating life-nya. Dari pengujian di lapangan diketahui temperatur, kelembaban, dan kecepatan angin kurang berpengaruh terhadap kinerja sensor pada parameter akurasi.", "Daftar File": {"2016 TA PP MAULIDA NORMA ANISA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/134695", "2016 TA PP MAULIDA NORMA ANISA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/134696", "2016 TA PP MAULIDA NORMA ANISA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/134697", "2016 TA PP MAULIDA NORMA ANISA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/134698", "2016 TA PP MAULIDA NORMA ANISA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/134699", "2016 TA PP MAULIDA NORMA ANISA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/134700", "2016 TA PP MAULIDA NORMA ANISA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/134701"}, "Penulis": "MAULIDA NORMA ANISA (NIM :  15312058)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Asep Sofyan, S.T. M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "akurasi, nilai perbandingan, presisi, sensor elektrokimia, statistika korelasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "27 Feb 2018"}