{"Nomor": 28802, "Judul": "KOMPLEKS INKLUSI PATI &#822; UREA SEBAGAI CONTROLLED RELEASE FERTILIZERS (CRF)", "Abstrak": "Di negara agraris, kemajuan sektor pertanian memegang peranan penting dalam mengatasi permasalahan perekonomian bangsa. Keberhasilan dan keefektifan pemupukan menjadi salah satu kunci berkembangnya sektor pertanian. Pupuk urea adalah pupuk yang lazim digunakan dalam pertanian karena kandungan nitrogennya cukup tinggi, yakni sekitar 46%. Pada tahun 2015, penggunaan pupuk urea di Indonesia mencapai 6,9 juta ton. Namun demikian, efisiensi pemupukan di Indonesia masih cukup rendah karena sebagian besar kandungan nitrogen pada pupuk urea cepat hilang ke lingkungan. Kehilangan ini disebabkan karena kandungan nitrogen terlepas ke udara dan lingkungan lebih cepat dibanding dengan waktu yang diperlukan tanaman untuk mengambil unsur hara tersebut. Akumulasi bahan kimia pada pupuk urea menyebabkan pencemaran lingkungan yang cukup signifikan. Untuk mengatasi hal ini, pupuk urea dapat dimodifikasi dengan cara kompleksasi menggunakan pati sebagai polimer alam yang merupakan salah satu metode pembuatan Controlled Release Fertilizers (CRF). Komponen pati pada CRF yang mengelilingi molekul urea akan terdegradasi lebih dahulu, sehingga pelepasan kandungan nitrogen pada pupuk urea menjadi lebih terkontrol. Cara ini terhitung murah karena menggunakan pati singkong yang mudah diperoleh, ramah lingkungan, dan berbasis air. Pada penelitian ini, amilosa pada pati bertindak sebagai molekul inang yang dikomplekskan dengan dua jenis molekul tamu, yaitu urea dan N-dodesilurea. N-dodesilurea diperoleh dari reaksi alkilasi antara urea dengan 1-bromododekana 97%. Kompleks CRF dibuat dengan cara mencampurkan pati sebanyak (3,5 ̶ 6,0% b/v) terhadap volume campuran dan molekul tamu (20,0 ̶ 55,0% b/b) berdasarkan berat pati dengan air sebagai pelarut. Rendemen kompleks inklusi yang diperoleh adalah 37,0 ̶ 45,0%. Hasil uji degradasi kompleks pada tanah menunjukkan adanya penurunan berat kompleks yang diperoleh terhadap waktu. Pada analisa dengan FTIR, terdapat pergeseran serapan gugus fungsi karbonil (C=O) dari 1670 cm-1 ke 1620 cm-1, gugus fungsi (C-O-C) glikosidik dari 1080 cm-1 ke 1010 cm-1, gugus fungsi alkana (-CH2-) dari 2940 cm-1 ke 2910 cm-1, gugus fungsi (C-N) dari 1393 cm-1 ke 1300 cm-1, dan gugus hidroksi (-OH) dari 3490 cm-1 ke 3390 cm-1. Hasil analisis XRD pada kompleks diperoleh puncak 2θ pada 13,36o dan 30,00o yang menunjukkan hasil inklusi pada tipe V6-amilosa. Analisis menggunakan SEM menunjukkan bahwa terdapat kristal kubus dengan ukuran 2,032 x 1,920 μm dan kristal berbentuk balok dengan ukuran 2,017 x 1,224 μm yang bersifat kristalin yang merupakan dimensi CRF.", "Daftar File": {"2016 TA PP MAULIADY SATRIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/134688", "2016 TA PP MAULIADY SATRIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/134694"}, "Penulis": "MAULIADY SATRIA  (NIM: 10512031)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Rachmawati."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Controlled Release Fertilizers, kompleks inklusi, urea, alkilasi, pati.", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "7 file", "Tanggal Input": "11 Okt 2018"}