{"Nomor": 28818, "Judul": "PERANCANGAN DAN IMPLEMENTASI INTEGRASI SISTEM EMBEDDED BERBASIS MULTITHREAD PADA WAHANA GANESHBLUE UNDERWATER GLIDER", "Abstrak": "Autonomous Underwater Vehicle (AUV) adalah suatu wahana yang dapat \n\ndigunakan untuk eksplorasi data-data kelautan dan penelitian bawah air secara \n\notomatis. Salah satu wahana yang dapat digunakan adalah Autonomous \n\nUnderwater Glider (AUG) GaneshBlue yang bergerak menggunakan daya apung \n\ndan pergeseran volume untuk melakukan gerakan meluncur didalam air. Penelitian \n\nini berfokus pada pengembangan dari sistem embedded dan perancangan dan \n\nimplementasi integrasi sistem, terutama implementasi konsep multithread pada \n\nsistem. Konsep multithread dipakai karena sistem embedded yang diintegrasikan \n\ndi dalam penelitian ini akan mengakomodasi beberapa subsistem di dalam \n\nGaneshBlue Underwater Glider.Subsistem ini antara lain sistem komunikasi, \n\nsistem kendali, sistem navigasi, sistem pemandu dan sistem akuisisi data sensor. \n\nHasil penelitian menunjukkan bahwa integrasi sistem pada wahana Ganeshblue \n\nUnderwater Glider berhasil dirancang, diimplentasikan dan diuji dengan diperoleh \n\ndata hasil pengujian yang dapat membandingkan sistem multithread dengan sistem \n\nsekuensial sebagai keluaran pengujian. Sistem multithread dapat menyelesaikan \n\nproses untuk setiap state dengan latency yang lebih rendah dibandingkan dengan \n\nsistem sekuensial. Dan pengujian FSM pada sistem multithread menunjukkan \n\ntingkat keberhasilan 100%, ini menunjukkan bahwa sistem multithread dapat \n\nberoperasi sesuai dengan FSM yang telah dirancang pada masing-masing skenario \n\npengujian.", "Daftar File": {"2018 TS PP M.B. NUGRAHA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134740"}, "Penulis": "M.B. NUGRAHA (NIM: 23215079)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing \n\nProf. Dr. Ir. Bambang Riyanto T., M. Sc.", "Egi Muhammad I.H., S.T., M. Sc, Ph. D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "AUV, AUG, Ganeshblue, Integrasi Sistem, Konsep Multithreading, Sistem Embedded", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2018"}