{"Nomor": 28826, "Judul": "Strategi Rantai Kopi Berkelanjutan untuk Usaha Pemanggangan Lokal Berskala Kecil: Studi Kasus Narakopi", "Abstrak": "Narakopi adalah susaha kecil rintisan berbasis sosial dengan bisnis utama adalah pemanggangan biji \n\nkopi baik untuk kebutuhan bisnis dan individu. Untuk mencapai misinya, Narakopi ingin \n\nmengaplikasikan rantai kopi yang berkelanjutan. Namun tidak banyak panduan atau penelitian yang \n\nmembahas mengenai hal ini untuk diimplementasikan ke dalam usaha pemanggangan berskala kecil. \n\nDalam konteks manajemen rantai nilai yang berkelanjutan, tujuan dari penelitian ini adalah untuk \n\nmenerapkan strategi yang tepat yang mungkin dilakukan oleh Narakopi sebagai pemanggangan berskala \n\nkecil dengan bekerja sama dengan petani kopi skala kecil di Desa Dewata, Sulawesi Selatan. \n\nStrategi manajemen rantai nilai berkelanjutan dalam industri kopi juga dikenal sebagai rantai kopi \n\nberkelanjutan yang mencakup dimensi sosial dan lingkungan di samping tujuan ekonomi. Perusahaan \n\nmampu memperoleh manfaat dengan strategi rantai kopi berkelanjutan seperti keunggulan kompetitif \n\nyang berasal dari peringkat yang lebih tinggi di bidang lingkungan, etika, profitabilitas, kepuasan \n\npemangku kepentingan, kesulitan peniruan, biaya yang lebih efisien, kemampuan beradaptasi yang lebih \n\ntinggi, dan citra yang lebih positif dengan didukung oleh pertumbuhan berkelanjutan pasar. Namun, \n\nselama ini strategi ini hanya dilakukan oleh perusahaan-perusahaan kopi besar. Metode penelitian \n\nkualitatif dilakukan untuk mengeksplorasi dan menganalisis data. Pekerjaan lapangan dan pengumpulan \n\ndata dilakukan pada bulan Juni-September 2016. Untuk saat ini, tantangan utama bagi Narakopi sebagai \n\nroaster skala kecil dalam menerapkan strategi rantai kopi yang berkelanjutan adalah belum adanya \n\nrencana implementasi yang komprehensif untuk melakukannya. \n\nMasalah terbesar yang ditemui dalam pertanian skala kecil di Desa Dewata adalah masalah ekonomi \n\nyang sebagian besar berimplikasi pada dimensi lain. Oleh karena itu, dengan berfokus pada dimensi \n\nekonomi, dampaknya bisa dirasakan pada dimensi lainnya. Strategi rantai kopi berkelanjutan dapat \n\ndibagi menjadi 5 kategori yaitu: pendampingan dalam berjejaring, kemitraan langsung, harga yang lebih \n\nbaik, pengembangan kapasitas, dan promosi nilai. \n\nSebagai rencana implementasi, masing-masing kategori dipecah menjadi beberapa kegiatan utama. \n\nSumber daya yang dibutuhkan dari setiap kegiatan dicatat untuk estimasi anggaran. Total dana yang \n\ndiperlukan untuk menerapkan strategi rantai kopi yang berkelanjutan mencapai Rp30.440.000. \n\nPerkiraan jadwal waktu juga dihitung, dibutuhkan sekitar 8 minggu untuk menerapkan strategi rantai \n\nkopi berkelanjutan untuk Narakopi. \n\nSebagai studi kasus tunggal, beberapa perhatian perlu diterapkan untuk menggeneralisasi temuan di luar \n\nkonteks spesifik yang dipelajari. Studi ini memiliki implikasi bagi pemilik bisnis skala kecil dalam \n\nmenciptakan rencana implementasi untuk strategi rantai kopi yang berkelanjutan. Sutdi Ini juga \n\nmenyoroti potensi roaster skala kecil lokal untuk memecahkan masalah keberlanjutan di daerah \n\npedesaan sambil meningkatkan keunggulan kompetitif untuk organisasi di masa depan.", "Daftar File": {"Thesis-Mediane Nurul Fuadah-29116528 copy.pdf": "https://digilib.itb.ac.id/gdl/download/134755"}, "Penulis": "Mediane Nurul Fuadah", "Kontributor / Dosen Pembimbing": ["Gatot Yudoko, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "sustainable coffee chain, sustainable value chain, value chain management, smallholder coffee farmer, small scale roaster", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "07 Jun 2018"}