{"Nomor": 28823, "Judul": "PERANCANGAN BUKU BERGAMBAR INTERAKTIF LIFT A FLAP SEBAGAI ALAT PENDUKUNG TERAPI KETERLAMBATAN WICARA ANAK ASD (AUTISM SPECTRUM DISORDER) DI RUMAH", "Abstrak": "Autism Spectrum Disorder (ASD) merupakan gangguan psikologi pada anak yang memengaruhi kelainan pada perkembangan perpasif otak yang mengakibatkan terganggunya kemampuan bahasa dan perilaku. Sekitar 140.000 jiwa anak Indonesia terlahir dengan ASD, dan terus bertambah. Hal tersebut mendasari bagi lembaga pendidikan khusus seperti Lembaga Pendidikan Autisma Prananda Bandung (LPAPB) untuk merancang program berbasis media grafis sebagai strategi untuk membantu meningkatkan kemampuan berkomunikasi ekspresif anak ASD di lembaga dan dirumah dengan metode Home Based Program, yang mendasari adalah karena kesulitannya dalam berlatih pembendaharaan kosakata dasar sehingga mengakibatkan maksud dan keinginannya sulit difahami. Namun ternyata proses Home Based Program dengan strategi media grafis dikeluhkan oleh orang tua terhambat, akibat kesulitan anak ASD High Function untuk fokus dan bosan dengan pola ajar serta media grafis yg digunakan sehingga terhambatnya perkembangan interaksi sosialnya.              \n \n \n \n\nPenelitian ini bertujuan untuk mengidentifikasi kebutuhan sarana pembelajaran anak ASD High Function untuk mempelajari kosakata, kategori kosakata dan merangkai kata melalui Home Based Program di LPAPB. Metode perancangan ini menggunakan Human Centered Design melalui tahapan Observation, Idea Generation, Prototype dan Test yang mengadopsi metode Double Diamond. Buku bergambar interaktif ini merupakan solusi yang berguna sebagai alat bantu terapi anak ASD dengan usia 4-6 tahun untuk berlatih kemampuan komunikasi ekspresifnya menggunakan 5 kategori kosakata tingkat dasar yaitu Kata Kerja, Kata Sifat, Kata Nama Hewan, Kata Nama Makanan dan Kata Nama Buah yang menampilkan preferensi visual terhadap bentuk dasar yang, warna hijau dan biru yang dominan namun notasi warna belum diketahui secara spesifik, pola bermain dilantai dan berjalan-jalan mengelilingi sebuah area tertentu. Hasil pengujian menunjukan; buku bergambar interaktif lift a flap dapat menjadi alat bantu terapi yang efektif, sebagai upaya pengembangan media pembelajaran khusus anak ASD", "Daftar File": {"M. Dzikri 27115050.pdf": "https://digilib.itb.ac.id/gdl/download/134745"}, "Penulis": "M. DZIKRI ALHAMDI [27115050]", "Kontributor / Dosen Pembimbing": ["Hafiz Aziz Ahmad, M.Des., Ph.D., Dr. Riama Maslan S. M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "ASD High Function, home based program, buku bergambar interaktif lift a flap, kosakata", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "03 Okt 2018"}