{"Nomor": 28829, "Judul": "PERANCANGAN INSINERATOR LIMBAH MEDIS RS AL ISLAM BANDUNG", "Abstrak": "Rumah Sakit (RS) Al Islam adalah RS swasta kelas B di bawah pengelolaan Yayasan RSI KSWI Jawa Barat yang berlokasi di Jalan Soekarno-Hatta No. 644, Bandung. Sampai saat ini RS Al Islam menyerahkan limbah medis yang dihasilkan ke pihak ketiga, yaitu perusahaan pemusnah limbah medis. Padahal, RS Al Islam ini memiliki potensi untuk dapat melakukan pengolahan limbah medis secara on-site yang dapat meminimalkan risiko kontaminasi selama transportasi. Selama observasi yang dilakukan pada 3-10 Maret 2017, ditemukan bahwa timbulan limbah medis rata-rata di RS Al Islam sejumlah 0,855 kg/bed/hari. Untuk mengolah limbah medis tersebut, didesain fasilitas insinerasi dengan memanfaatkan teknologi fluidized bed berkapasitas 170 kg/hari. Fasilitas ini dibangun di sebuah gedung baru seluas 10 m x 5 m di area kosong sebelah barat laut gedung utama RS. Pengolahan ini juga dilengkapi dengan mesin pencacah, heat exchanger, dan teknologi pengendali pencemaran udara, yaitu selective catalytic reduction denoxification dan wet scrubber.", "Daftar File": {"2017 TA PP MEGA LIANI PUTRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/134758", "2017 TA PP MEGA LIANI PUTRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/134759", "2017 TA PP MEGA LIANI PUTRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/134760", "2017 TA PP MEGA LIANI PUTRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/134761", "2017 TA PP MEGA LIANI PUTRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/134762", "2017 TA PP MEGA LIANI PUTRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/134763", "2017 TA PP MEGA LIANI PUTRI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/134764", "2017 TA PP MEGA LIANI PUTRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/134765"}, "Penulis": "MEGA LIANI PUTRI [15313060]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Emenda Sembiring, S.T., M.T., M.Eng.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "RS Al Islam, limbah medis, insinerasi, fluidized bed incinerator, pengendalian pencemaran udara ; Al Islam Hospital, medical waste, incineration, fluidized bed incinerator, air pollution control", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "30 Jan 2018"}