{"Nomor": 28836, "Judul": "ANALYZING THE INFLUENCE OF LEADERSHIP STYLE TOWARD EMPLOYEE PERFORMANCE IN MAJESTIC EVENT ORGANIZER", "Abstrak": "Sumber daya manusia adalah salah satu sumber terpenting dalam menjalankan sebuah bisnis di sebuah perusahaan. Jika kualitas sumber daya manusia dalam suatu perusahaan baik, maka akan menghasilkan kinerja yang maksimal. Salah satu faktor yang mempengaruhi kinerja karyawan adalah gaya kepemimpinan yang diterapkan oleh pemimpin di perusahaannya. Penelitian ini dilakukan di Majestic Event Organizer. Para pegawai Majestic Event Organizer merasa tidak puas dengan gaya kepemimpinan otoriter yang diterapkan atasannya sehingga kinerja mereka menurun dan banyak yang dibawah standar. Penelitian ini dilakukan untuk mengetahui bagaimana pengaruh gaya kepemimpinan transformasional, transaksional, otoriter dan kendali bebas terhadap kinerja pegawai di Majestic Event Organizer apakah positif atau negatif. Untuk mengumpulkan data, peneliti menggunakan pendekatan kuantitatif melalui kuesioner online yang disebarkan kepada seluruh pegawai Majestic Event Organizer yang berjumlah 35 orang. Selanjutnya peneliti menganalisis data dengan menggunakan multiple linear regression. Hasil dari research ini mendukung hipotesis bahwa gaya kepemimpinan transformasional, transaksional dan kendali bebas mempunyai pengaruh positif terhadap kinerja pegawai dan gaya kepemimpinan otoriter memiliki pengaruh negatif terhadap kinerja pegawai. Namun gaya kepemimpinan transaksional dan kendali bebas memiliki pengaruh yang tidak signifikan terhadap kinerja pegawai sedangkan gaya kepemimpinan transformasional dan otoriter memiliki pengaruh yang signifikan terhadap kinerja pegawai. Penelitian ini merekomendasikan kepada pemimpin Majestic Event Organizer untuk menerapkan gaya kepemimpinan transformational since transformational leadership memberikan pengaruh yang positif dan signifikan terhadap kinerja pegawai.", "Daftar File": {"2018 TA PP MEILIA EDIWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134788", "2018 TS PP MEILIA EDIWAN 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/251553"}, "Penulis": "Meilia Ediwan (19015138)", "Kontributor / Dosen Pembimbing": ["Nur Arief Rahmatsyah Putranto S.T., M.HRMHons"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Transformational Leadership Style, Transactional Leadership Style, Authoritarian Leadership Style, Laissez-faire Leadership Style, Employee Performance", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "13 Jul 2018"}