{"Nomor": 28833, "Judul": "INTERPRETASI DATA SELF POTENTIAL DAERAH GUNUNG TANGKUBAN PARAHU DAN SEKITARNYA UNTUK MENGETAHUI ARAH ALIRAN FLUIDA BAWAH PERMUKAAN", "Abstrak": "Telah dilakukan survey lapangan metode Self Potential (SP) di daerah Gunung Tangkuban Parahu dan sekitarnya. Penelitian ini bertujuan untuk mengetahui persebaran nilai potensial daerah penelitian, untuk mengetahui arah aliran fluida , dan untuk mengetahui kedalaman anomali yang diindikasi adanya aliran fluida . Metode SP ini merupakan metode yang pasif yaitu pengukurannya dilakukan tanpa menginjeksikan arus listrik lewat permukaan tanah dengan mengukur beda potensial alamiah diantara dua titik di permukaan tanah. Untuk mengakuisisi data SP digunakan konfigurasi elektroda tetap (fixed base) dengan jarak interval tiap elektroda adalah 20 meter dan sebanyak 20 lintasan. Dalam penerapannya, metode SP dapat diaplikasikan pada eksplorasi panas bumi, hal ini didasarkan pada mekanisme elektrokinetik yang terjadi, dimana fluida yang mengandung elektrolit mengalir pada medium berpori sehingga hal ini menimbulkan beda potensial.. Interpretasi kualitatif menghasilkan peta isopotensial daerah penelitian dengan nilai terendah -5 mV dan nilai yang tertinggi yaitu 355 mV, dari nilai sebaran potensial tersebut dapat diprediksi juga arah aliran fluidanya yaitu dari selatan menuju utara. Interpretasi kuantitatif digunakan untuk memperoleh parameter-parameter sumber anomali yang diindikasi adanya aliran fluida bawah permukaaan. Hasil yang di peroleh setelah dilakukan forward modelling dan inverse modelling pada data penelitian yaitu bentuk sumber anomali adalah berbentuk Horizontal Cylinder dan kedalaman anomali dari masing-masing slice line yang diindikasi adanya aliran fluida bawah permukaan yaitu berkisar antara 803 sampai 816 meter.", "Daftar File": {"2018 TA PP MEHINDRA LULUK BASKORO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134772", "2018 TA PP MEHINDRA LULUK BASKORO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/134773", "2018 TA PP MEHINDRA LULUK BASKORO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/134774", "2018 TA PP MEHINDRA LULUK BASKORO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/134775", "2018 TA PP MEHINDRA LULUK BASKORO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/134776", "2018 TA PP MEHINDRA LULUK BASKORO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/134777", "2018 TA PP MEHINDRA LULUK BASKORO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/134778", "2018 TA PP MEHINDRA LULUK BASKORO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/134779", "2018 TA PP MEHINDRA LULUK BASKORO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/134780"}, "Penulis": "MEHINDRA LULUK BASKORO (NIM : 10214035)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Eng.Enjang Jaenal Mustopa, S.Si.M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Anomali, Aliran, Fluida, Fixed Base, Interpretasi, Kedalaman, Self Potential", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "9 file", "Tanggal Input": "27 Jul 2018"}