{"Nomor": 28839, "Judul": "TIPOLOGI RUMAH DAN KEAMANAN BERMUKIM PENGHUNI (Studi Kasus : Kampung Beting, Jakarta Utara)", "Abstrak": "Penelitian ini dilatarbelakangi oleh permukiman informal sebagai salah satu permasalahan di negera berkembang, seperti halnya Indonesia. Permukiman informal di kota-kota besar di Indonesia semakin berkembang akibat terus meningkatnya arus urbanisasi penduduk yang tidak berbanding lurus dengan penyediaan lahan untuk perumahan. Selain itu juga diakibatkan oleh ketidakmampuan para penduduk untuk menjangkau rumah-rumah formal yang disediakan oleh Pemerintah atau pihak swasta, sehingga akhirnya mereka lebih memilih tinggal di kantong-kantong kumuh perkotaan atau di Kampung Kota.   \n\nKampung kota merupakan salah satu bentuk permukiman informal di Indonesia. Permukiman ini terbentuk secara mandiri, tidak beraturan, dan tidak dilengkapi dengan infrastruktur yang memadai. Akan tetapi, ketidakaturan tersebut menghasilkan suatu karakteristik tersendiri yang membedakannya dengan permukiman lainnya. Selain itu, permukiman ini juga merupakan tumpuan bagi sebagian besar warga di kota, khususnya yang tergolong masyarakat berpendapatan rendah. Sehingga diperlukan perhatian khusus dari pemerintah kota untuk menatanya agar lebih baik dan dapat menjadi bagian dari perkembangan kota.   \n\nKampung Beting merupakan salah satu permukiman informal yang berada di wilayah Jakarta Utara. Sama halnya dengan permukiman informal lainnya, permukiman ini juga berkembang secara mandiri dan tidak memiliki infrastruktur memadai. Proses pengembangan secara mandiri tersebut menghasilkan beragam bentuk rumah yang dapat membentuk suatu tipologi tersendiri pada kategori rumah informal di Indonesia. Selain itu, legalitas lahan hunian juga merupakan salah satu masalah yang dihadapi oleh para penghuninya. Berdasarkan legalitas lahannya, status lahan di permukiman ini dibedakan menjadi lahan legal dan ilegal. Perbedaan status lahan tersebut berdampak pada keamanan bermukim penghuninya.   \n\nPenelitian ini bertujuan untuk mengetahui bagaimana tipologi rumah, keamanan bermukim penghuni, dan hubungan antara kedua hal tersebut pada studi kasus Kampung Beting. Metode penelitian yang digunakan adalah metode penelitian gabungan (mix method). Pengumpulan data dilakukan dengan cara wawancara, pengamatan, dan dokumentasi. Analisis data yang digunakan adalah analisis tipo-morfologi dan analisis korelasional. Tipologi rumah dianalisis berdasarkan kategorisasi pada tipe denah, tipe fasad, dan tipe tapak. Sementara itu, keamanan bermukim penghuninya dianalisis berdasarkan keamanan bermukim secara de jure (legal), secara de facto, dan berdasarkan persepsi penghuni. Melalui analisis data, ditemukan bahwa tipologi rumah di permukiman ini terdiri atas 6 tipe denah, 5 tipe fasad, dan 3 tipe tapak. Berdasarkan analisis terhadap topologi rumah secara keseluruhan, ditemukan bahwa terdapat 3 tipe rumah di permukiman ini yang dapat dibedakan menjadi tipe dasar, tipe kecil, dan tipe besar. Sementara itu, berdasarkan analisis data mengenai keamanan bermukim penghuninya, diketahui bahwa penghuni di lahan legal bermukim secara de jure, sedangkan penghuni di lahan ilegal bermukim secara de facto. Selanjutnya, melalui analisis korelasional antara keamanan bermukim terhadap tipologi rumah dapat disimpulkan bahwa kompleksitas bentuk rumah berkaitan dengan pengakuan bermukim secara de jure dan secara de facto yang berdampak pada persepsi penghuni.", "Daftar File": {"2016 TS PP  MEI NISA FAJRIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/134791", "2016 TS PP  MEI NISA FAJRIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/134792", "2016 TS PP  MEI NISA FAJRIA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/134793", "2016 TS PP  MEI NISA FAJRIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/134794", "2016 TS PP  MEI NISA FAJRIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/134795", "2016 TS PP  MEI NISA FAJRIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/134796", "2016 TS PP  MEI NISA FAJRIA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/134797", "2016 TS PP  MEI NISA FAJRIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/134798"}, "Penulis": "MEI NISA FAJRIA  (NIM : 25211028)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n\nIr. Ismet Belgawan Harun, MSc, PhD.   \n\nM. Jehansyah Siregar, ST, MT, P.hD."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "informal, keamanan bermukim, rumah, tipologi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "28 Mar 2018"}