{"Nomor": 28832, "Judul": "ISOLASI DAN TRANSFORMASI METATESIS OLEFIN &#914;-KAROTEN DARI CYCLOTELLA STRIATA", "Abstrak": "β-Karoten yang dihasilkan oleh Cyclotella striata merupakan salah satu biopigmen yang \n\ndapat digunakan untuk pangan, kesehatan, dan kosmetik. Namun, sejauh ini transformasi \n\nmolekul β-karoten dari C. striata menjadi molekul lain yang memiliki manfaat dan nilai \n\ntinggi belum pernah diteliti. Pada penelitian ini, β-karoten dari C. striata dimurnikan, \n\nkemudian diubah menjadi senyawa lain melalui reaksi metatesis olefin. Tahapan penelitian \n\nmeliputi penyiapan biomassa C. striata skala besar, ekstraksi dengan aseton dan pemurnian \nβ-karoten dari biomassa C. striata dengan eluen n-heksana:aseton:etil asetat (7:2:1), dan \n\ntransformasi kimia menggunakan katalis Grubbs II. Dimulai dengan kultur dengan kerapatan \n\n265.500 sel/mL dalam fotobioreaktor 1500 L, biomassa basah C. striata diperoleh sebanyak \n\n1,996 kg (dengan kadar air 93%) selama 12 hari. Analisis KLT menunjukkan bahwa \nβ-karoten C. striata memiliki Rf 0,98. β-Karoten diidentifikasi dari puncak serapan pada \n\npanjang gelombang 450 dan 479 nm. Karakteristik β-karoten juga diindentifikasi dari \n\ngeseran kimia 1H NMR 500 MHz pada 1,18 ppm (metil ujung, -CH3), 1,31 ppm (C-CH2- \n\nCH2), 1,45 ppm (C-CH3), 1,62‒1,98 ppm (C-(CH3)2), 2,30 ppm (-CH2), dan 6,25‒6,68 \n\n(olefin terkonjugasi, -CH=CH-CH=). Serta geseran kimia 13C NMR 125 MHz pada 14,71 \n\nppm (-CH3), 22,35 ppm (C-CH2-C), 26,77 ppm (C-CH3), 30,09 ppm (-CH3), 33,95 ppm (C- \n\n(CH3)2), 39,87 ppm (-CH2-CH2-), 122,11‒124,93, 129,85‒132,53, 139,20‒140,15 ppm (CHCH= \n\nCH), dan 128,24, 137,45‒138,33 ppm (CH=C(CH3)-CH). Massa β-karoten yang \n\ndiperoleh dari 1 g biomassa kering C. striata adalah 5,8 mg, sehingga produktivitas \n\nmikroalga sebesar 0,60 μg β-karoten per liter kultur per hari. Transformasi metatesis olefin \nβ-karoten dengan katalis Grubbs II selama 24 jam pada 30 ᴼC yang dikarakterisasi dengan \n\nKLT menunjukkan 4 noda yang menandakan terbentuk 4 produk dengan Rf berturut-turut \n\n0,85, 0,67, 0,57, dan 0,44.", "Daftar File": {"2018 TA PP MEGA UTAMI 10514071 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134771"}, "Penulis": "MEGA UTAMI (NIM:10514071)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Prof. Dr. Zeily Nurachman, MS. \n\nPEmbimbing 2 : Dr. rer. nat Didin Mujahidin"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "β-karoten, biopigmen, Cyclotella striata, metatesis olefin, katalis Grubbs II", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "03 Sep 2018"}