{"Nomor": 28844, "Judul": "EKSTRAKSI NIKEL LIMONIT MENGGUNAKAN GAS SO2-UDARA TERLARUT", "Abstrak": "Nikel merupakan logam yang banyak diaplikasikan dalam industri logam. Bijih nikel terbagi atas dua jenis nikel laterit dan nikel sulfida. Indonesia merupakan negara ketiga yang memiliki cadangan nikel terbesar di dunia. Cadangan bijih nikel Indonesia didominasi  nikel dengan tipe laterit. Nikel laterit terbagi lagi atas dua tipe yakni nikel saprolit dan nikel limonit. Bijih nikel saprolit memiliki kandungan nikel yang lebih tinggi (1,8-3,0%) dibanding bijih nikel limonit (0,8-1,5%). Sehingga pengolahan bijih nikel saprolit lebih diminati dibanding bijih nikel limonit. Salah satu metode yang yang digunakan untuk mengolah bijih nikel limonit adalah metode ektraksi dengan menggunakan SO2-udara terlarut.   \n \n\nTujuan umum dari penelitian ini adalah melakukan rekayasa proses pelindian (leaching) nikel dari nikel limonit dengan mengevaluasi metode pelindian dengan menggunakan SO2-udara terlarut, serta memodifikasi perlakuan awal bijih, yakni menggunakan metode pemanasan alkali. Variasi yang digunakan adalah tingkat keasaman yaitu pH 1 dan 3, jenis alkali untuk pemanasan (NaOH, Na2CO3, Na2SO4) serta temperatur operasi pada 55oC dan 80oC. Ekstraksi dilakukan selama 180 menit dan dilakukan pencuplikan pada menit ke 15, 90, 120, dan 180. Analisis perolehan dilakukan dengan metode AAS, analisis mineralogi dengan menggunakan XRD dan serta analisis hilang massa dan energi menggunakan TGA-DSC. \n \n\nHasil analisis menyatakan perlakuan awal berupa pemanggangan alkali dapat meningkatkan perolehan logam pada tahapan ekstraksi. Penambahan alkali Na2CO3, Na2SO4 dan NaOH dapat mengekstrak nikel dengan perolehan tertinggi pada 23,99%; 28,15%; dan 39,22%. Perolehan nikel tertinggi untuk perlakuan awal tanpa pemanggangan alkali sebesar 14,80%. Kondisi operasi optimum proses ekstraksi untuk perolehan tertinggi adalah pada pH 1 dan temperatur 80oC  \n\nSelektifitas nikel terhadap besi tertinggi diperoleh untuk perlakuan awal tanpa penambahan alkali di angka 24.946 pada kondisi operasi pH 3 temperatur 80oC dan selektifitas di angka 16.172 pada kondisi operasi pH 3 temperatur 55oC menggunakan Na2SO4 sebagai alkali.", "Daftar File": {"2018 TS PP MEIYER MARTHEN KINDA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134811"}, "Penulis": "MEIYER MARTHEN KINDA - NIM: 23016024", "Kontributor / Dosen Pembimbing": ["Dr. Tjokorde Walmiki Samadhi. \n\nDr. Winny Wulandari."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Bijih nikel limonit, SO2, ekstraksi, perlakuan awal, alkali-roasting", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Sep 2018"}