{"Nomor": 28858, "Judul": "DESAIN DAN ANALISIS BENTANG BEBAS (FREE SPAN) PIPA GAS BAWAH LAUT PADA KAWASAN ALUR PELAYARAN BARAT SURABAYA", "Abstrak": "Jaringan pipa bawah laut merupakan salah satu komponen penting dalam bidang minyak dan gas lepas pantai. Pipa bawah laut dapat digunakan sebagai media untuk mentransportasikan minyak dan gas bumi dari sumbernya ke fasilitas-fasilitas pengolahan yang ada. Desain pipa bawah laut sangat penting untuk dilakukan dengan benar dan sesuai dengan standar yang telah ditetapkan. Perencanaan pipa bawah laut meliputi ketebalan dinding pipa, kestabilan lateral dan vertikal dan penentuan bentang bebas pipa (free span). Bentang bebas pipa (free span) adalah suatu bentang pada pipa yang menyebabkan ruang kosong antara pipa dengan dasar laut. Bentang bebas pada pipa bawah laut penting untuk diketahui agar pipa tidak mengalami kegagalan baik itu akibat fenomena VIV yang dapat berujung pada kegagalan fatigue maupun akibat pembebanan statik dari beban pipa itu sendiri. Bentang bebas pipa bawah laut dianalisis berdasarkan standar yang sudah ditetapkan, yaitu DnV RP F105 Free Spanning Pipelines. Terdapat banyak faktor yang mempengaruhi panjang bentang bebas pipa, seperti faktor material dan berat pipa sendiri dan faktor-faktor hidrodinamika seperti gelombang dan arus. Sebelum menghitung bentang bebas, harus dipastikan bahwa ketebalan dinding pipa (wall thickness) dan kestabilan pipa secara vertikal dan lateral (on bottom stability) telah memenuhi kriteria desain. Panjang bentang bebas statik yang terjadi pada pipa biasanya lebih panjang dari panjang bentang bebas dinamiknya.", "Daftar File": {"2018 TA PP Melita Nadya 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134868"}, "Penulis": "Melita Nadya - NIM. 15513072", "Kontributor / Dosen Pembimbing": ["Rildova, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Free span statik,free span dinamik, on bottom stability, pipa bawah laut, wall thickness.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Mar 2018"}