{"Nomor": 28851, "Judul": "PENGEMBANGAN MODEL IKLIM KESELAMATAN ORGANISASI PERAWATAN PESAWAT UDARA  DI INDONESIA DALAM MENDUKUNG KEBIJAKAN KELAIKAN PESAWAT UDARA", "Abstrak": "Keselamatan adalah faktor utama dalam transportasi udara. Perawatan pesawat udara berfungsi untuk memastikan kelaikudaraan pengoperasian pesawat udara. Apabila perawatan pesawat udara tidak dilakukan sesuai dengan standar dan prosedur yang berlaku, maka hal tersebut akan membahayakan keselamatan penerbangan. Unit pemeliharaan pesawat udara adalah unit yang penting dalam menjamin ketersediaan armada. Dari penelitian diketahui adanya kaitan antara kecelakaan dengan pemeliharaan menunjukkan pentingnya dilakukan analisis untuk mengidentifikasi faktor-faktor yang mungkin mempengaruhi organisasi perawatan pesawat terbang.  \n \n\nPenelitian dalam dunia keselamatan penerbangan erat kaitannya dengan Iklim keselamatan yang dianggap sebagai indikator kinerja keselamatan dan hasil keselamatan. Penelitian ini mengembangkan model iklim keselamatan dengan menambahkan faktor desain organisasi yang berupa variabel struktur dan lingkungan untuk menjelaskan hubungan antara struktur dan lingkungan organisasi terhadap iklim keselamatan serta iklim keselamatan terhadap faktor kinerja keselamatan yang terdiri dari variabel pengetahuan keselamatan, tindakan tidak aman, dan perilaku pelaporan, serta Iklim Keselamatan terhadap hasil keselamatan berupa Resiko Keselamatan dan Kelaikan.  \n \n\nDelapan variabel yaitu Struktur, Lingkungan, Iklim Keselamatan, Pengetahuan Keselamatan, Tindakan tidak aman, dan Perilaku pelaporan, Resiko Keselamatan, Kelaikan tersebut diuji dengan 13 hipotesis. \n \n\nStudi ini mencakup sampel 306 teknisi yang berpartisipasi dalam survei purposive cross-sectional. Responden bekerja pada perusahaan perawatan pesawat yang memiliki kapabilitas Maintenance Repair Overhaul (MRO) yaitu 5 perusahaan.  Data yang terkumpul dianalisis dengan Structural Equation Modeling (SEM). Skala yang menggunakan skala likert dengan rentang 1 sampai 5 untuk mengukur persepsi keselamatan yang dimiliki oleh para responden.   \n \n\nTanggapan responden terhadap instrumen rata-rata bernilai baik, dengan keandalan instrumen valid dan reliabel. Setelah dilakukan uji normalitas, uji validitas dengan 2NDCFA dan perhitungan Variance extracted serta Construct Reliability  menghasilkan 97 item indikator yang layak untuk diolah.  \n \n\nModel dinyatakan baik dengan menggunakan Goodness of fit Index dan layak untuk dianalisis. Seluruh hipotesis telah terkonfirm. Model iklim keselamatan yang yang dikembangkan, struktur dan lingkungan organisasi  memiliki 8,58% pengaruh total terhadap iklim keselamatan dan sisanya sebesar 91.42% harus dijelaskan oleh faktor-faktor penyebab lainnya yang berasal dari luar model ini. pengaruh total Iklim terhadap Kelaikan sebesar 6.71%, Tindakan tidak aman memberikan pengaruh total sebesar 20.78% terhadap kelaikan, pelaporan memberikan pengaruh total 8.23%  terhadap kelaikan. Pengaruh dari Iklim, tidak aman, pelaporan sebesar 35,64% terhadap Kelaikan dan sisanya 64.36% harus dijelaskan oleh faktor-faktor penyebab lainnya yang berasal dari luar model regresi ini.  \n \n\nStudi ini menambahkan kontribusi penting untuk model penelitian keselamatan pada umumnya, dan organisasi perawatan pesawat pada khususnya. Dengan menggunakan informasi ini dapat membantu menyelidiki alasan mengapa iklim keselamatan dapat mempengaruhi kinerja keselamatan dan hasil keselamatan berupa Resiko keselamatan dan kelaikan penerbangan. Selain itu, manajemen dapat meningkatkan iklim keselamatan organisasi demi meningkatkan kinerja keselamatan dan kelaikan pesawat udara.  \n \n\nRekomendasi yang dapat disampaikan adalah perlunya konsistensi dalam penerapan standar internasional serta peraturan-peraturan di bidang penerbangan dan pengawasan dalam upaya pembinaan keselamatan penerbangan oleh regulator dan operator, Perlu peningkatan sumber daya manusia karena sangat menentukan kemajuan organisasi dalam menghadapi berbagai perubahan, yaitu penciptaan industri penerbangan nasional yang kompetitif. \n \n\nPenelitian masa depan dapat menyelidiki variabel yang lain yaitu kondisi sebelum terjadi tindakan tidak aman sehingga karakteristik pekerja akan melengkapi penelitian dalam organisasi perawatan pesawat udara. Penelitian ini memberikan arahan berupa pengurangan resiko keselamatan dan peningkatan kelaikan terbang pesawat udara.", "Daftar File": {"2018 DS PP MELIA EKA LESTIANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134847"}, "Penulis": "MELIA EKA LESTIANI - NIM : 34212303", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc, Ph.D"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Iklim Keselamatan, Organisasi Perawatan Pesawat Udara, Maintenance Repair Overhaul, Structural Equation Modeling, Kebijakan Kelaikan pesawat Udara.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Okt 2018"}