{"Nomor": 28853, "Judul": "PRODUKSI VINEGAR DARI KULIT PISANG TANDUK (Musa paradisiaca normalis) DENGAN KULTUR CAMPURAN Saccharomyces cerevisiae DAN Acetobacter aceti", "Abstrak": "Berdasarkan Pusat Data dan Sistem Informasi Pertanian, pada tahun 2015 terdapat sekitar 90.000 ha area penanaman di Indonesia dan produksi buah pisang sekitar 7,29 juta ton yang secara garis besar mengalami peningkatan dari tahun ke tahun. Jumlah produksi pisang juga dapat menghasilkan permasalahan klasik yaitu limbah kulit pisang. Limbah kulit pisang merupakan limbah organik yang memiliki kandungan unsur gizi yang cukup lengkap yang dapat dimanfaatkan untuk pembuatan vinegar. Pembuatan vinegar membutuhkan bahan baku yang mengandung pati, gula ataupun campuran pati dan gula seperti beras, apel dan bahan-bahan pertanian lainnya dengan inokulum yang biasa digunakan adalah Saccharomyces cerevisiae dan Acetobacter aceti dengan total kadar asam asetat yang dihasilkan tidak boleh kurang dari 4% (sekitar 5-8%). Produksi vinegar dengan inokulum campuran dengan metode Orleans diharapkan dapat mempercepat proses fermentasi. Pada penelitian ini akan dilakukan optimasi dengan menentukan konsentrasi campuran inokulum (Saccharomyces cerevisiae : Acetobacter aceti) terbaik dari perbandingan 1:1; 2:1 dan 3:1 dan menentukan agitasi optimal antara 120 rpm dan 150 rpm untuk proses pembuatan vinegar dari kulit pisang tanduk (Musa paradisiaca normalis). Untuk penentuan tersebut perlu dilakukan beberapa uji terhadap proses fermentasi vinegar yang dilakukan setiap 2 hari sekali selama 2 minggu. Uji yang dilakukan berupa dinamika populasi Saccharomyces cerevisiae dan Acetobacter aceti dengan metode Total Plate Count (TPC) pada medium Yeast Extract Peptone Dextrose (YEPD) agar; penentuan kandungan glukosa dengan menggunakan refraktometer brix; penentuan kadar asam asetat dengan metode titrasi asam-basa; penentuan pH menggunakan pH meter; uji koliform dengan metode Total Plate Count (TPC) pada medium Eosin Methylene Blue (EMB) agar dan uji organoleptik dengan parameter tingkat kekeruhan, aroma, rasa, dan penampilan. Dari beberapa uji yang telah dilakukan, diperoleh hasil bahwa konsentrasi campuran inokulum (Saccharomyces cerevisiae : Acetobacter aceti) terbaik dalam proses pembuatan vinegar adalah 3:1 pada agitasi 150 rpm dengan kadar asam asetat 2,38%; pH 3.24; kadar alkohol 2,33%; dan kadar gula 0,9%.", "Daftar File": {"2018 TA PP Meliantha 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134849"}, "Penulis": "Meliantha - Nim: 10414029", "Kontributor / Dosen Pembimbing": ["Dr. Pingkan Aditiawati"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Acetobacter aceti, asam asetat, kulit pisang, Saccharomyces cerevisiae, vinegar", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2018"}