{"Nomor": 28850, "Judul": "KAJIAN PENINGKATAN KONDISI PERKERASAN JALAN SECARA STRUKTURAL DAN FUNGSIONAL (STUDI KASUS RUAS JALAN BOJONEGARA-MERAK)", "Abstrak": "Evaluasi kondisi jalan dapat digolongkan menjadi dua yaitu: kondisi fungsional dan kondisi struktural. Pada saat ini baik evaluasi kondisi fungsional maupun kondisi struktural pada ruas jalan maupun jaringan jalan belum dilakukan secara konsisten. Hal ini berimplikasi pada tidak optimalnya program pemeliharaan jalan.     \n\nTujuan dari penelitian ini adalah melakukan evaluasi kondisi struktural dan fungsional pada saat ini, menentukan tebal lapis tambah untuk penanganan ruas jalan Bojonegara-Merak dengan membandingkan antara perkerasan lentur (Flexible Pavement) dengan menggunakan Metoda RSNI 1987 dan perkerasan kaku (Rigid Pavement) dengan menggunakan Metoda AASHTO 1993.     \n\nPada penelitian ini untuk penetapan segmen ditentukan berdasarkan IRI yang mempunyai nilai seragam sesuai data lapangan. Sedangkan metoda untuk penentuan jenis penanganan ditetapkan berdasarkan nilai IRI untuk kondisi fungsional dan nilai lendutan untuk kondisi struktural yaitu tebal lapis tambah untuk perkerasan kaku maupun perkerasan lentur. Dari hasil tebal  tambah perkerasan tersebut dapat ditentukan biaya konstruksi dan skenario biaya pemeliharaan.      \n\nHasil penelitian menunjukkan bahwa tebal lapis tambah perkerasan kaku adalah 25 cm dan untuk perkerasan lentur dibagi kedalam tiga segmen dan nilai masing-masing tebal lapis tambah adalah 29 cm,10 cm dan 2 cm. Tebal lapis tambah pada segmen 1 terdiri dari 2 lapis yaitu lapis AC-WC sebesar 5 cm dan lapis AC-BC sebesar 24 cm, sedangkan untuk tebal lapis tambah pada segmen 2 yaitu terdiri dari 4 cm lapis AC-WC dan 6 cm lapis AC-BC.     \n\nNilai biaya konstruksi untuk perkerasan kaku lebih mahal dibandingkan dengan perkerasan lentur yaitu perkerasan kaku senilai Rp.50.191.000.000,00 dan untuk perkerasan lentur Rp. 27.785.000.000,00. Sedangkan untuk skenario biaya pemeliharaan selama 10 tahun perkerasan kaku lebih murah dibandingkan dengan perkerasan lentur yaitu untuk perkerasan kaku senilai Rp. 23.362.000.000,00  sedangkan untuk perkerasan lentur senilai Rp. 35.855.000.000,00.", "Daftar File": {"2007 TS PP MELIA CHRISTINA 1-cover.pdf": "https://digilib.itb.ac.id/gdl/download/134840", "2007 TS PP MELIA CHRISTINA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/134841", "2007 TS PP MELIA CHRISTINA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/134842", "2007 TS PP MELIA CHRISTINA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/134843", "2007 TS PP MELIA CHRISTINA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/134844", "2007 TS PP MELIA CHRISTINA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/134845", "2007 TS PP MELIA CHRISTINA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/134846"}, "Penulis": "MELIA CHRISTINA (NIM 25004036)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Flexible Pavement, Rigid Pavement, Maintanance", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "17 Sep 2018"}