{"Nomor": 28856, "Judul": "PANTI ASUHAN BAYI DAN BALITA DI CIMAHI", "Abstrak": "Kasus yang dipilih penulis adalah perancangan panti asuhan bayi dan balita di JI. Kolonel Masturi Km 15.8 Cimahi. Panti asuhan ini diasumsikan   \n\ndikelola dan dimiliki oleh Kepastoran Ordo OSC serta diperuntukkan bagi bayi serta anak-anak berusia dibawah enam tahun. Kapasitas yang dapat ditampung panti adalah 100 anak asuh beserta 3.0 orang karyawan. Panti   \n\nasuhan ini dilengkapi dengan berbagai fasilitas balk yang bersifat publik maupun privat. Fungsi yang bersifat publik dapat dimanfaatkan oleh masyarakat umum, terdiri atas Aula serta Taman Kanak-Kanak. Sedangkan fasilitas yang bersifat privat yakni hanya diperuntukkan bagi penghuni panti adalah bangunan pengelola, servis dan asrama karyawan, serta bangunan hunian bagi bayi dan balita itu sendiri yang dilengkapi dengan fasilitas ruang kesenian dan perpustakaan serta ruang makan bersama. Oleh karena adanya kedua sifat ini, maka tata Ietak bangunan diatur sedemikian rupa sehingga fungsi publik terletak di bagian depan dan tengah lahan sedangkan fungsi privat di bagian belakang lahan.   \n\nKonsep utama yang dihadirkan pada perancangan panti asuhan ini adalah arsitektur panti bernuansa alami,   \n\nadanya pengintegrasian ruang bermain anak ke dalam fungsi hunian serta ketersediaan ruang gerak yang bebas serta dapat memberikan pengalaman ruang yang berbeda bagi anak. Konsep alami dihadirkan dengan menjadikan area hijau lebih luas dari total luas bangunan. Area hijau ini dilengkapi dengan adanya berbagai jenis   \n\npohon serta bak pasir dan kolam dangkal sebagai tampat bermain anak. Dengan demikian, anak-anak dapat bermain bukan saja pada fasilitas bermain yang disediakan; yang terdiri atas taman bermain, kolam dan bak pasir; tetapi juga diantara rindangnya pepohonan dan tanah yang berbukit sebagai akibat lahan yang berkontur.   \n\nKetersediaan ruang gerak yang bebas dihadirkan dengan merancang lansekap sedemikian rupa sehingga tidak berbahaya bagi gerak anak. Untuk mengatasi perbedaan ketinggian lahan, digunakan ramp. Adanya peletakan   \n\narea parkir kendaraan di bagian depan lahan serta pembatasan jalur kendaraan bertujuan memberi kebebasan aksesibilitas bagi pejalan kaki. Selain itu, keberadaan plaza umum di depan taman kanak-kanak serta plaza   \n\nhunian di tengah area hunian bertujuan untuk memberi pengalaman ruang yang berbeda bagi anak.   \n\nPerancangan bangunan pada kompleks panti asuhan ini yang   \n\numumnya hanya berupa bangunan setinggi satu hingga dua lantai dengan atap perisai, pelana maupun limas. Hal ini bertujuan untuk menghadirkan nuansa hunian bagi para penghuni panti khususnya anak-anak panti asuhan   \n\nsehingga mereka dapat merasakan panti ini sebagai rumah tinggal mereka.", "Daftar File": {"2004_TA_AR_Aris_1.pdf": "https://digilib.itb.ac.id/gdl/download/134858"}, "Penulis": "MELISSA ARISTI (NIM : 15299047)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Sri Rahaju B.U.K., MSA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Panti asuhan, bayi dan balita", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "22 Okt 2018"}