{"Nomor": 28864, "Judul": "PERSEPSI DAN FAKTOR PENDORONG PETANI DALAM PENGELOLAAN PERTANIAN ORGANIK: STUDI KASUS DI BANDUNG RAYA", "Abstrak": "Pertanian organik merupakan suatu pendekatan filosofis dan ideologis tentang penerapan sistem yang holistik untuk meningkatkan kesehatan agro-ekosistem. Praktik ini mulai diposisikan sebagai solusi untuk menangani permasalahan lingkungan sebagai akibat dari industrialisasi pertanian konvensional. Meskipun demikian, perkembangan pertanian organik di Indonesia masih rendah, sebagaimana ditunjukkan dari proporsi luas lahan yang masih didominasi lahan konvensional. Di sisi lain, pasar produk organik di tingkat konsumen akhir terus berkembang seiring dengan kesadaran akan kesehatan dan lingkungan. Atas dasar ini, penting untuk menyelidiki bagaimana petani mempersepsikan organik dan faktor-faktor apa yang mendorong atau menghambat petani untuk menerapkan sistem pertanian organik. Tujuan penelitian ini adalah menggambarkan persepsi petani organik dan konvensional terhadap praktik usaha tani sayuran organik, faktor-faktor pendorong usaha tani, implementasi persepsi dan pemahaman mereka ke dalam praktik dan manajemen pertanian, serta mengidentifikasi langkah dan program perubahan yang perlu dilakukan menuju praktik pertanian organik. Penelitian ini menggunakan pendekatan studi kasus terhadap lima pelaku usaha tani sayuran di wilayah Bandung Raya, salah satu sentra sayuran di Jawa Barat. Narasumber yang terlibat terdiri dari tiga orang petani organik dan dua orang petani konvensional, dengan tujuan untuk menggambarkan tiga varian praktik pertanian organik yaitu edukasi, bisnis, dan campuran (edukasi dan bisnis); serta dua varian praktik konvensional yaitu mandiri, dan menjalankan skema mitra (kerjasama). Kerangka teoritis yang digunakan untuk tesis ini adalah teori konvensi, teori persepsi, konsepsi petani yang baik (good farmers) dan teori perubahan sebagai instrumen manajemen. Analisis data dilakukan dengan pendekatan deskriptif kualitatif-kuantitatif (mixed methods). Hasil penelitian menunjukkan bahwa persepsi petani organik dan konvensional mengenai pertanian organik adalah positif, baik dari sisi pengetahuan, kebermanfaatan, dan praktik. Faktor-faktor yang mendorong petani mengaplikasikan sistem organik adalah adanya kesadaran akan organik; pemahaman dan keterampilan bertani secara organik; akses lahan dan sumber daya; serta keuntungan yang dihasilkan dari praktik yang dijalankan. Implementasi praktik bertani secara ekonomi menunjukan bahwa pertanian konvensional menggunakan input serta menghasilkan panen dan keuntungan yang lebih besar.  Akan tetapi dari segi ekologi, pemanfaatan N pada lahan organik lebih efisien dan keanekaragaman tanaman di lahan pertanian organik lebih beragam daripada lahan pertanian konvensional. Program perubahan perlu dilakukan dalam mencapai tujuan pertanian organik yang berkelanjutan seperti sosialisasi dan pelatihan tentang pertanian organik; subsidi dan kerjasama untuk akses lahan dan sumber daya; membuka forum dan pasar organik, serta manajemen rantai pasok agar pasar organik berkembang.", "Daftar File": {"2018 TS PP MENTARI QORINA ALWASILAH  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134894"}, "Penulis": "MENTARI QORINA ALWASILAH (NIM: 21316005)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nDr. Mia Rosmiati. \n\nAngga Dwiartama, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Persepsi, manajemen usaha tani, pertanian organik, teori perubahan, petani baik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "06 Jul 2018"}