{"Nomor": 28866, "Judul": "MENGIDENTIFIKASI KARAKTER KONSUMEN GENERASI Z DAN PENGAJUAN BISNIS MODEL UNTUK KURSUS SENI RUPA DAN DESAIN", "Abstrak": "Tujuan pendidikan seni pada umumnya dinilai dalam mengembangkan kreativitas, kesadaran budaya, peningkatan prestasi akademik, keterampilan motorik, kepercayaandiri, pembelajaran visual, pengambilan keputusan, fokus, kolaborasi, dana kuntabilitas. Pernyataan di atas masih memerlukan bantuan dalam prosesnya karena beberapa masalah seperti kurangnya program pemerintah Indonesia dalam mengelola pendidikan formal. Pendidikan non-formal dalam seni visual dan juga desain mungkin menjadi jawaban untuk menumbuhkan keterampilan khusus siswa secara intens, dan mendukung pendidikan di sekolah, dan mampu menjawab metode pembelajaran yang dibutuhkan oleh gen Z padaabad ke-21. Jadi, untuk membangun bisnis layanan pendidikan untuk topic seni visual dan desain, diperlukan beberapa penelitian, untuk memahami bagaimana gen Z sebagai konsumen melihat perspektif mereka dalam mendaftarkan diri mereka untuk layanan semacam ini, dan bagaimana strategi yang tepat untuk mengembangkan model bisnis di bidang jasa kursus seni rupa dan desain bagi generasi Z,  \n\nPenelitian ini menggunakan analisis kuantitatif, dengan menyebarkan kuesioner kepada siswa dari siswa sekolah menengah, menengah atas, dan universitas sebagai generasi Z dengan menganalisis 5 aspek penting: citra merek, kepercayaan yang dirasakan, nilai yang dirasakan, danharga yang dipersepsikan, dan niat membeli. Hasilnya dibuat dengan menggunakan program SMARTPLS, menunjukkan bahwa variable citra merek, dan harga secara signifikan mempengaruhi niat beli. Sayangnya variable nilai yang dirasakan dan kepercayaan tidak secara langsung mempengaruhi niatmembeli meskipun mereka telah terbukti valid. \n\nTerbukti pada hasil bahwa generasi Z di Bandung sensitive terhadap citra merek dan harga karena mereka lebih suka pengalaman daripada fungsi layanan yang didapat. Namun, mereka perlu diyakinkan terhadap kepercayaan dan nilai yang mereka peroleh terhadap seni visual dan kursus desain karena beberapa alasan: ada banyak pilihan pendidikan offline dan online yang dapat mereka bandingkan, mereka membutuhkan pengalaman ujicoba sebelumnya dan juga perlu mendapatkan kepercayaan dari rekan-rekan mereka sebelum membuat keputusan untuk diterapkan. \n \n\nKata kunci: pendidikan seni dan desain, karakteristik konsumen, niat membeli, model bisnis", "Daftar File": {"._Abstract - Merlinawati Christiawan.pdf": "https://digilib.itb.ac.id/gdl/download/134896"}, "Penulis": "Merlinawati Christiawan - 29116149", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana., S.Farm., Apt., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "art and design education, consumerÃ‚Â’s characteristics, purchase intention. business  model", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "25 Jun 2018"}