{"Nomor": 28863, "Judul": "ISOLASI SENYAWA ATRANORIN DARI KAYU ANGIN (USNEA BARBATA) DAN AKTIVITAS ANTIBAKTERI-NYA", "Abstrak": "Infeksi bakteri menjadi salah satu sumber masalah kesehatan di setiap negara. Maka dari itu, perlu adanya suatu alternatif agen antibakteri untuk menjadi solusi tersebut. Hasil suatu uji pendahuluan menunjukkan bahwa kayu angin (Usnea barbata) memiliki potensi yang baik sebagai antibakteri. Tanaman kayu angin merupakan suatu tanaman yang tumbuh dengan baik di wilayah iklim tropis khususnya Indonesia. Senyawa atranorin berhasil diisolasi dari ekstrak kayu angin. Atranorin diperoleh dari hasil maserasi serbuk tanaman kayu angin dan pemisahan dengan Kromatografi Vakum Cair dan Kromatografi Radial. Serbuk tanaman kayu angin yang telah dimaserasi dan disaring dengan corong Buchner sebanyak 2 kali pengulangan, dikeringkan dengan evaporator berputar sehingga diperoleh filtrat kasar kayu angin. Pemisahan senyawa atranorin dilakukan menggunakan metode Kromatografi Radial. Sebelumnya, gabungan fraksi dari kayu angin telah dipisahkan terlebih dahulu dengan metode Vakum Cair (KVC) dengan kolom silika gel menggunakan eluen n-heksana : etil asetat 8,5 : 1,5. Karakterisasi atranorin dilakukan dengan menggunakan teknik Kromatografi Lapis Tipis (KLT) dan Spektroskopi NMR. Uji antibakteri senyawa atranorin dilakukan terhadap 11 jenis bakteri gram positif dan gram negatif dengan membuat larutan atranorin yang selanjutnya diuji dengan metode difusi cakram, MIC, dan MBC. Hasil pengujian menunjukkan hasil positif terhadap bakteri Bacillus cereus dengan nilai konsentrasi minimal untuk menghambat pertumbuhan bakteri (MIC) sebesar 64 ppm dan konsentrasi minimal untuk membunuh bakteri (MBC) sebesar 1024 ppm.", "Daftar File": {"2017 TA PP MENTARI MARIEZA KENAMON 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/134887", "2017 TA PP MENTARI MARIEZA KENAMON 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/134893"}, "Penulis": "MENTARI MARIEZA KENAMON  (NIM : 10513020)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Yana Maolana Syah."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kayu angin, atranorin, kromatografi vakum cair, kromatografi radial, antibakteri", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "7 file", "Tanggal Input": "16 Okt 2018"}