{"Nomor": 28860, "Judul": "SINTESIS POLIMER TERCETAK MOLEKUL UNTUK PEMISAHAN DAN ANALISIS FUROSEMIDA DALAM TABLET", "Abstrak": "Furosemida merupakan salah satu obat diuretik yang digunakan untuk mengobati udem yang \n\nberhubungan dengan penyakit jantung, gangguan pada organ ginjal dan hati, dalam dosis tinggi \n\nuntuk penanganan oliguria yang terjadi karena gagal ginjal, dan penanganan hipertensi. \n\nFurosemida juga digunakan sebagai masking agent untuk obat-obatan peningkat performa \n\n(doping) dalam dunia olahraga. Furosemida dapat membantu pengeluaran obat doping melalui \n\nurin secara lebih cepat dan membantu menurunkan berat badan. Salah satu metode yang \n\ndigunakan untuk pemurnian furosemida dalam analisis adalah ekstraksi fase padat (solid phase \n\nextraction atau SPE). SPE menggunakan adsorben berbentuk padat untuk memisahkan analit dari \n\nmatriks. Untuk meningkatkan adsorpsi analit digunakan polimer tercetak molekul (molecularly \n\nimprinted polymer atau MIP) sebagai adsorben. Dalam penelitian ini dibuat MIP dengan molekul \n\ntercetak berupa furosemida dan monomer akrilamid. Sintesis MIP dilakukan dengan metode ruah \n\n(bulk polymerisation). Dilakukan juga sintesis polimer tidak tercetak molekul (non-molecularly \n\nimprinted polymer atau NIP) dan kinerjanya dibandingkan. Hasil penelitian menunjukkan bahwa \n\nMIP memiliki kemampuan adsorpsi lebih baik dari NIP dengan imprinting factor sebesar 1,44. \n\nPada uji selektivitas, MIP sedikit lebih baik dalam adsorpsi furosemida saat dibandingkan dengan \n\nhidroklorotiazida. Pada pemisahan furosemida dari matriks tablet, MIP lebih baik memisahkan \n\nfurosemida dari NIP, dengan perolehan kembali sebesar 10,93%. Metode telah melalui uji \n\nverifikasi, dengan akurasi sebesar 99,27%, koefisien variansi 0,19%, koefisien korelasi 0,9995 dan \n\nVxo sebesar 1,53%.", "Daftar File": {"2018 TA PP MELYANA CAROLINA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134878"}, "Penulis": "MELYANA CAROLINA NIM : 10714043", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Prof. Dr. Slamet Ibrahim S., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Furosemida, ekstraksi fase padat, polimer tercetak molekul, akrilamid, polimerisasi ruah", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "10 file", "Tanggal Input": "27 Sep 2018"}