{"Nomor": 28869, "Judul": "PENENTUAN RUTE KENDARAAN DENGAN MEMPERTIMBANGKAN RUTE MAJEMUK, PENGIRIMAN TERBAGI, MULTI PRODUK, MULTI KOMPARTEMEN, DAN JENDELA WAKTU MENGGUNAKAN ALGORITMA GENETIKA", "Abstrak": "Perencanaan sistem distribusi diperlukan untuk meningkatkan efisiensi dalam kegiatan operasional perusahaan. Hal ini dapat dilakukan dengan menentukan jumlah penggunaan armada dan rute yang tepat yang biasa dikenal sebagai Masalah Rute Kendaraan (MRK). Penelitian ini mengembangkan model matematis dan algoritma pemecahan untuk kasus MRK yang mempertimbangkan rute majemuk, pengiriman terbagi, multi produk, multi kompartemen, dan jendela waktu (MRK-RMPTMPKJW). Model yang dikembangkan pada penelitian ini digunakan untuk kasus penditribusian BBM PT. Pertamina pada kawasan NTT dan Timor Leste.         \n \n \n\nFormulasi matematis pada penelitian ini memiliki fungsi tujuan untuk meminimumkan biaya perjalanan selama horizon perencanaan dengan meminimumkan jumlah kendaraan dan waktu tempuh yang digunakan untuk memenuhi semua permintaan pelanggan. Pencarian solusi dilakukan dengan dua tahapan. Tahapan pertama adalah pembentukan individu dengan algoritma Sequential Insertion (SI) untuk memperoleh solusi layak awal (initial feasible solution). Tahapan kedua adalah dengan memperbaiki solusi awal dengan Genetic Algorithm (GA) untuk memperoleh solusi terbaik dengan menggunakan operator mutation dan crossover.         \n \n \n\nAlgoritma yang dikembangkan mampu menghasilkan solusi dengan rata-rata waktu komputasi yang lebih cepat, yaitu 81,72 % dibandingkan dengan perhitungan solusi optimal secara analitik. Jika dilihat dari fungsi tujuan, algoritma yang dikembangkan mampu menghasilkan solusi yang mendekati solusi optimal, yaitu dengan gap sebesar 1,14 %.", "Daftar File": {"2018 TS PP METHA MUTHIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134900"}, "Penulis": "METHA MUTHIA NIM : 23415016", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Suprayogi, Ph. D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "MASALAH RUTE KENDARAAN, SEQUENTIAL INSERTION, GENETIC ALGORITHM, RUTE MAJEMUK, PENGIRIMAN TERBAGI, MULTI PRODUK, MULTI KOMPARTEMEN, JENDELA WAKTU", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "16 Mar 2018"}