{"Nomor": 28878, "Judul": "PRODUKSI TEPUNG UBI JALAR DENGAN PERLAKUAN FERMENTASI BAKTERI JENIS BACILLUS UNTUK MENGHILANGKAN AROMA KHAS UBI JALAR", "Abstrak": "Indonesia merupakan negara penghasil ubi jalar nomor empat didunia sejak tahun 1968. Produksi ubi jalar tersebut belum termanfaatkan secara optimal dan produk ubi jalar yang umum di masyarakat adalah ubi rebus, keripik ubi, dan ubi goreng. Kelemahan produk tersebut adalah tidak dapat disimpan dalam waktu yang lama. Oleh karena itu ubi jalar dapat diolah menjadi tepung seperti tepung terigu dan tepung fercaf. Namun, tepung yang terbuat dari ubi jalar memiliki beberapa kelemahan antara lain kandungan gula yang tinggi, warna yang tidak putih, serta aroma yang menyengat. Untuk menghasilkan warna yang putih dan aroma yang tidak menyengat perlu dilakukan proses fermentasi pada ubi jalar seperti penelitian yang telah dilakukan sebelumnya pada fercaf. Penelitian ini bertujuan untuk memproduksi tepung ubi jalar yang tidak higroskopis, memiliki warna putih, dan aroma yang tidak menyengat dengan cara fermentasi. Evaluasi jenis bakteri perlu dilakukan untuk mencapai tujuan tersebut. Pada penelitian ini, proses fermentasi ubi jalar dilakukan selama 24 jam ditambahkan starter mikroba dan dilaksanakan pada reaktor batch. Tepung ubi jalar yang dihasilkan diuji kualitasnya dengan melakukan uji kadar air, kadar gula, serta warna dan aroma dari tepung yang dihasilkan. Hasil penelitian menunjukkan bahwa mikroba yang digunakan dalam fermentasi mempengaruhi nilai Dextrose Equivalent (DE), derajat keputihan, aroma, serta rendemen tepung. Berdasarkan penelitian yang telah dilakukan, diperoleh hasil bahwa variasi percobaan dengan menggunakan bakteri Lactobacillus plantarum memiliki nilai yang baik untuk menghasilkan tepung ubi jalar dengan kualitas terbaik. Hasil uji kualitas menunjukkan bahwa nilai DE tepung ubi jalar sebesar 13,4%, kadar air 12,44%, derajat keputihan 92,81%, rendemen 33,90%, dan sudah tidak menghasilkan aroma ubi jalar.", "Daftar File": {"2018 TA PP Mey Shelly Rikin dan Lewi Hansel Panjaitan 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134922"}, "Penulis": "Mey Shelly Rikin (13014022),  Lewi Hansel Panjaitan  (13014037)", "Kontributor / Dosen Pembimbing": ["Prof. Yazid Bindar        \n\nDr. Made Tri Ari Penia Krenowati"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "aroma, fermentasi, kandungan gula, ubi jalar, warna", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Mei 2018"}