{"Nomor": 28875, "Judul": "ANALISIS PENGARUH ANNEALING TERHADAP SIFAT OPTIK Ti:ZnO MENGGUNAKAN SPEKTROSKOPI ELIPSOMETRI", "Abstrak": "Material ZnO dengan tiga variasi pemberian doping Titanium telah ditumbuhkan diatas susbtrat quartz menggunakan teknik sputtering. Selanjutnya, termal annealing pada tekanan ruang diberikan agar dapat mengoptimasi sifat optik dan struktur dari Ti:ZnO. Kemudian untuk mengetahui efek dari annealing, dilakukan karakterisasi x-ray diffraction (XRD), fourrier transform infrared (FTIR), spectroscopic ellipsometry (SE) dan UV-Vis. Hasil karakterisasi XRD dan FTIR menunjukkan peningkatan kristalinitas material yang diikuti dengan regangan kisi akibat perbedaan koefisien ekspansi termal antara film dan substrat. Selain itu, hasil karakterisasi SE menunjukkan adanya peningkatan ketebalan yang disebabkan oleh pengikatan oksigen dari lingkungan yang tidak vakum saat proses penurunan suhu setelah annealing. Pengikatan oksigen ini dapat mengisi cacat instrinsik berupa kekosongan oksigen yang umumnya menjadi penyumbang jumlah muatan pembawa. Reduksi kekosongan oksigen ini akan mengurangi konsentrasi muatan pembawa sehingga menyebabkan peningkatan energi ikat eksiton serta penurunan bandgap. Selain itu, pengikatan oksigen oleh pengaruh annealing pada film tipis juga dapat mengurangi pusat hamburan optik sehingga dapat meningkatkan transmitansi material. Namun, pengurangan jumlah muatan pembawa juga dapat disebabkan oleh penurunan ketebalan yang sangat drastis akibat annealing yang berperan sebagai etching. Pada kondisi ini, penurunan bandgap tidak diikuti dengan peningkatan transmitansi, melainkan penurunan transmitansi akibat permukaan yang semakin kasar oleh pengaruh etching dari suhu yang diberikan saat proses annealing.", "Daftar File": {"2017 TA PP M. EVA YOHANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/134912", "2017 TA PP M. EVA YOHANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/134913", "2017 TA PP M. EVA YOHANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/134914", "2017 TA PP M. EVA YOHANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/134915", "2017 TA PP M. EVA YOHANA 1-BAB 4a.pdf": "https://digilib.itb.ac.id/gdl/download/134916", "2017 TA PP M. EVA YOHANA 1-BAB 4b.pdf": "https://digilib.itb.ac.id/gdl/download/134917", "2017 TA PP M. EVA YOHANA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/134918", "2017 TA PP M. EVA YOHANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/134919"}, "Penulis": "M. EVA YOHANA  (NIM : 10213044)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nDr. Eng Yudi Darma."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Annealing, Eksiton, FTIR , Spektroskopi elipsometri, Ti:ZnO, XRD.", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "8 file", "Tanggal Input": "24 Okt 2018"}