{"Nomor": 28871, "Judul": "REAKSI KONDENSASI CLAISEN FENIL ASETAT DALAM MEDIUM CAIRAN ION 1-DODESIL-3-METILIMIDAZOLIUM BROMIDA DENGAN METODE MICROWAVE ASSISTED ORGANIC SYNTHESIS (MAOS)", "Abstrak": "Reaksi kondensasi Claisen merupakan salah satu reaksi organik yang umum dilakukan di laboratorium. Reaksi ini menghasilkan produk β-keto ester. Pada penelitian kali ini, dilakukan reaksi kondensasi Claisen dalam medium cairan ion menggunakan metode MAOS (Microwave-Assisted Organic Synthesis). Cairan ion dapat digunakan sebagai medium karena memiliki kelebihan, di antaranya dapat didaur ulang sehingga dapat digunakan kembali untuk reaksi selanjutnya. Medium cairan ion yang digunakan adalah 1-dodesil-3-metilimidazoliumbromida ([DDMIm]Br). Reaksi kondensasi Claisen dilakukan pada senyawa fenil asetat dalam suasana basa dan pada suhu reaksi 100 oC. Sebelumnya fenil asetat disintesis terlebih dahulu dari fenol dan anhidrida asetat, yang kemudian dilakukan optimasi untuk menentukan waktu reaksi yang tepat untuk mendapatkan rendemen maksimum, yaitu 75 menit dengan rendemen sebesar 96,18%. Sedangkan sintesis fenil asetat dengan menggunakan metode MAOS, menghasilkan rendemen sebesar 84,26% dengan waktu reaksi 4 menit. Fenil asetat tersebut kemudian dikondensasi dalam medium cairan ion dan dengan bantuan gelombang mikro sehingga diperoleh produk β-keto ester. Karakterisasi 1H NMR (500 MHz, CDCl3) dari cairan ion menunjukkan adanya 3 proton singlet di daerah gugus aromatik (δ=7,5-10,5 ppm). Selain itu juga terdapat sinyal proton triplet (δ=4,2 ppm) yang membuktikan bahwa gugus dodesil telah terikat dengan atom N. Karakterisasi 13C NMR (125 MHz, CDCl3) menunjukkan 16 buah sinyal sesuai dengan jumlah karbon pada [DDMIm]Br. Karakterisasi 1H NMR (43 MHz, CHCl3) dari produk kondensasi Claisen (senyawa fenil asetoasetat) menunjukkan adanya 2 proton singlet yang menunjukkan gugus -CH2 dan -CH3 dari produk fenil asetoasetat (δ=2,0 dan 3,5 ppm).", "Daftar File": {"2017 TA PP METIKA NOVITASARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/134902", "2017 TA PP METIKA NOVITASARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/134908"}, "Penulis": "METIKA NOVITASARI  (NIM : 10513064)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Deana Wahyuningrum., Anita Alni, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kondensasi Claisen, beta keto ester, cairan ion, imidazolium bromida, MAOS (Microwave-Assisted Organic Synthesis)", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "7 file", "Tanggal Input": "16 Okt 2018"}