{"Nomor": 28880, "Judul": "ANALISIS RESOLUSI BATIMETRI MULTIBEAM ECHOSOUDER KONGSBERG M3 SONAR UNTUK IDENTIFIKASI OBJEK BAWAH LAUT", "Abstrak": "Hidrografi merupakan salah satu cabang ilmu terapan yang berkaitan dengan pengukuran dan deskripsi dari fitur laut, wilayah pesisir, danau, dan sungai dimana salah satu tujuannya digunakan dalam mengidentifikasi objek bawah laut. Identifikasi objek bawah laut berguna dalam mendeteksi kapal karam, pesawat, batuan dan menjelaskan deskripsi dari setiap objeknya. Identifikasi dapat dilakukan dengan mengambil data nilai pembentuk setiap objek. Dibutukan survei batimetri yang mengacu kepada standar IHO S-44 5th Edition dalam pengambilan dan/atau pengolahan data dengan menggunakan Multibeam Echosounder Kongsberg M3 Sonar yang menghasilkan titik-titik kedalaman yang tersebar sepanjang daerah survei, dimana kemudian disebut dengan point cloud. Penelitian ini ditujukan untuk menentukan resolusi batimetri Multibeam Echosounder Kongsberg M3 Sonar yang ditunjukkan dari jarak yang dibentuk oleh point cloud pada masing-masing objek. Pengolahan data dilakukan dari berbagai instrumen, sehingga didapatkan empat objek bawah laut yang teridentifikasi pada kedalaman yang berbeda, masing-masing memiliki resolusi 1,96m, 2,03m, 1,11m, dan 2,49m. Selain itu, dilakukan analisis terhadap karakteristik dan kecepatan saat melintasi objek bawah laut guna mengidentifikasi anomali yang terjadi pada resolusi batimetri yang didapatkan.", "Daftar File": {"2017 TA PP  M FAHRU REZA HAKIM 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/134924", "2017 TA PP  M FAHRU REZA HAKIM 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/134925", "2017 TA PP  M FAHRU REZA HAKIM 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/134926", "2017 TA PP  M FAHRU REZA HAKIM 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/134927", "2017 TA PP  M FAHRU REZA HAKIM 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/134928", "2017 TA PP  M FAHRU REZA HAKIM 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/134929", "2017 TA PP  M FAHRU REZA HAKIM 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/134930"}, "Penulis": "M FAHRU REZA HAKIM  (NIM : 15112021)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.rer.nat. Wiwin Windupranata, ST, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "hidrografi, identifikasi objek bawah laut, Kongsberg M3, Multibeam Echosounder, point cloud, resolusi batimetri", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "26 Jul 2018"}