{"Nomor": 28889, "Judul": "ANALISIS IKLIM KESELAMATAN TERHADAP PENINGKATAN SISTEM MANAJEMEN KESELAMATAN (STUDI KASUS : BENGKEL X, PT. DIRGANTARA INDONESIA)", "Abstrak": "Peningkatan jumlah penumpang angkutan udara terjadi dalam tiga tahun terakhir secara signifikan di Indonesia. Hingga 2013 jumlah penumpang angkutan udara mencapai sekitar 50 juta orang. Hal ini sejalan dengan peningkatan pemesanan pesawat terbang tahun 2013 meningkat hampir 10% dari tahun sebelumnya. Peningkatan dirasakan oleh PT. DI, dimana mendapat kepercayaan membuat komponen pesawat. Melihat hal ini, intensitas pekerjaan akan meningkat dan kemungkinan meningkatkannya angka kecelakaan kerja. Angka kecelakaan kerja pada tahun 2014 (JanuariÃ‚Â–Juni) mencapai 14 kasus di PT. DI, meningkat jika dibandingkan tiga tahun terakhir. Untuk menentukan pendekatan yang tepat maka dilakukan analisis terhadap satu kasus kecelakaan kerja mengunakan fishbone diagram. Hasilnya menunjukkan bahwa penyebab kecelakaan dari pekerja, material, dan metode. Oleh sebab itu, diperlukan peningkatan komitmen dan tindakan pencegahan agar mampu mencegah kecelakaan yang sama berikutnya. Iklim keselamatan dapat menggambarkan komitmen manajemen dan pekerja dalam hal keselamatan. Penelitian menggunakan kuesioner NOSACQ50 untuk mendapatkan iklim keselamatan yang terbentuk, dimana nilainya yaitu secara rataÃ‚Â–rata 3,01 (cukup baik) yang berarti membutuhkan sedikit perbaikan. Kuesioner dianalisis secara statistik menggunakan uji t dan uji korelasi Pearson. Sistem manajemen keselamatan dikenal juga dengan manajemen risiko. Proses manajemen risiko dimulai dari identifikasi bahaya hingga tindakan kontrol  \nterhadap risiko. Penelitian ini menggunakan metode FMEA dan LOPA untuk identifikasi bahaya dan penilaian risiko. Nilai risiko tertinggi dari proses di bengkel X berdasarkan FMEA yaitu menghirup uap kimia (30), menghirup uap cat dan pelarut (30), kebakaran (24), dan panas (20). Nilai toleransi risiko dari seluruh skenario yang disusun menggunakan LOPA masih dibawah standar, dengan nilai batas standar yaitu 10-4Ã‚Â– 10-3, menunjukkan bahwa lapisan pelindung keselamatan sudah cukup aman.", "Daftar File": {"2015 TS PP M. GALOEH ADHIESETYO HARIYONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/134951", "2015 TS PP M. GALOEH ADHIESETYO HARIYONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/134952", "2015 TS PP M. GALOEH ADHIESETYO HARIYONO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/134953", "2015 TS PP M. GALOEH ADHIESETYO HARIYONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/134954", "2015 TS PP M. GALOEH ADHIESETYO HARIYONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/134955", "2015 TS PP M. GALOEH ADHIESETYO HARIYONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/134956", "2015 TS PP M. GALOEH ADHIESETYO HARIYONO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/134957", "2015 TS PP M. GALOEH ADHIESETYO HARIYONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/134958"}, "Penulis": "M. GALOEH ADHIESETYO HARIYONO [25312025]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Suharyanto, S.T., M.Sc., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Iklim keselamatan, NOSACQ50, manajemen risiko, FMEA, LOPA, sistem manajemen keselamatan ; safety climate, NOSACQ50, risk management, FMEA, LOPA, safety management system", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     yoka", "File": "8 file", "Tanggal Input": "25 Okt 2018"}