{"Nomor": 28883, "Judul": "KONTROL BACK-PRESSURE PADA CYBER-PHYSICAL SYSTEM LALU LINTAS PERKOTAAN", "Abstrak": "Tingginya pertumbuhan penduduk Kota Bandung yang diiringi dengan meningkatnya jumlah kendaraan menyebabkan timbulnya masalah kemacetan. Selain itu diterapkannya sistem kontrol lampu lalu lintas fixed time yang tidak adaptif terhadap panjang antrian kendaraan dapat merugikan fase tertentu yang memiliki akumulasi panjang antrian lebih besar namun mendapat waktu hijau yang lebih sedikit. Permasalahan ini kemudian dikaji menggunakan metode kontrol algoritme back-pressure yang bertujuan menentukan alokasi waktu hijau pada setiap fase. Terdapat dua jenis algoritme back-pressure yang digunakan, yaitu cycle time back-pressure dan slotted time back-pressure. \n\nPengontrol dirancang untuk dapat diterapkan pada cyber-physical system (CPS) yang terdiri atas sistem cyber dan sistem physical yang dihubungkan melalui CPS network. Sistem cyber tersusun atas pengontrol dan logger sementara sistem physical tersusun atas sensor, lampu lalu lintas, dan lalu lintas itu sendiri. Pengujian pengontrol dilakukan pada simulasi Hardware In The Loop (HIL) yang terdiri atas tiga subsistem, yaitu virtual traffic pada perangkat lunak PTV Vissim dengan lokasi simulasi Simpang Lima Kota Bandung, pengontrol berupa mikrokontroler, dan logger data. Algoritme back-pressure akan diprogram pada mikrokontroler untuk menghitung alokasi waktu hijau pada tiap fase dan kemudian dikirimkan untuk mengontrol virtual traffic dan disimpan pada logger data melalui protokol komunikasi data nirkabel MQTT.  \n\nPengujian pengontrol dilakukan dengan membandingkan nilai panjang antrian dan vehicle throughput algoritme back-pressure terhadap metode fixed time. Hasil simulasi menyatakan bahwa pengontrol dengan algoritme back-pressure menghasilkan panjang antrian yang lebih rendah dibandingkan metode fixed time. Selain itu dilakukan uji kualitas komunikasi MQTT pada sistem menggunakan alat benchmark dan didapat hasil latensi serta rasio sukses sangat baik.", "Daftar File": {"2018 TA PP M. Farhan Fathurrahman dan I Wayan Hari Sukmaranu 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134933"}, "Penulis": "M. Farhan Fathurrahman - Nim: 13314011, I Wayan Hari Sukmaranu - Nim: 13314019", "Kontributor / Dosen Pembimbing": ["Ir. Endra Joelianto, Ph.D. \n\nHerman Y. Sutarto, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "PTV Vissim, back-pressure, cyber-physical system, MQTT", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Agu 2018"}