{"Nomor": 28882, "Judul": "SINTESIS ?-ALUMINA DARI NH4 (rumus)DAWSONITE SEBAGAI PENYANGGA KATALIS KOBALT-CERIA UNTUK REAKSI FISCHER (rumus)TROPSCH", "Abstrak": "Proses Fischer-Tropsch merupakan salah satu alternatif untuk mengatasi krisis energi. Proses ini mampu mengubah gas sintesis (H2 dan CO) menjadi hidrokarbon dengan bantuan katalis logam. Katalis logam untuk reaksi Fischer-Tropsch umumnya memerlukan suatu penyangga untuk memperluas sisi aktifnya. Gamma alumina (?-Al2O3) adalah salah satu penyangga katalis yang umum digunakan karena memiliki luas permukaan yang relatif besar, ukuran pori yang lebar, serta memiliki stabilitas termal dan stabilitas mekanik yang baik. Dalam perkembangannya, berbagai usaha telah dilakukan untuk memperluas permukaan serta memperbesar volume pori dan ukuran pori dari ?-Al2O3 demi memaksimalkan potensinya sebagai penyangga katalis. Usaha yang umum dilakukan adalah dengan menggunakan surfaktan atau SDA (structure directing agent) dalam mensintesis ?-Al2O3. Meski cara tersebut terbukti efektif, namun harga surfaktan yang cenderung mahal membuatnya kurang ekonomis untuk diaplikasikan. Pada penelitian ini dilakukan sintesis ?-Al2O3 dari prekursor NH4-dawsonite tanpa melibatkan surfaktan. NH4-dawsonite disintesis melalui metode kopresipitasi dengan variasi teknik pencampuran dan pH. Pada metode pertama, larutan (NH4)2CO3 ditambahkan tetes demi tetes ke dalam larutan Al(NO3)3 disertai pengadukan cepat pada suhu 50 oC selama 1 jam, kemudian di-aging pada suhu 50 oC selama 1 hari. Pada metode kedua, proses pencampuran dibalik, larutan Al(NO3)3 ditambahkan tetes demi tetes ke dalam larutan (NH4)2CO3 dengan proses pengadukan dan aging sama seperti metode pertama. Hasil karakterisasi FTIR dan XRD menunjukkan bahwa sintesis dengan metode pertama menghasilkan boehmite, sedangkan sintesis dengan metode kedua menghasilkan NH4-dawsonite. Penggunaan suhu aging sebesar 100 oC pada metode pertama diketahui menghasilkan campuran boehmite dan NH4-dawsonite. Sampel hasil sintesis dikalsinasi pada suhu 600 oC selama 5 jam dan berdasarkan hasil XRD diketahui menghasilkan ?-Al2O3. Citra SEM menunjukkan bahwa ?-Al2O3 yang dihasilkan dari boehmite maupun NH4-dawsonite hasil sintesis membentuk aglomerat. Variasi pH pada metode sintesis kedua dilakukan untuk melihat pengaruhnya terhadap produk NH4-dawsonite yang dihasilkan. Citra TEM menunjukkan bahwa sintesis NH4-dawsonite pada pH yang lebih tinggi akan membentuk ?-Al2O3 yang lebih teragregasi. Hasil uji PSA menunjukkan bahwa sintesis NH4-dawsonite pada pH yang lebih tinggi memiliki ukuran butiran ?-Al2O3 yang lebih besar. Hasil karakterisasi N2-fisisorpsi menunjukkan bahwa ?-Al2O3 yang dihasilkan dari boehmite memiliki luas permukaan spesifik sebesar 237,3 m2/g, sedangkan ?-Al2O3 yang dihasilkan dari NH4-dawsonite dengan variasi pH 8, 9, dan 10 secara berturut memiliki luas permukaan spesifik sebesar 254,0; 275,8; dan 305,9 m2/g. ?-Al2O3 yang dihasilkan dari NH4-dawsonite pada pH sintesis yang lebih tinggi diketahui memiliki luas permukaan lebih besar tetapi memiliki volume pori dan ukuran pori yang lebih kecil. ?-Al2O3 hasil sintesis kemudian digunakan sebagai penyangga katalis kobalt-cerium untuk reaksi Fischer-Tropsch. Sintesis katalis Co-Ce/?-Al2O3 dengan perbandingan massa Co:Ce:?-Al2O3 sebesar 9:1:90 dilakukan dengan metode incipient wetness impregnation menggunakan larutan Co(NO3)2 dan Ce(NO3)3 dengan pelarut air-etanol. Uji aktivitas katalis untuk reaksi Fischer-Tropsch dilakukan menggunakan micro fixed-bed reactor pada tekanan atmosfer dan suhu 225 oC dengan laju alir syn-gas sekitar 5 mL/menit dan rasio syn-gas H2:CO sebesar 2:1. Katalis direduksi secara in-situ pada suhu 350 oC dengan aliran H2 (8 mL/menit) selama 6 jam dan pada tekanan atmosfer sebelum reaksi dijalankan. Produk reaksi ditampung menggunakan coldtrap selama 3 jam. Hasil analisis GC menunjukkan bahwa katalis dengan penyangga ?-Al2O3 dari NH4-dawsonite memiliki aktivitas dan selektivitas terhadap hidrokarbon C4+ yang lebih baik daripada katalis dengan penyangga ?-Al2O3 dari boehmite. Penggunaan penyangga dengan luas permukaan yang lebih besar diketahui meningkatkan aktivitas reaksi Fischer-Tropsch. Penggunaan penyangga dengan ukuran pori dan volume pori yang lebih besar diketahui memberikan selektivitas yang lebih baik terhadap produk C4+. Aktivitas reaksi Fischer-Tropsch dan selektivitas produk C4+ juga diketahui mengalami penurunan dengan semakin tingginya suhu reaksi.", "Daftar File": {"2018 TS PP M FAQIHUDDIN ZAKY 20514002 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134932", "COVER M FAQIHUDDIN ZAKY NIM: 20514002": "https://digilib.itb.ac.id/gdl/download/169218", "BAB1 M FAQIHUDDIN ZAKY NIM: 20514002": "https://digilib.itb.ac.id/gdl/download/169219", "BAB2 M FAQIHUDDIN ZAKY NIM: 20514002": "https://digilib.itb.ac.id/gdl/download/169221", "BAB3 M FAQIHUDDIN ZAKY NIM: 20514002": "https://digilib.itb.ac.id/gdl/download/169222", "BAB4 M FAQIHUDDIN ZAKY NIM: 20514002": "https://digilib.itb.ac.id/gdl/download/169223", "BAB5 M FAQIHUDDIN ZAKY NIM: 20514002": "https://digilib.itb.ac.id/gdl/download/169224", "PUSTAKA M FAQIHUDDIN ZAKY NIM: 20514002": "https://digilib.itb.ac.id/gdl/download/169225"}, "Penulis": "M FAQIHUDDIN ZAKY NIM: 20514002", "Kontributor / Dosen Pembimbing": ["Dr. I Nyoman Marsih"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "?-Al2O3, NH4-dawsonite, penyangga katalis, Fischer-Tropsch", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "07 Mar 2018"}