{"Nomor": 28898, "Judul": "GEOLOGI DAN ANALISIS STRUKTUR GEOLOGI BERDASARKAN METODA PENAMPANG SEIMBANG DAERAH KEKNENO DAN SEKITARNYA, KABUPATEN TIMOR TENGAH SELATAN DAN KUPANG, NUSA TENGGARA TIMUR", "Abstrak": "Pulau Timor merupakan daerah yang memiliki sejarah geologi sangat unik. Sejarah pembentukan pulau ini dimulai dengan subduksi sampai kolisi yang     \nberlangsung sampai saat ini. Beberapa model pembentukan Pulau Timor, antara lain overthrust model (Barber, 1981), imbrication model (Hamilton, 1979), dan rebound model (Chamalaun dan Grady, 1987). Daerah penelitian terdiri atas enam satuan (dari tua ke muda), yakni Satuan Batulempung hitam, merah, & hijau sisipan Batupasir, Satuan Batulempung-Batulanau, Satuan Batulempung merah & hijau, dan Satuan Batupasir-Batulempung, Kompleks Melange yang terdiri atas Blok Batugamping Politik dan Blok Batupasir-Batugamping merah yang tertanam dalam matriks batulempung. Analisa provenan menggunakan diagram Dickinson (1985)dilakukan pada sayatan batupasir setiap satuan untuk menjelaskan sumber dari tiap-tiap satuan. Struktur geologi yang terbentuk pada daerah penelitian merupakan hasil deformasi akibat kolisi yang terjadi sampai saat ini. Sesar naik dan sumbu lipatan pada daerah ini memiliki tren barat laut-tenggara, sedangkan sesar mendatar memiliki tren relatif barat-timur. Restorasi penampang seimbang dan analisa kinematika menjadi metoda yang dipakai untuk menganalisa struktur geologi yang berkembang di daerah penelitian. Pada dua rekonstruksi penampang seimbang terdapat perbedaan besaran kontraksi yang kemungkinan diakibatkan oleh sesar sobekan. Berdasarkan rekonstruksi penampang seimbang, pembentukan lipatan berhubungan dengan sesar naik yang cenderung membentuk imbrikasi dengan tipe leading.", "Daftar File": {"2015 TA PP MICHAEL JEFRY TORUAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/134969", "2015 TA PP MICHAEL JEFRY TORUAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/134970", "2015 TA PP MICHAEL JEFRY TORUAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/134971", "2015 TA PP MICHAEL JEFRY TORUAN 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/134972", "2015 TA PP MICHAEL JEFRY TORUAN 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/134973", "2015 TA PP MICHAEL JEFRY TORUAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/134974", "2015 TA PP MICHAEL JEFRY TORUAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/134975", "2015 TA PP MICHAEL JEFRY TORUAN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/134976", "2015 TA PP MICHAEL JEFRY TORUAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/134977"}, "Penulis": "MICHAEL JEFRY TORUAN (nim : 12011043)", "Kontributor / Dosen Pembimbing": ["Pembimbing :      \nIr. Benyamin Sapiie, Ph.D.      \nIr. Dr. Agus H. Harsolumakso."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kolisi, subduksi, restorasi penampang seimbang", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "10 Apr 2018"}