{"Nomor": 28895, "Judul": "STUDI PENGARUH VARIASI KOMPOSISI  BIJIH NIKEL LATERIT  PADA PERFORMA PELINDIAN NIKEL DALAM LARUTAN ASAM SULFAT PADA TEKANAN ATMOSFER", "Abstrak": "Performa pelindian nikel dari bijih nikel laterit bergantung kepada komposisi kimia, ukuran partikel dan mineralogi bijih serta parameter pelindian yang meliputi konsentrasi reagen pelindi, temperatur pelindian, waktu dan persen padatan. Komposisi kimia bijih yang menentukan performa pelindian tersebut terutama adalah kadar nikel, besi dan magnesium dalam bijih. Pada pelindian bijih limonit dengan larutan asam sulfat pada tekanan atmosfer, besi yang terlarut tidak mengendap kembali pada proses pelindian sehingga semakin tinggi kadar besi dalam bijih, semakin tinggi pula konsumsi asam untuk pelindian. Meskipun bijih limonit memiliki kadar Mg yang relatif rendah dibandingkan bijih saprolit, semakin tinggi kandungan Mg dalam bijih juga akan meningkatkan konsumsi asam.  Pada penelitian ini dipelajari pengaruh variasi kadar Fe dan Mg dalam bijih limonit pada pelindian agitasi pada tekanan atmosfer dalam larutan asam sulfat terhadap performa pelindian yaitu persen ekstraksi nikel, besi terlarut dan konsumsi asam sulfat.    \n \n\nSampel bijih dengan kadar Fe dan Mg yang bervariasi berasal dari Tanjung Buli Halmahera, Tapunopaka Sulawesi Tenggara dan Mandiodo Sulawesi Tenggara yang dikirimkan oleh PT. Antam. Selain tiga bijih tersebut digunakan juga sampel bijih hasil blending. Percobaan pelindian bijih limonit dengan berbagai variasi kadar Fe dan Mg menggunakan larutan asam sulfat pada tekanan atmosfer dilakukan untuk mempelajari pengaruh kadar Fe dan Mg dalam bijih terhadap persen ekstraksi nikel dan besi serta konsumsi asam. Dilakukan juga variasi jumlah penambahan asam sulfat dengan satuan kg/ton-bijih. Pelindian dilakukan selama 24 jam dengan pengambilan sampel larutan pada menit ke-15, 30, 60, 120, 240, 480, 720, dan 1440. Pengukuran konsentrasi nikel, besi, dan magnesium terlarut dilakukan menggunakan Atomic Absorption Spectrophotometer (AAS) untuk menentukan persen ekstraksi ketiga unsur tersebut. Variabel tetap pada percobaan pelindian yaitu temperatur pada 95oC, fraksi ukuran bijih -65+100# (149-208 Ã‚Âµm)  dan persen padatan 15%.   \n \n\nHasil percobaan menunjukkan peningkatan kadar magnesium dan penurunan kadar besi dalam bijih cenderung meningkatkan persen ekstraksi nikel. Sementara, variasi kadar magnesium dan besi dalam bijih menyebabkan konsumsi asam sulfat yang bervariasi. Kondisi terbaik yang menghasilkan persen ekstraksi nikel paling tinggi diperoleh pada konsentrasi asam 2M. Pada kondisi ini diperoleh persen ekstraksi nikel setelah 24 jam sebesar 98,13% dengan konsumsi asam sulfat 1156,29 kg H2SO4/ton bijih. Diperoleh persamaan regresi konsumsi asam 𝑦 = 1,027 %𝑀𝑔𝑂 + 11,128 %𝐹𝑒 + 831,174  dan ekstraksi nikel 𝑧 = 0,758 %𝑀𝑔𝑂 + 0,252 %𝐹𝑒 + 81,567 pada kondisi terbaik .", "Daftar File": {"2018 TA PP MICHAEL CHANDRA  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134965"}, "Penulis": "MICHAEL CHANDRA - Nim: 12514044", "Kontributor / Dosen Pembimbing": ["Dr.mont. M. Zaki Mubarok, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Nikel laterit, limonit, komposisi bijih, persen ekstraksi, konsumsi asam", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "7 file", "Tanggal Input": "03 Jul 2018"}