{"Nomor": 28892, "Judul": "OKSIDASI ELEKTROKIMIA TERMEDIASI (OET) MENGGUNAKAN OKSIDATOR Ce (IV) DENGAN KATALIS Ag (II) UNTUK ELEKTRODEGRASI NONILFENOL ETOKSILAT (NPE - 10)", "Abstrak": "Nonilfenol etoksilat (NPE-10) merupakan salah satu jenis surfaktan non ionik yang dibuat dari sintesis alkilfenol etoksilat. NPE - 10 digunakan sebagai bahan tambahan pada berbagai jenis industri, seperti bahan kimia, cat, kertas, dan agrokimia. NPE - 10 yang terakumulasi sebagai limbah cair di sungai dapat menyebabkan polusi dan merusak ekosistem air. Penelitian ini bertujuan untuk menjelaskan proses elektrodegradasi NPE-10 menggunakan berbagai beberapa parameter optimasi, seperti beda potensial, waktu, dan konsentrasi NPE - 10. Produk hasil degradasi dianalisis menggunakan instrumen LC-MS. Selain itu, kadar gas CO2 yang terbentuk dihitung menggunakan titrasi balik. Kadar zat organik sampel sebelum dan sesudah degradasi dihitung menggunakan metode titrasi permanganometri. Metode penelitian yang digunakan adalah metode batch dengan oksidator Ce (IV) dan katalis Ag (I). Studi voltammetri siklik menunjukkan bahwa nilai potensial oksidasi dan reduksi Ce(III) / Ce(IV) berturut - turut sebesar 1,322 V dan 1,148 V. Potensial oksidasi NPE-10 sebesar 1,400 V dengan elektroda pasta karbon sebagai elektroda kerja. Konsentrasi optimum katalis Ag (I) yang ditambahkan pada sistim elektrodegradasi adalah 0,009 M. Kondisi optimum elektrodegradasi didapat pada elektrodegradasi NPE-10 1500 ppm dengan penambahan Ce (III) 0,04 M dan Ag (I) 0,009 M selama 35 menit dengan beda potensial 1,5 V. Persen degradasi yang didapat sebesar 85,51%. Hasil uji LC-MS menunjukkan bahwa terdapat dua produk baru hasil degradasi dengan prediksi nilai M berturut Ã‚Â– turut sebesar 413,2993 g/mol dan 603,5924 g/mol. Persentase gas CO2 yang terbentuk pada kondisi optimum ini adalah 46,794%. Kadar zat organik dalam sampel NPE-10 mengalami penurunan sebesar 42,504% setelah dianalisis menggunakan metode titrasi permanganometri.", "Daftar File": {"2018 TS PP MHD. MUSLIM SYAIFULLAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134962", "COVER MHD. MUSLIM SYAIFULLAH - NIM : 20516017": "https://digilib.itb.ac.id/gdl/download/169480", "BAB1 MHD. MUSLIM SYAIFULLAH - NIM : 20516017": "https://digilib.itb.ac.id/gdl/download/169481", "BAB2 MHD. MUSLIM SYAIFULLAH - NIM : 20516017": "https://digilib.itb.ac.id/gdl/download/169483", "BAB3 MHD. MUSLIM SYAIFULLAH - NIM : 20516017": "https://digilib.itb.ac.id/gdl/download/169484", "BAB4 MHD. MUSLIM SYAIFULLAH - NIM : 20516017": "https://digilib.itb.ac.id/gdl/download/169485", "BAB5 MHD. MUSLIM SYAIFULLAH - NIM : 20516017": "https://digilib.itb.ac.id/gdl/download/169486", "PUSTAKA MHD. MUSLIM SYAIFULLAH - NIM : 20516017": "https://digilib.itb.ac.id/gdl/download/169487"}, "Penulis": "MHD. MUSLIM SYAIFULLAH - NIM : 20516017", "Kontributor / Dosen Pembimbing": ["Dr. Henry Setiyanto, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Oksidasi Elektrokimia Termediasi, Nonilfenol Etoksilat, Oksidator Ce (IV), Katalis Ag (I).", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "17 Apr 2018"}