{"Nomor": 28909, "Judul": "IDENTIFIKASI STRUKTUR DAN TEKSTUR DATA POLARIMETRI SYNTHETIC APERTURE RADAR (SAR) UNTUK MEMPERKIRAKAN KARAKTERISTIK JENDELA MINYAK DI DAERAH VULKANIK", "Abstrak": "Teknologi Synthetic Aperture Radar (SAR) adalah pendekatan eksplorasi hidrokarbon yang cukup akurat dan efisien, mengingat angka eksplorasi yang semakin terbatas. Salah satu manfaat dari data citra polarimetri SAR adalah untuk mendeteksi objek target (jendela minyak) di permukaan berdasarkan karakteristik fisik objek di permukaan. Daerah yang dijadikan penelitian adalah beberapa jendela minyak di area Majalengka-Banyumas.   \nMetode penelitian yang digunakan adalah dekomposisi dan klasifikasi polarimetri pada citra SAR yang telah dilakukan pra-pengolahan sebagai salah satu cara untuk mendeteksi objek target. Metode dekomposisi polarimetri yang digunakan adalah dekomposisi H-α dengan entropi dan sudut-α sebagai parameter utama. Hasil dekomposisi H-α berupa citra entropi, anisotropi, dan sudut-α yang mengindikasikan karakteristik hamburan berdasarkan ciri fisik target. Metode klasifikasi polarimetri yang digunakan adalah klasifikasi polarimetri tak-terawasi H-α Wishart yang membagi hasil dekomposisi yang telah dilakukan menjadi 9 zona mekanisme hamburan. Kemudian dilakukan overlay antara titik koordinat jendela minyak dengan hasil dekomposisi serta klasifikasi polarimetri untuk mengidentifikasi jendela minyak. Identifikasi objek jendela minyak berdasarkan dekomposisi dan klasifikasi polarimetri mengindikasikan bahwa objek jendela minyak berada pada suatu rentang nilai entropi, anisotropi, sudut-α, serta pada suatu zona hamburan.", "Daftar File": {"2016 TA PP Michelle Natasa 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/134999", "2016 TA PP Michelle Natasa 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/135000", "2016 TA PP Michelle Natasa 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/135002", "2016 TA PP Michelle Natasa 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/135003"}, "Penulis": "Michelle Natasa ( NIM : 151 12 094)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ketut Wikantika, Ph.D   \n Dr.Eng. Asep Saepuloh"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "dekomposisi polarimetri, klasifikasi polarimetri, minyak bumi, SAR, Majalengka, Banyumas", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "5 file", "Tanggal Input": "05 Sep 2018"}