{"Nomor": 28905, "Judul": "ISOLASI DAN KARAKTERISASI PATI DARI TEPUNG SINGKONG TERFERMENTASI (FERCAF)", "Abstrak": "Singkong (Manihot esculenta) merupakan salah satu komoditas umbi-umbian yang memiliki potensi besar berdasarkan pada angka produksi dan produktivitasnya yang tinggi di Indonesia. Selain itu, singkong juga memiliki kandungan karbohidrat yang tinggi, yaitu sebesar 80% dalam bentuk pati. Dalam dunia pangan, pati memiliki beberapa fungsi yaitu sebagai agen pengental, bahan pengisi, dan pengenyal. Isolasi pati singkong telah diproduksi secara komersial untuk menghasilkan tapioka. Namun, proses tersebut memiliki kendala yaitu penggunaan volume pelarut yang mencapai sepuluh kali dari umpannya. Oleh karena itu telah dilakukan penelitian dengan memberikan perlakuan awal pada singkong, yaitu dengan fermentasi. Proses fermentasi diharapkan dapat mengurangi volume pelarut dalam pengisolasian pati. \n\nPada penelitian ini, proses isolasi pati dilakukan melalui metode sedimentasi berdasarkan penelitian Nand, A. dkk (2008), dengan mengubah bahan baku singkong menjadi Fercaf. Pada metode ini, proses steeping yang merupakan tahap terpenting dalam pengisolasian pati dilakukan dengan memvariasikan pH pelarut dan perbandingan antara massa Fercaf terhadap pelarut. Variasi pH pelarut dilakukan pada pH 7 dan pH 10 dan variasi perbandingan massa Fercaf terhadap pelarut dilakukan pada perbandignan 1:5, 1:6, dan 1:7. Pati yang telah diisolasi selanjutnya dikarakterisasi melalui beberapa analisis yaitu kadar air, kemurnian pati, swelling power, solubilitas, derajat putih, gel strength, dan analisis granula dengan Scanning Electron Microscope (SEM). \n\nPenelitian ini menghasilkan perolehan pati pada rentang 29,5 Ã‚Â– 41,9% dengan kemurnian pati pada rentang 90,91 Ã‚Â– 92,94%. Berdasarkan pada perolehan dan kemurnian pati, isolasi pati dari Fercaf memberikan hasil yang optimum pada penggunaan pelarut dengan pH 7 dan perbandingan antara massa Fercaf terhadap pelarut 1:6. Penggunaan variasi pada pH pelarut berpengaruh pada kadar air dan derajat putih pati terisolasi, sedangkan penggunaan variasi pada perbandingan antara massa Fercaf terhadap pelarut hanya berpengaruh pada kadar air. Sementara itu, swelling power dan solubilitas dari pati terisolasi hanya dipengaruhi oleh temperatur analisis.", "Daftar File": {"2018 TA PP  MICHAEL TRUMANJAYA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/134995"}, "Penulis": "MICHAEL TRUMANJAYA (NIM : 13013117)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Dianika Lestari. \n\nProf. Dr. Yazid Bindar."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fercaf, isolasi, karakterisasi, pati, singkong, tapioka", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Feb 2018"}