{"Nomor": 28916, "Judul": "MENGUKUR KINERJA KEUANGAN  BANK BADAN USAHA MILIK NEGARA DI INDONESIA MENGGUNAKAN PENILAIAN BERBASIS RESIKO", "Abstrak": "Penilaian terhadap kinerja keungan bank semakin terpenting berujuk pada krisis yang menimpa pada ekonomi global sejak tahun 1997/1998 dan turunya pertumbuhan ekonomi yang memberikan pelajaran ke semua industry bank terutama yang berada di indonesia. Peraturan OJK melalui Surat Edaran No.14/SEOJK.03/2017 mengarahkan amanat kewajiban dalam mengukur Sistem Penilaian Tingkat Kesehatan Bank Umum di Indonesia. Penelitian ini bertujuan untuk mengukur kinerja keuangan Bank Indonesia dalam 5 tahun yang meliputi (2012 Ã‚Â– 2016). Penilaian Bank Berbasis Risiko (RBBR) adalah kerangka kerja metode yang tercantum dalam surat edaran oleh OJK yang digunakan untuk mengukur kinerja keuangan seperti Faktor Profil Risiko, Good Corporate Governance, Earning and Capital. Hasil penelitian menunjukkan bahwa selama lima tahun terakhir, kinerja keuangan yang dicapai 5 bank nampaknya meningkatkan kredit bermasalah dan berdampak pada penurunan kinerja ROA meskipun pengukuran tersebut sudah divalidasi sebagai predikat sehat berdasarkan peringkat standar OJK. Temuan penelitian semakin menguat dengan hasil regresi multivariat menunjukkan ada indikasi signifikan bahwa NPL berpengaruh terhadap kinerja ROA. Sebagai rekomendasi, penelitian ini memberikan mandat bahwa semua tugas yang dibutuhkan sebagai analis kredit harus diserahkan kepada tenaga profesional sesuai konsep kredit 5c untuk meningkatkan efektifitas analis kredit yang menyetujui pinjaman kredit. Dengan meningkatkan kualitas analis kredit, analisis DuPont dilakukan untuk menunjukkan bagaimana efektivitas yang diberikan terhadap Kinerja ROA.", "Daftar File": {"2018 TS PP MIFTAHUL AHYAR ARRIFAI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135022"}, "Penulis": "MIFTAHUL AHYAR ARRIFAI (NIM 29316095)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Wiwiek Mardawiyah Daryanto, SE-Ak, MM, CMA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kinerja Keuangan, Penilaian Bank Berbasis Resiko, Faktor Profil Resiko, Tata Kelola, Rentabilitas, Permodalan, Bank Badan Usaha Milik Negara, Dupont Analysis, Multivariat Regresi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "20 Feb 2018"}