{"Nomor": 28913, "Judul": "SINTESIS PATI-G-POLI(ASAM SINAMAT)  SEBAGAI MATERIAL POTENSIAL UNTUK APLIKASI PENINGKATAN PEROLEHAN MINYAK", "Abstrak": "Pati digunakan sebagai molekul utama dalam pembentukan kopolimer cangkok dengan polimer lain untuk diaplikasikan dalam Enhanced Oil Recovery (EOR). Keuntungan menggunakan pati dalam reaksi polimerisasi adalah pati termasuk polimer alam, murah, dan ramah lingkungan serta mampu meningkatkan viskositas air sehingga mampu mendorong minyak lebih banyak dalam reservoir. Penelitian ini bertujuan mempelajari variabel yang mempengaruhi reaksi polimerisasi dari asam sinamat yang dicangkokan dengan pati singkong untuk menghasilkan kopolimer dari pati-g-poli(asam sinamat). Polimerisasi asam sinamat dilakukan dengan mekanisme radikal bebas melalui reaksi polimerisasi adisi menggunakan inisiator cerium amonium nitrat (CAN). Hasil analisis FTIR terhadap polimer yang terbentuk menunjukkan adanya puncak serapan gugus OH yang bersumber dari pati pada bilangan gelombang sekitar 3500 cm-1 dan hilangnya puncak serapan C=C gugus alkena pada bilangan gelombang 1610-1680 cm-1 karena ikatan rangkap asam sinamat sudah tersubstitusi dan membentuk rantai poli (asam sinamat). Hasil analisis polimer dengan NMR menunjukkan puncak di daerah 4-5 ppm (H alkena), daerah 5,5-6,5 ppm (H aromatik) dan daerah 9,2-10 ppm menunjukkan puncak pergeseran (H karboksilat). Uji viskositas pada polimer yang dilakukan dalam suhu ruang sampai suhu 75 oC menunjukkan bahwa kenaikan suhu mengakibatkan penurunan viskositas. Nilai viskositas maksimum yang diperoleh untuk kopolimer adalah 1,55 cP pada suhu ruang (25 oC) untuk penggunaan inisiator cerium amonium nitrat (CAN) 1% dan derajat polimerisasi (DPn) 68. Uji viskositas polimer dilakukan dengan menambahkan padatan NaOH 16% ke dalam larutan polimer untuk meningkatkan kelarutan polimer. Uji salinitas polimer dilakukan dengan menambahkan garam NaCl hingga 10%. Viskositas maksimum kopolimer sebesar 1,65 cP diperoleh ketika dalam suhu ruang.", "Daftar File": {"2017 TA PP MIDRATHUL RAHMAWATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/135007", "2017 TA PP MIDRATHUL RAHMAWATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/135013"}, "Penulis": "MIDRATHUL RAHMAWATI (NIM : 10513065)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Rachmawati."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "polimer, enhanced oil recovery (EOR), inisiator, viskositas, salinitas", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "7 file", "Tanggal Input": "15 Okt 2018"}