{"Nomor": 28920, "Judul": "MENENTUKAN STRUKTUR MODAL YANG OPTIMAL DARI EMPAT PERUSAHAAN PERTAMBANGAN BATUBARA TERBESAR UNTUK MEMAKSIMALKAN NILAI PERUSAHAAN", "Abstrak": "Saat ini, Indonesia adalah eksportir batubara terbesar kedua ke pasar Asia Pasifik. Batubara yang diproduksi di Indonesia sebagian besar diekspor ke China dan India sebagai salah satu negara konsumen batubara terbesar di dunia. Transisi ekonomi di China yang sebelumnya bergantung pada sektor industri ke sektor jasa menyebabkan penurunan permintaan pasokan batubara dunia yang menyebabkan turunnya harga batu bara dunia. Kontribusi sektor batubara dalam PDB Indonesia menurun dari 3% menjadi 2% dalam beberapa tahun terakhir. Karena kondisi ini, kinerja keuangan perusahaan tambang batubara di Indonesia telah menurun secara signifikan dan ini adalah masa yang sulit bagi industri batubara di Indonesia mulai dari tahun 2012 hingga awal 2017. Dari kondisi ini, keputusan untuk meningkatkan utang untuk menjaga keberlanjutan dari operasi perusahaan dan memaksimalkan nilai perusahaan menjadi penting. Karena ini merupakan langkah internal manajemen masing-masing perusahaan yang dapat meminimalisir efek buruk yang disebabkan oleh faktor eksternal yang tidak dapat dikendalikan seperti penurunan harga batubara. \n\nMarco-condition dan analisis industri akan menggunakan analisis PESTEL dan Porter Five Forces. Setelah melakukan analisis eksternal. Analisis keuangan dilakukan untuk mengetahui kondisi historis dari perusahaan batubara terbesar (ADRO, PTBA, ITMG, dan BYAN) untuk digunakan lebih lanjut sebagai dasar untuk proyeksi masa depan. Secara keseluruhan analisis keuangan perusahaan terlihat dalam situasi yang buruk. Situasi ini dapat dilihat dari Return on Equity yang kecil dan biaya rata-rata tertimbang yang tinggi dari captial. Perusahaan di sektor ini perlu meningkatkan nilai perusahaan dan memperluas bisnis. Itu dapat dicapai dengan meminimalkan biaya modal yang dampaknya akan meningkatkan nilai perusahaan. \n\nDari hasil proyeksi keuangan, asumsi dasar (skenario paling mungkin) untuk ADRO mencapai WACC minimum sebesar 11,77% dan nilai perusahaan sebesar 5,161 Juta USD, PTBA memperoleh WACC minimum sebesar 12,93% dan nilai perusahaan sebesar Rp 33.240 Milyar. ITMG memperoleh WACC minimum 12,00% dan nilai perusahaan 1,126 Juta USD, BYAN memperoleh WACC minimum 8,31% dan nilai perusahaan 2,939 Juta USD pada 2018. Rekomendasi ini adalah solusi bisnis yang dapat dilakukan oleh perusahaan dengan tujuan bahwa perusahaan lebih memperhatikan struktur modal agar mendapatkan porsi yang optimal dari hutang dan ekuitas untuk memaksimalkan nilai perusahaan.", "Daftar File": {"Mikdad-29116198.pdf": "https://digilib.itb.ac.id/gdl/download/135026"}, "Penulis": "Mikdad 29116198", "Kontributor / Dosen Pembimbing": ["Dr.Ir.Achmad Herlanto Anggono,MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "PESTEL, Porter Five Forces, Optimal Capital Structure, FirmÃ‚Â’s Value.", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "25 Jun 2018"}