{"Nomor": 28927, "Judul": "FRAMEWORK PERANCANGAN SERIOUS GAME  UNTUK PEMBELAJARAN INSTRUMEN MUSIK", "Abstrak": "Serious Game (SG) telah digunakan di banyak bidang pendidikan dan pelatihan. SG juga telah digunakan untuk membantu guru atau pendidik untuk mengajar siswa sehingga mereka dapat meningkatkan kemampuan mereka untuk memahami subjek menggunakan alat simulasi berupa game. Di sisi lain, musik telah menjadi elemen besar dalam dunia hiburan. Dengan demikian, penelitian ini mengusulkan framework baru untuk membantu pengembang perangkat lunak untuk membuat serious game yang digunakan untuk pembelajaran instrumen musik.      \n \n \n \n \n\nPenelitian ini membahas gagasan skema SG dan bagaimana SG yang sudah ada sebelumnya dapat digunakan untuk memberikan pedoman desain dengan mengembangkan framework. Dengan demikian, pengembang SG untuk permainan instrumen musik dapat dengan mudah memetakan aspek pembelajaran, mendeskripsikan desain perangkat lunak, dan menjelaskan cara untuk mengendalikannya dengan antarmuka khusus untuk pembelajaran instrumen musik.      \n \n \n \n \n\nFramework yang dihasilkan pada penelitian ini dikembangkan dari proses analisis beberapa penelitian sebelumnya dan dihubungkan dengan komponen-komponen yang berhubungan dengan permainan instrumen musik. Framework ini diimplementasikan menggunakan tiga studi kasus, yaitu game yang mempelajari instrumen musik saron, kendhang, dan angklung. Setiap komponen framework dipetakan pada studi kasus sehingga menghasilkan tiga game. Hasil dari proses validasi menunjukkan bahwa framework ini telah mampu membantu pengembang game untuk membuat permainan alat musik secara efektif dan efisien.", "Daftar File": {"ABSTRAK Indonesia.docx": "https://digilib.itb.ac.id/gdl/download/135049"}, "Penulis": "Milkhatussyafa'ah Taufiq - NIM : 23516078", "Kontributor / Dosen Pembimbing": ["Dr. Bayu Hendradjaya, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "framework, instrumen musik, serious game, pembelajaran, game, perancangan game", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Okt 2018"}