{"Nomor": 28922, "Judul": "PERANAN ML DAN REML DALAM PENENTUAN EBLUP PADA MODEL LINEAR CAMPURAN (STUDI KASUS : DATA FENOTIP SAWIT)", "Abstrak": "Model Linear Campuran adalah suatu pemodelan statistika dengan variabel responnya dipengaruhi oleh variabel prediktor yang bersifat tetap dan acak. Terdapat residu untuk setiap model yang ditaksir, termasuk pada Model Linear Campuran. Residu pada Model Linear Campuran merupakan peubah acak yang variansinya bergantung pada parameter komponen variansi pengaruh acak. Parameter komponen variansi pengaruh acak dapat ditaksir menggunakan prosedur Restricted Maximum Likelihood (REML) dan Fisher Scoring. Setelah diperoleh komponen variansi pengaruh acak, maka dapat ditaksir pula parameter pengaruh tetap dan acak dengan menggunakan prosedur Maximum Likelihood (ML).  Pada Tesis ini, Model Linear Campuran akan diterapkan pada data Fenotip Sawit yang ditanam di Sumatera. Produksi minyak sawit akan dipandang sebagai variabel respon. Sedangkan variabel prediktor yang bersifat tetap meliputi replika, subblok, dan plot. Serta variabel prediktor yang bersifat acak meliputi induk sawit female dan male. Parameter untuk induk sawit female dan male dapat dipandang sebagai parameter pengaruh acak, dengan nilai prediksi terbaiknya disebut Empirical Best Linear Unbiased Prediction (EBLUP). Pada Tesis ini, akan ditentukan induk sawit female dan male terbaik yang menghasilkan produksi minyak tertinggi.", "Daftar File": {"2018 TS PP MILA ISTI RIANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135028"}, "Penulis": "MILA ISTI RIANI (NIM: 20117005)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Udjianna Sekteria Pasaribu"], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Model Linear Campuran, REML, Fisher ScoringÃ‚Â¸ ML, dan EBLUP", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "10 Sep 2018"}