{"Nomor": 28939, "Judul": "FOTO KELUARGA SEBAGAI REFLEKSI IDENTITAS BUDAYA TIONGHOA DALAM KERANGKA KONFUSIUSISME DI BANDUNG (ANALISIS VISUAL 15 TAHUN SEBELUM DAN SESUDAH ERA REFORMASI)", "Abstrak": "Secara epistemologis, foto merupakan produk dari melukis dengan cahaya dan \n\nperistiwa memberhentikan ruang dan waktu pada keadaan yang menjadi pusat \n\nperhatian seorang fotografer. Sampel pada penelitian ini, merupakan foto keluarga \n\norang Tionghoa Totok, Peranakan, dan Hollands Spreken di Bandung, dengan \n\nkurun waktu lima belas tahun sebelum dan sesudah peristiwa Mei 1998 (era \n\nReformasi). Foto bagi orang Tionghoa dianggap sebagai artefak dari kebudayaan \n\nmereka. Foto dapat merekam jejak peristiwa yang dialami oleh orang Tionghoa \n\nketika mereka beraktifitas. Sedari dahulu hingga sekarang, kebudayaan, identitas, \n\nhingga perilaku dalam berkeluarga maupun bermasyarakat orang Tionghoa \n\ndipengaruhi oleh ajaran Konfusius (konfusiusisme). Ajaran utama Konfusius \n\nadalah mempraktikkan prinsip Kemanusiaan (Ren) yang melibatkan aspek Xiao \n\n(kebaikan manusia) yang di dalamnya mengandung aspek Zhong (loyalitas) dan \n\nShu (tidak egois), serta aspek Li (ritual) dan aspek Tian Ming (takdir). Dalam \n\nAspek Keadilan, di dalamnya mengandung aspek Zeng Ming (pembenaran) dan Yi \n\n(kebajikan) yang menitikberatkan pada keharmonisan keluarga. Penelitian ini, \n\nmenggunakan metode kualitatif dengan alat uji Analisis Teks (textual analysis) \n\npos-stuktural dengan bingkai konfusiusisme. Analisis dalam penelitian ini dibagi \n\ndalam dua tahap yaitu: tahap pertama, dengan menggunakan pisau bedah \n\nSemiotika C.S. Peirce yang melibatkan pemahaman ikon dan indeks, serta \n\nmeliputi kategori Ã‚Â“firstnessÃ‚Â” dan Ã‚Â“secondnessÃ‚Â” dalam mengekspresikan trikotomi \n\nrepresentamen, objek, dan interpretan terhadap foto keluarga orang Tionghoa di \n\nBandung. Tahap kedua, hasil dari tahap pertama dikonkritkan dengan melibatkan \n\npengaruh dari sosio-budaya,sosio-politik orang Tionghoa, dan globalisasi \n\nsehingga menghasilkan refleksi perubahan identitas orang Tionghoa Bandung. \n\nDalam penelitian ini, dihasilkan suatu temuan bahwa setelah melalui peristiwa \n\nMei 1998, terdapat aspek yang tidak mengalami perubahan dalam ajaran \n\nKonfusius pada orang Tionghoa Bandung, yakni aspek Keadilan (Zeng Ming dan \n\nYi).Sedangkan pada aspek Kemanusiaan (Ren),berdasarkan penelitian, ajaran \n\nKonfusius pada orang Tionghoa Bandung mengalami banyak pergeseran.", "Daftar File": {"Mira Sutrisna S3.pdf": "https://digilib.itb.ac.id/gdl/download/135072"}, "Penulis": "MIRA SUTRISNA (NIM: 37013002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof.Dr.Setiawan Sabana, MFA"], "Jenis Koleksi": "Disertasi", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "foto keluarga Tionghoa, etnis Tionghoa, konfusiusisme, semiotika C.S. Peirce, dan analisis teks pos-struktural", "Sumber": "", "Staf Input/Edit": "Saipul Aripin  \n                                     Saipul Aripin", "File": "1 file", "Tanggal Input": "26 Jun 2018"}