{"Nomor": 28947, "Judul": "PEMODELAN BAWAH PERMUKAAN PADA SISTEM PANASBUMI KARAHA-TELAGA BODAS MENGGUNAKAN METODE GAYABERAT", "Abstrak": "Krisis energi yang ada di dunia menjadikan beberapa negara, termasuk di Indonesia bersiap-siap menggunakan energi alternatif. Salah satu energi alternatif yang sedang dikembangkan adalah energi panasbumi. Energi panasbumi merupakan energi yang bersifat ramah lingkungan sehingga pemanfaatannya dapat turut mengurangi pemanasan global. Indonesia yang terletak di antara tiga lempeng aktif menjadikannya kaya akan potensi panasbumi. Metode gayaberat merupakan salah satu metode geofisika yang dapat digunakan dalam tahap pendahuluan eksplorasi panasbumi karena dapat dapat digunakan untuk memodelkan suatu sistem panasbumi yang tersusun atas komponen-komponen dengan batuan penyusun yang berbeda. Dalam penelitian ini akan dibuat peta anomali Bouguer lengkap digital, peta anomali regional dan residual, serta suatu model sistem panasbumi berdasarkan hasil pemodelan kedepan. Data yang digunakan pada penelitian adalah Peta Anomali Bouguer Lengkap Cetak Sistem Panasbumi Karaha-Telaga Bodas hasil survei gayaberat pada tahun 1997. Peta tersebut kemudian dimodifikasi agar dihasilkan sebuah peta anomali Bouguer lengkap digital. Kemudian dilakukan pemisahan anomali regional dan residual menggunakan metode moving average dan spectral filtering. Pemodelan kedepan 2,5D dibuat berdasarkan informasi geologi agar hasil model mendekati keadaan yang sebenarnya (background density = 2,3 g/cc). Berdasarkan hasil pemodelan kedepan lintasan berarah Utara-Selatan, terdapat dua tubuh intrusi granodiorit yang terpisah di bawah Karaha dan Telaga Bodas dengan kontras densitas 0,5 g/cc dan diinterpretasikan sebagai sumber panas dari sistem. Batuan breksi vulkanik dengan kontras densitas 0,1 g/cc dan 0,05 g/cc diperkirakan merupakan reservoir dari sistem. Fluida dari Sistem Panasbumi Karaha-Telaga Bodas diperkirakan berasal dari air asam sulfat dan air meteorik yang masuk di Telaga Bodas, serta air meteorik yang masuk di Karaha. Terdapat upflow di bagian Selatan, Telaga Bodas.", "Daftar File": {"2018 TA PP MISSELA YOSEPHIN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135097"}, "Penulis": "MISSELA YOSEPHIN NIM:12314024", "Kontributor / Dosen Pembimbing": ["1.Prof.Dr.Ir.Djoko Santoso,M.Sc.   \n \n \n\n2.Dr.Setianingsih,S.T.,M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "anomali residual, metode gayaberat, moving average, pemodelan kedepan, sistem panasbumi, spectral filtering", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "18 Sep 2018"}