{"Nomor": 28943, "Judul": "KAJIAN MANAJEMEN RISIKO DALAM PROYEK PENINGKATAN JALAN DI PROVINSI SULAWESI TENGAH", "Abstrak": "Provinsi Sulawesi Tengah membutuhkan dukungan infrastruktur transportasi yang memadai untuk mendukung pertumbuhan perekonomiannya. Akan tetapi pelaksanaan proyek peningkatan jalan dari tahun ke tahun selalu menghadapi masalah yang sama seperti keterlambatan pekerjaan, pembengkakan biaya konstruksi, dan kualitas pekerjaan yang rendah. Semua permasalahan yang terjaditidak lepas dari keberadaan risiko yang secara signifikan berpengaruh di dalamnya. Untuk itu penelitian ini bertujuan untuk mengkaji manajemen risiko pada proyek peningkatan jalan di Provinsi Sulawesi Tengah. Data dikumpulkan melalui survei dengan kuisioner yang diberikan kepada  kontraktor lokal di kota Palu yang sedang atau pernah mengerjakan proyek peningkatan jalan dengan nilai > 10 milyar rupiah selama 5 tahun terakhir. Dari hasil pengumpulan data dilakukan analisis tingkat probabilitas dan dampak untuk pengkategorian level risiko dan analisis untuk mengetahui respon serta penanganan risiko. Analisis tingkat risiko dilihat dari 3 aspek yaitu aspek biaya, waktu dan mutu. Risiko yang memiliki peringkat tertinggi dari aspek biaya yaitu: Kenaikan harga material dan bahan. Risiko yang memiliki peringkat tertinggi dari aspek waktu yaitu; Perubahan desain yang cukup sering terjadi, Kesalahan estimasi waktu, Kerusakan peralatan mesin, dan Perubahan cuaca yang tidak menentu. Risiko yang memiliki peringkat tertinggi dari aspek mutu; Proses pengawasan proyek yang tidak berjalan dengan baik. Dari ketiga aspek yang ditinjau, jumlah faktor risiko yang memiliki peringkat tertinggi terbanyak adalah dari aspek waktu. Berdasarkan karakteristik responden yang terbanyak adalah staf teknik yaitu sebesar 58% dari total keseluruhan responden. Hal ini berarti kecenderungan penilaian tingkat risiko berdasarkan kondisi lapangan dimana faktor waktu penyelesaian merupakan tolak ukur keberhasilan dan kelancaran pekerjaan proyek. Penanganan atau respon terhadap risiko yang lebih cenderung dilakukan oleh kontraktor pada proyek peningkatan jalan di Provinsi Sulawesi Tengah adalah dengan cara menghindari risiko.", "Daftar File": {"2015 TS PP MIRAYANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/135076", "2015 TS PP MIRAYANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/135077", "2015 TS PP MIRAYANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/135078", "2015 TS PP MIRAYANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/135079", "2015 TS PP MIRAYANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/135080", "2015 TS PP MIRAYANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/135081", "2015 TS PP MIRAYANTI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/135082", "2015 TS PP MIRAYANTI 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/135083"}, "Penulis": "MIRAYANTI (NIMN:26912313)", "Kontributor / Dosen Pembimbing": ["Pembimbing :      \n \n \n \n \n\nDr. Ir. Rudy Hermawan K., M.Sc", "Dr. Eri Susanto H., ST, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Manajemen risiko, proyek peningkatan jalan, analisis probabilitas dan dampak", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "8 file", "Tanggal Input": "02 Okt 2018"}