{"Nomor": 28957, "Judul": "STRATEGI PEMASARAN BISNIS SAPI POTONG UNTUK MENINGKATKAN PENJUALAN PADA PERIODE IDUL ADHA (KASUS: CV AL-MUBAROQ)", "Abstrak": "CV Al-Mubaroq merupakan perusahaan yang bergerak sebagai supplier daging sapi potong . CV Al-Mubaroq menyediakan daging sapi segar yang sudah dipotong dan siap di distribusikan kepada grosir-grosir penyedia daging sapi. Selain menyediakan daging sapi segar yang sudah dipotong, CV Al-Mubaroq juga menyediakan sapi utuh yang siap dijual pada saat musim qurban. Namun seiring berkembangnya dunia bisnis sapi potong di indonesia khususnya pada saat memasuki periode Eid al-Adha, dimana permintaan terhadap sapi potong melambung tinggi, semakin banyak juga pelaku bisnis yang meilirik pada bisnis ini. Tetapi ada masalah yang CV Al-Mubaroq hadapi, dimana dalam 4 tahun terakhir penjualan terus menurun disebabkan perusahaan belum memiliki strategi pemasaran yang matang. Untuk itu, riset ini akan menawarkan strategi pemasaran untuk CV Al-Mubaroq menyelesaikan masalah bisnis yang ada.   \n \n \n\nMetode riset yang digunakan adalah merujuk kepada literatur dan didukung oleh data faktual yang didapat dari wawancara dengan pelanggan prospek, para pesaing bisnis dan peternak sapi potong. Tugas akhir ini menggunakan beberapa alat analisa untuk memeriksa kondisi bisnis dan situasi perusahaan. Alat analisa tersebut adalah: PEST Analysis, Five Forces Porter Analysis, SWOT Analysis, TOWS Analysis, Business Model, dan Marketing Mix. PEST Analysis dan Five Forces Porter Analysis digunakan untuk mengkaji faktor luar yang mempengaruhi perusahaan, sedangkan SWOT Analysis untuk mengkaji faktor internal. Business Model dan Matketing Mix juga akan ditampilkan untuk memberikan gambaran jalannya perusahaan. Variabel-variabel yang didapat dari alat analisa tersebut akan dikaji lebih dalam menggunakan TOWS Matrix Analysis.    \n \n \n\nSebagai hasilnya, diusulkan beberapa perubahan pada Business Model dan Marketing mix yang baru. Penambahan investor sebagai penunjang permodalan perusahaan, menambahkan jenis varian sapi baru, menjalin kerjasama dengan peternak yang didukung oleh pemerintah, menjalin kerjasama dengan pengusaha kerajinan dan memanfaatkan teknologi informasi sebagai penunjang marketing perusahaan pada Business Model baru. Marketing Mix juga terdapat perubahan seperti penerapan strategi harga dalam program loyalitas, penggunaan social media dan website untuk menambahkan kanal distribusi dan strategi promosi melalu social media dan acara bazaar pemerintah. Strategi-strategi tersebut akan diimplementasikan berdasarkan rencana pengaktualisasian yang tertera pada timeline di bagian akhir dari riset ini.", "Daftar File": {"Abstract (english).pdf": "https://digilib.itb.ac.id/gdl/download/135114", "Abstract (indonesia).pdf": "https://digilib.itb.ac.id/gdl/download/135115", "COVER.pdf": "https://digilib.itb.ac.id/gdl/download/135116", "Validation Page.pdf": "https://digilib.itb.ac.id/gdl/download/135117"}, "Penulis": "Mochamad Andriansyah/ 29116249", "Kontributor / Dosen Pembimbing": ["Dr. Bambang Rudito, M.Si"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Beef Cattle, CV Al-Mubaroq, Marketing Strategy", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "4 file", "Tanggal Input": "07 Sep 2018"}