{"Nomor": 28950, "Judul": "PERANCANGAN KNOWLEDGE RISK MANAGEMENT PADA PROYEK INDUSTRIALISASI PRODUKSI PESAWAT N219 DI PT DIRGANTARA INDONESIA", "Abstrak": "Proyek industrialisasi produksi pesawat N219 di PT Dirgantara Indonesia bertujuan untuk meningkatkan kapasitas produksi pesawat N219 menjadi 39 ship set/tahun. Dalam proyek tersebut tentunya terdapat berbagai macam risiko yang terjadi sehingga pengelolaan risiko menjadi hal yang penting agar tujuan proyek tersebut tercapai. \n\nKerangka kerja yang digunakan dalam penelitian ini adalah Knowledge Risk Management dengan kelebihan mampu mengurangi cognitive constraint. Proses Knowledge Risk Management dimulai dengan menentukan main risk factor dari aktivitas-aktivitas yang terjadi dalam organisasi. Main risk factor kemudian dianalisis dengan mencari nilai risiko yang terdiri dari risk exposure, likelihood, dan consequence serta nilai pengetahuan yang terdiri dari karakteristik individu, pengetahuan, dan organisasi. Hasil analisis risiko akan digunakan sebagai dasar evaluasi risiko sehingga risk response untuk aktivitas dapat ditentukan. Usulan perlakuan aktivitas dan risiko kemudian diberikan berdasarkan risk response. Dalam penelitian ini didapatkan 5 aktivitas dengan risk response immediate action, 5 aktivitas dengan risk response priority, dan 1 aktivitas dengan risk response monitor. \n\nDari penelitian ini juga ditemukan bahwa Knowledge Risk Management mampu mengurangi cognitive constraint. Hal ini terlihat dari risk response yang didapatkan dari setiap aktivitas, ketika menggunakan nilai risiko saja 91% aktivitas (10 dari 11 aktivitas) mendapatkan perlakuan risiko immediate action, sedangkan ketika menggabungkan hasil nilai risiko dan nilai knowledge, aktivitas dengan risk response immediate action turun menjadi 46% (5 dari 11 aktivitas).", "Daftar File": {"2018 TA PP M. MARCHYEGA N. HERIYONO 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135100"}, "Penulis": "M. MARCHYEGA N. HERIYONO  NIM 13414103", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tota Simatupang, M. Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "PENGETAHUAN, KNOWLEDGE RISK MANAGEMENT, MANAJEMEN RISIKO, RISIKO", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "28 Sep 2018"}