{"Nomor": 28953, "Judul": "RANCANG BANGUN MOBILE LEARNING DENGAN MOBILE PEDAGOGICAL FRAMEWORK UNTUK PENINGKATAN KESADARAN SISWA TERHADAP LITERASI DIGITAL", "Abstrak": "Penggunaan mobile learning sebagai model pembelajaran yang memanfaatkan teknologi informasi dan komunikasi, bukan menjadi hal yang asing lagi. Perancangan mobile learning untuk digunakan di lingkungan sekolah harus memperhatikan beberapa aspek yang diperlukan, terutama aspek pedagogik. Penelitian ini difokuskan pada perancangan dan implementasi mobile learning dengan mobile pedagogical framework untuk peningkatan kesadaran siswa terhadap literasi digital. Mobile learning diimplementasikan pada perangkat Android dengan  menggunakan bahasa pemrograman Java. Android dipilih karena sifatnya yang open source     \n\ndan banyak digunakan oleh siswa sekolah di Indonesia. Dari hasil implementasi dihasilkan mobile learning yang menggunakan karakteristik khusus dari mobile pedagogical framework.     \n\nEvaluasi desain aplikasi mobile learning ini dilakukan dengan wawancara dan menyebar kuesioner kepada responden. Berdasarkan hasil pengujian dengan menggunakan UEQ, pada  \n\npoin daya tarik menghasilkan mean sebesar 1,118 dengan benchmark di bawah rata-rata, pada poin kejelasan menghasilkan mean sebesar 0,393 dengan benchmark buruk, pada poin efisiensi menghasilkan mean sebesar 0,967 dengan benchmark di bawah rata-rata, pada poin ketepatan     \n\nmenghasilkan mean sebesar 1,066 dengan benchmark di bawah rata-rata, pada poin stimulasi menghasilkan mean sebesar 1,342 dengan benchmark baik, sedangkan pada poin kebaruan  menghasilkan mean sebesar 0,599 dengan benchmark di bawah rata-rata. Untuk memperbaiki  kondisi tersebut dilakukan implementasi ulang pada beberapa fitur yang terdapat di dalam mobile learning. Sedangkan berdasarkan hasil pengujian yang dilakukan terhadap 23 orang siswa SMP Telkom Bandung menunjukkan bahwa sebanyak 23 orang siswa sudah memiliki kesadaran melakukan kegiatan literasi dengan menuliskan kembali informasi yang diperoleh     \n\nmenggunakan fitur tulis blog di mobile learning. 15 orang siswa sudah mencantumkan sumber artikel yang dibaca, sedangkan sisanya masih belum menuliskannya.", "Daftar File": {"2018 TS PP NOVITA WANDASARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135103"}, "Penulis": "NOVITA WANDASARI (NIM: 23215350)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir Arief Syaichu Rohman, MEngSc, Pd.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "mobile learning, mobile pedagogical framework, kesadaran literasi digital", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "15 Feb 2018"}