{"Nomor": 28951, "Judul": "SIMULASI NUMERIK KASUS BIRDSTRIKE PADA WINDSHIELD PESAWAT REGIONAL 19 PENUMPANG", "Abstrak": "Tabrak burung atau bird strike merupakan fenomena tabrakan burung terhaap komponen-komponen pesawat terbang pada saat beroperasi, terutama saat lepas landas dan mendarat. Tabrakan yang terjadi antara burung dengan pesawat dapat menyebabkan kerusakan serius pada struktur pesawat tersebut. Salah satu komponen komponen yang paling banyak mengalami kasus tabrak burung yang berakibat katastropik adalah windshield.   \n \n \n\nPada laporan Tugas Akhir ini, penulis membahas simulasi numerik tabrak burung pada kaca depan atau windshield pesawat komuter N219 yang dirancang oleh PT. Dirgantara Indonesia. Analisis dilakukan dengan mengacu pada Federal Aviation Regulation (FAR 23). Massa burung dan kecepatan tabrakan telah ditentukan untuk jenis pesawat yang dianalisis. Model burung yang digunakan merupakan model burung unimaterial berbentuk silinder berujung hemisfer dengan massa 0,91 kg (2 lbs), panjang 180 mm, dan diameter 90 mm. Densitas burung ditetapkan sebesar 950 kg/m3.   \n \n \n\nPendekatan yang digunakan dalam pemodelan adalah metode Smooth Particle Hydrodynamic. Pada metode ini, kontinum burung dimodelkan sebagai partikelpartikel fluida yang memiliki karakteristik mekanik tertentu. Burung bergerak dengan kecepatan 62 m/s relatif terhadap pesawat dan sudut datang sejajar dengan sumbu simetri pesawat. Dalam melakukan pemodelan, simulasi, dan analisis numerik kasus ini, penulis menggunakan perangkat lunak Spaceclaim Direct Modeler, Hypermesh, dan LS-Dyna.", "Daftar File": {"2018 TA PP M Miftahul Firdaus 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135101"}, "Penulis": "M Miftahul Firdaus - Nim: 13614032", "Kontributor / Dosen Pembimbing": ["Dr. Annisa Jusuf   \n \n\nDr. Leonardo Gunawan   \n \n\nDr. Djarot Widagdo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bird strike, LS-Dyna, model burung unimaterial, simulasi numerik, Smooth Particle Hydrodynamic, windshield.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Sep 2018"}