{"Nomor": 28955, "Judul": "PERANCANGAN SELANG PERFORASI SUMUR PADA RESERVOIR GAS DENGAN MEKANISME PENDORONGAN WATER DRIVE", "Abstrak": "Reservoir gas dengan mekanisme pendorongan water drive memiliki aquifer yang besar di bagian bawah reservoir (bottom water). Perolehan gas dari reservoir jenis ini dapat berkurang karena water influx meningkatkan saturasi air di reservoir, membuat gas terjebak dan tidak bisa diproduksi. Produksi air pada sumur gas akan mengurangi laju alir gas dan dapat mematikan sumur tersebut dalam waktu yang cepat. Selain itu, sumur gas pada reservoir jenis ini rentan mengalami akumulasi cairan di dasar sumur (liquid loading). Liquid loading adalah akumulasi cairan dalam lubang sumur karena berkurangnya tekanan reservoir karena mekanisme pengurasan reservoir. Hal ini sering terjadi pada reservoir wet gas tetapi dapat juga terjadi pada reservoir dry gas ketika terjadi invasi air ke lubang sumur dari aquifer terdekat. \n\nDalam tugas akhir ini, dipelajari mengenai strategi optimasi produksi dalam menangani permasalahan produksi melalui penentuan selang perforasi yang optimal. Strategi yang digunakan adalah mendesain fraksi selang perforasi optimum yang digunakan dari awal hingga akhir produksi dan penutupan selang perforasi bila laju produksi air meningkat. \n\nStrategi yang menghasilkan faktor perolehan gas terbesar dicapai pada desain fraksi selang perforasi awal 60% yang digunakan hingga akhir produksi dan strategi penutupan selang perforasi optimum tidak efektif pada produksi reservoir tersebut. Pada sumur gas, penutupan selang perforasi akan menurunkan faktor perolehan gas meskipun menurunkan jumlah air terproduksi. Dengan memilih selang perforasi optimum, gas dapat diperoleh secara optimum dengan meminimalkan jumlah air terproduksi.", "Daftar File": {"2016 TA PP MOCHAMAD ALGIFARI FIRDAUSYA 1.pdf": "https://digilib.itb.ac.id/gdl/download/135112"}, "Penulis": "MOCHAMAD ALGIFARI FIRDAUSYA (NIM : 12212087)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Pudjo Sukarno, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "optimisasi gas, water coning, liquid loading, selang perforasi", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "17 Mei 2018"}