{"Nomor": 28967, "Judul": "STUDI PRESTASI MOTOR PADA SKUTIK INJEKSI DENGAN PARAMETER PERBANDINGAN KOMPRESI MOTOR DAN BILANGAN OKTANA BAHAN BAKAR DI PROVINSI JAWA BARAT TAHUN 2014-2016", "Abstrak": "Berkembangnya teknologi sepeda motor, seperti penggunaan sistem injeksi juga peningkatan perbandingan kompresi dan bilangan oktana, diikuti dengan peningkatan populasi motor yang menyebabkan peningkatan konsumsi bahan bakar yang memengaruhi berbagai sektor. Penjualan skutik injeksi di Jawa Barat tahun 2014-2016 adalah salah satu  kontributor terbesar di Indonesia dengan jumlah 2.260.470 motor.   \n\nUji prestasi dilakukan pada motor skutik injeksi empat langkah dengan perbandingan kompresi 9,2:1(110cc); 9,5:1(125cc); 10,7:1(150cc); dan 11:1(125cc) di atas dinamometer  sasis menggunakan bahan bakar RON90(PL), RON92(PM), dan RON98(PT) dari PT  Pertamina. Pengujian berdasarkan standar ECE 15. Mode berkendara berbeda digunakan  untuk mengetahui pengaruh kecepatan dan torsi konstan, mode entire cycle untuk mensimulasikan kondisi berkendara di jalan, dan mode inertial sweep untuk mengetahui daya  motor.   \n\nSemakin tinggi perbandingan kompresi dan bilangan oktana meningkatkan daya, efisiensi, BMEP, dan jarak tempuh. Hasil uji dianggap mewakili setiap populasi motor untuk   \n\nmengetahui pengaruh penggunaan dengan asumsi penggunaan selama 57 menit/hari dan jenis bahan bakar PM 59%, PL 36%, PT 5%. Kenaikan populasi di tahun 2014-2016 menghasilkan   \n\nkenaikan konsumsi bahan bakar sebesar 1,05 juta bbl yaitu energi 138.147 TOE atau  pengeluaran 1,34 triliun rupiah atau emisi 33,96 ton CO₂. Namun, semakin digunakannya   \n\nmotor perbandingan kompresi tinggi pada tahun 2015-2016 menghasilkan penghematan  konsumsi bahan bakar sebesar 1,74% dibandingkan 2014-2015. Jika digunakan 2.260.470   \n\nmotor, maka motor perbandingan kompresi tinggi telah menghemat 4.616.227 liter bahan  bakar atau 159.354 GJ atau 36,90 miliar rupiah atau 0,93 ton CO₂.", "Daftar File": {"2018 TA PP MOCHAMAD PRADIPTO LEKSONO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135135"}, "Penulis": "MOCHAMAD PRADIPTO LEKSONO (NIM : 13113088)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Iman Kartolaksono Reksowardojo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "perbandingan kompresi, bilangan oktana, matic injeksi, prestasi motor.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "13 Mar 2018"}