{"Nomor": 28971, "Judul": "EVALUASI KESIAPAN PASAR UNTUK MELUNCURKAN KARTU E-MONEY KEANGGOTAAN PENGGEMAR RESMI DARI PT. MUSICA STUDIO'S", "Abstrak": "Musica StudioÃ‚Â’s adalah salah satu perusahaan musik terbesar di Indonesia. Berdasarkan analisa dari perusahaan, perusahaan mengalami penurunan fans dari beberapa artis. Untuk mengatasi hal tersebut perusahaan membuat sebuah rencana untuk pengembangan penjualan kartu keanggotaan resmi berbasis kartu e-money. Hal ini untuk mempererat hubungan dengan fans sehingga perusahan akan lebih mudah bagi perusahaan untuk mengelola, menjaga dan mempererat hubungan antara penggemar dengan artis atau penggemar dengan perusahaan.  \n\nHal ini menarik bagi penulis untuk melakukan penelitian untuk mengetahui kondisi industri musik saat ini yang terjadi di Musica StudioÃ‚Â’s, untuk mengetahui kesiapan pasar terhadap kartu keanggotaan penggemar resmi tersebut, dan juga untuk dapat  memberikan saran kepada Musica StudioÃ‚Â’s apakah melanjutkan peluncuran kartu anggota resmi atau tidak. Metode penelitian yang digunakan yaitu metode analisis kualitatif dan kuantitatif. Analisis kualitatif pada penelitian ini didasarkan pada wawancara dan analisis kuantitatif dengan menggunakan teknik sampling. Ruang lingkup penelitian ini yaitu didasarkan pada situasi dan kondisi terkini dari industri musik saat ini di Musica StudioÃ‚Â’s, perilaku masyarakat dan fenomena uang elektronik pada tahun 2017.  \n\nHasil dari analisa PESTLE menunjukan bahwa dari segi Politik, Ekonomi, Sosial, Teknologi dan Legal produk ini memiliki banyak peluang untuk diterima oleh fans. Selain dari itu, menurut analisa dari riset, mengacu pada 3 analisa variable yang didasari oleh model UTAUT2, yaitu kebiasaan konsumen, nilai harga dan ekspektasi performa menunjukan bahwa variable-variable tersebut memberikan dampak yang signifikan dalam mempengaruhi keputusan untuk membeli. Kesimpulan dari penelitian ini bahwa fans terindikasi tertarik untuk membeli produk tersebut dan kemudian bergabung menjadi anggota penggemar resmi, yang berarti bahwa pasar siap untuk menerima rencana dari Musica StudioÃ‚Â’s.", "Daftar File": {"2018 TS PP MOCHAMAD RIZKY AULIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135146"}, "Penulis": "MOCHAMAD RIZKY AULIA (NIM 29115535)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Dina Dellyana, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri Musik, Penggemar, e-Money, Purchasing Decision, Kartu Keanggotaan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "22 Feb 2018"}