{"Nomor": 28974, "Judul": "PENGEMBANGAN SISTEM KOMPRESI FOTO KEGIATAN MENGGUNAKAN METODE DEFLATE (Studi Kasus : Vidyanusa Mobile)", "Abstrak": "Salah satu fitur mobile portal vidyanusa adalah melaporkan kegiatan, adanya fitur ini   \n \n \n\nmemungkinkan siswa melaporkan kegiatan positif mereka diluar kelas sehingga guru   \n \n \n\ndapat menilai keaktifan mereka diluar kelas. Perekaman kegiatan menggunakan fitur   \n \n \n\nkamera pada smartphone, dimana teknologi kamera pada smartphone semakin   \n \n \n\nmeningkat yang mengakibatkan ukuran foto menjadi semakin besar karena resolusi   \n \n \n\ngambar yang dihasilkan lebih besar.   \n \n \n\nDi Indonesia pemerataan teknologi informasi khususnya bandwidth belum merata, ada   \n \n \n\nbanyak daerah yang memiliki bandwidth sangat rendah sehingga memerlukan waktu   \n \n \n\nyang lama untuk melakukan proses unggah foto. Maka dari itu dibuatlah sistem   \n \n \n\nkompresi pada mobile vidyanusa.   \n \n \n\nPada penelitian ini, sistem kompresi diterapkan pada mobile vidyanusa agar membantu   \n \n \n\npara siswa melaporkan kegiatan lapangan mereka. Karena data yang dikirimkan   \n \n \n\nmemiliki ukuran yang lebih kecil berkat adanya system kompresi. Sehingga siswa   \n \n \n\ndimanapun mereka berada dapat melaporkan tanpa adanya halangan berupa bandwidth   \n \n \n\nyang rendah.   \n \n \n\nSistem kompresi terklasifikasi menjadi 2, yaitu lossless dan lossy. Penelitian ini akan   \n \n \n\nmenerapkan lossless karena kemampuan akan tidak mengurangi kualitas. Metode   \n \n \n\ndeflate akan digunakan karena metode ini merupakan kombinasi dari metode sliding   \n \n \n\nwindow compression dan metode huffman coding compression, sehingga secara   \n \n \n\nperformansi lebih baik dari kedua metode tersebut.   \n \n \n\nPada percobaan yang dilakukan, metode ini menghasilkan rata-rata rasio kompresi   \n \n \n\nsebesar 0.65.", "Daftar File": {"2018 TS PP MOCHAMAD YOGA TRITAMA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135156"}, "Penulis": "MOCHAMAD YOGA TRITAMA (NIM : 23215390)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "sistem kompresi, metode deflate, lossless, vidyanusa, mobile", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Feb 2018"}