{"Nomor": 28989, "Judul": "IMPLEMENTATION OF SIMPLE ALGORITHM FOR SOLVING TWO-DIMENSIONAL INTERNAL INCOMPRESSIBLE VISCOUS FLOW", "Abstrak": "A method for solving unsteady two-dimensional incompressible viscous flow in the internal domain is presented. The incompressible Navier-Stokes equation are discretized by means of finite volume method. The time derivative is solved numerically using fully-implicit method due to its stability, whereas the hybrid scheme is employed to represent the spatial derivative in discrete form. This spatial discretization scheme can adapt automatically to physical change in flow behavior, either the flow is dominated by convection or diffusion process. Furthermore, the constant density problem is resolved using SIMPLE (Semi-Implicit Method for Pressure Linked Equation) on staggered grid arrangement. In SIMPLE algorithm, the appropriate under-relaxation factor must be chosen carefully so that the iteration will converge to an acceptable error value. The algorithm has been successfully implemented on a computer program named FluPy and tested on several incompressible viscous flows in internal domain cases. FLUENT is selected as validation tools since it is a well-established CFD software which has the capability to solve incompressible flow problem using SIMPLE algorithm. The results generated by FluPy program have well agreement with FLUENT, thus the program can be considered to have a good accuracy while the issues regarding to convergence and computation time still remain as the challenges for future development.", "Daftar File": {"2018 TA PP MOHAMAD ARIF ANDIRA 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135216"}, "Penulis": "MOHAMAD ARIF ANDIRA (NIM : 13613046)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Ing. Mochammad Agoes Moelyadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Incompressible flow, finite volume method, SIMPLE, computational fluid dynamics (CFD)", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "14 Mar 2018"}