{"Nomor": 28981, "Judul": "ANALISA DEFORMASI PERMUKAAN DENGAN METODE SBAS INSAR DAN HUBUNGANNYA DENGAN KETERDAPATAN AKUIFER DI KOTA SURABAYA", "Abstrak": "Perkembangan pembangunan kota Surabaya yang semakin pesat, maka kebutuhan lahan untuk industri dan pemukiman juga meningkat. Tentu saja, perkembangan kota tersebut juga diikuti dengan meningkatnya kebutuhan air untuk berbagai keperluan. Namun, semakin besar pengambilan air yang tidak terkendali akan menyebabkan penurunan tanah (subsidence). Dengan banyaknya aktifitas pengambilan air tanah ini, kami mencoba untuk menggambarkan kemungkinan potensi akuifer berdasarkan deformasi permukaan tanah menggunakan Interferometric Syntetic Aperture Radar (InSAR) dan dengan metode resistivitas. InSAR adalah metode untuk memperkirakan deformasi permukaan dalam skala milimeter berdasarkan perbedaan fase dari waktu akuisisi. Dalam penelitian ini, pengukuran deformasi permukaan yang dikorelasikan dengan nilai resistivitas tanah digunakan untuk menganalisis potensi akuifer yang berkaitan dengan penurunan di Kota Surabaya. Metode Small Based Subset (SBAS) digunakan untuk mengurangi phase delayed pada interferogram karena efek atmosfer. Berdasarkan hasil SBAS InSAR, amblesan yang terjadi di Surabaya pada interval waktu Januari 2007 - Februari 2008, penurunan terbesar terjadi pada Surabaya itu terjadi pada utara sampai selatan kota Surabaya bagian timur yakni bahkan sampai mencapai 40 mm/tahun. Penurunan tanah terendah terjadi di Surabaya bagian barat yakni 0-10 mm/tahun. Pengukuran resistivitas dilakukan untuk menentukan akuifer air tanah berdasarkan nilai resistivitas bawah permukaan di Kota Surabaya. Berdasarkan pengukuran deformasi pada InSAR serta nilai resistivitas bawah permukaan, subsidence yang terjadi sekitar kecamatan Pabeancantikan, Kenjeran, Simokerto dan Tenggilismejoyo memiliki resistivitas yang tinggi sekitar 7-8  Ωm, yang mana  sangat berkaitan dengan dengan posisi akuifer air tanah di daerah tersebut. Dapat disimpulkan bahwa aktifitas dari akuifer merupakan salah satu faktor terjadinya deformasi, seperti subsidence. Salah satu aktifitas akuifer yang kami interpretasikan bahwa nilai resistivitas yang tinggi dengan terjadinya subsidence tinggi berasal dari porositas batuan dengan ekstraksi air tanah yang tinggi.", "Daftar File": {"2017 TS PP MOCHAMMAD MUSSODDAQ 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/135170", "2017 TS PP MOCHAMMAD MUSSODDAQ 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/135171", "2017 TS PP MOCHAMMAD MUSSODDAQ 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/135172", "2017 TS PP MOCHAMMAD MUSSODDAQ 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/135173", "2017 TS PP MOCHAMMAD MUSSODDAQ 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/135174", "2017 TS PP MOCHAMMAD MUSSODDAQ 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/135175", "2017 TS PP MOCHAMMAD MUSSODDAQ 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/135176"}, "Penulis": "MOCHAMMAD MUSSODDAQ (NIM : 22014048)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Asep Saepuloh, ST, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Subsidence, InSAR, SBAS, Akuifer, Surabaya.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "20 Agu 2018"}