{"Nomor": 28985, "Judul": "PENGANGGARAN MODAL BLOK MANDALA DALAM KONTRAK BAGI HASIL GROSS SPLIT", "Abstrak": "Blok Mandala adalah salah satu wilayah kerja minyak dan gas yang akan habis masa kontraknya pada Februari 2018. Pemerintah telah menyatakan bahwa blok Mandala akan mengimplementasikan skema gross split untuk kontrak bagi hasil (PSC) perpanjangan pasca termintasi berdasarkan Peraturan Menteri Energi dan Sumberdaya Mineral No. 52 tahun 2018 dan menunjuk PT NOC sebagai operator blok Mandala. Studi ini bertujuan untuk mengevaluasi kelayakan investasi di blok Mandala dengan skema PSC gross split. Studi ini juga menganalisis dampak perubahan rezim PSC dengan mengevaluasi kelayakan investasi di blok Mandala dengan skema PSC cost recovery. Untuk menganalisis pengaruh perubahan variable, analisis sensitivitas dilakukan untuk melihat variable yang paling berpengaruh terhadap keekonomian Blok Mandala. Metodologi yang digunakan dalam studi ini adalah metode capital budgeting dengan model discounted cash flow. Evaluasi invastasi menggunakan data sekunder dari sumber internal dan eksternal selama periode 2018-2038. Hasil studi menunjukkan bahwa blok Mandala adalah layak investasi dengan skema PSC gross split. Namun, kelayakan investasi blok Mandala dengan skema gross split masih kurang menarik dibandingkan dengan skema PSC cost recovery. Untuk meningkatkan kelayakan investasi di Blok Mandala dalam skema bagi hasil Gross Split, studi ini merekomendasikan (i) menurunkan pengeluaran modal dan pengeluaran operational; (ii) memberikan tambahan bagi hasil produksi kepada kontraktor; (iii) mempercepat pengembangan tiga lapangan prospektif gas.", "Daftar File": {"2018 TS PP MOCH. ARY PRIAGA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135188"}, "Penulis": "MOCH. ARY PRIAGA (NIM 29316077)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Wiwiek M. Daryanto, MM., CMA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Capital Budgeting, Cost Recovery, Gross Split, Production Sharing Contract, Sensitivity Analysis", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "08 Mar 2018"}