{"Nomor": 28999, "Judul": "ANALISA FINANSIAL PADA PT. CHANDRA ASRI PETROCHEMICAL TBK INDONESIA SEHUBUNGAN TURUNNYA HARGA MINYAK", "Abstrak": "Sebagai perusahaan petrokimia terbesar dan terintegrasi di Indonesia, PT. Chandra Asri Petrochemical Indonesia dengan 8 unit portfolio produknya (Polypropylene, Polyethylene, Ethylene, Styrene Monomer, Butadiene, Propylene, Py Gas and Mixed C4) telah membukukan hasil pendapatan bersih yang sangat gemilang pada tahun 2016 sebesar USD 1,923.1 juta, 40% lebih tinggi dibanding 2015 sebesar USD 1,373.7 juta. Prestasi ini membuat Moody investor service, Lembaga obligasi internasional pemberi rating keuangan, di Agustus 2017 menaikkan rating perusahaan PT. Chandra Asri Petrochemical menjadi Ba3 dari B1, yang menunjukkan keuangan perusahaan dalam kondisi stabil.  \n\nRasio analisis ini berhasil menemukan bahwa perusahaan PT. Chandra Asri Petrochemical berhasil melewati kondisi krisis ekonomi ini dengan mendapatkan pendapatan bersih yang besar, dikarenakan besarnya permintaan pasar domestic yang membuat tingginya volume penjualan walaupun harga penjualan produk turun, yang juga dibarengi dengan tingginya volume produksi dan diikuti turunnya harga raw material karena turunnya harga minyak. Ketiga factor ini dianggap sebagai akar penyebab dari bisnis isu yang ada. \n\nBusiness alternativ solusi yang ditawarkan dalam rangka meningkatkan kapasitas produksi mencakup 4 unit plant dari portfolio produk, yaitu Debottlenecking Polypropylene Plant Project, Ekspansi Polyethylene Plant Project, Revamping Ethylene Plant Project dan Ekspansi Butadiene Plant Project.  \n\nSebagai bahan analisa pengambilan keputusan dilakukan dengan mengidentifikasi dan membandingkan biaya investasi awal, biaya operasi dan pemeliharaan turn around dari keempat alternative yang menggunakan perhitungan metode Cost Benefit Analysis (CBA) berdasarkan asumsi analysa sensitivitas, dimana semua biaya dan benefit  yang diskenariokan dengan kondisi pessimistic, most likely dan optimistic. Keempat alternative solusi ini, setelah dirangkumkan dan dibuat perbandingan menghasilkan nilai positive bagi perusahaan PT. Chandra Asri Petrokimia untuk segera bertindak ke langkah real berikutnya. Kesimpulan dan rekomendasi akhir penelitian ini, menunjukkan dari keempat alternative yang ditawarkan memiliki nilai Net Present Value (NPV) yang sangat layak untuk ditindak lanjuti ke dalam bentuk implementasi konstruksi project.", "Daftar File": {"2018 TS PP MOHAMAD ONNY VHONNA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135269"}, "Penulis": "MOHAMAD ONNY VHONNA (NIM 29114550)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Sudarso Kaderi Wiryono, DEA \n\nABSTRACT"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Financial Management, Analysis Ratio, Business Alternative, Sensitivity Analysis, Cost Benefit Analysis (CBA)", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "15 Mar 2018"}