{"Nomor": 28993, "Judul": "MORFOLOGI, PETROGRAFI, DAN KIMIA MINERAL MIGMATIT JUNDENG, LAMPUNG", "Abstrak": "Penelitian ini bertujuan untuk menjelaskan satuan Migmatit Jundeng dengan metode pendekatan morfologi, petrografi, dan kimia mineral. Migmatit merupakan salah satu batuan penyusun satuan Migmatit Jundeng yang tersebar di daerah Sidoluhur dan Timbulrejo, Kecamatan Bangunrejo, Kabupaten Lampung Tengah, Provinsi Lampung. Berdasarkan proyeksi UTM, datum WGS 84, zona -48 (102o E Ã‚Â– 108o E, Southern Hemisphere), lokasi penelitian terletak pada 9436000 m utara - 9431500 m selatan dan 498000 m barat - 502000 m timur. Pada area seluas 4 X 4,5 km2 ini dilakukan pemetaan geologi dan pengambilan conto batuan disertai pengamatan morfologi migmatit pada singkapan terpilih. Petrografi kemudian dilakukan pada conto-conto terpilih, dilanjutkan dengan pengamatan dan uji komposisi kimia mineral menggunakan scanning electron microscopy/energy-dispersive X-ray spectrometry (SEM/EDS).       \nMorfologi migmatit yang teramati adalah metateksit stromatik, metateksit patch, metateksit schollen dan diateksit nebulit. Urutan seperti ini menunjukkan fase awal menunju fase lanjut pada proses pembentukan migmatit. Tanda-tanda pelelehan teramati dari tekstur mikro pada \npengamatan petrografi seperti bidang kristal plagioklas menghadap plagioklas lainnya, mineral peritektik klinopiroksen terhadap plagioklas, serta bentukan       \nplagioklas dan kuarsa cuspate. Hasil olah data kimia mineral dengan mengaitkan mineralogi modal amfibol dengan kimia mineral klinopiroksen dan plagioklas menyimpulkan reaksi pelelehan parsial sebagai berikut: Am + Pl = Cpx + Grt + Pl residual + Pl, K-feldspar, dan kuarsa (pseudomorf \nlelehan) Reaksi pelelehan terjadi dalam kondisi kering tanpa fluida air dalam kondisi bebas. Puncak metamorfisme terjadi pada temperatur minimum 1175oC dan tekanan minimum 13 kbar. Sementara itu, hasil pengukuran tekanan dan       \ntemperatur secara semikuantitatif pada amfibol paleosom dan amfibol sekunder, digabungkan dengan puncak metamorfisme menghasilkan jalur metamorfisme berlawanan dengan arah jarum jam. Hal tersebut diperkirakan lebih disebabkan oleh anomali termal daripada orogenik. Anomali termal diperkirakan berasal dari intrusi magma basaltik dari mantel atau mantle underplating.", "Daftar File": {"2016 TS PP MOHAMAD GALUH SAGARA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/135223", "2016 TS PP MOHAMAD GALUH SAGARA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/135224", "2016 TS PP MOHAMAD GALUH SAGARA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/135225", "2016 TS PP MOHAMAD GALUH SAGARA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/135226", "2016 TS PP MOHAMAD GALUH SAGARA 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/135227", "2016 TS PP MOHAMAD GALUH SAGARA 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/135228", "2016 TS PP MOHAMAD GALUH SAGARA 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/135229", "2016 TS PP MOHAMAD GALUH SAGARA 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/135230", "2016 TS PP MOHAMAD GALUH SAGARA 1-BAB 5C.pdf": "https://digilib.itb.ac.id/gdl/download/135231", "2016 TS PP MOHAMAD GALUH SAGARA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/135222", "2016 TS PP MOHAMAD GALUH SAGARA 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/135221", "2016 TS PP MOHAMAD GALUH SAGARA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/135220"}, "Penulis": "MOHAMAD GALUH SAGARA (NIM: 22013003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. I G. B. Eddy Sucipta."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "pelelehan parsial, Migmatit Jundeng, morfologi, petrografi, kimia mineral.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "12 file", "Tanggal Input": "03 Apr 2018"}