{"Nomor": 29007, "Judul": "STUDI KEAUSAN LINER DAN PENGARUHNYA TERHADAP GERAKAN BOLA PENGGERUS DAN DISTRIBUSI UKURAN PRODUKTA SAG MILL DI PT AMMAN MINERAL NUSA TENGGARA", "Abstrak": "PT Amman Mineral Nusa Tenggara (PT AMNT) merupakan perusahaan pertambangan yang mengolah tembaga dari bijih menjadi konstentrat. PT AMNT memiliki kapasitas pengolahan sekitar 120.000 ton bijih per hari. PT AMNT menggunakan dua buah semi-autogenous (SAG) mill untuk menggerus bijih supaya memiliki ukuran yang sesuai pada proses pengolahan berikutnya. Penggerusan diarahkan supaya terjadi dalam keadaan yang optimum. Keadaan optimum penggerusan terjadi ketika bola penggerus menumbuk bijih di toe penggerusan dan bukan menumbuk pada liner. Gerakan bola penggerus sangat dipengaruhi salah satunya oleh bagian SAG mill yang disebut liner. Liner yang digunakan di PT AMNT memiliki konfigurasi Hi-Lo. Liner tersebut dipasang di sekeliling bagian dalam SAG mill pada bagian feed end (FE) dan discharge end (DE). Masing-masing bagian terdiri dari 72 baris liner dengan 36 bagian high dan 36 bagian low dipasang secara berdampingan. \n\nSeiring penggunaannya, liner akan mengalami keausan. Keausan menyebabkan terjadinya perubahan dimensi pada liner. Perubahan dimensi nantinya akan menyebabkan terjadinya perubahan gerak bola penggerus sehingga performa penggerusan ikut berubah. PT AMNT mengatur performa penggerusan dengan menyesuaikan parameter operasi, yaitu kecepatan putar dan mill filling. Kecepatan putar diatur tetap pada 10 rpm, sementara mill filling dapat diatur hingga nilai maksimum 34%. Selanjutnya, liner pada SAG mill PT AMNT masih sering terjadi kegagalan seperti terjadinya crack. Adanya kegagalan tersebut tentunya akan menyebabkan kerugian. Dengan demikian, dibutuhkan penelitian mengenai keausan liner dan pengaruhnya terhadap gerakan bola penggerus. Selain itu, penting juga untuk mengetahui pengaruh mill filling terhadap distribusi ukuran produkta penggerusan SAG mill. \n\nSerangkaian percobaan telah dilakukan pada penelitian ini. Profil liner diukur pada setiap shutdown sehingga terdapat beberapa data profil liner dari masih baru hingga liner tersebut aus dan dibuang. Profil liner diukur menggunakan alat yang disebut mechanical liner profile gauge. Pengukuran dilakukan pada tiga titik pengukuran pada masing-masing jenis liner yaitu FE low, FE high, DE low dan DE high. Data profil ini dihubungkan dengan kumulatif throughput SAG mill PT AMNT sehingga dapat diketahui laju keausan dan perubahan dimensi dari liner yang digunakan. Selanjutnya, data profil ini dijadikan masukan pada perangkat lunak MillTraj untuk disimulasikan gerakan dari bola penggerus. Selain itu, dari data profil liner yang sama juga disimulasikan gerakan bola penggerus pada beberapa variasi kecepatan putar. Kemudian, dilakukan pengambilan sampel pada produkta hasil pengggerusan \n\niii \n\nSAG mill. Pengambilan sampel dilakukan pada beberapa variasi mill filling di tiga waktu yang berbeda pada undersize dan oversize dewatering screen. Sampel kemudian dianalisis ayak pada ukuran 6,75 - 75 mm untuk oversize dan 38-12500 mikron untuk sampel undersize. \n\nHasil pengolahan data menunjukkan bahwa perubahan dimensi liner disebabkan meningkatnya kumulatif throughput tidak seragam di seluruh bagian liner. Perubahan dimensi liner berbanding lurus dengan laju keausan. Semakin tinggi dimensi suatu bagian liner, semakin tinggi pula laju keausannya. Laju keausan tertinggi terjadi pada bagian lifter high di FE dan DE liner dengan laju keausan senilai 14,99 mm/juta ton dan 19,48 mm/juta ton. Selain itu, semakin tengah posisi bagian liner pada SAG Mill, maka akan semakin tinggi pula laju keausannya. Laju keausan pada bagian liner yang semakin tengah pada SAG Mill adalah 3,2, 13,55 dan 16,6 mm/juta ton untuk pelat, lifter low dan lifter high FE liner dan 2,47, 14,06 dan 14,67 mm/juta ton untuk untuk bagian pelat, lifter low dan lifter high DE liner. \n\nSelanjutnya, perubahan dimensi liner mempengaruhi gerakan bola penggerus. Dimensi liner yang dimaksud adalah sudut dan tinggi lifter. Semakin kecil nilai sudut dan tinggi lifter, maka akan semakin rendah titik impact dari bola penggerus. Tinggi lifter memberikan efek yang signifikan terhadap gerakan bola penggerus ketika tinggi lifter sudah lebih rendah dari diameter bola penggerus. Pada kondisi yang demikian, lifter sudah tidak mampu mengangkat bola penggerus sehingga bola penggerus akan cenderung menggelinding. Hasil simulasi menunjukkan bahwa gerakan bola penggerus terlalu tinggi dimana baru kumulatif throughput lebih dari lima juta ton, bola penggerus mulai tidak menumbuk liner. Dari simulasi pada beberapa kecepatan putar, didapatkan nilai kecepatan putar pada rentang-rentang umur penggunaan liner supaya gerakan bola penggerus tetap pada kondisi optimum. \n\nKemudian, hasil analisis ayak produkta menunjukkan bahwa semakin besar nilai mill filling pada operasi SAG mill, maka ukuran P80 undersize akan semakin besar sementara ukuran P80 oversize akan semakin kecil. Dengan demikian, semakin besar nilai mill filling, maka distribusi ukuran akan semakin lebar dan ukuran yang dihasilkan semakin kasar. Hal ini disebabkan pada nilai mill filling yang besar, toe akan semakin mendekati titik impact sehingga terjadi mekanisme peremukan secara impact. Sebaliknya pada mill filling yang kecil, distribusi ukuran produkta menjadi sempit dan ukuran produkta yang dihasilkan halus. Hal ini disebabkan terjadinya mekanisme peremukan secara abrasion.", "Daftar File": {"2018 TA PP MOHAMMAD ANDI SETIANEGARA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135277"}, "Penulis": "MOHAMMAD ANDI SETIANEGARA (NIM : 12514035)", "Kontributor / Dosen Pembimbing": ["ir. Edy Sanwani, MT., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "SAG mill, liner, mill filling, laju keausan, dimensi, distribusi ukuran", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "01 Okt 2018"}