{"Nomor": 29002, "Judul": "STUDI PENURUNAN MUKA TANAH WILAYAH BEKASI DAN KARAWANG", "Abstrak": "Bekasi dan Karawang merupakan wilayah di Indonesia yang mengalami perkembangan yang pesat khususnya pada sektor-sektor industri, properti, dan komersil. Pertumbuhan penduduk pada wilayah Bekasi dan Karawang juga semakin meningkat, ditambah lagi dengan proyek pembangunan properti skala besar. Perkembangan ini menyebabkan bertambahnya beban diatas tanah dan penggunaan air tanah. Ditambah lagi, kedua wilayah ini juga merupakan wilayah eksplorasi dan eksploitasi migas. Penggunaan air tanah secara berlebihan, bertambahnya beban diatas tanah, perubahan tata guna lahan, dan ekstraksi gas minyak bumi diduga menjadi penyebab penurunan muka tanah wilayah Bekasi dan Karawang seperti pada wilayah-wilayah lain yang telah terjadi penurunan muka tanah.   \n \n\nPenelitian ini bertujuan untuk mengetahui besarnya penurunan muka tanah wilayah Bekasi dan Karawang serta korelasinya dengan tata guna lahan. Penentuan penurunan muka tanah wilayah Bekasi dan Karawang dilakukan dengan pembuatan peta penurunan muka tanah menggunakan metode  geodetik, diantaranya adalah Interferometric Synthetic Aperture Radar (InSAR) (Abidin H. Z., 2001). Berdasarkan data yang digunakan, didapatkan besar penurunan muka tanah wilayah Bekasi dan Karawang mencapai 15 cm/tahun yang berkorelasi dengan daerah industri, pusat perbelanjaan, pemukiman, wilayah sawah, dan wilayah ekstraksi migas. Hasil yang diperoleh ini dapat digunakan untuk memahami penyebab penurunan muka tanah pada wilayah tertentu, sehingga dapat digunakan untuk mitigasi penurunan muka tanah di wilayah Bekasi dan Karawang.", "Daftar File": {"2018 TA PP Mohamad Salahuddin 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135272"}, "Penulis": "Mohamad Salahuddin - Nim: 15114022", "Kontributor / Dosen Pembimbing": ["Dr. Heri Andreas, S.T., M.T.  \n\nDr. Ir. Dina Anggreni Sarsito, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bekasi dan Karawang, penurunan muka tanah, korelasi migas, korelasi daerah industri, pusat perbelanjaan, pemukiman, dan wilayah sawah.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Jun 2018"}