{"Nomor": 29000, "Judul": "REKONSTRUKSI TOMOGRAFI STRUKTUR 3-D KECEPATAN DAN ATENUASI GELOMBANG SEISMIK DI BAWAH GUNUNG MERAPI DAN SEKITARNYA", "Abstrak": "Gunung Merapi merupakan salah satu gunung api tipe stratovolcano paling aktif di dunia sehingga menarik berbagai ilmuwan kebumian untuk mempelajarinya dengan berbagai metode. Kondisi geologi di sekitar area Gunung Merapi juga sangat menarik untuk dikaji karena proses pembentukannya terjadi akibat proses tektonik dan vulkanik yang sangat kompleks selama puluhan juta tahun. Zona Pegunungan Selatan, Zona Kendeng dan  Sesar Opak merupakan fitur-fitur geologi yang timbul akibat kedua proses tersebut. \n \n\nProyek DOMERAPI dilaksananakan untuk memahami karakteristik reservoir magma yang terdapat di bawah Gunung Merapi. Sebanyak 46 seismometer dipasang di area Gunung Merapi dan sekitarnya selama bulan Oktober 2013 sampai pertengahan April 2015. Sebanyak 464 kejadian gempa berhasil diidentifikasi oleh jaringan seismik DOMERAPI. Gempa yang dideteksi oleh jaringan seismik DOMERAPI mayoritas episenternya berasal dari luar jaringan seismik tersebut. Gempa yang terekam oleh jaringan seismik tersebut diproses bersamaan dengan yang terekam oleh jaringan seismik BMKG. Jaringan seismik BMKG berguna untuk memperkecil nilai azimulthal gap dari gempa-gempa tersebut. Ray path dari gempa-gempa yang terjadi di luar jaringan seismik DOMERAPI bisa digunakan untuk menentukan struktur kecepatan seismik di reservoir magma dalam Gunung Merapi. \n\nKatalog gempa dari kedua jaringan seismik tersebut direlokasi terlebih dahulu hiposenternya sebelum digunakan untuk perhitungan tomografi seismik waktu tempuh. Sebanyak 399 gempa dari 464 kejadian gempa berhasil direlokasi hiposenternya. Perhitungan relokasi hiposenter diperlukan untuk mendapatkan parameter hiposenter yang lebih presisi. Hasil relokasi berhasil mendeteksi sejumlah fitur tektonik seperti struktur backthrust di selatan Pulau Jawa dan cluster gempa di timur Sesar Opak yang mengindikasikan arah dip bidang sesarnya ke arah timur. \n\nTomogram kecepatan (Vp, rasio Vp/Vs dan Vs) dari kedua jaringan seismik berhasil mengidentifikasi keberadaan reservoir magma dangkal Gunung Merapi pada kedalaman sekitar 5 km dan reservoir magma menengah yang berada pada kedalaman sekitar 15 km. Keberadaan reservoir magma dangkal dicirikan oleh Vp yang rendah, rasio Vp/Vs yang tinggi dan Vs yang rendah. Reservoir magma tersebut kemungkinan besar berkaitan dengan material molten. Sedangkan keberadaan reservoir magma menengah dicirikan oleh Vp yang tinggi, rasio Vp/Vs yang tinggi dan Vs yang rendah. Reservoir magma  tersebut kemungkinan besar berkaitan dengan zona rekahan yang berisi fluida. Diantara kedua reservoir magma tersebut terdapat zona impermeabel yang memiliki rasio Vp/Vs yang lebih rendah dibandingkan dengan kedua reservoir tersebut. Zona tersebut kemungkinan menjadi jalur suplai magma dari reservoir magma menengah menuju reservoir magma dangkal ketika terjadi erupsi pada tahun 2010 yang pada saat ini sudah mendingin. Anomali Vp yang tinggi di reservoir magma menengah menunjukkan tidak ada atau sangat sedikitnya suplai material panas dari reservoir magma dalam menuju reservoir magma menengah. Hal ini menjadi salah satu penyebab Gunung Merapi sampai saat ini belum erupsi semenjak tahun 2010. Anomali Vp yang tinggi, rasio Vp/Vs yang rendah dan Vs yang tinggi berada tepat di bawah Gunung Merbabu. Anomali tersebut  menunjukkan aktivitas erupsi di gunung Merbabu jauh lebih rendah dibandingkan dengan Gunung Merapi. Zona Pegunungan Selatan juga bisa teridentifikasi dengan jelas dari tomogram kecepatan. Zona tersebut berasosiasi dengan Vp yang tinggi, rasio Vp/Vs yang rendah dan Vs yang tinggi. \n\nPerhitungan tomografi seismik waktu tempuh dengan empat jaringan seismik (DOMERAPI, MERAMEX, BMKG dan BPPTKG) menghasilkan anomali yang hampir sama dengan hasil perhitungan dari dua jaringan seismik (DOMERAPI dan BMKG) untuk struktur dengan kedalaman kurang dari 30 km. Jaringan seismik MERAMEX berhasil meningkatkan resolusi seismik di area yang lebih dalam sehingga keberadaan zona partial melting bisa teridentifikasi dengan jelas di kedalaman sekitar 120 km. Kontribusi jaringan seismik DOMERAPI sangat signifikan dalam meningkatkan resolusi data seismik pada kedalaman kurang dari 30 km. Tanpa jaringan seismik DOMERAPI sejumlah anomali yang disebutkan di atas tidak dapat teridentifikasi dengan jelas. Keberadaan reservoir magma dalam yang teridentifikasi pada studi petrologi tidak teridentifikasi dengan baik pada tomogram kecepatan hasil penelitian ini.  \n\nTingkat aktivitas Gunung Merapi yang lebih tinggi di bandingkan dengan Gunung Merbabu juga terlihat jelas pada tomogram Qp. Nilai Qp di bawah Gunung Merapi jauh lebih rendah dibandingkan dengan nilai Qp di bawah Gunung Merbabu. Keberadaan reservoir magma dangkal dan menegah di bawah Gunung Merapi juga dapat teridentifikasi dengan baik pada tomogram Qp. Reservoir magma dangkal yang dicirikan dengan Qp rendah terdeteksi pada kedalaman sekitar 5 km. Sedangkan reservoir magma menengah dengan Qp yang rendah berada pada kedalaman lebih dari 15 km. Jalur suplai magma dari reservoir magma menengah menuju reservoir magma dangkal pada saat erupsi besar tahun 2010 juga teridentifikasi dengan jelas pada tomogram Qp. Zona tersebut berkaitan dengan anomali Qp yang tinggi. Anomali Qp yang tinggi menunjukkan bahwa zona tersebut pada saat ini telah mendingin.", "Daftar File": {"2018 DS PP MOHAMAD RAMDHAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135270"}, "Penulis": "MOHAMAD RAMDHAN       NIM: 32413300", "Kontributor / Dosen Pembimbing": ["Prof. Sri Widiyantoro, M.Sc, Ph.D. \n\nDr. Andri Dian Nurgaha, M.Si. \n\nDr. Eng. Asep Saepuloh, M.Eng."], "Jenis Koleksi": "Disertasi", "Penerbit": "Sains Kebumian", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Merapi, DOMERAPI, relokasi hiposenter, Vp, rasio Vp/Vs, Vs, Qp, magma, partial melting.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "28 Mei 2018"}