{"Nomor": 29004, "Judul": "DESAIN LIFE GAS LIFT VALVE UNTUK SUMUR DENGAN INKLINASI TINGGI", "Abstrak": "Sumur X pada Lapangan EK-Y di forecast untuk memproduksi liquid pada laju tetap 1500 BLPD. Sumur X \n\nmerupakan sumur high angle dengan inklinasi 70 derajat. Target cadangan berada pada reservoir F22., dengan \n\ntekanan reservoir yang telah menurun ke 700 psi. Simulasi Inflow performance relationship dan tubing \n\nperformance relationship menunjukan sumur sudah tidak dapat berproduksi secara natural Oleh karenanya, \n\npengangkatan buatan, dalam hal ini metode gas lifting diperlukan dalam strategi produksi. Dilakukan studi Gas \n\nLift Performance Curve untuk menentukan laju injeksi gas yang optimum, serta sensitivitasnya terhadap \n\nkenaikan water cut. Hasilnya di peroleh range injeksi gas yang optimum, yaitu dari 0.5 mmscfd hingga 0.96 \n\nmmscfd. Tingginya inklinasi sumur membuat operasi Gas lift valve redesign tidak memungkinkan untuk di \n\nlakukan pada masa mendatang, sehingga gas lift harus di desain secara permanen pada tahap awal. Konfigurasi \n\ngas lift di desain dengan kickoff point 690 psi dan gradient flowing sebesar 0.11 psi/ft, sehingga digunakan 3 \n\nbuah gas lift mandrel. Uji PTRO menghasilkan konfigurasi dua buah unloader 0.1875 inchi dan satu buah \n\norifice 0.3125 inchi untuk menyalurkan gas sebanyak Laju injeksi yang dibutuhkan", "Daftar File": {"2018 TA PP MOHAMAD YAFI ZACHARY 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135274", "2018 TA PP MOHAMAD YAFI ZACHARY 1.pdf]": "https://digilib.itb.ac.id/gdl/download/190873"}, "Penulis": "MOHAMAD YAFI ZACHARY (NIM : 12212090)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Sudjati Rachmat DEA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Artificial Lifting, Gas Lift design, High angle well", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "2 file", "Tanggal Input": "07 Mar 2018"}