{"Nomor": 29009, "Judul": "HUBUNGAN KEPADATAN POPULASI MAKROZOOBENTOS SEDIMEN PERAIRAN TERHADAP PARAMETER KUALITAS AIR PERAIRAN SUNGAI", "Abstrak": "Abstrak: Peningkatan aktivitas antropogenik yang terjadi di sepanjang aliran sungai Citarum segmen hulu, Kecamatan Kertasari, Kabupaten Bandung, telah memberikan dampak negatif bagi kualitas perairan sungai. Akibat dengan adanya masukan limbah yang masuk ke dalam badan air yang merupakan sisa hasil aktivitas tersebut, mengakibatkan gangguan terhadap kehidupan biota akuatik yang hidup di dalamnya. Sebagai organisme bentik dalam perairan, makrozoobentos dapat memberikan informasi yang relevean terhadap kondisi perairan dalam jangka waktu tertentu terkait dengan sifatnya yang menetap di dasar perairan sungai. Tujuan penelitian ini adalah untuk mengetahui hubungan perubahan kondisi parameter air dan sedimen terhadap populasi makrozoobentos, mengetahui kondisi perairan berdasarkan indeks biotik dan indek pencemaran, serta mengetahui parameter lingkungan, baik air maupun sedimen, yang berpengaruh terhadap parameter biologis. Hasil penelitian menunjukkan bahwa berdasarkan analisis \nkorelasi Pearson diketahui parameter COD, TOC dan lumpur memiliki nilai korelasi tertinggi terhadap kepadatan populasi makrozoobentos sebesar 0,966, 0,865 dan 0,576. Selain itu, dengan penggunaan analisis PCA diketahui bahwa suhu TSS, kekeruhan, TOC, COD, BOD dan pH merupakan merupakan komponen utama parameter air yang berpengaruh terhadap kepadatan makrozoobentos. Sedangkan, untuk parameter sedimen diperoleh paramaeter lumpur, liat, total fosfat sedimen dan kerikil yang berpengaruh terhadap kepadatan makrozoobentos. Hasil penelitian juga menunjukkan bahwa berdasarkan indeks biotik (BMWP-ASPT) kondisi perairan berada pada kondisi tercemar ringan sampai berat dengan nilai indeks berkisar antara 2,91 hingga 5,86, sedangkan berdasarkan indeks pencemaran (IP) menunjukkan kondisi yang tercemar ringan dengan nilai indeks berkisar antara 1,62 hingga 4,13.", "Daftar File": {"2015 TS PP MOHAMMAD FAIZ FAZA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/135279", "2015 TS PP MOHAMMAD FAIZ FAZA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/135280", "2015 TS PP MOHAMMAD FAIZ FAZA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/135281", "2015 TS PP MOHAMMAD FAIZ FAZA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/135282", "2015 TS PP MOHAMMAD FAIZ FAZA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/135283", "2015 TS PP MOHAMMAD FAIZ FAZA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/135284", "2015 TS PP MOHAMMAD FAIZ FAZA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/135285"}, "Penulis": "MOHAMMAD FAIZ FAZA [25312032]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. BArti Setiani Muntalif, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Citarum hulu, makrozoobentos, kepadatan populasi, kualitas air, korelasi ; Citarum upstream, macrozoobenthos population density, water quality, correlation.", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     yoka", "File": "7 file", "Tanggal Input": "26 Okt 2018"}