{"Nomor": 29011, "Judul": "PENENTUAN PARAMETER ORIENTASI BUMI DENGAN TEKNIK PENGAMATAN VLBI", "Abstrak": "Pada awal perkembangannya, pengamatan Astronomi menggunakan panjang gelombang radio terbatas oleh resolusi sudut yang buruk. Teknik interferometri kemudian menjanjikan penyelesaian terhadap permasalahan tersebut. Dengan berkembangnya teknik perekaman, batasan jarak antar elemen interferometer menjadi tiada. Hal ini membuka jalan bagi perkembangan jaringan interferometer jarak jauh yang disebut dengan Very Long Baseline Interferometry (VLBI). Perkembangan teknik VLBI membawa kemajuan-kemajuan pada bidang astrometri dan geodinamika. Salah satu aplikasi teknik VLBI adalah dalam pengukuran parameter orientasi Bumi (EOP). Orientasi Bumi diparameterkan oleh polar motion, length-of-day variation, serta presesi dan nutasi. Presesi-nutasi serta polar motion pada konvensi terbaru dijelaskan menggunakan kutub konvensional intermediate yaitu Celestial Intermediate Pole (CIP). Dalam pemodelan presesi-nutasi, terdapat selisih antara CIP model dan hasil pengamatan yang disebut sebagai celestial pole offset (CPO). Pada Tugas Akhir ini ditinjau komponen dari offset ini dan efek geofisis yang menyebabkannya. Peninjauan dilakukan dengan menggunakan metode periodogram. Komponen yang dominan pada offset ini adalah komponen yang berhubungan dengan resonansi Free Core Nutation (FCN) dengan periode di sekitar nilai 430 hari dengan arah retrogade. Dengan meninjau data IVS pada rentang 1993 hingga 2016 dengan jendela 8 tahun, didapat periode -434,87 hari, -449,90 hari, dan -417,85 hari untuk FCN. Perubahan periode ini diduga berasal dari eksitasi atmosfer, flattening Bumi, ocean loading, serta torka elektromagnetik pada Core-Mantle Boundary (CMB).", "Daftar File": {"2017 TA PP MOHAMMAD HAFIEDUDDIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/135287", "2017 TA PP MOHAMMAD HAFIEDUDDIN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/135288", "2017 TA PP MOHAMMAD HAFIEDUDDIN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/135289", "2017 TA PP MOHAMMAD HAFIEDUDDIN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/135290", "2017 TA PP MOHAMMAD HAFIEDUDDIN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/135291", "2017 TA PP MOHAMMAD HAFIEDUDDIN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/135292", "2017 TA PP MOHAMMAD HAFIEDUDDIN 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/135293", "2017 TA PP MOHAMMAD HAFIEDUDDIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/135294"}, "Penulis": "MOHAMMAD HAFIEDUDDIN (NIM : 10313021)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Taufiq Hidayat."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "VLBI, parameter orientasi Bumi, presesi, nutasi, celestial pole offset, FCN", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "01 Feb 2018"}