{"Nomor": 29018, "Judul": "METODE PERAMALAN KINERJA SUMUR DAN PENENTUAN KORELASI PRODUCTIVITY INDEX RATIO SUMUR STIMULASI MIKROBA HUFF AND PUFF DENGAN MENGGUNAKAN SIMULATOR KONVENSIONAL KOMERSIL", "Abstrak": "MEOR (Microbial Enhanced Oil Recovery) merupakan salah satu metode peningkatan perolehan minyak tahap lanjut dengan menggunakan senyawa kimia yang dihasilkan oleh mikroba. Berbagai jenis mikroba telah diteliti kemampuannya untuk meningkatkan perolehan minyak dalam skala laboratorium. Usaha selanjutnya yaitu perlu dilakukan peramalan dan evaluasi kinerja sumur agar dapat dilakukan perencanaan pengembangan dalam skala lapangan, Namun hingga saat ini belum tersedia metode evaluasi kinerja sumur mikroba yang berguna untuk menentukan peramalan produksi sumur yang berdasarkan productivity index. \n\nMetode yang digunakan penulis adalah membuat model simulasi teknik injeksi sumuran huff and puff dengan menggunakan simulator reservoir blackoil. Model simulasi dilakukan rekayasa agar mendekati dengan proses MEOR yang sebenarnya di lapangan. Model harus dilakukan validasi agar benar-benar merepresentasikan kondisi yang berada di lapangan. Metode validasi yang dilakukan adalah dengan pengujian sumur. Model dikatakan sudah merepresentasikan kondisi lapangan apabila memiliki nilai parameter hasil pengujian sumur sama atau sesuai dengan parameter input model tersebut. Parameter masukan pada model terbagi menjadi dua yaitu parameter masukan dari Mikroba dan parameter masukan dari fluida dan reservoir. Untuk parameter masukan Mikroba dapat digunakan dari hasil penelitian laboratorium yang dilakukan oleh peneliti sebelumnya. \n\nHasil peramalan kinerja model denagn proses MEOR ini dibandingkan dengan model awal yaitu saat sumur mengalami pengurasan alami atau basecase. Setelah itu dilakukan analisis sensitivitas mengenai parameter yang berpengaruh terhadap hasil perbandingan kinerja sumur yang ditunjukkan oleh rasio productivity index. Selanjutnya dibuat sebuiah korelasi berdasarkan data hasil simulasi numerik yang dilakukan dari hasil analisis sensitivitas. \n\nHasil simulasi model menunjukkan bahwa proses MEOR dengan mikroba C yang mampu menurunkan viskositas 40% memberikan peningkatan produksi minyak sebesar 1.8 bbl/day dari kondisi basecase dan selama kurun satu tahun terjadi peningkatan produksi kumulatif minyak sebesar 796.35 bbl dari kondisi basecase. Selanjutnya hasil analisis sensitivitas , terdapat enam parameter yang digunakan untuk membuat korealasi yaitu konsentrasi biosurfaktan, tegangan permukaan, porositas, permeabilitas, viskositas minyak dan saturasi minyak. Pengkorelasian dilakukan pada data-data yang didapat dengan tingkat kesalahan 2.9 %. Korelasi yang telah dibuat dapat digunakan untuk mengevaluasi dan mendesain sumur stimulasi mikroba huff and puff.", "Daftar File": {"2016 TA PP MOHAMMAD SUDJATMIKO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/135308"}, "Penulis": "MOHAMMAD SUDJATMIKO (NIM : 12211055)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "MEOR, huff and puff, Model simulasi, productivity index ratio", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "15 Mei 2018"}