{"Nomor": 29027, "Judul": "DESAIN KONSEP DAN ANALISIS REAKTOR AIR BERTEKANAN (PWR) BERDAYA KECIL BERUMUR PANJANG BERBAHAN BAKAR THORIUM", "Abstrak": "Reaktor berumur panjang atau long-life merupakan pembangkit listrik tenaga nuklir yang dapat beroperasi 10 s.d. 30 tahun tanpa membutuhkan refueling ataupun fuel shuffling. Jenis reaktor nuklir ini sangat cocok untuk menyediakan listrik di daerah terpencil di Indonesia , khususnya di wilayah luar pulau Jawa dan Bali. \n\nPada penelitian ini, desain konsep reaktor air bertekanan (PWR) kecil berumur panjang menggunakan thorium cycle telah berhasil dilakukan pada aspek neutronik. Rantai thorium yang diketahui memiliki nilai conversion ratio tinggi dapat memproduksi bahan fisil 233U yang cukup signifikan sepanjang waktu burnup. \n\nStrategi pengurangan volume moderator dengan mengadopsi model tight lattice berbasis sel geometri berbentuk square dan hexagonal dan penggunaan 231Pa sebagai material burnable poison diharapkan dapat memberikan hasil teras long-life yang cukup baik sepanjang waktu burnup. 231Pa memiliki penampang lintang tangkap (capture) besar sehingga dapat menekan reaktivitas saat awal operasi atau beginning of life. Perhitungan sel dalam penelitian ini dilakukan menggunakan modul PIJ pada kode SRAC dengan memanfaatkan kumpulan data nuklida berbasis JENDL 3.2/3.3, sedangkan perhitungan burnup pada teras dioptimasi pada geometri utuh teras X-Y-Z dengan menggunakan COREBN. \n\nAnalisis neutronik dari perhitungan sel infinit menunjukkan bahwa bahan bakar thorium nitrida dengan bahan cladding ZIRLO lebih baik daripada thorium oksida dan thorium karbida. Pada penelitian disertasi ini bahan bakar thorium nitride ditentukan dengan persentase 233U 3 % s.d. 8 % dan 231Pa 0.2 % s.d. 7 % untuk PWR kecil sehingga dapat melakukan burnup dalam waktu yang lama. \n\nTujuan penelitian ini adalah mengoptimasi desain PWR berdaya 100 s.d 600 MWt yang dapat beroperasi tanpa pengisian bahan bakar selama 10 tahun lebih. Thorium nitrida menggunakan geometri sel berbentuk square dan hexagonal diajukan sebagai bahan bakar untuk reaktor small long-life dengan fraksi volume bahan bakar 60 %. Dengan menggunakan konsep tersebut, PWR kecil berukuran 125 cm x 285 cm berhasil dirancang untuk waktu operasi yang panjang dengan excess reactivity kecil sampai dengan mencapai 1.2 dk/k untuk teras homogen. Pada akhirnya, optimasi PWR kecil berumur panjang dengan daya 350 MWt menggunakan thorium nitrida sebagai bahan bakar berhasil dilakukan pada teras heterogen dengan excess reactivity cukup kecil sebesar 0.9% dk/k dan distribusi daya cukup rata sepanjang operasi reaktor.", "Daftar File": {"2016 DIS PP MOH. NURUL SUBKHI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/135340", "2016 DIS PP MOH. NURUL SUBKHI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/135341", "2016 DIS PP MOH. NURUL SUBKHI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/135342", "2016 DIS PP MOH. NURUL SUBKHI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/135343", "2016 DIS PP MOH. NURUL SUBKHI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/135344", "2016 DIS PP MOH. NURUL SUBKHI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/135345", "2016 DIS PP MOH. NURUL SUBKHI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/135346"}, "Penulis": "MOH. NURUL SUBKHI (NIM : 30211007)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nProf. Dr. Zaki Su'", "ud. \n\nProf. Dr. Abdul Waris. \n\nDr. Sidik Permana."], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "small long-life, refueling , fuel shuffling, thorium cycle, conversion ratio, burnup, tight lattice, burnable poison, beginning of life, thorium nitrida, excess reactivity, distribusi daya", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "13 Feb 2018"}