{"Nomor": 29021, "Judul": "REVISI ALUR LAUT KEPULAUAN INDONESIA IIIA AKIBAT PERUBAHAN STATUS PERAIRAN DI SELAT OMBAI", "Abstrak": "Pada tahun 1999, dengan dikeluarkannya TAP MPR V/1999 Provinsi Timor Timur resmi memisahkan diri dari Negara Kesatuan Republik Indonesia, kemudian memproklamasikan diri menjadi Republik Demokratik Timor Leste (RDTL) pada tahun 2002. Hal ini menyebabkan terjadinya perubahan status wilayah di sekitar Pulau Timor. Salah satu yang terkena dampaknya ialah rute Alur Laut Kepulauan Indonesia (ALKI) IIIA yang berada di Selat Ombai, karena terletak di wilayah perbatasan antara RI dengan RDTL. Penelitian ini bertujuan untuk menganalisis segmen mana saja dari Garis Sumbu ALKI IIIA yang perlu untuk direvisi dan wilayah mana yang dapat direkomendasikan untuk menjadi lokasi garis sumbu yang baru. Analisis spasial dilakukan dengan melakukan pertampalan dari kriteria-kriteria yang berlaku. Hasil dari penelitian menunjukkan bahwa segmen yang perlu direvisi terletak di sebelah tenggara Pulau Alor, tepatnya pada segmen dari dan menuju Titik Penghubung 9 Garis Sumbu ALKI IIIA. Selain itu, wilayah yang direkomendasikan untuk menjadi letak baru dari garis sumbu ialah bagian yang saat ini secara konsep merupakan wilayah perairan Indonesia dari wilayah lintas ALKI IIIA yang lama. Revisi dapat dilakukan dengan menggeser Titik Penghubung 9 sejauh 7 mil laut ke arah barat laut.", "Daftar File": {"2017 TA PP MOHAMMAD UMAIR DENNYPUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/135311", "2017 TA PP MOHAMMAD UMAIR DENNYPUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/135312", "2017 TA PP MOHAMMAD UMAIR DENNYPUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/135313", "2017 TA PP MOHAMMAD UMAIR DENNYPUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/135314", "2017 TA PP MOHAMMAD UMAIR DENNYPUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/135315", "2017 TA PP MOHAMMAD UMAIR DENNYPUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/135316"}, "Penulis": "MOHAMMAD UMAIR DENNYPUTRA (NIM : 15113077)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Eka Djunarsjah, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Konvensi PBB tentang Hukum Laut (UNCLOS) 1982, batas maritim, Komite Keselamatan Maritim (Maritime Safety Committee) IMO ke-69", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Alice D", "File": "6 file", "Tanggal Input": "12 Jul 2018"}