{"Nomor": 29032, "Judul": "ANALISIS PENGARUH KONSENTRASI SURFAKTAN DAN GARAM TERHADAP PEROLEHAN MINYAK KASUS MEDIUM OIL RESERVOIR BATUPASIR DARI LAPANGAN X MELALUI PROSES IMBIBISI SPONTAN (STUDI LABORATORIUM)", "Abstrak": "Ada 50% cadangan minyak bumi di dunia yang berasal dari reservoir batupasir (Cuong et al, 2013). Minyak yang dihasilkan dari proses pengangkatan dari reservoir sampai ke fasilitas permukaan memerlukan metode yang sesuai dengan kondisi lapangan. Salah satu metode yang digunakan dalam peningkatan perolehan minyak adalah EOR (Enhanced Oil Recovery) dengan menggunakan chemical yaitu surfaktan dan garam. Komposisi ini digunakan untuk menurunkan tegangan antar-muka, meningkatkan faktor perolehan, serta mengubah sifat kebasahan batuan agar minyak mudah didesak keluar. Studi laboratorium ini bertujuan untuk menentukan komposisi larutan suraktan dan garam yang memberikan faktor perolehan optimum dan mengetahui pengaruh konsentrasi surfaktan dan garam terhadap faktor perolehan minyak pada kasus minyak sedang dari lapangan X reservoir batupasir. \n\nStudi laboratorium ini terdiri atas 3 proses utama yakni pembuatan artificial core batupasir, uji imbibisi spontan, dan pengukuran sudut kontak. Pembuatan artificial core menggunakan komposisi 30% semen dan 70% batupasir. Pengujian imbibisi spontan dilakukan dengan konsentrasi garam sebesar 2.000 ppm, 6.000 ppm, 10.000 ppm, dan 20.000 ppm. Serta, konsentrasi surfaktan sebesar 1% dan 2%. Pengujian dilakukan dengan hanya garam, aquades sebagai air formasi, dan campuran surfaktan dan garam. Pengukuran sudut kontak dilakukan untuk mengetahui sifat kebasahan batupasir terhadap air formasi, minyak lapangan X, dan larutan yang digunakan. Dari hasil percobaan imbibisi spontan yang dilakukan bahwa larutan surfaktan konsentrasi 2% dengan garam 6.000 ppm menghasilkan faktor perolehan minyak paling optimum sebesar 96,06% untuk lapangan X.", "Daftar File": {"2018 TA PP M. OKTA RIZALDI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135357", "2018 TA PP M. OKTA RIZALDI 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/190869"}, "Penulis": "M. OKTA RIZALDI (NIM : 12214026)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Ir. Leksono Mucharam, M.Sc., Ph.D. \n\nPembimbing 2 : Silvya Dewi Rahmawati, S.Si., M.Si., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "artificial core, minyak sedang, imbibisi, surfaktan, garam, sifat kebasahan, faktor perolehan", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "2 file", "Tanggal Input": "02 Jul 2018"}