{"Nomor": 29046, "Judul": "GUNDAM UNICORN SEBAGAI INSPIRASI PRODUK PENCAHAYAAN KERAMIK", "Abstrak": "Gundam Unicorn merupakan mobile suit yang dapat berubah menjadi gundam \n\nunicorn destroy mode. Perubahan ini menampilkan kekuatan psychoframe yang ada \n\ndi bagian kerangka tubuhnya, frame ini mengeluarkan efek pancaran cahaya \n\nberwarna merah muda sebagai hasil dari kekuatan spesial dari gundam unicorn. \n\nDari inspirasi ini, peneliti melihat bahwa ada potensi pada gundam unicorn yang \n\nbisa diemplementasikan menjadi produk pencahayaan keramik, terutama kekuatan \n\nspesial yang dikeluarkan pada efek pancaran cahaya dari gundam unicorn. \n\nEmplementasi dari visual gundam unicorn dapat dianalisis dari unsur bentuk, detail, \n\nwarna, dan efek, analisis ini dapat diperoleh dari model kit gundam unicorn. \n\nHasil analisis yang telah diperoleh dapat dilakukan dengan mengeksplorasi visual \n\ndengan cara membuat sketsa produk. Bentuk dari detail frame dikomposisikan \n\ndengan menyatukan unsur detail dan warna, komposisi ini mengikuti proporsi dari \n\nbentuk gundam unicorn menjadi bentuk simetris. Bentuk yang lain dapat dilakukan \n\ndengan mengacak detail frame menjadi bentuk yang tidak beraturan atau asimetris. \n\nTeknik yang dipakai untuk pembentukan keramik adalah teknik slabing dengan \n\nmenggunakan bahan tanah liat bonechina. Komposisi dari detail frame ini \n\nmenggunakan teknik cetak dengan modul bahan busa hati. Tebal detail frame akan \n\nmenjadi faktor yang mempengaruhi transparan dari keramik karena bagian yang \n\nakan tembus cahaya ada pada bagian detail frame sedangkan bagian badan sisi \n\nkeramik tidak tembus cahaya. \n\nPengujian yang dilakukan pada eksperimen warna glasir yang dibakar dengan suhu \n\n1230 Ã‚Â°C dapat tembus cahaya. Hasil pembakaran warna Testpiece glasir dengan \n\nkomposisi 7% menunjukan pigmen warna yang sama dengan warna detail frame \n\ngundam unicorn.", "Daftar File": {}, "Penulis": "M Reza Hasianta Tampubolon (N.I.M: 17213009)", "Kontributor / Dosen Pembimbing": ["Akbar Adhi Satrio, S.Ds., M.Ds"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Gundam, Model Kit, Budaya Populer Jepang", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "29 Jun 2018"}