{"Nomor": 29043, "Judul": "INFLUENCE OF ENTREPRENEURSHIP BASED ON ISLAMIC VALUE TOWARDS BUSINESS PERFORMANCE", "Abstrak": "kewirausahaan di Indonesia akhir-akhir ini semakin meningkat. Rasio pengusaha Indonesia \n\nyang pada 2013/2014 masih 1,67 persen sekarang, berdasarkan data BPS telah meningkat menjadi 3,1 \n\npersen. Indonesia adalah penduduk Muslim terbesar di dunia. Menurut sensus BPS (Biro Pusat Statistik) \n\n2010, persentase Muslim di Indonesia adalah 87,18% dan dari jumlah itu sebagian dari mereka memiliki \n\nprofesi sebagai wirausahawan. Dapat diasumsikan bahwa ada konsep bisnis berdasarkan Islam. Sebuah \n\nperusahaan Islam berdiri tidak hanya untuk tujuan duniawi (dunyawi). Islam adalah agama yang \n\nmemberikan sistem kehidupan yang komprehensif dan integratif, Islam menawarkan konsep nilai \n\nekonomi dan bisnis yang tertulis dalam Al-Quran dan apa yang dikatakan dan dilakukan Rasulullah dalam \n\nbukunya. aktivitas bisnis. Islam bukanlah agama yang melarang anggotanya (ummat) menjadi kaya atau \n\nmemiliki kehidupan yang kaya. Nabi Muhammad adalah teladan. Dia menghabiskan sebagian besar \n\nhidupnya sebagai seorang pengusaha. Oleh karena itu, penting untuk mengetahui bagaimana nilai-nilai \n\nIslam mempengaruhi semangat wirausaha dan pola pikir para pengusaha Muslim di Indonesia \n\nTujuan dari penelitian ini adalah untuk mengetahui konsep kewirausahaan Islam dan untuk mengetahui \n\ndampak dari nilai Islam terhadap kinerja bisnis. \n\nPenelitian ini menggunakan pendekatan kualitatif sebagai metodologi penelitian. Penelitian ini \n\ndikategorikan sebagai penelitian eksplanatif untuk masalah yang belum diteliti sebelumnya, prioritas \n\npermintaan, menghasilkan definisi operasional yang bertujuan untuk menjelaskan teori dan kenyataan. \n\nPendekatan penelitian adalah pendekatan induktif. Metode pengumpulan data adalah purposive sampling \n\ndengan memilih pengusaha Muslim dalam beberapa kriteria yang diharapkan dapat mewakili data. \n\nObservasi dan wawancara digunakan untuk mendapatkan data dari responden. \n\nNilai Islam dalam bisnis adalah integritas, transparansi, keadilan, orientasi target yang berasal dari quran \n\ndan sejarah kehidupan nyata Muhammad SAW. Penelitian ini menyimpulkan bahwa intrepretasi Islam \n\npada kegiatan kewirausahaan sejajar dengan teori kewirausahaan modern. Tujuan utama bisnis dalam \n\nIslam adalah untuk menyebarkan manfaat kepada masyarakat sebagai manifestasi ibadah untuk \n\nmendapatkan berkah dari Tuhan. Studi ini menemukan bahwa beberapa pengusaha di Indonesia, tahu dan \n\nmenerapkan nilai tersebut dalam kegiatan bisnis mereka, sedangkan fakta bahwa beberapa dari mereka \n\ntidak dan masih berpegang pada metode konvensional, karena ketidaktepatan antara keyakinan dan \n\npraktik teologi. Implementasi nilai-nilai Islam memberikan korelasi positif dan memperkuat kinerja \n\nbisnis, tetapi dalam persyaratan bahwa strategi bisnis dirancang dengan baik pertama, aspek spiritualitas \n\ndan ritual hanya bertindak sebagai peningkatan kinerja, sementara yang paling penting adalah bagaimana \n\nmanajemen itu sendiri. Ini membuktikan bahwa konsep kewirausahaan Islam cocok untuk teori \n\nkewirausahaan modern, sehingga dianjurkan bagi semua pengusaha muslim untuk menerapkan nilai ini \n\ndalam bisnis mereka.", "Daftar File": {"2018 TA PP M RAMADHANI SANJAYA.pdf": "https://digilib.itb.ac.id/gdl/download/135369", "2018 TS PP M RAMADHANI S 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/248092"}, "Penulis": "M. Ramadhani Sanjaya (19014037)", "Kontributor / Dosen Pembimbing": ["Evy Rachmawati C, S.E, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Islamic Value, Entrepreneurship, Muslim Entrepreneur, Business Performance", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "16 Mei 2018"}