{"Nomor": 29051, "Judul": "STUDI MINERALOGI DAN PETROGRAFI BATUBARA DALAM MENENTUKAN GENESA BONECOAL PADA LAPISAN BATUBARA DI CEKUNGAN MEULABOH DAN CEKUNGAN SUMATERA SELATAN", "Abstrak": "Indonesia merupakan salah satu negara penghasil batubara tersebar di dunia, kegiatan eksplorasi batubara mencapai puncaknya pada tahun 1990 sampai tahun 2000 terutama di Kalimantan dan Sumatera. Batubara merupakan sumber energi yang berasal dari akumulasi bahan organik dan anorganik yang terjebak dalam cekungan, proses penggambutan (peatificationi) dan pembatubaraan (coalification) merupakan proses utama dalam pembentukan batubara. Di beberapa tempat di Sumatera dan Kalimantan ditemukan material unik (asing) yang terdapat dalam lapisan (seam) batubara, material ini kemudian disebut bonecoal. Keberadaan bonecoal pada lapisan (seam) batubara tidak terdeteksi pada kegiatan eksplorasi, hal ini karena bentuk dan sebaran bonecoal yang sangat acak dan bervariasi, keberadaan bonecoal diketahui pada saat kegiatan penambangan (produksi). Secara megaskopis terlihat perbedaan visual antara batubara dan bonecoal, bonecoal terlihat berwarna coklat sampai abu-abu dengan tingkat kekerasan lebih dari pada batubara. Untuk mengetahui kandungan senyawa dan unsur bonecoal dilakukan analisis Inductively Coupled Plasma (ICP) dan Instrumental Neutron Activation Analysis (INAA), X-Ray Diffraction (XRD) yang menghasilkan senyawa penyusun utama adalah SiO2 yakni mineral kuarsa. Untuk mengetahui karakteristik dan lingkungan pengendapan dilakukan analisis Mineralogi, Petrografi Batubara, Maseral dan Reflectance, Scanning Electron Microscopy (SEM) dan Prokminat. Hasil analisis menunjukkan terdapat 2 tipe silisifikasi utama mineral kuarsa pada bonecoal, yaitu tipe early diagenetic dan late diagenetic.", "Daftar File": {"2018 TS PP  M. RONGGOUR P. SIAHAAN 1- ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135377"}, "Penulis": "M. RONGGOUR P. SIAHAAN - NIM : 22116005", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Komang Anggayana, MA   Dr.phil.nat. Agus Haris Widayat, ST. MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Economic geology", "Kata Kunci": "Bonecoal, Silisifikasi, Kuarsa, Coalball, Cekungan Meulaboh, Cekungan Sumatera Selatan.", "Sumber": "", "Staf Input/Edit": "firman85  \n                                     Rd. Lenny Fatimah N., Dra", "File": "1 file", "Tanggal Input": "04 Jul 2018"}