{"Nomor": 29067, "Judul": "PERANCANGAN PERANGKAT LUNAK DAN APLIKASI ANDROID UNTUK PERANGKAT DETEKSI PESTISIDA BERBASIS PANTULAN CAHAYA DENGAN PANJANG GELOMBANG SPESIFIK", "Abstrak": "Pestisida digunakan dengan tujuan untuk meningkatkan hasil panen dengan cara mencegah, membunuh, atau mengendalikan hama yang dapat menyebabkan kerusakan selama produksi hingga pemasaran bahan pertanian. Namun demikian, pestisida dapat menyebabkan efek parah dan jangka panjang bagi pengguna maupun yang tidak sengaja mengkonsumsinya. Sampai saat ini untuk mengukur residu pestisida pada sayuran memerlukan pengujian di laboratorium kimia yang memakan waktu dan merusak sayuran. Pesticide Detector (PESTOR) merupakan perangkat portabel yang menggunakan smartphone Android sebagai tampilan pengukuran. PESTOR didesain untuk dapat mengukur konsentrasi residu pestisida pada sayuran dengan prinsip respon pantulan cahaya dengan panjang gelombang spesifik secara cepat dan non-destruktif agar sayuran tetap dapat dijual belikan di pasar maupun swalayan tanpa mengurangi akurasi. Namun, PESTOR sampai saat ini masih dalam fase penelitian awal dimana tujuannya adalah untuk menentukan panjang gelombang dan jarak optimal serta hubungan konsentrasi terhadap tegangan fotodioda perangkat. Dokumen ini menjelaskan mengenai desain, implementasi, serta pengujian perangkat lunak dan aplikasi Android yang mudah digunakan dan mampu menampilkan hasil deteksi dan kondisi baterai perangkat menggunakan komunikasi Bluetooth.", "Daftar File": {"2018 TA PP MUHAMAD ABDUL AZIZ EDO ASSAIDI  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135421"}, "Penulis": "MUHAMAD ABDUL AZIZ EDO ASSAIDI (NIM: 13214046)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Ir. Richard Karel Willem Mengko. \n\nDr. Agung Wahyu Setiawan ST,MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pestisida, PESTOR, Android, Perangkat Lunak.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2018"}