{"Nomor": 29060, "Judul": "Sintesis Lauril Alkohol (Dodekanol) dari Metil-Ester Hasil Trans-Esterifikasi Minyak Kelapa Nyiur Menggunakan Reagen Pereduksi Seng Borohidrida dan Lithium Aluminium Hidrida", "Abstrak": "Kelapa Nyiur merupakan salah satu sumber daya alam yang potensial bagi Indonesia. Asam lemak terbanyak dalam kelapa nyiur adalah laurat (~50%), kemudian diikuti oleh miristat (~18%), palmitat (~9 %). Asam laurat dapat diubah menjadi bentuk alkohol, menjadi lauril alkohol, yang digunakan sebagai bahan dasar deterjen dalam industri sabun, kosmetik, dan pembersih lainnya. Pada penelitian ini ester laurat dari hasil trans - esterifikasi, dari penelitian sebelumnya, direduksi menggunakan reduktor seng borohidrida {Zn(BH4)2} dan lithium aluminium hidrida {LiAlH4} untuk memperoleh lauril alkohol. Reaksi dilakukan dengan cara refluks dibawah perlindungan gas N 2 selama 5 jam. Senyawa Zn(BH4)2 diperoleh dengan cara mencampurkan ZnCl2 dengan NaBH4 dengan pengadukan selama 24 jam (dibawah gas Nitrogen). Uji kromat terhadap hasil kedua proses reaksi menunjukkan terbentuknya alkohol. Munculnya serapan pada 3450-3300 cm-1 memberikan tanda adanya gugus Ã‚Â–OH (dari alkohol), dan serapan pada 2900-2850 cm-1 memberikan keyakinan adanya gugus metilen (-CH2) rantai panjang. Analisis kuantitatif yang dilakukan dengan cara ekstraksi dan pengukuran GC -MS memastikan hasil lauril alkohol sejumlah 19,63% dan 26,15% berturut-turut untuk hasil reaksi menggunakan Zn(BH4)2 dan LiAlH4.", "Daftar File": {"2016 TA PP MUCHLIS MUNAWAR 1- COVER.pdf": "https://digilib.itb.ac.id/gdl/download/135402", "2016 TA PP MUCHLIS MUNAWAR 1- BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/135403", "2016 TA PP MUCHLIS MUNAWAR 1- BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/135404", "2016 TA PP MUCHLIS MUNAWAR 1- BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/135405", "2016 TA PP MUCHLIS MUNAWAR 1- BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/135406", "2016 TA PP MUCHLIS MUNAWAR 1- BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/135407", "2016 TA PP MUCHLIS MUNAWAR 1- PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/135408"}, "Penulis": "Muchlis Munawar (nim: 10511044)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dra. Rita Anggraini, M.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Metil-Ester Laurat, Lauril Alkohol, Seng Borohidrida, Lithium Aluminium Hidrida.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "07 Sep 2018"}