{"Nomor": 29078, "Judul": "PERANCANGAN APLIKASI MOBILE DRAWPEDI SEBAGAI MEDIA PEMBELAJARAN PRAKTIK MENGGAMBAR WAJAH MANUSIA PADA PELAJARAN SENI RUPA DI TINGKAT SMA/SMK", "Abstrak": "Pelaksanaan pembelajaran praktik menggambar manusia pada pelajaran Seni Rupa \n\ndi tingkat sekolah menengah atas masih mengalami kendala. Kendala tersebut \n\nterutama disebabkan masalah yang berkaitan dengan motivasi siswa yang rendah, \n\nketerbatasan kompetensi guru Seni Rupa, serta terbatasnya alokasi waktu pelajaran \n\nSeni Rupa di sekolah. Terdapat peluang berupa media pembelajaran menggunakan \n\naplikasi mobile yang dapat menjadi solusi untuk mengatasi permasalahanpermasalahan \n\ntersebut. Perancangan ini bertujuan meningkatkan hasil belajar siswa \n\npada pembelajaran praktik menggambar manusia melalui perancangan aplikasi \n\nmobile berbasis Android yang berisi metode menggambar wajah manusia dan \n\ndigunakan sebagai media pembelajaran pada pelajaran Seni Rupa di tingkat SMA \n\ndan SMK. \n\nPerancangan ini menggunakan tahapan model ADDIE, terdiri dari analisis \n\n(analysis), perancangan (design), pengembangan (development), implementasi \n\n(implementation) dan evaluasi (evaluations). Pada tahap analisis dilakukan \n\nwawancara siswa dan observasi pelaksanaan kegiatan belajar-mengajar Seni Rupa \n\nuntuk merumuskan kebutuhan desain. Pada tahap perancangan dilakukan \n\npenyusunan konsep perancangan yang mengacu pada studi kepustakaan, \n\nwawancara ahli dan seniman, serta kajian komparasi aplikasi pembelajaran mobile \n\nyang sudah ada. Pada tahap pengembangan konsep perancangan dituangkan ke \n\ndalam bentuk prototip. Prototip berupa aplikasi mobile diberi tajuk Drawpedia, \n\ndilengkapi fitur penyajian konten tutorial dalam format video, fitur kontes dan \n\ngaleri, integrasi penilaian (assessment), serta mendukung pembelajaran secara \n\nmobile learning. Pada tahap implementasi prototip aplikasi diujicobakan pada ahli \n\nusability dan siswa selaku target pengguna. Evaluasi aspek usability menunjukkan \n\nbahwa aplikasi Drawpedia memiliki tingkat kemudahan penggunaan yang cukup \n\nbaik. Sedangkan evaluasi hasil pembelajaran menggunakan pengukuran \n\nanthropometric dan assessment visual menunjukkan peningkatkan hasil belajar \n\nsiswa meskipun tidak signifikan dan siswa belum mencapai nilai kriteria ketuntasan \n\nminimal.", "Daftar File": {"Fauzan S2 Desain.pdf": "https://digilib.itb.ac.id/gdl/download/135443"}, "Penulis": "Muhamad Fauzan Sidik (NIM: 27115003)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "mobile application, instructional media, m-learning, art, high school, portrait drawing.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "29 Jun 2018"}