{"Nomor": 29079, "Judul": "Karakterisasi Seismik Menggunakan Metode Tomografi Doubledifference pada Lapangan Panas Bumi Wayang Windu", "Abstrak": "Aktivitas monitoring dalam proses pengembangan panas bumi merupakan faktor penting untuk menjaga keberlangsungan proses produksi. Salah satu metode yang dapat digunakan untuk proses pemantauan reservoir panas bumi adalah dengan memanfaatkan data gempa mikro. Pola sebaran gempa mikro dapat mengindikasikan keberadaan zona permeabel di suatu area. Metode tomografi seismik merupakan salah satu metode lanjut yang menggunakan data gempa mikro untuk membantu karakterisasi kondisi reservoir dengan memanfaatkan analisis kecepatan gelombang seismik P (Vp) dan S (Vs) serta rasio Vp/Vs.  \n\nPenelitian ini berhasil mengidentifikasi sebanyak 754 event data gempa mikro yang direkam oleh sebanyak 15 stasiun selama enam bulan yaitu mulai 1 Januari hingga 30 Juni 2016. Hasil relokasi menggunakan Joint Hypocenter Determination menunjukkan adanya 4 klaster seismik: Klaster 1 terdistribusi rapat pada elelvasi -1 hingga -3 km di bagian utara. Klaster 2 konsisten dengan lokasi sumur injeksi dan memiliki persebaran event yang mengindikasikan bahwa akitivitas seismik secara dominan disebabkan oleh aktivitas injeksi. Aktivitas seismik di klaster 3 kemungkinan disebabkan oleh aktivitas pengembangan geotermal Lapangan Darajat yang merupakan lapangan uap. Tidak ada aktivitas geotermal maupun vulkanik di area Klaster 4 ini sehingga aktivitas seismik diduga disebabkan oleh aktivitas tektonik seperti sesar.   \n\nBerdasarkan struktur kecepatan Vp, Vs dan Vp/Vs, zona uap berada di bagian utara daerah penelitian dan terlihat pada elevasi antara +0.5 hingga -1 km. Zona uap menipis ke arah selatan sepanjang 4 km dan terputus di sekitar sumur WWT. Reservoir air diinterpretasikan berada di bawah zona uap dan terlihat relatif lebih jelas pada bagian tengah daerah penelitian. Kedalaman steam-water contact diperkirakan terjadi pada elevasi -0.5 hingga -1 km. Keberadaan anomali Vp/Vs yang tinggi di bagian selatan dapat terjadi akibat adanya air injeksi yang masuk ke reservoir dan adanya suatu body yang berasosiasi dengan Gunung Wayang dan Windu. Terdapat kemungkinan adanya boundary antara zona utara dan selatan yang ditandai dengan kontras anomali struktur kecepatan secara lateral dan diskontinuitas dari distribusi event.", "Daftar File": {"2018 TS PP MUHAMAD FIRDAUS AL HAKIM 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135444"}, "Penulis": "MUHAMAD FIRDAUS AL HAKIM - NIM : 22616015", "Kontributor / Dosen Pembimbing": ["Dr. Rer. nat. Rachmat Sule       \n\nDr. Rer. nat. Andri Hendriyana"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Tomografi, geotermal, gempa mikro, struktur kecepatan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "01 Okt 2018"}