{"Nomor": 29080, "Judul": "EVALUASI KINERJA DAN REDESIGN UNIT FLOKULASI DAN SEDIMENTASI UNTUK PERBAIKAN PROSES PENGOLAHAN AIR MINUM DI PDAM TIRTAWENING UNIT PRODUKSI I BADAKSINGA", "Abstrak": "PDAM Tirtawening IPA Badaksinga terletak pada kota Bandung. Instalasi Pengolahan Air Minum (IPA) Badaksinga terbagi menjadi dua bagian utama, yaitu bagian pertama adalah IPA I yang didesain pada tahun 1958 oleh Perusahaan asal Perancis, Degremont dan bagian kedua oleh Perusahaan Belanda, DHV pada 31 tahun kemudian (pada tahun 1989). Instalasi Pengolahan Air Minum (IPA) Badaksinga terbagi menjadi dua bagian utama, yaitu bagian pertama adalah IPA I yang didesain pada tahun 1958 oleh Perusahaan asal Perancis, Degremont dan bagian kedua oleh Perusahaan Belanda, DHV pada 31 tahun kemudian (pada tahun 1989). Metodologi penelitian dibagi dalam 3 tahap yaitu pengambilan data primer dan sekunder, evaluasi dan perencanaan. Air cenderung berkonsentrasi pada ujung tiap lembaran plate dan meninggalkan dead zone pada bagian tengah lembaran plate. Unit flokulasi (Clarifier) dan sedimentasi (plate settler) pada IPA II Badaksinga dapat dikatakan berfungsi melebihi kapasitas desainnya. Saat kondisi operasional normal, unit ini difungsikan untuk mengolah air 200 Ã‚Â– 300 lps, dimana kapasitas desainnya hanya maksimum mencapai 200 lps. Sementara  itu masih ditemukan flok pada setelah unit sedimentasi karena terdapat deadzone pada plate settler sehingga unit tidak bekerja secara efektif. Perancangan ulang diperlukan untuk meningkatkan kapasitas serta memperbaiki  sistem hidrolis yang ada pada unit tersebut. Hasil perencanaan ulang berupa modifikasi dimensi dan sistem hidrolis berupa menenggelamkan plate settler.", "Daftar File": {"2018 TA PP MUHAMAD IBRAHIM YAZDI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135445"}, "Penulis": "MUHAMAD IBRAHIM YAZDI (NIM : 15312037)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Suprihanto Notodarmojo, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "flokulasi, instalasi pengolahan air minum, sedimentasi", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "03 Jul 2018"}