{"Nomor": 29089, "Judul": "REKOMENDASI STRATEGI PEMASARAN UNTUK BISNIS KERAJINAN KULIT (CASE STUDY: MONZE)", "Abstrak": "ABSTRAK \n\nPenggunaan kulit sebagai bahan baku pembuatan produk fashion bukanlah hal yang baru. Sejak dulu, kulit telah digunakan untuk membuat berbagai barang, seperti tas, sepatu, jaket, dan lain-lain.Beberapa tahun yang lalu, seiring dengan tumbuhnya industri kreatif di indonesia, banyak bermunculan brand-brand baru yang memproduksi dan menjual barang-barang kerajinan kulit. Monze adalah salah satu pemain baru yang memproduksi dan menjual produk kerajinan kulit. Selama kurang lebih 6 bulan, Monze masih belum bisa mencapai angka penjualan yang memuaskan. Hal ini terlihat dari fluktuasi penjualan yang sangat signifikan. \n\nUntuk dapat menyelesaikan masalah tersebut, perlu dilakukan analisis yang tepat. Pendekatan yang digunakan pada penelitian ini merupkan metode kuantitatif dan dan kualitatif. Kuisioner menjadi alat yang digunakan untuk mengumpulkan data-data dari target market dengan pendekatan kuantitatif. Sejalan dengan itu, metode wawancara mendalam digunakan untuk mendapatkan pemahaman yang utuh mengenai pelanggan Monze. Analisa marketing mix (4P), STP, dan SWOT (SW) digunakan untuk memahami kondisi internal Monze. Disamping itu, analisa kompetitor, SWOT (OT), dan brand audit digunakan untuk memberi gambaran tentang pengaruh faktor eksternal terhadap kelangsungan bisnis Monze. \n\nSolusi yang dihasilkan merupakan cara brand communication yang baru, serta rencana digital marketing yang dibuat menggunakan kerangka AISAS. Brand communication yang dibuat merupakan cara untuk mengkomunikasikan value yang dimiliki oleh Monze kepada customernya menggunakan media visual. Sementara itu, kerangka AISAS digunakan untuk membuat suatu kanal perjalanan customer mulai dari proses Attention hingga Share. \n\nTahap akhir dari penelitian ini adalah pembuatan rencana implementasi bertahap untuk semua solusi yang telah dibuat. Rencana implementasi ini terdiri dari jadwal implementasi dan rencana anggaran. Rencana implementasi ini dibuat agar semua solusi yang telah dibuat dapat dijalankan dengan baik.", "Daftar File": {"2018 TS PP MUHAMAD TAUFAN ADHARSYAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135477"}, "Penulis": "MUHAMAD TAUFAN ADHARSYAH - Nim: 29115666", "Kontributor / Dosen Pembimbing": ["Sonny Rustiadi, SE., MBA, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Brand communication, leathercraft, strategi pemasaran, AISAS", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Feb 2018"}