{"Nomor": 29084, "Judul": "FRAKTAL SEBAGAI PEMBANGKIT BENTUK (STUDI KASUS: TSUNAMI MEMORIAL PARK)", "Abstrak": "Tesis ini mengkaji mengenai kemungkinan dalam pemakaian cabang ilmu Matematika khususnya dalam Teori Fraktal. Tesis ini dapat membantu desainer dalam mengembangkan desain, memberikan solusi-solusi untuk permasalahan yang dihadapi dalam mendesain, dan upaya untuk memberikan alat dan kriteria desain baru sebagai tolok ukur dalam merancang. \n\nPada Tesis ini, contoh kasus yang dipergunakan adalah Tsunami Memorial Park. Alasan pemilihan kasus ini adalah dalam rangka kompetisi yang diselenggarakan oleh Pemerintah Thailand, di mana kompetisi ini bertujuan untuk membangun sebuah tempat yang dipergunakan untuk mengenang kejadian Tsunami yang diderita oleh Thailand. Selain itu tempat ini juga bertujuan untuk memberikan pembelajaran kepada orang-orang yang datang ke tempat ini mengenai Tsunami, efek yang ditimbulkan, dan tindakan preventif yang dapat diambil. Bangunan ini akan didirikan di Taman Hutan Nasional Khao Lak Lamru. Daerah ini memiliki vegetasi yang lebat sehingga sangat disarankan bangunan memiliki kepekaan yang tinggi terhadap lingkungan sekitar. Hutan ini juga berbatasan dengan laut, sehingga jarak aman untuk menghindari kejadian Tsunami perlu diperhatikan. \n\nMetode dalam mendesain bangunan ini adalah dengan menggunakan metode matematika, yaitu dengan menggunakan Teori Fraktal. Teori Fraktal adalah teori untuk membentuk bangun-bangun yang dibangkitkan oleh sekumpulan aturan-aturan atau metode tertentu. Bangun Fraktal memiliki karakteristik yang mirip dengan benda-benda yang terdapat di alam. Alasan penggunaan Teori Fraktal dirasakan cocok mengingat kompetisi ini sangat menitikberatkan pada harmonisasi antara alam dengan manusia. Menggunakan Teori Fraktal yang akan menganalisis bentukan dari alam dan mempergunakannya sebagai bagian dari bangunan diharapkan akan memberikan harmonisasi antara alam dengan arsitektur \n\nMetode yang dipergunakan terdiri atas tiga bagian. Metode yang pertama adalah Wavelet Analysis. Metode ini mengolah bentuk-bentuk satu dimensional untuk kemudian menghasilkan elemen-elemen penyusunnya. Metode ini akan dipergunakan untuk meneliti letak bangunan pada lahan. Lahan yang akan diganti dengan bangunan akan diteliti siluetnya. Garis siluet ini kemudian akan diproses dengan Wavelet Analysis sehingga akan menghasilkan elemen-elemen penyusun siluet tersebut. Dengan mempergunakan elemen tersebut pada bangunan diharapkan bentuk keseluruhan lahan tidak akan terganggu, dan akan tercipta harmonisasi dengan lingkungan sekitar. \n\nMetode kedua yang dipergunakan adalah Metode Cellular Automata. Metode ini mengolah sekumpulan bentuk menjadi bentuk-bentuk baru, dimana bentuk-bentuk ini memiliki karakteristik tertentu yang dipasangkan padanya.Setelah menentukan letak lahan, desainer kemudian  mengambil bagian tiga dimensional dari lahan dengan cara menggali sampai pada kedalaman tertentu, sehingga lahan tersebut akan memiliki panjang, lebar dan tinggi. Elemen lahan tiga dimensional inilah yang akan menjadi bentuk awal dari bangunan. Metode ini akan mengolah potongan lahan tersebut sehingga menjadi sekumpulan unit. Unit-unit ini kemudian akan diberikan karakteristik tertentu yang akan berinteraksi dengan unit lainnya. Metode ini akan menghasilkan bentuk baru yang dapat dipergunakan sebagai bentuk bangunan. \n\nMetode ketiga adalah Fractal Dimension Analysis. Metode ini akan meneliti karakteristik dari lahan secara keseluruhan yang dinamakan Dimensi Fraktal. Dimensi ini kemudian akan dibandingkan dengan dimensi lahan setelah bangunan yang sudah dibuat. Bila karakter lahan sebelum dan sesudah dibangun arsitektur memiliki kesamaan maka dapat dikatakan karakter fraktal lahan relatif tidak berubah. Dengan asumsi awal bentuk-bentuk di alam memiliki kaidah fraktal dapat dikatakan bahwa bentuk bangunan tersebut memiliki karakter fraktal yang sama dengan karakter lahan tempat dia berada. \n\nPada tesis ini, yang dilakukan desainer adalah meneliti lahan secara keseluruhan untuk mendapatkan letak bangunan terbaik. Hal ini dilakukan dengan memotong lahan menjadi beberapa bagian untuk mendapatkan potongan lahan.   Potongan lahan yang menghasilkan elemen fraktal yang unik dan dirasakan dapat menjadi bagian elemen arsitektur dijadikan bahan pertimbangan untuk mendesain di tempat potongan tersebut berada. Selain itu pertimbangan arsitektur yang lain juga dipergunakan.  \n\nElemen ini kemudian diolah untuk dijadikan elemen bangunan. Pada kasus ini elemen-elemen garis satu dimensional tersebut diolah lebih lanjut untuk kemudian dipergunakan untuk menghasilkan elemen tiga dimensional dengan memanfaatkan pemakaian mesh generator pada program Autocad. Bentukan yang terjadi adalah elemen atap, lantai dan bingkai kaca yang terbuat dari elemen garis lahan tersebut. \n\nPada pembuatan plat lantai dan kolom dipergunakan Sistem Cellular Automata. Lahan dimana diatasnya akan dibangun lahan akan diangkat sehingga membentuk bentuk tiga dimensional. Lahan ini kemudian diolah dengan sistem tersebut sehingga membentuk bentukan baru. Lahan ini kemudian akan dipasangkan dengan elemen atap, lantai terbawah dan fasade yang dihasilkan oleh Wavelet Analysis. \n\nDesain yang diperoleh dalam penggunaan Teori Fraktal menghasilkan bentukan-bentukan baru yang dapat memperkaya pilihan desainer dalam arsitektur. Pemakaian Teori Wavelet Analysis dan Cellular Automata juga memberikan bentukan-bentukan baru yang spesifik pada tiap lahan. Fractal Dimension Analysis juga dapat dipergunakan sebagai alat bantu dalam evaluasi arsitektur terhadap bangunan pada suatu lahan.", "Daftar File": {}, "Penulis": "MUHAMAD LUKMAN (NIM 25204018)", "Kontributor / Dosen Pembimbing": ["Pembimbing: M. Ridwan Kamil, ST., MUD. \n\nM. Donny Koerrniawan, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Complexity Theory, Chaos Teory, Fractal, Cellular Automata, Wavelet Analysis, Fractal Dimension", "Sumber": "", "Staf Input/Edit": "Vika Anastasya Kovariansi  \n                                     Perpustakaan Prodi Arsitektur", "File": "9 file", "Tanggal Input": "02 Okt 2018"}