{"Nomor": 29097, "Judul": "OPTIMASI RUTE UNTUK DISTRIBUSI LPG", "Abstrak": "Amanah Group adalah salah satu perusahaan distribusi LPG. Amanah Group memiliki tiga agen yang beroperasi di daerah Karawang dan Purwakarta dengan sub-agen yang berbeda. Dalam proses pengiriman atau distribusi LPG itu ada biaya oleh perusahaan, seperti biaya transportasi, pemasangan bungkus plastik, dan biaya lainnya. Ada beberapa peluang untuk membuat proses distribusi ini lebih efisien. Setelah melakukan analisis terhadap data yang ada, dapat dikatakan bahwa ada masalah pada agen PT Amanah Abadi Raya (AAR). Masalahnya adalah besarnya biaya operasional yang dalam beberapa bulan melebihi dari agen lain. Sedangkan berdasarkan alokasi yang ada, jumlah sub agen tidak lebih dari agen lain. \n\nDalam beberapa analisis melalui wawancara dengan karyawan perusahaan, perusahaan menghabiskan biaya harian sesuai dengan jarak yang ditempuh oleh pengemudi truk. Tidak ada perhitungan untuk biaya transportasi. Penyediaan biaya transportasi dengan jarak jauh atau dekat dan dengan biaya bahan bakar mengikuti fluktuasi harga solar. Tidak ada perhitungan pasti biaya operasional. Dan salah satu faktor yang mempengaruhi besarnya jumlah agen AAR ini adalah lokasi sub-agen yang tidak berdekatan satu sama lain atau berada dalam lingkaran perjalanan seperti yang dilakukan agen lain. \n\nPerusahaan menentukan tute tersebut dengan melihat jalur yang paling dekat dengan SPBE, tetapi hanya intuisi dari perkiraan jarak yang akan dilewati oleh armada sesuai dengan jumlah alokasi setiap hari dan bulan. Penelitian ini memiliki tujuan untuk memberikan proposal dalam hal efisiensi jarak dan biaya dalam perusahaan. Strategi atau metode yang diberikan adalah metode dalam menentukan rute pengiriman gas LPG yang berada di wilayah Karawang sehingga terjadi pengurangan biaya dan ketepatan rute pengiriman. Ini disediakan oleh VRPTW, tetangga terdekat, dan metode Cabang dan Bound dalam hal menentukan rute yang optimal. \n\nHasilnya, rute yang diusulkan optimal menghasilkan penghematan jarak yang baik pada depot 1 dan depot 2. Untuk depot 1 menghasilkan jarak penghematan 151,9 km. Sementara untuk depot 2 menghasilkan penghematan jarak 21,45 km. Untuk depot 1, sebagai hasil penghematan jarak yang terjadi yaitu sebesar 151,9 km, maka didapatkan biaya simpan sebesar Rp 6.984.687. Sedangkan depot 2, sebagai akibat dari penghematan jarak yang terjadi yaitu sebesar 21,45 km, maka didapatkan penghematan biaya sebesar Rp 3.537.590. Dan ketika dijumlahkan dari kedua depot, jarak jauh yang diusulkan dapat mengurangi biaya distribusi sebesar Rp 10.522.277 per bulan. Ini dapat menghemat sekitar 45,49% dari biaya sebelumnya.", "Daftar File": {"Upload Perpus_M Abdul Mubarok.pdf": "https://digilib.itb.ac.id/gdl/download/135486"}, "Penulis": "MUHAMMAD ABDUL MUBAROK - 29116408", "Kontributor / Dosen Pembimbing": ["Dr. Mursyid Hasan Basri, S.T.,M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "LPG, route optimization, cost minimization, VRPTW, Nearest Neighbor, Branch and Bound", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "06 Agu 2018"}