{"Nomor": 29117, "Judul": "PREDIKSI KEKUATAN PILAR BATUBARA DENGAN MEMPERTIMBANGKAN PENGARUH GESEKAN ANTARMUKA", "Abstrak": "Pada tambang batubara bawah tanah, faktor keamanan adalah hal yang harus diperhatikan. Upaya-upaya untuk meningkatkan faktor keamanan dilakukan dengan tetap mempertahankan keekonomisan. Salah satunya adalah dengan meninggalkan sejumlah batubara pada bukaan tambang bawah tanah untuk dijadikan sebagai pilar. Tentunya dengan demikian, nilai perolehan batubara yang tertambang akan semakin berkurang. Perhitungan dimensi pilar yang tepat baik dari aspek keamanan maupun ekonomi diperlukan. Untuk menentukan dimensi pilar yang tepat, telah dikembangkan persamaanpersamaan empiris untuk menghitung kekuatan pilar berdasarkan dimensinya. Tentunya, kekuatan pilar tidak hanya ditentukan berdasarkan variabel dimensi saja. Terdapat aspek lain yang menentukan kekuatan pilar batubara, salah satunya adalah aspek gesekan antarmuka. Dengan mempertimbangkan aspek gesekan antarmuka, tentunya perancangan pilar dapat lebih optimal baik dari segi keamanan maupun ekonomi.    \n\nPenelitian dilakukan untuk menentukan persamaan prediksi kekuatan pilar batubara berdasarkan hasil uji kuat tekan uniaksial dengan variasi gesekan antarmuka. Dari data uji kuat tekan uniaksial batubara dengan gesekan antarmuka tinggi dan rendah, dilakukan regresi linear dan pangkat terhadap data tersebut. Kemudian, didapat dua bentuk persamaan untuk masing-masing gesekan antarmuka. Untuk menentukan persamaan prediksi kekuatan pilar yang paling baik, dilakukan analisis korelasi, gradien kenaikan kekuatan pilar, model pilar batubara, dan studi kasus pilar batubara.", "Daftar File": {"2018 TA PP Muhammad Alen Irnawan 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135552"}, "Penulis": "Muhammad Alen Irnawan - Nim: 12114021", "Kontributor / Dosen Pembimbing": ["Dr.Eng., Ganda M. Simangunsong, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kekuatan pilar batubara, rasio lebar-tinggi, gesekan antarmuka, persamaan empiris, model pilar batubara", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Jul 2018"}