{"Nomor": 29118, "Judul": "RELATIONSHIP AMONG FACILITY EMPLOYEE EMPOWERMENT AND ORGANIZATION LEARNING CULTURE TOWARD EMPLOYEE EMPOWERMENT", "Abstrak": "Pemberdayaan pegawai belakangan ini sangat di perhatikan oleh banyak perusahaan demi meningkatkan keuntungan untuk perusahaan. Riset tentang pemberdayaan pegawai telah banyak dilakukan oleh banyak peneliti di dunia. Banyak factor-faktor yang mempengaruhi pemberdayaan karyawan yang ditemukan di penelitian-penelitan sebelumnya. \n\nDalam penelitian ini penulis memfokuskan pada kasus nyata yang terjadi di PT GMF Aeroasia. PT GMF Aeroasia merupakan perusahaan yang bergerak di bidang Maintenance, Repair and Overhaul terbesar di Indonesia. Bertekad untuk menjadi top 10 di dunia, PT GMF Aeroasia di haruskan memiliki pegawai yang memiliki nilai pemberdayaan karyawan yang tinggi. Penulis mencoba mengexplorasi apakah fasilitas yang ada budaya pembelajaran organisasi memiliki hubungan yang signifikan dengan pemberdayaan karyawan dalam hal ini merupakan para karyawan di PT GMF Aeroasia. Penelitian ini dilakukan dengan metode kuantitatif dengan cara mendistribusikan kuisioner di PT GMF Aeroasia pada bulan Mei hingga Juni 2018 untuk mengetahui hubungan antara fasilitas dan budaya pembelajaran organisasi sebagai independent variable terhadap pemberdayaan karyawan sebagai dependent variabel. Penilitian ini menggunakan Multi linier regression untuk menganalisa hubungan antara independent dan dependent variabel. \n\nHasil penelitian ini menunjukkan bahwa fasilitas tidak memiliki hubungan yang signifikan terhadap pemberdayaan karyawan namun budaya pembelajaran organisasi memiliki hubungan yang positif terhadap pemberdayaan karyawan. Fasilitas memiliki hubungan positif jika dibarengi dengan budaya pembelajaran organisasi kepada pemberdayaan karyawan.", "Daftar File": {"2018 TA PP MUHAMMAD ALIFA MASYA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135553", "2018 TS PP MUHAMMAD ALIFA MASYA 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/251566"}, "Penulis": "Muhammad Alifa Masya (19015151)", "Kontributor / Dosen Pembimbing": ["Dr. rer. pol. Achmad Fajar Hendarman, ST, MSM"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Employee Empowerment, Organization Learning Culture, Facility", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "08 Agu 2018"}