{"Nomor": 29126, "Judul": "ICONIC DIVINITY ISLAMIC CENTER KOTA CILEGON", "Abstrak": "Kota Cilegon mengalami pertumbuhan penduduk yang tinggi dan juga berdampak pada pertumbuhan penduduk muslim di Kota Cilegon. Kota Cilegon belum memiliki Islamic Center. Padahal, 85% penduduk dari Kota Cilegon adalah penduduk muslim. Kebutuhan akan pusat peradaban islam yang menjadi sarana peribadatan dan pendidikan Islam dapat dipenuhi dengan pembangunan Islamic Center. Islamic Center di Kota Cilegon direncanakan akan dibangun didekat tanah alun-alun dengan luas 24.282,19 mÃ‚Â², yang berpotensi menjadi pusat kegiatan baru di Kota Cilegon dan menjadi landmark Kota Cilegon. Islamic Center ini dilengkapi dengan masjid dan kebutuhan penunjang masjid yang mampu menampung 2200 jamaah. Masjid dirancang dengan material utama beton dan baja agar melambangkan Kota Cilegon sebagai Kota Baja. Selain itu, juga terdapat Bangunan Fasilitas Komersil, Minaret, Gedung Sekolah, dan Gedung Serba Guna yang didalamnya terdapat ruang serba guna yang dapat menampung Ã‚Â±1100 jamaah, sekretariat organisasi masjid, kantin, dan fasilitas pelayanan umat Islam. Ruang-ruang luar Islamic Center dirancang dengan konsep multiguna dan ramah aksesibilitas pejalan kaki agar dapat mengakomodasi kegiatan dalam Islamic Center yang beragam dan mengundang jamaah untuk berkegiatan didalam Islamic Center. Diharapkan, pembangunan Islamic Center akan menjadi Pusat Kebudayaan Islam sebagai lambang kedekatan sosial (manusia dengan manusia) dan rohani (manusia dengan Tuhan) di Kota Cilegon.", "Daftar File": {}, "Penulis": "MUHAMMAD ANANDA RAHMAT FATAH [15214013]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Eko Purwono, Ir., MSAS."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kota Cilegon, Islamic Center, Pusat Kebudayaan Islam, Kedekatan sosial, Kedekatan Rohani", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Sandy Nugraha", "File": "1 file", "Tanggal Input": "26 Sep 2018"}