{"Nomor": 29122, "Judul": "KARAKTERISTIK GEOKIMIA DAN PETROGRAFI ORGANIK SERPIH MINYAK FORMASI KELESA, KABUPATEN INDRAGIRI HULU, PROVINSI RIAU", "Abstrak": "Lokasi penelitian berada di Kabupaten Indragiri Hulu, Provinsi Riau. Secara geografis, daerah penelitian terletak pada koordinat 1020Ã‚Â’6,6Ã‚Â”-10213Ã‚Â’7,7Ã‚Â” BT dan 047Ã‚Â’14,8Ã‚Â”-10Ã‚Â’0Ã‚Â” LS. Penelitian difokuskan pada Formasi Kelesa yang merupakan serpih minyak di daerah penelitian.        \n\nAnalisis dilakukan pada sampel Formasi Kelesa yang diambil dari singkapan untuk mengevaluasi batuan induk, mengetahui tipe serpih minyak, lingkungan pengendapan, dan tipe material organik. Analisis geokimia meliputi karbon organik total (TOC) dan pirolisis Rock-Eval. Analisis petrografi organik meliputi analisis komposisi material organik, analisis reflektansi vitrinit, dan analisis Thermal Alteration Index (TAI). Analisis biomarker meliputi analisis data alkana normal, isoprenoid, sterana, dan triterpana yang didapat dari kromatografi gas (GC) dan kromatografi gas spektrometri massa (GCMS). Berdasarkan hasil analisis, serpih minyak daerah penelitian memiliki kuantitas sangat baik hingga luar biasa, kualitas sebagai kerogen tipe I hingga III, dengan tipe I dominan, dan tingkat kematangan berada pada tingkat belum matang hingga matang awal. Maseral lamalginit dari Pediastrum dominan pada sampel, sehingga serpih minyak daerah penelitian merupakan lamosit tipe Rundle. Kelompok maseral liptinit berbanding lurus dengan nilai Potential Yield (PY) yang menunjukkan bahwa kelompok maseral liptinit, khususnya alginit berperan dalam menghasilkan hidrokarbon pada serpih minyak daerah penelitian. Berdasarkan data GC, GCMS, dan komposisi maseral, lingkungan pengendapan serpih minyak Formasi Kelesa pada daerah penelitian diinterpretasikan berada pada lingkungan lakustrin dengan tipe balanced fill lake basin.", "Daftar File": {"2017 TA PP MUHAMMAD ANDHIKA YUDHA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/135565", "2017 TA PP MUHAMMAD ANDHIKA YUDHA 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/135566", "2017 TA PP MUHAMMAD ANDHIKA YUDHA 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/135567", "2017 TA PP MUHAMMAD ANDHIKA YUDHA 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/135568", "2017 TA PP MUHAMMAD ANDHIKA YUDHA 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/135569", "2017 TA PP MUHAMMAD ANDHIKA YUDHA 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/135570", "2017 TA PP MUHAMMAD ANDHIKA YUDHA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/135571"}, "Penulis": "MUHAMMAD ANDHIKA YUDHA (12013005)", "Kontributor / Dosen Pembimbing": ["Prof.Dr.Ir. Eddy Eriyono Subroto dan Dr. Nana Suwarna"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Geokimia, petrografi organik, serpih minyak, Formasi Kelesa.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "31 Jul 2018"}