{"Nomor": 29120, "Judul": "STUDI PERBANDINGAN KEMUDAHAN LEBUR HASIL REDUKSI KONSENTRAT PASIR BESI DENGAN METODE ISOTERMAL DAN ISOTERMAL-GRADIEN TEMPERATUR", "Abstrak": "Penggunaan proses reduksi langsung (direct reduction) untuk memproduksi besi spon dan nugget sebagai bahan baku industri baja meningkat. Fenomena ini dilatarbelakangi oleh suplai scrap kualitas tinggi yang terbatas dan harganya yang meningkat tiap tahun. Harga scrap baja telah meningkat 78% dalam kurun waktu kuartal akhir 2015 hingga pertengahan 2018. Dalam industri peleburan baja, proses pelelehan besi spon dan scrap dilakukan dalam electric arc furnace (EAF) dan tanur induksi. Namun, proses pelelehan besi spon membutuhkan waktu lebih lama dibandingkan scrap dan menyebabkan kebutuhan energi meningkat. Oleh karena itu, perlu dilakukan penelitian untuk menentukan metode reduksi yang dapat menghasilkan besi spon dan nugget dengan kemudahan lebur paling baik.  \n\nBriket konsentrat pasir besi dengan variasi komposit (dicampur dengan batubara) dan non-komposit (tanpa dicampur batubara) dalam bed batubara direduksi menggunakan tanur muffle dengan variasi metode reduksi isotermal dan isotermalgradien temperatur. Pada metode isotermal, reduksi dilakukan pada temperatur 1300Ã‚Â°C selama 120 menit. Pada metode isotermal-gradien temperatur, reduksi dibagi menjadi 3 tahap. Pada tahap pertama, briket direduksi pada temperatur 1000Ã‚Â°C selama 40 menit, lalu temperatur naik dengan gradien 6,67Ã‚Â°C/menit selama 57 menit ke 1380Ã‚Â°C, dan temperatur isotermal akhir 1380Ã‚Â°C selama 40 menit. Selanjutnya dilakukan pelelehan briket dan nugget hasil reduksi dalam tanur induksi dengan arus operasi 300 A. Proses pelelehan direkam menggunakan kamera video Sony HDR-XR160. Pelelehan hasil reduksi juga dilakukan dalam tanur muffle pada temperatur 1550Ã‚Â°C selama 20 menit. Hasil pelelehan dianalisis dengan SEM-EDS untuk mengetahui komposisi kimia pada logam dan terak.  \n\nNugget hasil reduksi metode isotermal-gradien temperatur (komposit) memiliki kemudahan lebur paling baik dengan waktu lebur total rata-rata 4 menit 50 detik, diikuti dengan briket hasil reduksi metode isotermal-gradien temperatur (nonkomposit) dengan 18 menit 51 detik, dan briket hasil reduksi metode isotermal dengan 20 menit 29 detik. Pada briket hasil reduksi metode isotermal, proses pelelehan terjadi dengan inisiasi titik-titik lelehan logam pada permukaan briket. Pada briket hasil reduksi metode isotermal-gradien temperatur (non-komposit), inisiasi pelelehan ditandai dengan munculnya zona lelehan pada retakan permukaan briket. Pada nugget hasil reduksi metode isotermal-gradien temperatur (komposit), seluruh bagian nugget meleleh secara progresif hingga nugget meleleh dengan sempurna. Zona logam pada hasil pelelehan memiliki komposisi Fe >99% dan Si", "Daftar File": {"2018 TA PP MUHAMMAD AMRI FIRDAUS 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135555"}, "Penulis": "MUHAMMAD AMRI FIRDAUS - Nim: 12514006", "Kontributor / Dosen Pembimbing": ["Dr. -Ing. Zulfiadi Zulhan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Besi spon, nugget, kemudahan lebur, metode isotermal, metode isotermal-gradien temperatur", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "7 file", "Tanggal Input": "03 Jul 2018"}