{"Nomor": 29128, "Judul": "EVALUASI KINERJA PERSIMPANGAN BERSINYAL YANG MENGGUNAKAN RUANG HENTI KHUSUS SEPEDA MOTOR DENGAN MODEL MICROSIMULATION (STUDI KASUS: PERSIMPANGAN BERSINYAL PASIRKALIKI - PASTEUR KOTA BANDUNG)", "Abstrak": "Dari tahun ke tahun, populasi penduduk Kota Bandung mengalami peningkatan. Faktor pertumbuhan tersebut berasal dari pelajar yang menuntut ilmu, wisatawan, maupun pencari lapangan kerja. Tentunya hal tersebut membuat pertumbuhan lalu lintas Kota Bandung semakin meningkat. Sayangnya pertumbuhan kendaraan bermotor tidak berbanding lurus dengan peningkatan infrastruktur jalan. \n\nPenelitian bertujuan mengevaluasi kinerja persimpangan bersinyal kondisi lalu lintas eksisting dan lalu lintas masa mendatang menggunakan microsimulation. Skenario manajemen lalu lintas berupa tanpa adanya ruang henti khusus (RHK), penambahan panjang RHK, penambahan satu lajur pendekat, dan resetting fase hijau. Skenario-skenario tersebut dibandingkan untuk mendapatkan yang terbaik. \n\nSimulasi mikro menggunakan program perangkat lunak PTV VISSIM 9.07. Hasil terhadap skenario RHK menunjukkan bahwa keberadaannya dapat meningkatkan kinerja persimpangan, yaitu menurunkan tundaan rata-rata dan meningkatkan persentase rata-rata throughput. Variasi panjang (RHK) menunjukkan semakin panjang dimensinya membuat kinerja persimpangan menurun. Hal ini dikarenakan sepeda motor memerlukan ruang yang lebih saat berhenti di mulut perimpangan. Pelebaran pendekat dapat meningkatkan kinerja persimpangan. Skenario pelebaran juga menunjukkan kenaikan volume kendaraan di lapangan harus berbanding lurus terhadap peningkatan infrastrukturnya. Dan resetting fase merupakan cara yang paling optimal untuk meningkatkan kinerja persimpangan dibanding skenario-skenario sebelumnya karena mereduksi tundaan lebih dari 30%. \n\nDengan mempertimbangkan biaya yang kurang sebanding dengan peningkatan peforma, skenario terbaik dengan mengatur ulang waktu sinyal hijau. Penambahan panjang RHK tidak disarankkan karena saat kondisi off peak, jika tidak banyak sepeda motor memasuki RHK hanya akan membuat tundaan tambahan persimpangan untuk kendaraan selain sepeda motor.", "Daftar File": {"2018 TS PP MUHAMMAD ARGIOVANI ZULFIAN NOOR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135589"}, "Penulis": "MUHAMMAD ARGIOVANI ZULFIAN NOOR (NIM: 26915303)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nProf. Dr. Ir. Ade Sjafruddin, M.Sc. \n\nIr. Titi Liliani Soedirdjo, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "kinerja persimpangan, skenario simulasi, microsimulation, RHK", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Feb 2018"}