{"Nomor": 29132, "Judul": "ANALISIS KELAYAKAN INVESTASI PEMBANGUNAN TANGKI TIMBUN LPG DAN DERMAGA (JETTY) DI DEPOT BALONGAN PT PERTAMINA", "Abstrak": "LPG (liquified petroleum gas) merupakan salah satu kebutuhan pokok rumah tangga penduduk Indonesia. PT Pertamina, sebagai BUMN migas, bertanggung jawab dalam mengelola dan menyalurkan sumber daya LPG di Indonesia secara efisien sehingga dapat terjamin ketersediaannya sekaligus keterjangkauan harganya. Dalam menjalankan operasi LPG di Jawa Barat, PT Pertamina selama ini menggunakan jasa depot (fasilitas penyimpanan LPG) swasta di Eretan untuk menutupi kekurangan kapasitas Depot LPG di Balongan (milik PT Pertamina). Penggunaan jasa depot swasta menyebabkan kurang efisiennya biaya operasi LPG di Jawa Barat sehingga perusahaan berencana untuk meningkatkan kapasitas penyimpanan LPG di Depot Balongan. Namun, sebelum menjalankan investasi tersebut, perlu dilakukan analisis kelayakn untuk mengetahui apakah investasi layak untuk dijalankan atau sebaliknya.       \n \n \n\nAnalisis kelayakan investasi mencakup kajian kelayakan aspek pasar, aspek hukum dan AMDAL, aspek teknis, dan aspek finansial. Kelayakan aspek pasar dikaji dari proyeksi pendapatan dan estimasi demand pasar potensial. Kelayakan aspek hukum dan AMDAL dikaji dari kepatuhan perusahaan terhadap peraturan hukum dan AMDAL terkait investasi. Kelayakan aspek teknis dikaji dari kesanggupan perusahaan dalam menyediakan kebutuhan teknis investasi. Kelayakan aspek finansial dikaji dari nilai enam parameter kelayakan, yaitu Net Present Value (NPV), Internal Rate of Return (IRR), Payback Period (PBP), Discounted Payback Period (DPBP), Break Even Point (BEP), dan cash flow.       \n \n \n\nDari segi pasar, hukum, dan teknis, investasi peningkatan kapasitas Depot Balongan dikatakan layak. Dari segi aspek finansial, investasi juga dikatakan layak dengan nilai NPV sebesar Rp 460.679.859.550, IRR sebesar 31,03%, PBP & DPBP selama 4,18 tahun & 5,49 tahun, BEP berada maksimal di 66% revenue, dan cash flow yang positif selama periode investasi. Berdasarkan analisis terhadap kelayakan empat aspek tersebut, disimpulkan bahwa investasi peningkatan kapasitas penyimpanan LPG Depot Balongan adalah layak untuk dijalankan. Kemudian, dilakukan analisis sensitivitas yang menyimpulkan bahwa variabel yang paling berengaruh terhadap kelayakan investasi adalah total cost operasi dan kurs USD.", "Daftar File": {"2018 TA PP MUHAMMAD ARIFIAN ADIN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135593"}, "Penulis": "MUHAMMAD ARIFIAN ADIN (NIM : 13412018)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Ir. Pamoedji Hardjomidjojo, MM."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "ANALISIS KELAYAKAN INVESTASI, KAPASITAS PENYIMPANAN, ANALISIS SENSITIVITAS", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "22 Mar 2018"}