{"Nomor": 29135, "Judul": "INTEGRATED ASSET MODELING AND OPTIMIZATION IN GAS CONDENSATE MATURE FIELD", "Abstrak": "Pengembangan lapangan tua merupakan topik terkini yang sangat menarik perhatian dan menjadi sorotan mengingat produksi minyak dan gas masih banyak berasal dari lapangan tua. Penurunan tekanan reservoir melewati titik embun pada reservoir gas kondensat akan menyebabkan sebagian fasa gas menjadi liquid . Munculnya kondesat akan menghambat aliran gas dikarenakan adanya interfacial tension dan condensate blockage. Studi ini akan mengoptimasi NPV lapangan tua yang menggunakan metode IAM ( Integrated Asset Modelling) pada kasus recycling gas di condensate retrograde reservoir. Selain itu, penulis mencoba melihat hubungan perolehan NPV dengan pemilihan lokasi sumur yang melibatkan karakteristik reservoir antara lain permeabilitas,porositas dan saturasi. Asumsi pada penelitian ini tidak ada perubahan permeabilitas relatif pada sistem reservoir saat pengembangan lapangan tua dilakukan.Studi ini melakukan proses pengolahan gas condensate dengan metode multi stage separation. Fasilitas permukaan yang tersedia antara lain separator high pressure, separator medium pressure , separator low pressure , stock tank, dan NGL splitter. Produk dari fasilitas permukaan dalam studi ini berupa sales gas, kondensat dan NGL. NPV digunakan sebagai parameter keekonomian dalam melakukan studi pengembangan lapangan gas condensate. Studi ini akan mengevaluasi skenario terbaik dalam mengembangkan lapangan tua gas condensate dari sekitar tahun ke-10 saat kondisi lapangan mulai mature sampai ke tahun ke-20 saat kontrak berakhir. Skenario pengembangan lapangan tua ini mempertimbangkan analisis mengenai lokasi sumur infill drilling dan sumur injeksi gas , jumlah sumur produksi dan injeksi , fraksi jumlah gas yang diinjeksikan, bottomhole pressure injector serta kombinasi dari semuanya. Dari studi yang dipilih ini dapat disimpulkan bahwa lapangan tua dengan skenario gas recycling terbukti memiliki perolehan NPV lebih besar dibandingkan skenario infill drilling. Dengan analisis sensitivitas disimpulkan bahwa perolehan NPV optimum dicapai dengan satu sumur injeksi dan fraksi injeksi sebesar 1 dengan laju alir injeksi 6200 MSCFD . Skenario terbaik pada studi yang dipilih ini adalah skenario dengan menggunakan optimisasi oleh metode Nelder Mead Simplex Reflection pada parameter fraksi gas injeksi, lokasi sumur injeksi gas dan tekanan bottomhole.", "Daftar File": {}, "Penulis": "MUHAMMAD ARFAN PRATAMA (NIM : 12211033)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Silvya Dewi Rahmawati S.Si.,M.Si.,Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gas Condensate Reservoir, Gas Cycling, Gas Injection Optimization, Economic Analysis, Integrated Asset Modelling.", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "2 file", "Tanggal Input": "14 Mei 2018"}