{"Nomor": 29140, "Judul": "Strategi Portofolio Investasi Optimal PT ABC", "Abstrak": "Dengan berbagai manfaat investasi keuangan, PT ABC berinvestasi dalam berbagai jenis investasi keuangan yang tersedia di Indonesia dan mengharapkan untuk mendapatkan hasil yang lebih besar dibandingkan dengan mendiamkan dana yang tersedia. Perusahaan memiliki beberapa jenis investasi dengan didominasi oleh deposito dan ada beberapa investasi yang telah jatuh tempo sehingga situasi ini menarik perhatian dari tim investasi perusahaan. Pengembalian investasi menurun dari Mei 2017 hingga Mei 2018. Tim investasi membutuhkan strategi untuk menentukan komposisi optimal antara deposito, obligasi, reksadana dan juga membutuhkan strategi untuk mengetahui obligasi dan reksadana mana saja yang mereka butuhkan untuk dibeli untuk menghasilkan laba yang lebih tinggi. metodologi dilakukan ialah menggunakan dua langkah portofolio optimal, dimulai dengan penemuan komposisi portofolio terbaik dari teori portofolio optimal Markowitz yang memberikan pengembalian tinggi pada risiko minimum. Setelah komposisi hasil diketahui, langkah selanjutnya ialah mengoptimalkan portofolio dilakukan dengan menggunakan metode yang sama untuk menemukan bobot yang tepat dari setiap obligasi dan reksadana yang akan dibeli untuk menghasilkan pengembalian terbaik dengan risiko rendah. Terdapat enam belas struktur tetapi dalam studi ini hanya menggunakan empat struktur yang telah dikenakan pajak untuk dibandingkan agar mengetahui struktur mana yang paling sesuai dengan kebijakan investasi perusahaan. Struktur terbaik dipilih dan diberikan kepada tim investasi perusahaan sebagai isyarat untuk strategi investasi kedepannya untuk mencegah penurunan imbal balik di masa depan, struktur terbaik adalah dengan melihat koefisien varians terendah serta pengembalian tertinggi dan varians terendah. Rencana implementasi disajikan kepada perusahaan untuk menerapkan struktur strategi investasi yang sesuai dengan kebijakan perusahaan.", "Daftar File": {"2018 TS PP Muhammad Arif Affandi 1 - Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/135608"}, "Penulis": "Muhammad Arif Affand/29116121", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Investment, Bank Deposit, Bond , Mutual Fund, Optimal Portfolio", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "22 Sep 2018"}