{"Nomor": 29144, "Judul": "PEMBUATAN ALAT UJI KOROSI-EROSI DI LINGKUNGAN CO2 DAN STUDI PENGARUH TEKANAN PARSIAL CO2 TERHADAP LAJU KOROSI-EROSI BAJA API 5L X65 DENGAN API 5L X60 DI LINGKUNGAN ASAM ASETAT", "Abstrak": "Korosi akibat CO2 merupakan masalah yang umum terjadi pada sistem penyaluran minyak bumi dan gas dari sumur pengeboran. Tidak hanya gas CO2 saja yang terkandung dalam minyak mentah, pada beberapa kasus ditemukan kandungan asam organik yang juga dikenal dapat memperparah proses korosi. Selain itu, aliran fluida dalam pipa juga dapat memperparah kerusakan akibat korosi yang disertai erosi. Pada lingkungan tersebut, pemilihan material harus tepat untuk memperoleh keuntungan yang maksimal. Penelitian ini diawali dengan pembuatan alat uji korosi-erosi di lingkungan CO2. Lalu dilakukan pengujian dan kajian mengenai pengaruh tekanan parsial CO2 terhadap laju korosi-erosi di lingkungan asam asetat pada material pipa baja API 5L X65 dan API 5L X60. Pengujian dilakukan dengan metode imersi (168 jam) pada larutan asam asetat 3360 ppm disertai aliran fluida 850 rpm pada tekanan CO2 2 bar dan 5 bar. Karakterisasi yang dilakukan berupa pengamatan visual, mikroskop stereo, perubahan berat, dan laju korosi. Hasil pengujian menunjukkan bahwa laju korosi material pipa baja API 5L X65 pada 5 bar lebih rendah dibandingkan dengan 2 bar sedangkan API 5L X60 memiliki laju korosi lebih tinggi pada 5 bar.", "Daftar File": {"2018 TA PP Muhammad Arif Hidayat 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135612"}, "Penulis": "Muhammad Arif Hidayat (13714055)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bambang Widyanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "baja API 5L X65, baja API 5L X60, korosi, erosi, CO2, asam asetat, aliran fluida.", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "1 file", "Tanggal Input": "28 Sep 2018"}