{"Nomor": 29148, "Judul": "PERANCANGAN UKURAN CHOKE PADA SISTEM PRODUKSI LAPANGAN GAS KERING UNTUK MEMENUHI KONTRAK PENJUALAN GAS (PLATEAU RATE)", "Abstrak": "Laju alir dan tekanan separator pada pengembangan lapangan gas sudah disepakati sejak awal dan harus dipenuhi selama masa kontrak. Karakteristik tersebut mengakibatkan proses pengembangan lapangan gas berbeda dengan pengembangan lapangan minyak. Tekanan reservoir yang tinggi pada masa awal pengembangan akan menghasilkan laju alir dan tekanan masuk separator yang tinggi. Laju alir awal yang terlampau tinggi mengakibatkan penurunan tekanan secara cepat yang berujung tidak terpenuhinya laju alir dalam rentang waktu yang telah disepakati. Tekanan masuk separator yang tinggi akan mengakibatkan separator tidak berfungsi secara optimum. Kedua masalah ini dapat diselesaikan dengan penggunaan choke pada ukuran yang sesuai. \n\nPada studi ini, akan dilakukan perancangan ukuran choke untuk menjaga laju alir dan tekanan masuk separator. Perancangan tersebut dilakukan dengan simulasi sebuah model lapangan gas dengan dua skema produksi yang berbeda. Proses perancangan dilakukan secara terintegrasi, mulai dari perhitungan cadangan, pengujian performa sumur, perhitungan laju alir minimum untuk mencegah liquid loading, dan perhitungan laju alir maksimum untuk mencegah terjadinya erosi peralatan. Setelah laju alir tiap sumur ditentukan, ukuran choke dapat dihitung dengan menggunakan persamaan aliran saat melewati hambatan yang merupakan kombinasi persamaan Bernoulli dan persamaan keadaan. Kebutuhan pemasangan pemanas akibat efek Joule-Thomson yang terjadi juga di analisa untuk mencegah terbentuknya sumabatan es di choke.", "Daftar File": {"2016 TA PP MUHAMMAD AULIA NABIGHA 1.pdf": "https://digilib.itb.ac.id/gdl/download/135616"}, "Penulis": "MUHAMMAD AULIA NABIGHA (NIM: 12212003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Pudjo Sukarno, M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "perancangan ukuran choke, kecepatan turner, kecepatan pengikisan, modified isochronal test", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "16 Mei 2018"}