{"Nomor": 29143, "Judul": "PERENCANAAN STRUKTUR LIQUID BERTH 1 PADA MAGTYMGULY GAS RECYCLING DEVELOPMENT PROJECT DI LAUT KASPIA, TURKMENISTAN", "Abstrak": "Liquid Berth 1 merupakan salah satu dermaga LNG yang dirancang dalam Magtymguly Gas Recycling Development Project. Proyek tersebut dibangun dikarenakan perlunya suatu kawasan khusus untuk penyimpanan dan bongkar muat LNG guna mendukung upaya pemenuhan kebutuhan energi di Turkmenistan. Proyek tersebut berada di perairan Laut Kaspia, Magtymguly, Turkmenistan. Pada tugas akhir mengenai perencanaan struktur Liquid Berth 1 di Laut Kaspia, Turkmenistan ini, akan dibahas mengenai desain struktur dermaga berdasarkan kriteria desain yang digunakan sebagai syarat perencanaan struktur. Tugas akhir ini mencakup pengolahan data sekunder, perhitungan beban pada dermaga, penentuan dimensi dermaga, pemodelan struktur, desain penulangan struktur, dan perhitungan daya dukung tanah. Pemodelan struktur dilakukan menggunakan perangkat lunak analisis struktur. Hasil dari pemodelan tersebut berupa unity check ratio (UCR), defleksi, gaya dalam, serta reaksi perletakan. Perancangan dilakukan untuk mendapatkan desain struktur yang optimal. Hasil dari Tugas Akhir ini adalah rancangan dermaga berupa dimensi struktur dan elemen struktural dermaga, detail penulangan elemen struktural, serta kedalaman rencana pemancangan yang mampu menahan reaksi struktur.", "Daftar File": {"2018 TA PP Muhammad Ariq Rifqi Alfarisy 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135611"}, "Penulis": "Muhammad Ariq Rifqi Alfarisy - NIM: 15514065", "Kontributor / Dosen Pembimbing": ["Sri Murti Adiyastuti, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Breasting Dolphin, Dermaga, Loading Platform, Mooring Dolphin, Trestle", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2018"}