{"Nomor": 29158, "Judul": "PENGEMBANGAN MODEL CUSTOMER LOYALTY PADA PENGGUNA APLIKASI MOBILE TRAVEL AGENT", "Abstrak": "Perkembangan teknologi telah membawa perubahan besar terhadap cara bertransaksi. Saat ini, \n\npengguna dapat bertransaksi secara langsung dengan penyedia layanan melalui komputer, \n\ntelepon pintar atau gawai mereka tanpa harus bertatap muka. Terbukanya akses ini membuat \n\nbanyak penyedia layanan beralih dari konsep bisnis konvensional menjadi bisnis elektronik \n\natau lebih dikenal sebagai e-commerce. Besarnya populasi pengguna telepon pintar di \n\nIndonesia selanjutnya membuka peluang lain bagi penyedia layanan untuk dapat menjangkau \n\npelanggan secara langsung melalui aplikasi yang terpasang pada telepon pintar. Bisnis ini \n\nkemudian dikenal sebagai m-commerce. Hal ini tentunya merupakan peluang yang besar bagi \n\npenyedia layanan untuk mengembangkan bisnisnya. Namun, seiring dengan semakin ketatnya \n\npersaingan, penyedia layanan dituntut untuk mampu memberikan nilai yang dapat membuat \n\npelanggan setia terhadap produk dan jasa yang ditawarkan. \n\nCustomer loyalty atau kesetiaan pelanggan dalam konteks mobile travel agent (MTA) adalah \n\nkeputusan pengguna untuk kembali bertransaksi menggunakan aplikasi MTA yang sama. \n\nPenelitian sebelumnya telah membuktikan bahwa kesetiaan pelanggan dipengaruhi oleh \n\nbeberapa faktor seperti customer satisfaction, trust dan commitment. Sementara, customer \n\nsatisfaction dan trust itu sendiri dipengaruhi oleh dimensi service quality. Pengembangan \n\nmodel pada penelitian ini adalah dengan mengadaptasikan lima dimensi mobile service quality \n\n(M-S-Qual) serta menambahkan faktor customer engagement dan commitment sebagai \n\npembentuk customer loyalty. Customer engagement dalam penelitian ini di refleksikan oleh \n\ndua second-order dimension yang terdiri dari monetary experience dan utilitarian experience. \n\nPenelitian dilakukan pada 760 pengguna aplikasi MTA yang berpartisipasi dalam online \n\nsurvey yang disediakan. Data tersebut kemudian diklasifikasikan berdasarkan tingkat \n\npendapatan untuk dianalisis menggunakan metode Multigrup SEM. Tujuannya adalah untuk \n\nmendapatkan gambaran yang lebih luas terhadap konsep customer loyalty yang nantinya dapat \n\ndigunakan penyedia layanan dalam merancang aplikasi mereka. Analisis multigrup SEM yang \n\ndilakukan menunjukkan bahwa kedua grup dengan tingkat pendapatan berbeda menjelaskan \n\nkonsep customer loyalty secara berbeda pula.", "Daftar File": {"2018 TS PP MUHAMMAD AZHAR ASHARI 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135639"}, "Penulis": "MUHAMMAD AZHAR ASHARI NIM 23416012", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budhi Prihartono, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "CUSTOMER LOYALTY, CUSTOMER ENGAGEMENT, MOBILE COMMERCE, MOBILE TRAVEL AGENT, MULTIGROUP SEM", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "02 Okt 2018"}