{"Nomor": 29156, "Judul": "SINTESIS  METAL - ORGANIC FRAMEWORKS (MOFS)  T IPE MIL - 53 (AL)  MENGGUNAKAN  CAIR AN IONIK  D ENGAN METODE ELEKTROSINTESIS", "Abstrak": "Metal-Organic Framework (MOF) tipe MIL-53 (Al) diketahui memiliki stabilitas termal yang tinggi, dapat digunakan sebagai katalis reaksi alkilasi dan asilasi Friedel-Crafts, material absorben dan pemisahan gas CO2, dan sensor fluorosens 6-merkaptopurin. Metode konvensional dalam sintesis MIL-53 (Al) adalah metode solvotermal. Metode solvotermal dalam prosesnya menggunakan temperatur dan tekanan tinggi serta waktu reaksi yang lama. Metode lain yang dikembangkan adalah metode elektrosintesis. Metode ini diketahui dapat berjalan dalam waktu singkat, relatif mudah, dan tidak menggunakan temperatur serta tekanan tinggi (~25 oC, 1 atm). Pada penelitian ini, disintesis MIL-53 (Al) dengan metode elektrosintesis untuk berbagai variasi beda potensial dan pengaruh temperatur. Selain itu, MIL-53 (Al) hasil sintesis metode elektrosintesis dibandingkan terhadap MIL-53 (Al) hasil sintesis metode solvotermal dan metode stirring. MIL-53 (Al) dikarakterisasi menggunakan teknik analisa  FTIR, PXRD, SEM, dan TGA. Seluruh produk MIL-53 (Al) hasil sintesis ketiga metode menunjukkan adanya pergeseran redshift pada serapan 1680 cm-1 ke 1600 cm-1 yang mengindikasikan terkoordinasinya ligan BDC (benzene dicarboxylate) pada logam aluminium. Puncak khas MIL-53 (Al)BP pada 2θ (9,30Ã‚Â°; 12,58Ã‚Â°; 17,76Ã‚Â°; 25,10Ã‚Â°; 27,16Ã‚Â°) teramati pada difraktogram produk hasil sintesis dengan metode solvotermal dan metode stirring. Kedua produk tersebut memiliki kristalinitas berturut-turut sebesar 54,94% dan 27,77%. Namun, puncak khas MIL-53 (Al) yang berbeda pada 2θ (9,30Ã‚Â° dan 17,76Ã‚Â°) teramati pada difraktogram produk hasil sintesis dengan metode elektrosintesis. Puncak difraktogram ini bersesuaian dengan MIL-53 (Al)SP dan mempunyai fasa amorf. Citra SEM memperlihatkan MIL-53 (Al)BP memiliki ukuran partikel di antara 2,5-5 μm dan 50-400 nm untuk MIL-53 (Al)SP. Bentuk mirip trapezoid terlihat untuk MIL-53 (Al) hasil sintesis metode solvotermal, sedangkan bentuk granula terlihat untuk MIL-53 (Al) hasil sintesis metode stirring dan elektrosintesis. Karakterisasi TGA menunjukkan MIL-53 (Al) hasil solvotermal memiliki ketahanan termal lebih tinggi dengan temperatur dekomposisi mencapai 650 Ã‚Â°C", "Daftar File": {"2018 TA PP MUHAMMAD AZKA SABIL 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135637", "PUSTAKA MUHAMMAD AZKA SABIL NIM:10514068": "https://digilib.itb.ac.id/gdl/download/168069"}, "Penulis": "MUHAMMAD AZKA SABIL NIM:10514068", "Kontributor / Dosen Pembimbing": ["Pembimbing : Aep Patah, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "MIL-53 (Al), Solvotermal, Stirring, Elektrosintesis, Metode Sintesis", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "7 file", "Tanggal Input": "22 Jun 2018"}