{"Nomor": 29150, "Judul": "IDENTIFIKASI PERAN RUANG KREATIF DALAM PENGEMBANGAN KOTA BANDUNG SEBAGAI KOTA KREATIF (STUDI KASUS: BANDUNG CREATIVE HUB DAN SPASIAL)", "Abstrak": "Semenjak 2015, Kota Bandung telah ditetapkan sebagai bagian dari jejaring kota kreatif UNESCO. Penetapan tersebut menandakan bahwa Kota Bandung telah menjadi kota kreatif yang diakui secara internasional. Untuk semakin memantaskan posisinya sebagai kota kreatif, Kota Bandung perlu melakukan berbagai upaya perencanaan untuk mengembangkan sektor kreatifnya. Terdapat sejumlah prasyarat yang diperlukan bagi sebuah kota untuk dapat layak disebut sebagai kota kreatif. Salah satunya adalah ketersediaan infrastruktur pendukung berupa ruang kreatif yang dapat mewadahi kegiatan kreatif. Pada penghujung tahun 2017, Pemerintah Kota Bandung mendirikan Bandung Creative Hub dalam rangka memenuhi prasyarat tersebut. Sebelum itu pun, di Kota Bandung telah terdapat ruang-ruang kreatif lain yang diinisiasi oleh pihak non-pemerintah, salah satunya adalah Spasial yang merupakan inisiatif mandiri dari masyarakat. \n \n\nBaik Bandung Creative Hub maupun Spasial memiliki peran tersendiri dalam konteks pengembangan Kota Bandung sebagai kota kreatif. Studi ini bertujuan untuk mencoba mengidentifikasi peran tersebut dengan mengidentifikasi kesesuaian dengan kriteria, potensi dan permasalahan, serta kontribusi kedua ruang kreatif tersebut. Melalui metode pengumpulan data primer berupa observasi langsung ke kawasan studi dan wawancara kepada pemangku kepentingan terkait, serta metode pengumpulan data sekunder berupa studi pustaka, akan dihimpun serangkaian data yang kemudian dianalisis menggunakan metode analisis konten, coding, deskriptif kualitatif, dan SWOT. \n \n\nHasil analisis menunjukkan bahwa kedua kawasan studi memiliki capaian tersendiri dalam pemenuhan kriteria, potensi dan permasalahan baik secara internal maupun eksternal, serta kontribusi melalui pendekatan khas masing-masing dalam konteks pengembangan kota kreatif. Temuan yang didapatkan dalam analisis disajikan secara deskriptif kualitatif menggunakan diagram dan tabel, serta dikategorikan dalam matriks SWOT. Setelah disusun, temuan analisis dari kedua kawasan studi disandingkan untuk melihat komparasi antara keduanya. Sintesis yang didapatkan adalah bahwa baik Bandung Creative Hub dan Spasial masing-masing memiliki peran uniknya sendiri sebagai ruang kreatif, namun keduanya tetap terjalin dalam satu benang merah: upaya pengembangan kota kreatif.", "Daftar File": {"2018 TA PP MUHAMMAD AUSHAF WIDISTO_COVER_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135618"}, "Penulis": "MUHAMMAD AUSHAF WIDISTO (NIM: 15414014)", "Kontributor / Dosen Pembimbing": ["RIDWAN SUTRIADI, S,T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kota kreatif, ruang kreatif, kegiatan kreatif, Bandung Creative Hub, Spasial.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "1 file", "Tanggal Input": "04 Okt 2018"}