{"Nomor": 29159, "Judul": "KAJIAN METODE CONTINUUM FITTING DAN RELATIVISTIC IRON LINE SERTA PENERAPANNYA DALAM KASUS STELLAR-MASS DAN SUPERMASSIVE BLACK HOLE", "Abstrak": "Black hole merupakan objek kompak yang memiliki gravitasi sangat kuat. Bukti adanya black hole astrofisika diawali dari penemuan Cygnus X-1 sebagai stellar-mass black hole dan Cygnus A sebagai supermassive black hole. Hal ini membuat black hole tidak hanya menjadi sebuah solusi matematis, tetapi juga merupakan sebuah objek fisis yang nyata. \n\nSelain berdasarkan massanya, secara teoretis, black hole juga dikarakterisasi melalui dua parameter lainnya, yaitu muatan listrik dan momentum sudut. Momentum sudut yang dikarakterisasi oleh parameter spin (𝑎) dianggap lebih berarti fisis karena model black hole berotasi merupakan model yang lebih realistis. Selain itu, penentuan parameter spin ini juga dapat membantu memberi batasan bagaimana mekanisme sebenarnya dari interaksi black hole dengan lingkungannya. Terdapat beberapa metode yang digunakan dalam penentuan spin black hole, seperti (1) quasi-periodic oscillations (QPO), (2) efisiensi radiatif, (3) continuum fitting, dan (4) relativistic iron line. \n\nTugas Akhir ini berfokus pada metode continuum fitting dan relativistic iron line karena lebih banyak digunakan dan teori yang mendasarinya, yaitu teori piringan akresi dan efek relativistik sudah cukup terbangun dengan baik. Asumsi dasar dan gambaran teknis dari kedua metode dibahas secara rinci dan aplikasinya pada dua kelas massa black hole, stellar-mass dan supermassive, juga diberikan. Secara umum, metode relativistic iron line tidak bergantung pada ketersediaan informasi massa black hole maupun sudut inklinasi sehingga lebih akurat dalam penentuan spin black hole.", "Daftar File": {"2016 TA PP MUHAMMAD BAYU SAPUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/135640", "2016 TA PP MUHAMMAD BAYU SAPUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/135641", "2016 TA PP MUHAMMAD BAYU SAPUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/135642", "2016 TA PP MUHAMMAD BAYU SAPUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/135643", "2016 TA PP MUHAMMAD BAYU SAPUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/135644", "2016 TA PP MUHAMMAD BAYU SAPUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/135645", "2016 TA PP MUHAMMAD BAYU SAPUTRA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/135646", "2016 TA PP MUHAMMAD BAYU SAPUTRA 1-BAB 7.pdf": "https://digilib.itb.ac.id/gdl/download/135647", "2016 TA PP MUHAMMAD BAYU SAPUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/135648"}, "Penulis": "MUHAMMAD BAYU SAPUTRA (NIM : 10312024)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Kiki Vierdayanti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "black hole, spin, piringan akresi, efek relativitas, continuum fitting, relativistic iron line", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "24 Jan 2018"}