{"Nomor": 29155, "Judul": "IDENTIFIKASI KOMPONEN MODEL INSTITUSI PERTANIAN KOLEKTIF (Studi Kasus: Kampung 99 Pepohonan dan Desa Tarumajaya, Jawa Barat)", "Abstrak": "Pertanian kolektif merupakan suatu alternatif pengelolaan pertanian. Penyelesaian permasalahan pertanian yang dilakukan melalui reforma agraria, dengan membagikan lahan kepada inidividu-individu ternyata menimbulkan berbagai persoalan dari sisi ekonomi dan sosial. Pertanian kolektif menjadi alternatif dengan sebuah konsep bahwa lahan diberikan kepada kelompok tani, di mana akhirnya pertanian dikelola secara bersama-sama dalam suatu organisasi kolektif, dan setiap petani berstatus sebagai anggota sekaligus pemilik yang memberikan tenaga kerja sekaligaus dapat mengatur pilihan kolektif pertanian. Hal tersebut menurut berbagai penelitian dapat meningkatkan kemampuan kekuatan ekonomi dan sosial petani. Instrumen utama dari pertanian kolektif tersebut adalah institusi. Akan tetapi hingga saat ini belum terdapat penjelasan atas komponen model institusi pertanian kolektif yang memadai, karenanya penelitian ini mengidentifikasi komponen-komponen dari model institusi pertanian kolektif yang terdiri dari komponen terkait pembentukan, keberlangsungan, dan ketahanan institusi pertanian kolektif. Komponen tersebut diidentifikasi berdasarkan studi kasus Kampung 99 Pepohonan dan Desa Tarumajaya dengan mengguunakan analisis explanation-building serta pengkodean. Hasil dari penelitian ini menunjukkan bahwa terdapat enam belas komponen utama dan enam komponen pendukug yang menentukan pengembangan institusi pertanian kolektif.", "Daftar File": {"2015 TA PP MUHAMMAD AZKA GULSYAN 1-JURNAL.pdf": "https://digilib.itb.ac.id/gdl/download/135629", "2015 TA PP MUHAMMAD AZKA GULSYAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/135630", "2015 TA PP MUHAMMAD AZKA GULSYAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/135632", "2015 TA PP MUHAMMAD AZKA GULSYAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/135633", "2015 TA PP MUHAMMAD AZKA GULSYAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/135634", "2015 TA PP MUHAMMAD AZKA GULSYAN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/135635", "2015 TA PP MUHAMMAD AZKA GULSYAN 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/135636"}, "Penulis": "MUHAMMAD AZKA GULSYAN", "Kontributor / Dosen Pembimbing": ["Pembimbing : Teti Armiati Argo, MES., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pertanian kolektif, institusi, komponen model", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice D", "File": "8 file", "Tanggal Input": "15 Agu 2018"}