{"Nomor": 29167, "Judul": "PERANCANGAN FASILITAS PENGENALAN ANIMASI 3D DAN CGI", "Abstrak": "Saat ini pembuatan gambar tidak harus selalu dalam bentuk diam atau tidak bergerak. \n\nKarna sekarang gambar sudah bisa digerakan dalam bentuk animasi, dan animasi tersebut \n\nterbagi menjadi 4 macam. Yaitu ada Animasi Stop Motion, Animasi Tradisional (dalam \n\nbentuk 2D), Animasi 3D, dan Animasi Kombinasi. \n\nSerta di era sekarang ini, penemuan teknologi digital turut mempengaruhi perkembangan \n\nanimasi secara luas. Kemampuan digital yang mampu menghadirkan visual secara nyata \n\nmenjadi kekuatan animasi era sekarang ini. Banyak hal terutama dari aspek produksi yang \n\nberubah dari era sebelumnya setelah kemunculan teknologi digital. Penanda besar era ini \n\nadalah dirilisnya animasi 3D panjang pertama toy story oleh studio pixar pada tahun 1995. \n\nSetelah itu laju produksi animasi digital banyak mengalami peningkatan. \n\nNamun faktanya di Indonesia sendiri masih kurangnya wawasan sebagian masyarakat \n\nakan pengetahuan tentang Animasi itu sendiri mengingat tidak adanya wadah khusus \n\ndalam mengenalkan apa itu animasi 3D dan bagaimana proses pembuatan animasi 3D \n\ntersebut serta memamerkan karya Animasi dan CGI dalam negeri selain melalui TV dan \n\ninternet. Yang memudahkan masyarakat untuk langsung melihat dan berinteraksi \n\ndengan creator agar lebih mengerti dan memahami tentang pembuatannya serta hal-hal \n\nlain yang bersangkutan dengan karya tersebut. \n \n\nDi Indonesia sendiri belum ada wadah yang bersifat tetap dalam memamerkan karya \n\nmereka, yang ada berupa acara tahunan seperti BIAF (Baros International Animation \n\nFestival) yang diselenggarakan oleh Baros ataupun event-event tertentu lainnya yang \n\nbersifat sementara.", "Daftar File": {"2018 TA PP MUHAMMAD DERY YULIANDI 1.pdf": "https://digilib.itb.ac.id/gdl/download/135657"}, "Penulis": "MUHAMMAD DERY YULIANDI (NIM : 17311007)", "Kontributor / Dosen Pembimbing": ["Yogie Candra Bhumi. M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Edukasi dan Koneksi", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "16 Mar 2018"}