{"Nomor": 29166, "Judul": "ANALISA MANAJEMEN PERSEDIAAN DI RUMAH SAKIT IBU DAN ANAK ZAINAB", "Abstrak": "Kebijakan manajemen persediaan memberikan perusahaan kemampuan untuk mengontrol barang-barang yang perlu disediakan. Tujuan membuat kebijakan manajemen persediaan adalah untuk memberi kejelasan dalam kuantitas pemesanan, waktu pesanan, dan mengendalikan barang-barang yang dipesan. Dalam menjalankan bisnis di era VUCA, perusahaan perlu menerapkan kebijakan persediaan keselamatan. Persediaan keselamatan adalah kebijakan persediaan yang bertujuan untuk memenuhi permintaan pelanggan sementara permintaan itu sendiri tidak pasti. Kebijakan persediaan perlu dirancang dan dikelola untuk menghilangkan sebanyak mungkin ketidakpastian dan risiko serta menangani secara efektif dengan ketidakpastian dan risiko yang tersisa. Di Eropa, organisasi kesehatan menghabiskan 10% hingga 18% dari pendapatan mereka untuk persediaan, sementara di Amerika Serikat, organisasi kesehatan menghabiskan 40% hingga 45% dari pendapatan mereka untuk persediaan. Manajemen inventaris Obat-obatan adalah jantung rantai pasokan obat-obatan. Manajemen persediaan yang tepat diperlukan oleh organisasi kesehatan agar dapat beroperasi secara efektif di era VUCA. \n\nKebijakan peninjauan persediaan berkelanjutan adalah yang paling tepat ketika inventaris dapat ditinjau terus-menerus dan melakukan pemesanan dengan mudah. Kebijakan ini membutuhkan sistem persediaan yang terkomputerisasi untuk dapat diimplementasikan dengan tepat. Dalam kondisi yang sulit untuk melakukan peninjauan inventaris secara sering dan pemesanan tidak dapat dilakukan secara cepat, kebijakan manajemen persediaan yang paling tepat adalah kebijakan peninjauan berkala. Untuk kondisi Rumah Sakit Ibu dan Anak Zainab, kebijakan manajemen persediaan yang paling tepat adalah kebijakan peninjauan persediaan berkelanjutan. Hal ini dikarenakan Rumah Sakit Ibu dan Anak Zainab sudah menggunakan Sistem Informasi Manajemen Rumah Sakit (SIMRS) untuk membantu operasional rumah sakit, maka melakuakan pemantauan persediaan obat secara sering tidaklah merepotkan. Mekanisme pemesanan obat juga dilakukan dengan cara yang sangat sederhana, pemesanan bisa dilakukan dalam 1 jam. \n\nBerdasarkan hasil analisis, penerapan kebijakan peninjauan persediaan berkelanjutan di Rumah Sakit Ibu dan Anak Zainab dapat mengurangi total anggaran belanja, total stok persediaan terakhir, dan total persediaan rata-rata, masing-masing sebesar 54%, 45%, dan 25%. Anggaran ekstra yang berasal dari penghematan ini bisa digunakan oleh rumah sakit untuk mengembangkan bisnisnya.", "Daftar File": {"Muhammad Daniala Syuhada 29116059 Abstrak + Validation.pdf": "https://digilib.itb.ac.id/gdl/download/135655"}, "Penulis": "Muhammad Daniala Syuhada 29116059", "Kontributor / Dosen Pembimbing": ["Dr. Mursyid Hasan Basri, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "inventory management, continuous review inventory policy, hospital", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "25 Jun 2018"}