{"Nomor": 29179, "Judul": "Usulan Strategi Pemasaran Digital (Studi Kasus: Satoe Noesa)", "Abstrak": "Satoe Noesa adalah bisnis start-up di bidang clothing yang didirikan oleh Ryan Bilardi di \n\nJakarta pada bulan Juli 2017. Dengan misi untuk memperkenalkan keunikan Indonesia, Saote \n\nNoesa ke depannya akan menawarkan berbagai desain. Satoe Noesa memilih karakter unik \n\ndari tiap daearah di Indonesia untuk diapalikasikan kedalam desain. Satoe Noesa memiliki \n\nbeberapa masalah, diantaranya adalah tidak mencapai tareget penjualan, rendahnya kesadaran \n\nterhadap merk Satoe Noesa, sedikitnya varian desain dan juga kurangnya sumber daya \n\nmanusia, yang menyebabkan Satoe Noesa dijalanakan oleh empat orang. Saat ini, Satoe \n\nNoesa masih belum memiliki toko fisik, dan masih mengandalkan penjualan dari toko online. \n\nMetode riset yang digunakan adalah analisis data kualitatif. Langkah pertama yang dilakukan \n\nuntuk mengidentifikasi masalah adalah dengan melakukan analisis internal. Internal analisis \n\nini termasuk analisis STP dan analisis Marketing mix. Faktor eksternal dianalisis \n\nmenggunakan Porter 5 Forces, Kompetitor dan Benchmark analisis. Dengan melihat kondisi \n\ninternal dan eksternal dari Satoe Noesa, beberapa solusi yang dinilai tepat dibentuk untuk \n\nmenentukan strategi bisnis perusahaan. Kumpulan wawancara pelanggan Satoe Noesa adalah \n\nsebagai data utama untuk menentukan apa yang pelanggan harapkan dari merk. Untuk \n\nmenganalisa akar permasalahan, penelitian ini menggunakan Ishikawa Fishbone Diagram. \n\nPermasalahan utama dari perusahaan ini adalah rendahnya kesadaran merk. Untuk \n\nmemperbaiki masalah tersebut, penelitian ini menggunakan analisis AISAS dan AISAS \n\nBenchmark. Solusi yang dibentuk mengacu pada strategi pemasaran digital yang terdiri dari \n\nattention, interest, search, action, share, dan social media monitoring. Usulan solusi \n\nberdasarkan dari penelitian untuk meningkatkan kesadaran terhadap merk dengan \n\nmenggunakan strategi AISAS yang terdiri dari membuat laman utama, menejemen social \n\nmedia, pelayanan pelanggan, membuka pasar baru, membuat iklan yang menarik, dan \n\npromosi. Untuk memudahkan pelanggan mendapatkan barang, Satoe Noesa harus \n\nmenyebarkan barang di pasar yang lebih besar. Memonitor media sosial dibutuhkan untuk \n\nmemantau dan menganalisa aktifitas dari media sosial. \n\nUsulan rencana aksi strategi pemasaran digital untuk satu tahun telah tersedia untuk \n\nmenjalankan dan mengelola strategi. Pada saat itu, laman utama telah selesai untuk \n\nmemberikan informasi kepada customer mengenai Satoe Noesa. Promo diskon harus \n\ndirencanakan terlebih dahulu, teruatam saat acara nasional dan juga hari gajian I akhir bulan \n\nuntuk menarik lebih banyak pelanggan.", "Daftar File": {"Abstact_M. Fadhlan Makarim.pdf": "https://digilib.itb.ac.id/gdl/download/135676"}, "Penulis": "Muhammad Fadhlan Makarim-29115648", "Kontributor / Dosen Pembimbing": ["Sonny Rustiadi SE., MBA, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Clothing, Digital Marketing Strategy, Social Media", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "02 Mar 2018"}