{"Nomor": 29172, "Judul": "DESAIN DAN IMPLEMENTASI SUBSISTEM APLIKASI KONFERENSI VIDEO PADA SISTEM KONFERENSI MULTIMEDIA UNTUK KEGIATAN BELAJAR MENGAJAR VIRTUAL", "Abstrak": "Berangkat dari permasalahan keterbatasan jumlah tenaga pengajar di daerah terpencil, infrastruktur pendidikan yang belum memadai dan akses yang sulit ke sekolah-sekolah di daerah terpencil, serta kualitas pendidikan yang belum merata di Indonesia antara daerah perkotaan dengan daerah terpencil, muncul ide untuk menyelesaikan permasalahan tersebut dengan teknologi konferensi multimedia. Ide yang muncul adalah sebuah sistem konferensi multimedia real-time dengan fitur object tracking untuk kegiatan belajar mengajar virtual. Sistem ini memungkinkan terhubungnya dua tempat atau lebih secara real-time dengan komunikasi dalam bentuk video dan audio sedemikian sehingga guru dapat mengajar di lebih dari satu kelas secara bersamaan tanpa perlu hadir di kelas-kelas daerah terpencil secara fisik. Sistem yang dikembangkan dilengkapi dengan aplikasi konferensi video berbasis Web-Real Time Communication (WebRTC), sebuah teknologi open source yang memungkinkan terbangunnya komunikasi dan proses aliran data secara peer-to-peer antar peramban. Aplikasi dapat menampilkan video, audio, dan media presentasi dengan baik dan menghasilkan delay di bawah 300 milidetik dalam kondisi ketersediaan bandwidth di atas 2 Mbps untuk resolusi video minimal 480p.", "Daftar File": {"2018 TA PP MUHAMMAD DIVA PASHA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135662"}, "Penulis": "MUHAMMAD DIVA PASHA - NIM : 13214044", "Kontributor / Dosen Pembimbing": ["Dr. Yoanes Bandung, S.T., M.T.  \n\nDr. Kusprasapta Mutijarsa, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sistem Konferensi Multimedia, WebRTC, pendidikan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jun 2018"}