{"Nomor": 29185, "Judul": "AERODYNAMIC OPTIMIZATION OF UNMANNED HELICOPTER ROTOR BLADES PLANFORM FOR VERTICAL FLIGHT USING GENETIC ALGORITHM", "Abstrak": "In order to increase aerodynamic performance of the rotor blades, an optimization must be done to either maximize the thrust produced or minimize the required power. According to the objectivity of UAV helicopter, long endurance is a valuable performance. To maximize the endurance of the helicopter, we need to minimize the required power. Thus, it was chosen to become the objective function. Within the research scope in vertical movement only, 5 parameters of blades planform design were considered as design variables. They are root chord of the blades, taper location, taper ratio, pitch angle, and tip twist angle. \n\nOptimization was done using own developed genetic algorithm codes with built-in developed blade element momentum theory (BEMT) as a performance calculator. It was chosen due to its ability to estimate rotor performance quickly. Several CFD simulation were done to compensate the error of blade element momentum theory calculation. Using several adjustment methods, BEMT can predict thrust and power with a difference with respect to CFD of 3.8% and 8.2% respectively. The optimization result gives the optimum blades planform design with improving almost 11% in efficiency which came out from 9.4% reduction in power required.", "Daftar File": {"2018 TA PP  MUHAMMAD FAQIH AFTHON  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135712"}, "Penulis": "MUHAMMAD FAQIH AFTHON (NIM : 13614066)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Dr. Ing. Mochammad Agoes Moelyadi ST, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Genetic algorithm, Blade Element-Momentum theory (BEMT), optimization, aerodynamic performance.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "08 Jun 2018"}