{"Nomor": 29186, "Judul": "PRODUCTION FORECAST OF MULTILAYER GAS RESERVOIR IN FIELD X USING BACKPRESSURE EQUATION", "Abstrak": "Peramalan produksi merupakan proses penting dari teknik produksi dimana produksi hidrokarbon dan kondisi reservoir terkait di masa depan dapat diperdiksi. Hasi dari proses ini mempengaruhi tindakan dari pemegang kebijakan pada berbagai aspek, seperti penentuan keekonomisan proyek dan penilaian properti reservoir beserta kondisi produksi.Pada reservoir gas multilapis, tiap lapisan memiliki nilai sifat-sifatnya masing-masing yang mempengaruhi perilaku reservoir secara keseluruhan. Maka, diajukanlah pemakaian persamaan tekanan balik untuk sumur yang memproduksi dari reservoir multilayer dengan maupun tanpa komunikasi, dimana persamaan ini dapat mengatasi alir balik antar layer pada lubang sumur.  \n \n\nStudi ini dimulai dengan mengambil data produksi dan reservoir di dua titik pada masa produksi awal. Kemudian, grafik P/z reservoir dapat dibentuk, disertai dengan pembuatan korelasi linear dari tekanan tiap lapisan terhadap kumulatif produksi total. Semua proses prakalkulasi ini digunaka untuk memprediksi penurunan tekanan dengan batuan GRG Nonlinear Solve untuk menentukan nilai tekanan tiap lapisan secara sekaligus. Penggunaan persamaan tekanan balik kemudian perlu divalidasi dengan melakukan pencocokan dengan sejarah produksi dari data yang sudah terbentuk. Setelah penggunaannya tervalidasi, persamaan tekanan balik lalu digunakan untuk melakukan tujuan utama dari studi ini yaitu peramalan produksi dari reservoir dan tiap-tiap lapisannya.  \n \n\nProses validasi menghasilkan nilai dari tekanan kepala tubing hasil perhitungan persamaan tekanan balik. Nilai-nilai ini kmudian dikomparasikan dengan nilai tekanan kepala tubing sesungguhnya yang terekam. Kecocokan hasilnya dikuantifikasi mengunakan perhitungan galat root-mean-square, yang setelahnya persamaan tekanan balik dapat ditentukan untuk dapat dipakai secara umum untuk memprediksi kinerja reservoir. Peramalan produksi dari reservoir dan tiap lapisan dapat dibentuk secara sukses menggunakan persamaan ini, dengan hasil yang memuaskan karena hasilnya berada dalam batasan yang ada.  \n \n\nKelebihan metode ini yaitu kesederhanaannya. Persamaan tekanan balik digunakan supaya reservoir multilapis dapat diperlakukan sebagai satu reservoir secara umum, dengan peratarataan yang tepat dilakukan untuk tekanan reservoir dan konstanta persamaan. Persamaan ini juga dapat beradaptasi dengan waktu, karena nilai konstantanya bergantung pada pada tekanan reservoir yang akan berubah-ubah. Setelah peramalan produksi untuk reservoir dilakukan, persamaan ini juga dapat secara tepat memprediksi kinerja masing-masing lapisan, dengan data-data yang terbatas", "Daftar File": {"2018 TA PP MUHAMMAD FAHMI GOZAL HENGGARDHANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135713"}, "Penulis": "MUHAMMAD FAHMI GOZAL HENGGARDHANI (NIM : 12214003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Silvya Dewi Rahmawati, S.Si., M.Si.,Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "backpressure equation, cumulative production, multilayered gas reservoir,  P/z, pressure decline, production forecast", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "2 file", "Tanggal Input": "04 Jul 2018"}