{"Nomor": 29198, "Judul": "INITIAL PUBLIC OFFERING SEBAGAI SOLUSI FINANSIAL UNTUK PT XYZ", "Abstrak": "Saat ini, perusahaan pre-cetak tumbuh terutama dari BUMN. Keberadaan perusahaan pra-cetak dari BUMN memang menyebabkan turunnya pangsa produk standar untuk perusahaan swasta seperti PT XYZ. Pendapatan PT XYZ Indonesia telah menurun sejak 2014. Apalagi, PT XYZ menghasilkan keuntungan melalui penggunaan hutang yang tinggi agar tetap kompetitif di pasar. Kali ini, sebagian besar hutang PT XYZ berasal dari kewajiban lancar. Akibatnya, mereka memiliki proporsi hutang jangka pendek yang sangat tinggi dari kewajiban jangka panjangnya dengan rasio lancar 1,01 dan rasio cepat 0,82 dan rasio hutang sebesar 80%. Melihat kondisi kewajiban dan rasio hutang PT XYZ Indonesia saat ini, ada risiko besar mengalami tekanan keuangan saat terjadi penurunan ekonomi atau persaingan di pasar semakin ketat sehingga berpotensi mengurangi pendapatan perusahaan. Isu yang terjadi adalah bagaimana mencegah PT XYZ dari risiko gagal bayar dengan mengelola kewajiban mereka dengan memperhatikan struktur modal yang optimal PT XYZ. Penulis ingin mengevaluasi kinerja keuangan PT XYZ, khususnya dalam hal kewajiban dan struktur permodalan.   \nPenelitian dilakukan melalui beberapa tahapan analisis situasi bisnis meliputi analisis lingkungan internal dan eksternal, analisis rasio, perumusan strategi dan rencana implementasi. Analisis PESTEL dan Porter Five Forces dilakukan untuk menciptakan analisis eksternal. Melalui analisis eksternal, akan memberikan gambaran situasi industri saat ini dan masa depan. Untuk analisis internal, melalui analisis rasio, kinerja operasi dan keuangan PT XYZ seperti efisiensi, likuiditas, profitabilitas dan solvabilitas akan dievaluasi. Tren rasio ini dari waktu ke waktu akan dipelajari untuk memeriksa apakah mereka membaik atau memburuk. Rasio juga dibandingkan di berbagai perusahaan di sektor yang sama. Analisis ini kemudian akan dimasukkan ke dalam analisis SWOT dan akan menghasilkan matriks TOWS yang untuk melakukan analisis model bisnis.   \nAkar penyebab dari permasalahan tersebut adalah adanya pengelolaan modal kerja yang buruk yang membuat rasio kas PT XYZ sangat kecil dibandingkan rata-rata industri. Selanjutnya, rasio hutang yang tinggi yang berasal dari hutang jangka pendek, menimbulkan risiko gagal bayar jika PT XYZ tidak memiliki cukup uang tunai. Solusi untuk masalah ini adalah dengan menerapkan teori pecking order untuk memecahkan masalah dalam pengelolaan modal kerja dan struktur permodalan. Pertama, dengan mengumpulkan piutang usaha, yang membuat proporsi terbesar dalam aktiva lancar, kemudian menggunakan anjak piutang untuk membantu mengumpulkan piutang dan menggunakan uang yang dihasilkan darinya untuk melakukan pembayaran hutang usaha yang merupakan bagian terbesar dari hutang jangka pendek. Kedua, karena tidak mencukupi, PT XYZ harus melewatkan opsi untuk meningkatkan hutang karena rasio debt to equity-nya sudah melampaui rasio 4:1 yang diundangkan oleh Kementerian Keuangan pada tahun 2016 dan langsung beralih ke pilihan untuk meningkatkan modal. dengan menggunakan Initial Public Offering. Jumlah terbesar yang harus diperoleh oleh PT XYZ melalui IPO berdasarkan skenario yang dilakukan adalah Rp1,421,208,459,967 sedangkan yang terkecil adalah Rp1,227,096,762,876-.", "Daftar File": {"2018 TS PP Muhammad Febrizal Imran 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135733"}, "Penulis": "Muhammad Febrizal Imran - Nim: 29115697", "Kontributor / Dosen Pembimbing": ["Ahmad Danu Prasetyo, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Hutang jangka pendek, Piutang usaha, Rasio hutang, Rasio hutang optimal, Teori pecking order", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "06 Feb 2018"}