{"Nomor": 29197, "Judul": "ISLAMIC CENTER SEBAGAI PUSAT INFORMASI ISLAM DAN TEMPAT PENINGKATAN KUALITAS DIRI", "Abstrak": "Agama Islam sejatinya memiliki 2 interaksi pokok, yaitu Hablum Minannas ( sesama manusia, sosial, budaya ) dan juga Hablum Minallah ( langsung kepada Allah SWT, personal ). Dalam hal ini masih banyak yang mencampurkan urusan akhirat dan dunia, menjadikan Islam semakin di salah pahami oleh banyak masyarakat. Kebutuhan akan informasi yang tepat dan dapat dipercaya menuntun masyarakat Islam untuk membangun sebuah wadah, atau komunitas yang nantinya diharapkan dapat membawa Islam menuju masa kejayaannya kembali, saling melengkapi dan mendukung atas dasar kemajuan agama, bukan unsur-unsur lain yang menjerumuskan umat Ã‚Â– umat muslim ke jalan yang membuatnya semakin jauh dari Allah SWT. \n\nSelain hal tersebut, perlu dipahami bahwa pengertian agama yang kurang dan tidak sesuai dengan AlqurÃ‚Â’an, Hadits, Ijtihad, dan acuan lainnya membuktikan adanya kekurangan minat belajar, kurangnya kekhusyukan dalam ibadah secara menyeluruh. Maka dari itu diperlukan juga wadah yang kuat dan tegas kebenarannya untuk mengokohkan Iman dan Taqwa setiap individu umat Islam. Sebuah fasilitas yang menyediakan berbagai sarana untuk mendukung mereka belajar dan menuntun ke Ridha yang lebih besar. Tidak hanya dari kalangan orang tua, namun pendidikan dan pemahaman agama juga sangat perlu ditanamkan sejak dini, mulai anak-anak atau remaja agar mereka lebih memahami proses belajar dan proses pendewasaan menurut kaidah Ã‚Â– kaidah Islam. \n\nDengan mengundang anak Ã‚Â– anak dan remaja, masjid atau fasilitas islam lainnya dapat membesar sesuai dengan perkembangan zaman, lebih kreatif dalam program Ã‚Â– programnya, cara Ã‚Â– cara baru mengajak jamaah lain untuk beribadah di masjid, memahami kaidah islam yang mendalam melalui kajian yang dijadwalkan, berdiskusi dan penelitian, pusat informasi seperti radio, zona edukasi interaktif, khotbah jumÃ‚Â’at, dan kegiatan positif lainnya demi membangun kebudayaan Islam. Perlunya kekhusyukan dalam beribadah akan membawa kita untuk lebih mudah menyerap dan fokus hal Ã‚Â– hal baru dan mudah memahami Islam agar bisa diterapkan dalam kehidupan sehari Ã‚Â– hari dan menjadi amal Jariyah.", "Daftar File": {"Abstrak Laporan TA - Muhammad Fahry Aziz - 17314003.pdf": "https://digilib.itb.ac.id/gdl/download/135732"}, "Penulis": "MUHAMMAD FAHRY AZIZ (NIM: 17314003)", "Kontributor / Dosen Pembimbing": ["Kukuh Rizki Satriaji S.Ds MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "khusyuk, remaja, berkembang", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "02 Okt 2018"}