{"Nomor": 29192, "Judul": "USULAN STRATEGI PEMASARAN BARU UNTUK MENINGKATKAN PENDAPATAN BULANAN DARI MEREK FESYEN BARU (STUDI KASUS : BRAND FESYEN HUGH)", "Abstrak": "HUGH adalah perusahaan ritel fesyen online pria yang menyediakan produk budaya pria.. HUGH akan mempermudah konsumern dengan menyediakan produk dan panduan tentang cara berpakaian yang lebih tepat untuk menunjukkan sisi alpha-nya untuk acara tertentu. Sejak didirikan pada tahun 2017, HUGH dinilai  sangat lambat dalam tahap awal memulai merek baju pria. Pada fase ini perusahaan membutuhkan modal kerja dalam jumlah besar dan laba ditahan untuk beroperasi. Dengan demikian sangat penting bahwa perusahaan harus meningkatkan penjualan per bulan mereka. \n \n\nPenelitian ini bertujuan untuk menentukan penyebab pendapatan bulanan HUGH yang rendah. Metode penelitian menggunakan metode kualitatif dan kuantitatif. Metode kuantitatif digunakan untuk memperoleh data primer untuk analisis pelanggan potensial dengan menyebarkan kuesioner, sedangkan metode kualitatif digunakan untuk memperoleh data primer dari wawancara dengan owner dan observasi. Untuk mendukung metode penelitian ini, data sekunder diperlukan seperti jurnal, literatur, dan penelitian sebelumnya. \n \n\nData yang terkumpul kemudian digunakan untuk membuat analisis internal dan eksternal. Analisis internal digunakan untuk mengumpulkan informasi tentang kondisi internal dari HUGH, sedangkan analisis eksternal digunakan untuk mengevaluasi lingkungan industry fesyen serta mengetahui perilaku pelanggan potensial dari industri baju pria. Selanjutnya setelah analisis internal dan eksternal dilakukan, peneliti menggunakan diagram tulang ikan Ishikawa dan menemukan kurangnya keunggulan kompetitif, tidak memiliki saluran offline dan rendahnya kesadaran merek sebagai akar penyebab rendahnya pendapatan bulanan. \n \n\nBerdasarkan analisis yang dilakukan, peneliti menyarankan strategi pemasaran baru sebagai solusi untuk menyelesaikan penyebab masalah. Strategi pemasaran yang disarankan adalah peningkatan dari empat P yang digabung dengan Pemasaran 4.0 berdasarkan proses pembelian pelanggan potensial dan lima jalur pelanggan aware, appeal, ask, act and advocate.", "Daftar File": {"2018 TS PP MUHAMMAD FAKHRURAZI 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135727"}, "Penulis": "MUHAMMAD FAKHRURAZI  29116079", "Kontributor / Dosen Pembimbing": ["Wawan Dhewanto, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "menÃ‚Â’s fashion, marketing mix, customer purchase decision process, customerÃ‚Â’s five path, product, price, place, promotion.", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "25 Sep 2018"}