{"Nomor": 29194, "Judul": "ESTIMASI BIAYA BANDAR UDARA BERDASARKAN TINGKAT PERGERAKAN PENUMPANG", "Abstrak": "Peningkatan jumlah penduduk yang sangat besar di Indonesia membuat tingkat pembangunan di Indonesia meningkat pesat. Bandara merupakan salah satu sektor infrastruktur yang sedang gencar-gencarnya dibangun. Analisis keuangan bandara yang akan dibangun menjadi salah satu poin penting dalam pembangunan. Pada penelitian ini dikembangkan tools perhitungan biaya bandara berdasarkan layanan yang diberikan kepada pengguna bandara. Pemodelan biaya menggunakan ICAO doc 9562, Airport Economics Manual sebagai acuan utama. Variabel yang divariasikan dalam pemodelan ini adalah jumlah penumpang per tahun, jenis pesawat terbesar yang beroperasi di bandara tersebut, dan jumlah ton kargo per tahun. Jenis layanan yang digunakan dalam pemodelan ini mengacu pada service lines bandara, yaitu Passenger and Baggage Processing, Aircraft Processing, Cargo Processing, dan PKP-PK. Kebutuhan jumlah layanan pada tiap service lines menggunakan aturan-aturan yang ada seperti SKEP, KP, PM, dan ICAO. Harga satuan untuk tiap layanan menggunakan referensi yang ada pada internet dan data historis beberapa bandara. Tujuan akhir dari pemodelan ini adalah mendapatkan nilai cost/passenger, cost/aircraft, cost/kgcargo, dan PKP-PK cost berdasarkan jumlah penumpang tahunan dan juga menghitung kebutuhan CAPEX dan OPEX untuk bandara Jenderal Besar Soedirman. Dari hasil pemodelan, didapatkan biaya yang dibutuhkan untuk investasi kedalam pembangunan suatu bandara berdasarkan layanan yang disediakan oleh bandara tersebut.", "Daftar File": {"2018 TA PP Muhammad Fairuz Abdala 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135729"}, "Penulis": "Muhammad Fairuz Abdala - Nim: 13614008", "Kontributor / Dosen Pembimbing": ["Ir. Mahardi Sadono, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "biaya, fasilitas, passenger and baggage processing, aircraft processing, cargo processing, PKP-PK", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Sep 2018"}