{"Nomor": 29208, "Judul": "IDENTIFIKASI FRONT DI PERAIRAN RAJA AMPAT, PAPUA", "Abstrak": "Identifikasi front dilakukan dengan menganalisis struktur vertical dan horizontal temperature dan salinitas. Pengolahan data temperature dan salinitas secara cross section, dengan memperhatikan sebaran data horizontal temperature dan salinitas untuk tiap lapisan kedalaman adalah inti dari proses identifikasi front. Penggunaan diagram T-S juga merupakan salah satu metode yang dapat dilakukan untuk menganalisis densitas suatu perairan sehingga adanya perbedaan densitas yang bertemu pada suatu titik dapat dijadikan acuan terjadinya front. \n\nSesuai dengan letaknya, pola arus di perairan Raja Ampat dipengaruhi oleh massa air dari Samudera Pasifik Barat (Western Pacific Ocean) yang bergerak dari arah timur menuju barat laut dan sejajar dengan daratan Papua bagian utara. Diketahui bahwa arus di perairan Raja Ampat didominasi oleh pengaruh angin, namun untuk wilayah teluk dan pulau - pulau kecil yang berdekatan, pola arusnya lebih dipengaruhi oleh pasang surut. Rata rata kecepatan arus di perairan Raja Ampat yaitu sekitar 0.11 m/det. \n\nIdentifikasi front dilakukan di Kepulauan Raja Ampat yang memiliki geometri perairan yang kompleks dengan adanya relief pulau Ã‚Â– pulau kecil, topografi dasar yang variatif, dan selat Ã‚Â– selat sempit. Perairan Raja Ampat merupakan salah satu daerah utama mengalirnya Arus Lintas Indonesia (Arlindo) yang berasal dari Samudra Pasifik. Adanya arlindo di perairan Raja Ampat tentu saja berpotensi mempertemukan massa air hangat dan air dingin dari Samudera Pasifik Barat dan hal ini juga berpotensi memunculkan terjadinya thermal front.", "Daftar File": {"2016 TA PP  MUHAMMAD HASAN FAUZIE 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/135743", "2016 TA PP  MUHAMMAD HASAN FAUZIE 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/135744", "2016 TA PP  MUHAMMAD HASAN FAUZIE 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/135745", "2016 TA PP  MUHAMMAD HASAN FAUZIE 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/135746", "2016 TA PP  MUHAMMAD HASAN FAUZIE 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/135747", "2016 TA PP  MUHAMMAD HASAN FAUZIE 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/135748", "2016 TA PP  MUHAMMAD HASAN FAUZIE 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/135749"}, "Penulis": "MUHAMMAD HASAN FAUZIE  (NIM : 12911010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ivonne Milichristi Radjawane, M.Si., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "raja ampat, Identifikasi front", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "05 Feb 2018"}