{"Nomor": 29219, "Judul": "DISTRIBUSI RESISTIVITAS BAWAH PERMUKAAN DATA MAGNTOTELURIK DAN IMPLIKASINYA TERHADAP  MODEL KONSEPTUAL SISTEM PANASBUMI TANGKUBAN PARAHU", "Abstrak": "Dalam eksplorasi geotermal, metode magnetotelurik (MT) dapat mendeteksi batuan konduktif yang diinterpretasikan sebagai batuan penudung. Pada penelitian ini, metode MT diaplikasikan di daerah Gunungapi Tangkuban Perahu untuk menggambarkan geometri bawah permukaan di daerah tersebut dan tujuan penelitian yang kedua adalah melakukan pemodelan Sistem Panas Bumi Tangkuban Perahu berbasis data MT yang terintegrasi dengan data geologi dan geokimia agar memberikan geometri bawah permukaan yang lebih baik. Dikerenakan banyak kebolehjadian dalam pemodelan MT, analisis dimensionalitas dilakukan untuk mengetahui karakteristik data MT sebagai pengetahuan awal sebelum melakukan pemodelan inversi. Analisis dimensionalitas yang ditinjau berupa diagram polar, dan panah induksi. Untuk menganalisa data resistivitas semu, pemodelan inversi 1D dilakukan berdasarkan inversi Occam dan D+. Arah jurus geoelektrik ditentukan berdasarkan kombinasi diagram polar dan penarikan kelurusan geologi. Pemodelan inversi 2D dilakukan dengan skema inversi Occam menggunakan software WinGlink.  \n \n\nMelalui hasil analisa data MT serta integrasi dari data tambahan berupa data geologi, geokimia, serta geofisika lainnya. Sistem Panasbumi Tangkuban Perahu diduga memiliki dua sistem panasbumi yang terdiri dari dua sumber panas dan dua reservoir. Sistem panas bumi terdapat di bagian Utara Tangkuban Perahu dimana sumber panas diinterpretasikan berupa sumber panas berupa geopressure dan batuan reservoir diinterpretasikan berupa batuan sedimen. Sistem panas bumi terdapat di bagian Selatan Tangkuban Perahu dimana sumber panas diinterpretasikan berupa sumber panas vulkanik dan batuan reservoir diinterpretasikan berupa batuan vulkanik berupa perselingan lava dan piroklastik.", "Daftar File": {"2018 TS PP MUHAMMAD HAFIDZ 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135767"}, "Penulis": "MUHAMMAD HAFIDZ - NIM: 22616011", "Kontributor / Dosen Pembimbing": ["Dr. Mohammad Rachmat Sule \n\nWahyu Srigutomo, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Magnetotellurik, dimensionalitas, Tangkuban Parahu", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2018"}