{"Nomor": 29223, "Judul": "Pengembangan Sistem Evaluasi Pergerakan Bahu Fleksi Maju dengan Computer Vision Berbasis Model Kinematika Lengan", "Abstrak": "Dalam rehabilitasi, pasien strok diminta melakukan gerakan repetitif (pengulangan) untuk melihat seberapa besar tingkat pemulihan dari pasien. Gerakan yang dilakukan merupakan gerakan sehari-hari /ADL (Activities of Daily Living) yang meliputi gerakan abduction-adduction, flexion-extension dan internal-external rotation. Saat ini, tenaga medis rehabilitasi menilai secara langsung bagaimana gerakan yang dilakukan oleh pasien. Penilaian ini tidak merekam parameter fisis secara kualitatif, sehingga analisis terhadap perkembangan pasien menjadi kurang komprehensif. Penelitian ini mengusulkan sistem evaluasi parameter fisis pergerakan lengan pasien menggunakan algoritma computer vision dan model lengan pasien, sehingga diharapkan penilaian ini dapat mendukung analisis medis yang lebih kuantitatif terkait dengan tingkat kesembuhan dan model terapi yang dibutuhkan pasien. \n\nSalah satu metode pembacaan pergerakan lengan adalah dengan menggunakan kamera dan algoritma computer vision. Kinect v2 adalah sebuah kamera yang telah dilengkapi dengan grid inframerah yang berfungsi untuk membaca jarak objek serta mempunyai fitur skeleton tracking yang dapat digunakan untuk membaca koordinat masing-masing titik persendian dari subjek tanpa menggunakan penanda. Dalam pengambilan data, kamera diletakkan pada jarak optimum yaitu jarak terdekat yang dibutuhkan kamera untuk membaca gerakan lengan subjek secara penuh. Dalam hal ini subjek yang diuji mempunyai tinggi badan dalam rentang 150-170 cm. Dengan rentang jarak 150 hingga 400 cm didapatkan jarak optimum sebesar 174 cm yang diambil dari jarak terdekat dimana keseluruhan rentangan lengan subjek ke arah manapun masih tercakup dalam area pandang (field-of-view) kamera. \n\nDalam proses evaluasi, model kinematika lengan manusia perlu dibuat untuk dijadikan referensi gerakan. Dengan memasukan parameter jarak lengan pasien, model ini dapat memberikan referensi gerakan normal seorang pasien secara khusus. Model lengan manusia dibangun dengan enam (6) derajat kebebasan dengan pusat di titik tengah dada subjek, dibatasi hanya untuk model lengan bagian kanan dengan asumsi bahwa kinematika antar bagian kanan dan kiri dari subjek adalah simetris. Untuk membangun model kinematika ini diperlukan data koordinat dada, panjang bahu, lengan atas dan lengan bawah yang diperoleh dari kamera. Dari hasil proses skeleton tracking oleh kamera, diperlukan koreksi lebih lanjut khususnya pada panjang bahu dan sudut bahu agar lintasan dari model sesuai dengan lintasan pada subjek normal. Dari model yang dikonfigurasi untuk melakukan gerakan bahu fleksi maju, didapatkan sebuah lintasan yang harus diikuti oleh subjek. Lintasan ini meliputi lintasan pergelangan tangan, siku dan bahu. Dari ketiga lintasan ini, perbedaan atau simpangan dari hasil gerakan subjek yang ditangkap kamera dan dari lintasan model referensi dijadikan faktor evaluasi. Dari proses evaluasi ini, diharapkan gerakan lengan subjek normal memberikan lintasan yang sama dengan model referensi. Sebaliknya, jika gerakan lengan subjek tidak memberikan lintasan yang sama dengan model referensi, maka diindikasikan subjek tidak bergerak secara normal. \n\nPada penelitian ini, dilakukan pembandingan gerakan subjek normal dan model referensi untuk mengetahui efektivitas dari metode yang digunakan. Gerakan yang diujikan adalah gerakan bahu fleksi maju dengan mengikuti panduan yang ada pada tampilan antarmuka. Pengujian sistem dilakukan pada 13 subjek normal dengan rentang usia 22-28 tahun dengan tinggi badan antara 155-177 cm. Dari pembandingan hasil gerakan subjek dengan model referensi, didapatkan SSE maksimum pada lintasan bahu sebesar 1746 cm2, pada siku sebesar 1670 cm2, dan pada pergelangan tangan sebesar 4524 cm2. Serta, SSE minimum pada bahu, siku dan pergelangan tangan secara berurutan sebesar 462 cm2, 242 cm2 dan 352 cm2. Dari pengujian ini didapatkan presentase keberhasilan penilaian sebesar 84, 61%.", "Daftar File": {"2018 TS PP Muhammad Hablul Barri (23816001) 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135778"}, "Penulis": "Muhammad Hablul Barri (23816001)", "Kontributor / Dosen Pembimbing": ["Augie Widyotriatmo, S.T.,M.T.,Ph.D. \n\nDr. Suprijanto, S.T.,M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Rehabiltasi strok, Kinect v2, Upper Limb , DH- Parameter, Rantai kinematika", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "1 file", "Tanggal Input": "26 Sep 2018"}