{"Nomor": 29233, "Judul": "DESAIN ALOKASI LAJU ALIR FLUIDA PADA SUMUR COMMINGLE", "Abstrak": "Sistem commingled well didefinisikan sebagai sistem produksi sumur yang memproduksi minyak dari beberapa \n\nlapisan berbeda dengan karakter lapisan dan ciri-ciri fluida yang berbeda yang tak memiliki hubungan di \n\nantaranya. Walaupun sistem ini jarang disarankan sebagai desain komplesi sebuah sumur, namun alasan utama \n\nmenggunakan sistem ini adalah karena alasan ekonomi, yaitu memaksimumkan produksi dari lapisan \n\nhidrokarbon. Penentuan alokasi laju alir fluida dari tiap lapisan menjadi hal yang penting untuk diketahui. Akan \n\ntetapi, penentuan laju produksi dari setiap lapisan reservoir merupakan hal yang sulit disebabkan karena \n\npengukuran biasanya hanya dilakukan di permukaan. \n\nPengembangan model sumur dikonstruksikan menggunakan flow performance relationship pada setiap bagian \n\ndari tubing. Metode alokasi lajur alir yang diberikan adalah berdasarkan perbandingan antara produksi ideal saat \n\nsimulasi dengan pengukuran sebenarnya di lapangan. Ketika perbandingan tersebut memiliki galat yang kecil, \n\nmaka dilakukan analisa sensitivitas gas-oil ratio dan water cut. Jika galat perbandingan tersebut besar, maka \n\nbisa diduga terjadinya aliran kembali (backflow) sehingga perlu dilakukan optimasi desain produksi untuk \n\nmengendalikan masalah ini. \n\nPenelitian ini memberikan metode yang mudah dan akurat untuk mengidentifikasi aliran kembali pada system \n\ncommingled well dan optimasi desain produksi untuk menghindari aliran kembali. Metode ini juga memberikan \n\nperkiraan alokasi laju alir yang baik sehingga dapat mereduksi biaya operasional.", "Daftar File": {"2016 TA PP MUHAMMAD IFFAN HANNANU 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/135788"}, "Penulis": "MUHAMMAD IFFAN HANNANU (NIM : 12212021)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Silvya Dewi Rahmawati, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "commingled well, alokasi laju alir", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "18 Mei 2018"}