{"Nomor": 29235, "Judul": "RELATIONSHIP BETWEEN SOFT SKILLS, HARD SKILLS, AND ORGANIZATIONAL LEARNING CULTURE TOWARDS INDIVIDUAL INNOVATIVENESS IN STARTUPS COMPANIES IN INDONESIA", "Abstrak": "Tak dipungkiri bahwa inovasi merupakan hal yang penting saat ini. Inovasi dapat dikatakan sebagai suatu ekploitasi ide-ide baru yang mengarah kepada penciptaan proses, produk, atau jasa yang baru. Saat ini, sekitar 300 juta orang di seluruh dunia mencoba memulai startup, di Indonesia setidaknya kurang lebih telah berdiri 2000 startup sejak tahun 2016 dan merupakan jumlah tertinggi di Asia Tenggara. Pada kenyataannya, tak semua startup dapat bertahan, banyak yang sukses namun lebih banyak yang gagal. IBM Institute for Business Value and Oxford Economic pada tahun 2017 menemukan bahwa salah satu penyebab startup gagal adalah kurangnya inovasi pada teknologi, bisnis model, dan rendahnya keterampilan karyawan. Sehingga menjadi keharusan setiap startup inovasi di setiap bagian bisnisnya supaya bisa bersaing dengan kompetitor. \n\nPada penelitian sebelumnya (Hendarman & Cantner 2017; Mina, et al, 2005) mengungkapkan bahwa ada keterkaitan antara keterampilan dengan inovasi yakni dengan keterampilan dapat menghasilkan ide-ide baru, menyesuaikan perubahan teknologi dan organisasi. Selain itu, budaya pembelajaran organisasi juga berpengaruh terhadap inovasi (McKee,1992). Namun, penelitian sebelumnya lebih banyak mengungkapkan pengaruh inovasi pada level perusahaan, masih sedikit penelitian terkait inovasi individu. \n\nAtas dasar tersebut, penulis mencoba menemukan apakah ada hubungan positif antara keterampilan dan pembelajaran organisasi pada inovatif individu di perusahaan startup di Indonesia. Dalam hal ini, variabel yang diuji yaitu keterampilan yang terdiri dari keterampilan teknis dan nonteknis, dan budaya pembelajaran organisasi. Penelitian menggunakan metode kuantitatif dengan menyebarkan kuesioner kepada 281 karyawan perusahaan startup yang berada di Jakarta dan Bandung pada bulan Mei-Juni 2018 untuk menggali hubungan antara variabel bebas (keterampilan teknis, keterampilan nonteknis, dan pembelajaran organisasi) dan variable terikat (inovatif individu), dengan hasil kuesioner diolah menggunakan regresi linear berganda. Penelitian ini menggunakan dua model, yaitu inovastif individu pada level individu dan inovatif individu pada level perusahaan, dan terdapat variable pengendali sebagai pengendali antara dua model. \n\nHasil dari penelitian ini yaitu keterampilan teknis, keterampilan nonteknis, dan organisasi budaya pembelajaran organisasi memiliki hubungan positif terhadap inovatif individu. Diantara tiga variabel, budaya pembelajaran organisasi memiliki hungungan positif yang paling kuat terhadap inovatif individu. Hasil ini dirasa penting dan beguna bagi perusahaan startup untuk memahami keterampilan dan budaya pembelajaran organisasi sebagai salah satu sapek yang penting dalam meningkatkan inovasi individual.", "Daftar File": {"COVER MUHAMMAD IHSAN.pdf?": "https://digilib.itb.ac.id/gdl/download/180314", "Chapter 1 MUHAMMAD IHSAN.pdf\n]": "https://digilib.itb.ac.id/gdl/download/180315", "Chapter 2 MUHAMMAD IHSAN.pdf\n]": "https://digilib.itb.ac.id/gdl/download/180316", "Chapter 3 MUHAMMAD IHSAN.pdf\n]": "https://digilib.itb.ac.id/gdl/download/180317", "Chapter 4 MUHAMMAD IHSAN.pdf\n]": "https://digilib.itb.ac.id/gdl/download/180318", "Chapter 5 MUHAMMAD IHSAN.pdf\n]": "https://digilib.itb.ac.id/gdl/download/180319", "References MUHAMMAD IHSAN.pdf)u": "https://digilib.itb.ac.id/gdl/download/180320"}, "Penulis": "Muhammad Ihsan (19015077)", "Kontributor / Dosen Pembimbing": ["Dr. W. Victo Anggara Wisesa S.Hum.,MM"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Soft Skills, Hard Skills, Organizational Learning Culture, Individual Innovativeness, Startups", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "7 file", "Tanggal Input": "23 Jul 2018"}