{"Nomor": 29237, "Judul": "STUDI TENTANG STANDAR BIAYA PENGUKURAN DAN PERPETAAN BANGUNAN ATAS AIR (STUDI KASUS : KOTA TANJUNG PINANG, BINTAN)", "Abstrak": "Panjang garis pantai Indonesia adalah sekitar 99.000 km, hal ini memberikan dampak positif untuk indonesia yaitu Indonesia mempunya wilayah pesisir yang luas, sehingga pembangunan di wilayah pesisir harus diperhatikan. Untuk menertibkannya dibutuhkan pengukuran dan perpetaan terhadap objek ruang perairan. Akan tetapi tarif dalam pengukuran ruang perairan yang diatur dalam PP No 128 Tahun 2015 tentang PNBP sebesar 300 % dari tarif pelayanan pengukuran dan pemetaan batas bidang tanah dianggap belum mencukupi. Berdasarkan hal tersebut maka perlu dilakukan kajian terhadap aspek biaya dalam melakukan pengukuran dan perpetaan objek ruang perairan. \n\nPada tugas akhir ini dilakukan pengkajian mengenai aspek biaya dalam melakukan pengukuran dan perpetaan objek ruang perairan. Pada perhitungan biaya aspek yang dihitung biaya peralatan dan tenaga kerja (personil) meliputi biaya pengukuran yaitu pembuatan TDT-RP, pengamatan pasut, pengukuran detail dan pengukuran kedalaman. Sedangkan perpetaan dimulai dari pengolahan data GPS, pasut, topografi, dan batimetri sampai perpetaan menggunakan CAD. Kajian juga dilakukan dengan memperhitungkan metoda dan alat yang digunakan untuk pengukuran dan perpetaan yaitu Terestrial Laser Scanning. Standar biaya juga menjadi hal yang diperhatikan. \n\nTujuan dari kajian tugas akhir ini dapat dijadikan masukan bagi Badan Pertanahan Nasional (BPN). Dari hasil perkiraan biaya yang dilakukan dalam pengukuran objek ruang perairan di kota Tanjung Pinang membutuhkan biaya sebelas kali lebih besar dibandingkan pengukuran dan perpetaan objek di darat.", "Daftar File": {"2016 TA PP  MUHAMMAD IHSAN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/135793", "2016 TA PP  MUHAMMAD IHSAN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/135792", "2016 TA PP  MUHAMMAD IHSAN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/135794", "2016 TA PP  MUHAMMAD IHSAN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/135795", "2016 TA PP  MUHAMMAD IHSAN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/135796", "2016 TA PP  MUHAMMAD IHSAN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/135797"}, "Penulis": "MUHAMMAD IHSAN  (NIM : 15112047)", "Kontributor / Dosen Pembimbing": ["Pembimbing: \n\nDr. Ir. Eka Djunarsjah, M.T.", "Dr.rer.nat.Wiwin Windupranata,S.T,M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Biaya, Objek Ruang Perairan, Standar Biaya, Tanjung Pinang", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "6 file", "Tanggal Input": "01 Okt 2018"}