{"Nomor": 29230, "Judul": "USULAN STRATEGI PEMASARAN  UNTUK LPG NON-SUBSIDI BRIGHT GAS 5.5 KILOGRAM MILIK PT PERTAMINA (PERSERO) OLEH PT SATRIA TRI ENERGI", "Abstrak": "Sebagai perusahaan distributor yang sedang memiliki kontrak kerjasama dengan PT. PERTAMINA (Persero) maka PT. Satria Tri Energi secara tidak langsung juga memiliki kewajiban untuk mendistribusikan produk baru, Bright Gas @ 5.5 Kg (net). Oleh karena itu perusahaan perlu mempelajari calon pelanggan mereka. Metodologi yang digunakan oleh penulis dalam mempelajari pasar atau calon pelanggan mereka adalah dengan menggunakan analisis internal perusahaan dan analisis eksternal perusahan. Analisis internal digunakaan untuk mengetahui kondisi perusahaan saat ini ditinjau dari STP dan SWOT, sedangkan analisis eksternal digunakaan untuk mengetahui kondisi yang berasal dari luar perusahaan dengan metode riset pasar dengan menyebarkan kuisoner pada calon pelanggan, menganalisa pesaing baik dari mitra PT. PERTAMINA (Persero) lainya atau dari pihak swasta, dan juga analisa lingkungan umum dengan metode PEST Analysis dan juga analisa industry menggunakan metode PorterÃ‚Â’s Five Forces.  \n\nHasil menunjukkan bahwa saat ini PT. Satria Tri Energi terlalu fokus kepada area industri, sedang produk yang sedang digalak-kan oleh pemerintah dan juga PT. PERTAMINA (Persero) lebih mengarah kepada pengguna rumahan. Disini perusahaan harus mengatur ulang target mereka kepada level pengecer yang memiliki lokasi tepat, atau berada disekitar lingkungan tempat tinggal pelanggan yang berpotensi dengan karakteristik sebagai berikut, berada disekitar wilayah Kabupaten Tangerang dan atau Serang, pemasukan dan pengeluaran mereka akan produk LPG termasuk kedalam kelompok dalam ketegori rendah, mereka menggunakan kompor dengan 2- lubang pembakaran, mereka membeli produk LPG pada level pengecer yang paling dekat dengan tempat tinggal mereka dan mereka sudah mengetahui akan Bright Gas 5.5 Kg.   \n\nLalu perusahaan dapat menentukan posisi mereka dengan penetapan harga terendah, menyediakan LPG dengan isi yang sesuai, tabung yang bersih dan baik dengan segel pengaman dari PT. PERTAMINA (Persero) dan juga segel pengaman milik perusahaan. Mereka juga perlu memiliki lokasi sedekat mungkin dengan pelanggan dan menjaga jumlah stok yang tersedia. Untuk bentuk promosi, mereka perlu membuat acara sosialisasi. Dan hal terakhir adalah mereka perlu melakukan perbaikan terhadap atribut perusahaan mereka untuk dapat menarik pelanggan LPG subsidi menjadi pelanggan Bright Gas 5.5 Kg.", "Daftar File": {"2018 TS PP MUHAMMAD IBRAHIM OSWALDO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135785"}, "Penulis": "MUHAMMAD IBRAHIM OSWALDO - NIM : 29114311", "Kontributor / Dosen Pembimbing": ["Dr. Mohamad Toha"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "STP Analysis Ã‚Â– SWOT Analysis Ã‚Â– Marketing Mix 4Ps Ã‚Â– Marketing Research Ã‚Â– General Environment Analysis (PEST Analysis) Ã‚Â– Industrial Analysis (PorterÃ‚Â’s Five Forces)", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jan 2018"}