{"Nomor": 29248, "Judul": "BIOKONVERSI MINYAK KELAPA SAWIT MENJADI BIOSURFAKTAN OLEH BAKTERI HALOMONAS MERIDIANA BK-AB 4", "Abstrak": "Tingginya kebutuhan surfaktan telah mendorong pengembangan biosintesis biosurfaktan yang ramah lingkungan melalui teknologi bioproses. Penggunaan biosurfaktan ini diharapkan dapat meminimalkan tingkat pencemaran lingkungan. Pada penelitian ini dipelajari potensi bakteri halofilik moderat Halomonas meridiana BK-AB 4 yang diisolasi dari kawah lumpur asin Bledug Kuwu dalam melakukan biokonversi minyak kelapa sawit menjadi biosurfaktan. Penelitian dimulai dengan mengoptimasi medium produksi dengan memvariasikan sumber nitrogen, pH dan kadar minyak sawit. Tingkat optimasi medium produksi ini, diukur berdasarkan aktivitas biosurfaktan dalam mendispersi lapisan minyak di atas air dengan metode Oil Spreading Test (OST), yaitu dengan mengukur diameter minyak yang terdispersi oleh biosurfaktan. Pada medium teroptimasi yang memiliki komposisi urea sebagai sumber nitrogen, 2% minyak sawit dan pH 9, diperoleh diameter persebaran minyak sebesar 2,3 cm. Biosurfaktan yang diproduksi oleh Halomonas mediriana BK-AB 4 dalam medium teroptimasi kemudian diuji stabilitasnya terhadap variasi pH dan kadar garam   \ndengan cara mengukur nilai indeks emulsifikasi selama 24 jam (IE24). Hasil pengukuran ini menunjukkan bahwa biosurfaktan stabil pada pH 7-10 dan pada kadar garam 6-15% dengan nilai optimum IE24 masing-masing sebesar 70,2% dan 71,3%. Aktivitas biosurfaktan dalam menurunkan tegangan permukaan air diukur menggunakan metode cincin Du Nouy dan nilai CMC (Critical Micelle Concentration) diperoleh sebesar 233 ppm. Pada nilai CMC ini, tegangan permukaan air turun dari 68,3 ke 49,8 dyne/cm. Analisis pendahuluan untuk mempelajari struktur biosurfaktan dilakukan dengan teknik FTIR. Spektrum FTIR yang diperoleh menyarankan bahwa biosurfaktan dari hasil biokonversi minyak sawit oleh Halomonas meridiana BK-AB4 memiliki gugus -OH,-C-H alifatik, C=C, H-C-C dan C=O \npada strukturnya. Profil dari gugus-gugus fungsi ini mirip dengan struktur biosurfaktan dengan tipe asam lemak. Biosurfaktan yang dihasilkan kemudian diuji potensinya sebagai inhibitor korosi dengan cara merendam dua paku di dalam larutan biosurfaktan dan dalam air \nbebas mineral. Paku yang direndam dalam larutan biosurfaktan tidak mengalami proses pengkaratan hingga hari ke empat, sedangkan paku yang direndam dalam air bebas mineral mengalami proses pengkaratan sejak hari pertama. Potensi biosurfaktan sebagai inhibitor korosi juga dipelajari dengan metode Electrochemical Impedance Spectroscopy (EIS) pada 30Ã‚Â°C. Berdasarkan hasil pengukuran EIS ini diperoleh efisiensi inhibisi korosi tertinggi sebesar 53,23% yang teramati pada konsentrasi biosurfaktan sebesar 233 ppm. Berdasarkan hasil penelitian ini dapat disimpulkan bahwa Halomonas meridiana BK-AB 4 memiliki potensi yang cukup baik dalam melakukan biokonversi minyak sawit menjadi biosurfaktan   \nuntuk diaplikasikan sebagai inhibitor korosi.", "Daftar File": {"2017 TA PP MUHAMMAD IMAM BASYIRUDDIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/135809", "2017 TA PP MUHAMMAD IMAM BASYIRUDDIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/135815"}, "Penulis": "MUHAMMAD IMAM BASYIRUDDIN [10512068]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Rukman Hertadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Biosurfaktan, Halomonas meridiana BK-AB4, inhibitor korosi ; biosurfactant, Halomonas meridiana BK-AB4, corrosion inhibitors", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "7 file", "Tanggal Input": "11 Apr 2018"}