{"Nomor": 29242, "Judul": "PREFERENSI MAHASISWA SBM ITB TERHADAP KONTEN SECOND ACCOUNT INSTAGRAM: APLIKASI ANALISIS KONJOIN", "Abstrak": "Instagram sekarang menjadi social media dengan pengguna terbanyak ketiga, memiliki sekitar 700 juta pengguna pada April 2017. saat ini, sudah banyak merek fashion yang menggunakan instagram menjadi salah satu tempat untuk meningkat penjualan, tingkat kesadaran terhadap merek, tingkat keterikatan, dan lain lain. saat ini ada 500 juta pengguna instagram yang memiliki ketertarikan terhadap fashion (Instagram data, 2016). Di Indonesia, banyak merek pakaian yang menjaga nilai aestetik pada akun utama instagram mereka, sehingga banyak yang mencetuskan solusi dengan membuat akun instgaram kedua, banyak dari mereka memanfaatkan akun kedua tersebut dengan menjadikan katalog digital atau lookbook digital untuk product mereka. Masalah yang terjadi adalah tidak ada pedoman dalam membuat akun kedua tersebut yang didasari preferensi konsumen ketika hendak mencari informasi yang dibutuhkan. Dengan membuat konten efisien dan efektif untuk menjaga keterikatan dengan konsumen dan tetap sama dengan akun pertamanya. Riset ini berharap untuk mengukur kombinasi konten informasi apa yang dibutuhkan konsumen dengan analisis konjoin. analisis ini akan menggunakan dua metode yaitu analisa kualitatif dengan mengunakan metode wawancara dan kuantitatif dengan menggunakan metode analisa conjoint, analisa konjoin akan di dukung oleh kuesioner offline dan online namun dalam riset ini akan fokus mendalami gabungan dari hasil online dan offline.", "Daftar File": {"2017 TA PP MUHAMMAD ILHAM LUDDIN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135803", "2018 TS PP M ILHAM LUDDIN 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/248072"}, "Penulis": "Muhammad Ilham Luddin (NIM: 19014120)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Budi Permadi Iskandar, MSP", "Editor 2: Ena Sukmana (2018-02-24), unggah pertama pada 2017-12-13 oleh"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Marketing Research, Instagram, Instagram Second Account, Conjoint Analysis, Social Media.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Ena Sukmana", "File": "2 file", "Tanggal Input": "24 Feb 2018"}