{"Nomor": 29240, "Judul": "PENGUKURAN DAN PENILAIAN TINGKAT SMART CITY DI KOTA PALU", "Abstrak": "Seiring dengan kemajuan dunia perencanaan, pembangunan, dan pengelolaan saat ini, kemajuan teknologi pun tak urung menjadi suatu terobosan baru yang digunakan oleh kota dalam memberikan pelayanan publik secara maksimal dengan pemanfaatan teknologi sebagai core-nya, yaitu dengan smart city. Smart city merupakan kota yang mampu menciptakan kualitas hidup yang baik didukung dengan kondisi sosail, ekonomi dan lingkungan yang berkelanjutan dalam tata kelola pemerintahan yang partisipatif, responsif, inovatif, dan kompetitif dengan pemanfaatan teknologi, informasi, dan komunikasi. Pemerintah Kota Palu menyusun visi dan misinya dalam lima tahun mendatang. Dengan salah satu misinya adalah pemetaan potensi sumberdaya Kota Palu berbasis IT. Kota Palu berkeinginan menerapkan konsep smart city dalam pembangunan dan pengelolaan kotanya. Akan tetapi, sebelum mengembangkan smart city, perlu adanya pengukuran dan penilaian untuk mengetahui tingkat smart city di Kota Palu saat ini. \n\nMerujuk pada hal tersebut, maka penelitian ini dilakukan dengan tujuan untuk mengukur dan menilai tingkat smart city di Kota Palu. Tahap awal dirumuskan komponen, faktor, dan indikator pengukuran, yaitu dengan enam komponen smart city, yaitu smart people, smart governance, smart economy, smart mobility, smart environment, dan smart living, serta 20 (dua puluh) faktor dan 39 (tiga puluh sembilan) indikator. Tahap kedua dengan pengukuran dan penilaian tingkat smart city dan diperoleh nilai 38% dimana hanya 15 (lima belas) dari 39 (tiga puluh sembilan) indikator. Tahap akhir adalah merumuskan rekomendasi strategi strategi pengembangan Smart City Palu berdasarkan hasil pengukuran dan penilaian, dimana dirumuskan visi pengembangan Ã‚Â“Palu sebagai Kota Jasa Cerdas dan BerbudayaÃ‚Â” dengan rekomendasi strategi dan indikasi agenda kegiatan beserta tahapannya. \n\nDengan penelitian ini, diharapkan Kota Palu dapat mengetahui posisi dan strategi apa yang dapat dilaksanakan dalam pembangunan dan pengelolaan kota dengan konsep smart city ini sehingga Kota Palu dapat menjadi kota yang smart, nyaman, berkeadilan, dan berkelanjutan.", "Daftar File": {"2018 TS PP MUHAMMAD IKHWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135801"}, "Penulis": "MUHAMMAD IKHWAN (NIM: 25415024)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ridwan Sutriadi, ST., MT., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pengukuran, penilaian, smart economy, smart environment, smart governance, smart living, smart mobility, smart people, smart city, strategi", "Sumber": "", "Staf Input/Edit": "Diah Ayu Merdekawati  \n                                     Diah Ayu Merdekawati", "File": "1 file", "Tanggal Input": "03 Jul 2018"}