{"Nomor": 29244, "Judul": "PERANCANGAN SISI UDARA BANDAR UDARA SULTAN THAHA JAMBI", "Abstrak": "Bandar Udara Sultan Thaha adalah bandar udara  yang terletak di Kota Jambi, Provinsi Jambi, Indonesia. Bandara ini dikelola oleh PT Angkasa Pura II, yang sebelumnya dikelola oleh Dinas Perhubungan Provinsi Jambi. Bandara ini dibangun pada masa penjajahan dengan nama Lapangan Terbang Paalmerah. Sebagai infrastruktur transportasi publik, bandara memiliki kapasitas layanan yang terbatas. Keterbatasan inilah yang perlu ditanggulangi dengan melakukan perancangan yang sesuai dengan jumlah permintaan yang diramalkan sehingga desain mencukupi kebutuhan sekaligus tidak menimbulkan desain yang berlebihan terhadap jumlah penumpang pada tahun acuan, yaitu 2038. \n\nAspek transportasi yang ditinjau pada tugas akhir ini adalah perancangan geometri, perkerasan, marka, dan rambu pada infrastruktur sisi udara Bandara Sultan Thaha. Peninjauan sirkulasi terminal dan evaluasi lahan parkir penumpang juga ditinjau sebagai penunjang tambahan dari aspek infrastruktur sisi darat. \n\nPerancangan sisi udara pada umumnya adalah fungsi dari proyeksi penumpang, modulasi pesawat, dan penjadwalan. Analisis ini diterjemahkan sebagai kebutuhan teknis sisi udara dan sisi darat pada Bandara Sultan Thaha. Infrastruktur sisi udara dirancang berdasarkan ICAO Annex 14: Aerodromes dan infrastruktur sisi darat dirancang berdasarkan SNI 03-7046-2004: Terminal Penumpang Bandar Udara.", "Daftar File": {"2018 TA PP  MUHAMMAD ILHAM MUCHTAR RIJAL   1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135805"}, "Penulis": "MUHAMMAD ILHAM MUCHTAR RIJAL (NIM : 15014142)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Titi Liliani Soedirjo, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bandara, geometri, perkerasan, marka dan rambu, sisi darat", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Jul 2018"}