{"Nomor": 29255, "Judul": "ANALISIS KARAKTERISTIK PASAR SAHAM GLOBAL SAAT KRISIS FINANSIAL 2008 DENGAN MENGGUNAKAN METODE RMT-LOUVAIN/LPAM+/COMBO-WAVELET COHERENCE", "Abstrak": "Telah dilakukan penelitian terhadap data tutup harian harga saham untuk enam indeks pasar saham yaitu DAX, FTSE, HSI, Nikkei225, S&P500, dan SSE Composite periode Juni 2006- Juni 2011 yang bertujuan untuk mengetahui karakteristik pasar saham saat terjadinya kriris global 2008. Empat tahap utama dalam penelitian ini yaitu segmentasi data, penyaringan data, pengelompokkan data, dan pencarian pergerakan bersama pada saham. Segmentasi data dilakukan sehingga data menjadi tiga bagian yaitu sebelum krisis (Juni 2006-November 2007), saat krisis (Desember 2007-Juni 2009), dan setelah krisis (Januari 2010-Juni 2011). RMT (Random Matrix Theory) diterapkan pada matriks korelasi data harga saham ternormalisasi yang bertujuan untuk memisahkan derau dan efek market wide dari data. Pengelompokkan data dilakukan dengan tiga algoritma jaringan berbeda yaitu LPAm+, Louvain, dan COMBO dan bertujuan untuk melihat jaringan saham terbentuk. Pencarian pergerakan bersama pada saham-saham dengan pengaruh paling besar untuk tiap pasar saham dilakukan menggunakan metode wavelet coherence dengan wavelet Morlet. Hasil yang didapat menunjukkan bahwa nilai rata-rata koefisien korelasi antar saham dari enam indeks pasar saham memiliki nilai terbesar pada saat krisis yaitu 0.226528007 dibandingkan pra krisis yaitu 0.190553208 dan pasca krisis yaitu 0.224701109. Batas keterhubungan antar saham dalam jaringan korelasi pasar saham menunjukkan nilai terkecil pada saat krisis yaitu 0.046666667 dibandingkan pra krisis yaitu 0.0475 dan pasca krisis yaitu 0.063333333. Rata-rata betweenness centrality terbesar untuk keenam indeks pasar saham menunjukkan nilai terkecil pada saat krisis yaitu 0.030783333 dibandingkan pra krisis yaitu 0.071742333 dan pasca krisis yaitu 0.091245167. Rata-rata modularitas jaringan untuk keenam indeks pasar saham menunjukkan nilai terkecil pada saat krisis yaitu 0.331859901 dibandingkan pra krisis yaitu 0.398361442 dan pasca krisis yaitu 0.458489167. Hasil pencarian pergerakan bersama pada saham-saham dengan pengaruh paling besar untuk keenam indeks pasar saham menunjukkan pada saat krisis memiliki nilai kecendrungan bergerak dengan korelasi positif sebesar (+7) dibandingkan pra krisis (+6) dan pasca krisis (+4).", "Daftar File": {"2018 TA PP MUHAMMAD IQBAL ARRAFI’I 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135823"}, "Penulis": "MUHAMMAD IQBAL ARRAFI'I (NIM : 10214081)", "Kontributor / Dosen Pembimbing": ["Acep Purqon S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "Betweenness Centrality, Algoritma Jaringan, Korelasi, Krisis, RMT, Saham", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "9 file", "Tanggal Input": "29 Jun 2018"}