{"Nomor": 29259, "Judul": "ANALYSIS OF ONLINE PROMOTION STRATEGIES FOR CULINARY BUSINESS IN BANDUNG USING SOCIAL MEDIA INSTAGRAM: CASE STUDY OF BAKSO ACI MASJAY", "Abstrak": "Semenjak tahun 2012, kota Bandung semakin banyak dikunjungi oleh orang-orang dari berbagai daerah. Hal ini memberikan peluang besar bagi masyarakat kota Bandung untuk menjalankan bisnis, salah satunya adalah bisnis kuliner. Bisnis kuliner semakin meningkat hingga tahun 2018, hal ini berdampak pada persaingan dalam bisnis kuliner juga semakin meningkat. Untuk menyiasati persaingan yang meningkat ini, setiap para pelaku bisnis kuliner harus mampu memaksimalkan strategi promosi dari bisnis kuliner mereka. Promosi sangat penting karena dapat membangun kesadaran konsumen terhadap sebuah bisnis, menarik perhatian konsumen untuk membeli produk, dan sebagai sarana untuk mengedukasi konsumen. Promosi dapat dilakukan dengan berbagai cara, yaitu dengan offline promotion dan online promotion. Saat ini, masyarakat lebih tertarik dengan online promotion karena mudah diakses, dapat mengurangi biaya promosi, dan pada era digital ini hampir semua orang menggunakan media sosial. Diantara sekian banyak contoh media sosial yang ada, Instagram menjadi media sosial yang paling populer karena penggunanya banyak didominasi oleh para pemuda. Hal ini menarik perhatian para pelaku bisnis untuk menggunakan Instagram sebagai strategi promosi online mereka. Contoh bisnis kuliner yang menggunakan Instagram sebagai media promosi online adalah Bakso Aci Masjay, akan tetapi Bakso Aci Masjay belum memanfaatkan strategi promosi online mereka secara maksimal, sehingga membuat strategi promosi online dari bisnis kuliner ini menjadi kalah dibandingkan pesaingnya yaitu Bakso Aci Ganteng. Maka daripada itu, penelitian ini dilakukan untuk mencari perbedaan strategi promosi online yang digunakan oleh Bakso Aci Masjay dan Bakso Aci Ganteng, kemudian menemukan cara untuk meningkatkan strategi promosi online pada Instagram dari Bakso Aci Ganteng. \n\nTeknik yang diaplikasikan pada penelitian ini adalah analisis pada Instagram dan wawancara dengan pemilik serta pengelola bisnis kuliner yang menjadi objek pada penelitian ini. Pengumpulan data dilakukan selama 1 bulan, pengumpulan data dari analisis pada Instagram dimulai dari tanggal 1 Juli - 9 juli 2018 dan pengumpulan data dari wawancara dimulai dari tanggal 20 Juli Ã‚Â– 23 Juli 2018. Analisa pada Instagram berguna untuk mengumpulkan data dari strategi promosi online yang digunakan oleh masing-masing bisnis kuliner, kemudian juga akan menjadi bahan pertanyaan untuk wawancara yang dielaborasikan dengan 19 strategi promosi online dari seorang Marketing Expert. \n\nSebagai hasilnya, ditemukan bahwa Bakso Aci Masjay belum memanfaatkan secara maksimal strategi promosi online pada Instagram karena bisnis kuliner ini masih fokus pada branding dan konsep yang sangat detail. Sedangkan Bakso Aci Masjay telah memanfaatkan strategi promosi online pada Instagram secara maksimal melalui pemanfaatan jasa Influencers, Celebgram , Blogger, dan membangun brand awareness yang kuat melalui hampir seluruh aspek pada konten di Instagram.", "Daftar File": {"2018 TA PP MUHAMMAD IQBAL NUR ALIM 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135839", "2018 TS PP MUHAMMAD IQBAL NUR ALIM 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/251567"}, "Penulis": "Muhammad Iqbal Nur Alim (19015141)", "Kontributor / Dosen Pembimbing": ["Prawira Fajrindra Belgiawa"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "culinary business, increasing competition, online promotion strategies, social media, Instagram, Bakso Aci Masjay", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "06 Agu 2018"}