{"Nomor": 29267, "Judul": "USULAN STRATEGI PEMASARAN UNTUK SEKOLAH  MENENGAH ATAS YAYASAN KESEJAHTERAAN WARGA  PUPUK KUJANG (YKWK)", "Abstrak": "Lingkungan kompetitif PT Pupuk Kujang yang memilih dalam pupuk bersubsidi dan non-subsidi selalu berubah. Hal ini menyebabkan perusahaan harus menggunakan kondisi saat ini dan terus meningkat untuk di puncak persaingan. Perusahaan memiliki aset dan pusat pendidikan yang saat ini tidak digunakan dan perlu digunakan. Ada beberapa aset yang saat ini adalah dalam kegiatan bisnis, tetapi sebagian besar lainnya adalah. Perusahaan perlu mengetahui apa yang sesuai untuk menggunakan aset-aset untuk sekolah. Penelitian ini bertujuan untuk membantu yayasan kesejahteraan (YKWK) di PT Pupuk Kujang untuk menganalisis faktor eksternal dan internal, analisis SWOT, dan Matriks TOWS untuk memasukkan strategi. Dari analisis eksternal dan internal, ditemukan bahwa banyak peluang dan juga ancaman dalam industri pendidikan. Juga didirikan bahwa pusat pendidikan di PT Pupuk Kujang memiliki kekuatan dan kelemahan untuk bersaing dalam industri pendidikan. Analisis eksternal harus menggunakan analisis internal untuk membuat analisis SWOT. Strategi yang digunakan untuk analisis matriks TOWS, yang dapat membagi-ubah strategi dari masing-masing sektor ke dalam kekuatan, analisis, dan ancaman PT Pupuk Kujang dalam analisis SWOT. Setelah melakukan analisis matriks TOWS, peneliti meminta strategi untuk menjawab masalah yang dibuat oleh yayasan kesejahteraan (YKWK) di PT Pupuk Kujang. Strategi pertama adalah Mengembangkan Sekolah Menengah Atas untuk sektor pendidikan di PT Pupuk Kujang, kedua adalah Mengembangkan Kompetensi untuk Sekolah Menengah Atas di PT Pupuk Kujang, dan Program Pengembangan Unggul untuk Sekolah Menengah Atas di PT Pupuk Kujang. Strategi untuk membantu yayasan kesejahteraan (YKWK) di PT Pupuk Kujang untuk meningkatkan citra perusahaan, meningkatkan aset dan nilai fasilitas, dan suasana staf. Strategi yang digunakan, yang penting Inti SMU harus bersinergi dengan inti, yaitu fasilitas, keahlian, dan jaringan untuk meningkatkan strategi. Dan memiliki keunikan yang harus dibedakan; Bahasa, Ekstrakurikuler, Akademik, Guru, dan profil alumni, dan Agama dan pembentukan karakter.", "Daftar File": {"2018 TS PP Muhammad Irhamsyah 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135849"}, "Penulis": "MUHAMMAD IRHAMSYAH   29116044", "Kontributor / Dosen Pembimbing": ["Dr. Harimukti Wandebori, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Marketing Strategy, Marketing Mix, Senior High School.", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "25 Sep 2018"}