{"Nomor": 29264, "Judul": "DESAIN ALGORITMA KONTROL INVERTER 5kW BERBASIS MIKROKONTROLER dsPIC UNTUK APLIKASI KENDARAAN LISTRIK", "Abstrak": "Sebagian besar peralatan kelistrikan saat ini membutuhkan efisiensi yang tinggi dan konsumsi karbon dioksida yang lebih rendah. Motor brushless DC (BLDC) dapat menjadi pilihan karena motor BLDC memiliki efisiensi yang tinggi dibandingkan dengan motor induksi dan tidak menghasilkan karbon dioksida. Untuk menggerakkan motor BLDC dibutuhkan sebuah pengendali elektrik berbasis mikrokontroler. Pengendali elektrik tersebut mengubah nilai arus keluaran inverter yang masuk ke motor. Sistem kendali yang digunakan dapat berupa kendali torka maupun kecepatan. Dalam tugas akhir ini, penulis akan mendesain sebuah algoritma pengendali torka dan kecepatan pada sebuah motor BLDC dengan menggunakan sistem kendali proporsional dan integral. Untuk mendesain sebuah sistem kedali perlu mencari parameter motor BLDC yang akan digunakan. Sistem kendali yang dibuat merupakan sistem kendali lingkar tertutup dengan feedback berupa arus dan kecepatan motor. Rangkaian sistem kendali akan disimulasikan menggunakan perangkat lunak PSIM sebelum diimplementasikan kedalam mikrokontroler. Hasil eksperimen menunjukkan bahwa algoritma sistem kendali sudah berjalan dengan benar karena besar torka maupun kecepatan motor sudah sesuai dengan nilai referensi yang diinginkan.", "Daftar File": {"2018 TA PP MUHAMMAD IRFAN AKBAR PRATAMA  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135846"}, "Penulis": "MUHAMMAD IRFAN AKBAR PRATAMA (NIM. 18014017)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nDr. Ir. Agus Purwadi, M.T.  \n\nDr. Eng. Arwindra Rizqiawan, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "motor brushless DC, inverter, mikrokontroler, PSIM.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2018"}