{"Nomor": 29273, "Judul": "PENGEMBANGAN LIBRARY PENGUMPULAN DAN PENGELOLAAN DATA TITIK BERGERAK", "Abstrak": "Jumlah data GPS dan lokasi lainnya makin membesar seiring perkembangan perangkat keras yang makin kecil dan murah. Dari data tersebut, bisa diambil berbagai pola menarik melalui beberapa algoritma analisis. Namun, data tersebut akan perlu dikumpulkan dan disimpan dalam model yang umum sehingga proses analisis dapat memanfaatkan algoritma yang dibuat dengan umum. Pada tugas akhir ini, dibuat sebuah library yang bertujuan untuk mengumpulkan data moving object dari berbagai sumber dan mengubahnya ke model data yang umum. Library tersebut menyediakan fungsi untuk mengumpulkan data, menyimpannya ke berbagai media penyimpanan data, dan melakukan beberapa operasi sederhana seperti filtering. Library tersebut harus bersifat extensible supaya data dari sumber baru dapat dikumpulkan.  Untuk membangun library tersebut, perlu dilakukan analisis terhadap model data yang paling tepat, operasi-operasi yang dibutuhkan, proses pengumpulan data,  dan pembangunan supaya dapat bersifat extensible. Setelah dilakukan analisis, model data yang digunakan berupa sekuens titik dengan beberapa flag. Operasi-operasi yang dibutuhkan adalah operasi terhadap moving object yang telah didefinisikan di literatur, dan operasi khusus yang dibuat untuk mendukung analisis. Pengumpulan data dilakukan dengan membuat mapping antara model sumber dan model library. Library dibuat extensible dengan membuat base class untuk pengumpul data dan menyediakan operasi transformasi yang dapat menggunakan fungsi yang disediakan pengguna. Hasil implementasi dari tugas akhir ini adalah sebuah library dan aplikasi visualisasi yang menunjukkan posisi moving object dalam data yang dikelola library. Implementasi tersebut diuji dengan melakukan pengujian fungsional dan nonfungsional terhadap kebutuhan yang didefinisikan pada tahap perancangan. Semua implementasi dan pengujian berhasil dilakukan dan dengan hasil yang baik.", "Daftar File": {"2018 TA PP Muhammad Isham Azmansyah Faizal  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135856"}, "Penulis": "Muhammad Isham Azmansyah Faizal - NIM : 13514014", "Kontributor / Dosen Pembimbing": ["Dr.techn. Saiful Akbar, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "moving object, moving point, pengumpulan data", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Jun 2018"}