{"Nomor": 29275, "Judul": "PEMODELAN RESERVOIR STATIS DAN ESTIMASI CADANGAN PADA RESERVOIR A, B, DAN C, FORMASI GUMAI, LAPANGAN TRONA, CEKUNGAN SUMATRA SELATAN", "Abstrak": "Lapangan Trona merupakan lapangan yang terletak pada Subcekungan Jambi, Cekungan Sumatra Selatan. Pada awalnya, reservoir utama pada Lapangan Trona merupakan Formasi Air Benakat. Setelah dilakukan pengembangan lebih lanjut, maka ditemukanlah lapisan batupasir yang bertindak sebagai reservoir di Formasi Gumai yang berada di bawah Formasi Air Benakat. Pemodelan reservoir yang lebih rinci perlu dilakukan untuk menentukan cadangan serta mengetahui kondisi geologi pada lapisan reservoir di Formasi Gumai.    \n \n\nPenelitian dilakukan dengan cara menentukan litofasies dan asosiasi fasies dari data deskripsi batuan inti yang tersedia, yang kemudian disepadankan dengan log tali kawat untuk menentukan sebaran vertikal dari elektrofasiesnya. Setelah itu dilakukan penentuan komponen sikuen dan pola penumpukan serta korelasi stratigrafi sikuen. Pengolahan data log tali kawat dilakukan untuk mendapatkan nilai properti reservoir yaitu volume serpih, porositas efektif, dan saturasi air beserta nilai pancungnya. Data seismik yang tersedia juga diinterpretasi untuk mendapatkan geometri reservoir serta struktur yang berkembang pada Lapangan Trona. Selanjutnya dilakukan pemodelan reservoir statis menggunakan metode stokastik menggunakan variogram untuk menyebar fasies serta properti yang didapat pada analisis sebelumnya. Dari model yag sudah dibuat, maka dapat diestimasi cadangan yang ada pada interval penelitian di Lapangan Trona,   \n \n\nDari analisis yang dilakukan, didapatkan hasil bahwa interval reservoir A, B, dan C tersusun atas empat litofasies, yaitu Stw, Shl, Stmr, dan Str. Interval reservoir terendapkan pada lingkungan estuari dominasi pasang surut dan  terdiri dari asosiasi fasies tidal mudflat, estuarine channel dan intertidal sand bar. Struktur utama pada Lapangan Trona berupa antiklin berarah barat laut Ã‚Â– tenggara. Hasil pemodelan menggunakan metode stokastik serta perhitungan volumetrik hidrokarbon menyimpulkan bahwa STOOIP pada reservoir A sebesar 1158 MSTB, reservoir B sebesar 4044 MSTB dan reservoir C sebesar 2838 MSTB, sehingga total STOOIP dari ketiga reservoir adalah 8040 MSTB.", "Daftar File": {"2018 TA PP MUHAMMAD ISFAN FAJAR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135858"}, "Penulis": "MUHAMMAD ISFAN FAJAR - NIM: 12014001", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Prihadi Sumintadiredja, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Lapangan Trona, Formasi Gumai, Pemodelan Reservoir Statis, STOOIP", "Sumber": "PRODI GEOLOGI", "Staf Input/Edit": "Irwan Sofiyan  \n                                     tuti yulia", "File": "9 file", "Tanggal Input": "04 Okt 2018"}