{"Nomor": 29277, "Judul": "OPERATOR M-AKRETIF DAN APLIKASINYA PADA MASALAH NILAI BATAS PERSAMAAN HAMILTON-JACOBI-BELLMAN", "Abstrak": "Fokus dari penelitian ini adalah penerapan pendekatan teori semigrup pada masalah nilai batas persamaan Hamilton-Jacobi-Bellman. Bagian pertama dari penelitian ini adalah mengkonstruksi operator yang didefinisikan sebagai minimum dari koleksi operator yang bersifat m-akretif pada ruang Banach fungsi yang terbatas dan kontinu seragam di RN. Untuk koleksi berhingga operator m-akretif, dapat ditunjukkan bahwa minimumnya juga m-akretif. Akan tetapi, untuk koleksi terbilang operator m-akretif, digunakan konsep graf konvergen untuk mendefinisikan operator minimum. Operator yang didefinisikan sebagai minimum dari koleksi terbilang operator m-akretif juga bersifat m-akretif. Karena operator m-akretif, dengan Teorema Crandall-Liggett, membangkitkan semigrup kontinu kuat, operator minimum berkorespondensi dengan suatu persamaan diferensial parsial dari persamaan Hamilton-Jacobi-Bellman. Dengan membatasi semigrup pada subruang E-invarian, persamaan diferensial parsial tersebut memenuhi syarat batas Neumann dibatas, dengan demikian akan menyelesaikan masalah nilai batas Neumann yang diperumum dari persamaan Hamilton-Jacobi-Bellman.", "Daftar File": {"2017 DIS PP MUHAMMAD KABIL DJAFAR 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/135860", "2017_DIS_PP_MUHAMMAD_KABIL_DJAFAR_1-BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/144264", "2017_DIS_PP_MUHAMMAD_KABIL_DJAFAR_1-BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/144265", "2017_DIS_PP_MUHAMMAD_KABIL_DJAFAR_1-BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/144266", "2017_DIS_PP_MUHAMMAD_KABIL_DJAFAR_1-BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/144267", "2017_DIS_PP_MUHAMMAD_KABIL_DJAFAR_1-BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/144268", "2017_DIS_PP_MUHAMMAD_KABIL_DJAFAR_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/144269"}, "Penulis": "MUHAMMAD KABIL DJAFAR  [30111015]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Hendra Gunawan", "Dr. Yudi Soeharyadi"], "Jenis Koleksi": "Disertasi", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Mathematics", "Kata Kunci": "operator m-akretif, operator m-disipatif, persamaan Hamilton- Jacobi-Bellman ;", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     hidayat", "File": "7 file", "Tanggal Input": "22 Jun 2018"}