{"Nomor": 29285, "Judul": "PENGARUH MIKROORGANISME PADA LINDI HASIL BIOKONVERSI LIMBAH ORGANIK OLEH LARVA Hermetia illucens TERHADAP PERTUMBUHAN SAWI  PAGODA (Brassica rapa subsp narinosa) SISTEM HIDROPONIK", "Abstrak": "Lindi dari proses pengolahan sampah organik oleh larva black soldier fly (BSF), Hermetia illucens dapat digunakan sebagai pupuk organik dan larutan nutrisi pada sistem budidaya hidroponik NFT. Penelitian ini bertujuan untuk menentukan pengaruh keberadaan mikroorganisme di dalam lindi terhadap pertumbuhan sawi pagoda, Brassica rapa subsp Narinosa. Lindi diaplikasikan sebagai campuran larutan AB mix pada sistem hidroponik NFT dengan variabel perlakuan sebagai berikut; lindi 100%, lindi 40 % + AB mix 60%, lindi 60 % + AB mix 40%x , dan AB mix 100%. Pada penelitian ini digunakan sistem NFT (Nutrient film technique) dengan menggunakan dua talang sepanjang 4,5 meter,  masing-masing talang terdiri dari 21 lubang yang dihubungkan dengan satu sumber air untuk satu perlakuan. Hasil dari penelitian ini menunjukkan bahwa dalam semua perlakuan nutrient hidroponik mengandung mikroorganime aerob, sedangkan bakteri penambat N hanya terdapat pada lindi 40% + AB mix 60%. Perlakuan lindi 40% + AB mix 60% dapat meningkatkan rata-rata jumlah daun (94,317 Ã‚Â± 15,119 helai), bobot segar (268,28 Ã‚Â± 28,16 gram), bobot kering (16,998 Ã‚Â± 4,335 gram) dan jumlah klorofil total (17,231 Ã‚Â± 3,215 mg/L). Secara statistik seluruh parameter tersebut lebih baik dibandingkan perlakuan lainnya (Kruskal Wallis α = 0,05). Berdasarkan penelitian ini dapat disimpulkan bahwa perlakuan Lindi 40% + ABmix 60% merupakan campuran nutrisi alternatif yang dapat digunakan pada sistem hidroponik untuk meningkatkan pertumbuhan sawi pagoda.", "Daftar File": {"2018 TA PP MUHAMMAD MAULANA SIDIK 1-ABSTRAK 1.pdf": "https://digilib.itb.ac.id/gdl/download/135874"}, "Penulis": "MUHAMMAD MAULANA SIDIK (NIM : 11414055)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nDr. Agus Dana Permana.", "Dr. Iriawati, M. Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Hermetia illucens, Brassica rapa subsp Narinosa, mikroorganisme, lindi, hidroponik NFT.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Sep 2018"}