{"Nomor": 29282, "Judul": "MENGOPTIMALKAN KAPABILITAS ORGANISASI POS INDONESIA UNTUK TRANSFORMASI BISNIS SURAT DAN PAKET", "Abstrak": "Di era globalisasi ini, perkembangan teknologi menyebabkan pergeseran preferensi masyarakat di berbagai bidang, terutama di media komunikasi. Globalisasi mengacu pada konektivitas ekonomi, sosial, dan budaya dengan orang-orang di belahan dunia lain. Perubahan zaman dan perkembangan teknologi tentu mempengaruhi naik turunnya industri pos di Indonesia. \n\nPos Indonesia adalah perseroan terbatas dan badan usaha milik negara di Indonesia yang bergerak di bidang jasa pos. Intensitas persaingan usaha yang tinggi dalam bisnis pos, Pos Indonesia perlu menyusun Rencana Jangka Panjang Perusahaan di tengah tantangan yang cukup besar. Sejak diberlakukannya Undang-undang (UU) Indonesia no. 38 tahun 2009 tentang kegiatan pos di Indonesia, dengan memberikan kesempatan kepada entitas swasta, perusahaan milik daerah, dan koperasi untuk melakukan kegiatan pos di Indonesia. Hasil regulasi ekosistem tersebut menimbukan banyak pesaing dalam bisnis surat dan paket. \n\nKarena keadaan berikut, Pos Indonesia diharuskan untuk mengubah perusahaannya, terutama dalam bisnis surat dan paket. Sebelum mengubah, perusahaan harus melihat sisi paling dasar terlebih dahulu, yang merupakan kapabilitas perusahaan sebagai organisasi. Oleh karena itu, Pos Indonesia perlu mengetahui kondisi kapabilitas organisasinya, lalu mengoptimalkannya. Untuk mengoptimalkan kapabilitas organisasinya, Pos Indonesia harus mengetahui kondisi kapabilitas organisasi saat ini, kemudian membandingkannya dengan harapan kemampuan organisasinya di masa depan. \n\nKapabilitas organisasi Pos Indonesia belum optimal karena belum terencana dengan baik terutama pada manusia dan teknologi. Untuk aspek orang, peningkatan harus difokuskan pada peningkatan bakat, membuat kolaborasi yang kompak, dan membuat perencanaan struktural bagi para manajer. Untuk teknologi, perbaikan harus difokuskan pada integrasi TI, keterampilan TI karyawan, dan mendorong gagasan inovasi bagi karyawan.", "Daftar File": {"2018 TS PP MUHAMMAD LUTHFI AZMIKO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135865"}, "Penulis": "MUHAMMAD LUTHFI AZMIKO - NIM : 29115553", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Jann Hidajat Tjakraatmadja, MSIE"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "kapabilitas organisasi, orang, proses, teknologi, transformasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Mar 2018"}