{"Nomor": 29283, "Judul": "DESAIN PENGUATAN SUPERSTRUKTUR BUS BERBASIS ALUMINIUM DAN ANALISIS KEKUATANNYA AKIBAT KECELAKAAN TERGULING", "Abstrak": "Pertumbuhan jumlah kendaraan bermotor terutama mobil di Asia Tenggara dan khususnya di Indonesia semakin meningkat dari tahun ke tahun. Pertumbuhan tersebut diiringi dengan pertumbuhan angka kecelakaan kendaraan dari tahun ke tahun. Jenis kecelakaan terguling merupakan jenis kecelakaan yang paling mematikan. Terhitung setiap tahunnya, jenis kecelakaan terguling merenggut nyawa terbanyak dalam satu kali kejadiannya. Hal ini yang menyebabkan perlu analisis khusus dan mendalam mengenai jenis kecelakaan terguling.   \n \n \n\nAnalisis kecelakaan terguling dapat dilakukan dalam dua tahap. Pertama, yaitu analisis sebelum terjadinya kecelakaan dan yang kedua adalah analisis saat terjadinya kecelakaan. Analisis sebelum terjadi kecelakaan berupa analisis tingkat kemungkinan terjadinya kecelakaan terguling pada mobil dan metode untuk mencegahnya. Parameter yang dapat menentukan tingkat kemungkinan terguling salah satunya adalah ketinggian pusat massa mobil. Ketinggian pusat massa mobil ditentukan dengan menggunakan metode empiris dengan mencari data massa komponen-komponen mobil yang dominan. Selanjutnya, ditentukan posisi komponen-komponen massa tersebut pada mobil dengan menggunakan standar peletakan yang telah dibuat, sehingga didapatkan ketinggian pusat massa mobil untuk selanjutnya dikonversi menjadi nilai kemungkinan terguling dari suatu mobil.   \n \n \n\nAnalisis saat terjadi kecelakaan berupa pengujian tingkat keamanan struktur untuk menjaga penumpang dan supir dari cedera bahkan kematian. Pengujian dilakukan secara numerik dengan mengacu pada regulasi FMVSS 216 dari Amerika Serikat dengan metode gaya dan regulasi UNECE R66 dari Eropa dengan metode energi. Pengujian dilakukan pada superstruktur bus yang diubah  materialnya menjadi aluminium 6061 T6 agar lebih ringan. Aluminium memiliki kekuatan yang jauh lebih rendah jika dibandingkan dengan material baja yang biasa digunakan pada superstruktur bus sebelumnya. Oleh karena itu, dilakukan desain dan perancangan penguatan seperti menambahkan extruded roof edge, menambahkan web pada pilar vertikal, dan melakukan penebalan lokal pada bagian yang dominan menyerap energi, agar superstruktur ringan dan memenuhi regulasi aman kecelakaan terguling.", "Daftar File": {"2018 TA PP  MUHAMMAD LUQMANUL HAKIM  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135866"}, "Penulis": "MUHAMMAD LUQMANUL HAKIM (NIM : 13614061)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n \n \n\nIr. Sigit Puji Santosa, MSME, Sc.D.   \n \n \n\nDr. Ir. Leonardo Gunawan.   \n \n \n\nDr. Annisa Jusuf ST, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bus, superstruktur, faktor kestabilan statik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2018"}