{"Nomor": 29288, "Judul": "THE EFFICIENCY OF COMMERCIAL BANKS IN INDONESIA (CASE STUDY 19 COMMERCIAL BANKS IN INDONESIA PERIOD 2008-2017)", "Abstrak": "Efisiensi bank menjadi salah satu isu yang paling penting dalam dunia pasar keuangan yang dapat mempengaruhi stabilitas industri perbankan dan efektivitas sistem moneter. Kondisi perbankan yang sehat dan juga efisien merupakan persyaratan mutlak bagi bank dalam menunjukkan fungsinya sebagai lembaga intermediasi dengan baik. Dengan kondisi perbankan yang sehat dan juga efisien, maka kondisi perekonomian nasional akan tumbuh dengan baik. Jika fungsi intermediasi tidak berjalan dengan optimal dan efisien, maka akan berpenaruh terhadap ketidak efisienan sistem kredit. Industri perbankan dapat mengimplementasikan strateginya setelah mengetahui posisi tingkat efisiensi mereka dibandingkan dengan tingkat efisiensi bank lain. Pengelompokan jenis bank berdasarkan kapitalisasi disebut dengan BUKU 3 dan BUKU 4 yang mewakili seluruh bank yang ada di indonesia. \n\nDalam penelitian ini meneliti mengenai efisiensi komersial bank yang ada di indonesia dari 2008-2017 yang termasuk kedalam BUKU 3 dan BUKU 4 yang berjumlah 19 komersial bank dengan menggunakan non-parametrik Data Envelopment Analysis (DEA). DEA dihitung menggunakan pendekatan intermediasi, orientasi output dan VRS. Penelitian ini menggunakan aset tetap, biaya tenaga kerja, aset tetap sebagai input serta menggunakan total kredit serta total pendapatan sebgai output. Dalam penelitian ini diketahui bahwa hanya BRI, MANDIRI, MIZUHO dan SUMITOMO MITSUI yang mencapai efisiensi 100% dari tahun 2008-2017 \n\nPenelitian ini diharapkan bermanfaat kepada pihak manajemen bank untuk menggunakan bank yang sydah efisiesn sebagai bancmark bagi bank yang belum efisien.bagi pemerintah dalam hal ini Bank Indonesia untuk menetapkan kebijakan yang bisa meningkatkan efisiensi operasional bagi bank komersial, untuk investor dan masyarakat sebagai bahan pertimbangan dalam memilih bank mana yang dapat dipilih sebagai opsi investasi, sehingga dapat meminimalisir kesalahan dalam memilih bank.", "Daftar File": {"2018 TA PP MUHAMMAD MIFTAHUS SHUBHI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135877", "2018 TS PP MUHAMMAD MIFTAHUS SHUBHI 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/251569"}, "Penulis": "Muhammad Miftahus Shubhi (19015146)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Achmad Herlanto Anggono, MBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Efficiency, Banking, Data Envelopment Analysis", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "20 Jul 2018"}