{"Nomor": 29296, "Judul": "NUMERICAL MODELLING OF NAMORA-I-LANGIT GEOTHERMAL FIELD, SARULLA, INDONESIA", "Abstrak": "Lapangan panas bumi Namora-I-Langit berlokasi wilayah kerja proyek Sarulla di Kabupaten Tapanuli Utara, Provinsi Sumatera Utara, Indonesia. Sistem panas bumi di Lapangan Namora-I-Langit adalah dominasi air dan kedalaman reservoir umumnya dibawah muka air laut dengan temperatur reservoir maksimum sebesar 277oC. Fumarol adalah manifestasi permukaan panas bumi yang utama di lapangan tersebut. Di lapangan panas bumi Namora-I-Langit, akan dibangun pembangkit listrik tenaga panas bumi dengan kapasitas mencapai 220 MWe dan merupakan bagian proyek geothermal 330 MWe di Sarulla selama 30 tahun periode kontrak. Di Lapangan panas bumi Namora-I-Langit, telah dilakukan tahap eksplorasi yang meliputi survei geologi, geokimia dan geofisika dan juga telah dilakukan pemboran empat sumur eksplorasi untuk mendapat segala informasi dari bawah permukaan. Pengembangan model numerik Ã‚Â“natural stateÃ‚Â” memerlukan informasi dari model konseptual yang dihasilkan berdasarkan data geologi, geokimia, geofisika dan sumur. Model numerik dibuat dengan menggunakan software TOUGH2. Tujuan dari studi ini adalah sebagai berikut: Untuk membangun model numerik dari lapangan panas bumi Namora-I-Langit yang telah mencapai kondisi natural state dengan memvalidasikan profil tekanan dan temperatur antara model dan data terukur yang berasal dari 4 sumur yaitu NIL 1-1, NIL 2-1, NIL 2-2 dan NIL 3-1, untuk mengkarakterisasikan reservoir yang meliputi luas area, ketebalan, tekanan dan temperatur, distribusi permeabilitas dan untuk menentukan cadangan energi panas bumi dari model numerik lapangan panas bumi Namora-I-Langit dengan metode probabilistic. Ini merupakan model numerik Ã‚Â“natural stateÃ‚Â” yang berhasil dibangun.", "Daftar File": {"2016 TA PP MUHAMMAD NIZAMI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/135894"}, "Penulis": "MUHAMMAD NIZAMI (NIM : 12212098)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Ir. Sutopo, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Dr. Eng. Ir. Sutopo, M.Eng.", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "15 Mei 2018"}