{"Nomor": 29295, "Judul": "KARAKTERISASI PEMBENTUKAN AIR ASAM TAMBANG DENGAN METODE NET TOTAL ACID PRODUCING POTENTIAL (NTAPP) PADA SAMPEL BATUAN PT CDE", "Abstrak": "Kegiatan penambangan pada endapan batubara berpotensi untuk menyebabkan air asam tambang karena batuan penutup dan batubara itu sendiri dapat mengandung material pembentuk asam. Langkah awal untuk pengendalian air asam tambang yaitu dengan karakterisasi geokimia batuan. \n\nKarakterisasi geokimia telah banyak dilakukan dengan uji statik (pH pasta, Uji Kesetimbangan Asam-Basa/ Acid Base Accounting, dan Uji Pembentukan Asam Bersih/ NAG). Pada masa ini, uji Net Total Acid Producing Potential-NTAPP diperkenalkan sebagai alternatif uji karakterisasi geokimia batuan. Dalam uji NTAPP, potensi keasaman maksimum didasarkan hanya pada kandungan sulfur sulfida dan sulfat sehingga tidak terjadi estimasi yang berlebihan terhadap kandungan sulfur yang dapat berpotensi membentuk asam seperti pada uji statik. Evaluasi atas uji NTAPP perlu dilakukan dengan membandingkan hasil uji dengan hasil uji statik yang lainnya. \n\nPada penelitian ini 5 sampel batuan dari tambang batubara PT CDE dikarakterisasi dengan uji NTAPP dan uji statik lainnya. Hasil dari kedua uji ini selanjutnya diverifikasi dengan hasil uji kinetik dengan metode Free Draining Column Leach Test yang dilakukan pada sampel yang sama. Sebagai tambahan, uji mineralogi XRD (X-Ray Diffraction) dan uji unsur XRF (X-Ray Fluorescence) dilakukan untuk mengidentifikasi mineral dan unsur dalam sampel batuan sebagai informasi dasar. \n\nDari hasil pengujian, diketahui bahwa 2 sampel merupakan batuan yang tidak berpotensi membentuk asam (NAF) dan 3 sampel merupakan batuan yang berpotensi membentuk asam (PAF). Hal tersebut dapat dikonfirmasi dengan karakterisasi geokimia dengan uji kinetik. Nilai potensi keasaman sampel batuan yang didapat dari uji NTAPP lebih kecil dibandingkan dengan nilai potensi keasaman sampel batuan yang didapat dari uji statik karena pada uji NTAPP potensi keasaman maksimum dihitung berdasarkan nilai Chromium Reducible Sulphur-SCR, dan Total Actual Acidity-TAA, sedangkan pada uji statik potensi keasaman maksimum dihitung berdasarkan nilai total sulfur.", "Daftar File": {"2018 TA PP MUHAMMAD NAUFAL FAKHRIYANTO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135893"}, "Penulis": "Muhammad Naufal Fakhriyanto (NIM : 12114051)", "Kontributor / Dosen Pembimbing": ["Dr.Eng., Ginting Jalu Kusuma, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "air asam tambang, karakterisasi geokimia, uji statik, Net Total Acid Producing Potential, sulfur sulfida", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "01 Okt 2018"}