{"Nomor": 29309, "Judul": "PRINSIP PERANCANGAN KORIDOR JALAN SILIWANGI, KABUPATEN KUNINGAN BERDASARKAN KEBUTUHAN  PENGUNJUNG DAN PEDAGANG", "Abstrak": "Seringkali ditemui bahwa fungsi koridor jalan terdiferensiasi seiring perkembangan kegiatan di sekitarnya, bahkan fungsinya sebagai ruang publik sering tergeser. Pengelolaan yang kurang tepat memunculkan persoalan dan konflik dalam penggunaan ruang koridor jalan. Begitupun ditemui pada koridor Jalan Siliwangi, Kabupaten Kuningan, sebagai koridor utama pada Kawasan Perkotaan Kuningan, keterbatasan ruang publik dan perkembangan intensitas kegiatan dan lalu lintas menimbulkan persoalan secara fisik dan spasial. Diperlukan prinsip perancangan yang menyeluruh dan mempertimbangkan kebutuhan penggunanya untuk menjaga kinerja koridor dan kegiatan di dalamnya.  \n\nPenelitian ini bertujuan merumuskan prinsip perancangan koridor Jalan Siliwangi, Kabupaten Kuningan untuk mengoptimalkan kinerja koridor jalan dan fungsi komersial kawasan dengan memperhatikan kebutuhan pedagang dan pengunjung. Dalam perancangan koridor Jalan Siliwangi diperlukan perngaturan terhadap ruang jalan, ruang pejalan kaki, serta ruang bangunan dan halaman yang dapat diakses publik. Prinsip perancangan menjelaskan penanganan terhadap masing-masing komponen yang didasarkan pada kriteria kenyamanan, aksesibilitas, keselamatan, keamanan, dan keindahan serta mempertimbangkan kebutuhan pengunjung dan pedagang. Perancangan koridor Jalan Siliwangi diarahkan pada pembentukan koridor yang akomodatif terhadap kebutuhan pengunjung dan pedagang serta mendukung kegiatan yang beragam di koridor tersebut melalui penyediaan fasilitas publik, peningkatan aksesibilitas, serta peningkatan kualitas ruang koridor.", "Daftar File": {"2018 TA PP Muhammad Rafialdy Janitra 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/135930"}, "Penulis": "MUHAMMAD RAFIALDY JANITRA - NIM : 15414083", "Kontributor / Dosen Pembimbing": ["Dr. RM. Petrus Natalivan Indradjati, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kata Kunci: koridor jalan, prinsip perancangan, kebutuhan pengunjung dan pedagang", "Sumber": "", "Staf Input/Edit": "firman85  \n                                     firman85", "File": "1 file", "Tanggal Input": "04 Jul 2018"}