{"Nomor": 29324, "Judul": "PENENTUAN MODEL TOC DENGAN MENGGUNAKAN METODE JARINGAN SYARAF TIRUAN DAN NEURO FUZZY UNTUK POTENSI GAS SERPIH PADA FORMASI TALANGAKAR DAN JATIBARANG, SUB-CEKUNGAN ARJUNA SELATAN, E15, DAN JATIBARANG, CEKUNGAN JAWA BARAT UTARA", "Abstrak": "Gas serpih merupakan gas alam yang terbentuk dan terjebak di dalam formasi serpih     \nkaya material organik. Hal yang membedakan gas serpih dengan hidrokarbon konvensional adalah gas serpih tidak membutuhkan jalur migrasi. Hal ini karena serpih yang kaya akan material organik dan mencapai kematangan, selain berfungsi sebagai batuan induk, pada kondisi dan tipe tertentu mampu berfungsi sebagai reservoir gas termogenik.     \nFormasi Talangakar dan Formasi Jatibarang yang terletak pada Sub-Cekungan Arjuna Selatan, Sub-Cekungan E15, dan Sub-Cekungan Jatibarang, Cekungan Jawa Barat Utara merupakan batuan induk utama penghasil hidrokarbon     \nkonvensional pada tiga sub-cekungan tersebut. Akan tetapi, potensi sebagai batuan induk gas serpih harus dibuktikan dengan analisis geokimia dan petrofisika.     \nAnalisis geokimia meliputi parameter kekayaan (TOC), kematangan, tipe kerogen dan tipe hidrokarbon, serta lingkungan pengendapan, sedangkan analisis petrofisika     \nmeliputi perhitungan volume serpih (Vsh). Parameter kekayaan (>2% berat TOC), kematangan (jendela kematangan gas), tipe kerogen (2 dan/atau 3) dan tipe hidrokarbon (gas), serta volume serpih (Vsh > 0,7) berada pada kedalaman 10300-13100 kaki di Sub-Cekungan Arjuna Selatan yang  diendapkan pada fasies transisi dan terestrial, kedalaman 8717-10273 kaki di Sub-Cekungan E15 yang diendapkan pada fasies terestrial dan fasies marin, dan \nkedalaman 8294-11337 kaki di Sub-Cekungan Jatibarang yang diendapkan pada fasies terestrial dan transisi.     \nInformasi parameter kekayaan (TOC) terbatas hanya pada empat sumur kunci (SA-13, SA-11, E-5, dan JB-7) sehingga harus dibuat pemodelan TOC sintetik. Metode jaringan syaraf tiruan (JST) dan metode neuro fuzzy (NF) merupakan metode yang paling efisien untuk menentukan nilai TOC pada sumur-sumur yang tidak ada data TOC hasil analisis laboratorium. Metode JST merupakan metode terbaik pada Sub-\nCekungan Arjuna Selatan, Sub-Cekungan E15, dan Sub-Cekungan Jatibarang bagian barat dengan nilai korelasi mencapai 0,98, sedangkan metode NF merupakan metode terbaik pada Sub-Cekungan Jatibarang bagian timur dengan \nnilai korelasi mencapai 0,88. Nilai TOC semakin meningkat pada daerah dengan lingkungan pengendapan semakin ke arah darat (fluvio-deltaik) serta ketebalan serpih yang menebal.     \nKetebalan sweetspot berdasarkan pemodelan parameter kekayaan (TOC), kematangan, dan volume serpih pada Sub-Cekungan Arjuna Selatan, Sub-Cekungan E15, dan Sub-Cekungan Jatibarang berturut-turut adalah 2300 kaki, 450 kaki, dan 175 kaki. Luas area zona sweetspot pada Sub-Cekungan Arjuna Selatan seluas 574.033.680 kaki2 dengan volume sebesar 1.320.277.464.000 kaki3.", "Daftar File": {"2016 TS PP MUHAMMAD RIZQY SEPTYANDY 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/135966", "2016 TS PP MUHAMMAD RIZQY SEPTYANDY 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/135967", "2016 TS PP MUHAMMAD RIZQY SEPTYANDY 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/135968", "2016 TS PP MUHAMMAD RIZQY SEPTYANDY 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/135969", "2016 TS PP MUHAMMAD RIZQY SEPTYANDY 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/135970", "2016 TS PP MUHAMMAD RIZQY SEPTYANDY 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/135971", "2016 TS PP MUHAMMAD RIZQY SEPTYANDY 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/135973"}, "Penulis": "MUHAMMAD RIZQY SEPTYANDY (NIM: 22013013)", "Kontributor / Dosen Pembimbing": ["Pembimbing  : Prof. Dr. Ir. Eddy A. Subroto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "gas serpih, geokimia, Formasi Talangakar, Formasi Jatibarang, metode jaringan syaraf tiruan, metode neuro fuzzy", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "04 Apr 2018"}