{"Nomor": 29325, "Judul": "A NEW MODIFIED METHOD TO DETERMINE CASING SETTING DEPTH OF GEOTHERMAL WELLS IN INDONESIA", "Abstrak": "Salah satu aspek penting keteknikan pada proses pengeboran panas bumi adalah pemasangan casing, termasuk dalam perencanaan penentuan casing setting depth. Casing setting depth dalam operasi pengeboran sumur panas bumi memegang peranan penting dalam kestabilan sumur, dan menentukan ketahanan lubang terhadap failure. Penentuan casing setting depth yang tepat akan memberikan ketahanan pada sumur untuk waktu yang lama bahkan selama umur hidup sumur tersebut. Dalam penentuan casing setting depth di sumur panas bumi biasanya masih menggunakan metode yang sama dengan sumur minyak dan gas. Terdapat perbedaan antara pengeboran sumur panas bumi dan sumur minyak dan gas yaitu berhubungan dengan batuan formasi yang keras dan temperatur yang tinggi, sehingga operasi pengeboran di sumur panas bumi lebih rumit dibandingkan dengan sumur minyak dan gas bumi. Oleh karena itu diperlukan suatu metode penentuan casing setting depth yang khusus untuk dipakai di sumur panas bumi. \n\nTerdapat beberapa metode penentuan casing setting depth yang dikenal dan digunakan di pengeboran panas bumi, yaitu metode New Zealand, metode Filipina dan metode Iceland. Ketiga metode tersebut dibuat secara khusus berdasarkan keadaan geologi panas bumi di masing-masing Negara. Sama halnya dengan Indonesia diperlukan metode penentuan casing setting depth spesifik yang dapat dipakai sesuai dengan kondisi geologi panas bumi di Indonesia. \n\nHasil dari studi ini adalah sebuah rekomendasi prosedur dalam desain casing terutama dalam penentuan casing setting depth untuk sumur panas bumi di Indonesia. Metode penentuan casing setting depth New Zealand dan Filipina dijadikan basis metode yang kemudian metode tersebut dimodifikasi dan disesuaikan dengan kondisi geologi panas bumi di Indonesia. Hasil ini divalidasi dengan penentuan casing setting depth beberapa lapangan panas bumi dominasi air dan lapangan panas bumi dominasi uap di Indonesia. Diperoleh hasil yang sesuai dengan rekomendasi sehingga metode hasil modifikasi ini dapat dijadikan prosedur umum dalam penentuan casing setting depth untuk sumur-sumur panas bumi di Indonesia.", "Daftar File": {"2016 TA PP MUHAMMAD RIDHA ANSHARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/135974"}, "Penulis": "MUHAMMAD RIDHA ANSHARI (NIM: 12212025)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.-Ing. Bonar Tua Halomoan Marbun"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Dr.-Ing. Bonar Tua Halomoan Marbun", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "15 Mei 2018"}