{"Nomor": 29331, "Judul": "ANALISIS KESTABILAN TEROWONGAN KERETA API XYZ BAGIAN OUTLET PADA STA 359+433 HINGGA STA 359+427 DENGAN METODE ELEMEN HINGGA", "Abstrak": "Berdasarkan Rencana Strategis Kementrian Perhubungan tahun 2015-2019, Pembangunan Jalur Kereta Api merupakan salah satu prioritas jangka menengah yang akan dilakukan pada periode 2015-2019 sebagai sarana jaringan transportasi dalam mempercepat dan memperluas pembangunan ekonomi di Indonesia. Terowongan XYZ merupakan terowongan kereta api double track pertama di Indonesia yang berada di Jawa Tengah. Dalam penggalian dan konstruksinya menggunakan New Austrian Tunneling Method (NATM). Nantinya terowongan tersebut akan menggantikan jalur eksisting single track yang sudah ada sebelumnya. Dalam mendesain terowongan kereta api, mengingat fungsinya digunakan oleh masyarakat banyak dan penggunaannya dalam waktu yang cukup lama, kestabilan terowongan menjadi hal yang penting untuk diperhatikan. Penelitian ini bertujuan untuk mengetahui kestabilan terowongan menggunakan software Phase2 dengan metode perhitungan elemen hingga \n\nAnalisis kestabilan terowongan ini dilakukan pada 5 titik penelitian yaitu STA 359+433, STA 359+431, STA 359+430, STA 359+429 dan STA 359+427. Di setiap titik penelitian dilakukan pengamatan saat sebelum dan setelah dilakukan penyanggaan. Dari pemetaan geoteknik yang dilakukan, dibuat pemodelan software Phase2 untuk mengetahui nilai strength factor dan perpindahan terowongan serta distribusi yielded elements dari material dan penyanggaan yang digunakan. Selain itu dilakukan juga perhitungan nilai perpindahan terowongan pada titik ACE dari data monitoring menggunakan total station yang nantinya nilai tersebut akan dibandingkan dengan besarnya nilai perpindahan dari hasil pemodelan. Hasil dari pemodelan menunjukkan bahwa nilai perpindahan pada titik ACE mendekati nilai perpindahan dari data monitoring sehingga pemodelan yang dilakukan cukup valid. Penyanggaan yang digunakan bekerja sangat baik dalam meningkatkan kestabilan terowongan. Hal tersebut bisa dilihat dengan meningkatnya nilai strength factor setelah disangga, nilai perpindahan terowongan menurun setelah disangga, serta tidak adanya yielded elements pada material pada atap, kanan dan kiri terowongan setelah dipasang penyanggaan sehingga terowongan berada dalam kondisi aman.", "Daftar File": {"2018 TA- PP Muhammad Riski Afdol.pdf": "https://digilib.itb.ac.id/gdl/download/135980"}, "Penulis": "Muhammad Riski Afdol - NIM : 12114024", "Kontributor / Dosen Pembimbing": ["Dr.Eng., Nuhindro Priagung Widodo, S.T.,M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kata Kunci : terowongan, kestabilan, metode elemen hingga, strength factor, perpindahan, yielded elements", "Sumber": "", "Staf Input/Edit": "firman85  \n                                     firman85", "File": "1 file", "Tanggal Input": "04 Jul 2018"}