{"Nomor": 29340, "Judul": "PENERAPAN METODE BLENDED LEARNING PADA PERMAINAN DIGITAL INTERAKTIF UNTUK PEMBELAJARAN MATEMATIKA SEKOLAH MENENGAH PERTAMA (Studi Kasus: Materi Sistem Persamaan Linear Dua Variabel Kelas 8)", "Abstrak": "Motivasi siswa dalam proses pembelajaran merupakan faktor vital dalam menentukan kesuksesan proses pembelajaran. Tanpa adanya motivasi dan ketertarikan siswa dalam suatu mata pelajaran, pembelajaran secara mandiri akan sulit diberlakukan karena kebergantungan siswa terhadap peran guru. Solusi yang ditawarkan adalah penerapan teknologi informasi dalam pembelajaran, yaitu dalam bentuk game. Game dapat memotivasi siswa lebih baik karena adanya animasi yang menarik, juga terdapat narasi yang memicu rasa penasaran siswa untuk mengungkapkan akhir dari permainan. Metode blended learning dinilai baik untuk diterapkan pada era globalisasi ini, karena memadukan kegiatan pembelajaran secara tradisonal dengan pembelajaran berbasis teknologi, dinilai efektif dapat meningkatkan kemampuan siswa, karena proses belajar yang dilakukan oleh siswa tidak terbatas oleh ruang dan waktu. Studi kasus adalah materi Sistem Persamaan Linear Dua Variabel (SPLDV) kelas 8 SMP, secara spesifik uji coba dilakukan di SMP 48 Bandung. Hasil penelitian diperoleh menunjukkan bahwa penggunaan permainan digital dapat memotivasi siswa dalam mempelajari materi, diungkapkan oleh 90.91% responden ingin kembali memainkan game edukasi.", "Daftar File": {"2018 TA PP MUHAMMAD ROFI AROFAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136007"}, "Penulis": "Muhammad Rofi Arofah      NIM: 23215386", "Kontributor / Dosen Pembimbing": ["Ir. Arief Syaichu Rohman, MEngSc, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "sistem interactive e-learning, game, animasi, pembelajaran berbasis komputer, blended learning", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "22 Feb 2018"}