{"Nomor": 29348, "Judul": "EVALUASI USABILITY PADA USER INTERFACE APLIKASI TELEPON GENGGAM PRELO UNTUK FITUR JUAL BELI DARING DAN FITUR JASA TITIP DARING", "Abstrak": "Penelitian ini bertujuan untuk melakukan evaluasi terhadap aplikasi telepon genggam Prelo melalui pendekatan usability untuk kemudian merancang usulan perbaikan untuk user interface aplikasi Prelo, spesifik untuk fitur jual beli daring dan fitur jasa titip daring. Evaluasi dilakukan karena data funnel diagram menunjukkan bahwa perbandingan antara pengunjung yang masuk dan melakukan transaksi cukup rendah, yaitu sebesar 0,23% untuk fitur jual beli daring dan 0,1% untuk fitur jasa titip daring. Selain itu, diskusi dengan pihak perusahaan mengisyaratkan bahwa terdapat indikasi masalah usability karena pengujian kepada end-user secara komprehensif belum pernah dilakukan. Evaluasi usability yang digunakan adalah kombinasi dari usability testing dan usability inquiry, dalam bentuk pengukuran performa terhadap efektivitas, efisiensi dan kepuasan pengguna, protokol think-aloud dan kuestioner. Penelitian dilakukan terhadap 80 partisipan yang terbagi menjadi empat kelompok, berdasarkan umur (18-24 tahun dan 25-34 tahun) dan pengalaman (pemula dan non-pemula). Hasil penelitian menunjukkan bahwa efektivitas dari kedua fitur sudah cukup baik, namun kedua fitur memiliki tingkat efisiensi dan kepuasan pengguna yang kurang baik. Tingkat learnability untuk fitur jual beli daring sudah baik, sementara untuk fitur jasa titip daring kurang baik. Dari kedua fitur yang diujikan, diketahui bahwa perbedaan kelompok umur tidak memiliki pengaruh yang signifikan terhadap performa dalam pengujian usability. Terakhir, penelitian ini menghasilkan 22 usulan perbaikan, 7 usulan perbaikan untuk aplikasi Prelo secara umum, 7 usulan perbaikan untuk fitur jual beli daring dan 8 usulan perbaikan untuk fitur jasa titip daring.", "Daftar File": {"2018 TA PP MUHAMMAD SHIDDIQ NABAWI 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136021"}, "Penulis": "MUHAMMAD SHIDDIQ NABAWI  NIM 13414066", "Kontributor / Dosen Pembimbing": ["Ir. Hardianto Iridiastadi, MSIE., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "USABILITY, USABILITY EVALUATION, USER INTERFACE, APLIKASI TELEPON GENGGAM", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "29 Jun 2018"}