{"Nomor": 29344, "Judul": "STUDI PERILAKU ELEKTROKIMIA DAN MORFOLOGI DEPOSIT TEMBAGA PADA ELECTROREFINING TEMBAGA DENGAN VARIASI KONSENTRASI BAHAN ADITIF THIOUREA DAN BIOPOLIMER BERBASIS LIGNIN", "Abstrak": "Pada proses electrorefining tembaga, selain kemurnian produk, parameter lain yang menjadi ukuran keberhasilan proses ini adalah morfologi dan kenampakan permukaan katoda. Untuk menjaga deposit tembaga di katoda tetap mulus dan mencegah terbentuknya nodul dan dendrit, ke dalam elektrolit proses electrorefining tembaga ditambahkan aditif dalam konsentrasi yang rendah. Aditif yang umumnya digunakan pada pabrik electrorefining tembaga adalah kombinasi glue, thiourea dan ion klorida. Terdapat permasalahan pada penggunaan glue sebagai bahan aditif karena glue cenderung terdegradasi pada temperatur dan konsentrasi asam yang tinggi dalam proses electrorefining tembaga. Pada penelitian ini dipelajari keefektifan penggunaan aditif baru yang diperoleh dari perusahaan Borregard Norwegia ditinjau dari perilaku elektrokimia katoda dan morfologi deposit yang dihasilkan. Aditif yang dipelajari dalam penelitian ini adalah 4 jenis biopolimer berbasis lignin dengan nama DP-2782, DP-3355, DP-3356 dan DP-3357. Hasil-hasil yang diperoleh dibandingkan dengan hasil percobaan dengan aditif glue dan thiourea. \n\nPengaruh aditif terhadap perilaku elektrokimia katoda dipelajari dengan melakukan serangkaian pengukuran polarisasi potentiodynamic dan galvanostatic pada berbagai variasi konsentrasi aditif dengan sebuah potensiostat. Dilakukan pengamatan permukaan deposit setelah percobaan galvanostatic dengan SEM untuk mengevaluasi morfologi deposit yang dihasilkan. Dilakukan juga serangkaian percobaan aging elektrolit yang ditambahkan aditif biopolimer, glue dan thiourea pada temperatur 65oC selama 24 jam dilakukan untuk melihat perilaku degradasi bahan aditif tersebut. Percobaan elektrolisis selama 48 jam dengan variasi konsentrasi additif DP 2782 dan DP 3356 juga dilakukan untuk mengetahui kualitas deposit tembaga yang dihasilkan. \n\nHasil percobaan menunjukkan bahwa aditif biopolimer jenis DP 2782 (tunggal maupun dikombinasikan dengan thiourea) dan DP 3356 (dikombinasikan dengan thiourea) mempunyai efek mempolarisasi katoda. Hasil pengujian galvanostatik menunjukkan bahwa glue terdegradasi setelah 4 jam dan efek polarisasinya tereliminasi sempurna setelah 24 jam, sementara thiourea dan keempat jenis aditif biopolimer yang diuji tidak terdegradasi dalam larutan elektrolit electrorefining tembaga pada suhu 65oC selama 24 jam. Hasil percobaan elektrolisa selama 48 jam menunjukkan bahwa aditif biopolimer DP 3356 menghasilkan deposit dengan kualitas yang lebih baik daripada DP 2782. Kualitas deposit paling baik diperoleh pada penambahan 10 mg/L DP 3356 + thiourea 3,5 mg/L dengan efisiensi arus >99% dan konsumsi energi 0,20-0,27 kWh/kg deposit.", "Daftar File": {"2018 TA PP Muhammad Saifudin 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136011"}, "Penulis": "MUHAMMAD SAIFUDIN - 12514004", "Kontributor / Dosen Pembimbing": ["Dr. Mont. M. Zaki Mubarok, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Biopolimer berbasis lignin, polarisasi, elektrolisis, morfologi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Jul 2018"}