{"Nomor": 29343, "Judul": "PENGGUNAAN DATA TOA (TOP OF ATMOSPHERE) PADA LANDSAT 8 DALAM MENENTUKAN TITIK PANAS (HOTSPOT) PADA JALUR HIJAU JALAN DI SUB WILAYAH KOTA TEGALEGA, KOTA BANDUNG, JAWA BARAT", "Abstrak": "Fenomena Urban Heat Island terjadi ketika daerah perkotaan memiliki suhu yang lebih tinggi dibandingkan dengan daerah di sekitarnya. Aktivitas industri yang tinggi serta banyaknya kendaraan bermotor yang tidak diimbangi dengan ketersediaan Jalur Hijau Jalan (JHJ) yang memadai merupakan salah satu penyebab peningkatan suhu udara di wilayah tersebut. Oleh karena itu, diperlukan informasi mengenai suhu udara di suatu kawasan JHJ, supaya fenomena Urban Heat Island dapat diamati. Pendekatan dengan menggunakan data spasial berupa TOA (Top of Atmosphere) dari LANDSAT 8 dapat memberi informasi suhu udara di permukaan bumi secara efektif. Penelitian ini bertujuan untuk menentukan titik panas (hotspot) pada JHJ berdasarkan hasil pemetaan suhu udara dengan menggunakan data spasial TOA dari LANDSAT 8 dalam upaya merancang ulang titik-titik JHJ tersebut agar mampu menurunkan efek Urban Heat Island. Penelitian dilakukan di SWK Tegalega, Kota Bandung dengan melakukan pemetaan suhu udara menggunakan data TOA dari LANDSAT 8. Selanjutnya di lapangan, data suhu diambil pada titik-titik sampel di lima jalan yang telah ditentukan yaitu Jalan Soekarno Hatta, Moch. Toha, Kopo, Terusan Pasirkoja, dan Peta, dalam waktu yang bersamaan (13.00 WIB) selama 14 hari. Data pengukuran suhu di lapangan kemudian dibandingkan dengan data suhu dari hasil pemetaan data spasial. Hasil pemetaan suhu udara di SWK Tegalega berkisar antara 29,9 - 34,9Ã‚ÂºC. Jika dibandingkan dengan hasil pengukuran suhu di lapangan, terdapat rata-rata selisih 0,266Ã‚ÂºC. Setelah dilakukan koreksi, hasil pemetaan suhu udara di SWK Tegalega berkisar antara 30,2 - 35,2Ã‚ÂºC. Berdasarkan pemetaan tersebut didapatkan tujuh titik panas (hotspot) suhu di atas 34,5 Ã‚ÂºC yang berada di Jalan Terusan Pasirkoja (1 titik), Soekarno Hatta (2 titik), Moch. Toha (1 titik), dan Kopo (3 titik).", "Daftar File": {"2018 TA PP MUHAMMAD SALMAN FAUZI  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136010"}, "Penulis": "MUHAMMAD SALMAN FAUZI (NIM : 11514033)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Rina Ratnasih Purnamahati. \n\nDr. Sopandi Sunarya."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Jalur Hijau Jalan, pemetaan suhu udara, SWK Tegalega, titik panas, Top of Atmosphere, Urban Heat Island", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2018"}