{"Nomor": 29357, "Judul": "ANALISIS DAN VALIDASI PEMODELAN SIMULASI KONVENSIONAL SMARTWATER FLOODING PADA RESERVOIR KARBONAT DENGAN MENGGUNAKAN MODEL SIMULASI LOWSALT", "Abstrak": "Injeksi smartwater merupakan salah satu metode peningkatan perolehan minyak sekunder setelah natural flow yang semakin digemari dan dikembangkan saat ini. Metode ini terbukti mampu meningkatkan RF dari reservoir secara signifikan, terutama reservoir karbonat yang mayoritas didominasi oleh sifat oil-wet. Biaya dari injeksi smartwater juga terbukti minim dikarenakan capital investment dan operating cost yang lebih murah dibandingkan metode EOR lainnya. \n\nSmartwater dibuat dari pengenceran seawater dengan komposisi ion tertentu. Penelitian mengenai produktivitas metode ini dapat dilakukan melalui percobaan di laboratorium, simulasi menggunakan software, maupun field trial di lapangan. Berdasarkan hasil penelitian tersebut, pada skala laboratorium, smartwater mampu meningkatkan RF hingga mencapai 18%. Sedangkan pada skala uji lapangan, smartwater terbukti mampu meningkatkan perolehan minyak hingga mencapai 7%. \n\nPada Tugas Akhir ini, dilakukan simulasi pada reservoir karbonat di Lapangan X untuk membuktikan teori bahwa terjadi peningkatan RF akibat injeksi smartwater ke dalam reservoir dan melakukan validasi penggunaan model simulasi konvensional dengan LOWSALT. \n\nHasil simulasi menunjukkan bahwa perbedaan salinitas fluida injeksi mempengaruhi RF yang dihasilkan. Perbedaan model simulasi juga sangat mempengaruhi hasil simulasi mengingat pada model simulasi LOWSALT, konsentrasi garam air formasi dan fluida injeksi turut diperhitungkan sehingga dianggap mendekati kondisi aktualnya. \n\nSetelah dilakukan simulasi injeksi smartwater selama 10 tahun, terjadi peningkatan RF hingga mencapai 3.91% dibandingkan dengan kasus natural flow. Sedangkan pada waktu injeksi selama 50 tahun, diperoleh peningkatan RF sebesar 10.35%. Peningkatan RF tersebut selain dipengaruhi oleh parameter injeksi juga dipengaruhi oleh parameter Lapangan X seperti distribusi sumur, lokasi sumur, dan jarak antar sumur.", "Daftar File": {"2016 TA PP MUHAMMAD ULIL AMRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/136032"}, "Penulis": "MUHAMMAD ULIL AMRI (NIM : 12212018)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Tutuka Ariadji M.Sc, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "injeksi smartwater, reservoir karbonat, model simulasi, parameter injeksi, parameter lapangan", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "15 Mei 2018"}