{"Nomor": 29358, "Judul": "PENAMBAHAN EKSTENSI BERBASIS RESOURCE DAN VALUE PADA ARCHIMATE", "Abstrak": "Pemodelan resource dan value dapat membantu enterprise dalam mengoptimalkan resource dalam mencapai value. Pemodelan ini dapat dilakukan dengan menggunakan arsitektur enterprise. Archimate merupakan salah satu standar bahasa pemodelan arsitektur enterprise yang memiliki elemen untuk memodelkan value dan resource. Namun, elemen value dan resource pada Archimate tidak mampu menggambarkan kedua konsep secara tepat. Hal ini memungkinkan terjadinya permasalahan pemodelan dan komunikasi.     \n \n \n \n\nPada tesis ini, konsep resource dan value pada Archimate dievaluasi dan dirancang ulang dengan cara melakukan analisis ontology terhadap kedua konsep tersebut. Unified Foundational Ontology (UFO) digunakan sebagai dasar semantic dalam melakukan analisis ontology. Analisis ontology dilakukan dengan mempertimbangkan pemetaan antara konsep pada Archimate dan konsep ontology pada UFO. Hasil dari analisis ontology berupa identifikasi permasalahan semantic. Solusi untuk masing-masing permasalahan dibuat dan selanjutnya digunakan untuk memodifikasi ekstensi yang memiliki konsep resource dan value. Hasil dari modifikasi adalah dua buah ekstensi baru dan kedua ekstensi tersebut sekaligus menjadi hasil dari penelitian ini. Ekstensi yang dihasilkan terdiri dari metamodel serta relasi dan elemen pemodelan.     \n \n \n \n\nEkstensi yang dihasilkan diuji terhadap prinsip kustomisasi dan permasalahan konseptual yang ditemukan pada saat analisis ontology dilakukan. Hasil dari pengujian terhadap prinsip kustomisasi menunjukkan bahwa prinsip-prinsip kustomisasi bahasa pemodelan Archimate telah dipenuhi oleh ekstensi. Pengujian ekstensi terhadap permasalahan konseptual dilakukan dengan membandingkan model yang dibuat dengan ekstensi dan model yang dibuat tanpa ekstensi. Hasil dari pengujian menunjukkan bahwa model yang dibuat dengan menggunakan ekstensi mampu menangani permasalahan konseptual yang tidak bisa ditangani oleh model yang dibuat tanpa menggunakan ekstensi.", "Daftar File": {"abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/136033"}, "Penulis": "Muhammad Ulil Albab - NIM : 23515006", "Kontributor / Dosen Pembimbing": ["Dr.Ir. Arry Akhmad Arman, MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "resource, value, pemodelan arsitektur enterprise, semantic berbasis ontology, Archimate", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Okt 2018"}