{"Nomor": 29359, "Judul": "PERENCANAAN BANGUNAN PENGAMAN PANTAI MEULABOH, KABUPATEN ACEH BARAT, PROVINSI ACEH", "Abstrak": "Pantai merupakan kawasan yang rentan terkena permasalahan akibat fenomena alam seperti gelombang, pasang surut, arus, dan transpor sedimen. Fenomena alam tersebut dapat mengakibatkan kerusakan bangunan di sekitar pantai yang berdampak terhadap penggunaan lahan pesisir sebagai kawasan pemukiman warga. Salah satu wilayah pantai di Indonesia yang mengalami permasalahan akibat gelombang adalah Pantai Meulaboh di Kabupaten Aceh Barat, Provinsi Aceh. Masalah tersebut telah menyebabkan kerugian material, seperti rusaknya bangunan masyarakat dan fasilitas umum serta menimbulkan rasa tidak aman bagi penduduk setempat. Untuk menanggulangi kerusakan Pantai Meulaboh, diperlukan suatu perencanaan bangunan pengaman pantai. \n\nPerencanaan bangunan pengaman pantai perlu dilakukan dengan tepat agar struktur yang dibangun mampu mengatasi permasalahan di Pantai Meulaboh dengan baik dalam jangka waktu panjang. Penentuan jenis bangunan pengaman pantai dilakukan dengan cara pemodelan perubahan garis pantai dalam kurun waktu sepuluh tahun menggunakan modul Nearshore Evolution Modeling System (NEMOS) yang terdapat dalam program Coastal Engineering Design and Analysis System (CEDAS). Bangunan pengaman pantai yang dimodelkan berupa revetment, breakwater, groin, dan kombinasi ketiga struktur tersebut. Hasil pemodelan berupa kondisi perubahan garis pantai dari tahun 2017 hingga tahun 2026 yang kemudian dijadikan parameter untuk memilih jenis dan desain bangunan pengaman pantai.", "Daftar File": {"2018 TA PP Muhammad Usman Al Fahmi 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136034"}, "Penulis": "Muhammad Usman Al Fahmi - NIM: 15514062", "Kontributor / Dosen Pembimbing": ["Harman Ajiwibowo, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "NEMOS, CEDAS, Pantai, Pemodelan, Bangunan Pengaman Pantai", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2018"}