{"Nomor": 29364, "Judul": "STUDI ANALISIS INTERAKSI RAFT DAN FRICTION PILE SISTEM PONDASI PILED-RAFT PADA TANAH LEMPUNG DENGAN METODE ELEMEN HINGGA", "Abstrak": "Dalam perencanaan pondasi tiang-rakit, pelimpahan beban struktur seringkali diperhitungkan hanya pada tiang saja. Sedangkan sumbangan kontak antara rakittanah tidak diperhitungkan dengan baik. Dengan demikian ketidakpastian mekanisme transfer beban yang terjadi perlu dikonpensasi dengan faktor keamanan yang lebih tinggi.   \n\nPada penelitian ini terlebih dahulu dilakukan verifikasi model menggunakan software bantuan ABAQUS v6.13 terhadap pengujian eksperimental dilaboratorium yang dilakukan oleh Roesyanto (2003). Selanjutnya dilakukan studi parametrik dengan menentukan model dan parameter tanah yang akan digunakan ada penelitian. Jenis tanah yang digunakan pada penelitian ini adalah tanah very stiff clay dan hard clay. Kemudian menentukan variasi parameter yang dilakukan pada studi parametrik ini diantaranya, variasi jarak antar tiang, ukuran rakit, panjang tiang serta ketebalan rakit. Hasil analisa pada studi ini meninjau penurunan dan perbedaan penurunan yang terjadi pada level pembebanan tertentu. Selain itu,mekanisme transfer beban yang terjadi pada tiang-rakit dievaluasi untuk kemudian didapat kesimpulannya.   \n\nBerdasarkan hasil analisa, konsistensi tanah sangat mempengaruhi besarnya penurunan total yang terjadi. Semakin keras konsistensi tanah, penurunan yang terjadi semakin kecil. Pada analisa mekanisme transfer beban, kapasitas tiang untuk menerima beban akan terus meningkat hingga kapasitas tiang mencapai ultimate.   \n\nKetika tiang sudah berada pada zona plastic, barulah kapasitas rakit yang terus meningkat hingga kapasitas ultimate rakit tersebut terlampaui.", "Daftar File": {"2018 TS PP MUHAMMAD YOKE SYAHPUTRA 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136046", "COVER MUHAMMAD YOKE SYAHPUTRA (NIM : 25015030)": "https://digilib.itb.ac.id/gdl/download/238717", "BAB 1 MUHAMMAD YOKE SYAHPUTRA ": "https://digilib.itb.ac.id/gdl/download/238718", "BAB 2 MUHAMMAD YOKE SYAHPUTRA ": "https://digilib.itb.ac.id/gdl/download/238719", "BAB 3 MUHAMMAD YOKE SYAHPUTRA ": "https://digilib.itb.ac.id/gdl/download/238720", "BAB 4 MUHAMMAD YOKE SYAHPUTRA ": "https://digilib.itb.ac.id/gdl/download/238721", "BAB 5 MUHAMMAD YOKE SYAHPUTRA ": "https://digilib.itb.ac.id/gdl/download/238722", "BAB 6 MUHAMMAD YOKE SYAHPUTRA ": "https://digilib.itb.ac.id/gdl/download/238724", "PUSTAKA MUHAMMAD YOKE SYAHPUTRA ": "https://digilib.itb.ac.id/gdl/download/238725"}, "Penulis": "MUHAMMAD YOKE SYAHPUTRA  [25015030]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Endra Susila, ST., MT., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pondasi, tiang, rakit, very stiff clay, hard clay, penurunan, mekanisme transfer beban, ABAQUS v6.13", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "14 Mar 2018"}