{"Nomor": 29360, "Judul": "ANALISIS KESTABILAN LERENG HIGHWALL PT. ABC DENGAN MENGGUNAKAN METODE ELEMEN HINGGA", "Abstrak": "Kenaikan harga batubara yang pada tahun 2017 telah membuat perusahaan-perusahaan tambang batubara berusaha untuk menaikkan produksi batubaranya. PT. ABC adalah perusahaan tambang batubara yang saat ini tengah membuat beberapa skenario untuk mengoptimasi produksi dengan cara menurunkan relative level lantai tambang pada batas akhir penambangan. Untuk itu, PT. ABC harus melakukan kajian geoteknik pada lereng highwall untuk menentukan nilai overall slope yang harus digunakan agar lereng highwall tersebut tidak longsor dan memiliki faktor keamanan (FK) di atas 1.5. Analisis kestabilan lereng dilakukan dengan metode elemen hingga menggunakan bantuan perangkat lunak Phase2 8.0, sedangkan permodelan lereng highwall dilakukan dengan korelasi lubang bor pada perangkat lunak AutoCAD. Hasil perhitungan yang diperoleh dari perangkat lunak Phase2 8.0 bukanlah nilai FK melainkan strength reduction factor (SRF) kritis yang dianggap sebagai FK. Dari hasil analisis dengan metode elemen hingga diperoleh bahwa pada Section 1 overall slope yang harus digunakan adalah 45o, 30o, dan 30o untuk RLT 75m, RLT 25m, dan RLT -25m secara berurutan. Pada Section 2 overall slope yang harus digunakan adalah sebesar 25o, 20o, dan 20o untuk RLT -50m, RLT -95m, dan RLT -125m secara berurutan. Pada Section 3 overall slope yang harus digunakan adalah sebesar 20o, 20o, 20o, 20o, dan 20o untuk RLT -60m, RLT -120m, RLT -154m, RLT -167m, dan RLT -190m secara berurutan.", "Daftar File": {"2018 TA PP MUHAMMAD WARDIMAN MANAN 1- ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136035"}, "Penulis": "MUHAMMAD WARDIMAN MANAN - NIM : 12114055", "Kontributor / Dosen Pembimbing": ["Prof., Dr., Ir., Budi Sulistianto,MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Highwall, overall slope, metode elemen hingga, strength reduction factor", "Sumber": "", "Staf Input/Edit": "firman85  \n                                     firman85", "File": "1 file", "Tanggal Input": "04 Jul 2018"}