{"Nomor": 29368, "Judul": "MENGELOLA EMPLOYEE ENGAGEMENT DENGAN GAYA KEPEMIMPINAN LINTAS BUDAYA (STUDI KASUS DI UNITED NATIONS DEVELOPMENT PROGRAMME INDONESIA)", "Abstrak": "United Nations Development Programme (UNDP) Indonesia adalah program khusus Perserikatan Bangsa-Bangsa di Indonesia, sebuah organisasi internasional bekerja untuk mengentaskan kemiskinan. UNDP Indonesia didirikan pada tanggal 22 November 1965 di Jakarta, Indonesia. UNDP Indonesia memiliki 37 karyawan termasuk manajer dan staf. Sebagai organisasi internasional, ada begitu banyak ekspatriat yang bekerja di UNDP Indonesia. Tercatat bahwa enam ekspatriat tersebut bekerja sebagai manajer dari sembilan departemen di UNDP Indonesia. United Nations Development Programme Indonesia memiliki keragaman budaya dimana para manajer dan stafnya berasal dari latar belakang budaya yang berbeda sehingga UNDP Indonesia memiliki potensi di dalam organisasi untuk mencapai kinerja karyawan yang baik. Manajer ekspatriat dan manajer lokal memiliki gaya mereka sendiri untuk bekerja dengan karyawannya. Staf lokal harus bekerja sama dengan manajer ekspatriat. Bila staf tidak sesuai dengan gaya kepemimpinan manajer, hal itu akan berpengaruh pada kinerja organisasi. Untuk mengatasi masalah ini, gaya kepemimpinan manajer ekspatriat dan lokal harus dianalisis. Akar penyebab masalah yang teridentifikasi: ada gaya kepemimpinan yang tidak sesuai dengan staf UNDP Indonesia. Dengan menggunakan metode kualitatif untuk mendapatkan data yang lebih kompleks, penulis melakukan wawancara dengan dua manajer ekspatriat dari Korea Selatan dan Amerika Serikat, dua manajer lokal, dua staf ekspatriat dari Korea Selatan dan Jepang, dan dua staf lokal. Akhirnya, setelah wawancara dan observasi dilakukan, ada perbedaan tingkat nilai budaya yang disiratkan manajer kepada staf. Pemimpin atau manajer yang partisipatif adalah gaya kepemimpinan yang sesuai dengan staf United Nations Development Programme Indonesia. Untuk membuat gaya kepemimpinan manajer sesuai dengan staf, ada empat rekomendasi untuk United Nations Development Programme Indonesia, yaitu: orientasi, town hall meeting, assessment center, dan rotasi. Departemen SDM akan bertanggung jawab untuk mengimplementasikan rekomendasi tersebut. Pelaksanaan rekomendasi ini dilakukan dalam rencana jangka pendek dan jangka panjang dengan evaluasi terus menerus. Untuk rencana jangka pendek, Orientasi adalah cara bagi staf mendapatkan informasi dengan baik tentang manajer ekspatriat atau lokal yang akan bekerja bersama mereka. Town hall meeting adalah cara bagi manajer untuk lebih banyak berkomunikasi dengan seluruh staf UNDP di Indonesia. Untuk rencana jangka panjang, Assessment Center adalah cara bagi departemen SDM UNDP Indonesia untuk mendapatkan lebih banyak data tentang kepribadian dan perilaku manajer. Rotasi adalah cara membuat manajer beradaptasi dengan staf lain di departemen lainnya.", "Daftar File": {"2018 TS PP MUHAMMAD YUSUF MUSA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136057"}, "Penulis": "MUHAMMAD YUSUF MUSA (NIM 29316001)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Hary Febriansyah, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Employee Engagement, Kepemimpinan Lintas Budaya, Gaya Kepemimpinan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "20 Feb 2018"}