{"Nomor": 29373, "Judul": "ANALISIS PROBABILITAS KEBENCANAAN DEPOSIT TEPHRA MENGGUNAKAN TEPHRAPROB PADA GUNUNGAPI SINABUNG", "Abstrak": "Indonesia berada dalam perbatasan dua lempeng besar, Euro-Asia dan Indo-Australia, sehingga tercipta banyak gunungapi aktif. Salah satu material yang merusak saat erupsi gunung api adalah tephra. Kerusakan yang diakibatkan oleh tephra tidak lebih berbahaya dari aliran piroklastik maupun lahar, namun bencana akibat tephra merupakan bencana skala besar, dari lokasi proksimal (beberapa kilometer) sampai dengan distal (ratusan kilometer). Prakiraan dan mitigasi dalam kebencanaan gunung api biasa dilakukan secara konvensional berdasarkan pemantauan gunung api dan catatan geologi. Catatan geologi tersebut sangat penting dalam memahami perilaku dan sejarah dari gunung api, namun belum memadai untuk memberikan data variasi proses gunung api dan dampak pada lingkungan sekitarnya. Pemodelan secara numerik yang dipadukan dengan analisis probabilitas dapat menjadi pelengkap hasil pengamatan langsung dalam memahami berbagai skenario erupsi yang mungkin sehingga menghasilkan prakiraan bencana yang lebih akurat. Pada penelitian ini, pemodelan probabilitas deposit tephra dari Gunung Sinabung dimodelkan untuk kemudian dianalisis kebencanaannya. Model TEPHRA2 dapat memberikan peta persebaran deposit tephra menggunakan data erupsi dan keadaan atmosfer, seperti data kecepatan dan arah angin, berdasarkan persamaan kekekalan massa yang dipengaruhi peristiwa adveksi dan difusi. Pemodelan persebaran tephra menggunakan TEPHRA2 dapat digunakan untuk menganalisis probabilitas kebencanaan yang terjadi pada kejadian erupsi suatu Gunung Api. Sistem perhitungan probabilitas menggunakan Tephraprob. Data angin yang dipakai adalah data dari National Oceanic and Atmospheric Administration (NOAA) dan European Centre for Medium-Range Weather Forecasts (ECMWF). Data erupsi didapat dari laporan pemantauan Pusat Volkanologi dan Mitigasi Bencana Geologi (PVMBG) sejak tahun 2013 hingga 2017. Dilakukan pemodelan pada gunung lain dan pemodelan secara deterministik pada Gunung Sinabung untuk membandingkan hasil model TEPHRA2 terhadap data lapangan. Kemudian dilakukan pemodelan probabilitas persebaran deposit tephra Gunung Sinabung dengan data angin sejak 2010 hingga 2017. Peta probabilitas pembebanan tephra, peta persebaran pembebanan tephra setiap probabilitas, dan kurva kebencanaan didapatkan. Model TEPHRA2 kurang cocok untuk digunakan pada pemodelan deterministik, namun memberikan hasil yang sesuai pada pemodelan probabilistik. Kemungkinan terjadinya deposit tephra terberat pada pembebanan 100 kg/m2 dengan kerusakan bangunan pada Desa Bekerah. Desa lain memiliki probabilitas kerusakan lahan pertanian, pencemaran sumber air, dan terganggunya sumber listrik.", "Daftar File": {"2018 TA PP Muhammad Zaki 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136068", "2018 TA PP MUHAMMAD ZAKI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/136069", "2018 TA PP MUHAMMAD ZAKI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/136070", "2018 TA PP MUHAMMAD ZAKI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/136071", "2018 TA PP MUHAMMAD ZAKI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/136072", "2018 TA PP MUHAMMAD ZAKI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/136073", "2018 TA PP MUHAMMAD ZAKI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/136074", "2018 TA PP MUHAMMAD ZAKI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/136075"}, "Penulis": "MUHAMMAD ZAKI - NIM: 10213015", "Kontributor / Dosen Pembimbing": ["Wahyu Srigutomo, Ph. D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gunungapi Sinabung, Penilaian bencana, Tephra, TEPHRA2, TephraProb", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "25 Apr 2018"}