{"Nomor": 29375, "Judul": "MODEL GEOMETRI STIMULASI HYDRAULIC FRACTURING PADA RESERVOIR SHALE GAS", "Abstrak": "Produksi gas alam dari formasi batuan shale yang kaya akan hidrokarbon, yang dikenal sebagai Ã‚Â“shale gasÃ‚Â”, adalah salah satu tren yang sedang berkembang pesat \n\ndi eksplorasi minyak dan gas onshore di Amerika saat ini. Eksplorasi, pemboran, dan produksi shale gas di Barnett, Fayetteville, dan Haynesville Shale telah \n\nmerubah industri gas non-konvensional dan sangat krusial dalam pengembangan shale gas di beberapa daerah lain di Amerika. Dua teknologi yang membantu pengembangan shale gas lebih lanjut adalah horizontal drilling dan hydraulic fracturing. \n\nPada penelitian ini, dilakukan dengan bantuan software untuk mendapatkan model geometri rekah serta distribusi proppant dan software untuk metode eksperimental \n\nyaitu mengelompokkan data-data hasil output simulator perekahan hidrolik agar mempermudah mengidentifikasi hasil output geometri rekah maupun distribusi proppant tersebut. \n\nDari hasil kombinasi kedua software tersebut, didapatkan hasil yaitu panjang rekahan yang terpanjang dihasilkan oleh kombinasi fluida perekah 2% KCl dengan proppant Black Plus 20/40 dengan panjang 154.10 ft, tinggi rekahan total yang tertinggi dihasilkan oleh fluida perekah DF20020G2K juga dengan kombinasi proppant Black Plus 20/40 dengan tinggi 334.30 ft yang tercipta dari \n\nkedalaman 7618 ft sampai dengan 7952.3 ft, lebar rekahan rata-rata yang terlebar sebesar 3.35 in (0.28 ft) dengan fluida perekah SPEC_4000_1 dan juga dengan kombinasi proppant yang sama yaitu Black Plus 20/40. Untuk panjang proppant terdalam yang masuk ke dalam rekahan, terdapat 3 proppant dengan nilai sama yaitu Atlas PRC 20/40, Black Plus 20/40, dan Precured 20/40 yang kesemuanya \n\ndicapai dengan fluida perekah yang sama yaitu 10.00 PPG (21.5%) C dengan nilai panjang 27.9 ft, tinggi proppant total yang mengisi rekahan adalah proppant Black Plus 20/40 dengan kombinasi fluida perekah DF20020G2K setinggi 57.9 ft, konsentrasi proppant rata-rata tertinggi adalah Accupack 20/40 dan Brady 20/40 \n\nsebesar 1.93 dengan kombinasi fluida perekah 10.00 PPG (21.5%) C dan dimensionless conductivity yang terbesar dihasilkan oleh proppant Accupack 20/40 dengan nilai 232.62 dari kombinasi fluida perekah SPEC_4000_1.", "Daftar File": {"2017 TS PP MUHAMMAD ZAKIY YUSRIZAL 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136077"}, "Penulis": "MUHAMMAD ZAKIY YUSRIZAL (NIM: 22215032)", "Kontributor / Dosen Pembimbing": ["Pembimbing :Prof. Dr. Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Hydraulic fracturing, stimulasi, shale gas, simulasi, fluida perekah, proppant", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "06 Mar 2018"}