{"Nomor": 29378, "Judul": "ANALISIS VARIASI FUNGSI PENGHAMBAT PADA TRIP DISTRIBUTION MENGGUNAKAN DOUBLY CONSTRAINED GRAVITY MODEL", "Abstrak": "Dalam melakukan proses urban planning, sistem transportasi merupakan salah satu aspek yang paling penting. Dalam sistem transportasi tersebut, interaksi spasial atau perjalanan yang terjadi mempengaruhi sistem transportasi yang akan terbentuk. Perjalanan antar zona dalam era ini ditinjau dengan menggunakan metode pemodelan yang disebut sebagai Four Step Model (FSM). Dalam pemodelan tersebut, trip distribution merupakan salah satu tahap bagian dari FSM yang bertujuan untuk membentuk distribusi perjalanan antar zona pada suatu wilayah dalam representasi matriks yang disebut sebagai matriks O/D. Dalam trip distribution, salah satu metode pemodelan yang secara umum digunakan adalah model gravitasi dimana terdapat bentuk model gravitasi yang mempertimbangkan konsep entropi dengan memasukkan 2 faktor penghambat dalam pemodelan tersebut yaitu doubly constrained gravity model. Doubly constrained gravity model mendistribusikan perjalanan antar zona pada matriks O/D dengan mempertimbangkan variabel jumlah perjalanan yang berasal dari suatu zona, jumlah perjalanan menuju suatu zona, serta separasi spasial atau generalized cost antar zona tersebut yang direpresentasikan dalam bentuk fungsi penghambat. Terdapat 3 jenis fungsi penghambat yang akan digunakan dan dibandingkan hasilnya dalam tugas akhir ini yaitu fungsi eksponensial, fungsi pangkat, dan fungsi gamma. Selain membentuk matriks O/D sebagai hasil akhir, trip distribution juga akan direpresentasikan dalam bentuk jaringan graf dimana distribusi perjalanan tersebut tergolong sebagai jaringan berbobot. Pemodelan dilakukan untuk kota London yang dibagi menjadi 32 zona untuk melihat fungsi penghambat yang menghasilkan hasil terbaik dalam merepresentasikan distribusi perjalanan dalam wilayah tersebut.", "Daftar File": {"2018 TA PP MUHAMMAD ZAKKY ANWAR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136080"}, "Penulis": "MUHAMMAD ZAKKY ANWAR (NIM : 10214053)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Acep Purqon, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "trip distribution, model gravitasi, fungsi penghambat, doubly constrained gravity model, matriks O/D", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "31 Agu 2018"}