{"Nomor": 29385, "Judul": "PERANCANGAN DAN IMPLEMENTASI ANALOG FRONT- END RECEIVER PADA SISTEM KOMUNIKASI CAHAYA TAMPAK BERBASIS MODULASI DIGITAL VPPM", "Abstrak": "Visible Light Communication (VLC) merupakan sistem komunikasi yang menggunakan cahaya tampak sebagai media transfernya. Pada buku Tugas Akhir ini telah diimplementasikan 1 dari 7 layer sistem yaitu physical layer. Implementasi physical layer berfokus pada analog front-end. Analog front-end ini terdiri dari AFE transmitter dan AFE receiver. AFE ini akan diimplementasikan pada bagian Host AFE dan bagian client AFE, sambungan antara kedua bagian host dan client melalui cahaya tampak (untuk sambungan dari host ke client) dan infrared (untuk sambungan dari client ke host). AFE receiver ini terdiri modul buffer, modul high pass filter, modul komparator, modul schmitt trigger. Desain rangkaian disesuaikan untuk modulasi digital berupa VPPM (Variable Pulse Position Modulation). Input dan Output berupa sinyal digital 3V sehingga dapat langsung terhubung ke APSoC (All Programmable System on Chip) Zynq-7000 (pada development board Zybo). Hasil akhir dari buku Tugas Akhir ini adalah sebuah AFE receiver yang dapat menerima dan memproses data dengan frekuensi 2 MHz dan dapat diintegrasikan dengan APSoC untuk mengakses internet melalui perantara cahaya tampak dengan kecepatan makasimal 550 kbps (kilo bit per second).", "Daftar File": {"2018 TA PP MUH. NURHIDAYAT HAIDIR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136093"}, "Penulis": "MUH. NURHIDAYAT HAIDIR           NIM: 13214062", "Kontributor / Dosen Pembimbing": ["Trio Adiono, S.T, M.T, Ph.D \n\nIr. Amy Hamidah Salman, M.Sc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Visible Light Communication (VLC), analog front-end, analog front-end receiver, Zynq-7000, modul buffer, modul high pass filter, modul komparator, modul schmitt trigger.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "25 Jun 2018"}