{"Nomor": 29389, "Judul": "PEMODELAN NUMERIK STRESS-DEPENDENT PERMEABILITY PADARESERVOIR COALBED METHANE UNTUK MENDAPATKAN PERSAMAAN KORELASI ANTARA RASIO PERUBAHAN PERMEABILITAS SEBAGAI FUNGSI DARI DRAWDOWN TEKANAN INJEKSI", "Abstrak": "Reservoir Coalbed methane termasuk ke dalam reservoir rekah alami. Reservoir rekah alami memiliki harga permeabilitas yang sangat sensitif terhadap perubahan stress atau tekanan pori batuan. Drawdown yang terjadi selama produksi akan meningkatkan effective stress batuan sehingga akan menurunkan harga permeabilitas. Sebaliknya, negative drawdown yang terjadi akibat injeksiakan menurunkan effective stress batuan sehingga harga permeabilitas akan naik.Berbagai model perubahan permeabilitas pun telah dikembangkan untuk menganalisa adanya stress-dependent permeability. Dalam tugas akhir ini digunakan model Palmer and Mansoori untuk menganalisa perubahan permeabilitas yang terjadi akibat adanya stress-dependent permeability. Model Palmer and Mansoori memberikan hubungan antara rasio perubahan permeabilitas dengan parameter rock mechanic dan perubahan tekanan pori batuan. Konsekuensinya, diperlukan pengetahuan tentang harga tekanan pori batuan untuk mengetahui perubahan permeabilitas yang terjadi. Oleh karena itu, dalam tugas akhir ini akan diusulkan sebuah persamaan yang dapat menggambarkan secara langsung hubungan antara rasio perubahan permeabilitas terhadap drawdown tekanan berdasarkan model numerik yang dibangun dengan menggunakan model perubahan permeabilitas Palmer and Mansoori.", "Daftar File": {"2012 TA PP MUKHAMMAD NURUDDIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/136111"}, "Penulis": "MUKHAMMAD NURUDDIN (NIM : 12208068)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Doddy Abdassah, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "injection falloff test,stress-dependent permeability, model Palmer and Mansoori, rasio perubahan permeabilitas", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "21 Mei 2018"}