{"Nomor": 29386, "Judul": "SINTESIS, TRANSFORMASI, DAN KARAKTERISASI SENYAWA TURUNAN TETRAFENILPORFIRIN", "Abstrak": "Porphyrin is a class of heterocyclic compound that has photoactive properties. It enables porphyrin to have broad applications. In this research, synthesis and addition of sulphonate group to porphyrins with aryl side chains (tetraphenylporphyrin, TPP, and tetra (p-methylphenyl)porphyrin, TMPP) are conducted. The first step is TMPP synthesis using pyrrole-aldehyde condensation reaction. The optimal condition for TMPP synthesis is achieved using modified Adler-Longo reaction with pyrrolealdehyde ratio of 4:3.5, propionic acid as catalyst, oxygen as oxidizing agent, and reaction temperature at 180 oC with 3 hours reaction time. Yield of 18.9% TMPP has achieved. UV-Visible spectroscopy result toward produced compound shows a Soret peak at 419 nm and four peaks at Q bands region at 515, 551, 589, and 656 nm. Addition of sulphonate group to TMPP side chain is conducted by adding 200 μL of chlorosulphonic acid to a porphyrin solution in chloroform while stirred at 10 oC in 3 hours of reaction. Precipitation of sulphonated TMPP (TMPPS) at the end of reaction is not achieved, which allegedly caused by the presence of solvent and inadequate amount of added chlorosulphonic acid. Repeated reaction using solventless 2000 μL chlorosulphonic acid toward 20 mg TMPP at 70-80 oC in 3 hours of reaction also resulted in mixture of product that is soluble in chloroform. This mixture is hydrolysable in NaOH solutions. Analysis of the hydrolyzed product using TOF-MS resulted in a multi-peak spectrum, with dominant peaks at 191.03 m/z, 247.03 m/z and 254.5 m/z, which are conjectured to be peaks from TMPPS in single molecule form and dimer form. It is inferred from the behavior of the product that the reaction achieved in the solventless condition is a chlorosulphonation reaction. Repeated experiments at room temperature yield a clear TOF-MS spectrum with dominant peaks at 135.07 m/z which is conjectured to be a single-molecule TMPPS peak. Other minor peaks are also appeared at 186.95 m/z 206.98 m/z, 218.97 m/z, and 234.97 m/z, which are conjectured to be peaks from dimer of TMPPS, and a conjectured TMPPS single-molecule peak at 190.97 m/z. UV-Visible spectroscopy of the hydrolyzed mixture shows a Soret band at 415 nm with etioporphyrin Q bands pattern. These result shows that sulphonation of TMPP can be achieved by hydrolization of chlorosulphonated TMPP.", "Daftar File": {"2016 TA P MUHSIN ALI HADI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/136094", "2016 TA P MUHSIN ALI HADI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/136095", "2016 TA P MUHSIN ALI HADI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/136096", "2016 TA P MUHSIN ALI HADI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/136097", "2016 TA P MUHSIN ALI HADI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/136098", "2016 TA P MUHSIN ALI HADI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/136099", "2016 TA P MUHSIN ALI HADI 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/136100"}, "Penulis": "MUHSIN ALI HADI (NIM:10511089)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ciptati, MS"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Porfirin, Tetrafenilporfirin, Tetra(p-metilfenil)porfirin, Adler-Longo, Asam klorosulfonat, Klorosulfonasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "07 Sep 2018"}