{"Nomor": 29381, "Judul": "STRATEGI IMPLEMENTASI MANAJEMEN PENGETAHUAN DI PT. ENERGY SURVEY INDONESIA UNTUK MENINGKATKAN KINERJA OPERASI DALAM HAL DURASI PENYELESAIAN PEKERJAAN DAN KUALITAS PELAYANAN", "Abstrak": "PT. Energy Survey Indonesia (PT. ESI) adalah perusahaan survey, inspeksi dan konsultasi yang berpengalaman lebih dari 49 tahun di Indonesia, saat ini perusahaan memiliki masalah dalam hal kualitas layanan dan penyelesaian pekerjaan (TAT) karena kurangnya inovasi. \n\nDalam lima tahun terakhir mulai muncul pemain baru yang masuk ke bisnis ini sehingga pangsa pasarnya PT. ESI terancam diambil oleh competitor tersebut. Persaingan semakin ketat dimana pemenangnya adalah mereka yang mampu mempertahankan waktu penyelesaian pekerjaan (TAT) dan kualitas pelayanannya. PT. ESI memiliki masalah terkait kinerja operasi dalam hal ini, karena dalam dua tahun terakhir ada banyak keluhan terkait dengan laporan yang lambat, dan kualitas pelayanan para Tenaga Ahli (Surveyor, Sampler, Preparator, dan Analis) dan terkait dengan kompetensi Tenaga Ahli yang ada di lapangan atau laboratorium sehingga pengelolaan PT. ESI harus segera memperbaiki kinerja supaya nilai tambah perusahaan ini tetap terjaga. \n\nMetodologi penelitian menggunakan metode kualitatif dengan menggabungkan metode wawancara semi terstruktur secara mendalam dengan pihak yang berkepentingan dan kajian dokumen dan kemudian menguraikan semua data dan informasi ke dalam konsep Knowledge Management (KM) untuk memperbaiki permasalahan dengan konsep yang dikembangkan oleh Tjakraatmadja (2017) yakni 10 langkah cara untuk mengembangkan strategi implementasi KM, dimana langkah awal terlebih dahulu menganalisis masalah agar diketahui akar persoalannya dan menentukan tujuan organisasi, selanjutnya mengikuti langkah demi langkah 10 tahapan implementasi KM sampai dengan integrasi rencana eksekusi, penunjukan eksekutor, dan jadwal implementasi. \n\nSebagai hasil dari penelitian ini adalah berupa rekomendasi strategi KM yang perlu diimplementasikan untuk meningkatkan kinerja operasional seperti mengembangkan konsep pengembangan kompetensi Surveyor / Sampler / Preparator / Analyst meliputi penilaian dan evaluasi, peningkatan manajemen waktu, pengambilan keputusan untuk menjaga kinerja. dan meninjau Key Performance Indicator (KPI), menerapkan manajemen tempat kerja supaya lebih efektif, memelihara dan menjadwalkan pemeriksaan semua peralatan, dan meningkatkan efektifitas penyediaan inventory consumable, dan mengembangkan proyek aplikasi untuk mengurangi durasi TAT dan meningkatkan kinerja operasi.", "Daftar File": {"2018 TS PP MUHARAM ZAMZAM 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136083"}, "Penulis": "MUHARAM ZAMZAM (NIM 29316091)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Prof. Dr. Ir. Jann H. Tjakraatmadja, MSIE"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Knowledge Management, Implementasi KM, Kinerja Operasi, Penyelesaian Pekerjaan (TAT), Key Performance Indicator (KPI), dan Kualitas Pelayanan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "09 Jun 2018"}