{"Nomor": 29402, "Judul": "KARAKTERISTIK POLA AKTIVITAS FISIK DAN KESEHATAN MASYARAKAT BERDASARKAN TINGKAT KERAMAHAN LINGKUNGAN UNTUK PEJALAN KAKI KASUS: PERUMAHAN MARGAHAYU RAYA", "Abstrak": "Banyak penelitian telah menunjukkan terdapat hubungan antara variabel-variabel lingkungan terbangun seperti: lahan campuran, kepadatan, fasilitas, dan jaringan jalan dengan perilaku aktivitas fisik seperti berjalan kaki dan bersepeda. Di Indonesia, kajian hubungan lingkungan yang ramah terhadap pejalan kaki dengan perilaku aktivitas fisik dan kesehatan masyarakat sangat terbatas, sehingga penelitian ini penting mengingat tingginya kematian akibat Penyakit Tidak Menular yang salah satu penyebabnya adalah karena kurang beraktivitas fisik. Melakukan aktivitas fisik yang cukup dan teratur setidaknya 150 menit per minggu dapat mengurangi faktor risiko kegemukan dan obesitas, hipertensi dan meningkatnya kadar gula darah dan lemak darah yang menjadi pemicu terjadinya penyakit jantung, stroke, diabetes dan kanker. \n\nPenelitian ini bertujuan untuk melihat hubungan karakteristik pola perilaku aktivitas fisik dan kesehatan masyarakat berdasarkan tingkat keramahan lingkungan untuk pejalan kaki di Perumahan Margahayu Raya Bandung. Metode penelitian ini menggunakan metode kuantitatif dengan jenis tujuan penelitian ini adalah eksploratif. Penelitian dilakukan di dua lingkungan perumahan yang berbeda, yaitu pada lingkungan perumahan yang cenderung lebih ramah pejalan kaki dan tidak yang dianalisis menggunakan analisis statistik deskriptif dan statistik asosiasi. Hasil penelitian menunjukkan bahwa terdapat perbedaan perilaku aktivitas fisik masyarakat yang aktif di antara lingkungan perumahan yang cenderung lebih ramah pejalan kaki (Margahayu A) dan yang tidak (Margahayu B). Akan tetapi, perbedaan perilaku tersebut tidak jauh berbeda, yaitu hanya sebanyak 32 responden di Margahayu A aktif berjalan kaki dan 34 responden di Margahayu B aktif berjalan kaki, sehingga bentuk lingkungan terbangun belum mempengaruhi perilaku aktivitas fisik. Diketahui juga dari sejumlah responden yang aktif berjalan kaki, 11 diantaranya dengan Indeks Massa Tubuh berlebih (kegemukan dan obesitas) di Margahayu A, sedangkan di Margahayu B terdapat 15 responden. Analisis asosiasi mendapatkan bahwa kedekatan hubungan antara lingkungan dan kesehatan dengan perilaku berjalan kaki, bersepeda dan berolah raga sangat lemah, tetapi terdapat arah hubungan yang positif antara perilaku bersepeda dengan lingkungan dan kesehatan serta perilaku olah raga dengan lingkungan.", "Daftar File": {"2018 TA PP MURNI ELFRIDA BR. MANURUNG 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136132"}, "Penulis": "MURNI ELFRIDA BR. MANURUNG (NIM: 15414029)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Petrus Natalivan, ST., MT., DR."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Lingkungan terbangun, lingkungan perumahan, aktivitas fisik, dan kesehatan masyarakat.", "Sumber": "", "Staf Input/Edit": "Diah Ayu Merdekawati  \n                                     Diah Ayu Merdekawati", "File": "1 file", "Tanggal Input": "03 Jul 2018"}