{"Nomor": 29400, "Judul": "LOAD BALANCING PADA DATABASE SHARDING DI MONGODB  MENGGUNAKAN TEKNIK PEMBELAJARAN MESIN", "Abstrak": "Mekanisme load balancing di MongoDB dilakukan hanya berdasarkan ukuran chunk sehingga masih memungkinkan terjadinya bottleneck. Mekanisme load balancing berdasarkan prinsip difusi panas dikembangkan untuk mengatasi masalah tersebut, namun mekanisme ini masih dapat mengalami kondisi bottleneck akibat terlalu sensitif terhadap kondisi overload. Ketika pola tingkat penggunaan melonjak naik turun, metode deteksi keadaan khusus akan memicu migrasi data berulang-ulang yang menyebabkan bottleneck akibat migrasi data berlebihan ke semua shard. Teknik pembelajaran mesin digunakan untuk menggantikan metode deteksi keadaan khusus tersebut.     \n \n \n \n \n\nTeknik pembelajaran mesin digunakan untuk memprediksi kondisi suatu shard, untuk mengetahui apakah shard tersebut akan mengalami kondisi overload, kondisi underload, atau tetap normal dalam beberapa waktu ke depan. Kandidat fitur yang digunakan untuk model pembelajaran mesin adalah sekuens perubahan tingkat penggunaan CPU, memory, dan bandwidth, yang memengaruhi langsung kondisi suatu shard, serta sekuens jumlah request ke shard tersebut, yang memengaruhi langsung tingkat penggunaan suatu shard, dibedakan berdasarkan jenis request. Algoritma yang digunakan adalah RNN dan LSTM.     \n \n \n \n \n\nEksperimen akan melatih semua kombinasi dari keenam kandidat fitur, dengan menggunakan data latih dan data uji yang diperoleh dari simulasi penggunaan sistem basis data. Berdasarkan hasil eksperimen, disimpulkan bahwa fitur request read dan request update tidak relevan, serta menghasilkan kombinasi fitur tingkat penggunaan bandwidth serta fitur jumlah request jenis insert, dengan algoritma LSTM akan menghasilkan model pembelajaran mesin dengan nilai akurasi dan F-Measure untuk kelas overload yang paling tinggi sehingga dapat digunakan sebagai pengganti metode deteksi keadaan khusus. Penggunaan model tersebut akan meningkatkan 5% akurasi dari metode deteksi keadaan khusus.", "Daftar File": {"Abstrak_13512048_Muntaha Ilmi.docx": "https://digilib.itb.ac.id/gdl/download/136130"}, "Penulis": "MUNTAHA ILMI - NIM : 13512048", "Kontributor / Dosen Pembimbing": ["Dr. Fazat Nur Azizah, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "load balancing, machine learning, MongoDB, LSTM", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Okt 2018"}