{"Nomor": 29406, "Judul": "STRATEGI PENGEMBANGAN DESA WISATA LEBAKMUNCANG DI KABUPATEN BANDUNG DENGAN MENGGUNAKAN ANALISIS STAKEHOLDER", "Abstrak": "Desa Lebakmuncang adalah desa yang terletak di Kecamatan Ciwidey, Kabupaten Bandung, yang telah ditetapkan sebagai desa wisata melalui  SK Bupati No 556.42 /Kep.71Ã‚Â–Dispopar/ 2011. Penetapan desa wisata tersebut diiringi dengan penetapan pengurus yang mengelola desa wisata, disebut Pokja (kelompok pekerja) yang bertujuan untuk mengelola dan sekaligus memberdayakan masyarakat melalui kegiatan desa wisata. Dalam upaya pengembangannya Desa Wisata Lebakmuncang terkendala dengan beberapa faktor yang salah satu permasalahannya adalah adanya ketidaksinergisan pada pihak-pihak yang terlibat (stakeholder) yang memiliki kepentingan dan kekuatan tertentu, sehingga berdasarkan informasi dari Dispopar, Desa Wisata Lebakmuncang belum termasuk pada desa wisata yang dikelola secara baik, dan berdasarkan hasil pra-survey, Pokja belum bisa secara mandiri untuk mengembangkan segala sesuatunya.   \n \n\nDengan adanya permasalahan tersebut maka diperlukan analisis stakeholder yang bertujuan untuk mengidentifikasi serta memetakan aktor-aktor yang mempunyai peran, kepentingan, dan kekuatan. Tujuan akhir dari analisis stakeholder ini adalah terumuskannya skema strategi partisipasi bagi stakeholder kunci untuk mensinergiskan program-program tertentu.   \n \n\nPenelitian ini menggunakan metode analisis deskriptif secara kualitatif dengan teknik pengambilan data melalui wawancara (in depth interview) dan studi literatur, yang kemudian diolah dengan menggunakan metode analisis stakeholder.  \n \n\nDari hasil penelitian diketahui aktor yang terlibat adalah terbagi menjadi lima tingkatan; 1) IKOPIN dan UPI pada tingkat institusi pendidikan, 2) Disparbud dan Kompepar pada tingkat kabupaten, 3) Perhutani pada tingkat BUMN, 4) PEMDes, BUMDes, dan Karang Taruna pada tingkat pemerintah desa, 5) Masyarakat dan Pokja pada tingkat masyarakat. Adapun yang termasuk pada stakeholder kunci adalah Pokja, Pemerintah desa, BUMDes, dan Disparbud. Kemudian stakeholder utama adalah masyarakat. Karang Taruna, Perhutani, dan Kompepar merupakan stakeholder pendukung. Terakhir IKOPIN dan UPI merupakan stakeholder pengikut. Strategi peningkatan peran antar stakeholder dapat dilakukan melalui usaha-usaha yang dilakukan terkait penyebaran informasi, konsultasi, kolaborasi, dan penguatan pada program perencanaan, pemasaran, pelaksanaan, dan evaluasi.", "Daftar File": {"2018 TS PP MUSHTHOFA KAMAL 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136136"}, "Penulis": "MUSHTHOFA KAMAL - NIM: 95716301", "Kontributor / Dosen Pembimbing": ["Dr.Drs. Suhirman, SH, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "desa wisata, analisis stakeholder, peran stakeholder.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Okt 2018"}