{"Nomor": 29417, "Judul": "PENENTUAN LOKASI DAN PERENCANAAN LAYOUT SUB PANGKALAN ARMADA PENJAGA LAUT DAN PANTAI DI DESA BANSERING, BANYUWANGI, JAWA TIMUR", "Abstrak": "Indonesia memiliki armada Penjaga Laut dan Pantai (PLP) yang bertugas untuk mengamankan pelayaran di Indonesia. Untuk menunjang tugasnya, PLP membutuhkan fasilitas prasarana utama yaitu pangkalan armada PLP yang merupakan pelabuhan khusus yang hanya melayani kapal patroli. Saat ini, pemerintah sedang merencanakan penambahan pangkalan armada untuk mengoptimalkan kinerja PLP. Penambahan pangkalan PLP dibagi ke dalam 2 tahap, yaitu pembangunan 5 sub pangkalan dari kelima pangkalan PLP yang sudah ada dan pembangunan 3 pangkalan baru. Salah satu sub pangkalan yang akan dibangun berada di Kabupaten Banyuwangi, tepatnya di Desa Bansering. Pada tugas akhir ini, akan dilakukan penentuan lokasi terbaik untuk sub pangkalan PLP di Desa Bansering dari beberapa alternatif lokasi. Alternatif lokasi dipilih dengan mempertimbangkan aspek ketersediaan lahan dan aksesibilitas. Kemudian dari beberapa alternatif lokasi tersebut akan dipilih lokasi terbaik berdasarkan faktor ketersediaan lahan, akses ke jalan, jarak dermaga ke darat, kebutuhan kolam putar, bentuk alur pelayaran, serta kecepatan arus maksimum dan tinggi gelombang maksimum yang didapat dengan melakukan pemodelan 2D menggunakan perangkat lunak Surface Water Modelling System (SMS). Setelah dilakukan analisis pada beberapa alternatif lokasi, didapatkan lokasi terbaik untuk membangun sub pangkalan PLP di Bansering, Banyuwangi, Jawa Timur, yaitu di alternatif lokasi 2 yang berada pada koordinat 8.0685Ã‚Â° LS dan 114.4275Ã‚Â° BT. Perencanaan layout sub pangkalan PLP dilakukan pada lokasi terpilih.", "Daftar File": {"2018 TA PP MUTHIAH PUTRI HUMAIRA  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136166"}, "Penulis": "MUTHIAH PUTRI HUMAIRA (NIM : 15514071)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nDr. Paramashanti. ST., MT. \n\nEddy Rachman Gandanegara, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Lokasi, Sub Pangkalan, PLP, Bansering, Tata Letak", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Sep 2018"}