{"Nomor": 29411, "Judul": "ANALISIS FAKTOR YANG MEMENGARUHI PENERIMAAN SMARTPHONE PADA LANSIA", "Abstrak": "Penuaan populasi yang terjadi di Indonesia adalah sebuah tantangan bagi terciptanya kesejahteraan penduduk lansia. Smartphone adalah salah satu perangkat teknologi informasi digital yang telah banyak digunakan untuk membantu kehidupan lansia. Melalui smartphone, lansia dapat mengakses beragam aplikasi seperti assistive medical technology dan electronic health yang dapat memudahkan lansia dalam pengobatan dan pengawasan kesehatan. Akan tetapi, jumlah lansia pengguna smartphone di Indonesia masih sangat sedikit yaitu 23,92% dari total populasi lansia.  \n\nPenelitian ini bertujuan untuk mengetahui faktor apa saja yang memengaruhi penerimaan smartphone di kalangan lansia Indonesia. Penelitian dilakukan terhadap 172 responden berusia 50 tahun ke atas yang menggunakan smartphone. Penelitian ini menggunakan model acuan dari penelitian Chen dan Chan (2014) dan Ma dkk. (2015). Pengujian dilakukan dengan metode partial least square structural equation modelling (PLS-SEM) menggunakan software SmartPLS 3. \n\nBerdasarkan hasil pengolahan data, terdapat 3 faktor yang memengaruhi perilaku penggunaan smartphone secara langsung yaitu attitude towards using, self efficacy, dan anxiety. Selain itu, terdapat 3 faktor yang memengaruhi perilaku penggunaan smartphone secara tidak langsung yaitu facilitating conditions, cost tolerance, dan health conditions. Usia, jenis kelamin, dan pendidikan juga terbukti memiliki pengaruh terhadap perilaku penggunaan smartphone. \n\nMengacu pada hasil uji hipotesis, adapun usulan yang diberikan adalah rancangan fokus pada kegunaan yang mempermudah hidup lansia, menyediakan paket berlangganan yang ekonomis, membuat pelatihan dan sosialisasi khusus untuk lansia, menggalakan kampanye active ageing, dan membuat rancangan smartphone atau aplikasi yang bersifat low-threat.", "Daftar File": {"2018 TA PP MUSTIKA FEBRILIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136141"}, "Penulis": "MUSTIKA FEBRILIA - Nim: 13414076", "Kontributor / Dosen Pembimbing": ["Ari Widyanti, S.T., M.T., PhD."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Smartphone, penerimaan teknologi, PLS-SEM.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2018"}