{"Nomor": 29416, "Judul": "PENGARUH SUBSTITUSI N73F DAN S126C PADA MANGAN SUPEROKSIDA DISMUTASE STAPHYLOCOCCUS EQUORUM REKOMBINAN TERHADAP AKTIVITAS DAN KESTABILAN UVC", "Abstrak": "Penelitian pada mangan superoksida dismutase Staphylococcus equorum rekombinan \n\n(rMnSODSeq) menunjukkan enzim memiliki aktivitas yang cukup tinggi dan kestabilan yang baik \n\npada rentang suhu dan pH luas, namun rMnSODSeq memiliki ketidakstabilan terhadap pemaparan \n\nUVC jangka panjang. Pada penelitian ini dilakukan upaya peningkatan kestabilan rMnSODSeq \n\nterhadap UVC dengan melakukan substitusi asam amino pada lokasi yang memungkinkan \n\nterbentuknya ikatan antar muka dimer sehingga kestabilan dimer meningkat dan kestabilan \n\nterhadap UVC meningkat. Penelitian diawali dengan penentuan situs substitusi asam amino secara \n\nin silico dengan program COOT. Berdasarkan hasil penentuan lokasi, dipilih substitusi asparagin \n\npada posisi ke 73 menjadi fenilalanin (N73F) dan substitusi serin pada posisi ke 126 menjadi sistein \n\n(S126C). Substitusi asam amino dilakukan dengan metode mutagenesis situs terarah teknik \n\nPolymerase Chain Reaction with Two Single Reaction IN Parallel (SPRINP PCR). Mutasi dilakukan \n\npada gen pengkode rMnSODSeq dalam vektor pJexpress414Ã‚Â® (pJexpress414_sod). Produk mutasi \n\nyang dikonfirmasi melalui analisis urutan nukleotida menunjukkan substitusi N73F dan S126C \n\nsecara berturut-turut berhasil diperoleh dengan suhu penempelan primer 48Ã‚Â°C dan 50Ã‚Â°C. \n\nOverproduksi rMnSODSeq alami dan mutan dilakukan dalam Escherichia coli BL21(DE3) dengan \n\nkondisi suhu 37Ã‚Â°C, agitasi 150 rpm dan induksi isopropyl β-D-1-thiogalactopyranoside (IPTG) 1 mM \n\nselama lima jam. Protein yang didapatkan dimurnikan menggunakan kolom Ni2+-NTA dan diuji \n\naktivitasnya secara kualitatif menggunakan metode zimografi serta secara kuantitatif \n\nmenggunakan metode kolorimetri. Uji aktivitas pada protein menunjukkan substitusi asparagin \n\npada posisi 73 menjadi fenilalanin dan serin pada posisi 126 menjadi sistein menurunkan aktivitas \n\nprotein. Persen inhibisi dari 10 Ã‚Âµg protein rMnSODSeq natif, rMnSODSeq_N73F, dan \n\nrMnSODSeq_S126C secara berturut-turut adalah 76,1%, 62,8%, dan 56,2%. Kestabilan protein \n\nmutan terhadap UVC lebih tinggi dibanding protein natif. Aktivitas residual dari rMnSODSeq natif, \n\nrMnSODSeq_N73F, dan rMnSODSeq_S126C setelah 50 menit pemaparan UVC adalah 80,2%, \n\n95,04%, 84,93%.", "Daftar File": {"2018 TA PP MUTHIA DZAKY RAZANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136165"}, "Penulis": "MUTHIA DZAKY RAZANI NIM : 10714020", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr. Debbie S. Retnoningrum", "Dr. Wangsa Tirta Ismaya"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Mutagenesis situs terarah, rMnSODSeq, SPRINP, Staphylococcus equorum, superoksida dismutase", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "21 Jun 2018"}