{"Nomor": 29414, "Judul": "OPTIMASI PLTP DENGAN SIKLUS SINGLE FLASH STEAM MENJADI PLTP DENGAN SIKLUS DOUBLE DAN TRIPLE FLASH STEAM DENGAN MENGGUNAKAN PRINSIP-PRINSIP TERMODINAMIKA", "Abstrak": "Diawali dengan revolusi industri yang terjadi pada abad ke-18, hal tersebut menimbulkan pentingnya peran bahan bakar fosil untuk menunjang kebutuhan energi manusia sehari-hari. Akan tetapi sumber energi ini bersifat tidak terbarukan dan memiliki dampak buruk terhadap lingkungan. Sehingga perlu untuk melakukan diversitas penggunaan energi alternatif lain yang bersifat terbarukan dan ramah lingkungan. Energi panas bumi adalah salah satu energi terbarukan yang memanfaatkan energi panas yang tersimpan dalam batuan dan fluida di bawah permukaan bumi. Untuk mengkonversi energi panas bumi menjadi energi listrik, dibutuhkan studi mengenai konversi energi panas yang tersimpan pada fluida panas bumi menjadi energi listrik pada suatu siklus yang berkerja pada Pembangkit Listrik Tenaga Panas Bumi (PLTP). PLTP dengan siklus Single Flash Steam, merupakan jenis PLTP yang paling banyak digunakan di Indonesia. Kekurangan dari PLTP tipe ini adalah masih banyaknya terdapat energi kalor yang tersimpan dalam brine, sehingga output energi dan efisiensi dari PLTP tipe ini belumlah maksimal. Guna memaksimalkan output dan efisiensi dari PLTP tipe ini, penyisipan siklus Flashing tambahan dapat dilakukan sehingga PLTP tipe Single Flash Steam dapat diubah menjadi PLTP bertipe Double atau Triple Flash Steam. Proses optimasi output energi dan efisiensi dari PLTP jenis Double dan Triple Flash ini dapat dilakukan dengan memvariasikan beberapa parameter dari komponen PLTP itu sendiri seperti temperature separator, dan temperature Flasher. Hasil optimasi menunjukan bahwa terdapat peningkatan output energi serta efesiensi sebesar 26.4% untuk konversi PLTP jenis Single Flash Steam menjadi Double Flash Steam, 41% untuk konversi PLTP jenis Single Flash menjadi Triple Flash Steam, dan 11.5% untuk konversi PLTP jenis Double Flash Steam menjadi Triple Flash Steam pada kondisi reservoir dan kondenser yang sama, yaitu 220oC dan 50oC.", "Daftar File": {"2016 TA PP MUTADAYYIN AL MUDZAKI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/136157", "2016 TA PP MUTADAYYIN AL MUDZAKI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/136158", "2016 TA PP MUTADAYYIN AL MUDZAKI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/136159", "2016 TA PP MUTADAYYIN AL MUDZAKI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/136160", "2016 TA PP MUTADAYYIN AL MUDZAKI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/136161", "2016 TA PP MUTADAYYIN AL MUDZAKI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/136162", "2016 TA PP MUTADAYYIN AL MUDZAKI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/136163"}, "Penulis": "MUTADAYYIN AL MUDZAKI [10212014]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Alamta Singarimbun"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Double Flash Steam, Efisiensi, PLTP, Single Flash Steam, Triple Flash Steam ; Double Flash Steam, Efficiency, Geothermal Power Plants, Single Flash Steam, Triple Flash Steam", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "7 file", "Tanggal Input": "17 Apr 2018"}