{"Nomor": 29431, "Judul": "ANALISIS PERCEPATAN GRAVITASI KRITIS TERHADAP KESTABILAN ATAP TEROWONGAN DENGAN  KEMIRINGAN KEKAR 90o", "Abstrak": "Tujuan industri pertambangan adalah untuk memanfaatkan sumberdaya mineral yang terdapat di dalam kulit bumi demi kesejahteraan manusia. Dalam beberapa kondisi, material berharga yang berada di bawah permukaan bumi tidak memberikan nilai ekonomis jika dilakukan penambangan dengan sistem penambangan terbuka sehingga kegiatan penambangan harus dilakukan menggunakan sistem penambangan bawah tanah. Oleh sebab itu, suatu analisis keruntuhan terowongan menjadi sangat penting untuk mencegah terjadinya kecelakaan yang berdampak pada kelancaran produksi serta keselamatan pekerja. Salah satu bentuk pemodelan fisik yang dapat dilakukan untuk menganalisis keruntuhan terowongan adalah dengan menggunakan uji sentrifugal.    \n \n\nModel fisik terowongan pada uji sentrifugal dibuat dengan menyusun blok atap terowongan dengan dimensi tertentu sehingga membentuk terowongan. Variasi blok atap terowongan yang digunakan berupa kemiringan kekar yaitu 90Ã‚Â°, 60Ã‚Â°, dan 45Ã‚Â° serta spasi kekar yaitu 5,14 cm, 4 cm, dan 3 cm. Kemudian, model fisik terowongan diberikan gaya sentrifugal dengan peningkatan kecepatan sudut dimulai dari 10 RPM dengan interval 2,5 RPM selama 30 detik hingga terjadi runtuhan. Uji sentrifugal akan merepresentasikan percepatan gravitasi pada lapangan.    \n \n\nHasil pengujian menunjukkan bahwa kemiringan kekar pada blok atap terowongan mempengaruhi kestabilan terowongan. Semakin tegak kemiringan kekar, maka atap terowongan akan semakin mudah runtuh. Selain itu, diperoleh juga bahwa hubungan spasi kekar dengan volume runtuhan adalah berbanding lurus. Semakin besar nilai spasi kekar, maka semakin besar pula volume runtuhan atap terowongan yang terjadi ketika diberikan gaya sentrifugal.", "Daftar File": {"2018 TA PP Myeshia Faraz Hamzah 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136196"}, "Penulis": "Myeshia Faraz Hamzah - Nim: 12114056", "Kontributor / Dosen Pembimbing": ["Prof., Ir., Ridho Kresna Wattimena, MT., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kestabilan terowongan, pemodelan fisik, uji sentrifugal, kemiringan kekar, spasi kekar, percepatan gravitasi kritis, volume runtuhan atap terowongan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Jul 2018"}