{"Nomor": 29432, "Judul": "PENANGANAN PERKERASAN LENTUR BERDASARKAN KONDISI FUNGSIONAL DAN KONDISI STRUKTURAL MENGGUNAKAN METODE BINA MARGA DAN AASHTO 1993 (STUDI KASUS : JALAN LINTAS TIMUR SUMATERA RUAS MEDAN - LUBUK PAKAM)", "Abstrak": "Arus lalu lintas yang tinggi dan beban lalu lintas yang berat, harus juga diikuti oleh   \n\nperformance perkerasan jalan yang baik, oleh karena itu diperlukan evaluasi terhadap kondisi jalan secara periodik guna menghasilkan suatu tingkat pelayanan yang tepat. Tujuan dari penelitian ini adalah melakukan evaluasi fungsional dan struktural pada perkerasan lentur di Jalan Lintas Timur Sumatera Ruas Medan-Lubuk Pakam, serta memberi rekomendasi penanganan berdasarkan hasil evaluasi tersebut.   \n \n\nEvaluasi fungsional perkerasan dilakukan berdasarkan metode Bina Marga yaitu mengkombinasikan nilai IRI (International Roughness Index) dan SDI (Surface Distress Index), sedangkan evaluasi struktural perkerasan dilakukan dengan menganalisa nilai lendutan dari pengukuran FWD (Falling Weight Deflectometer) yang dianalisa menggunakan metode AASHTO 1993 dengan outputnya adalah nilai SNeff (Structural Number Effective) dan nilai SNf (Structural Number in Future), dimana perbandingan kedua nilai output tersebut yaitu berupa nilai SCI (Structural Condition Index) yang  \n\nmenentukan apakah suatu perkerasan memerlukan overlay atau tidak.   \n \n\nBerdasarkan hasil analisis fungsional dengan mengkombinasikan nilai IRI dan SDI menggunakan metode Bina Marga menghasilkan kondisi jalan masing-masing segmen antara lain sedang dan rusak ringan. Analisis struktural menunjukan hasil diseluruh segmen menghasilkan nilai SCI kurang dari satu yang berarti seluruh segmen telah membutuhkan lapis tambah (overlay). Pemeliharaan jalan yang dilakukan adalah berdasarkan kondisi terendah dari hasil kombinasi analisis fungsional dan struktural (merupakan acuan untuk melaksanakan penanganan). Penanganan dilakukan dengan 2   \n\n(dua)skema yaitu langsung dan bertahap, dimana penurunan kondisi jalan yang dinilai berdasarkan prediksi nilai IRI sepanjang 5 (lima) tahun dengan dua skema tersebut yang menunjukan bahwa kondisi jalan masih tergolong baik. Sedangkan berdasarkan Analisis Biaya, terdapat perbedaaan total biaya antara dua skema tersebut yaitu sebesar Rp.569.543.317,00 dimana lebih hemat apabila dilakukan penanganan langsung.   \n \n\nHasil penelitian ini menunjukan bahwa JALINTIM Ruas Medan-Lubuk Pakam telah membutuhkan penanganan secara struktural berupa penanganan lapis tambah (overlay) yang dapat dilakukan secara langsung atau bertahap sejak tahun 2012.", "Daftar File": {"2013 TS PP M. YOGA MANDALA PUTRA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/136197", "2013 TS PP M. YOGA MANDALA PUTRA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/136198", "2013 TS PP M. YOGA MANDALA PUTRA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/136199", "2013 TS PP M. YOGA MANDALA PUTRA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/136200", "2013 TS PP M. YOGA MANDALA PUTRA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/136201", "2013 TS PP M. YOGA MANDALA PUTRA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/136202", "2013 TS PP M. YOGA MANDALA PUTRA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/136203", "2013 TS PP M. YOGA MANDALA PUTRA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/136204"}, "Penulis": "M. YOGA MANDALA PUTRA [269 11 314]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Bambang Sugeng S. DEA", "Dr. Eri Susanto Hariadi, ST, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Structural Condition Index, International Roughness Index, Surface Distress Index, AASHTO 1993, Skema Penanganan ; Structural Condition Index, International Roughness Index, Surface Distress Index, AASHTO 1993, Maintenance Scheme", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "18 Sep 2018"}