{"Nomor": 29437, "Judul": "SIMULASI NUMERIK FENOMENA TIDAL BORE DI KANAL SINTETIK", "Abstrak": "Tugas akhir ini bertujuan untuk mengkaji pengaruh penjalaran tidal bore di kanal 1D terhadap elevasi, parameter gelombang, dan profil kecepatan aliran, serta pengaruh perbedaan nilai kedalaman awal (d_1), kecepatan aliran awal (V_1), dan bilangan Froude (Fr) terhadap tidal bore yang terbentuk dengan menggunakan Model OpenFOAM. Domain model numerik pada studi saat ini dibuat berdasarkan domain model fisik berdasarkan studi terdahulu. Dibuat sebelas skenario dengan nilai d_1, V_1, dan Fr berbeda: Skenario A1-A4 dengan V_1 tetap dan d_1 berubah; Skenario B1-B4 dengan nilai d_1 tetap dan V_1 berubah; dan Skenario C1-C4 dengan nilai d_1 tetap dan V_1 berubah dengan rentang nilai yang disesuaikan untuk menghasilkan bilangan Froude dengan rentang lebih besar. Hasil simulasi numerik diverifikasi menggunakan hasil model fisik serta model numerik Model Thetis berdasarkan studi terdahulu. Verifikasi menunjukkan hasil yang baik antara studi saat ini dengan model fisik maupun model numerik dengan teridentifikasi adanya perbedaan fase yang berturut-turut diduga terjadi akibat ketidaksempurnaan kanal model fisik serta perbedaan ukuran grid dan syarat batas yang digunakan. Berdasarkan analisis hasil simulasi, ditunjukkan bahwa Fr menjadi indikator tipe tidal bore yang terbentuk, tetapi tidak memengaruhi karakteristik gelombang tidal bore secara langsung. Nilai V_1 dan d_1 menjadi parameter yang memengaruhi karakteristik gelombang tidal bore secara dominan. Penjalaran tidal bore di kanal menyebabkan pertambahan kedalaman dan terjadinya daerah pembalikan arah aliran di bawah puncak tidal bore, serta teridentifikasi bahwa terdapat intensifikasi kecepatan aliran di dekat dasar.", "Daftar File": {"2017 TA PP NABIEL LUTHFI SIDDIQ  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136225"}, "Penulis": "NABIEL LUTHFI SIDDIQ (NIM : 12913003)", "Kontributor / Dosen Pembimbing": ["Pembimbing :   \n\nDr. Eng. Nining Sari Ningsih, MS.   \n\nAyi Tarya, S.Si., M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Kanal Sintetik, Model Numerik, OpenFOAM, Tidal bore", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "10 Jan 2018"}