{"Nomor": 29438, "Judul": "ANALISIS KEHANDALAN ANJUNGAN LEPAS PANTAI TERPANCANG 4-KAKI DAN 3-KAKI DI LAUT NATUNA TERHADAP BEBAN PUSHOVER STATIK DENGAN METODE WSD DAN LRFD", "Abstrak": "Acuan yang umum digunakan di Indonesia adalah standar dari American Petroleum Institute (API) RP 2A, terdiri dari dua metode: WSD (Working Stress Design) dan LRFD (Load and Resistance Factor Design). Standar API tersebut dikembangkan berdasar kondisi perairan di Teluk Meksiko yang relatif lebih ekstrim dibanding perairan Indonesia. Perlu adanya studi lanjut mengenai relevansi standar API tersebut terhadap kondisi perairan Indonesia, dengan meninjau nilai reserve strength ratio (RSR) dan nilai indeks kehandalan (β)-nya. Studi kasus struktur anjungan lepas pantai terpancang (fixed offshore platform) tipe jacket 4-kaki dan 3-kaki di perairan Laut Natuna. Analisis batas ultimit dengan metode pushover statik menghasilkan nilai RSR minimum dari struktur anjungan lepas pantai 4-Kaki pada arah 0 derajat baik pada kombinasi pembebanan WSD maupun LRFD dan pada struktur anjungan lepas pantai 3-Kaki pada arah 270 derajat baik pada kombinasi pembebanan WSD maupun LRFD. Nilai indeks kehandalan (β) struktur anjungan lepas pantai 4-Kaki studi kasus sebesar 1.030529 untuk LRFD dan 1.08404 untuk WSD dan nilai indeks kehandalan (β) struktur anjungan lepas pantai 3-Kaki studi kasus sebesar 1.028141 untuk LRFD dan 1.044226 untuk WSD. Nilai RSR dan nilai β dari platform studi kasus tersebut dibawah persyaratan minimum yaitu nilai RSR sebesar 1.6 dan tidak memenuhi nilai β sebesar 3.71, hal tersebut bisa dikarenakan nilai Unity Check struktur hasil optimasi hampir semuanya mendekati 1. Dengan demikian, dapat disimpulkan bahwa penerapan standar API RP 2A WSD dan API RP 2A LRFD pada perencanaan anjungan lepas pantai studi kasus di perairan Laut Natuna ini belum efektif. Perlu adanya penyesuaian koefisien terkait kondisi perairan di lokasi anjungan lepas pantai studi kasus tersebut.", "Daftar File": {"2018 TS PP NABIGH NABIYL  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136226"}, "Penulis": "NABIGH NABIYL (NIM: 25515305)", "Kontributor / Dosen Pembimbing": ["Pembimbing :    \n\nProf. Ir. Ricky Lukman Tawekal, MSE., Ph.D.   \n\nDr.Eng. Paramashanti, ST.,MT."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "anjungan lepas pantai, pushover, RSR, indeks kehandalan β, FORM II.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2018"}