{"Nomor": 29433, "Judul": "KAJIAN PERMASALAHAN PADA PENGAMBILAN KEPUTUSAN DALAM TAHAP INISIASI DAN PERENCANAAN PROYEK PENGEMBANGAN SISTEM PENYEDIAAN AIR MINUM", "Abstrak": "Penyelenggaraan Sistem Penyediaan Air Minum (SPAM) bertujuan untuk memenuhi kehidupan yang sehat, bersih dan produktif. Hal ini merupakan wewenang dan tanggung jawab dari pemerintah pusat dan pemerintah daerah. Keseluruhan proses ini didasarkan kepada Peraturan Pemerintah No. 122 Tahun 2015 tentang SPAM. Dalam keberlangsungannya, Siklus Hidup Proyek konstruksi Pengembangan SPAM memiliki berbagai pemangku kepentingan yang menuntut pengorganisasian yang baik selama proyek berlangsung. Adapun permasalahan yang terjadi, salah satunya adalah pada peraturan tersebut belum dikaji secara detail prosedur penyelenggaraan SPAM dari tahap awal inisiasi sampai perencanaannya. Oleh karena itu diperlukan suatu kajian untuk mengetahui permasalahan dalam pengambilan keputusan yang terdapat pada tahap Inisiasi dan Perencanaan proyek Pengembangan SPAM. Kajian Permasalahan dilakukan dengan mengidentifikasi permasalahan yang terjadi dalam proyek yang sedang berjalan. Dari kajian permasalahan yang dilakukan, diketahui bahwa hasil kajian terhadap proyek Pembangunan SPAM IKK Kedokan Bunder - Junti pada tahap Inisiasi dan Perencanaan, terdapat berbagai tahapan yang perlu dilalui oleh setiap pemangku kepentingan. Dalam setiap tahapan tersebut, berbagai kepentingan yang dimiliki stakeholder yang tersirat pada pengambilan keputusannya saling mempengaruhi/dipengaruhi satu dan lainnya sehingga mempengaruhi dalam keluaran setiap tahap yang dilakui dalam siklus hidup proyek. Pengambilan keputusan yang mempengaruhi dan dipengaruhi tersebut adalah pengambilan keputusan oleh satuan kerja (satker) pengembangan SPAM dalam mengevaluasi usulan proyek pengembangan SPAM dari Perusahaan Daerah Air Minum (PDAM), khususnya dalam hal evaluasi volume pekerjaan. Hal ini dikarenakan adanya standar desain dan keterbatasan alokasi anggaran yang membuat pengambilan keputusan PDAM/ rencana pengembangan SPAM melakukan penyesuaian usulan untuk wilayah pelayanan yang telah direncanakan.", "Daftar File": {"2018 TS PP M YUDI PURNAWAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136205"}, "Penulis": "M. YUDI PURNAWAN     NIM : 25014319", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Puti Farida Marzuki"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pengembangan SPAM, Inisiasi, Perencanaan, Pengambilan Keputusan", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "23 Feb 2018"}