{"Nomor": 29445, "Judul": "KUALITAS LAYANAN INFORMASI OBAT, KEPATUHAN, DAN EFEKTIVITAS TERAPI PADA PASIEN HIPERTENSI DI UPT PUSKESMAS IBRAHIM ADJIE BANDUNG PROGRAM STUDI FARMASI KLINIK DAN KOMUNITAS SEKOLAH FARMASI INSTITUT TEKNOLOGI BANDUNG 2018", "Abstrak": "Layanan informasi obat merupakan layanan kefarmasian yang harus diberikan oleh apoteker untuk \n\nmeningkatkan kepatuhan sehingga terapi dapat tercapai secara optimal. Penelitian ini dilakukan untuk \n\nmengetahui kualitas layanan informasi obat, kepatuhan pasien, efektivitas terapi hipertensi, dan \n\nhubungan ketiga parameter tersebut yang dilaksanakan di Puskesmas Ibrahim Adjie Bandung. Penelitian \n\ndeskriptif ini didesain secara cross-sectional dan konkuren (Januari - Maret 2018) menggunakan kuesioner \n\ntervalidasi. Jumlah subjek penelitian dihitung dari populasi pasien hipertensi menggunakan rumus Slovin. \n\nKualitas layanan informasi obat diukur menggunakan metode SERVQUAL, tingkat kepatuhan diukur \n\nmenggunakan Modified Morisky Scale (MMS), dan efektivitas terapi dianalisis dengan mengukur \n\npencapaian tekanan darah pasien sesuai target yang ditetapkan standar JNC 7. Terdapat 57 pasien \n\nProlanis dan 302 pasien non Prolanis yang dianalisis dalam penelitian ini. Kualitas layanan informasi obat \n\nbaik terhadap pasien Prolanis maupun non-prolanis sudah baik yaitu berkisar 95% dengan nilai terendah \n\npada dimensi fasilitas. Tingkat kepatuhan dan efektivitas pada pasien Prolanis berkisar 96,49% dan 56,14% \n\nyang lebih tinggi dibandingkan capaian pada pasien non-Prolanis yaitu 31,13% dan 26,16%. Terdapat \n\nhubungan positif antara kualitas layanan informasi obat dengan efektivitas terapi (r= 0,561 , p > 0,05), dan \n\nsemakin tinggi tingkat kepatuhan pasien terhadap regimen terapinya semakin tinggi efektivitas terapinya \n\n(r= 0,842, p = 0,035). Jenis informasi obat yang diperlukan oleh pasien tetapi belum diberikan secara \n\nkonsisten oleh apoteker yaitu efek samping, peringatan/perhatian, interaksi-obat, kontraindikasi, dan \n\ngolongan obat. Data penelitian ini menunjukkan perlunya peningkatan kualitas informasi obat serta upaya \n\nlain seperti pengkajian resep, konseling/konsultasi obat untuk meningkatkan kepatuhan pasien terhadap \n\nregimen sehingga meningkatkan efektivitas terapinya.", "Daftar File": {"2018 TA PP NABILA CANDIDA ARSA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136233"}, "Penulis": "NABILA CANDIDA ARSA NIM : 11614012", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Tomi Hendrayana, M.Si., Apt.", "Dhyan K. Ayuningtyas, M.Si., Apt.", "Iis Rukmawati, S.Si., M.Kes., Apt"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Kualitas layanan, informasi obat, efektivitas, kepatuhan, Pearson.", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "02 Jul 2018"}