{"Nomor": 29442, "Judul": "DESAIN DAN IMPLEMENTASI GAMIFIKASI PADA APLIKASI GO-VOTE UNTUK MENINGKATKAN PARTISIPASI MASYARAKAT DALAM PENGAWASAN PEMILIHAN UMUM", "Abstrak": "Pemilihan umum merupakan bagian yang tidak terpisahkan dari Indonesia sebagai sebuah negara demokrasi. Pengawasan pemilihan umum merupakan salah satu faktor yang sangat penting untuk mengetahui lancarnya pelaksanaan pemilihan umum. Akan tetapi berdasarkan data yang dihimpun, partisipasi masyarakat masih kurangnya untuk ikut serta mengawasi jalannya pemilihan umum.  \n \n\nPemanfaatan teknologi, dengan mudah menyediakan sarana dan media bagi masyarakat untuk mengakses informasi dengan mudah. Perancangan aplikasi Ã‚Â“Go VoteÃ‚Â” menyediakan media dimana pengguna dapat secara langsung ikut berpartisipasi dalam pengawasan pemilu dengan mengirimkan dokumentasi situasi pelaksanaan pemilu dan juga dokumentasi hasil pemilu di masing-masing TPS. \n \n\nAgar dapat meningkatkan partisipasi masyarakat dalam penggunaan aplikasi tersebut untuk kemajuan pemilihan umum, perlu di terapkan konsep yang dapat menarik perhatian masyarakat. Sesuai dengan dengan definisinya gamifikasi merupakan elemen game yang digunakan pada konteks yang bukan game. Gamifikasi membuat sesuatu yang kurang menyenangkan dan membosankan menjadi sesuatu yang lebih menarik. Oleh karena itu, gamifikasi dianggap dapat meningkatkan motivasi masyarakat dalam mengawasi proses jalannya pemilihan Go Vote. Penelitian iniakan merancang dan mengimplementasikan gamifikasi pada Aplikasi Go vote. \n \n\nBerdasarkan hasil pengujian yang telah dilakukan, aplikasi Go Vote yang telah menggunakan konsep gamifikasi terbukti dapatmenarik dan memotivasi masyarakat. Hal tersebut dibuktikan dengan nilai sebanyak 1,494 masyarakat tertarik menggunakan aplikasi dari total 96 responden.", "Daftar File": {"2018 TS PP Nabila Ariani 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136230"}, "Penulis": "NabilaAriani - NIM : 23215314", "Kontributor / Dosen Pembimbing": ["Dr. tech. Ary Setijadi Prihatmanto"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Gamifikasi, Partisipasi, Ketertarikan, Govote.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "07 Mar 2018"}