{"Nomor": 29453, "Judul": "STUDI DAN ANALISIS SIFAT OPTIK DAN SIFAT LISTRIK MATERIAL TiX:Zn(1-X)O DAN APLIKASINYA PADA FOTODETEKTOR", "Abstrak": "Isu pemanasan global, utamanya berlubangnya lapisan ozon menjadi latar belakang utama penelitian terhadap fotodetektor ultraviolet (UVPD) karena dapat mendeteksi sinar ultraviolet yang masuk ke Bumi ketika intensitasnya mulai membahayakan manusia. Beberapa sifat penting fotodetektor yang harus dipenuhi antara lain; sensitif pada spektrum tertentu, memiliki responsivitas tinggi serta efisiensi kuantum tinggi, memiliki linieritas arus terang (photocurrent) yang baik, serta memiliki celah pita energi yang lebar. Salah satu kandidat material dengan celah pita energi yang lebar adalah zinc oxide (ZnO). Pada penelitian ini dilakukan penumbuhan serta karakterisasi material ZnO yang di-doping dengan Titanium (Ti), atau disebut TZO, dengan harapan dapat meningkatkan sensitivitas material terhadap cahaya sehingga sesuai untuk aplikasi fotodetektor.         \n \n \n \n \n \n \n \n \n\nPada laporan Tugas Akhir ini dilakukan berbagai studi literatur tentang material TZO, aplikasi fotodetektor hingga penjelasan metode karakterisasi yang dilakukan yaitu Spektroskopi Elipsometri dan UV-Vis untuk menganalisis sifat optik, juga analisis kurva I-V untuk mengetahui respons kelistrikan material terhadap cahaya. Di akhir penelitian telah berhasil ditumbuhkan material TZO dengan perbandingan konsentrasi Titanium dalam sampel sebesar 0,4%, 0,5% dan 0,6%. Konsentrasi yang dikonfirmasi melalui karakterisasi EDX tidak sebanding dengan target sampel diperkirakan terjadi akibat ketidakmampuan untuk mengontrol konsentrasi yang menempel pada substrat saat deposisi. Dengan metode penumbuhan DC-Unbalanced Magnetron Sputtering (DC-UBMS) dan berbagai karakterisasi, dikonfirmasi bahwa dopant Titanium akan menggeser nilai celah pita energi menjadi lebih kecil serta meningkatkan sensitivitas material terhadap cahaya.", "Daftar File": {"2018 TA PP NABILAH ZUHAIRAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136249", "2018 TA PP NABILAH ZUHAIRAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/136250", "2018 TA PP NABILAH ZUHAIRAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/136251", "2018 TA PP NABILAH ZUHAIRAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/136252", "2018 TA PP NABILAH ZUHAIRAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/136253", "2018 TA PP NABILAH ZUHAIRAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/136254", "2018 TA PP NABILAH ZUHAIRAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/136255", "2018 TA PP NABILAH ZUHAIRAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/136256"}, "Penulis": "NABILAH ZUHAIRAH (NIM : 10213050)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Yudi Darma"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fotodetektor, Kurva I-V, Spektroskopi Elipsometri, Zinc oxide, Titanium, UV-Vis", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "30 Apr 2018"}