{"Nomor": 29458, "Judul": "GEOLOGI DAN PENGEMBANGAN GEOWISATA  DAERAH NGLANGGERAN DAN SEKITARNYA, KECAMATAN PATUK DAN KECAMATAN GEDANGSARI, KABUPATEN GUNUNG KIDUL, DAERAH ISTIMEWA YOGYAKARTA", "Abstrak": "UNESCO Global Geopark (UGG) Gunung Sewu akan direvalidasi oleh UNESCO berdasarkan kriteria geopark yang ditetapkan UNESCO pada tahun 2019 mendatang. Penelitian ini dilakukan untuk mengevaluasi salah satu komponen geopark UGG Gunung Sewu, yaitu Geosite Gunung Api Purba Nglanggeran yang terletak di Desa Nglanggeran, Kecamatan Patuk, Kabupaten Gunungkidul, Daerah Istimewa Yogyakarta, dari sudut pandang geowisata dan beberapa kriteria geopark yang ditetapkan UNESCO tersebut. Penelitian ini juga dilakukan untuk menyajikan beberapa rekomendasi obyek geowisata baru untuk pengembangan UGG Gunung Sewu khususnya di kawasan Kabupaten Gunungkidul, Provinsi Daerah Istimewa Yogyakarta.  \n \n\nMetode penelitian yang digunakan pada penelitian ini terbagi menajdi dua, yaitu metode observasi geologi lapangan dan metode kuesioner geowisata pada Geosite Gunung Api Purba Nglanggeran. Metode observasi geologi lapangan terdiri dari metode pengamatan geomorfologi, metode pengamatan struktur geologi, dan metode pengamatan litologi pada daerah penelitian. Metode kuesioner geowisata terdiri dari pertanyaan mengenai geowisata dan penilaian Geosite Gunung Api Purba Nglanggeran berdasarkan kriteria geopark yang ditetapkan UNESCO dengan responden kuesioner dari kalangan wisatawan geosite dan warga sekitar geosite Gunung Api Purba Nglanggeran. Rekomendasi geosite baru didapatkan dari hasil analisis lebih lanjut metode observasi geologi lapangan.  \n \n\nBerdasarkan metode di atas, daerah penelitian dibagi menjadi empat satuan geomorfologi, yaitu Satuan Punggungan Homoklin Nglanggeran, Satuan Dataran Denudasional Sambipitu, Satuan Perbukitan Kars Wonosari, dan Satuan Dataran Banjir Oyo. Satuan Batuan pada daerah penelitian dibagi menjadi empat, yaitu Satuan Tuf-Batupasir, Satuan Breksi Piroklastik, Satuan Batupasir-Batulempung, dan Satuan Batugamping. Struktur geologi yang berkembang pada daerah penelitian berupa Sesar Mendatar Mengiri Ngalang, Sesar Mendatar Mengiri Bunder, dan Sesar Mendatar Mengiri Beji. Dari hasil pengolahan data kuesioner, Gunung Api Purba Nglanggeran dianggap masih memertahankan aspek kriteria geopark yang ditetapkan UNESCO. Berdasarkan hasil analisis lebih lanjut, metode geologi lapangan  muncul beberapa rekomendasi obyek geowisata antara lain adalah Kali Ngalang (hulu), Air Terjun Kedung Kandang, Bukit Kembang, Gunung Gentong, dan Batu Miring Oyo.", "Daftar File": {"2018 TA PP NABILA NOVASARI SOVIANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136261"}, "Penulis": "NABILA NOVASARI SOVIANA - Nim: 12014041", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Mirzam Abdurrachman, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Geosite, Geopark, Geowisata, UNESCO, UGG Gunung Sewu, Gunung Api Purba Nglanggeran, Gunungkidul.", "Sumber": "PRODI GEOLOGI", "Staf Input/Edit": "Irwan Sofiyan  \n                                     tuti yulia", "File": "11 file", "Tanggal Input": "21 Sep 2018"}