{"Nomor": 29462, "Judul": "THE IMPACT OF CELEBRITY ENDORSEMENT ON BRAND AWARENESS OF CHILDRENSWEAR", "Abstrak": "Pasar pakaian anak di Indonesia yang terus tumbuh dan semakin menjanjikan menjadi \n\npeluang besar bagi pelaku bisnis di dalamnya. Meski begitu, persaingan di dalam industri \n\npakaian anak relatif tinggi sehingga dibutuhkan strategi pemasaran yang tepat agar dapat \n\nbersaing di pasar. Kesadaran merek adalah salah satu faktor utama yang menenentukan \n\npembelian suatu produk. Untuk itu, sebuah bisnis harus menaruh perhatian lebih pada \n\npeningkatan kesadaran mereknya. Endorsement selebriti adalah strategi pemasaran yang salah \n\nsatu manfaatnya dapat meningkatkan kesadaran merek. Banyak bisnis di industri lain yang \n\nmenerapkan strategi ini dalam mempromosikan produk mereka. Penelitian ini bertujuan untuk \n\nmempelajari pengaruh dari faktor-faktor penentu endosement selebriti yang diterapkan merek \n\npakaian anak sebagai upaya peningkatan kesadaran mereknya. \n\nPenelitian ini menggunakan analisis kuantitatif dan metode pengambilan sampel sederhana. \n\nPengisian kuesioner online dilakukan oleh 210 responden yang merupakan ibu dengan anak \n\nberusia 0 Ã‚Â– 10 tahun yang merupakan target pasar pakaian anak di Indonesia. Penilaian dalam \n\npenelitian ini dilakukan terhadap beberapa merek pakaian anak yang paling dikenal dari \n\nendorsement selebriti berdasarkan uji recall yang dilakukan sebelumnya. Hubungan antara \n\nvariabel independen yang terdiri dari kredibilitas endorser, daya tarik endorser, dan \n\nkesesuaian produk terhadap dengan variabel dependen kesadaran merek dianalisis \n\nmenggunakan regresi linier berganda. \n\nBerdasarkan penilaian responden, endorsement selebriti yang dilakukan oleh brand pakaian \n\nanak dinilai cukup positif oleh responden. Hasil analisis statistik menunjukkan bahwa ada \n\nkorelasi antara endorsement selebriti dan kesadaran merek dalam 22% variansi. Meski begitu, \n\ndari ketiga faktor yang dianalisis, hanya faktor daya tarik endorser yang memiliki dampak \n\nsignifikan dalam peningkatan kesadaran merek pakaian anak.", "Daftar File": {"2018 TA PP NABILA TSABITHA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136265"}, "Penulis": "NABILA TSABITHA (19215049)", "Kontributor / Dosen Pembimbing": ["Evy Rachmawati CH, SE., M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Brand Awareness, Celebrity Endorsement, Childrenswear, Indonesian Market", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "1 file", "Tanggal Input": "30 Jul 2018"}