{"Nomor": 29468, "Judul": "ANALISIS PENAWARAN UMUM PERDANA PT. PHAPROS TBK", "Abstrak": "Pertumbuhan penduduk merupakan isu sosial ekonomi yang tidak dapat dihindarkan. Indonesia sebagai negara berpenduduk terbanyak keempat di dunia, tentunya memiliki kebutuhan yang tinggi pula akan kesehatan. Salah satu sektor industri kesehatan dengan pendapatan terbesar adalah farmasi dan bioteknologi dan berdasarkan proyeksi akan terus meningkat pada tahun 2025. PT Phapros Tbk adalah salah satu anak perusahaan Badan Usaha Milik Negara (BUMN) dalam industri farmasi yang memiliki kinerja yang baik dan pertumbuhannya jauh di atas rata-rata pertumbuhan industri farmasi nasional pada 2017. Sejak 2016, perusahaan telah merencanakan untuk membangun pabrik baru di Ungaran, Jawa Tengah sebagai strategi untuk memperkuat bisnis hulunya, meningkatkan kapasitas produksi obat, dan mengembangkan diversifikasi produk. . Selain itu, sejak awal 2018 Phapros juga berencana untuk mengakuisisi perusahaan farmasi lain dan perusahaan makanan & minuman. Perusahaan membutuhkan beberapa modal tambahan untuk melaksanakan rencana ekspansi bisnis tersebut terutama meningkatkan kapasitas produksi untuk memproduksi kedua obat dengan mendirikan pabrik baru untuk mendukung program JKN. \n\nOleh karena itu, untuk mendapatkan tambahan modal Phapros berencana melakukan Initial Public Offering (IPO) sebagai salah satu solusi alternatif. Phapros berencana untuk merilis 48% saham portofolio (saham portepel) kepada publik dan akan melakukan IPO pada semester pertama tahun 2019 untuk mendapatkan dana tambahan sebesar Rp500 miliar dari aksi korporasi ini. \n\nPenelitian ini bertujuan untuk menentukan intrinsic value dari PT Phapros dan kemungkinan rentang harga IPO bagi investor. Dalam penelitian ini, penentuan intrinsic value menggunakan absolute valuation dengan metode Discounted Cash Flow. Analisis yang digunakan dalam valuasi ini adalah top down analisis. Relative valuation dengan metode P/E ratio juga digunakan sebagai supporting analysis untuk absolute valuation. \n\nBerdasarkan perhitungan, nilai intrinsik Phapros dengan tingkat kepercayaan 95% diperkirakan akan berada pada kisaran harga Rp1.653 sebagai harga terendah dan Rp 3.002 sebagai harga tertinggi. Nilai intrinsik yang paling mungkin akan jatuh di Rp2.641 berdasarkan absolute valuation dan didukung oleh relatif valuation", "Daftar File": {"2018 TS PP Nadhila Fajrina 1-Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/136271"}, "Penulis": "Nadhila Fajrina/ 29116383", "Kontributor / Dosen Pembimbing": ["Dr. Yunieta Anny Nainggolan"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Discounted Cash Flow, Initial Public Offering, Intrinsic Value, Pharmaceutical Industry, Valuation", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Sep 2018"}