{"Nomor": 29474, "Judul": "ANALYZING THE IMPLICATIONS OF NARCISSISM AMONG THE  BUSINESS STUDENTS AND NON BUSINESS STUDENTS IN INSTITUT TEKNOLOGI BANDUNG", "Abstrak": "Sebagai salah satu universitas unggulan di Indonesia, Intitut Teknologi Bandung diharapkan \n\nmenghasilkan lulusan yang berkompeten dan dibelaki dengan keterampilan yang mumpuni. \n\nSeperti yang disebutkan sebelumnya oleh Satrio Madigondo, seorang Ã‚Â“head hunterÃ‚Â” yang telah \n\nmengamati tren kepribadian  para lulusan ITB selama empat tahun, ia menganggap lulusan ITB \n\nyang pernah ia temui memiliki  tingkat kecenderungan narsismes yang tinggi dibandingkan \n\ndengan lulusan lain dari dua universitas unggulan lainnya di Indonesia. seperti Universitas \n\nIndonesia dan Universitas Gadjah Mada. Dia juga menambahkan bahwa hal tersebut cukup \n\nmengejutkan dan mengganggu proses rekrutmen. Penelitian ini bertujuan untuk menjadi salah \n\nsatu penelitian eksplisit tentang tingkat narsisme di kalangan mahasiswa di Institut Teknologi \n\nBandung dan juga menganalisis implikasi narsisisme terhadap harapan karir mereka. di masa \n\ndepan. Terdapat empat aspek dalam narsisme yaitu, Eksploitasi / Hak, Kepempimpinan / \n\nKewenangan, Superioritas / Arogansi, dan Penyerapan Diri / Kekaguman Diri. Dan, tiga aspek \n\npenilaian dari harapan karir adalah kemudahan menemukan pekerjaan, ekspektasi penghasilan, \n\ndan ekspektasi promosi. Penelitian ini menggunakan sampel dari jurusan bisnis dan teknik \n\nindustri karena berdasarkan penelitian sebelumnya, ditemukan bahwa kecenderungan narsistik \n\nseperti nilai-nilai materialistik dan pentingnya uang cenderung ditingkatkan dalam mahasiswa \n\nbisnis (Robak dkk.., 2007; Vansteenskiste, Duriez, Simons, & Soenens, 2006) dan jurusan teknik \n\nindustri tampak sangat relevan karena sekolah bisnis di Institut Teknologi Bandung berasal dari \n\nDepartemen Teknik Industri. Pendekatan kuantitatif diterapkan dengan menyebarkan kuesioner \n\nonline kepada mahasiswa bisnis dan mahasiswa teknik industri di Institut Teknologi Bandung dan \n\nmengumpulkan respon sejumlah 445 secara total. Hasilnya akan dinilai dengan menggunakan \n\nIndependent Sample T-Test, One Way Analysis of Variance (ANOVA), Two Way Analysis of \n\nVariance (ANOVA), dan Multivariate Analysis Covariance (MANCOVA). Temuan tersebut \n\nmengungkapkan bahwa mahasiswa bisnis di Institut Teknologi Bandung memiliki tingkat \n\nnarsisisme yang lebih tinggi secara signifikan dibandingkan dengan mahasiswa teknik industri, \n\ndiluar pengendalian jenis kelamin dan tempat asal daerah, serta tingginya tingkat narsisisme akan \n\nmengarah pada harapan karir yang lebih tinggi di masa depan.  \n\nKeywords : narsisme, karir, bisnis, teknik industri, pendidikan tinggi", "Daftar File": {"COVER NADIA ATHINNA HAPSARI.pdf\n]": "https://digilib.itb.ac.id/gdl/download/180326", "CHAPTER I NADIA ATHINNA HAPSARI.pdf)u": "https://digilib.itb.ac.id/gdl/download/180327", "CHAPTER II NADIA ATHINNA HAPSARI.pdf?": "https://digilib.itb.ac.id/gdl/download/180329", "CHAPTER III NADIA ATHINNA HAPSARI.pdf\n]": "https://digilib.itb.ac.id/gdl/download/180332", "CHAPTER IV NADIA ATHINNA HAPSARI.pdf?": "https://digilib.itb.ac.id/gdl/download/180333", "CHAPTER V NADIA ATHINNA HAPSARI.pdf)u": "https://digilib.itb.ac.id/gdl/download/180334", "References NADIA ATHINNA HAPSARI.pdf?": "https://digilib.itb.ac.id/gdl/download/180335"}, "Penulis": "Nadia Athinna Hapsari (19015032)", "Kontributor / Dosen Pembimbing": ["Andika Putra Pratama, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "narcissism, career, business, industrial engineering, higher education", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Neng Kartika", "File": "7 file", "Tanggal Input": "16 Jul 2018"}