{"Nomor": 29477, "Judul": "STUDI KELAYAKAN EKONOMIS DARI PABRIK CLAY, DOLOMIT, DAN KAPTAN OLEH PT XYZ", "Abstrak": "Berkaca pada pertumbuhan pupuk yang sangat cepat di Indonesia, PT XYZ, sebagai \n\nsalah satu perusahaan distributor pupuk, agrokimia, dan benih swasta, berencana \n\nuntuk mendirikan pabrik baru sebagai salah satu pendorong sumber pendapatan \n\nyang akan difungsikan untuk memproduksi beberapa komoditas pupuk yang saat \n\nini sudah di distribusi oleh PT XYZ yang didapat dari produsen utama, yaitu Clay, \n\nDolomit, dan Kapur Pertanian (Kaptan). Namun, perusahaan perlu menilai \n\nkelayakan ekonomi bisnis dari proyek ini untuk mengetahui apakah proyek tersebut \n\nlayak dilakukan atau tidak untuk investasi masa depan, mengingat bahwa proyek \n\ntersebut membutuhkan investasi besar dan peningkatan tingkat sewa dan tingkat \n\nkonsinyasi di masa depan. Dalam makalah ini, penulis ingin menganalisis \n\nkelayakan ekonomi menggunakan beberapa metode penilaian, yaitu Net Present \n\nValue, Indeks Tingkat Pengembalian Internal, Waktu Pembayaran, dan Indeks \n\nProfitabilitas. Penulis juga melakukan penilaian resiko dengan menggunakan \n\nmetode analisis sensitivitas dan Monte Carlo. Hasil dari penelitian ini adalah \n\nproyek ini layak secara ekonomi dan disarankan untuk diluncurkan oleh PT ABC \n\ndengan beberapa kekhawatiran mengenai manejemen kas dan kebijakan harga.", "Daftar File": {"2018 TA PP NADIAH PRISTANIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136288", "2018 TS PP NADIAH PRISTANIA 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/251621"}, "Penulis": "Nadiah Pristania (19015157)", "Kontributor / Dosen Pembimbing": ["Ahmad Danu Prasetyo, Ph. D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Feasibility Study, Economic Feasibility, Fertilizer, Factory, Net Present Value, Internal Rate of Return, Payback Period, Profitability Index", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "02 Jul 2018"}