{"Nomor": 29487, "Judul": "PENGEMBANGAN DESAIN ALAT BANTU PADA RANJANG UNTUK PASIEN TIRAH BARING DENGAN MOBILITAS RENDAH PADA PERAWATAN RUMAH", "Abstrak": "Pasien tirah baring dengan kemampuan mobilitas rendah membutuhkan bantuan dari perawat dalam hal pemenuhan kebutuhan aktivitas. Pasien tirah baring terkendala pada kemampuan untuk memenuhi kebutuhan dasar seperti pembuangan urine, pembuangan feses, dan mandi (personal hygiene). Selain itu, pasien tirah baring juga terkendala pada kemampuan mobilisasi sehingga perlu dilakukan pengecekan secara berkala dan rutin kepada pasien tirah baring untuk mencegah luka tekan. Jika tidak dilakukan deteksi dini, luka tekan masih dapat diatasi namun membutuhkan pengobatan yang cukup mahal. Namun demikian, komplikasi dari penyakit penderita ditambah dengan komplikasi luka tekan jika tidak ditangani secara serius dapat menjadi penyebab kematian. Berbeda dengan pasien di rumah sakit yang mendapatkan kontrol 24 jam dari tenaga kesehatan, pasien dengan perawatan rumah tidak selalu dapat diawasi secara penuh selama 24 jam. Selain itu, keterbatasan tenaga untuk merawat pasien di rumah menyebabkan diperlukannya bantuan tenaga tambahan agar beban kerja keluarga menjadi lebih ringan dalam merawat pasien. Maka, penelitian ini mencoba untuk mengangkat persoalan perawatan pasien tirah baring di rumah dengan berfokus pada pemenuhan kebutuhan dasar pasien (BAB, BAK, dan higiene personal) dan pencegahan luka tekan dari aspek desain produk untuk mencoba menemukan solusi agar memudahkan perawat dan keluarga dalam memberikan asuhan keperawatan kepada pasien tirah baring.", "Daftar File": {}, "Penulis": "Nadine Afriza Qonatirila (NIM: 17514036)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Achmad Syarief, MSD, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "tirah baring, perawat, kebutuhan dasar manusia", "Sumber": "", "Staf Input/Edit": "Saipul Aripin  \n                                     Saipul Aripin", "File": "1 file", "Tanggal Input": "26 Jun 2018"}