{"Nomor": 29482, "Judul": "PENGARUH KECEPATAN PENYESUAIAN TERHADAP TARGET STRUKTUR MODAL DI PERUSAHAAN PROPERTI DAN REAL ESTATE INDONESIA", "Abstrak": "Penelitian ini bertujuan untuk menjelaskan bukti empiris dari determinan struktur modal dalam \n\nmodel statis dan dinamis untuk sektor properti dan real estate dalam periode waktu 2008-2017, serta \n\nkecepatan penyesuain dan jenis penyesuaian aktif oleh kebijakan korporasi atau pasif dengan laba \n\nditahan. \n\nPenelitian ini menggunakan metode regresi berganda untuk menguji determinan struktur modal: \n\nkesempatan pertumbuhan, ukuran perusahaan, dividend payout, profitabilitas, tangibilitas, liquiditas, dan \n\nrasio loan to value . Model dinamis menggunakan variabel lag dari model statis dan lag leverage untuk \n\npenyesuaian aktif dan pasif. \n\nPenelitian ini membuktikan bahwa kesempatan pertumbuhan, ukuran perusahaan, profitabilitas, \n\ndan tangibilitas signifikan terhadap rasio hutang pada tingkat signifikansi 5% dan liquiditas signifikan \n\npada tingkat signifikansi 10%. Dividend payout dan loan to value ratio tidak signifikan terharap struktur \n\nmodal di sektor properti dan real estate. \n\nModel struktur modal dinamis membuktikan bahwa industri properti dan real estate memiliki \n\ntarget struktur modal. Pada model penyesuaian aktif, variabel lagged leverage dan ukuran perusahaan t-1 \n\nsignifikan terhadap struktur modal pada tingkat signifikansi 5% dan kesempatan pertumbuhan t-1 \n\nsignifikan pada tingkat signifikansi 10%. Dividend payout t-1, profitabilitas t-1, tangibilitas t-1, liquiditas \n\nt-1 dan loan to value ratio t-1 tidak signifikan pada target struktur modal. Model penyesuaian pasif \n\nmenunjukan hasil yang mirip dengan model aktif, namun kesempatan pertumbuhan t-1 tidak signifikan. \n\nKecepatan penyesuaian sektor properti dan real estate terhadap target struktur modalnya adalah 24.54% \n\nuntuk aktif dan 26.71% untuk pasif. Hasil tersebut mengimplikasi bahwa industri properti dan real estate \n\ncondong menyesuaikan struktur modalnya secara pasif.", "Daftar File": {"2018 TA PP NADIA NURLAILA BADRINA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136293", "2018 TS PP NADIA NURLAILA BADRINA 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/251619"}, "Penulis": "Nadia Nurlaila Badrina (19015081)", "Kontributor / Dosen Pembimbing": ["Dr. Subiakto Soekarno MBA, RFA, QWP, CFP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Leverage, Static Capital Structure, Dynamic Capital Structure, Target Capital Structure, Speed of Adjustment, Active Adjustment, Passive Adjustment", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "13 Jul 2018"}