{"Nomor": 29493, "Judul": "IDENTIFIKASI KARAKTERISASI RESERVOIR LAPANGAN GEOTERMAL BERDASARKAN ANALISIS DATA FALLOFF TEST", "Abstrak": "Well testing merupakan hal yang penting untuk dilakukan dalam penentuan karakteristik reservoir geotermal seperti permeabilitas batuan, transmissivity, faktor skin, tekanan reservoir, reservoir boundaries, dan heterogenitas suatu lapisan. Salah satu well test yang sering diaplikasikan pada sumur geotermal adalah falloff test. Uji ini dimulai dengan menginjeksikan fluida kedalam sumur dengan laju alir konstan tertentu, kemudian melakukan shut-in sumur selama waktu tertentu untuk melihat respon tekanan yang terjadi. Dari pencatatan hasil uji tersebut dapat diketahui pola aliran yang terjadi serta karakteristik reservoir tersebut.   \n \n \n\nDalam tulisan ini akan dibahas analisis hasil falloff test menggunakan perhitungan dengan Manual Horner Plot dan PTA software, untuk mengetahui nilai transmissivity, faktor skin dan model reservoir Geotermal tersebut. Dari analisis hasil yang diperoleh terdapat beberapa sumur yang memiliki model di reservoir adalah infinite dan radial composite sedangkan model setelah mencapai boundary berupa fault. Namun beberapa sumur memiliki data yang kurang baik sehingga data tidak dapat dianalisis secara valid. Untuk sumur-sumur tersebut diperlukan falloff test ulang.   \n \n \n\nDari pengkajian data dari 18 sumur hanya 10 sumur yang dapat dianalisis. Dengan PTA software diperkirakan transmissivitas berkisar antara 1640 mD.ft 202000 mD.ft. Dengan Manual Horner Plot diperkirakan transmisivitas berkisar antara 1655 mD.ft hingga 202819 mD.ft. Nilai transmissivity dan faktor skin yang lebih valid adalah yang diperoleh menggunakan PTA software dibandingkan dengan yang diperoleh dengan menggunakan Manual Horner Plot. Hal ini disebabkan Manual Horner Plot hanya dapat memodelkan dan melakukan prediksi untuk model reservoir homogen dan tidak dapat memodelkan reservoir composite sehingga dibutuhkan bantuan software seperti PTA software. Besar transmissivity berbanding lurus dengan besar maximum flow. Diperkirakan besar maximum flow yaitu 6 sampai dengan 40 kg/s. Semakin besar transmissivity maka semakin besar juga maximum flow yang dihasilkan. Dari hasil perhitungan skin yang diperoleh semua sumur memiliki skin positif atau telah mengalami damage. Maka sebaiknya pada sumur-sumur tersebut dilakukan stimulasi. Stimulasi yang dapat dilakukan antaralain seperti air compression, gas lifting atau well-to-well two phase injection.", "Daftar File": {"2015 TA PP NADIRA OCTAVIA WISESA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/136315"}, "Penulis": "NADIRA OCTAVIA WISESA (NIM: 12211054)", "Kontributor / Dosen Pembimbing": ["Pembimbing 1 : Ir. Nenny Miryani Saptadji, M.Sc., Ph.D   \n \n \n\nPembimbing 2 : Nurita Putri Hardiani, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "falloff test, faktor skin, tranmissivity,model reservoir", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "11 Mei 2018"}