{"Nomor": 29490, "Judul": "PERANCANGAN MOTION COMIC TENTANG NILAI ANTI PENINDASAN DALAM KESENIAN SISINGAAN UNTUK PELAJAR SMA", "Abstrak": "Kesenian Ã‚Â‘SisingaanÃ‚Â’ merupakan salah satu jenis seni pertunjukan rakyat khas Subang yang menggunakan media tandu sebagai sarana kreasai seni. Dalam setiap pertunjukan biasanya seorang anak diangkat diatas singa yang digotong oleh empat orang. Pertunjukan kesenian ini merupakan bentuk sindiran dan ketidaksukaan masyarakat saat itu terhadap penindasan penjajah asing. Sebagai salah satu kesenian yang lahir di zaman kolonialisme, banyak pelajaran yang dapat diambil dari sejarah kesenian ini. Salah satunya adalah nilai anti penindasan. Sudah seharusnya pelajar mempelajari nilai anti penindasan ini. Karena dengan mengetahui nilai ini pelajar dapat bertahan dari banyaknya aksi penindasan yang ada disekelilingnya. Seperti contohnya bullying yang terjadi di lingkungan sekolah. Tetapi sayangnya belum ada media efektif yang memperkenalkan nilai anti penindasan yang terdapat di dalam kesenian Ã‚Â‘SisingaanÃ‚Â’ kepada pelajar. Sehingga dibutuhkannya media yang tepat untuk menyampaikan nilai ini. Komik sebagai bentuk media hiburan cukup digemari oleh pelajar SMA. Selain komik bentuk cetak, komik bentuk digital pun banyak digemari oleh pelajar SMA karena aksesnya yang mudah. Motion comic adalah salah satu bentuk komik digital yang beberapa dekade ini mulai diperkenalkan. Dengan menggunakan animasi sederhana komik yang tadinya statis digerakan. Motion comic dapat memberikan pengalaman baru bagi pembacanya. Adanya unsur tambahan visual effect dan sound effect memberikan pengalaman baru bagi pembaca. Untuk itu dipilihlah media berupa motion comic dengan merekonstruksi ulang cerita dibalik kesenian Ã‚Â‘SisingaanÃ‚Â’ agar lebih meranik untuk pelajar SMA. Metode perancangan dimulai dari kajian pustaka tentang konten lalu melakukan pencarian data untuk memperoleh landasan perancangan. Studi pustaka berupa teori komik, motion graphic, dan motion comic. Pencarian data dilakukan setelah studi pustaka diperoleh. Data berupa sejarah kesenian Ã‚Â‘SisingaanÃ‚Â’, survei melalui kuesionel kepada pelajar SMA, dan observasi perbandingan karya-karya sejenis. Data kemudian di analisis digunakan sebagai acuan perancangan media. Rancangan berupa motion comic yang kemudian dapat dipublikasikan lewat sosial media. Rancangan ini diharapkan dapat membuat pelajar SMA memahami nilai yang terdapat di dalam kesenian Ã‚Â‘SisingaanÃ‚Â’.", "Daftar File": {}, "Penulis": "NADIRA ADINTIANTI (NIM: 17414003)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Drs. Iman Sudjudi M.Sn"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Motion comic, komik, remaja, Sisingaan", "Sumber": "", "Staf Input/Edit": "Saipul Aripin  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "26 Jun 2018"}