{"Nomor": 29507, "Judul": "PERENCANAAN BANGUNAN PELIMPAH PADA BENDUNGAN WAY ELA KABUPATEN MALUKU TENGAH  PROVINSI MALUKU", "Abstrak": "Bendungan Way Ela merupakan bendungan alami yang terletak di Kabupaten Maluku Tengah, Provinsi Maluku. Bendungan ini memiliki daerah tangkapan air seluas 11,620 km2. Dalam sebuah bendungan, terdapat satu komponen penting yang berfungsi untuk melimpahkan kelebihan air sehingga dapat menjaga keamanan bendungan terhadap overtopping. Komponen tersebut yaitu bangunan pelimpah. Bangunan pelimpah yang direncanakan untuk Bendungan Way Ela ini yaitu pelimpah dengan tipe Ogee tanpa pintu. Bangunan pelimpah ini di desain dengan menggunakan Q1000 dan dikontrol dengan menggunakan QPMF. Analisis frekuensi yang digunakan adalah metode Gumbel dan debit banjir rencana dihitung dengan menggunakan metode hidrograf satuan sintetik Snyder. Penelusuran banjir dilakukan dengan menggunakan HEC-HMS 4.0 dan didapatkan debit yang melewati pelimpah yaitu 266,5 m3/s.  \n\nBangunan pelimpah pada bendungan Way Ela didesain sepanjang 251,71 m dari saluran pengarah hingga bangunan peredam energi dengan elevasi puncak mercu yaitu pada +159 m dan elevasi puncak bendungan yaitu +165 m. Perhitungan stabilitas dilakukan dengan meninjau kestabilan terhadap guling, geser, dan eksentrisitas saat kondisi MAN dengan gempa maunpun tanpa gempa dan MAB dengan gempa maupun tanpa gempa.", "Daftar File": {"2018 TA PP NAFIDA SILMA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136335"}, "Penulis": "NAFIDA SILMA - NIM : 15814015", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Iwan Kridasantausa, M.Sc., Ph.D. \n\nIr. Beni Taufik Rayadi, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Bendungan Way Ela, Bangunan Pelimpah, Penelusuran Banjir, Stabilitas.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2018"}