{"Nomor": 29501, "Judul": "ESTIMASI TOTAL LOSS MENGGUNAKAN MODEL MIXED COPULA GAUSSIAN  PADA ASURANSI KENDARAAN BERMOTOR", "Abstrak": "Estimasi  total  loss dalam  portofolio  asuransi  dapat  ditentukan berdasarkan rata-rata besar klaim dan  banyak  klaim.  Rata-rata besar klaim dan  banyak klaim merupakan  dua variabel acak yang memiliki hubungan.  Maka, dua mo- del ini akan digabungkan  untuk  memperoleh model distribusi bersama  meng- gunakan model mixed copula. Terdapat berbagai kovariat yang mempengaruhi rata-rata besar klaim dan banyak klaim. Kovariat  yang digunakan terdiri dari: jenis kelamin pemegang polis, status  perkawinan pemegang polis, status  peker- jaan, jenis kendaraan, ukuran kendaraan, kode negara bagian, dan kode lokasi. Berdasarkan kovariat-kovariat tersebut, data  pemegang polis dapat  dikelom- pokkan menjadi grup-grup polis yang diklasifikasikan atas dasar kehomogenan kovariatnya.   Model marginal  dari  masing-masing  variabel  dimodelkan  oleh Generalized  Linear  Model (GLM)  Gamma  untuk  rata-rata besar  klaim  dan GLM Zero-Truncated Poisson untuk banyak klaim. Dengan menggunakan  mi- xed copula Gaussian,  kita dapat  memperoleh total loss yang diharapkan. Pada penelitian  ini, akan menerapkan  model pada data  pemegang polis di salah sa- tu perusahaan asuransi  kendaraan  bermotor  di Amerika Serikat pada periode \n\n2011.", "Daftar File": {"2018 TS PP NADYA FEBRIANY 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136329"}, "Penulis": "NADYA FEBRIANY (NIM: 20816012)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Sapto Wahyu Indratno. Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "rata-rata besar klaim; banyak klaim; total loss ; Generalized Linear Model ; mixed copula Gaussian ; grup polis; asuransi  kendaraan  bermotor.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "21 Sep 2018"}