{"Nomor": 29519, "Judul": "EVALUASI RENCANA PENGEMBANGAN TPPAS REGIONAL NAMBO", "Abstrak": "TPA Cipayung dan TPA Galuga mengalami kelebihan kapasitas karena peningkatan jumlah masukan sampah. Pemerintah Provinsi Jawa Barat akan mendirikan TPPAS Regional Nambo sebagai solusi permasalahan tersebut. Studi ini menyajikan beberapa data terkait jumlah, komposisi dan karakteristik sampah yang masuk ke TPA Cipayung dari Kota Depok serta TPA Galuga dari Kota Bogor dan Kabupaten Bogor untuk melihat kesesuaiannya dengan rencana pengelolaan sampah di TPPAS Regional Nambo. Pencatatan jumlah sampah dilakukan selama 8 hari berturut-turut, dan pemeriksaan komposisi sampah dilakukan berdasarkan SNI 19-3794-1994. Analisa karakteristik yang dilakukan antara lain: pemeriksaan kandungan air, kadar volatil, karbon tetap, kadar abu, dan nilai kalor. Didapatkan timbulan sampah rata-rata Kota Depok, Kota Bogor, dan Kabupaten Bogor berturut-turut adalah 601 ton/hari, 794 ton/hari, dan 509 ton/hari. Rata-rata komposisi sampah didominasi oleh sampah organik sebesar 49,4%, yang menandakan potensi sampah yang baik untuk diolah dengan bantuan mikroorganisme. Persentase terbesar berikutnya adalah plastik (19,83%), kertas (15,29%), tekstil (2,24%), kayu (1,26%), dan karet (0,08%) yang termasuk ke dalam kategori sampah mudah terbakar dan dapat didaur-ulang sehingga dapat dijadikan RDF. Logam (0,31%) dan kaca (0,15%) hanya bisa didaur-ulang dan tidak dapat masuk ke dalam kiln semen. Sama halnya dengan sampah B3 (10,52%) dan lain-lain (0,94%) yang terdiri dari batu, pasir, dan kerikil, sehingga tidak dapat dijadikan RDF. Berdasarkan hasil pengecekan laboratorium, sampahyang tercampur memiliki kandungan air sebesar 72%. Disamping itu, nilai LHV yang didapatkan sebesar 1451 kkal/kg dan belum memenuhi standar RDF untuk industri semen di Indonesia. Oleh karena itu diperlukan pra pengolahan untuk menurunkan kandungan air dan meningkatkan nilai kalor sampah. Berdasarkan proyeksi, didapatkan bahwa jumlah sampah yang perlu ditangani dari ketiga wilayah akan melebihi kuantitas masukan sampah yang diizinkan BPSR Jawa Barat. Maka diperlukan pula adanya strategi lain pada pengelolaan sampah kota di ketiga wilayah untuk mereduksi jumlah sampah yang harus ditangani.", "Daftar File": {"2016 TA PP NAJLA NADHIA RAHMAWATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/136361", "2016 TA PP NAJLA NADHIA RAHMAWATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/136362", "2016 TA PP NAJLA NADHIA RAHMAWATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/136363", "2016 TA PP NAJLA NADHIA RAHMAWATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/136364", "2016 TA PP NAJLA NADHIA RAHMAWATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/136365", "2016 TA PP NAJLA NADHIA RAHMAWATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/136366", "2016 TA PP NAJLA NADHIA RAHMAWATI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/136367", "2016 TA PP NAJLA NADHIA RAHMAWATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/136368"}, "Penulis": "NAJLA NADHIA RAHMAWATI (NIM: 15312011)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr. Ir. Enri Damanhuri."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "refuse derived fuel, sampah, timbulan, TPA, TPPAS Regional", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "31 Jul 2018"}