{"Nomor": 29513, "Judul": "DESIGNING PERFORMANCE MANAGEMENT SYSTEM TO IMPROVE EMPLOYEE PERFORMANCE OF PT MIGAS", "Abstrak": "Sektor energi adalah sektor besar dan energi terkait langsung dan tidak langsung dengan produksi dan distribusi untuk membuat ekonomi bergerak ke tempat yang lebih baik, sehingga hubungan antara energi dan ekonomi sangat dekat. Industri minyak dan gas adalah salah satu sektor energi yang sangat menuntut. Oleh karena itu, konsumsi energi di Indonesia terus meningkat dan tumbuh 5,9%. PT Migas adalah salah satu perusahaan minyak dan gas di Indonesia. \n\nUntuk mencapai visi PT Migas yang menjadi perusahaan energi nasional kelas dunia, PT Migas membutuhkan karyawan yang dapat melakukan dengan sangat baik dan termotivasi. Namun, selama setahun terakhir, kinerja karyawan PT Migas mengalami penurunan kinerja. situasi ini menyebabkan karyawan yang kehilangan motivasi. Berdasarkan perspektif karyawan, diketahui bahwa karyawan tidak puas dengan sistem manajemen kinerja. Karena, diketahui penilaian kinerja di PT Migas kurangnya keadilan dan subjektivitas dan dalam Mengembangkan karyawan tidak ada perbedaan antara skor tinggi dan rendah. Oleh karena itu, perbaikan dalam penilaian kinerja dan rencana pengembangan perlu dilakukan. \n\nPenelitian ini bertujuan untuk meningkatkan kinerja karyawan PT Migas dengan melakukan perbaikan melalui sistem penilaian kinerja dan rencana pengembangan. Perbaikan ini dimulai dari analisis sistem PT Migas yang ada sehingga peneliti dapat mengetahui kekuatan dan kelemahannya. Setelah itu, meningkatkan penilaian kinerja dan rencana pengembangan melalui kelemahan. \n\nHasil peningkatan penilaian kinerja dan rencana pengembangan dibandingkan dengan sistem yang ada. Setelah analisis dilakukan, dapat disimpulkan bahwa perbaikan dalam sistem dapat memecahkan masalah penilaian kinerja dan rencana pengembangan untuk meningkatkan kinerja karyawan.", "Daftar File": {"2018 TA PP NAHLA MALIKA M 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136354", "2018 TS PP NAHLA MALIKA NURILAH 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/251629"}, "Penulis": "Nahla Malika Nurilah (19015076)", "Kontributor / Dosen Pembimbing": ["Nur Arief Rahmatsyah Putranto, S.T., M.HRMHons"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Performance Management, Employee Performance, Performance appraisal and Development Plan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "23 Jul 2018"}