{"Nomor": 29514, "Judul": "PERANCANGAN STASIUN PERALIHAN ANTARA (SPA) SKALA KAWASAN DAN TEMPAT PENGOLAHAN SAMPAH TERPADU (TPST) SKALA KELURAHAN DI GEDEBAGE", "Abstrak": "Berdasarkan Rencana Induk Persampahan Kota Bandung, Kota Bandung membutuhkan pengembangkan Rencana Peningkatan Pelayanan Pengelolaan Sampah untuk 4 Wilayah Pelayanan Kota Bandung, salah satu poinnya adalah Stasiun Peralihan Antara yang wajib dipastikan keberadaan dan lokasinya di setiap wilayah pelayanan.  Saat ini Pemerintah Kota Bandung telah berupaya untuk mengefektifkan beban sampah yang diangkut di TPS melalui Stasiun Peralihan Antara (SPA). Teknologi yang digunakan adalah Mesin Press sampah. SPA Ini berlokasi di TPS Tegallega dan TPS Pasar Induk Gedebage yang merupakan Bantuan dari Direktorat Pengembangan Penyehatan Lingkungan Permukiman Ditjen Ciptakarya Kemen PU (bangunan, seperangkat mesin press, 1 unit truk dan pengolah lindi). Fungsi dan manfaat yang telah dirasakan dari SPA tersebut adalah lebih efektif dan efisiennya volume pengangkutan sampah ke TPA. Kota Bandung harus mempersiapkan sebuah SPA untuk mengefektifkan sistem persampahan yang akan bermuara di TPA Regional Legok Nangka nantinya. Lokasi potensial yang akan dibangun adalah di daerah Gedebage, tepatnya di lahan kosong dekat dengan Gelora Bandung Lautan Api. SPA ini akan melayani Wilayah Pelayanan Bandung Timur. Selain itu akan dibangun juga TPST yang akan melayani Kelurahan Rancanumpang", "Daftar File": {"2018 TA PP NAHLA NUR ARDHIANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136355"}, "Penulis": "NAHLA NUR ARDHIANI (NIM: 15314010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr Ir. Enri Damanhuri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gedebage, Kota Bandung, Rancanumpang, SPA, TPST", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "26 Sep 2018"}