{"Nomor": 29510, "Judul": "PEMBUATAN MODEL PASANG SURUT DI PERAIRAN INDONESIA BERDASARKAN DATA SATELIT ALTIMETRI", "Abstrak": "Studi tentang pasut laut cukup penting mengingat beberapa hal baik untuk keperluan teknis maupun sains pada wilayah laut, misalnya untuk keperluan pembangunan pelabuhan di wilayah pantai atau rig pengeboran lepas pantai. Pengukuran pasut dengan satelit Altimetri lebih efektif dibandingkan palem pasut karena bisa melihat kondisi pasut di laut bebas dan mencakup area yang lebih luas dan pada palem pasut juga masih dipengaruhi efek deformasi. Penelitian ini bertujuan untuk memodelkan pasut laut di perairan Indonesia agar bisa diperoleh gambaran dan karakteristik pasut laut secara umum di perairan Indonesia sehingga bisa dimanfaatkan dalam bidang geodesi kelautan, oseanografi, hidrografi maupun bidang lainnya. Data yang digunakan adalah Sea Surface Height (SSH) dari satelit altimetri selama tahun 1992-2017 (periode 9,9156) hari dengan jumlah footprint 13815 titik. Metode estimasi konstanta amplitudo dan fase tiap komponen gelombang pasut yang digunakan adalah analisis harmonik dengan memasukkan faktor koreksi nodal dan frekuensi aliasing. Secara keseluruhan hasil validasi (nilai RMS deviasi) antara hasil estimasi dengan model pasut global TPXO7.2 dan FES2014 cukup kecil yakni berkisar 0-3 cm (amplitudo) sedangkan untuk fase cukup besar yakni 50-200 derajat. Hasil pemodelan menunjukkan bahwa tipe pasut di Indonesia didominasi tipe pasut campuran berganda, campuran tunggal dan harian tunggal murni, selain itu dari hasil prediksi pasut juga diperoleh nilai muka pasang tertinggi dan surut terendah adalah sekitar Ã‚Â±3,5 meter di atas dan di bawah bidang referensi. Berdasarkan hasil pembuatan co-range dan co-phase setiap komponen pasut, yang mempunyai nilai amplitudo cukup tinggi di perairan Indonesia adalah komponen M2, S2, K1 dan O1. Perairan yang sering mempunyai nilai amplitudo paling tinggi pada tiga belas komponen pasut tersebut adalah perairan Laut Arafura, laut Timor dan Laut Celebes. Nilai HAT dan LAT di perairan Indonesia bervariasi 0-360 cm di atas dan di bawah Mean Sea Level (MSL).", "Daftar File": {"2017 TA PP NAFISATUL MARDIYAH COVER.pdf": "https://digilib.itb.ac.id/gdl/download/136345", "2017 TA PP NAFISATUL MARDIYAH BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/136346", "2017 TA PP NAFISATUL MARDIYAH BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/136347", "2017 TA PP NAFISATUL MARDIYAH BAB 3 A.pdf": "https://digilib.itb.ac.id/gdl/download/136348", "2017 TA PP NAFISATUL MARDIYAH BAB 3 B.pdf": "https://digilib.itb.ac.id/gdl/download/136349", "2017 TA PP NAFISATUL MARDIYAH BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/136350", "2017 TA PP NAFISATUL MARDIYAH PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/136351"}, "Penulis": "NAFISATUL MARDHIYAH (NIM : 15113100)", "Kontributor / Dosen Pembimbing": ["#CONTRIBUTOR#"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pasut laut, satelit altimetri, komponen pasut, analisis harmonik.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "31 Jul 2018"}