{"Nomor": 29518, "Judul": "ANALISIS PENGARUH KEPEMIMPINAN TERHADAP PRESTASI KERJA KARYAWAN DI PT SAIPEM INDONESIA", "Abstrak": "PT Saipem Indonesia adalah salah satu perusahaan yang berkontribusi dalam industri minyak dan gas bumi. Pada 2014, industri minyak dan gas menghadapi krisis global yang bahkan mengancam organisasi paling stabil, termasuk PT Saipem Indonesia. Proyek-proyek tersebut mengalami penurunan karena banyak perusahaan minyak dan gas menutup perusahaan. Masalah ini menyebabkan turunnya harga minyak. Sebagian besar perusahaan E & P terpaksa mengurangi pengeluaran modal mereka untuk mengurangi biaya, termasuk PT Saipem Indonesia. Sementara organisasi berfokus pada efisiensi biaya, karyawan dapat memandang hal ini sebagai penurunan investasi modal dan mungkin menjadi kurang terlibat. Ada banyak program dan pelatihan yang terpotong disebabkan oleh hal efisiensi biaya. Dalam menghadapi masalah ini, organisasi memiliki tujuan yang ingin dicapai. Tujuan ini hanya akan tercapai melalui produktivitas dan kinerja karyawan. Sumber daya manusia memegang peranan penting dalam masalah  ini, terutama peran kepemimpinan. Peran pemimpin sangat penting untuk menjaga kinerja karyawan tetap produktif, sekaligus menjaga komitmen mereka terhadap organisasi. \n \n\nTujuan utama dari penelitian ini adalah untuk mengetahui dampak kepemimpinan terhadap kinerja karyawan dan untuk mengetahui dimensi kepemimpinan yang paling berpengaruh (Authority, Trust, Communication and Decision Making) terhadap kinerja karyawan. Selanjutnya, tujuan lain dari penelitian ini adalah untuk mengetahui tingkat kepemimpinan dan kinerja kerja. Survei kualitatif digunakan dalam penelitian ini dan teknik triangulasi digunakan untuk menggabungkan kedua hasil kuesioner dan wawancara. Sebanyak 92 karyawan dari berbagai posisi dan departemen dipilih secara acak untuk mengikuti survei kuesioner (dari populasi 120 karyawan, berdasarkan tabel Krejzie dan Morgan) dan 65 kuesioner kembali (tingkat respons 70,6%), kuesioner dianalisis dengan menggunakan Statistical Package of Social Science (SPSS). Sedangkan untuk survei wawancara, total 6 karyawan dari tingkat manajerial dan bawahan dipilih. Semua proses pengumpulan data dilakukan di Kantor PT Saipem Indonesia Jakarta. \n \n\nBerdasarkan hasil analisis regresi sederhana variabel x terhadap variabel y, diketahui bahwa variabel kepemimpinan (X) berpengaruh signifikan terhadap kinerja (Y) karyawan PT Saipem Indonesia dengan koefisien determinasi 32,2%. Hal ini ditunjukkan lebih spesifik oleh hasil wawancara, dimana setiap karyawan memiliki motivasi lain untuk memicu mereka untuk meningkatkan kinerja kerja mereka, alasan pribadi seperti masalah keluarga. walaupun pemimpin mereka memiliki beberapa masalah dengan pengambilan keputusan, komunikasi, dan kepercayaan, karyawan memiliki motivasi lain untuk melakukan pekerjaan mereka dengan baik, kerja tim antar karyawan juga baik, dimana mereka selalu saling mendukung. Kesimpulannya, dalam penelitian ini, kepemimpinan tidak terlalu berpengaruh terhadap kinerja karyawan, namun masih memiliki dampak yang signifikan. Berdasarkan hasil penelitian, penulis memberi beberapa solusi dengan menggunakan 4 dimensi kepemimpinan. Rekomendasi tersebut telah diberikan untuk meningkatkan kinerja kepemimpinan dan kinerja, seperti meningkatkan inisiatif pemimpin, program pelatihan & program penghargaan, manajemen pengetahuan dan manajemen informasi, serta memaksimalkan manajemen kinerja dan meningkatkan kolaborasi antara karyawan dan pemimpin.", "Daftar File": {"2018 TS PP NAJATUSSAADAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136359"}, "Penulis": "NAJATUSSAADAH (NIM 29115746)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Yudo Anggoro, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kepemimpinan, Kinerja Kerja, Sumber Daya Manusia, Strategi Bisnis", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "20 Feb 2018"}