{"Nomor": 29524, "Judul": "STRATEGI PEMASARAN UNTUK MENINGKATKAN PENJUALAN (STUDI KASUS: MATS STORE)", "Abstrak": "Fashion menjadi salah satu alat untuk mengekspresikan identitas, dan memegang peranan   \n \n \n\nvital. Hal ini bisa didefinisikan sebagai sebuah fenomena budaya, karena berkaitan dengan   \n \n \n\nmakna dan symbol, sehingga secara instan membentuk hubungan langsung, yaitu komunikasi   \n \n \n\nvisual. MATS Store adalah toko fashion yang berdiri pada tanggal 1 Agustus 2013. Dimiliki   \n \n \n\noleh empat siswa bernama Reza Diar, Aditya Septian W, Nana Dyki, dan Rizqi Abdul Majid.   \n \n \n\nIde membawa bisnis ini berasal dari ketertarikan mereka pada sneakers dan streetwear.   \n \n \n\nMats Store dikalim sebagai salah satu toko yang bertahan cukup lama di bisnis   \n \n \n\nfashion branded, khususnya di sekitar kota Semarang. Sejak beridiri dari tahun 2013,   \n \n \n\npendapatan Mats store selalu bertambah dengan persentase yang berbeda. Sayangnya, sejak   \n \n \n\nMaret 2017 hingga Juni 2017 pendapatan mereka turun. Lebih jauh lagi, Mats Store tidak   \n \n \n\nmemiliki strategi pemasaran yang jelas yang berguna untuk mempertahankan eksistensi dan   \n \n \n\nkeuntungan mereka.   \n \n \n\nPenelitian ini menggunakan metode kualitatif dan ada dua jenis data yang digunakan   \n \n \n\ndalam penelitian ini, yaitu data primer dan data sekunder. Data primer berasal dari observasi   \n \n \n\npada objek penelitian dan wawancara dengan pemilik MATS Store. Sedangkan data sekunder   \n \n \n\ndari catatan perusahaan tahun 2017, artikel, buku, internet, dan sumber lain yang dinilai   \n \n \n\nmendukung penelitian ini.   \n \n \n\nPenelitian ini menciptakan solusi bisnis, pertama dengan menganalisa lingkungan   \n \n \n\ninternal dan eksternal. Lingkungan internal yang dianalisis dalam penelitian ini terdiri dari   \n \n \n\nanalisis STP, dan dapat ditarik kesimpulan bahwa Mats Store focus p target mereka yaitu   \n \n \n\nkelas menengah keatas, dengan umur 15-30 tahun dan mereka yang loyal pada brand fashion.   \n \n \n\ndan Marketing Mix (7p) yang bertujuan untuk menyediakan segala jenis produk untuk   \n \n \n\nmemenuhi kebutuhan dan keinginan customer dalam rangka bersaing secara kompetitif.   \n \n \n\nLingkungan eksternal terdiri dari analisis Portabel 5 Kekuatan, Analisis PEST, dan analisis   \n \n \n\npesaing. Dari analisis eksternal , bias disimpulkan bahwa ada beberapa factor eksternal yang   \n \n \n\nbias meberikan pengaruh ke bisnis Mats Store. Setelah melakukan analisis lingkungan   \n \n \n\ninternal dan eksternal, maka berikut ini dengan membuat matriks SWOT untuk melihat   \n \n \n\nkekuatan yaitu sebagai toko resmi Vans, menjual original product dari berbagai brand, dan   \n \n \n\nmemiliki posisi yang strategis, kelemahan yaitu kurangnya promosi, harga yang masih   \n \n \n\ndianggap mahal, dan stock yang terbatas, peluang yaitu perkembangan internet, dan satu   \n \n \n\nsatunya toko yang menjual berbagai macam brand di Semarang, dan ancaman yaitu adanya   \n \n \n\nberbagai competitor yang menjual produk yang sama dan menjual produk dengan harga yang   \n \n \n\nlebih murah.   \n \n \n\nSetelah analisa SWOT ditentukan, Mats Store bias membuat analisa TOWS yang   \n \n \n\nbertujuan untuk membuat strategi yang harus dilakukan Mats Store. Strategi yang harus   \n \n \n\ndilakukan ada Pemasaran dengan pemasaran digital yang terdiri dari melalui social media,   \n \n \n\nmarketplace, dan pembuatan website dan bauran pemasaran baru yang diusulkan untuk   \n \n \n\nMATS Store terdiri dari produk, harga, dan promosi. Suatu produk yang diusulkan dalam   \n \n \n\npenelitian ini adalah tentang kemasan dan label hang. Toko MATS harus menjaga harga tetap   \n \n \n\nterjangkau karena daya beli masyarakat Indonesia. Kegiatan promosi yang harus dilakukan   \n \n \n\nadalah melalui diskon dan penyelenggaraan acara.   \n \n \n\nKata kunci: strategi pemasaran, fashion, bauran pemasaran, STP", "Daftar File": {"PROPOSED MARKETING STRATEGY TO IMPROVE SALES RATE.pdf": "https://digilib.itb.ac.id/gdl/download/136373"}, "Penulis": "NANA DYKI DIRBAWANTO  29115722", "Kontributor / Dosen Pembimbing": ["Ir. Dwi Larso MSIE, PH.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "marketing strategy, fashion, marketing mix, STP", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "01 Mar 2018"}