{"Nomor": 29520, "Judul": "UJI AKTIVITAS ANTIOBESITAS EKSTRAK KULIT JERUK NIPIS (CITRUS AURANTIFOLIA (CHRISTM. & PANZER) SWINGLE) PADA TIKUS WISTAR BETINA", "Abstrak": "Obesitas merupakan salah satu masalah kesehatan yang utama karena berkaitan dengan \n\npeningkatan resiko beberapa penyakit kronis. Beberapa kulit tanaman jeruk dalam suku Rutaceae \n\nseperti Citrus unshiu dan Citrus sunki telah diteliti sebagai antiobesitas. Jenis tanaman lain dalam \n\nsuku Rutaceae adalah Citrus aurantifolia (jeruk nipis) yang bagian kulitnya belum banyak \n\ndimanfaatkan. Penelitian ini bertujuan untuk menguji aktivitas antiobesitas pada ekstrak etanol \n\nkulit jeruk nipis. Pengujian aktivitas antiobesitas dilakukan secara in vivo pada tikus Wistar betina \n\nyang diinduksi dengan pakan karbohidrat tinggi. Hewan dibagi menjadi 5 kelompok, yakni kelompok \n\nnormal, kontrol, orlistat dosis 21,6 mg/kg bb, ekstrak dosis 150 mg/kg bb dan 300 mg/kg bb. Seluruh \n\nkelompok diinduksi dengan pakan karbohidrat tinggi selama 12 minggu, kecuali kelompok normal. \n\nSelanjutnya hewan uji diterapi sesuai kelompok masing-masing selama 2 minggu dan tetap \n\ndiberikan pakan karbohidrat tinggi. Parameter yang digunakan meliputi perubahan bobot badan, \n\nkadar kolesterol total, trigliserida, HDL, LDL, dan indeks makanan. Hasil penelitian menunjukkan \n\nbahwa perubahan bobot badan pada kelompok ekstrak dosis 150 mg/kg bb, ekstrak dosis 300 \n\nmg/kg bb, dan orlistat berbeda bermakna terhadap kelompok kontrol (p", "Daftar File": {"2018 TA PP NAJMIYATUN LAILATUL HAQ 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136369"}, "Penulis": "NAJMIYATUN LAILATUL HAQ NIM : 10713038", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Prof. Dr. Elin Yulinah Sukandar", "Prof. Dr. Irda Fidrianny"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Antiobesitas, jeruk nipis, Citrus aurantifolia", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "10 file", "Tanggal Input": "28 Feb 2018"}