{"Nomor": 29526, "Judul": "STRATEGI OPERASI DAN PENGEMBANGAN PROYEK DI PHE ONWJ UNTUK MENDUKUNG KEBERLANGSUNGAN BISNIS PERUSAHAAN DALAM MENGIMPLEMENTASIKAN KONTRAK BAGI HASIL GROSS SPLIT", "Abstrak": "Perusahaan minyak dan gas di Indonesia menghadapi tantangan baru setelah pemerintah mengubah sistem kontrak bagi hasil dari sistem Cost Recovery ('CR') menjadi sistem Gross Split ('GS') melalui Keputusan Menteri ESDM No 8/2017 dan No. 52/2017, Kontrak Bagi Hasil Gross Split. Tantangan terbesar bagi Perusahaan dalam sistem GS adalah semua biaya dan risiko ditanggung oleh Perusahaan 100%, bukan lagi ditanggung Perusahaan dan Pemerintah. Tantangan ini perlu dikelola dengan baik agar bisnis perusahaan tidak berpotensi gagal akibat kerugian biaya operasi dan investasi. Untuk mendapatkan solusi dari tantangan tersebut penulis melakukan penelitian dengan metode kualitatif yang mengacu pada metodologi penelitian Creswell melalui wawancara individu terhadap sepuluh ahli di industri hulu migas. Ruang lingkup penelitian ini adalah studi literatur, wawancara perorangan, analisa data, pembahasan, rekomendasi, dan rencana pelaksanaan. Selama penelitian ditemukan bahwa faktor kunci potensi kegagalan implementasi GS adalah ketidakefisienan biaya yang bersumber dari aktivitas yang tidak efisien, arus kas yang buruk, dan perubahan peraturan pemerintah yang drastis. Jika Perusahaan tidak mencapai efisiensi biaya yang setara dengan pengeluaran ≤ 48% dari total pendapatan kotor, maka perusahaan berpotensi gagal.  \n\nHasil penelitian menyebutkan bahwa efisiensi biaya dapat dicapai dengan cara mengurangi biaya OPEX dan CAPEX melalui perbaikan strategi desain yang tepat guna, pemilihan asset produktif, strategi kontrak jasa dan barang yang advance, prioritisasi program kerja, dan sinergi para pemangku kepentingan. Dengan melakukan strategi tersebut, perusahaan telah memperoleh efisiensi biaya dan menghasilkan arus kas positif untuk implementasi GS pada tahun pertama. Ini merupakan indikasi awal bahwa implementasi GS di Perusahaan kemungkinan besar dapat berkelanjutan.", "Daftar File": {"2018 TS PP NANANG SAHROINI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136375"}, "Penulis": "NANANG SAHROINI (NIM 29115723)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Aries F. Firman"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Efisiensi Biaya, Prioritas Program Kerja, Arus Kas, OPEX & CAPEX", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "23 Feb 2018"}