{"Nomor": 29528, "Judul": "EVALUASI INTERAKSI OBAT ANTIHIPERTENSI DI TIGA APOTEK DI JAKARTA", "Abstrak": "Pada era Jaminan Kesehatan Nasional (JKN) seperti sekarang ini, penderita hipertensi \n\nmemiliki kemudahan untuk mendapatkan layanan pengobatan, salah satunya melalui \n\nProgram Rujuk Balik (PRB) yang diluncurkan oleh BPJS. Penderita hipertensi seringkali \n\nmendapatkan resep polifarmasi yang mengandung lebih dari 2 jenis obat. Polifarmasi dapat \n\nmeningkatkan resiko terjadinya interaksi obat-obat atau Drug-drug interactions (DDIÃ‚Â’s) \n\nyang berpotensi mempengaruhi outcome terapi pada pasien dan seringkali merugikan. \n\nPenelitian ini bertujuan untuk mengetahui pola peresepan dan penggunaan obat \n\nantihipertensi di 3 apotek di Jakarta serta menilai kesesuaiannya berdasarkan guideline JNC \n\nVII, JNC VIII, NICE dan ACC/AHA. Selain itu juga dilakukan identifikasi potensi \n\ninteraksi obat-obat yang mungkin terjadi. Penelitian ini bersifat deskriptif observasional \n\nnon eksperimental dengan dimensi waktu retrospektif. Data yang dikumpulkan berupa \n\nresep yang mengandung obat antihipertensi di 3 apotek di Jakarta selama periode Oktober \n\nÃ‚Â–Desember 2017. Data yang memenuhi syarat inklusi selanjutnya dianalisis berdasarkan \n\nvariabel yang ditetapkan. Interaksi obat diidentifikasi secara teoritik berdasarkan studi \n\nliteratur dan menggunakan drug interactions checker Lexicomp dan Medscape. Hasil \n\npenelitian menunjukkan 86,2% resep hipertensi berasal dari pasien PRB BPJS. Penderita \n\nhipertensi pada penelitian ini lebih banyak berjenis kelamin laki-laki yaitu sebesar 62% \n\nsementara pasien perempuan sebesar 38%. Mayoritas pasien mendapatkan kombinasi obat \n\nantihipertensi yaitu sebanyak 79,5% sementara hanya 20,5% yang mendapatkan \n\nmonoterapi. Amlodipin merupakan obat monoterapi yang paling banyak digunakan \n\nsementara bisoprolol paling banyak digunakan pada pengobatan kombinasi. Secara \n\nkeseluruhan bisoprolol, amlodipin dan candesartan merupakan obat antihipertensi yang \n\npaling sering diresepkan pada penelitian ini. Pemilihan obat antihipertensi pada penelitian \n\nini 98,7% telah sesuai dengan guideline. Dari hasil identifiksi interaksi obat, diketahui \n\nbahwa dari total 818 lembar resep, yang berpotensi mengalami interaksi sebanyak 795 \n\nlembar resep atau sebesar 97,2%. Terdapat 347 pasangan obat yang berpotensi \n\nmenimbulkan interaksi dengan mekanisme interaksi farmakodinamik sebesar 77,5%, \n\nfarmakokinetik 21,9% dan tidak diketahui 0,6%. Tingkat keparahan interaksi yang terjadi \n\nyaitu mayor sebesar 7,8%, moderat 49,3% dan minor 42,9%. Dari seluruh pasangan obat \n\nyang berinteraksi, sebanyak 120 pasangan obat atau sebesar 34,6% yang diduga berpotensi \n\nmenimbulkan efek yang merugikan dengan tingkat keparahan mayor sebesar 22,5%, \n\nmoderat 43,3% dan minor 34,2%. Potensi interaksi obat-obat yang merugikan cukup \n\nbanyak terjadi sehingga tenaga kesehatan harus memiliki pengetahuan dan data terkait \n\ninteraksi obat yang dapat digunakan untuk mengidentifikasi dan mencegah efek interaksi \n\nobat yang merugikan bagi pasien.", "Daftar File": {"2018 TS PP NANA SETIA PERMANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136383", "COVER NANA SETIA PERMANA NIM: 20716016": "https://digilib.itb.ac.id/gdl/download/239292", "BAB 1 NANA SETIA PERMANA NIM: 20716016": "https://digilib.itb.ac.id/gdl/download/239293", "BAB 2 NANA SETIA PERMANA NIM: 20716016": "https://digilib.itb.ac.id/gdl/download/239294", "BAB 3 NANA SETIA PERMANA NIM: 20716016": "https://digilib.itb.ac.id/gdl/download/239295", "BAB 4 NANA SETIA PERMANA NIM: 20716016": "https://digilib.itb.ac.id/gdl/download/239296", "BAB 5 NANA SETIA PERMANA NIM: 20716016": "https://digilib.itb.ac.id/gdl/download/239297", "PUSTAKA NANA SETIA PERMANA NIM: 20716016": "https://digilib.itb.ac.id/gdl/download/239298"}, "Penulis": "NANA SETIA PERMANA NIM: 20716016", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Prof. Dr. Elin Yulinah Sukandar"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Interaksi obat, antihipertensi, Apotek, PRB", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "8 file", "Tanggal Input": "28 Sep 2018"}