{"Nomor": 29537, "Judul": "Optimasi Produksi Sklerotium dari Jamur Sclerotium rolfsii dalam Upaya Produksi Lectin SRL (Sclerotium Rolfsii Lectin)", "Abstrak": "Lectin merupakan suatu kelompok protein nonenzimatik yang memiliki sisi pengikatan yang tinggi terhadap struktur karbohidrat tertentu. Sclerotium rolfsii dapat menghasilkan lectin SRL (Sclerotium Rolfsii Lectin) yang memiliki spesifisitas yang tinggi terhadap oncofetal ThomsenÃ‚Â– Friedenreich carbohydrate antigen (Galβ1Ã‚Â–3GalNAc-α-O-Ser/Thr, T atau TF) yang diekspresikan oleh lebih dari 90% sel kanker manusia. SRL diekspresikan oleh Sclerotium rolfsii pada saat pembentukan sklerotium. Pada penelitian ini dilakukan penentuan sumber karbon, sumber nitrogen, serta konsentrasi karbon dan nitrogen yang paling optimum bagi produksi sklerotium. Selain itu juga dilakukan penentuan pengaruh pemberian kejut dingin terhadap produksi sklerotium. Sumber karbon yang digunakan adalah glukosa, sukrosa, maltosa, dan dekstrosa. Sedangkan sumber nitrogen yang digunakan adalah (NH4)2SO4, l-lisin, glisin, alanin, pepton, dan yeast extract. Pemberian kejut dingin dilakukan dengan penginkubasian kultur Sclerotium rolfsii berusia dua hari pada suhu 40C selama 5 jam. Data yang didapatkan kemudian dianalisis dengan menggunakan oneway anova untuk menentukan sumber karbon dan sumber nitrogen yang paling optimum bagi produksi sklerotium, serta twoway anova untuk menentukan konsentrasi karbon dan nitrogen yang paling optimum bagi produksi sklerotium, dan pengaruh pemberian kejut dingin terhadap produksi sklerotium. Dari analisis data, didapatkan hasil bahwa sumber karbon yang paling optimum bagi produksi sklerotium adalah dekstrosa, sedangkan sumber nitrogen yang paling optimum bagi produksi sklerotium adalah pepton. Konsentrasi karbon dan nitrogen yang paling optimum bagi produksi sklerotium adalah dekstrosa 2%; nitrogen 0,5% dengan pemberian perlakuan kejut dingin. Secara keseluruhan, pemberian kejut dingin dan pemberian dekstrosa serta pepton memberikan pengaruh yang signifikan terhadap peningkatan produksi sklerotium.", "Daftar File": {"2018 TA PP Nanda Seftyana 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136410"}, "Penulis": "Nanda Seftyana - Nim: 10414012", "Kontributor / Dosen Pembimbing": ["Prof. I Nyoman Pugeg Aryantha"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Karbon, lectin, nitrogen, sklerotium, optimasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Jun 2018"}