{"Nomor": 29538, "Judul": "PENGARUH PERLAKUAN PERMUKAAN ANODISASI DAN SEALING TERHADAP PERILAKU FATIK PADUAN ALUMINIUM 2024-T351", "Abstrak": "Paduan Al 2024-T351 telah digunakan sebagai material struktur pada pesawat terbang. Paduan ini digunakan berkat kekuatannya yang tinggi dan bersifat ringan. Namun demikian, paduan ini memiliki ketahanan korosi yang lebih rendah dibandingkan aluminium murni. Anodisasi dilakukan pada paduan Al 2024-T351 untuk memperbaiki ketahanan korosi paduan melalui metode Chromic Acid Anodization (CAA). Pada perkembangan terkini proses sealing kemudian juga dilakukan untuk memperbaiki ketahanan korosi paska anodisasi. Penerapan perlakuan anodisasi menciptakan lapisan pelindung di permukaan paduan. Lapisan pelindung tersebut dapat mengubah sifat mekanik paduan. Sifat mekanik yang penting untuk bahan struktur pesawat terbang adalah kekuatan terhadap beban berulang (fatigue strength). Untuk itu perlu dipelajari pengaruh perlakuan permukaan anodisasi dan sealing terhadap kekuatan fatik paduan Al 2024-T351. \n\nPenelitian ini dilakukan untuk membandingkan perilaku antara anodized 2024-T351 dan sealed 2024-T351. Perbandingan dapat dilihat dari kurva S-N (Stress-cycle). Kurva ini dibentuk dari hasil uji fatik lima sampel standar EN6072 untuk kedua kondisi anodized 2024-T351 dan sealed 2024-T351. Larutan elektrolit proses anodisasi menggunakan asam kromat dengan konsentrasi yang dijaga pada rentang 30 Ã‚Â– 100 gpl. CAA dilakukan pada voltase 38 Ã‚Â– 42 Volt dengan penahanan selama 30 Ã‚Â– 35 menit. Sedangkan proses sealing menggunakan anion dikromat dalam bentuk natrium dikromat dengan konsentrasi yang dijaga pada rentang 47,5 Ã‚Â– 52,5 gpl. Dichromate seal dilakukan pada suhu 90,5 Ã‚Â– 96,1 Ã‚Â°C selama 23 Ã‚Â– 28 menit. Uji fatik dilakukan pada sampel anodisasi dan sealing. Beban siklik uji fatik diatur pada 280, 260, 240, 220, dan 200 MPa dengan rasio tegangan 0,1 dan frekuensi 20 Hz. Data Ã‚Â– data pengujian fatik disajikan dalam bentuk kurva S-N. \n\nHasil penelitian berdasarkan kurva S-N menunjukkan bahwa perlakuan anodisasi sedikit menurunkan umur fatik paduan tanpa perlakuan. Sedangkan perlakuan sealing setelah anodisasi meningkatkan umur fatik paduan. Sampel sealing mampu melewati 105 siklus kerja fatik. Sedangkan sampel anodisasi hanya mampu berada pada rentang 104 sampai 105 siklus kerja fatik. Hal ini terjadi karena morfologi permukaan hasil anodisasi yang mempunyai cacat pori. Perlakuan sealing menutup cacat permukaan ini sehingga morfologi permukaan paduan lebih rapat dan stabil. Selain itu analisis Scanning Electron Microscopy (SEM) menunjukkan bahwa inisiasi retak sampel anodisasi dimulai dari cacat lapisan permukaan oksida anodik berupa pori. Sedangkan inisiasi retak sampel sealing dimulai dari cacat subpermukaan. Analisis Energy Dispersive Spectroscopy (EDS) menunjukkan keberadaan alumina di area inisiasi retak sampel anodisasi. Sedangkan analisis EDS pada area inisiasi retak sampel sealing menunjukkan keberadaan elemen Cu.", "Daftar File": {"2018 TA PP NANDA TAUFIK HYA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136411"}, "Penulis": "NANDA TAUFIK HYA (NIM : 12513024)", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Akhmad Ardian Korda, ST., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "AA 2024-T351, anodisasi, sealing, fatik, inisiasi retak", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "28 Sep 2018"}