{"Nomor": 29541, "Judul": "DESAIN SISTEM PENGHANTAR INSULIN ORAL BERBASIS PEPTIDA DAN FOSFOLIPID", "Abstrak": "Pengembangan insulin oral sebagai terapi bagi penderita Diabetes Mellitus I terkendala oleh rendahnya bioavailabilitas oral insulin pada tubuh manusia yang hanya kurang dari 1%. Degradasi insulin karena rendahnya pH dan enzim protease pada saluran pencernaan, serta besarnya berat molekul insulin untuk diserap oleh dinding usus merupakan beberapa faktor yang berkontribusi pada rendahnya bioavailabilitas insulin. Sistem penghantar merupakan pendekatan yang cukup menjanjikan untuk melindungi dan meningkatkan bioavailabilitas obat. Secara umum, sistem penghantar merupakan molekul yang bersifat ampifatik yang terdiri dari bagian polar dan non polar. Oleh karena itu fosfolipid merupakan salah satu molekul yang banyak digunakan sebagai sistem penghantar obat, dan di antaranya telah diaplikasikan untuk insulin oral baik dalam bentuk solid lipid nanopartikel, liposom, maupun mikroemulsi. Namun kesuksesan penggunaan fosfolipid sebagai sistem penghantar insulin oral masih rendah. Beberapa penelitian melaporkan bahwa insulin oral membutuhkan dosis 20 kali lebih besar untuk terapi DMI dibandingkan dengan metode injeksi, sehingga dibutuhkan sistem penghantar yang baru untuk meningkatkan bioavailabilitas insulin oral. Peptida merupakan kandidat yang potensial sebagai sistem penghantar insulin oral karena dapat dibuat menjadi molekul ampifatik dengan mengkombinasikan asam amino yang bersifat hidrofilik dan hidrofobik. Tujuan dari penelitian ini adalah untuk melakukan desain in silico dengan menggunakan fosfolipid dan peptida sebagai bahan utama dan mengevaluasi keefektifannya sebagai sistem penghantar dengan menggunakan teknik simulasi dinamika molekul. Fosfatidilkolin dipilih sebagai sistem pengantar berbasis fosfolipid karena telah dilaporkan penggunaanya pada beberapa penelitian melalui metode in vivo dan in vitro. DPPC, OPPC, LPC, dan DPPC-LPC merupakan fosfolipid jenis fosfatidilkolin yang digunakan sebagai sistem penghantar insulin oral pada penelitian ini. Sedangkan sistem penghantar berbasis peptida menggunakan tiga jenis peptida, yaitu peptida dengan muatan negatif (I6D, V6D, dan L6D), peptida dengan muatan positif (I6K, V6K, dan L6K), serta kombinasi keduanya. Struktur awal sistem penghantar berbasis fosfolipid dan peptida untuk simulasi dinamika molekul, disiapkan secara acak dengan mencampurkan bahan dasar pada kotak yang berisi insulin dan air. Semua simulasi dinamika molekul dilakukan dengan menggunakan perangkat lunak GROMACS 5.0.4 secara NPT pada temperatur 310 K dan tekanan 1 atm. Interaksi tanpa pengikatan dihitung dengan menggunakan medan gaya GROMOS 53a6 dengan ambang batas 1,0 nm dan simulasi dilakukan selama 150 ns dengan menjaga temperatur dan tekanan tetap menggunakan algoritma V-rescale dan Parrinello-Rahman. Hasil simulasi dinamika molekul menunjukkan bahwa dari semua sistem penghantar berbasis fosfolipid, hanya DPPC dan LPC yang dapat mempertahankan struktur sekunder dan tersier insulin selama simulasi berlangsung. Namun hingga akhir simulasi selama 150 ns, semua sistem penghantar berbasis fosfolipid (DPPC, OPPC, LPC, DPPC-LPC) tidak dapat mengenkapsulasi insulin secara sempurna dan hanya bagian tertentu dari molekul insulin yang terlindungi. Sebaliknya, enkapsulasi insulin yang cukup sempurna diamati pada penggunaan sistem penghantar berbasis peptida. Di antara semua model peptida yang dibangun dalam penelitian ini, hanya peptida V6D yang dapat mempertahankan struktur insulin. Analisis lebih lanjut menunjukkan bahwa jumlah kontak antara insulin dan peptida V6D relatif lebih tinggi dibanding peptida lainnya dan stabil sampai akhir simulasi. Penelitian ini menunjukkan bahwa sistem penghantar berbasis peptida lebih baik daripada fosfolipid, yang selanjutnya dapat dikembangkan sebagai sistem penghantar insulin oral yang potensial.", "Daftar File": {"2017 TS PP NANIK RAHMAWATI FUADAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/136414", "2017 TS PP NANIK RAHMAWATI FUADAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/136415", "2017 TS PP NANIK RAHMAWATI FUADAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/136416", "2017 TS PP NANIK RAHMAWATI FUADAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/136417", "2017 TS PP NANIK RAHMAWATI FUADAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/136418", "2017 TS PP NANIK RAHMAWATI FUADAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/136419", "2017 TS PP NANIK RAHMAWATI FUADAH 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/136420"}, "Penulis": "NANIK RAHMAWATI FUADAH (NIM: 20515007)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Rukman Hertadi."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "sistem penghantar, peptida, fosfolipid, oral insulin.", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "7 file", "Tanggal Input": "09 Okt 2018"}