{"Nomor": 29543, "Judul": "DETEKSI KOMUNITAS PADA DATA BERBASIS META MODEL SOCIAL NETWORKING (STUDI KASUS : E-COMMERCE (AMAZON) DAN MEDIA REFERENSI ONLINE (DBLP))", "Abstrak": "Ketersediaan data yang sangat besar karena dampak kehadiran media sosial, ecommerce, dan media referensi online tidak bisa dihindari. Facebook, Amazon, dan dblp berturut-turut merupakan contoh nyata dari ketiga domain tersebut. Data-data yang dihasilkan dari ketiga domain tersebut seringkali dimanfaatkan oleh para peneliti maupun pihak yang berkepentingan untuk bisa menggali informasi berharga melalui analisis pada data berelasi yang direpresentasikan dalam format graf. Proses dalam melakukan analisis terhadap entitas yang saling berelasi melalui teori graf atau network dikenal dengan Social Network Analysis (SNA). Sebelum melakukan SNA, pada umumnya diperlukan sebuah model yang bisa dijadikan pedoman untuk melakukan pengumpulan data serta analisis yang akan dilakukan.  \n\nMemiliki model data yang cocok secara langsung dengan model domain yang akan dianalisis akan membantu dalam memahami data dengan lebih baik, berkomunikasi lebih efektif, dan menghindari pekerjaan yang tidak perlu. Sampai saat ini, pada kasus dblp dan Amazon belum ada penelitian yang fokus terhadap pemodelan data berbasis graf yang bisa digunakan untuk mendukung kebutuhan SNA.  \n\nMeta model social networking merupakan sebuah model yang dirancang berdasarkan abstraksi dari Facebook untuk bisa dijadikan pedoman dalam membantu membangun model data berbasis graf pada social networking lainnya seperti LinkedIn, Youtube, Instagram, dan Twitter. Model data graf yang dihasilkan selanjutnya dapat digunakan untuk mendukung kebutuhan analisis di masing-masing social networking tersebut. Tesis ini mencoba untuk mengimplementasikan meta-model social networking pada domain selain media sosial yaitu pada Amazon dan dblp.  \n\nBerdasarkan hasil analisis dan perancangan pada studi kasus di Amazon dan dblp yang telah dilakukan, meta model social networking dapat digunakan untuk menghasilkan model data graf dari kedua kasus tersebut. Beberapa pengujian juga dilakukan terhadap kedua model data graf yang telah dirancang. Analisis deteksi komunitas digunakan sebagai studi kasus pada submodel graf yang telah dihasilkan pada Amazon dan dblp untuk membuktikan bahwa model graf yang dirancang dapat digunakan untuk mendukung proses SNA. Pada akhir penelitian didapatkan kesimpulan bahwa meta model social networking dapat diadaptasikan pada kasus Amazon dan dblp untuk menghasilkan model data graf. Model yang dihasilkan dapat diimplementasikan untuk mendukung analisis deteksi komunitas.", "Daftar File": {"2018 TS PP Nano Yulian Pratama 1 -ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136422"}, "Penulis": "Nano Yulian Pratama - NIM. 23216019", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Gusti Ayu Putri Saptawati, M.Comm"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Analisis, pemodelan data graf, deteksi komunitas, amazon, dblp.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Mar 2018"}