{"Nomor": 29554, "Judul": "PRODUKSI MONOLAURIN DARI MINYAK KELAPA", "Abstrak": "Coconut oil (CNO) atau minyak kelapa sebagai suatu komoditi yang banyak tersedia di Indonesia dapat digunakan untuk mensintesis banyak senyawa dan material, antara lain metil laurat, asam laurat, dan monolaurin. Monolaurin merupakan monogliserida bernilai tinggi yang sering digunakan untuk suplemen antimikrobial, agen active packaging pada kemasan roti, emulsifier, serta surfaktan dalam produksi kosmetik dan deterjen. Penelitian ini bertujuan untuk memproduksi monolaurin menggunakan bahan baku metil laurat dan asam laurat yang berasal dari minyak kelapa. \n\nPercobaan dimulai dengan transesterifikasi CNO dua tahap pada 65oC dengan penambahan katalis KOH untuk menghasilkan Fatty Acid Methyl Ester (FAME). Distilasi vakum dilakukan pada tekanan 20 mmHg dengan temperatur awal 100oC untuk memfraksinasi Fatty Acid Methyl Ester (FAME) dan dilakukan analisis komponen FAME dengan Gas Chromatography (GC). Distilat dengan kandungan metil laurat paling tinggi akan direaksikan pada reaksi hidrolisis menggunakan asam propionat, katalis asam sulfat, dan air. Reaksi hidrolisis dilakukan pada temperatur 95 oC selama 4 jam. Larutan asam propionat hasil reaksi akan digunakan ulang ulang untuk reaksi hidrolisis berikutnya. Untuk memproduksi monolaurin, bahan baku metil laurat dan asam laurat hasil hidrolisis akan direaksikan dengan gliserol melalui reaksi gliserolisis pada kondisi operasi temperatur dan waktu yang bervariasi. Perbandingan mol gliserol terhadap metil laurat atau gliserol terhadap asam laurat yang digunakan adalah sebesar 7 : 1. Kandungan α-monolaurin ditentukan berdasarkan metode titrasi AOCS Cd 11-57. \n\nYield monolaurin tertinggi (terukur dalam bentuk α-monolaurin) sebesar 9,698% melalui reaksi gliserolisis metil laurat diperoleh pada reaksi dengan temperatur 230 oC, waktu reaksi sebesar 2 jam, dan konsentrasi katalis NaOH sebesar 0,37%-m metil laurat. Sedangkan, reaksi gliserolisis asam laurat menghasilkan yield α-monolaurin tertinggi sebesar 24,039% pada reaksi dengan temperatur 150 oC, waktu reaksi sebesar 3 jam, dan katalis AlCl3 sebesar 5% mol asam laurat. Untuk penelitian berikutnya, penentuan kandungan monolaurin sebaiknya menggunakan HPLC.", "Daftar File": {"2018 TA PP NATASHA ANDREA WINATA-1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136456"}, "Penulis": "NATASHA ANDREA WINATA (NIM : 13014027) - NI PUTU OCTAVIANA UTARI (NIM : 13014056)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Johnner Sitompul, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Asam Laurat, FAME, Gliserolisis , Metil laurat , Monolaurin", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Mei 2018"}