{"Nomor": 29553, "Judul": "PENINGKATAN PRODUKSI GLUTATION DENGAN PENERAPAN STRES, PENAMBAHAN SISTEIN, DAN FED-BATCH PADA FERMENTASI SACCHAROMYCES CEREVISIAE", "Abstrak": "Nilai komersial glutation (GSH) baik sebagai senyawa purni maupun terakumulasi dalam sel ragi sangatlah tinggi akibat beragamnya kegunaan GSH pada industri makanan dan farmasi. Penelitian yang bertujuan untuk meningkatkan kandungan GSH intraseluler pada ragi terbatas hanya pada cara-cara yang tidak melibatkan rekayasa genetika mengingat galur yang sudah terekayasa genetikanya masih sulit untuk dapat diterima di industri pangan. Pada penelitian kali ini, kondisi stres dan penambahan sistein yang dikombinasikan dengan mode fermentasi fed-batch untuk akumulasi GSH diterapkan pada fermentasi Saccharomyces cerevisiae ITCC R58. Kondisi stres yang dugunakan meliputi perubahan temperatur dari 30 menjadi 50Ã‚Â°C dan 27Ã‚Â°C, perubahan pH dari 5 menjadi 1,2 dan 8,8, serta stres osmotik dengan penambahan 80 g/l larutan garam NaCl. Strategi lain yang digunakan adalah penambahan sistein sebagai salah satu asam amino prekursor GSH pada medium fermentasi. Terakhir, fermentasi fed-batch untuk mencapai high cell density juga dijalankan.  \n\nStres osmotik menunjukkan hasil yang terbaik diantara variasi kondisi stres lainnya yang menghasilkan peningkatan kandungan GSH intraseluler dari 0,848% menjadi 1,284%-b/b serta peningkatan yield GSH terhadap substrat dari 0,0011 (kontrol) menjadi 0,0023 g GSH/g glukosa. Penambahan sistein meningkatkan kandungan GSH intraseluler menjadi 0,984%-b/b dan peningkatan yield GSH dari 0,0011 menjadi 0,0080 g GSH/g glukosa. Fermentasi fed-batch meningkatkan konsentrasi sel dari 10,73 (kontrol) menjadi 12,72 g berat kering sel (BK)/l dan juga meningkatkan kandungan GSH intraseluler menjadi 0,912%-b/b. Kombinasi antara penambahan sistein dan fed-batch meningkatkan produksi kandungan GSH intraseluler menjadi 1,695%-b/b dan menjadi strategi terbaik diantara variasi lainnya pada penelitian ini.", "Daftar File": {"2018 TS PP NATASHA AGUSTIN IKHSAN   1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136455"}, "Penulis": "NATASHA AGUSTIN IKHSAN (NIM : 13013082)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Made Tri Ari Penia Kresnowati"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "glutation, GSH, fermentasi, Saccharomyces cerevisiae, kondisi stres, sistein, fed-batch", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Mei 2018"}