{"Nomor": 29559, "Judul": "Pengaruh lindi dari biokonversi limbah organik oleh larva Hermetia illucens terhadap kualitas nutrien sawi pagoda, Brassica rapa var. Narinosa", "Abstrak": "Sistem budidaya hidroponik, antara lain dari jenis NFT (Nutrient film technique) \n\nseringkali digunakan sebagai solusi atas permasalahan kekurangan lahan pertanian. \n\nDalam sistem hidroponik, perlu digunakan larutan nutrisi dengan komposisi bahan \n\nanorganik yang lazim dikenal dengan istilah AB. Upaya untuk mencari alternatif \n\nlarutan nutrisi hidroponik, tengah digiatkan. Salah satu produk yang dapat digunakan \n\nadalah larutan lindi hasil biokonversi limbah organik dari sampah buah dan sayuran \n\noleh larva Black Soldier Fly (BSF), Hermetia illucens. Tujuan dari penelitian ini \n\nadalah membandingkan pengaruh beberapa konsentrasi lindi sebagai nutrisi \n\nhidroponik terhadap kualitas nutrien sawi pagoda, Brassica rapa var. Narinosa, \n\nkhususnya kadar vitamin C, serat, dan persepsi konsumen. Larutan AB 100%, \n\ncampuran AB dan lindi serta lindi ex BSF 100% diuji sebagai nutrien hidroponik NFT \n\nsawi pagoda. Hasil penelitian menunjukkan bahwa kandungan vitamin C daun B. rapa \n\nvar. Narinosa tertinggi terdapat pada perlakuan larutan nutrisi 100% Lindi dengan \n\nnilai 163,353 mg/100 g, sedangkan kandungan vitamin C batang tertinggi terdapat \n\npada perlakuan komposisi nutrisi 60% AB : 40% Lindi dan 100% Lindi dengan nilai \n\n35,506 mg/100 g. Selain itu, diperoleh kandungan serat batang dan daun sawi pagoda \n\ntertinggi pada perlakuan nutrisi 60% AB : 40% Lindi dengan nilai masing-masing \n\n0,93% dan 1,82%. Uji persepsi konsumen (warna, tekstur, kerenyahan, rasa, serta \n\nmutu visual) yang dianalisis dengan metoda Friedman menunjukkan bahwa konsumen \n\ncenderung menyukai sawi pagoda dengan perlakuan komposisi nutrisi 60% AB : 40% \n\nLindi. Diduga larutan lindi hasil biokonversi Black Soldier Fly memberikan pengaruh \n\nberupa tambahan unsur nitrogen terhadap larutan hidroponik sehingga dapat \n\nmeningkatkan kandungan vitamin C tanaman sawi pagoda. Berdasarkan hal tersebut, \n\ndapat disimpulkan bahwa larutan nutrisi dengan komposisi 60% AB : 40% Lindi dapat \n\ndigunakan sebagai nutrisi alternatif sistem NFT untuk meningkatkan produksi sawi \n\npagoda.", "Daftar File": {"2018 TA PP - NATASSIA CLARA SITA 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136463"}, "Penulis": "Natassia Clara Sita ( Nim : 11414038)", "Kontributor / Dosen Pembimbing": ["Dr. Iriawati \n\nDr. Agus Dana Permana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Hermetia illucens, nutrisi Brassica rapa var. Narinosa, hidroponik NFT, sampah organik", "Sumber": "", "Staf Input/Edit": "didi kusnendi  \n                                     didi kusnendi", "File": "1 file", "Tanggal Input": "18 Sep 2018"}