{"Nomor": 29562, "Judul": "REVIEW DAN REDESIGN SISTEM DISTRIBUSI PADA IPAM CIMAHI PDAM TIRTA RAHARJA", "Abstrak": "Ketersediaan air bersih merupakan kebutuhan yang sangat penting bagi kehidupan manusia baik dari sisi kualitas, kuantitas, maupun kontinuitas. Redesign sistem distribusi air bersih Kota Cimahi dilakukan berdasarkan hasil evaluasi kondisi eksisting dan pengembangan jaringan distribusi akibat terjadinya peningkatan kebutuhan air bersih di Kota Cimahi sebagai dampak dari peningkatan jumlah penduduk. Diharapkan redesign dapat membuat IPA Cimahi mampu melayani masyarakat lebih banyak sehingga cakupan area pelayanan dapat ditingkatkan. Selain itu redesign juga diharapkan dapat membuat sistem distribusi menjadi lebih baik dilihat dari sisi tekanan,headloss, dan kecepatan sehingga dapat mengurangi persentase kebocoran teknis. Cakupan area layanan yang sudah mendapatkan pasokan air bersih dari PDAM Cabang Cimahi meliputi sebagian besar Kecamatan Cimahi Utara, Cimahi Selatan, dan sebagian kecil Cimahi Selatan. Jumlah sambungan rumah yang dilayani oleh PDAM Tirta Raharja Cabang Cimahi sampai Januari 2017 adalah 14.087. PDAM Tirta Raharja mendapatkan air bersih dari Sungai Cimahi, Sumus Dalam, dan Mata Air. PDAM Tirta Raharja menggunakan pola cabang pada sistem distribusinya. Selain itu, pengaliran yang digunakan adalah gravitasi mengingat total head pada reservoir mencukupi. PDAM Tirta Raharja Cabang Cimahi memiliki 2 sistem distribusi, pertama adalah sistem lower dan kedua adalah sistem upper. Kedua sistem tersebut didasarkan pada elevasi reservoir dari setiap sistem. Kedua sistem tersebut melayani area yang berbeda. Berdasarkan hasil evaluasi, kondisi tekanan untuk kedua sistem masih memenuhi standar. Namun kecepatan dan headloss pada kedua sistem masih belum memenuhi standar. Maka dari itu, agar headloss dan kecepatan dapat memenuhi standar dilakukan pengubahan dimensi pada pipa-pipa yang headloss dan kecepatannya belum memenuhi standar. Setelah dilakukan perbaikan pada kondisi eksisting, sistem distribusi di Kota Cimahi akan dilakukan perluasan sesuai dengan RTRW (Rencana Tata Ruang dan Wilayah) Kota Cimahi. Perluasan akan dilakukan pada 7 kelurahan dari 2 kecamatan (Kecamatan Cimahi Tengah dan Kecamatan Cimahi Selatan). 7 kelurahan tersebut adalah Kelurahan Melong, Kelurahan Utama, Kelurahan Cibeber, Kelurahan Leuwigajah, Kelurahan Baros, Kelurahan Padasuka, dan Kelurahan Setiamanah. Kelurahan Utama dan Kelurahan Melong disebut sebagai Sub Wilayah Kota D. Sedangkan kelurahan lainnya disebut Sub Wilayah Kota E. Kebutuhan air untuk Sub Wilayah Kota D hingga akhir 2031 adalah 176,64 L/s dan kebutuhan air untuk Sub Wilayah Kota E hingga akhir 2031 adalah 337,64 L/s. Setelah dilakukan perluasan ternyata sistem distribusi eksisting sudah tidak mampu mengakomodasi kebutuhan pengembangan. Maka dari itu, diameter pipa eksisting diperbesar dan ditambahkan 3 buah pompa. Pompa ditambahkan karena sisa tekan tidak mencukupi untuk beberapa wilayah. Sisa tekan yang tidak mencukupi ini menyebabkan beberapa wilayah tidak teraliri air pada jam puncak. Reservoir yang ada saat ini masih mampu menampung debit untuk wilayah eksisting dan perluasan hingga 2031. Maka dari itu, pada reservoir eksisting tidak dilakukan redesign.", "Daftar File": {"2017 TA PP NATASYA SANDRA VIRMELIA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/136476", "2017 TA PP NATASYA SANDRA VIRMELIA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/136477", "2017 TA PP NATASYA SANDRA VIRMELIA 1-BAB 2A.pdf": "https://digilib.itb.ac.id/gdl/download/136478", "2017 TA PP NATASYA SANDRA VIRMELIA 1-BAB 2B.pdf": "https://digilib.itb.ac.id/gdl/download/136479", "2017 TA PP NATASYA SANDRA VIRMELIA 1-BAB 2C.pdf": "https://digilib.itb.ac.id/gdl/download/136480", "2017 TA PP NATASYA SANDRA VIRMELIA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/136481", "2017 TA PP NATASYA SANDRA VIRMELIA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/136482", "2017 TA PP NATASYA SANDRA VIRMELIA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/136483", "2017 TA PP NATASYA SANDRA VIRMELIA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/136484", "2017 TA PP NATASYA SANDRA VIRMELIA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/136485"}, "Penulis": "NATASYA SANDRA VIRMELIA  [15313058]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr.Herto Dwi Ariesyady, S.T.,M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Cimahi, IPA Cimahi, PDAM Tirta Raharja, sistem distribusi, desain ulang ; Cimahi, Cimahi WTP, PDAM Tirta Raharja, distribution system, redesign", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "10 file", "Tanggal Input": "01 Feb 2018"}