{"Nomor": 29568, "Judul": "GEOLOGI DAN HIDROGEOLOGI DAERAH CONGGEANG DAN SITURAJA, KABUPATEN SUMEDANG, JAWA BARAT", "Abstrak": "Daerah penelitian berada pada dua kecamatan, yaitu Conggeang dan Situraja di Kabupaten Sumedang. Luas daerah penelitian adalah 56 km2. Daerah ini dibagi menjadi lima satuan geomorfologi. Kelima satuan tersebut adalah Satuan Dataran Aluvial Cipelang, Satuan Punggungan Homoklin Sukarjaya, Satuan Perbukitan Zona Sesar dan Lipatan Conggeang, Satuan Perbukitan Aliran Lahar Tampomas, dan Satuan Gunungapi Parasiter Tampomas. \n\nSecara stratigrafi, daerah ini dibagi menjadi menjadi delapan satuan batuan tidak resmi yang berumur Miosen Akhir-Resen. Dari tua ke muda, satuan-satuan tersebut adalah Satuan Batulempung, Satuan Batupasir-Batulempung, Satuan Batupasir-Konglomerat, Satuan Breksi Piroklastik 1, Satuan Lava Basalt, Satuan Breksi Piroklastik 2, Satuan Tuf, dan Satuan Endapan Aluvial. Struktur geologi yang berkembang adalah sesar naik dan antiklin. Struktur-struktur tersebut diperkirakan terbentuk pada Pliosen Akhir - Pleistosen. Satuan-satuan batuan yang berfungsi sebagai akuifer di daerah penelitian adalah Satuan Batupasir-Batulempung, Satuan Batupasir-Konglomerat, Satuan \n\nBreksi Piroklastik 1, Satuan Piroklastik 2, Satuan Tuf, dan Satuan Endapan Aluvial. Satuan Batupasir-Batulempung dan Satuan Batupasir-Konglomerat diperkirakan dapat berperan sebagai akuifer untuk daerah sekitar Bandara \n\nInternasional Kertajati. Jenis akuifer pada daerah penelitian adalah akuifer bebas (unconfined aquifer). Mata air berupa mata air dingin sebagai mata air depresi dan mata air kontak. Pada mata air (4) dan sumur gali (26), nilai pH berkisar antara 4,1-7,34 dan nilai TDS berkisar antara 41,1-663 mg/l (segar) dan 1077-1300 mg/l (payau). \n\nBerdasarkan PERMENKES No.492/MENKES/PER/IV/2010, hanya ada sembilan lokasi sumber air yang layak dikonsumsi.", "Daftar File": {"2016 TA PP NAUFAL ABDULBARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/136491", "2016 TA PP NAUFAL ABDULBARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/136492", "2016 TA PP NAUFAL ABDULBARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/136493", "2016 TA PP NAUFAL ABDULBARI 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/136494", "2016 TA PP NAUFAL ABDULBARI 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/136495", "2016 TA PP NAUFAL ABDULBARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/136496", "2016 TA PP NAUFAL ABDULBARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/136497", "2016 TA PP NAUFAL ABDULBARI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/136498", "2016 TA PP NAUFAL ABDULBARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/136499"}, "Penulis": "NAUFAL ABDULBARI (NIM : 12011070)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Lambok. M. Hutasoit, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Conggeang, BMB, Sesar Naik, Akuifer, Mata air, TDS, pH, Kertajati", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "13 Apr 2018"}