{"Nomor": 29564, "Judul": "PENGEMBANGAN DAN PENGUJIAN SISTEM PENAPISAN SENYAWA ORGANIK PENGHAMBAT PEMBENTUKAN DIMER DOMAIN SITOPLASMIK PhoR Mycobacterium tuberculosis", "Abstrak": "Resistansi merupakan masalah yang muncul dalam penggunaan antibiotik untuk terapi tuberkulosis sehingga diperlukan pendekatan terapi baru yang dapat mengurangi resistansi. Two-component system PhoR-PhoP yang mengatur virulensi Mycobacterium tuberculosis dapat dijadikan target baru terapi tuberkulosis karena senyawa yang menghambat sistem tersebut dapat melemahkan virulensi bakteri sehingga lebih mudah dieliminasi oleh sistem imun. Pembentukan dimer domain sitoplasmik PhoR (sitoPhoR) merupakan tahap yang penting dalam mekanisme regulasi PhoR-PhoP. Penapisan senyawa yang dapat menghambat pembentukan dimer domain sitoPhoR dilakukan dengan memfusikan DNA pengode domain sitoPhoR dengan DNA pengode domain pengikatan DNA represor AraC yang dapat menghambat ekspresi emerald green fluorescence protein (EmGFP) sebagai gen pelapor di bawah kendali promoter araC pada plasmid pRSET paling baik dibandingkan represor IclR dan Zif23. Pada penelitian ini, dilakukan pengoptimalan plasmid pRSET-araCsitophoR, yaitu pengoptimalan kodon DNA pengode sitoPhoR untuk inang Escherichia coli BL21(DE3) dan penambahan terminator di hilir DNA pengode fusi protein. Konstruksi plasmid yang sudah dioptimalkan, yaitu pAraC_PhoRMTB, kemudian disintesis dan dikonfirmasi urutannya menggunakan pengurutan DNA. Plasmid yang sudah dikonfirmasi kemudian ditransformasikan ke bakteri Escherichia coli BL21(DE3). Analisis SDS PAGE kultur transforman menunjukkan keberadaan pita berukuran 33 kDa yang diduga merupakan monomer fusi protein AraC-sitoPhoR dan berkurangnya pita berukuran 31 kDa yang diduga merupakan EmGFP menunjukkan bahwa sistem represi berfungsi dengan baik. Pengujian 8 senyawa organik yang dipilih berdasarkan aktivitas antibakterinya yaitu Panduratin A, senyawa JH-1 yang diisolasi dari tanaman jinten hitam, CMAM, CHAA, CHMM, Luteolin, Apigenin, dan Xanthorizol, menunjukkan bahwa senyawa JH-1 paling baik meningkatkan fluoresensi EmGFP kultur transforman mencapai 36,31% dibanding kultur tanpa senyawa yang menandakan kemampuan penghambatan pembentukan dimer sitoPhoR. Hasil tersebut menunjukkan bahwa sistem penapisan sudah berjalan dengan optimal dan senyawa yang dapat menghambat pembentukan dimer sitoPhoR adalah JH-1.", "Daftar File": {"2018 TS PP NATHANAEL STEVEN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136487"}, "Penulis": "NATHANAEL STEVEN - NIM: 21116029", "Kontributor / Dosen Pembimbing": ["Ernawati A. Giri Rachman, Ph.D.  \n\nProf. Dr. Yana Maolana Syah"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Dimer, penapisan, PhoR, senyawa organik, two-component system", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2018"}