{"Nomor": 29563, "Judul": "Penilaian Kesiapan dan Perencanaan Manajemen Pengetahuan di Industri Game (Studi Kasus: PT. XYZ di Bandung)", "Abstrak": "Dalam era milenium, digital, dan globalisasi saat ini, setiap individu harus beradaptasi terhadap perubahan dalam berbagai aspek. Hal ini termasuk dalam mengelola informasi dan pengetahuan yang begitu cepat berubah. Pengetahuan menjadi aspek yang sangat penting bagi perusahaan untuk menciptakan nilai dan menghasilkan keunggulan kompetitif bagi perusahaan dalam menghadapi persaingan global. \n \n\nPerusahaan yang bergerak di bidang gamesini terletak di Bandung, Indonesia. Sebagai perusahaan start-up, organisasi membutuhkan manajemen pengetahuan untuk dapat tumbuh lebih cepat untuk memenuhi tuntutan. Selain itu, saat ini perusahaan merekrut banyak karyawan baru sehingga dibutuhkan proses pembelajaran yang lebih cepat agar mereka dapat beradaptasi dengan tenggat waktu permintaan pelanggan. Di sisi lain, perusahaan tidak memiliki sistem manajemen pengetahuan sehingga butuh waktu untuk mentransfer pengetahuan ke karyawan baru. Dengan menerapkan manajemen pengetahuan secara efektif, diharapkan perusahaan mampu mempercepat pengambilan keputusan, inovasi, dan profit. \n \n\nTujuan penelitian ini adalah untuk mengukur tingkat kesiapan dan perencanaan perusahaan sebelum menerapkan manajemen pengetahuan untuk mendapatkan strategi yang tepat bagi perusahaan. Analisis Jaringan Sosial juga dilakukan untuk mengetahui aliran pengetahuan di perusahaan dan aktor-aktor kunci. Penelitian ini menggunakan proses Organization Development yang terdiri dari Entering and Contracting, Diagnosing, Planning and Implementing Change, and Evaluating and Institutionalizing Change. Metode penelitian ini melibatkan pengumpulan data kuantitatif dan kualitatif untuk mendapatkan pemahaman yang lebih lengkap dan mendalam. Data kuantitatif dilakukan dengan menyebarkan kuesioner dengan tujuh kriteria penilaian berdasarkan Asian Productivity Organization Framework (APO,2010), seperti Kolaborasi, Kepemimpinan KM, Proses, Orang, Teknologi, Proses Pengetahuan, Pembelajaran dan Inovasi, dan Hasil KM. Uji validitas dan reliabilitas juga dilakukan untuk memastikan bahwa instrumen akurat dan konsisten. Sedangkan data kualitatif dilakukan dengan mewawancarai pemilik. Penelitian ini menggunakan studi deskriptif untuk mendeskripsikan karakteristik dari variabel minat dalam suatu situasi dan terdiri dari dua jenis data yaitu data primer dan data sekunder.", "Daftar File": {"abstrak fix.pdf": "https://digilib.itb.ac.id/gdl/download/136486"}, "Penulis": "Nataya Anindita-29116062", "Kontributor / Dosen Pembimbing": ["Dr. rer. pol. Achmad Fajar Hendarman, S.T., M.S.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Knowledge, Knowledge Management, Knowledge Management Readiness and Planning.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "04 Jun 2018"}