{"Nomor": 29566, "Judul": "FINANCIAL LITERACY AND DEMOGRAPHIC FACTORS IMPACT ON INVESTMENT TOWARDS UNDERGRADUATE STUDENTS IN BANDUNG", "Abstrak": "For providing income in the future, assets that is now owned can be invest and sold at a higher price \n\ncompared with the buying price to obtain greater amount of assets called profit. Unfortunately, the \n\nnumber of investors in Indonesia is still considered low, means the knowledge of managing their financial \n\nresources effectively through investment should be increased. Therefore, financial literacy is expected to \n\nimpact investment. Different previous studies found that financial literacy or demographic factors impact \n\ninvestment. This study combined previous findings and observes how financial literacy and demographic \n\nfactors could impact undergraduate student to have investment. This research uses quantitative method to \n\ncollect data using online questionnaire to undergraduate student from 3 selected colleges in Bandung. \n\nMethodology that being used are multiple linear regression to know the impact of financial literacy and \n\ndemographic factors towards investment. The findings show that financial literacy, monthly income, and \n\nworking income are significantly impact undergraduate studentÃ‚Â’s investment value.", "Daftar File": {"2018 TA PP NATHANIA KRISTIANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136489", "2018 TS PP NATHANIA KRISTIANA 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/251630"}, "Penulis": "Nathania Kristiana (19015044)", "Kontributor / Dosen Pembimbing": ["Ahmad Danu Prasetyo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Investment; Financial Literacy; Demographic Factors ; College Student", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "09 Jul 2018"}