{"Nomor": 29561, "Judul": "DESAIN ANAEROBIC DIGESTER UNTUK PENERAPAN PASAR RAMAH LINGKUNGAN DI PASAR KOSAMBI", "Abstrak": "Pada tahun 2015, Pasar Kosambi telah disosialisasikan mengenai kebijakan baru PD Pasar Kota Bandung dengan salah satu programnya yaitu penggunaan anaerobic digester. Namun, paradigma pengelolaan sampah di Pasar Kosambi masih bertumpu pada sistem kumpul-angkut-buang yang hanya memindahkan masalah dari satu tempat ke tampat lain. Pasar tradisional umumnya mengandung 75% sampah compostable. Sampah compostable ini memiliki potensi yang sangat tinggi untuk dimanfaatkan menjadi gas metan (sebagai sumber energi alternatif) atau kompos. Maka dari itu, pada penelitian ini mengusulkan alternatif pengelolaan dan pengolahan sampah menggunakan sistem anaerobic digester di Pasar Kosambi. Dalam mewujudkan perancangan ini, maka diperlukan pengambilan data sekunder berupa pengelolaan sampah dan plant site Pasar Kosambi serta pengambilan data primer berupa pengukuran lahan kosong, timbulan, komposisi dan karakteristik sampah. Terdapat biodigester dan komposter di Pasar Kosambi namun keduanya memiliki kapasitas yang kecil dan juga sudah tidak beroperasi. Pasar Kosambi menghasilkan 0,9 ton/hari dengan 89,4% merupakan sampah compostable yang tergolong high solids dan dengan C/N sudah berada pada C/N optimum. Berdasarkan data primer maupun sekunder, dilakukan analisis penentuan alternatif penempatan, sistem teknologi dan teknologi anaerobic digester. Anaerobic digester yang direncanakan ditempatkan di lahan parkir motor dengan menggunakan sistem kering dan teknologi biocel. Komponen dari sistem anarobic digester diantaranya belt conveyor untuk proses pemilahan sampah, mesin pencacah, penampung feed yang berfungsi menampung sampah sementara sebelum masuk ke dalam reaktor. Komponen berikutnya adalah reaktor berjumlah 15 reaktor, dengan masing-masing reaktor memiliki organic loading rate 4,45 kgVS/m3/hari dengan maksimum sampah organik yang diolah adalah 2 m3/hari. Komponen selanjutnya adalah penampung residu, penampung gas dan penampung lindi. Lindi yang dihasilkan oleh reaktor kemudian ditampung dan diresirkulasikan kembali ke reaktor. Perkiraan biaya investasi pembangunan sistem anaerobic digester di Pasar Kosambi ini mencapai Rp. 381.394.497.", "Daftar File": {"2017 TA PP NATASYA PUTRI AGATHA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/136465", "2017 TA PP NATASYA PUTRI AGATHA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/136466", "2017 TA PP NATASYA PUTRI AGATHA 1-BAB 2A.pdf": "https://digilib.itb.ac.id/gdl/download/136467", "2017 TA PP NATASYA PUTRI AGATHA 1-BAB 2B.pdf": "https://digilib.itb.ac.id/gdl/download/136468", "2017 TA PP NATASYA PUTRI AGATHA 1-BAB 2C.pdf": "https://digilib.itb.ac.id/gdl/download/136469", "2017 TA PP NATASYA PUTRI AGATHA 1-BAB 2D.pdf": "https://digilib.itb.ac.id/gdl/download/136470", "2017 TA PP NATASYA PUTRI AGATHA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/136471", "2017 TA PP NATASYA PUTRI AGATHA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/136472", "2017 TA PP NATASYA PUTRI AGATHA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/136473", "2017 TA PP NATASYA PUTRI AGATHA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/136474", "2017 TA PP NATASYA PUTRI AGATHA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/136475"}, "Penulis": "NATASYA PUTRI AGATHA [15313096]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Mochammad Chaerul, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Dry anaerobic digester, pasar tradisional, pengolahan sampah organik ; dry anaerobic digester, organic waste treatment, traditional market", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "11 file", "Tanggal Input": "01 Feb 2018"}