{"Nomor": 29577, "Judul": "STUDI KELAYAKAN HIDROLOGI DAN FINANSIAL PEMBANGKIT LISTRIK TENAGA AIR (PLTA) KEMLOKO KAMBANGAN KAPASITAS 5 MW", "Abstrak": "Indonesia memiliki sumber energi baru terbarukan yang sangat potensial. Menurut RUPTL PLN tahun 2017, pemerintah berencana untuk menambahkan pembangkit sebesar 77,9 GW, dimana terdapat penambahan untuk PLTA sebesar 14,1 GW. Kabupaten Batang mempunyai potensi sumber daya air yang belum termanfaatkan secara penuh untuk membangkitkan energi listrik. Penelitian ini bertujuan untuk mengetahui berapa produksi listrik yang dapat dihasilkan, biaya investasi untuk pembangunan, serta mengetahui hasil analisis finansial dari pembangunan PLTA Kemloko Kambangan. \n\nMetode yang dilakukan adalah menghitung potensi air yang masuk ke bendung dengan menggunakan metode F.J. Mock untuk menghasilkan FDC (Flow Duration Curve). Hasil perhitungan debit kemudian digunakan pada perhitungan produksi listrik. Dengan tinggi jatuh sebesar 86,15 m, daya 5 MW, dan debit desain 6,55 m3/s maka PLTA Kambangan menggunakan Turbin Francis. Berdasarkan hasil analisis debit selama 20 tahun dan tinggi jatuh, dapat diperoleh daya dan energi listrik. Energi listrik yang dihasilkan sebesar 575,17 GWh untuk CF (Capacity Factor) 65,61%. Setelah dilakukan perhitungan optimasi turbin, diperoleh daya sebesar 5,28 MW, energi listrik sebesar 608,22 GWh dengan CF 69,38%. Analisis finansial menggunakan parameter NPV (Net Present Value), IRR (Internal Rate of Return), PBP (Payback Period), dan BCR (Benefit Cost Ratio). Nilai NPV Rp 16.375.419.903,00; IRR 14,49%; BCR 1,16 dan PBP selama 5,75 tahun maka PLTA Kambangan memenuhi syarat kelayakan finansial untuk dibangun.", "Daftar File": {"2018 TA PP NAUFAL HARITSA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136514"}, "Penulis": "NAUFAL HARITSA      NIM : 13113116", "Kontributor / Dosen Pembimbing": ["Ir. Chakimoelmal Jaskjur, M.SC. \n\nIr. Nengah Diasta, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "PLTA, F. J. Mock, FDC, daya, optimasi daya, finansial", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "22 Feb 2018"}