{"Nomor": 29576, "Judul": "ISOLASI SENYAWA FLAVONOID DAUN JAWER KOTOK (PLECTRANTHUS SCUTELLARIOIDES (L.) R.BR.) PROGRAM STUDI SAINS DAN TEKNOLOGI FARMASI SEKOLAH FARMASI INSTITUT TEKNOLOGI BANDUNG 2018", "Abstrak": "Daun jawer kotok (Plectranthus scutellarioides (L.) R.Br., Lamiaceae) secara tradisional digunakan untuk \n\npengobatan wasir, kencing manis, demam, diare, datang bulan terlambat dan bisul. Penelitian dan publikasi \n\nmengenai kandungan senyawa kimia daun jawer kotok masih minim, maka penelitian ini bertujuan untuk \n\nmengisolasi senyawa flavonoid utama daun jawer kotok (Plectranthus scutellarioides (L.) R.Br.) yang didapat \n\ndari Kebun Percobaan Manoko, Lembang, Bandung Barat. Simplisia daun jawer kotok diekstraksi dengan \n\ncara maserasi menggunakan etanol 70%. Selanjutnya ekstrak etanol dipekatkan, ditambah sejumlah air \n\npanas dan disaring sebelum difraksinasi dengan cara ekstraksi cair-cair secara berturut-turut menggunakan \n\npelarut n-heksan dan etil asetat. Berdasarkan hasil pemantauan pola kromatogram, fraksi air dipilih untuk \n\nproses pemisahan dan pemurnian secara kromatografi kertas preparatif. Karakterisasi isolat dilakukan \n\ndengan spektrofotometeri UV-sinar tampak menggunakan beberapa pereaksi. Isolat yang diperoleh \n\nmemiliki puncak serapan pada 268 nm dan 328 nm yang diduga merupakan senyawa golongan flavon \n\ndengan 4Ã‚Â’-OH.", "Daftar File": {"2018 TA PP NAUFAL HANIF AT-THARIF 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136513"}, "Penulis": "NAUFAL HANIF AT-THARIF  NIM : 10714044", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Prof. Dr. Asep Gana Suganda", "Dr. Muhamad Insanu"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "flavon, flavonoid, jawer kotok, Plectranthus scutellarioides (L.) R.Br.", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "9 file", "Tanggal Input": "28 Sep 2018"}