{"Nomor": 29579, "Judul": "PERANCANGAN POLA OPERASI TERMINAL BAHAN BAKAR MINYAK (BBM) KALIBARU UTARA FASE I, PELABUHAN TANJUNG PRIOK, DKI JAKARTA", "Abstrak": "DKI Jakarta sebagai ibu kota dari Indonesia merupakan sebuah kawasan strategis yang menjadi pusat bisnis dan pemerintahan di Indonesia. Dikelilingi oleh kawasan pemukiman seperti Bogor, Depok, Tangerang dan Bekasi (Bodetabek), menjadikan Jakarta sebagai kota yang ramai baik dari sisi penduduk, sosial, ekonomi, hingga transportasi. Adanya keterkaitan antara kepadatan jumlah penduduk tersebut dengan peningkatan jumlah kendaraan bermotor yang beroperasi, membuat kebutuhan akan jumlah Bahan Bakar Minyak (BBM) di DKI Jakarta menjadi tinggi. Karena belum tersedianya infrastuktur yang memadai, hal ini masih harus diatasi dengan cara impor komoditas tesebut. Oleh karena itu, untuk dapat memperlancar arus logistik komoditas BBM dan menciptakan produktivitas yang tinggi agar dapat memenuhi kebutuhan, dalam Tugas Akhir ini akan dibahas mengenai Perancangan Pola Operasi Terminal BBM Kalibaru Utara Fase I, Pelabuhan Tanjung Priok, DKI Jakarta. \n\nPerancangan pola operasi dilakukan berdasarkan dimensi rencana kawasan terminal yang sudah direncanakan oleh pemerintah. Pembahasan di dalam Tugas Akhir ini meliputi perancangan pola operasi di dermaga, perancangan pola operasi di lapangan penumpukan, perhitungan biaya kapital, dan penentuan tarif penanganan kargo Bahan Bakar Minyak (BBM). Perancangan pola operasi di dermaga meliputi analisis tambatan, perencanaan jenis dan jumlah alat penanganan kargo BBM di dermaga, penentuan produktivitas alat tersebut, perhitungan durasi bongkar muat kargo BBM, dan perhitungan kapasitas dermaga. Perancangan pola operasi di lapangan penumpukan meliputi desain area tank farm, penentuan jenis dan jumlah alat penanganan kargo BBM di lapangan, dan perhitungan kapasitas lapangan penumpukan. Perhitungan biaya dan penentuan tarif penanganan kargo BBM meliputi perhitungan total biaya kapital, perhitungan total pengeluaran dan pemasukan per tahun selama payback period, dan perhitungan tarif penanganan peti kemas berdasarkan kondisi penggunaan kapasitas terminal.", "Daftar File": {"2018 TA PP Naufalia Widari Khairunnisa 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136516"}, "Penulis": "Naufalia Widari Khairunnisa - NIM: 15514021", "Kontributor / Dosen Pembimbing": ["Andojo Wurjanto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Biaya Kapital, Kapasitas, Pola Operasi, Tarif, Terminal Bahan Bakar Minyak (BBM)", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "01 Okt 2018"}