{"Nomor": 29573, "Judul": "EFEK PENAMBAHAN YTTRIA DAN ZIRCONIA TERHADAP STRUKTUR MIKRO DAN KETAHANAN OKSIDASI SIKLIK BAJA ODS DENGAN METODE KONSOLIDASI SPARK PLASMA SINTERING", "Abstrak": "Perkembangan teknologi pembangkit listrik tenaga nuklir kini telah memasuki Generasi IV. Material yang memiliki ketahanan oksidasi temperatur tinggi dan radiasi neutron yang tinggi menjadi fokus penelitian untuk pengembangan. Pada supercritical water reactor (SCWR), khususnya pada bagian cladding pada pressure vessel, baja feritik ODS menjadi salah satu kandidat material yang paling sesuai untuk diaplikasikan pada kondisi operasi tersebut. Selain mampu beroperasi pada kondisi oksidasi temperatur tinggi dan radiasi neutron yang tinggi, baja jenis ini juga memiliki ketahanan terhadap penggetasan termal, terhadap perambatan retak lelah, serta kekuatan mekanik yang tinggi. Penelitian lebih lanjut menunjukkan bahwa baja feritik ODS dengan komposisi pemadu 16 Ã‚Â– 17 % berat Cr, 3,5 - 4 % berat Al memiliki ketahanan terhadap oksidasi yang paling baik.   \n\nPada percobaan ini, komposisi dasar berupa baja feritik ODS Fe17Cr3,5AlTiY ('FP') dipadu dengan 3 komposisi yang berbeda, yaitu dengan penambahan 0,4% Y2O3 ('FY'), dengan penambahan 0,4% ZrO2 ('FZ'), dan dengan penambahan 0,2% Y2O3 + 0,2% ZrO2 ('FYZ'). Keempat sampel (FP, FY, FZ, FYZ) kemudian digerus menggunakan planetary ball mill dengan hexan sebagai larutan penggerusan selama 6 jam agar terjadi proses pemaduan mekanik dan pengecilan ukuran. Sampel hasil pemaduan mekanik disinter dengan metode spark plasma sintering (SPS) pada temperatur 1000 Ã‚Â°C dengan laju pemanasan 100oC/menit tanpa waktu penahanan. Keempat sampel hasil penyinteran dikondisikan dengan pemolesan untuk diuji densitas, porositas, kekerasan, oksidasi siklik, XRD, dan SEM-EDS. Pengujian oksidasi siklik dilakukan pada temperatur 800oC sebanyak 8 siklus. Satu siklus berupa 20 jam pemanasan dan 4 jam pendinginan. Pengujian densitas dilakukan dengan menggunakan metode Archimedes. Pengujian porositas dilakukan dengan menggunakan foto perbesaran 200x dan 500x hasil pengambilan mikroskop optik dan software ImageJ untuk analisisnya. Pengujian kekerasan dilakukan menggunakan Vicker Hardness Test. Pengujian XRD untuk analisis fasa dan tegangan mikro dilakukan pada sampel setelah penggerusan, penyinteran, dan pengujian oksidasi. Pengujian SEM-EDS untuk analisis struktur mikro dan persebaran unsur dilakukan pada sampel setelah penyinteran dan pengujian oksidasi.   \n\nHasil pengujian menunjukkan bahwa densitas paduan dari tertinggi hingga terendah dan porositas paduan dari terendah hingga tertinggi berturut - turut yaitu FY, FP, FYZ, FZ. Kekerasan tertinggi hingga terendah berturut - turut yaitu FY, FYZ, FZ, FP. Ketahanan oksidasi siklik dari tertinggi hingga terendah berturut Ã‚Â– turut yaitu FZ, FYZ, FP, FY. Fasa yang terbentuk pada sampel setelah pemaduan mekanik dan setelah penyinteran adalah a-Fe, sedangkan pada seluruh sampel setelah pengujian oksidasi terdeteksi a-Fe, a-Al2O3, dan FeTiO3, dengan Cr2O3 sebagai fasa tambahan yang hanya ada pada sampel FY. Perbandingan antara hasil analisis data dan tinjauan pustaka menunjukkan bahwa porositas yang tinggi pada sampel dengan penambahan ZrO2 diduga diakibatkan oleh adanya perubahan struktur kristal dari monoklinik menjadi tetragonal penyebab terjadinya retak internal. Kondisi ini terjadi akibat keberadaan ZrO2 yang belum terstabilkan menjadi struktur kubik dengan penambahan Y2O3. Densitas yang lebih tinggi dan porositas yang lebih rendah pada sampel tanpa penambahan ZrO2 menjadi penyebab utama lebih tingginya kekerasan pada sampel FY. Pada sampel FP kekerasan bernilai rendah dikarenakan tidak terdapatnya oksida dispersan pada komposisi pemadu. Sedangkan ketahanan oksidasi sampel dipengaruhi oleh ketahanan antarmuka oksida/logam terhadap penjalaran retak, serta keberadaan tegangan sisa. Penambahan ZrO2 ke dalam paduan dan pembatasan penambahan Y2O3 ke dalam paduan dapat mencegah terjadinya penjalaran retak pada daerah antarmuka oksida/logam penyebab diskontinuitas lapisan oksida.", "Daftar File": {"2018 TS PP NAUFAL AZMI RABBANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136510", "BAB 1 NAUFAL AZMI RABBANI": "https://digilib.itb.ac.id/gdl/download/224588", "BAB 2 NAUFAL AZMI RABBANI": "https://digilib.itb.ac.id/gdl/download/224589", "BAB 3 NAUFAL AZMI RABBANI": "https://digilib.itb.ac.id/gdl/download/224590", "BAB 4 NAUFAL AZMI RABBANI": "https://digilib.itb.ac.id/gdl/download/224591", "BAB 5 NAUFAL AZMI RABBANI": "https://digilib.itb.ac.id/gdl/download/224592", "PUSTAKA NAUFAL AZMI RABBANI": "https://digilib.itb.ac.id/gdl/download/224593"}, "Penulis": "NAUFAL AZMI RABBANI [22517002]", "Kontributor / Dosen Pembimbing": ["Ir. Edi Agus Basuki, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "baja feritik, ODS, spark plasma sintering, yttria, zirconia", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "02 Jul 2018"}