{"Nomor": 29589, "Judul": "REKONSTRUKSI PERUBAHAN IKLIM SEJAK 32000 TAHUN YANG LALU BERDASARKAN KEHADIRAN FORAMINIFERA DI LEPAS PANTAI PALABUHAN RATU, JAWA BARAT", "Abstrak": "Kondisi iklim di perairan Indonesia di dominasi oleh perubahan dua aktifitas angin muson. Hujan deras yang terjadi berkaitan dengan angin muson baratdaya (NW) yang terjadi antara November hingga Maret (Austral summer). Sedangkan musim kemarau diakibatkan oleh adanya angin muson tenggara (NE) pada periode Mei hingga September (Austral winter). \n \n\nForaminifera adalah mikrofauna yang sangat sensitif terhadap perubahan lingkungan, dan telah banyak digunakan sebagai proksi untuk paleoseanografi dan rekonstruksi iklim purba. Penelitian ini dimaksudkan untuk mengetahui kondisi lingkungan di lokasi penelitian sejak 32000 tahun yang lalu dengan menggunakan pendekatan foraminifera plangtonik dan bentonik. \n \n\nBerdasarkan pemodelan umur, sedimen bor SO184-10043 ini sudah diendapkan sejak 32064 th yang lalu, yang terdiri dari lempung berwarna abu-abu kecoklatan hingga kehitaman,  dan mengandung foraminifera.  Berdasarkan analisis  cluster, daerah  penelitian  dibagi  menjadi  4  biozona,  dengan  spesies-spesies  yang dominan antara lain Bulimina, Bolivina, Uvigerina, dan Bolivinita quadrilatera, sedangkan dari jenis\tplankton didominasi oleh Globigerinoides\truber, Neogloboquadrina dutertrei, Globigerina\tbulloides, dan Pulleniatina obliqueloculata. Lingkungan batimetri adalah bathyal, dengan nilai persentase PB ratio  rata-rata 90% dan indeks diversitas rata-rata > 3. \n \n\nPada saat glasial intensitas muson tenggara (SE monsoon) lebih tinggi yang dicirikan oleh menipisnya mixed layer, suhu cenderung lebih dingin, produktifitas lebih tinggi, dan termoklin lebih dangkal. Sebaliknya pada interglasial intensitas muson barat lebih tinggi yang dicirikan oleh temperatur lebih hangat, produktifitas lebih rendah, termoklin lebih dalam, mixed layer lebih tebal, serta salinitas berkurang.  \n \n\nPersentase Globigerina bulloides digunakan sebagai proxy untuk upwelling musim dingin dan intensitas musim hujan, menunjukkan upwelling di Jawa berkaitan dengan periode mosun  Indonesia-Australia, melemah selama Glasiasi maksimum (LGM) dan deglasiasi akhir, dan tercatat paling kuat pada Holosen tengah  \n \n\nPerubahan iklim yang dapat dikenali yaitu perubahan glasial Ã‚Â– interglasial, perubahan intensitas termohalin,  perubahan muson, upwelling, HE3,  Mid Holocene Maximum, PME, dan melambatnya muka air laut pada post glasial.", "Daftar File": {"2018 TS PP NAZAR NURDIN B 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136535", "COVER NAZAR NURDIN (NIM: 22014310)": "https://digilib.itb.ac.id/gdl/download/191246", "BAB 1 NAZAR NURDIN (NIM: 22014310)": "https://digilib.itb.ac.id/gdl/download/191249", "BAB 2 NAZAR NURDIN (NIM: 22014310)": "https://digilib.itb.ac.id/gdl/download/191252", "BAB 3 NAZAR NURDIN (NIM: 22014310)": "https://digilib.itb.ac.id/gdl/download/191254", "BAB 4 NAZAR NURDIN (NIM: 22014310)": "https://digilib.itb.ac.id/gdl/download/191255", "BAB 5 NAZAR NURDIN (NIM: 22014310)": "https://digilib.itb.ac.id/gdl/download/191256", "PUSTAKA NAZAR NURDIN (NIM: 22014310)": "https://digilib.itb.ac.id/gdl/download/191257"}, "Penulis": "NAZAR NURDIN (NIM: 22014310)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Khoiril Anwar Maryunani, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Foraminifera kecil, perubahan iklim, Lepas pantai Palabuhanratu, paleoekologi dan paleooseanografi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Dedi Rosadi", "File": "8 file", "Tanggal Input": "14 Mar 2018"}