{"Nomor": 29592, "Judul": "PENGUJIAN VALIDASI TERMAL PERANGKAT PENERIMA SINYAL AUTOMATIC IDENTIFICATION SYSTEM (AIS) PADA LOW EARTH ORBIT (LEO) CUBESAT", "Abstrak": "Kemajuan teknologi di bidang elektronika membuat misi satelit nano menjadi semakin bervariasi. Salah satu misi satelit nano adalah misi penerimaan data Automatic Identification System (AIS) yang berasal dari kapal di permukaan bumi. Misi AIS pada platform satelit sangat efektif diimplementasikan di Indonesia dalam memonitor potensi maritim Indonesia sebagai salah satu proros maritim dunia. Jenis satelit nano yang dibuat pada penelitian ini adalah CubeSat dengan ukuran 1.5U. Penelitian dimulai dengan perancangan awal penerima AIS berdasarkan perhitungan link budget dan dilanjutkan dengan simulasi menggunakan Advanced Design System (ADS). Proses implementasi perangkat penerima sinyal AIS dimulai dengan pembuatan purwarupa perangkat menggunakan RFIC Si4362 dan mikrokontroler MSP430G2553 sebagai pengendali utama perangkat. Misi utama dari Perangkat Penerima Sinyal AIS adalah menerima dan menerjemahkan sinyal AIS pada frekuensi 161,975 MHz dan 162,025 MHz menjadi format standar AIVDM NMEA0183. Data AIS yang sudah diterjemahkan, disimpan dalam sebuah On-Board Daata Handling (OBDH) CubeSat berupa sebuah Raspberry Pi Compute Module (RPICM) sebelum dikirim ke stasiun bumi. \n\nSetiap subsistem CubeSat harus menjalani pengujian termal sebelum diluncurkan ke orbit. Pengujian termal dilakukan untuk melihat performa dari subsistem pada kondisi ekstrim mendekati kondisi CubeSat ketika di orbit. Pengujian termal dilakukan di fasilitas Pusat Teknologi Satelit (PUSTEKSAT) Lembaga Penerbangan dan Antariksa Nasional (LAPAN) yang berlokasi di Kecamatan Rancabungur, Kabupaten Bogor, Jawa Barat. Pengujian termal dilakukan dengan menjalankan perangkat pada suhu -20oC sampai dengan 60oC selama 3 jam 56 menit. Pengujian termal menunjukkan bahwa perangkat penerima sinyal AIS yang dibuat, mampu bekerja pada rentang suhu pengujian. Setelah pengujian, didapatkan nilai dari laju keberhasilan penerimaan data mencapai 36,76 % dan nilai Received Signal Strength Indication (RSSI) minimum saat pengujian termal mencapai -96 dBm.", "Daftar File": {"2017 TS PP NAZMI FEBRIAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136541"}, "Penulis": "NAZMI FEBRIAN (NIM : 23215014)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Ir. Emir Mauludi Husni, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "AIS, Si4362, CubeSat, Termal, Laju keberhasilan, RSSI.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Jan 2018"}