{"Nomor": 29597, "Judul": "PENGARUH INTERAKSI LINGKUNGAN PLASMA TERHADAP ANOMALI SATELIT LAPAN-TUBSAT", "Abstrak": "Anomali merupakan suatu keadaan yang menyimpang dari kondisi normal atau dari kondisi yang diharapkan. Anomali pada wahana antariksa dapat membahayakan kesehatan elektronik yang terdapat di wahana antariksa, mempengaruhi fungsi instrumen, dan dapat juga menyebabkan gagalnya misi satelit. Anomali pada satelit ini sangat erat hubungannya dengan interaksi satelit dengan lingkungan tempat satelit itu diletakkan. Pada penelitian ini akan dianalisis variasi partikel energetik pada rentang 3 hari sebelum dan sehari sesudah terjadinya anomali pada satelit LAPAN-TUBSAT untuk mengetahui karakteristik lingkungan plasma pada saat terjadinya anomali. Posisi, waktu lokal satelit dan kemungkinan gangguan yang di alami oleh satelit LAPAN-TUBSAT juga ditentukan. Dalam mencapai tujuan ini digunakan data elektron dengan energi >30 keV, >100 keV, > 300 keV, data proton dengan energi 30-80 keV, 80-240 keV dan 240-800 keV dari satelit NOAA 15, data orbit satelit dan informasi anomali satelit LAPAN-TUBSAT serta program EQUIPOT untuk menentukan potensial satelit. Hasil analisis menunjukkan bahwa posisi satelit LAPANTUBSAT sebagian besar berada pada distribusi proton dan elektron, yaitu kutub selatan (7 kasus), kutub utara (10 kasus) dan SAA (48 kasus), walaupun terdapat 17 kasus anomali yang tidak berada di distribusi proton dan elektron.  Waktu lokal satelit menunjukkan bahwa mayoritas anomali terjadi pada pukul 08.00 LT (23 kasus) dan 20.00 LT (24 kasus). Fluks elektron bervariasi dari 10 hingga 105 elektron/cm2/sec/ster sedangkan fluks proton bervariasi dari 0 hingga 104 proton/cm2/sec/ster. Tidak adanya karakteristik khusus dari fluks partikel menunjukkan bahwa anomali yang terjadi pada satelit LAPAN-TUBSAT bukan hanya terjadi secara spontan ketika satelit berinteraksi dengan partikel tapi juga dapat berupa akumulasi pemuatan yang terjadi pada satelit. Selain itu selama dilaporkan mengalami anomali, potensial satelit yang dihasilkan dengan menggunakan EQUIPOT bernilai negatif, yaitu merentang dari -43,90 V hingga 0,10 V, yang berarti bahwa interaksi antara permukaan satelit dengan partikel menyebabkan akumulasi elektron lebih banyak di permukaan satelit dibandingkan dengan ion di material satelit. Pemuatan ini belum dikategorikan membahayakan satelit walaupun terjadi peningkatan arus pada sistem satelit.", "Daftar File": {"2018 TS PP NEFLIA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136547"}, "Penulis": "NEFLIA - NIM: 20315004", "Kontributor / Dosen Pembimbing": ["Dr. Dhani Herdiwijaya"], "Jenis Koleksi": "Tesis", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Anomali satelit, posisi satelit, waktu lokal satelit, lingkungan plasma, kerusakan satelit", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jun 2018"}