{"Nomor": 29598, "Judul": "SISTEM PERENCANAAN KEBUTUHAN MATERIAL (MRP) UNTUK PT BANDUNG INDAH GEMILANG (PT BIG)", "Abstrak": "Milenium dibedakan dari generasi-generasi yang lebih tua dengan kebiasaan belanja mereka, preferensi merek, nilai, kepribadian, dan pandangan umum tentang kehidupan dalam cara yang berbeda daripada generasi lain (Barton, Koslow, & Beauchamp, 2014). PT BIG yang memiliki spesialisasi pada sprei dan bed cover juga memiliki masalah terkait fakta tersebut. Manajer auditor operasional PT BIG mengatakan gudang mereka menjadi penuh karena barang-barang yang tidak terpakai dimana PT BIG sangat sulit untuk memiliki ruang lebih banyak untuk menghasilkan produk lain. Situasi ini terjadi ketika perkiraan penjualan tidak cukup sesuai dengan permintaan pasar. Dalam langkah tinjauan pustaka kami mengetahui teori dari para ahli tentang perkiraan dan perencanaan kebutuhan material. Untuk peramalan menggunakan empat metode, moving average, exponential smoothing, model Holt, dan model Winter. Perencanaan kebutuhan material menggunakan tiga macam metode yaitu lot-for-lot, economic order quantity (EOQ), dan periodic order quantity (POQ). Sesudah itu bandingkan peramalan dan metode perencanaan kebutuhan material manakah yang sesuai dengan PT BIG. Metode penelitian untuk makalah ini menggunakan kuantitatif dan kualitatif. Karena PT BIG tidak memiliki rencana kebutuhan material dan melakukannya dengan cara pencatatan tradisional, mulai dari lot-for-lot, EOQ, dan POQ menunjukkan bahwa metode MRP yang sesuai dalam hal ini adalah lot-for-lot dengan biaya terendah dalam Rp 90.570.000,00 untuk Januari, Februari, dan Maret 2018.", "Daftar File": {"COVER NEHEMIA KEVIN DEFENDY.pdf\n]": "https://digilib.itb.ac.id/gdl/download/180529", "2018 TS PP NEHEMIA KEVIN DEFENDY 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/251631"}, "Penulis": "Nehemia Kevin Defendy (19015086)", "Kontributor / Dosen Pembimbing": ["Desy Anisya Farmaciawaty, S. Si, MORMSc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Warehouse Space, Exponential Smoothing, WinterÃ‚Â’s Model, Material Requirement Planning (MRP), Lot Sizing", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "16 Jul 2018"}