{"Nomor": 29608, "Judul": "IMPLEMENTASI KNOWLEDGE MANAGEMENT UNTUK MENINGKATKAN PRODUKTIFITAS PETERNAKAN AYAM (Studi Kasus di PT.XYZ)", "Abstrak": "Menurut Suwandi (2015), perkembangan usaha ternak ayam broiler di Indonesia, termasuk Sulawesi Utara sedang berkembang. Namun, seirinng dengan pertumbuhannya, tidak serta merta membuat usaha ini terlepas dari kendala yang dihadapi. Salah satu upaya meminimalkan resiko yaitu dengan adanya lembaga kemitraan. Pada kemitraan, perusahaan memfasilitasi peternak dengan modal usaha, teknologi, manajemen yang baik dan kepastian pemasaran hasil. Sementara pihak peternak  melakukan proses produksi sesuai petunjuk teknis dari pihak perusahaan kemitraan.Adanya manfaat dari pola kemitraan ini, diharapkan dapat meminimalkan resiko dalam usaha ayam broiler serta meningkatkan pendapatan peternakan. Akan tetapi, pada kenyataannya, tidak semua peternak plasma yang bermitra dengan PT.XYZ mendapat manfaat tersebut. Menurut pemaparan Dedi Ismawadi, tidak semua peternak plasma memperoleh keuntungan produksi yang maksimalkarenaproduktifitas peternak plasma yang bervariasi akibat kurangnya kinerja pekerja kandang. \n \n\nKnowledge management merupakan alat yang dapat digunakan untuk meningkatkan kinerja pegawai pada organisasi (Chong et al., 2011).  PT. XYZ memiliki aset pengetahuan, namun managemen pengetahuan yang ada  belum berjalan dengan baik, dimana tacit knowledge hanya dimiliki oleh peternak tertentu dan explicit knowledge disimpan dengan tidak terstruktur serta terpisah-pisah. Knowledge sharing yang tidak merata mengakibatkan  kinerja dari pekerja di peternak plasma menjadi berbeda. Dengan adanya knowledge management, memungkinkan cara kerja dan proses selalu dievaluasi, sehingga perusahaan dapat berkerja lebih cerdas dalm memanfaatkan seluruh sumber daya yang ada dari waktu ke waktu. \n \n\nPada penelitian ini, penulis menggunakan Implementasi Knowledge Management dari Garfield (2017) sebagai solusi dari masalah bisnis. Garfield menyediakan panduan berupa langkah-langkah untuk mengimplementasikan Knowledge Management yaitu, mengidetifikasi 3 Tujuan, menyediakan 9 jawaban, menentukan strategi KM, mendapatkan 10 komitmen pemimpin, yang terakhir membuat dan mengeksekusi rencana implementasi.", "Daftar File": {"29115022-Nevalystha P. Dumanauw.pdf": "https://digilib.itb.ac.id/gdl/download/136603"}, "Penulis": "NEVALYSTHA PINGKAN DUMANAUW / 29115022", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Jann Hidajat Tjakraatmadja, MSIE"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "knowledge management implementation, poultry farm, increase productivity", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "23 Jun 2018"}