{"Nomor": 29603, "Judul": "ISOLASI BAKTERIOFAGA DARI BAKTERI Vibrio sp. PADA SAMPEL AIR TAMBAK UDANG PUTIH (Litopenaeus vannamei) DI SITUBONDO DAN BALI", "Abstrak": "Bakteriofaga merupakan salah satu alternatif lain dalam penggunaan antibiotik untuk melawan vibriosis pada udang putih (Litopenaeus vannamei). Vibriosis merupakan penyakit pada udang yang mampu mematikan udang secara masal (70%) sehingga menurunkan produksi udang bagi petani. Vibriosis merupakan penyakit yang disebabkan oleh bakteri Vibrio sp. Penelitian ini bertujuan (1) isolasi bakteri Vibrio sp. dari sampel air tambak udang putih di Situbondo & Bali, (2) isolasi bakteriofaga dari sampel air tambak udang putih di Situbondo & Bali, (3) menentukan efektivitas waktu infeksi faga terhadap penghambatan Vibrio sp. saat enrichment dan (4) menentukan perbandingan isolasi bakteriofaga hasil enrichment dari sampel air Situbondo & Bali dengan sampel air yang menyebabkan vibriosis pada udang putih. Sampel air yang menyebabkan vibriosis pada udang digunakan sebagai kontrol positif (kode IR). Tahapan penelitian ini secara berturutan adalah isolasi bakteri Vibrio spp. dengan Thiosulfate-Citrate-Bile Salt-Sucrose Agar; pembuatan kurva baku & kurva tumbuh dengan Luria Bertani (LB); isolasi bakteriofaga, enrichment bakteriofaga dan uji tantang bakteriofaga ke Vibrio sp. hasil isolasi dengan teknik Double Layer Agar meliputi plaque test, purifikasi dan penentuan titer faga dengan ZnCl2(aq). Hasil isolasi bakteri dari ketiga tempat Balai Badan Perikanan Budidaya Air Payau (BPBAP), Balai Benih Udang dan Ikan (BBUI), dan UD Simpati Bali diperoleh 25 isolat bakteri diantaranya 8 sebagai kandidat Vibrio sp., dan hanya satu sebagai V. alginolyticus. Bakteriofaga terisolasi pada infeksi Vibrio alginolyticus fase logaritmik (jam ke-1,5) dari sampel air yang menyebabkan vibriosis (Kode IR), sampel air BPBAP (kode BP) dan fase stasioner (jam ke-5,5) sampel air BPBAP (kode BP2) hasil enrichment berturut-turut diperoleh 1,08 x 102 PFU/mL zona bening ÃƒÂ˜0,5-1 mm; 2,0 x 10 PFU/mL dan 1,0x10 PFU/mL zona bening dengan putih dibagian tengah ÃƒÂ˜0,5-1 mm. Bakteriofaga lebih banyak terisolasi pada infeksi fase logaritmik V. alginolyticus dan paling banyak terisolasi pada sampel air yang menyebabkan vibriosis.", "Daftar File": {"2018 TA PP   NENG LINA ROHMAWANTI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136576"}, "Penulis": "NENG LINA ROHMAWANTI (NIM: 10614073)", "Kontributor / Dosen Pembimbing": ["Pembimbing:  \n\nDr. Pingkan Aditiawati.", "Dr. Magdalena Lenny Situmorang."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bakteriofaga, Vibrio alginolyticus, plaque test, titer faga dan metode double layer.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2018"}