{"Nomor": 29602, "Judul": "KAJIAN PERILAKU NONLINEAR HUBUNGAN BALOK KOLOM BETON BERTULANG YANG DIPERBAIKI SETELAH MENGALAMI KERUSAKAN PARAH AKIBAT SIMULASI GAYA GEMPA", "Abstrak": "Struktur tahan gempa sudah seharusnya memiliki suatu tingkat kinerja tertentu apabila terkena beban gempa tertentu sebagai contoh, apabila struktur terkena gempa kuat, maka struktur diperbolehkan untuk berdeformasi secara inelastis tanpa mengalami penurunan kekuatan yang signifikan sehingga tidak ada korban jiwa. Apabila struktur terkena gempa desain, maka struktur diperbolehkan untuk rusak ringan, tetapi masih dapat diperbaiki dan digunakan kembali. Sedangkan apabila struktur terkena gempa ringan, struktur harus dapat langsung digunakan kembali. Dalam menangani struktur yang sudah terkena beban gempa, perbaikan umumnya dilakukan terhadap struktur yang memiliki tingkat kerusakan yang rendah, di mana fungsi struktur dibalikkan kembali seperti semula. Namun, untuk struktur yang mengalami tingkat kerusakan parah, opsi perbaikan cenderung tidak digunakan dikarenakan masih dibutuhkan studi lebih lanjut mengenai metode perbaikan yang efektif agar fungsi struktur dapat dibalikkan seperti semula. Salah satu metode perbaikan yang sudah sering dipelajari adalah dengan melapisi struktur dengan beton baru (jacketing). Namun, metode tersebut cenderung boros dan dapat mengubah mekanisme kegagalan dari struktur. Oleh karena itu, penelitian ini bertujuan untuk menganalisis perilaku struktur yang rusak parah akibat gempa dan kemudian diperbaiki dengan hanya mengganti beton yang rusak dengan beton mutu tinggi. Benda uji yang digunakan dalam penelitian berupa hubungan balok kolom beton bertulang yang sebelumnya sudah diberikan beban siklik hingga drift level 5%. Beton yang terlepas kemudian disingkirkan dan diganti dengan beton mutu tinggi sedangkan tulangan yang terpasang tidak diganti. Benda uji juga dimodelkan secara analitis dan perilaku serta kerusakan benda uji dibandingkan dengan kondisi sebelumnya. Saat dibandingkan dengan model analitis, didapatkan reduksi kekakuan pada benda uji. Apabila dibandingkan dengan kondisi sebelumnya, didapatkan penurunan kekakuan, deformabilitas, dan energi terdisipasi pada benda uji setelah diperbaiki, tetapi terdapat peningkatan kuat lateral maksimum pada benda uji SD16-R untuk pembebanan arah negatif. Selain itu, setelah dievaluasi terhadap persyaratan pada ACI 374.1-05, didapatkan bahwa benda uji memenuhi 4 dari 5 syarat yang ditentukan.", "Daftar File": {"2018 TS PP NELSON GOSAL 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136575"}, "Penulis": "NELSON GOSAL (NIM : 25017043)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing :  \n\nProf. Ir. Iswandi Imran MA. Sc., Ph.D.", "Muhammad Riyansyah ST., Ph. D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "perilaku nonlinear, perbaikan setelah gempa, hubungan balok kolom beton bertulang, eksperimen.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2018"}