{"Nomor": 29604, "Judul": "EVALUASI PROGRAM PROPER DENGAN MENGUKUR TINGKAT TOKSISITAS LIMBAH CAIR INDUSTRI PESERTA PROPER MENGGUNAKAN UJI TOKSISITAS AKUT LC50-96 JAM TERHADAP Daphnia magna", "Abstrak": "Meninjau sekian banyak jumlah industri yang berada di DAS Citarum Hulu yang meliputi Kabupaten Bandung, Kabupaten Bandung Barat, Kabupaten Sumedang, Kota Bandung dan Kota Cimahi dan baru 15% industri yang sudah berpartisipasi dalam PROPER. Industri peserta PROPER tersebut harus memenuhi parameter penilaian yang telah ditetapkan dalam Peraturan Menteri Lingkungan Hidup Nomor 3 Tahun 2014 supaya bisa berpartisipasi menjadi peserta PROPER. Salah satu parameter penilaian PROPER yaitu melakukan pengendalian pencemaran air. Pengujian yang dilakukan hanya meninjau aspek fisika dan kimia. Parameter fisika dan kimia limbah cair efluen yang diizinkan dibuang ke badan air harus memenuhi baku mutu yang terdapat pada Peraturan Menteri Lingkungan Hidup No. 5 Tahun 2014. Pengukuran fisika dan kimia dirasa belum cukup untuk menentukan limbah cair tersebut aman untuk dibuang ke badan air, sehingga perlu dilakukan pengujian tingkat toksik terhadap hewan uji sebelum limbah cair dibuang ke badan air. Salah satu uji toksikologi yang dipersyaratkan dalam peraturan pemerintah adalah dengan penentuan sifat akut limbah melalui uji hayati untuk mengukur hubungan dosis-respons antara limbah dengan kematian hewan uji, untuk menetapkan nilai LC50. Hewan uji yang digunakan dalam uji toksisitas pada penelitian ini yaitu Daphnia magna. Analisis data menggunakan metode probit. Berdasarkan Peraturan Menteri Lingkungan Hidup No. 5 Tahun 2014 tentang baku mutu air limbah, bahwa nilai parameter fisik-kimia pada industri non PROPER lebih banyak yang melebihi baku yang ditetapkan dibandingkan pada industri peserta PROPER 2015 Ã‚Â– 2016. Berdasarkan klasifikasi tingkat toksik industri peserta PROPER 2015 Ã‚Â– 2016 dan industri non PROPER mempunyai limbah cair yang bersifat toksik, tetapi jika ditinjau berdasarkan nilai LC50-96 jam limbah cair yang bersifat toksik adalah industri peserta PROPER 2015 Ã‚Â– 2016 karena mempunyai nilai LC50 mencapai 2,79%.", "Daftar File": {"2016 TA PP  NENG ROHMAH 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/136577", "2016 TA PP  NENG ROHMAH 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/136578", "2016 TA PP  NENG ROHMAH 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/136579", "2016 TA PP  NENG ROHMAH 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/136580", "2016 TA PP  NENG ROHMAH 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/136581", "2016 TA PP  NENG ROHMAH 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/136582", "2016 TA PP  NENG ROHMAH 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/136583", "2016 TA PP  NENG ROHMAH 1-pustaka.pdf": "https://digilib.itb.ac.id/gdl/download/136584"}, "Penulis": "NENG ROHMAH  (NIM : 15312061)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Dwina Roosmini, MS."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Daphnia magna , limbah cair, LC50-96 jam, PROPER, uji toksisitas akut", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "26 Feb 2018"}