{"Nomor": 29611, "Judul": "ANALISA KETERJAGAAN AMPLITUDO HASIL ANALISIS KECEPATAN METODE DMO & CRS PADA DATA SINTETIK MARMOUSI II", "Abstrak": "Pengolahan data seismik memiliki tujuan untuk menghasilkan gambaran lapisan \n\nreflektor di bawah permukaan bumi dengan tepat dan akurat. Data seismik tersebut akan \n\nmelalui suatu tahap yaitu stacking yang bertujuan untuk meningkatkan rasio sinyal terhadap \n\nnoise pada setiap trace gathernya. Dalam penelitian tugas akhir ini, dilakukan dua metode \n\nstacking yang berbeda, yaitu metode Common Reflection Surface (CRS) stack dan Dip Move \n\nOut (DMO) stack pada model sintetik Marmousi II. Karena model tersebut memiliki kondisi \n\nstruktur bawah permukaan yang kompleks, aplikasi kedua metode stacking digunakan untuk \n\nmenanggulangi kualitas stacking konvensional yang kurang memadai. Dari hasil kedua metode \n\nstacking tersebut, dihasilkan picking velocity yang lebih baik pula dibanding metode stacking \n\nkonvensional, sehingga akan memberikan koreksi spherical divergence yang lebih baik. \n\nKemudian dilakukan perbandingan untuk mendapatkan penampang Post Stack Depth \n\nMigration yang baik. Evaluasi dari hasil penampang tersebut akan diuji amplitudo dari \n\nreflektornya. Pengujian amplitudo ini bertujuan untuk mengetahui konsekuensi dari \n\npenggunaan dua metode stacking yang berbeda dengan konvensional. Pengujian amplitudo \n\nakan menggunakan analisa Amplitude versus Offset (AVO) dan Amplitude versus Angle \n\n(AVA) untuk mengetahui keterjagaan (preserved) amplitudo yang lebih baik.", "Daftar File": {"2018 TA PP NGURAH ADE KALYANA  1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136612"}, "Penulis": "NGURAH ADE KALYANA (NIM: 12313080)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Wahyu Triyoso M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "CRS stack, DMO stack, rasio sinyal terhadap noise, data sintetik Marmousi II, Amplitudo, AVO, AVA, Depth Migration, Spherical divergence.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "09 Mar 2018"}