{"Nomor": 29619, "Judul": "THE STRATEGIC STUDY IN INSPECTION & MATERIAL TECHNOLOGY SECTION (IMT SECTION) TO OBTAIN OPTIMIZATION AND COST EFFICIENCY, A CASE STUDY IN CORAL FERTILIZER COMPANY (CFC)", "Abstrak": "Menurunnya harga minyak sejak 2015 ke level terendah yang dialami pada bulan Januari 2016 memberikan  dampak yang cukup signifikan bagi industri perminyakan dan gas di dunia, dan juga industri hilir seperti Petrokimia dan Perusahaan Pupuk. Pupuk nitrogen seperti amonia dan urea, menggunakan gas alam (Methane - CH4) sebagai bahan baku utama yang secara umum harganya dikorelasikan dengan harga minyak. Secara historis, harga amonia dan urea mengikuti pergerakan harga minyak dan berkaitan erat dengan harga gas alam. Naiknya harga minyak dan gas mengakibatkan naiknya ongkos produksi ammonia dan urea, dan sebaliknya.       \n \n \n\nCoral Fertilizer Company (CFC) terus menjadi salah satu produsen urea berkualitas dan terbesar di dunia. Tantangan ekonomi global yang di tahun 2016, memaksa CFC mengalami kerugian. Untuk terus menghadapi tantangan ini, optimisai dan efisiensi yang tinggi menjadi langkah strategis yang wajib dilakukan organisasi CFC di semua divisi dan departemen.   \n \n \n\nInspection & Material Technology (IMT) Section memberikan layanan inspeksi dan NDT dalam memastikan integritas dan keandalan peralatan pabrik agar dapat dioperasikan dengan aman sehingga dapat memproduksi amonia dan urea yang berkualitas tinggi di pasaran dunia.   \n \n \n\nTujuan dari penelitian ini adalah untuk melihat kemungkinan yang dapat dilakukan untuk memperoleh optimizasi dan efisiensi biaya di IMT Section tanpa menggantikan tujuan utama dari  integritas dan keandalan pabrik untuk beroperasi secara aman terutama peralatan statis dan perpipaan, untuk menghasilkan amonia dan urea yang berkuaitas tinggi.       \n \n \n\nDengan menggunakan konsep dasar pemikiran strategis, ada dua area yang dipilih untuk difokuskan pada penelitian ini. Salah satunya adalah memanfaatkan alat dan teknologi seperti program Pemeriksaan Berbasis Risiko (RBI) dimana program inspeksi satu pabrik dioptimalkan seperti advanced NDT dan metalografi berdasarkan hasil inspeksi pabrik lain yang keduanya sebanding atau sama dalam kondisi service, proses dan lingkungan, dimana hasil inspeksi selama beberapa perioda dinilai konsisten. Yang kedua adalah menganalisa kemungkinan outsourcing NDT Inspectors (examiners) berdasarkan pemanfaatan aktual dan ketersediaan replikasi.       \n \n \n\nKedua cara ini memberikan implikasi yang positif bagi perusahaan secara umum.", "Daftar File": {"2018 TS PP NICK STUARD TAMPUBOLON 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136640"}, "Penulis": "NICK STUARD TAMPUBOLON (NIM 29114576)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Yudo Anggoro, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Utilization, Optimization, Change Culture, Strategic Thinking.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "1 file", "Tanggal Input": "25 Jun 2018"}