{"Nomor": 29613, "Judul": "MEKANISME AKTIVITAS GUNUNGAPI SEMERU 2010 BERDASARKAN ANALISIS GEMPABUMI VULKANO-TEKTONIK", "Abstrak": "Mekanisme penyebab aktivitas gunungapi dapat diperlajari dengan berbagai cara termasuk dengan analisa terhadap gempabumi jenis vulkano-tektonik (VT). Selama tahun 2010, Gunung Semeru mengalami aktivitas vulkanik yang sangat intensif dan menghasilkan banyak sekali gempabumi VT. Pada penelitian ini, seismogram yang berasal dari gempabumi VT yang dihasilkan oleh Semeru sepanjang tahun 2010 dipelajari dan dianalisa untuk mendapatkan pemahaman tentang model mekanik bagi aktivitas Semeru dan dugaan tentang laju pendakian magmanya. Untuk mencapai hal tersebut, pertama dilakukan pemilahan data gempabumi dari lima stasiun di sekitar Semeru. Hanya data yang berasal dari gempabumi VT yang digunakan untuk pengolahan lebih lanjut. Seismogram dianalisa untuk menentukan hiposenter dan mekanisme fokal. Selanjutnya, informasi tentang hiposenter dan mekanisme fokal diolah untuk menentukan perubahan dan distribusi regangan dan tegangan yang diakibatkan oleh sistem sesar aktif yang ada di daerah tersebut. Dengan menggunakan sejumlah asumsi, semuan hasil pengolahan data kemudian digunakan untuk menentukan model mekanik aktivitas gunungapi dan dugaan laju pendakian magma. Data yang diperoleh menunjukkan bahwa terdapat korelasi yang kuat antara distribusi hiposenter dengan mekanisme fokal dan perubahan tegangan. Distribusi hiposenter menunjukkan adanya dua lokasi kantong magma. Posisi kantung magma pertama lebih dangkal (antara 0,5 hingga 3 km di bawah permukaan laut) sementara kantung magma kedua lebih dalam (lebih dari 6 km dibawah permukaan laut). Selanjutnya, ditemukan pula bahwa laju pendakian magma adalah sekitar 0,005 m per detik. Besaran laju inilah yang kemudian menentukan tipe letusan, yaitu ekstrusif.", "Daftar File": {"2013 DIS PP  NIA KURNIA PRAJA  1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/136614", "2013 DIS PP  NIA KURNIA PRAJA  1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/136615", "2013 DIS PP  NIA KURNIA PRAJA  1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/136616", "2013 DIS PP  NIA KURNIA PRAJA  1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/136617", "2013 DIS PP  NIA KURNIA PRAJA  1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/136618", "2013 DIS PP  NIA KURNIA PRAJA  1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/136619", "2013 DIS PP  NIA KURNIA PRAJA  1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/136620", "2013 DIS PP  NIA KURNIA PRAJA  1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/136621"}, "Penulis": "NIA KURNIA PRAJA (NIM : 30207001)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nProf. Dr. Satria Bijaksana.", "Wahyu Srigutomo, Ph.D.", "Prof. Dr. Triyanta."], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Gunung Semeru, gempabumi vulkano-tektonik, mekanisme fokal, sistem sesar, distribusi regangan- tegangan, model mekanisme erupsi, laju pendakian magma, jenis erupsi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "24 Mei 2018"}