{"Nomor": 29626, "Judul": "ANALISIS KECELAKAAN LALU LINTAS  DITINJAU DARI GEOMETRIK JALAN DAN FASILITAS KELENGKAPAN JALAN PADA LOKASI RAWAN KECELAKAAN DI KABUPATEN GARUT", "Abstrak": "Kecelakaan lalu lintas merupakan masalah besar di seluruh dunia. Persentase terbesar kerugian harta benda dan kehilangan nyawa dalam kecelakaan disumbang oleh kecelakaan lalu lintas. Terjadinya kecelakaan seringkali dipandang dengan paradigma blaming the victims, yaitu menjadikan kelalaian manusia baik pengemudi, penumpang, atau pedestrian sebagai penyebab kecelakaan daripada mencari penyebab sebenarnya. Padahal jika dilihat dari sisi jaringan jalan yang merupakan sistem dinamis dan tidak menentu yang kompleks yang dipengaruhi oleh manusia, teknologi, dan lingkungan, maka penyebab kecelakaan lalu lintas dapat terjadi karena berbagai faktor. Terkait dengan faktor lingkungan, geometrik jalan dan fasilitas kelengkapan jalan merupakan faktor penting yang harus dipertimbangkan untuk memperbaiki tingkat keselamatan lalu lintas. Penelitian ini bertujuan menganalisis kejadian kecelakaan lalu lintas ditinjau dari geometrik jalan dan fasilitas kelengkapan jalan, sehingga dapat diketahui apakah geometrik jalan dan fasilitas kelengkapan jalan berpengaruh terhadap kejadian kecelakaan pada lokasi rawan kecelakaan. Penelitian ini dilakukan di Kabupaten Garut, karena berdasarkan data Satuan Lalu Lintas Polda Jawa Barat tahun 2015, Kabupaten Garut menduduki peringkat 4  penyumbang jumlah kecelakaan terbanyak di Provinsi Jawa Barat dengan karakteristik jalan yang khas, yaitu sebagian besar kontur jalannya terdiri dari tanjakan, turunan, dan jalan yang berbelok-belok dengan lebar jalan yang relatif kecil. Metode penelitian yang digunakan adalah metode deskriptif dengan pendekatan penelitian kualitatif. Sumber data pada penelitian ini bersifat heterogen, yaitu berupa data kecelakaan lalu lintas pada tahun 2012 sampai dengan tahun 2016 sebanyak 2.259 kejadian kecelakaan. Dengan tujuan untuk menjadikan data kejadian kecelakaan yang heterogen tersebut menjadi homogen, maka dilakukan pengelompokkan berdasarkan tipologi data kecelakaan terkait dengan geometrik jalan dan fungsi jalan. Hal tersebut dapat menjadi pembeda penelitian ini dengan penelitian sebelumnya, karena penelitian dilakukan pada titik lokasi yang dapat lebih komprehensif menggambarkan geometrik jalan, yaitu titik lokasi pada jalan lurus datar, lurus berkelandaian, tikungan datar, dan tikungan berkelandaian. Faktor-faktor yang dianalisis dari sisi geometrik adalah faktor penampang melintang jalan, alinyemen, dan jarak pandang, sedangkan dari sisi fasilitas kelengkapan jalan adalah penempatan dan pengaturan lampu penerangan jalan, rambu lalu lintas, marka jalan, dan pagar pengaman jalan. Hasil penelitian ini adalah geometrik jalan dan fasilitas kelengkapan jalan berpengaruh terhadap kejadian kecelakaan di lokasi rawan kecelakaan lalu lintas di Kabupaten Garut. Dengan demikian, hasil penelitian tersebut dapat berguna bagi pemangku kebijakan yang terkait geometrik jalan dan fasilitas kelengkapan jalan, untuk mengevaluasi prasarana jalan khususnya terkait dengan geometrik jalan dan fasilitas kelengkapan jalan, sehingga dapat menjadi dasar perbaikan untuk meningkatkan keselamatan lalu lintas.", "Daftar File": {"2018 TS PP NIEZA YULIANSAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136665"}, "Penulis": "NIEZA YULIANSAH - NIM. 24215301", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Pratoyo Kusumantoro, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Geometrik Jalan, Fasilitas Kelengkapan Jalan, Lokasi Rawan Kecelakaan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Feb 2018"}