{"Nomor": 29624, "Judul": "UJI EFEKTIVITAS REPELLENT MINYAK ATSIRI SERAI WANGI (Cymbopogon nardus L.), JAHE (Zingiber officinale Rosc.), DAN KEMANGI (Ocimum basilicum L.) TERHADAP LALAT BUAH (Drosophila melanogaster)", "Abstrak": "Lalat buah (Drosophila melanogaster) merupakan salah satu serangga vektor Penyakit Darah Bakteri pada pisang (PDB-pisang). Secara umum, upaya yang dilakukan untuk mengendalikannya yaitu menggunakan insektisida sintetis. Meski demikian, upaya tersebut dinilai kurang solutif karena menimbulkan polutan. Maka dari itu, dicari upaya alternatif menggunakan minyak atsiri-serai wangi, jahe, dan kemangi yang memiliki manfaat sebagai penolak serangga ramah lingkungan. Pada penelitian ini, dilakukan uji efektivitas daya tolak (repellent) dari minyak atsiri-serai wangi, jahe, dan kemangi terhadap lalat buah (D. melanogaster) di Laboratorium Entomologi SITH-ITB, Bandung.  Konsentrasi minyak atsiri yang digunakan pada penelitian ini adalah 0%, 25%, 50%, 70%, dan 100% (pelarut Tween-80). Uji efektivitas daya tolak menggunakan Arena Uji-Lima Lengan yang dimodifikasi dari olfaktometer. Setiap pengujian menggunakan 50 ekor lalat buah usia 12-17 hari. Pengamatan dilakukan dengan menghitung jumlah lalat buah yang menghampiri minyak atsiri pada Lengan Uji setiap 15 menit sampai menit ke-150 dengan jumlah pengulangan sebanyak 4 kali. Pengamatan terdiri dari 2 tahap yaitu; 1)penentuan konsentrasi optimum dan 2) penentuan lama waktu efektif. Hasil pengamatan dianalisis menggunakan uji non-parametrik (Kruskal-Wallis). Hasil analisis menunjukkan ada perbedaan nyata antara jumlah rata-rata kunjungan lalat pada Lengan Uji yang diberi minyak atsiri (25%, 50%, 75%, dan 100%) dengan Lengan Uji yang tidak diberi minyak atsiri (0%) . Hal ini menunjukkan minyak atsiri serai wangi, jahe, dan kemangi dapat dikatakan efektif sebagai penolak lalat buah. Konsentrasi dan lama waktu efektif dengan daya tolak optimum dari setiap jenis minyak atsiri tersebut adalah sebagai berikut; serai wangi 75% - 135 menit, jahe 50% - 90 menit, dan kemangi 50% - 105 menit.", "Daftar File": {"2018 TA PP NIDA NISRINE 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136663"}, "Penulis": "NIDA NISRINE           (NIM : 10613070)", "Kontributor / Dosen Pembimbing": ["Dr. Tjandra Anggraeni"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "minyak atsiri, serai wangi, jahe, kemangi, penolak, serangga, Drosophila melanogaster.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "01 Mar 2018"}