{"Nomor": 29636, "Judul": "EVALUASI USER EXPERIENCE DENGAN GOOGLE HEART FRAMEWORK (STUDI KASUS: JOJO PERSONAL FINANCE)", "Abstrak": "Penggunaan aplikasi secara intensif menuntut pengembang aplikasi untuk menghasilkan aplikasi yang nyaman digunakan tanpa mengurangi fungsionalitas. User experience (UX) berperan penting dalam menanggapi kebutuhan ini karena mencakup seluruh aspek pengalaman pengguna. Aplikasi pengelola keuangan Jojo Personal Finance ditujukan untuk penggunaan sehari-hari sehingga perlu pengembangan terkait user experience. Framework HEART menyediakan cara mengevaluasi pengalaman penggunaan aplikasi dan melihat dampak perbaikan aplikasi. Tugas akhir ini mengevaluasi user experience Jojo Personal Finance saat ini, menemukan berbagai masalah usability, dan memperbaikinya dalam bentuk prototype. Metrik HEART yang digunakan adalah happiness, yang diukur melalui System Usability Scale (SUS), dan task success yang diukur melalui average task time dan tingkat keberhasilan. Pengujian dilakukan sebanyak tiga kali dengan lima responden tiap pengujian. Hasil pengujian awal menunjukkan nilai SUS di bawah rata-rata dengan berbagai masalah yang dikemukakan pengguna. Melalui pengujian diperoleh nilai dasar average task time dan persentase keberhasilan. Solusi diberikan untuk masalah yang dikemukakan dan dibuat dalam prototype. Pengujian kembali dilakukan untuk melihat perkembangan nilai SUS dan average task time, serta untuk menemukan masalah yang tersisa. Perbaikan kembali dilakukan untuk memastikan seluruh masalah user experience telah diselesaikan dan kembali diujikan. Hasil akhir menunjukkan masalah user experience telah diselesaikan dengan nilai SUS di atas rata-rata dan average task time yang dipersingkat.", "Daftar File": {"2018 TA PP NIKOLAUS 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136684"}, "Penulis": "NIKOLAUS - NIM: 18214053", "Kontributor / Dosen Pembimbing": ["Achmad Imam Kistijantoro, S.T., M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "User experience, HEART, metrik, SUS, average task time", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Agu 2018"}