{"Nomor": 29638, "Judul": "PENGEMBANGAN MODEL PENENTUAN, INDIKATOR, DAN KARAKTERISTIK TINGKATAN JAMINAN SERTIFIKAT ELEKTRONIK", "Abstrak": "Akhir-akhir ini sistem elektronik sangat dibutuhkan oleh pengguna dan menjadi layanan unggulan oleh penyedia sistem elektronik di berbagai bidang diantaranya e-government, ebusiness, dan e-banking. Banyaknya ancaman dan kerawanan keamanan informasi yang timbul dari tren ini menyebabkan banyak penyedia sistem elektronik menggunakan sertifikat elektronik sebagai kontrol terhadap risiko tersebut. Oleh karenanya suatu metode penentuan tingkatan jaminan serta karakteristik dari tiap tingkatan jaminan sertifikat elektronik dibutuhkan agar dapat menerapkan sertifikat elektronik dengan tepat. Penentuan dan karakteristik tingkatan jaminan ini menggambarkan derajat kepercayaan atau keyakinan suatu sistem elektronik terhadap sertifikat elektronik yang dinyatakan sebagai identitas suatu entitas yang sah.     \n \n \n \n \n\nStandar-standar tingkatan jaminan yang ada saat ini masih minim dalam membahas pengukuran sensitivitas informasi sebagai salah satu indikator penentuan tingkatan jaminan, sementara banyak penyedia sistem elektronik menggunakan sertifikat elektronik justru karena adanya kebutuhan perlindungan terhadap sensitivitas informasi. Selain itu penyedia sistem elektronik sebagai pengguna sertifikat elektronik seringkali menemui kesulitan dalam menjalankan metode penentuan tingkatan jaminan yang telah ada karena tidak mendeskripsikan secara mendasar apa saja indikator sensitivitas informasi. Penelitian ini mencoba menyelesaikan permasalahan tersebut dengan mengembangkan model penentuan tingkatan jaminan dan karakteristik tiap tingkatan jaminan dengan memasukkan pengukuran sensitivitas informasi. Selain itu indikator sensitivitas informasi juga dideskripsikan dengan tujuan agar pengguna dapat lebih mudah menentukan tingkatan jaminan yang dibutuhkan. Indikator lain yang turut dinilai dalam penentuan tingkatan jaminan adalah indikator risiko kesalahan otentikasi yang menggambarkan seberapa tinggi dampak risiko yang disebabkan kesalahan otentikasi berpengaruh terhadap transaksi elektronik yang berlangsung dalam sistem elektronik.     \n \n \n \n \n\nPengembangan tingkatan jaminan dilakukan dengan analisis dan sintesis terhadap standar NIST SP 800-63-3, ISO/IEC 29115:2013, STORK, dan KANTARA untuk menentukan indikator dan karakteristik tiap tingkatan jaminan menggunakan metode meta sintesis. Selanjutnya dilakukan penentuan urutan prioritas pengukuran indikator berdasarkan perbandingan berpasangan antar indikator menggunakan metode analytic hierarchycal process (AHP). Indikator, karakteristik tiap tingkatan jaminan, dan urutan prioritas indikator inilah yang akan menjadi komponen dalam model penentuan tingkatan jaminan. Hasil penelitian menunjukkan bahwa indikator-indikator sensitivitas informasi lebih menjadi prioritas     \n \n \n \n\ndibandingkan indikator-indikator risiko kesalahan otentikasi. Model penentuan tingkatan jaminan dan karakteristik tiap tingkatan jaminan dihasilkan penelitian ini, selain itu model ini juga mempermudah pengguna sertifikat elektronik dalam menentukan tingkatan jaminan yang dibutuhkan. Pada akhirnya dihasilkan juga konsep awal pengembangan model penentuan tingkatan jaminan hasil saran dari pihak penyelenggara dan pengguna sertifikat elektronik.", "Daftar File": {"ABSTRAK-23216003-Nikson Badua.pdf": "https://digilib.itb.ac.id/gdl/download/136686"}, "Penulis": "Nikson Badua Putra - NIM: 23216003", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Arry Akhmad Arman, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "sertifikat elektronik, tingkatan jaminan, sensitivitas informasi.", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Okt 2018"}