{"Nomor": 29631, "Judul": "Identifikasi Karakteristik Pelayanan Transjogja (Studi Kasus: Koridor 3A dan 3B)", "Abstrak": "Seiring dengan berkembangnya kawasan perkotaan baik oleh tarikan maupun bangkitan karena pergerakan aktivitas manusia di dalamnya memberikan dampak pada meningkatnya kebutuhan akan akses terhadap pusat-pusat kegiatan dan fasilitas perkotaan lainya. Namun, peningkatan penggunaan moda transportasi pribadi yang paling umum digunakan dalam menjangkau akses dalam kota menimbulkan berbagai permasalahan transportasi dan perkotaan. Penggunaan transportasi publik dipercaya dapat mengurangi dampak dari peningkatan penggunaan kendaraan pribadi. Ketersediaan transportasi publik turut serta mendukung tingkat mobilitas Kawasan Perkotaan Yogyakarta melalui adanya sistem transit Bus Transjogja. Namun, penggunaan Bus Transjogja terkadang kurang efektif dalam melayani pergerakan penggunanya sehingga dapat memengaruhi efisiensi perjalanan. Oleh karena itu diperlukan studi analisa kinerja Bus Transjogja berdasarkan karakteristik pelayanannya khususnya pada koridor 3A dan 3B sebagai koridor utama Bus Transjogja. Metode analisis yang digunakan dalam penelitian ini adalah metode analisis statistik deskriptif secara kuantitatif untuk menjelaskan tingkat pelayanan Bus Transjogja Koridor 3A dan 3B berdasarkan karakteristik pelayanannya (faktor muat, waktu tempuh dan waktu antara) dan metode analisis guna lahan untuk menjelaskan karakteristik zona lokasi pemberhentian atau transit Bus Transjogja Koridor 3A dan 3B. Hasil analisis yang telah dilakukan menunjukkan bahwa tingkat pelayanan Bus Transjogja Koridor 3A dan 3B berdasarkan faktor muat termasuk pada kategori kurang produktif. Berdasarkan waktu antara, layanan Bus Transjogja Koridor 3A telah sesuai dengan ketentuan dan 3B belum sesuai. Sementara itu, berdasarkan penggunaan lahannya diketahui bahwa guna lahan yang memiliki nilai tarikan dan bangkitan yang paling tinggi adalah zona pelayanan umum.", "Daftar File": {"2018 TA PP NIKMAH RIMA DARAJAT_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/136678", "2018 TA PP NIKMAH RIMA DARAJAT_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136679"}, "Penulis": "NIKMAH RIMA DARAJAT (NIM: 15414079)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Binsar Parasian Naipospos, MSP"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bus Transjogja, tingkat pelayanan, layanan transit", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "2 file", "Tanggal Input": "04 Okt 2018"}