{"Nomor": 29634, "Judul": "PENGEMBANGAN PLATFORM UNTUK DECENTRALIZED INTERNET OF THINGS", "Abstrak": "Internet of Things (IoT) adalah sebuah teknologi yang berkembang sangat pesat di era modern sekaligus menjadi salah satu sektor paling diperhatikan di bidang industri teknologi. Namun, sumber daya untuk mempelajari berbagai aspek Internet of Things masih terbatas bila dibandingkan dengan teknologi lain sehingga menghambat pengembangan Internet of Things. Masalah lain yang timbul pada teknologi ini ialah masalah trust dan reliability. Tren pengembangan Internet of Things pada masa kini ialah penggunaan teknologi cloud yang disediakan oleh perusahaan teknologi besar. Hal ini terkadang tidak diinginkan karena data yang didapat dari Internet of Things bersifat pribadi dan berpotensi menghilangkan privasi pengguna, terutama bila terjadi kebocoran data pada server terpusat.  \n\nDalam tugas akhir ini penulis mencoba melakukan pengembangan platform Internet of Things bersifat decentralized (peer-to-peer) untuk mempermudah proses pengembangan Internet of Things sekaligus mengatasi masalah trust dan reliability yang timbul akibat penggunaan server yang bersifat centralized. Pengembangan platform dilakukan menggunakan protokol sistem terdistribusi berbasis Distributed Hash Table yaitu Kademlia yang disesuaikan dengan kebutuhan IoT serta protokol komunikasi Constrained Application Protocol. Konsep utama dari platform ini adalah menciptakan sebuah overlay network dimana tiap anggota mampu mendapatkan data yang ia harapkan dari suatu jaringan tersebut. Tiap node memiliki kemampuan replikasi stream data serta mampu melakukan subscribe kepada stream data dengan tipe tertentu. Hasil implementasi ini ialah sebuah platform yang diberi nama Cadfort yang dapat di jalankan secara langsung maupun diekstensi aplikasi lain. \n\nDalam pengujian, Cadfort mampu dijalankan sesuai harapan dan efektif sampai jumlah node sekitar 500. Namun, tingkat kesuksesan tiap node untuk menemukan data pada overlay network cenderung berkurang seiring bertambahnya jumlah node, yaitu sekitar 80% pada jumlah node 3000. Hal ini menunjukkan bahwa platform belum sepenuhnya optimal pada jaringan besar dan perlu dipertimbangkan bila akan digunakan sebagai alternatif solusi bersifat centralized.", "Daftar File": {"abstrak.docx": "https://digilib.itb.ac.id/gdl/download/136682"}, "Penulis": "Nikolas Wangsaputra - NIM : 13514048", "Kontributor / Dosen Pembimbing": ["Dr. Muhammad Zuhri Catur Candra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Internet of Things, decentralized, peer to peer, kademlia, overlay network", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Karya Sumpena", "File": "1 file", "Tanggal Input": "21 Sep 2018"}