{"Nomor": 29640, "Judul": "SINTESIS TURUNAN ALKALOID KINA DAN AKTIVITAS ANTIBAKTERINYA", "Abstrak": "Tanaman Kina (Cinchona sp.) merupakan tanaman obat yang sudah dikenal selama ratusan tahun sebagai antimalaria, aditif makanan dan katalis. Salah satu senyawa aktif yang berhasil diisolasi dari tanaman Kina yaitu golongan alkaloid. Keanekaragaman struktur yang dimiliki oleh senyawa golongan alkaloid dapat menjadikannya sebagai sumber kerangka baru dalam sintesis obat, salah satunya alkaloid berbasis kuinolin. Kuinolin dan turunannya yang terdapat dalam senyawa bahan alam banyak yang memiliki sifat fisiologis dan biologis yang menar ik. Penggunaan alkaloid Kina yang utama adalah sebagai antimalaria. Adanya resistensi terhadap Plasmodium yang berasal dari penggunaan alkaloid Kina sebagai agen antimalaria serta ketersediaan tanaman Kina yang melimpah di Indonesia memberikan peluang untuk melakukan pencarian senyawa turunan alkaloid Kina dengan aktivitas biologis lainnya. Ketersediaan atom karbon kiral (Chiral pool) serta kemampuannya dalam aspek transformasi gugus fungsi dan penyedia kerangka sehingga dapat dimanfaatkan dalam reaksi kimia maupun farmakologi yang berbasis struktur alkaloid. Senyawa sintesis turunan Kina ditemukan memiliki spektrum luas terhadap aktivitas antibakteri, yang memberi titik awal baru dalam pengembangan kelas agen antibakteri dan antimikrobakteri. \n\nSenyawa aktif yang dimanfaatkan sebagai senyawa antitherapeutik, misalnya antibakteri, cenderung memiliki kerangka struktur yang lebih besar serta lebih kompleks dibandingkan dengan senyawa untuk aktivitas biologis lainnya. Menyadari kebutuhan ini, strategi dalam menghasilkan dengan cepat kumpulan molekul kompleks telah muncul. Salah satu pendekatannya adalah sintesis berorientasi keragaman melalui diversifikasi kerangka, di mana bahan awal sederhana ditambah untuk membuat beragam struktur yang lebih mirip produk alami dalam hal ukuran, dengan memperhatikan jumlah C-sp3 serta jumlah pusat stereogeniknya. \n\nPengembangan alkaloid Kina sebagai senyawa yang bersifat antibakteri haruslah diikuti dengan antisipasi penyediannya, salah satunya dengan cara sintesis. Pada penelitian ini, telah dilakukan sintesis turunan alkaloid Kina yang dibagi menjadi empat kelompok, yaitu turunan kuinin (1), kuinidin (27), sinkonin (28) dan sinkonidin (29). Senyawa turunan kuinin (35, 39, \n\n40, 41, 42, 43, 45) diperoleh dari reaksi oksidasi Wacker, oksidasi Oppenauer, oksimasi, dan fragmentasi Beckmann. Senyawa turunan kuinidin (44, 46) diperoleh dari reaksi oksidasi Wacker, oksidasi Oppenauer dan oksimasi. Senyawa turunan sinkonin (47, 48) diperoleh dari reaksi oksidasi Wacker dan oksidasi Oppenauer. Senyawa turunan sinkonidin (49) yang diperoleh dari reaksi oksidasi Oppenauer. Produk reaksi dimurnikan dengan teknik ekstraksi \n\ndan kromatografi. Karakteristik dan identifikasi senyawa hasil sintesis ditetapkan secara spektroskopi resonansi magnetik inti (NMR) 1D dan 2D serta spektrometer massa resolusi tinggi (HR-ESIMS) dan rendah (LR-ESIMS). Semua senyawa hasil sintesis yang telah murni ditentukan aktivitas antibakterinya terhadap empat bakteri patogen, yaitu Salmonella enterica, Salmonella dysentriae, Enterococcus faecalis dan Staphylococcus aureus dengan menggunakan metode mikrodilusi. \n\nPenelitian ini telah berhasil mensintesis duabelas senyawa turunan alkaloid Kina yang terdiri dari tujuh senyawa turunan kuinin yaitu kuinin N-oksida (39), kuinin di N-oksida (40); kuinin-9-on N-oksida (41), (Z)-8-etilliden-2-(6-metoksikuinolin-4-karbonil) kuiniklidin 1- oksida (42), kuinin-9-on (35), kuinin-9-oksim (43), dan 6-metoksikuinolin-4 karbonitril (45), dua senyawa turunan kuinidin yaitu kuinidin-9-on (46) dan kuinidin-9-oksim (44), dua senyawa turuan sinkonin yaitu sinkonin-9-on (47) dan kuinolin-4-il(3-(3-vinilpiperidin-4- il)oksiran-2-il)metanon (48), dan satu senyawa turunan sinkonidin yaitu sinkonidin-9-on (49). Beberapa senyawa berada dalam bentuk campuran epimer yaitu senyawa 35 dan 46, senyawa \n\n43 dan 44. Berdasarkan penelusuran literatur, dari duabelas senyawa hasil sintesis, tiga senyawa yaitu senyawa kuinin di N-oksida (40); (Z)-8-etilliden-2-(6-metoksikuinolin-4- karbonil) kuiniklidin 1-oksida (42), dan kuinolin-4-il(3-(3-vinilpiperidin-4-il)oksiran-2- il)metanon (48) belum pernah diisolasi ataupun disintesis sebelumnya, sedangkan sembilan senyawa lainnya bukan merupakan senyawa baru. \n\nHasil uji aktivitas antibakteri terhadap sebelas senyawa hasil sintesis menunjukkan bahwa campuran epimer senyawa 35 dan 46; 43 dan 44 serta senyawa 39 memperlihatkan aktivitas lemah namun bersifat selektif terhadap salah satu bakteri Gram-negatif yaitu Salmonella enterica dengan nilai MIC dan MBC yang sama, yaitu berturut-turut 62,5(rumus)g/mL dan > 250 \n\n(rumus)g/mL. Kemampuan aktivitas antibakteri dari senyawa (35 dan 46; 43 dan 44 serta 39) sama dengan kemampuan aktivitas dari senyawa antibiotik amoksisilin terhadap bakteri yang sama.", "Daftar File": {"2018_DIS_PP_NILA_TANYELA_BERGHUIS_1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/165353", "2018_DIS_PP_NILA_TANYELA_BERGHUIS_1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/165354", "2018_DIS_PP_NILA_TANYELA_BERGHUIS_1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/165355", "2018_DIS_PP_NILA_TANYELA_BERGHUIS_1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/165356", "2018_DIS_PP_NILA_TANYELA_BERGHUIS_1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/165357", "2018_DIS_PP_NILA_TANYELA_BERGHUIS_1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/165358", "2018_DIS_PP_NILA_TANYELA_BERGHUIS_1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/165359", "2018_DIS_PP_NILA_TANYELA_BERGHUIS_1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/165360"}, "Penulis": "NILA TANYELA BERGHUIS NIM:30512023", "Kontributor / Dosen Pembimbing": ["Prof. Yana Maolana Syah", "Dr. rer. Nat Didin Mujahidin"], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Tanaman Kina (Cinchona sp.), diverifikasi kerangka, oksidasi Oppenauer, oksimasi, fragmentasi Beckmann, antibakteri.", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "13 Mar 2018"}