{"Nomor": 29648, "Judul": "KANDUNGAN GLIKOSAMINOGLIKAN DAN LOKALISASI KOLAGEN TIPE II PADA DIFERENSIASI KONDROGENIK ADIPOSE-DERIVED MESENCHYMAL STEM CELLS YANG DIINDUKSI L-ASCORBIC ACID 2-PHOSPHATE", "Abstrak": "Kartilago artikular merupakan jenis kartilago hialin yang banyak ditemukan di persendian. Kerusakan pada kartilago artikular dapat menyebabkan berbagai penyakit dan sulit untuk disembuhkan karena keterbatasan kemampuan jaringan untuk beregenerasi. Diferensiasi kondrogenik in vitro menggunakan Adipose-derived mesenchymal stem cells (ADSC) merupakan salah satu alternatif untuk memperoleh kondrosit dalam terapi berbasis sel. Berdasarkan penelitian sebelumnya, L-Ascorbic Acid 2-Phosphate (LAA) telah diketahui memiliki potensi dalam diferensiasi mesenchymal stem cells (MSC) menjadi kondrosit. Glikosaminoglikan (GAG) dan kolagen tipe II (Coll2) merupakan komponen utama matriks ekstraseluler kartilago yang disintesis dan dijaga keberadaannya oleh kondrosit dewasa sehingga dapat digunakan sebagai marker kondrogenesis. Tujuan penelitian ini untuk mengevaluasi potensi variasi konsentrasi LAA dalam diferensiasi kondrogenik ADSC dengan menguji kandungan GAG dan Coll2 serta lokalisasi Coll2. ADSC passage-4 (P4) dikarakterisasi menggunakan flow cytometry, kemudian dikultur dalam media yang mengandung LAA dengan konsentrasi 0, 25, 50, dan 100 μg/mL selama 2, 3, dan 4 minggu. Analisis lokalisasi Coll2 dilakukan dengan metode immunocytochemistry (ICC) dan diamati dengan mikroskop konfokal pada minggu ke-2 serta dihitung secara semikuantitatif dengan ImageJ software. Kuantifikasi kandungan GAG dilakukan dengan metode pewarnaan Alcian Blue dan absorbansi yang diukur pada 655 nm pada minggu ke-3 dan 4. Kuantifikasi kalsium deposit dilakukan dengan metode pewarnaan Alizarin Red S dan absorbansi yang diukur pada 415 nm pada minggu ke-4 untuk memeriksa keberadaan kondrosit hipertrofi. ADSC P4 menunjukkan hasil positif terhadap marker MSC yaitu CD73, CD90 dan CD105 serta negatif terhadap CD45. Lokalisasi Coll2 adalah di sitoplasma, Coll2 mengalami kenaikan sejalan dengan kenaikan konsentrasi LAA dan yang tertinggi ditunjukkan oleh LAA 100 μg/mL pada minggu ke-2. LAA konsentrasi 25, 50, dan 100 μg/mL menghasilkan kandungan GAG yang lebih tinggi dibandingkan dengan kontrol (konsentrasi 0 μg/mL) (p0.05) dan 100 μg/mL (p", "Daftar File": {"2018 TA PP Ni Luh Wisma Eka Yanti 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136714"}, "Penulis": "Ni Luh Wisma Eka Yanti - Nim: 10613006", "Kontributor / Dosen Pembimbing": ["Dr. Anggraini Barlian"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "GAG, Kolagen tipe II, Kondrogenesis, L-Ascorbic Acid 2-Phosphate", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Mar 2018"}