{"Nomor": 29644, "Judul": "PERANCANGAN DAN EVALUASI PROTOTIPE ALAT BANTU PENGANGKUT RUMPUT UNTUK PETERNAK SAPI", "Abstrak": "Aktivitas pengangkutan rumput adalah pekerjaan primer yang harus dilakukan oleh peternak sapi. Akibat aktivitas tersebut, banyak peternak yang mengeluhkan rasa nyeri pada bagian bahu, punggung, dan pinggang. Hal ini diidentifikasi sebagai suatu gejala musculoskeletal disorder (MSDs). Diduga keluhan tersebut akibat aktivitas pengangkutan rumput yang dilakukan dengan menggendong beban hanya menggunakan salah satu bahu. Permasalahan tersebut mendasari penelitian yang bertujuan untuk merancang prototipe alat bantu pengangkut rumput dan mengevaluasi prototipe tersebut. Perancangan prototipe dilakukan melalui empat kerangka design thinking yaitu emphatize, define, ideate, dan prototype. Sementara itu, evaluasi prototipe dilakukan pada tahap kelima design thinking yaitu test yang dilakukan melalui eksperimen laboratorium. Eksperimen melibatkan 12 responden yang memenuhi kriteria dan ditentukan dua variabel independen yaitu jenis alat (ransel rangka dan selendang kain) serta berat beban (15 kg dan 5 kg). Adapun metode yang digunakan untuk mengevaluasi prototipe yaitu analisis postur, electromyography (EMG), kuesioner rating of perceived discomfort (RPD), dan the activities-specific balance confidence (ABC) scale. \n\nHasil tahap perancangan adalah prototipe alat bantu pengangkut rumput berbentuk ransel rangka yang dibuat dengan mengombinasikan konsep early military backpack, carrying aid, dan tas pendaki gunung. Prototipe ini memiliki dua komponen utama yaitu rangka dan gendongan ransel. Komponen rangka dibuat untuk mengakomodasi kapasitas rumput yang bervariasi. Sementara itu, gendongan ransel dibuat untuk mengakomodasi kenyamanan pengguna dengan penambahan bantalan pada bahu, punggung, dan pinggang. Evaluasi dengan analisis postur menunjukkan bahwa sudut craniohorizontal mengecil seiring dengan bertambahnya berat beban pada penggunaan selendang kain. Sementara itu, sudut craniovertebral juga mengecil seiring dengan betambahnya berat beban, namun pada penggunaan ransel rangka menunjukkan sudut yang lebih besar dibandingkan selendang kain. Artinya penggunaan ransel rangka menimbulkan potensi forward head posture yang lebih kecil dibandingkan selendang kain. Penggunaan ransel rangka juga menghasilkan kontraksi otot yang lebih kecil pada lower trapezius kiri (15 kg) serta erector spinae kiri dan kanan (5 kg) sehingga pengangkutan rumput menggunakan ransel rangka diduga membutuhkan energi yang lebih kecil dibandingkan selendang kain. Sementara itu, pada penilainan kuesioner RPD tingkat discomfort yang lebih rendah ditunjukkan bahu (15 kg) dan pungung kanan (5 kg) untuk penggunaan ransel rangka, namun menunjukkan tingkat discomfort yang lebih tinggi pada bahu kiri (15 dan 5 kg) serta pinggang kanan (15 kg) dibandingkan selendang kain. Semakin berat beban yang diberikan maka semakin tinggi tingkat discomfort yang dihasilkan. Pada penilaian kuesioner the ABC scale, penggunaan ransel rangka memberikan tingkat keyakinan yang lebih tinggi atas keseimbangan responden ketika mengangkut 15 kg rumput sambil naik dan turun tangga, sedangkan semakin tinggi berat beban yang diberikan maka semakin rendah tingkat keyakinan responden. Kesimpulannya, prototipe alat bantu pengangkut rumput berbentuk ransel rangka memberikan performa lebih baik hampir pada seluruh metode evaluasi dan semakin berat beban yang diangkut menghasilkan performa yang semakin menurun.", "Daftar File": {"2018 TA PP NI LUH PUTU LILIS SINTA SETIAWATI 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136705"}, "Penulis": "NI LUH PUTU LILIS SINTA SETIAWATI NIM 13414004", "Kontributor / Dosen Pembimbing": ["Ir. Hardianto Iridiastadi, MSIE, Ph.D. \n\nKhoirul Muslim, S.T., MSIE, Ph.D. (Co-Pembimbing)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "ALAT PENGANGKUT RUMPUT, POSTUR, EMG, RPD, THE ABC SCALE", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "29 Jun 2018"}