{"Nomor": 29654, "Judul": "REKOMENDASI STRATEGI INOVASI MELALUI PENDEKATAN KOLABORASI (Studi Kasus: Noesa dengan Watubo)", "Abstrak": "Kontribusi subsektor kreatif ekonomi Indonesia meningkat terhadap total Produk Domestik Bruto (PDB) sekitar 7,38 persen pada tahun 2015. Untuk mendukungnya, Badan Ekonomi Kreatif Indonesia terus meningkatkan kinerja subsector ekonomi kreatif melalui rencana pengembangan kapasitas, salah satunya melalui inovasi produk. Untuk menciptakan inovasi, ada banyak informasi dan keterampilan yang mungkin tidak dimiliki oleh perusahaan dan pihak lain melakukannya atau sebaliknya.  \n\nSebagai solusi, kerjasama dapat menjadi strategi yang dipilih untuk mengembangkan inovasi. Maka dari itu, riset ini juga membahas latar belakang teoritis terkait pentingnya melakukan inovasi serta beberapa tunjauan literatur yang menjelaskan tentang bekerja bersama dalam bentuk kooperasi, kolaborasi, dan co-creation. Tujuan dari penelitian ini adalah untuk melihatpendekatan, pemangku kepentingan, dan operasi dalam melakukan kolaborasi dalam kasus Noesa sebagai merek lokal Indonesia dan Watubo sebagai pengrajin pedesaan.  \n\nMetode yang digunakan dalam penelitian ini adalah melalui analisis eksploratif. Analisis dimulai dengan penjabaran tentang produk dan servis yang dihasilkan bersama menggunakan marketing mix. Kemudian dilanjutkan dengan menganalisis pendekatan, pemangku kepentingan, dan operasional kolaborasi melalui Model 3Cs serta teori Ã‚Â’The conditionÃ‚Â’ oleh Drucker (1993). Etnografi pendek juga dilakukan untuk mendukung analisis dan hasil dari penelitian ini. \n\nHasil dari penelitian ini adalah komunikasi dan kepercayaan antara Noesa dan Watubo serta kecintaan mereka terhadap budaya Indonesia merupakan kunci dalam kerjasama ini, terutama dalam hal munculnya hambatan dalam prosesnya. Operasional yang dijalankan oleh tim kecil dirasa cukup efektif untuk mencapai target penjualan meskipun proses produksi memakan waktu yang cukup lama. Hasil pneelitian ini juga diharapkan dapat menjadi suatu pertimbangan untuk mengetahui cara yang efektif dan efisien dalam melakukan kolaborasi antara merek lokal dan pengrajin pedesaan.", "Daftar File": {"untuk ke perpus nina.pdf": "https://digilib.itb.ac.id/gdl/download/136727"}, "Penulis": "Nina Arina - 29116141", "Kontributor / Dosen Pembimbing": ["Sonny Rustiadi, SE, MBA, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Ekonomi kreatif, inovasi, kolaborasi, merek lokal, pengrajin pedesaan, tenun ikat.", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "05 Jun 2018"}