{"Nomor": 29650, "Judul": "EKSPLORASI MOTIF WAYANG KAMASAN BALI DENGAN TEKNIK SULAM DAN DIGITAL PRINTING UNTUK PRODUK FASHION", "Abstrak": "Seni Indonesia ialah bentuk yang pluralistis yang tersebar hampir dan kawasan Nusantara, sehingga setiap kawasan memiliki akar budaya yang berbeda. Wayang menjadi salah satu kesenian khas Indonesia yang memiliki penggambaran yang berbeda diberbagai daerah di Indonesia. Wayang memiliki arti kata yang kurang lebih sama dengan Ã‚Â“pertunjukan bayang-bayangÃ‚Â”. Seni lukis wayang yang berkembang di daerah Indonesia memiliki pengambaran berbeda, salah satunya adalah seni lukis wayang Kamasan dari daerah Bali. Seni lukis wayang ini berkembang di desa Kamasan dan daerah lain di Bali sejak zaman Kerajaan Majapahit. Pada abad ke-18 pulau oleh seorang sangging (seniman seni rupa) bernama Modara. Wayang dari Modara selanjutnya ditiru oleh banyak sangging yang tersebar di Bali, sehingga bentuk dan corak Modara ini menjadi jati diri (identitas) dari seni lukis wayang yang ada di desa Kamasan dan dalam perkembangannya seni lukis ini dikenal dengan nama seni lukis wayang Kamasan Lukisan wayang Kamasan merupakan seni tradisioanal Bali yang bersifat dekoratif yang sering disebut seni lukis klasik adiluhung. Seni lukis wayang kamasan juga mengungkapkan dasar-dasar filosofi Hindu. Lukis wayang Kamasan sebagai karya seni klasik lukisan wayang Kamasan sangat jarang ditemukan dekat dengan kehidupan masyarakat sehari-hari. Kebanyakan lukisan wayang Kamasan hanya digunakan sebagai penghias tempat-tempat bersejarah, tempat suci, sarana ritual dan sebagai cendramata khas Bali. estetika dan filosofi dalam wayang Kamasan dapat diaplikasikan pada produk yang dekat dengan kehidupan sehari-hari masyarakat, salah satunya adalah produk fashion. Produk fashion ini akan menggunakan teknik digital printing dan sulam mesin serta sulam tangan sehingga tidak hanya menghasilkan pembaharuan pada jenis produk tapi juga pembaharuan tekniknya.", "Daftar File": {}, "Penulis": "NI MADE SANTI UDIYANI (NIM :17214010)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ratna Panggabean, M.Sn"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Digital Printing , Eksplorasi, Fashion, sulam, Wayang Kamasan", "Sumber": "", "Staf Input/Edit": "Saipul Aripin  \n                                     Saipul Aripin", "File": "1 file", "Tanggal Input": "26 Jun 2018"}