{"Nomor": 29656, "Judul": "PEMODELAN PENYUSUNAN DATABASE KAPASITAS LABORATORIUM PENGAWASAN MUTU UNTUK OPTIMALISASI KINERJA LABORATORIUM", "Abstrak": "Beberapa dekade terakhir industri farmasi telah mengalami banyak perubahan, \n\nsebagai dampak dari peningkatan persaingan global. Dalam rangka meningkatkan \n\ndaya saingnya, produsen obat berlomba untuk lebih unggul dalam pelaksanaan \n\noperasionalnya. Optimalisasi dilakukan terhadap semua proses yang terlibat \n\ndalam pembuatan obat, termasuk operasional di laboratorium pengawasan mutu. \n\nTantangan utama dalam mengimplementasikan efisiensi di laboratorium \n\npengawasan mutu adalah mengatasi persepsi bahwa bahwa standar kinerja bagian \n\nini berbeda. Pengelolaan sumber daya dan penjadwalan analisa di laboratorium \n\npengawasan mutu sering diabaikan sebagai area perbaikan yang potensial dan \n\nsebagai salah satu faktor kunci dalam kelancaraan pelaksanaan analisa. \n\nPenelitan ini berharap untuk menemukan cara pemodelan sumber daya manusia di \n\nlaboratorium pengawasan mutu yang sesuai untuk memproyeksikan jumlah analis \n\nyang dibutuhkan untuk mendukung aktivitasnya. Penelitan ini dimulai dengan \n\nmenetapkan standar waktu kerja analisa berdasarkan data retrospektif waktu \n\ntunggu analisa dalam kurun waktu 2010-2017. Selanjutnya peneliti menetapkan \n\nwaktu kerja yang tersedia dengan membuat beberapa kemungkinan pengaturan \n\npola kerja. Pola kerja yang dimaksud adalah beberapa pilihan pola kerja seperti \n\npola kerja normal, lembur, pola kerja campaign, hingga pola kerja dengan \n\npenambahan analis. Kapasitas laboratorium selanjutnya dapat dihitung dengan \n\nmembagi waktu yang dibutuhkan untuk menyelesaikan beban kerja terhadap \n\nwaktu kerja yang tersedia. \n\nPenelitian ini menghasilkan informasi yang dapat dimanfaatkan pimpinan \n\nlaboratorium pengawasan mutu untuk mengetahui kapasitas di unit kerjanya, \n\nmerencanakan pola kerja yang efektif untuk meminimalkan biaya yang tapi tetap \n\nmenjaga output maksimal. Data ini juga dapat digunakan juga untuk \n\nmerencanakan pengembangan analis, menambahkan kemampuan analis untuk \n\nmendukung analisa lini kerja lainnya. Langkah perencanaan merupakan langkah \n\nstrategis dan taktis di dalam mengelola operasi laboratorium, dalam rangka \n\nmencapai produktivitas yang ditergetkan di laboratorium. Langkah terakhir dalam \n\npenelitan ini adalah menetapkan pola pemantuan kinerja untuk laboratorium \n\nselalu keadaan terkontrol.", "Daftar File": {"2018 TS PP NINA KURNIAWATY 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136729", "COVER NINA KURNIAWATY NIM: 21816013": "https://digilib.itb.ac.id/gdl/download/201762", "BAB 1 NINA KURNIAWATY NIM: 21816013": "https://digilib.itb.ac.id/gdl/download/201763", "BAB 2 NINA KURNIAWATY NIM: 21816013": "https://digilib.itb.ac.id/gdl/download/201764", "BAB 3 NINA KURNIAWATY NIM: 21816013": "https://digilib.itb.ac.id/gdl/download/201765", "BAB 4 NINA KURNIAWATY NIM: 21816013": "https://digilib.itb.ac.id/gdl/download/201766", "BAB 5 NINA KURNIAWATY NIM: 21816013": "https://digilib.itb.ac.id/gdl/download/201767", "BAB 6 NINA KURNIAWATY NIM: 21816013": "https://digilib.itb.ac.id/gdl/download/201768", "BAB 7 NINA KURNIAWATY NIM: 21816013": "https://digilib.itb.ac.id/gdl/download/201769", "2018 TS PP NINA KURNIAWATY 1-BAB 8.pdf)u": "https://digilib.itb.ac.id/gdl/download/201770", "PUSTAKA NINA KURNIAWATY NIM: 21816013": "https://digilib.itb.ac.id/gdl/download/201771"}, "Penulis": "NINA KURNIAWATY NIM: 21816013", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr. Lucy Dewi Nurhajati Sasongko, M.Si", "Drs. Burhanuddin Mahdis, Apt, MM."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi Industri", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "laboratorium, perencanaan sumber daya, kapasitas, penjadwalan laboratorium pengawasan mutu, pemodelan.", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "11 file", "Tanggal Input": "27 Sep 2018"}