{"Nomor": 29652, "Judul": "PENENTUAN PERSAMAAN EMPIRIS MAGNITUDO LOKAL DAN CODA SERTA RELASINYA DENGAN ENERGI  RADIASI UNTUK WILAYAH GUNUNG SINABUNG", "Abstrak": "Indonesia merupakan gugusan kepulauan pada daerah ekuator yang menjadi tempat pertemuan tiga lempeng besar dunia dan termasuk dalam zona ring of fire sehinga memiliki potensi bencana gunungapi yang tinggi, salah satunya adalah potensi bahaya bencana pada Gunung Sinabung. Untuk keperluan mitigasi bencana tersebut, diperlukan suatu mekanisme dimana nilai pelepasan energi gunungapi dapat ditentukan dengan cepat guna menunjang efektivitas pengambilan keputusan terkait evakuasi. Namun, dalam pelaksanaannya terjadi beberapa kendala karena persamaan magnitudo khusus untuk daerah Gunung Sinabung belum pernah dibuat. Perhitungan magnitudo selama ini menggunakan acuan dari penelitian di daerah lain yang diperkirakan memiliki kondisi yang serupa dengan Gunung Sinabung. Pada penelitian ini dilakukan penentuan persamaan empiris magnitudo lokal dan coda, serta persamaan relasi magnitudo dan energi untuk daerah Gunung Sinabung menggunakan data 188 gempa vulkanotektonik dalam periode Oktober 2010 hingga Desember 2011. Penelitian dilakukan dengan melakukan pemilihan waktu tiba gelombang P, gelombang S, amplitudo maksimum fasa gelombang S dan waktu coda. Hasil yang diperoleh akan diubah dalam bentuk magnitudo, sehingga nilai parameter model pada persamaan dasar magnitudo dan energi dapat ditentukan dengan inversi linier. Diperoleh persamaan empiris 𝑀𝐿 = log(𝐴) + 0.8717log(𝑟) + 0.0407𝑟 − 3.8423 dan 𝑀𝑐 = 0.8546log(𝑟) + 0.0584𝑟 − 0.7216, serta persamaan relasi log(𝐸) = 0.9584 𝑀𝐿 + 17.196 dan log(𝐸) = 0.4048 𝑀𝑐 + 17.643.", "Daftar File": {"2018 TA PP NIMAS NURUL HAMIDAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136725"}, "Penulis": "NIMAS NURUL HAMIDAH - NIM: 12314012", "Kontributor / Dosen Pembimbing": ["Afnimar, M.Sc, Ph.D \n\nDr. Hetty Triastuty, S.Si, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Coda, energi, lokal, magnitudo, Sinabung, vulkanotektonik.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2018"}