{"Nomor": 29665, "Judul": "FAKTOR YANG MEMPENGARUHI PENGGUNAAN INSTRUMEN PEMBAYARAN ELEKTRONIK UNTUK MENDUKUNG MASYARAKAT TANPA UANG TUNAI PADA GENERASI Z DI KOTA BANDUNG", "Abstrak": "Dalam beberapa tahun terakhir, masyarakat tanpa uang tunai telah menjadi \n\nperhatian berbagai bangsa, termasuk di Indonesia. Terbukti dengan adanya \n\nkampanye Gerakan Nasional Non Tunai (GNNT) yang dibuat oleh Bank \n\nIndonesia pada tahun 2014 yang bertujuan untuk mengajak masyarakat agar \n\nmeminimalisasi penggunaan uang tunai dan mulai menggunakan instrumen \n\npembayaran elektronik dalam bertransaksi. Sebagai upaya untuk memaksimalkan \n\npenggunaan instrumen pembayaran elektronik, merupakan hal yang penting untuk \n\nmengetahui faktor apa yang berpengaruh secara signifikan terhadap munculnya \n\nintensi untuk menggunakan instrumen pembayaran elektronik, sehingga \n\nselanjutnya dapat dilakukan evaluasi lebih lanjut guna mendukung terciptanya \n\nmasyarakat tanpa uang tunai. Penelitian ini bertujuan untuk mencari tahu faktor \n\ntersebut dengan menggunakan model yang mengkombinasikan tiga variabel \n\nUTAUT: performance expectancy, effort expectancy, dan social influence, dengan \n\ndua variabel tambahan: culture dan perceived security.Variabel tersebut akan diuji \n\nterhadap intensi penggunaan instrumen pembayaran elektronik, sebelum \n\nselanjutnya diuji terhadap penggunaan aktualnya. Fokus dari penelitian adalah \n\ngenerasi Z di Kota Bandung yang merupakan generasi masa depan Indonesia yang \n\nsaat ini mendominasi total populasi yang ada, dan juga dipercaya sebagai generasi \n\npenggemar teknologi yang sudah tidak asing dengan penggunaan teknologi. \n\nKuesioner penelitian ini disebarkan kepada 458 responden, yang kemudian diolah \n\nmenggunakan pendekatan kuantitatif dengan metode statistik. Hasil dari \n\npenelitian ini menunjukkan adanya tiga faktor yang berpengaruh secara signifikan \n\nterhadap penggunaan instrument pembayaran elektronik pada generasi Z di Kota \n\nBandung, yaitu performance expectancy, social influence, dan culture. \n\nRekomendasi pun diberikan kepada pemerintah serta penyedia dan pengguna \n\ninstrumen pembayaran elektronik, guna mengevaluasi tingkat penggunaan \n\ninstrumen pembayaran elektronik untuk mendukung terwujudnya masyarakat \n\ntanpa uang tunai di masa depan.", "Daftar File": {"2018 TA PP NINDYA RESTI RAMADHANI PUTRI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136744", "2018 TS PP NINDYA RESTI RAMADHANI P 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/251634"}, "Penulis": "Nindya Resti Ramadhani Putri (19015055)", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Cashless Society, Electronic Payment Instrument, generation Z, UTAUT", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "21 Jun 2018"}