{"Nomor": 29664, "Judul": "PENGEMBANGAN DAN VALIDASI METODE PENETAPAN KADAR EPIKATEKIN DALAM EKSTRAK TEH PUTIH (CAMELLIA SINENSIS L.) MENGGUNAKAN KLT DENSITOMETRI", "Abstrak": "Teh (Camellia sinensis L.) merupakan salah satu minuman yang banyak dikonsumsi karena \n\ndilaporkan mempunyai efek yang baik untuk kesehatan. Salah satu kandungan senyawa dalam teh \n\nadalah epikatekin. Epikatekin mempunyai efek sebagai antioksidan yang kuat. Metode \n\nkromatografi cair kinerja tinggi (KCKT), spektrofotometri UV Vis, dan KLT densitometri telah \n\ndigunakan untuk penentuan epikatekin dalam berbagai sampel. Tujuan dari penelitian ini adalah \n\nuntuk pengembangan dan validasi metode penetapan kadar epikatekin dalam ekstrak teh putih \n\nmenggunakan KLT densitometri serta penentuan kadar sampel. Penelitian ini diawali dengan \n\nkarakterisasi simplisia dan ekstrak, optimasi fasa gerak dan penjenuhan bejana untuk \n\nmemperoleh kondisi optimum. Selanjutnya dilakukan validasi metode yang terdiri dari spesifisitas, \n\nlinearitas, batas deteksi, batas kuantifikasi, akurasi, dan presisi kemudian dilakukan penentuan \n\nkadar epikatekin dalam sampel ekstrak teh putih dengan metode tersebut. Hasil optimasi \n\ndiperoleh fasa gerak terbaik adalah kloroformÃ‚Â–asetonÃ‚Â–asam format (5:4:1) dengan penjenuhan \n\nbejana kromatografi selama 30 menit. Nilai linearitas yang didapat yaitu r = 0,999 dan r \n\n2 \n\n= 0,998; \n\nakurasi dengan nilai perolehan kembali 90,01-92,65%; presisi dengan simpangan baku relatif \n\n2,001% dan 1,973% untuk uji presisi intraday dan 2,011% dan 1,934% untuk uji presisi interday; \n\nbatas deteksi 0,537 Ã‚Âµg/bercak dan batas kuantifikasi 1,628 Ã‚Âµg/bercak. Berdasarkan hasil validasi \n\nmetode, kadar epikatekin dalam sampel ekstrak teh putih dapat ditentukan menggunakan KLT \n\ndensitometri. Rata-rata hasil penentuan kadar epikatekin dalam sampel ekstrak teh putih yaitu \n\n1398,11 Ã‚Â± 24,61 Ã‚Âµg/mL.", "Daftar File": {"2018 TA PP NINDYA PUTERI ALIM PARAMASINTA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136743"}, "Penulis": "NINDYA PUTERI ALIM PARAMASINTA NIM : 10714095", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr. rer. nat. Sophi Damayanti, M.Si., Apt.", "Dr. Muhammad Insanu, M. Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "ekstrak, epikatekin, KLT densitometri, teh putih.", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "21 Jun 2018"}