{"Nomor": 29660, "Judul": "GAYA DRAG ATMOSFER TERHADAP SATELIT LAPANTUBSAT SELAMA BADAI GEOMAGNETIK TAHUN 2015", "Abstrak": "Satelit bergerak melewati atmosfer sehingga mengalami gaya drag pada arah yang berlawanan dengan gerak orbit. Gaya drag atmosfer merupakan gangguan nongravitasi terbesar pada satelit LEO (Low Earth Orbit). Kerapatan atmosfer pada \n\nrentang ketinggian 250 hingga 1000 km cukup menarik untuk diteliti karena drag atmosfer memberikan kontribusi terbesar pada ketidakpastian penentuan posisi satelit. Fluktuasi kerapatan saat kondisi ekstrim seperti badai geomagnetik hebat, bersifat signifikan sehingga mengakibatkan gangguan pada orbit satelit. Tahun 2003 merupakan tahun paling banyak terjadi badai geomagnetik. Namun, LAPAN-TUBSAT baru diluncurkan pada tahun 2007. Setelah peluncurannya, badai geomagnetik paling banyak terjadi pada tahun 2015. Hal inilah yang mendasari penulis memilih fenomena badai geomagnetik tahun 2015. \n\nTujuan dari tesis ini adalah menentukan hubungan antara perubahan elemen orbit satelit LAPAN-TUBSAT dengan aktivitas Matahari dan aktivitas geomagnetik, dan mengestimasi nilai percepatan drag harian satelit LAPAN-TUBSAT sehingga dapat ditentukan hubungannya terhadap aktivitas Matahari dan aktivitas geomagnetik. Pertama-tama, penulis akan mengumpulkan data berupa Two Line Element yang diambil dari www.celestrak.com untuk menghitung perubahan elemen orbit satelit LAPAN-TUBSAT. Kemudian akan ditentukan hubungan antara perubahan elemen orbit dengan aktivitas Matahari (indeks F10,7 diambil dari \n\nftp.swpc.noaa.gov) dan aktivitas geomagnetik (indeks Dst diambil dari https://omniweb.gsfc.nasa.gov). Selanjutnya penulis juga akan menentukan hubungan antara drag pada satelit dengan aktivitas Matahari dan aktivitas geomagnetik, dan hubungan antara perubahan elemen orbit dengan drag pada satelit. Penulis menggunakan perangkat lunak STK (System Tool Kit), python, dan model interaktif CCMC (Community Coordinated Modeling Center) untuk \n\nmengolah data. Untuk menghitung percepatan drag, dibutuhkan data kecepatan satelit yang diperoleh dari STK dan data kerapatan atmosfer. Untuk menghasilkan data kerapatan atmosfer, digunakan CCMC dengan model atmosfer MSISE-90 (Mass Spectrometer - Incoherent Scatter Extended 1990) dan IRI (International Reference Ionosphere). Selain itu, dibutuhkan data masukan berupa posisi satelit (lintang, bujur, dan ketinggian) yang dapat diperoleh dari STK. Pada Maret 2015, aktivitas Matahari berada pada tingkat moderate (100 ≤ F10,7 ≤ 150) dan indeks badai geomagnetik (Dst harian) memiliki nilai minimum sebesar \n\n-105 nT pada tanggal 18 Maret 2015. Menurut data Dst (hourly), nilai minimum Dst mencapai -223 nT pada tanggal 17 Maret 2015. Perubahan elemen orbit lebih banyak dipengaruhi oleh badai geomagnetik melalui indeks Dst, dibandingkan oleh fluks melalui indeks F10,7. Perubahan maksimum setengah sumbu panjang, inklinasi, argument of perigee, longitude of ascending node, dan true anomaly \n\nterjadi pada tanggal 17-21 Maret 2015 (periode badai, Dst mencapai nilai minimum). Perubahan minimum eksentrisitas terjadi pada tanggal 15-16 Maret 2015 ketika Dst bernilai maksimum. Model atmosfer cukup sensitif terhadap \n\nkondisi Matahari, baik ketika periode tenang maupun ketika periode badai. Nilai kerapatan atmosfer yang dihasilkan oleh MSISE-90 dan IRI memiliki selisih orde 10-6. MSISE-90 berorde 10-16 sedangkan IRI 10-22. Untuk model atmosfer MSISE-90, nilai percepatan drag maksimum yang mencapai 451,4416 m/hari2 terjadi pada tanggal 17 Maret 2015 bersamaan dengan terjadinya fenomena badai geomagnetik kuat. Untuk model atmosfer IRI, nilai percepatan drag ketika terjadi puncak badai geomagnetik (18 Maret 2015) mencapai 0,000373 m/hari2 (mendekati nilai minimum pada bulan Maret 2015). Percepatan drag satelit LAPAN-TUBSAT memiliki hubungan linier dengan F10,7 dan Dst. Keduanya \n\nmemiliki koefisien korelasi sebesar 0,47 dan -0,51.", "Daftar File": {"2017 TS PP NINDHITA PRATIWI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/136733", "2017 TS PP NINDHITA PRATIWI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/136734", "2017 TS PP NINDHITA PRATIWI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/136735", "2017 TS PP NINDHITA PRATIWI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/136736", "2017 TS PP NINDHITA PRATIWI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/136737", "2017 TS PP NINDHITA PRATIWI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/136738", "2017 TS PP NINDHITA PRATIWI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/136739"}, "Penulis": "NINDHITA PRATIWI (NIM: 20315301)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Dhani Herdiwijaya."], "Jenis Koleksi": "Tesis", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "drag, satelit, elemen orbit, atmosfer, badai geomagnetik.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "23 Jan 2018"}