{"Nomor": 29679, "Judul": "ANALISIS KLASTER-RANTAI MARKOV PADA DATA PERUBAHAN TUTUPAN LAHAN STUDI KASUS: PROVINSI JAWA BARAT", "Abstrak": "Lahan merupakan faktor utama yang berkaitan erat dengan aktivitas manusia. Dalam banyak kasus, diperoleh fakta bahwa aktivitas manusia yang berhubungan dengan penggunaan lahan sering tidak terkontrol. Lebih jauh lagi, kondisi tersebut menyebabkan terjadinya perubahan tutupan lahan dan berpengaruh terhadap iklim global. Dengan mengetahui pola perubahan tutupan lahan yang terjadi, maka penyebab dari fenomena terjadinya perubahan tutupan lahan dapat lebih dipahami. Mengingat Provinsi Jawa Barat memiliki kondisi fisik yang cukup beragam, pola perubahan di atas perlu dianalisis berdasarkan pembagian wilayahnya. Berdasarkan hal tersebut metode Analisis Klaster diterapkan. \n\nSecara umum, Analisis klaster merupakan salah satu metode yang ditujukan untuk mereduksi dimensi data pada objek/individu. Prinsip kerja dari metode ini adalah mengelompokan objek berdasarkan keserupaannya. Semakin besar ukuran beda antar dua objek, semakin tidak serupa kedua objek tersebut dan berada di klaster yang berbeda. Pada kasus ini, analisis klaster diterapkan untuk mengelompokan wilayah Provinsi Jawa Barat berdasarkan kondisi fisik lahan dan sosial ekonominya. Ukuran beda yang digunakan adalah ukuran beda Euclidean mengingat asumsi kenormalan data terpenuhi. Berdasarkan sifat dari kondisi kelas lahan yang selalu berkelompok, maka teknik pengelompokan yang digunakan adalah metode hirarki dengan pendekatan divisif. \n\nMetode hirarki divisif ini diterapkan untuk mengelompokan 4.242.837 objek berdasarkan 13 variabel yang diukur. Untuk data sampel sebanyak 40 objek yang diambil secara acak sistematik diperoleh dua klaster besar. Batas klaster tersebut membagi provinsi Jawa Barat bagian Timur (Cirebon, Majalengka, Ciamis, Tasik, dan Pangandaran) dan Barat. Jika dipandang dari segi topografi saja, daerah Utara dan Selatan cukup berbeda. Akan tetapi untuk daerah yang berbatasan dengan Jawa Tengah (wilayah Timur) tergolong kedalam klaster yang sama. Hal tersebut menunjukan bahwa intensitas kepadatan penduduk dan fungsi lahan yang diterapkan oleh pemerintah juga berperan dalam pembagian wilayah ini. Terlihat bahwa bagian timur Jawa Barat tergolong daerah yang dijadikan tempat pariwisata \n\ndan bagian barat cenderung merupakan kawasan industri. Selanjutnya, pemodelan perubahan tutupan lahan dengan metode Rantai Markov dilakukan dengan menentukan matriks peluang transisi dari masing-masing wilayah tersebut. Pola perubahan tutupan untuk wilayah timur cenderung tidak mengalami banyak perubahan dibandingkan wilayah barat. Perubahan kelas lahan dalam selang waktu lima tahun yang terjadi di wilayah barat antara lain adalah hutan menjadi ladang dan ladang menjadi sawah.", "Daftar File": {"2018 TA PP NISA FADLILAH FATHUL ILMI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136786"}, "Penulis": "NISA FADLILAH FATHUL ILMI (NIM: 20116301)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nDr. Udjianna S. Pasaribu. \n\nDr. Riantini Virtriana."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "analisis klaster, hirarki divisif, ukuran beda Euclidean, rantai markov, perubahan tutupan lahan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "13 Mar 2018"}