{"Nomor": 29671, "Judul": "PERANCANGAN TEMPAT PENGOLAHAN SAMPAH 3R (REDUCE, REUSE, RECYCLE) DI DESA PANGAUBAN, KECAMATAN KATAPANG, KABUPATEN BANDUNG", "Abstrak": "Pengelolaan sampah di Indonesia masih menerapkan sistem Ã‚Â“Kumpul-Angkut-BuangÃ‚Â”. Di Kabupaten Bandung, volume sampah yang dapat dikelola hanya mencapai 24% dari seluruh timbulan sampah. Tidak adanya proses pengolahan sampah di TPS, menyebabkan seluruh sampah dibawa ke TPA dan ditimbun secara open dumping tanpa adanya pemrosesan terlebih dahulu. Sisa timbulan sampah yang tidak terangkut ke TPA diantaranya ditangani dengan dibakar, dikubur, dan ditimbun di beberapa titik pembuangan sampah liar. Menghindari dampak yang mungkin ditimbulkan terhadap lingkungan dan sosial masyarakat, perlu dilakukan upaya penanganan sampah yang melibatkan seluruh aspek pengelolaan sampah dan meningkatkan adanya upaya reduksi penimbunan sampah ke TPA. Salah satu solusi yang dapat dilakukan adalah meningkatkan fungsi TPS 3R dalam pengelolaan sampah. Perancangan TPS 3R dilakukan berbasis masyarakat dengan kapasitas 2,230 ton/hari pada lokasi studi Desa Pangauban, Kecamatan Katapang, Kabupaten Bandung. Sampah input berasal dari kegiatan rumah tangga dan fasilitas umum desa dengan komposisi sampah adalah 27,04% sampah organik, 11,12% sampah sisa makanan, dan 61,85% sampah anorganik. Kegiatan pewadahan, pengumpulan, dan pengolahan sampahnya dilakukan terintegrasi untuk menjaga nilai recovery materi sampah. Alternatif terpilih penanganan sampah di TPS 3R Desa Pangauban terdiri dari pemilahan sampah anorganik dengan conveyor belt, pencacahan botol plastik, penjualan kepingan plastik dan sampah daur ulang lainnya kepada lapak/pengepul; pengolahan sampah organik dengan pengomposan bata berongga, dilengkapi fasilitas kantor, ruang edukasi, ruang petugas, mushola, area parkir kendaraan pengumpul dan parkir umum, toilet, area pembersihan kendaraan pengumpul, bak penampung lindi, drainase, dan akses jalan. Total area TPS 3R Desa Pangauban sebesar 1.677 m2. Pengolahan sampah di TPS 3R Desa Pangauban dapat mereduksi 43,29% timbulan sampah (rumah tangga dan fasilitas umum desa) Desa Pangauban", "Daftar File": {"2018 TA PP NI PUTU ARIS SUWANDEWI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136755"}, "Penulis": "NI PUTU ARIS SUWANDEWI    NIM: 15313078", "Kontributor / Dosen Pembimbing": ["Pembimbing  :Dr. Ir. Dwina Roosmini, MS. \n\nCo Pembimbing :Dr. Opy Kurniasari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "TPS 3R, reduksi, recovery, pengelolaan, pengolahan, Desa Pangauban", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "27 Sep 2018"}