{"Nomor": 29677, "Judul": "KLONING GEN YANG BERPERAN DALAM BIOSINTESIS POLI-(R)-3-HIDROKSIBUTIRAT DARI HALOMONAS ELONGATA BK-AG18", "Abstrak": "Penggunaan plastik yang semakin meningkat setiap tahunnya menimbulkan masalah pencemaran lingkungan karena sifat sampah plastik konvensional yang berbasis minyak bumi sulit untuk terdegradasi secara alami. Salah satu cara yang dapat dilakukan untuk mengatasi masalah tersebut adalah dengan menggunakan plastik terbiodegradasi. Poli-(R)-3-hidroksibutirat (PHB) merupakan polimer terbiodegradasi yang dapat disintesis dan diakumulasi oleh bakteri secara intrasel sebagai cadangan sumber energi. Halomonas elongata BK-AG18 yang diisolasi dari kawah lumpur Bledug Kuwu, Jawa Tengah, Indonesia telah diidentifikasi sebagai bakteri moderat halofilik penghasil PHB.  Biosintesis PHB pada beberapa bakteri melibatkan tiga gen yaitu phbA (mengkode asetil-CoA asetiltransferase), phbB (mengkode beta-ketoasil-ACP reduktase) dan phbC (mengkode PHB polimerase). Penelitian ini bertujuan untuk mengisolasi ketiga gen tersebut. Gen phbA dan phbB telah berhasil diamplifikasi dari kromosom Halomonas elongata BK-AG18 menggunakan sepasang primer yang dirancang berdasarkan gen serupa dari Halomonas elongata DSM2581. Amplikon yang diperoleh berukuran 1176 bp untuk phbA, 747 bp untuk phbB, dan ≈1900 bp untuk phbC. Ketiga fragmen DNA tersebut diklon ke pGEM-T Easy dan ditransformasi ke E. coli TOP10. Koloni rekombinan dipilih berdasarkan seleksi biru putih dan dikonfirmasi dengan analisis ukuran plasmid (size screening) serta PCR ulang (re-PCR). Fragmen phbA, phbB, dan phbC telah ditentukan urutannya dan disejajarkan dengan kromosom Halomonas elongata DSM2581 menggunakan BLASTN. Urutan phbA maupun phbB menunjukkan identitas 99% (No. akses FN869568.2) dan urutan phbC menunjukkan identitas 98%. Urutan asam amino yang dideduksi dari gen phbA menunjukan identitas 100% terhadap asetil-CoA asetiltransferase (PhbA) Halomonas elongata DSM2581 (No. akses CBV44015.1). Di lain pihak, urutan asam amino yang dideduksi dari gen phbB menunjukkan identitas 99% terhadap beta-ketoasil-ACP reduktase (PhbB) Halomonas elongata (No. akses WP_065241591.1) sedangkan fragmen phbC ternyata bukan merupakan gen yang diharapkan. Hasil BLASTP menunjukkan urutan asam amino yang dideduksi dari gen phbC ini memiliki identitas  99% terhadap fenilalanin-tRNA ligase Halomonas elongata DSM2581. Hasil analisis asam amino penyusun PhbA dan PhbB menggunakan ExPASy menunjukkan bahwa kedua protein tersebut didominasi oleh asam amino nonpolar alifatik. Prediksi struktur tersier PhbA dan PhbB telah dilakukan menggunakan Swiss Model dan I-TASSER. Cetakan yang    \n \n \n\ndigunakan untuk permodelan struktur tersier PhbA dan PhbB dengan I-TASSER adalah PhbA Ralstonia eutropha H16 (PDB ID 4o99) dengan identitas 68,19% dan PhbB Listeria monocytogenes (PDB ID 4jro) dengan identitas 37,35%. Asam amino penyusun PhbB pada Halomonas elongata BK-AG18 dan Listeria monocytogenes mempunyai rantai samping dengan kemiripan yang cukup tinggi. Prediksi struktur tersier PhbA dan PhbB menunjukkan pola folding α/β. Prediksi sisi katalitik menunjukkan adanya Cys88, His348, Cys378 pada PhbA, dan Ser142, Tyr155, Lys159 pada PhbB. Dapat disimpulkan bahwa gen phbA dan phbB dari Halomonas elongata BK-AG-18 telah berhasil diklon ke vektor pGEMT Easy.", "Daftar File": {"2017 TS PP NI PUTU YULIASTRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/136767", "2017 TS PP NI PUTU YULIASTRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/136768", "2017 TS PP NI PUTU YULIASTRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/136769", "2017 TS PP NI PUTU YULIASTRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/136770", "2017 TS PP NI PUTU YULIASTRI 1-BAB 4a.pdf": "https://digilib.itb.ac.id/gdl/download/136771", "2017 TS PP NI PUTU YULIASTRI 1-BAB 4b.pdf": "https://digilib.itb.ac.id/gdl/download/136772", "2017 TS PP NI PUTU YULIASTRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/136773", "2017 TS PP NI PUTU YULIASTRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/136774"}, "Penulis": "NI PUTU YULIASTRI (NIM: 20515021)", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Rukman Hertadi ., Dr. Enny Ratnaningsih."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Poli-(R)-3-hidroksibutirat, Halomonas elongata BK-AG18, phbA, phbB, phbC", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "8 file", "Tanggal Input": "10 Okt 2018"}