{"Nomor": 29687, "Judul": "USULAN RANCANGAN PENARIK PERHATIAN ANCAMAN PADA IKLAN ANTI-ROKOK DALAM RANGKA MEMERSUASI PEROKOK DI KOTA BANDUNG UNTUK BERHENTI MEROKOK", "Abstrak": "Rokok merupakan salah satu perhatian utama dalam bidang kesehatan. Berdasarkan World Health Organization, rokok menyebabkan penyakit kronis dan 12% kematian di seluruh dunia pada tahun 2004. Pada tahun 2015, terdapat sekitar 1,1 milyar perokok di seluruh dunia. Jumlah ini cenderung menurun secara global. Namun, di Indonesia, prevalensi perokok di Indonesia cenderung meningkat. Pada tahun 2005, terdapat sekitar 33% perokok berusia 15 tahun ke atas di Indonesia dan pada tahun 2010, jumlah ini meningkat menjadi 36%. Di Kota Bandung, terdapat sekitar 37% perokok pada tahun 2016 dan didominasi oleh laki-laki berumur 15-24 tahun. Penggunaan iklan bisa dilakukan untuk memersuasi perokok di Kota Bandung untuk berhenti merokok. Penelitian-penelitian sebelumnya menunjukkan bahwa iklan antirokok berkontribusi pada penurunan jumlah perokok pada beberapa negara. Dalam memersuasi penerima iklan, iklan biasanya menggunakan penarik perhatian ancaman. Berdasarkan penelitian-penelitian sebelumnya, penggunaan penarik perhatian ancaman untuk iklan kesehatan efektif dalam memersuasi dan bisa menjadi motivator yang baik bagi penerima iklan. Di Indonesia, termasuk Kota Bandung, penarik perhatian ancaman juga sering digunakan dalam iklan anti-rokok. Namun, pada 2011, hanya 27,1% perokok berusia 15 tahun ke atas di Indonesia yang berpikir untuk berhenti merokok setelah melihat iklan anti-rokok yang menggunakan penarik perhatian ancaman tersebut. Hal ini menunjukkan bahwa rancangan penarik perhatian ancaman saat ini belum sesuai dengan perokok tersebut.  \n\nUntuk mengembangkan rancangan penarik perhatian ancaman yang dapat memersuasi perokok di Kota Bandung untuk berhenti merokok, penelitian ini menggunakan desain eksperimen. Faktor yang diuji yaitu tipe ancaman dan tingkat ancaman. Tipe ancaman terdiri dari dua level yaitu ancaman fisik dan ancaman sosial. Tingkat ancaman terdiri dari tiga level yaitu rendah, sedang, dan tinggi. Variabel respon yang diukur yaitu coping response, attitude towards ads, attitude towards smoking, dan behavioral intention. Attitude towards smoking dan behavioral intention perlu diukur sebelum dan sesudah penerima iklan melihat bahan stimulus. Coping response dan attitude towards ads hanya diukur setelah penerima iklan melihat bahan stimulus. Penggunaan beberapa variabel respon menyebabkan adanya sedikit perbedaan faktor dan level yang memengaruhi variabel-variabel respon tersebut. Untuk menentukan faktor dan level seperti apa yang perlu digunakan dalam rancangan akhir, penelitian ini mempelajari hubungan variabel-variabel respon tersebut dengan menggunakan structural equation modeling. Penelitian ini juga merancang iklan anti-rokok berdasarkan hasil penelitian dan beberapa aspek dalam perancangan komunikasi.  \n\nPenelitian ini menunjukkan bahwa jenis penerima iklan yang berbeda memiliki hasil yang berbeda. Dengan demikian, rancangan penarik perhatian untuk setiap penerima iklan juga akan berbeda. Penelitian ini memberikan daftar prioritas rancangan penarik perhatian. Namun, prioritas pertama untuk semua penerima iklan didominasi oleh penarik perhatian fisik dengan level sedang.", "Daftar File": {"2018 TA PP NISRINA NURAMALIA FATHINA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136794"}, "Penulis": "NISRINA NURAMALIA FATHINA - NIM 14413022", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dradjad Irianto, M.Eng  \n\nWildan Trusaji, S.T, M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "rokok, penarik perhatian ancaman, iklan, desain eksperimen, structural equation modeling", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "30 Jan 2018"}