{"Nomor": 29686, "Judul": "SISTEM BAGI UNIT SEBAGAI STRATEGI PENDANAAN UNTUK PT JAYA MAS INTERNATIONAL DALAM PENGEMBANGAN PROYEK APARTEMEN DI BATAM (STUDI KASUS: SPRINGFIELD BATAM CENTER SUPERBLOCK)", "Abstrak": "Batam adalah bagian dari Indonesia yang paling dekat dengan Singapore, sehingga Batam popular sebagai tempat transit ataupun tempat perjalanan bisnis. Hal ini kemudian menjadikan Batam sebagai tempat yang berpotensi untuk melakukan investasi dalam hal properti karena permintaan yang tidak hanya berasal dari komunitas lokal, tetapi juga dari negara tetangga seperti Singapura dan Malaysia. Melihat kondisi ini, PT Jaya Mas International, developer properti yang berbasis di Batam, melihat ada kesempatan untuk membangun sebuah superblock yang di dalamnya terdapat apartemen. Tetapi, kurangnya modal menjadi salah satu isu penting untuk PT JMI. Karena itu, perusahaan mencari alternative untuk mendanai proyek ini. Terdapat dua opsi yang di tawarkan dalam penelitian ini. Pertama adalah menggunakan pinjaman bank dan yang kedua menggunakan sistem bagi unit dengan kontraktor. Untuk dapat menawarkan proyek ini ke bank atau investor, PT JMI perlu menunjukkan studi kelayakan proyek untuk menarik calon investor.  \n \n\nUntuk memperkirakan kelayakan proyek, metode yang digunakan dalam penelitian ini adalah dengan membuat proyeksi arus kas. Sedangkan untuk menentukan apakah proyek ini layak atau tidak, ada beberapa indicator yang digunakan yaitu Net Present Value (NPV), Internal Rate of Return (IRR), payback period, Return on Investment (ROI) dan Return on Equity (ROE). \n \n\nDari hasil studi kelayakan, system bagi unit memberikan nilai terbaik bagi perusahaan dari semua indikator dibandingkan dengan pinjaman bank. Dalam scenario optimis, NPV menunjukkan hasil positif dengan Rp13,560,079,715.51 sementara hasil untuk IRR jauh lebih tinggi dari WACC yang digunakan yaitu 43.79%. Masa pengembalian untuk proyek ini adalah 1.32 atau 1 tahun 3 bulan 25 hari. Untuk ROI dan ROE, strategi ini memberikan nilai 47.05% Manfaat lain bagi PT JMI untuk menggunakan system bagi unit adalah PT JMI dapat memperoleh lebih banyak pelanggan potensial dan keberlanjutan proyek. \n \n\nDengan menggunakan strategi ini, perbandingan proporsi unit apartemen yang digunakan adalah 80:20, dimana 80% dari total unit apartemen milik kontraktor dan sisanya untuk PT JMI. Dengan total unit apartemen adalah 336, berarti 268 unit milik kontraktor dan 68 unit milik PT JMI.", "Daftar File": {"2018 TS PP Nisrina Farzadillah 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136793"}, "Penulis": "NISRINA FARZADILLAH/ 29116437", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Uke Marius Siahaan, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Batam, cash flow, NPV, IRR, payback period, ROI, ROE, apartment", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "26 Sep 2018"}