{"Nomor": 29681, "Judul": "DEFINING PROPER ALTERNATIVE CROWDFUNDING DESIGN FOR STARTUPS IN INDONESIA: LESSON LEARNT FROM AMERICA AND MIDDLE EAST COUNTRIES", "Abstrak": "In this new age, startup is quite promising business in most of every country, where recently \n\nthe amount of young businessmen is starting to take a part out in this area. Indonesia is in the \n\ntop five of the countries with the most startups outstanding in worldwide. However, generally \n\nthe early-stage firms struggle with the financial development overcoming, even where the latestage \n\nfirms are using trade credit as a substitute formal financing. So that, this paper aims to \n\nfind the proper and suitable alternative financing crowdfunding platform for startup in \n\nIndonesia. This research paper used online survey that addressed to 101 startupÃ‚Â’s owners to \n\nfind the preferences in order to find their business through crowdfunding. Furthermore, the \n\ncomparative analysis approach is used to find the proper alternative financing crowdfunding \n\ndesign for startup in Indonesia by comparing the leading crowdfunding schemes in America \n\nand Middle EastÃ‚Â’s existing platforms and also the current situation of alternative financing \n\nactivities in Indonesia including the Venture Capital and Crowdfunding situations. This \n\nresearch suggests that Reward-based crowdfunding is currently proper for startup in Indonesia \n\nwith several adjustments needed and should be considered for the developer of local \n\ncrowdfunding platforms.", "Daftar File": {"2018 TA PP NISA KHAIRA LUSFI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136788", "2018 TS PP NISA KHAIRA LUSFI 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/251635"}, "Penulis": "Nisa Khaira Lusfi (19015088)", "Kontributor / Dosen Pembimbing": ["Deddy Priatmodjo Koesrindartoto, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Startup Indonesia, Equity-based Crowdfunding, Reward-based Crowdfunding", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "23 Jul 2018"}