{"Nomor": 29688, "Judul": "Propolis Indonesia Dapat Menurunkan Ekspresi mrna Gen Komplemen Pada Larva Zebrafish (Danio rerio)", "Abstrak": "Komplemen merupakan bagian dari sistem imun bawaan yang dapat menyebabkan respons inflamasi. Propolis diketahui memiliki berbagai aktivitas biologi termasuk anti-inflamasi. Pengaruh propolis pada inflamasi masih perlu dipelajari, terutama pada jalur komplemen yang belum banyak diteliti. Penelitian ini dilakukan untuk mempelajari pengaruh propolis Indonesia yang berasal dari Subang, Jawa Barat terhadap komplemen c3 (sentral), c1r/s (klasik), fb (alternatif), mbl (lektin), dan c6 (litik) pada level mRNA larva zebrafish yang diinduksi LPS. Perhitungan jumlah makrofag di sekitar yolk dilakukan untuk melihat migrasinya sebagai sel imun pada salah satu tempat terjadinya infeksi, yaitu yolk. Hati sebagai organ yang memproduksi komplemen dibuat histologinya untuk mengetahui pengaruh dari propolis Indonesia. Kelompok percobaan dibagi menjadi kelompok kontrol tanpa penambahan LPS dan propolis, kelompok LPS 0,5 μg/L, kelompok LPS 0,5 μg/L+ibuprofen 100 μg/L, dan kelompok LPS 0,5 μg/L+propolis 14 ppm dengan masing-masing perlakuan dilakukan selama 24 jam. Total RNA larva diisolasi, dibuat cDNA, dan dilakukan RT-PCR. Pewarnaan makrofag dilakukan dengan menambahkan neutral red 2,5 μg/ml pada medium selama 6-8 jam yang diinkubasi di tempat gelap. Histologi hati dilakukan dengan pewarnaan HE. Hasil penelitian menunjukkan bahwa secara umum ekspresi gen-gen komplemen pada kelompok LPS+ibuprofen dan LPS+propolis cenderung lebih rendah dibandingkan pada kelompok LPS. Jumlah migrasi makrofag di yolk pada kelompok LPS+propolis memiliki jumlah yang lebih rendah seperti pada kelompok kontrol dan LPS+ibuprofen. Histologi hati pada semua kelompok normal. Penelitian ini menunjukkan bahwa propolis Indonesia dapat menurunkan ekspresi mRNA gen komplemen c3 dan c1r/s, menurunkan jumlah migrasi makrofag di yolk, dan tidak menyebabkan perubahan pada histologi hati.", "Daftar File": {"2018 TA PP Nissa Marlinda 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136795"}, "Penulis": "Nissa Marlinda - NIM: 10613046", "Kontributor / Dosen Pembimbing": ["Dr. Indra Wibowo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "komplemen, propolis Indonesia, anti-inflamasi, larva zebrafish, LPS", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "16 Mar 2018"}