{"Nomor": 29698, "Judul": "KAJIAN MITIGASI PADA JARINGAN JALAN DI DAERAH RAWAN BENCANA GEMPA DAN TSUNAMI (APLIKASI GIS PADA STUDI KASUS DAERAH PESISIR TASIKMALAYA DAN PANGANDARAN)", "Abstrak": "Tujuan dari penelitian ini adalah melakukan kajian mitigasi jaringan jalan berdasarkan  \n\nanalisis resiko pada daerah rawan bencana gempa dan tsunami, pendekatan potensi kerawanan tsunami diperoleh berdasarkan data hasil pengukuran tinggi gelombang dan     \n\npanjang inudasi oleh Pusat Survey Geologi untuk wilayah pesisir Tasikmalaya dan tim BPPT dan GNS untuk di wilayah pesisir Pangandaran, kemudian analisis GIS dilakukan untuk mengetahui potensi distribusi luas dan tinggi genangan pada ruas Ã‚Â–ruas jalan melalui simulasi tinggi genangan sehingga diperoleh daftar ruasÃ‚Â–ruas jalan yang beresiko terkena dampak gelombang tsunami.      \n \n \n\nData hasil simulasi dijadikan sebagai data komputasi yang akan digunakan dalam penentuan peringkat resiko ruas jalan yang terdampak akibat tsunami dengan menggunakan metode Analytical Hierarchy Process (AHP). Proses penyelesaian metode AHP adalah menentukan peringkat indikator yang dihitung bobot dan matriks peringkat faktor kriteriaya. Hasil akhir nilai peringkat dipakai sebagai indikator untuk mengklasifikasi tingkat resiko ruas jalan dengan tiga peringkat resiko terhadap tsunami, yaitu ruas jalan yang beresiko tinggi, sedang,dan rendah. Berdasarkan hasil analis dari 16 ruas jalan yang beresiko terdampak genangan tsunami di pesisir kabupaten Tasikmalaya, 7 ruas jalan masuk dalam kategori beresiko tinggi, 6 ruas jalan masuk dalam kategori beresiko sedang, dan 3 ruas masuk kedalam resiko rendah. Untuk wilayah pesisir Pangandaran, dari 17 ruas jalan yang beresiko terhadap genangan tsunami, 6 ruas jalan masuk dalam kategori resiko tinggi, 10 ruas masuk dalam kategori resiko sedang, dan 1 ruas masuk dalam kategori resiko rendah.     \n \n \n\nHasil akhir dalam penelitian ini adalah penyusunan upaya mitigasi bidang jalan berupa mitigasi struktural dan non struktural. Upaya mitigasi struktural meliputi pelebaran jalan untuk jalur evakuasi, pelebaran trotoar untuk pejalan kaki, peningkatan lapis perkerasan jalan dan peningkatan jalan desa yang digunakan sebagai jalur evakuasi, sedangkan untuk upaya mitigasi non struktural berupa penyusunan peta zona evakuasi dan rute evakuasi     \n\ndisetiap kecamatan diwilayah pesisir Kabupaten Tasikmalaya dan Pangandaran.", "Daftar File": {"2014 TS PP NOEGRAHA LAKSANA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/136826", "2014 TS PP NOEGRAHA LAKSANA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/136827", "2014 TS PP NOEGRAHA LAKSANA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/136828", "2014 TS PP NOEGRAHA LAKSANA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/136829", "2014 TS PP NOEGRAHA LAKSANA 1-BAB 4.1.pdf": "https://digilib.itb.ac.id/gdl/download/136830", "2014 TS PP NOEGRAHA LAKSANA 1-BAB 4.2.pdf": "https://digilib.itb.ac.id/gdl/download/136831", "2014 TS PP NOEGRAHA LAKSANA 1-BAB 5.1.pdf": "https://digilib.itb.ac.id/gdl/download/136832", "2014 TS PP NOEGRAHA LAKSANA 1-BAB 5.2.pdf": "https://digilib.itb.ac.id/gdl/download/136833", "2014 TS PP NOEGRAHA LAKSANA 1-BAB 5.3.pdf": "https://digilib.itb.ac.id/gdl/download/136834", "2014 TS PP NOEGRAHA LAKSANA 1-BAB 5.4.pdf": "https://digilib.itb.ac.id/gdl/download/136835", "2014 TS PP NOEGRAHA LAKSANA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/136836", "2014 TS PP NOEGRAHA LAKSANA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/136837"}, "Penulis": "NOEGRAHA LAKSANA [26911315]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Sony Sulaksono W, MT, Ph.D", "Ir. Sri Hendarto, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Resiko tsunami, GIS, AHP, Mitigasi ; Tsunami risk, GIS, AHP, Mitigation", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "12 file", "Tanggal Input": "22 Okt 2018"}