{"Nomor": 29690, "Judul": "ANALISIS PROFIL FISIOLOGI KOMUNITAS MIKROORGANISME PADA FERMENTASI BIJI KAKAO (Theobroma cacao L.)", "Abstrak": "Kakao merupakan komoditas perkebunan yang penting bagi Indonesia. Di pasar dunia, kualitas biji kakao dari Indonesia dinilai rendah karena memiliki senyawa prekursor aroma dan cita rasa yang rendah. Hal tersebut dapat diatasi dengan meningkatkan kualitas kakao pascapanen, terutama pada proses fermentasi biji kakao. Dalam penelitian ini akan ditentukan profil fisiologi, dinamika komunitas mikroorganisme, dan durasi fermentasi terbaik pada proses fermentasi biji kakao yang berasal dari Kab. Ciamis, Jawa Barat. Metode yang digunakan adalah analisis fisiologi komunitas mikroorganisme menggunakan BIOLOG EcoPlate, isolasi mikroorganisme dari substrat L-Phenylalanine dan L-Threonine, pengukuran pH setiap hari selama 7 hari fermentasi, dan analisis proksimat pada sampel biji kakao fermentasi hari ke-0, ke-6, dan ke-7. Nilai AWCD pada waktu inkubasi 120 jam pada fermentasi biji kakao hari ke-1, 3, 5, 6, dan 7 berturut-turut adalah 0,028; 0,056; 0,083; 0,155; dan 0,380. Pengamatan isolat yang diisolasi dari EcoPlate secara makroskopis dan mikroskopis menunjukkan adanya suksesi temporal pada fermentasi biji kakao. Pada fase pertama, kedua, dan ketiga fermentasi, komunitas mikroorganisme berturut-turut didominasi oleh ragi R01, bakteri asam laktat B01, serta bakteri asam asetat B02 dan B03. Selama 7 hari fermentasi, nilai pH menurun dari 4,05 menjadi 3,74. Kadar lemak dan protein pada biji kakao meningkat, sedangkan kadar karbohidrat mengalami penurunan seiring berjalannya waktu fermentasi. Berdasarkan hasil penelitian tersebut dapat disimpulkan bahwa selama proses fermentasi biji kakao, terdapat 4 jenis mikroorganisme yang mendominasi, yaitu ragi R01, bakteri asam laktat B01, serta bakteri asam asetat B02 dan B03 yang pada hari ke-1 fermentasi dominan menggunakan karbohidrat, asam amino & amina, dan asam karboksilat, pada hari ke-3 dan ke-5 fermentasi dominan menggunakan karbohidrat dan polimer, serta pada hari ke-6 dan ke-7 fermentasi dominan menggunakan karbohidrat, asam amino & amina, asam karboksilat, dan polimer sebagai sumber karbon. Durasi fermentasi terbaik berdasarkan kadar lemak, pH, dan penggunaan asam amino & amina adalah 6 hari.", "Daftar File": {"2018 TA PP Nita Adiningrum 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136803"}, "Penulis": "Nita Adiningrum 10614065", "Kontributor / Dosen Pembimbing": ["Dr. Pingkan Aditiawati, MS."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "BIOLOG EcoPlate; fermentasi biji kakao; AWCD; fisiologi komunitas; analisis proksimat", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Sep 2018"}