{"Nomor": 29691, "Judul": "DEFORMATION ANALYSIS IN THE GEDE VOLCANO BASED ON GPS OBSERVATION FROM 2014-2017", "Abstrak": "Wilayah Indonesia terletak pada pertemuan antara empat lempeng utama yaitu lempeng Eurasia, Indo-Australia, Pasifik, dan Filipina (Bock et al, 2003). Oleh karena itu Indonesia memiliki banyak gunungapi yang aktif, termasuk salah satunya yaitu Gunung Gede yang terletak di Kabupaten Sukabumi dan Bogor, Jawa Barat. Gunungapi ini memiliki ketinggian 2958 meter diatas permukaan laut. Sejarah erupsi G. Gede telah dibahas oleh Junghun (1843) dan Taverne (1926) dalam Kusumadinata K. dan Hamidi S. (1979), diterangkan bahwa erupsi G. Gede pada umumnya kecil dan singkat. Salah satu metode monitoring aktivitas gunungapi adalah metode deformasi. Dalam keterkaitannya dengan mempelajari deformasi yang terjadi, digunakan data pengamatan GPS secara kontinyu. Secara umum, survey pengamatan GPS dilakukan untuk mendapatkan pola dan kecepatan deformasi yang terjadi. Berdasarkan analisis dari beberapa parameter deformasi tersebut, karakteristik deformasi Gunung Gede dapat diketahui. Penelitian ini berfokus pada perhitungan nilai pergeseran dan regangan dari stasiun CORS di daerah gunung Gede pada tahun 2014-2017. Titik GPS yang digunakan yaitu CLDO, MKRJ, MKRW, PUTR, dan PSBL. Pengolahan data menggunakan perangkat ilmiah GAMIT 10.6. Berdasarkan pengamatan data GPS, besarnya pergeseran titik pengamatan GPS di gunung Gede dari tahun 2014 - 2017 memiliki rentang antara -13.7900 Ã‚Â± 0.190 mm sampai 8.0758 Ã‚Â± 0.130 mm di komponen timur-barat dan -19.793 Ã‚Â± 0.164 mm sampai 19.897 Ã‚Â± 0.166 mm di komponen utara-selatan. Hasil regangan (strain) memiliki rentan antara 0,235 sampai 5,868 μstrain untuk ekstensi dan -0,022 sampai -5,125 μstrain untuk komponen kompresi. Deformasi Gunung Gede didominasi oleh adanya ekstensi dan baseline dari setiap titik pengamatan didominasi oleh adanya pemanjangan baseline. Pergeseran terjadi akibat gempa vulkanik setempat sebagai akibat meningkatnya aktivitas Gunung Gede, terutama pada akhir tahun 2015 dan 2016. Pola perpindahan dan regangan wilayah menunjukkan bahwa pergerakan gunung ke arah barat daya dari kawah.", "Daftar File": {"2017 TA PP NITA DWI ASTUTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/136804", "2017 TA PP NITA DWI ASTUTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/136805", "2017 TA PP NITA DWI ASTUTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/136806", "2017 TA PP NITA DWI ASTUTI 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/136807", "2017 TA PP NITA DWI ASTUTI 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/136808", "2017 TA PP NITA DWI ASTUTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/136809", "2017 TA PP NITA DWI ASTUTI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/136810"}, "Penulis": "NITA DWI ASTUTI (NIM : 15113022)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing : Dr. Ir. Agustinus Bambang Setyadji, M.Si., Dr. Irwan Meilano, S.T., M.Sc. dan Dr. Estu Kriswati, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Gede volcano, deformation, GPS, displacement, area strain.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "31 Jul 2018"}