{"Nomor": 29693, "Judul": "PENGARUH KONSENTRASI ZAT PENGIKAT KITOSAN TERHADAP KONDUKTIVITAS LISTRIK NaFePO4 UNTUK APLIKASI KATODA BATERAI ION SODIUM", "Abstrak": "Sedikitnya cadangan litium di dunia mendorong penelitian lebih lanjut tentang baterai dengan bahan alternatif selain litium. Sodium yang merupakan logam teringan dan terkecil kedua setelah litium serta melimpah di alam berpotensi menjadi alternatif litium. NaFePO4 yang merupakan material aktif katoda paling menjanjikan disintesis dalam penelitian ini. Penggunaan PVDF sebagai zat pengikat katoda yang mahal dan tidak ramah lingkungan digantikan oleh kitosan. Sintesis material aktif katoda NaFePO4 dilakukan dengan metode sol-gel dan sol-gel Pechini karena metode ini sederhana dan dapat menghasilkan ukuran partikel yang kecil. Untuk meningkatkan konduktivitas, multi-wall carbon nanotube (MWCNT) ditambahkan pada zat aktif.  Pengaruh zat pengikat kitosan terhadap koduktivitas diamati dengan memvariasikan konsentrasi kitosan sebesar 0%, 2%, 4% 6%, 8%, dan 10%. X-ray diffraction menunjukkan material NaFePO4 berhasil disintesis menggunakan metode sol-gel Pechini. Penambahan kitosan sebagai zat pengikat meningkatkan konduktivitas material katoda. Konduktivitas tertinggi material katoda tanpa MWCNT sebesar 1,45Ã‚Â·10-06 S/cm diperoleh saat konsentrasi kitosan 8%. Penambahan MWCNT 3% meningkatkan konduktivitas material katoda secara keseluruhan. Pada material katoda yang sudah ditambahkan MWCNT, peningkatan konsentrasi kitosan menurunkan konduktivitas dengan nilai konduktivitas tertinggi sebesar 1,69Ã‚Â·10-03 S/cm pada konsentrasi kitosan 2%.", "Daftar File": {"2018 TA PP Nita Tri Nugraheni dan Nuurrisya Artinamuti 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136821"}, "Penulis": "Nita Tri Nugraheni (13314028), Nuurrisya Artinamuti (13314029)", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Bambang Sunendar, M.Eng., Ph.D.   \n \n\nIr. Ahmad Nuruddin, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Katoda, baterai ion sodium, NaFePO4, sol-gel, Pechini, kitosan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Sep 2018"}