{"Nomor": 29696, "Judul": "SINTESIS DAN MODIFIKASI KITOSAN DARI LIMBAH CANGKANG UDANG UNTUK ELEKTROLIT PADAT BATERAI LITIUM", "Abstrak": "Baterai merupakan penyimpan energi yang sangat banyak digunakan untuk berbagai elektronika saat ini. Melihat permintaan baterai untuk berbagai aplikasi semakin besar membuat penyempurnaan sifat baterai semakin banyak dilakukan. Salah satu problema dari baterai berasal dari komponen elektrolit baterai. Baterai yang menggunakan elektrolit cair mengandung pelarut organik yang rentan bocor, mudah meledak, toksik, dan sulit didegradasi sehingga baterai bekas menjadi polutan di lingkungan. Salah satu pengembangan untuk mengatasi masalah ini ialah peralihan baterai berelektrolit cair menjadi berelektrolit padat, terutama berbasis biopolimer. Elektrolit biopolimer padat dapat menutupi kelemahan yang dimiliki elektrolit cair serta dapat bertindak sebagai separator dalam baterai. Salah satu biopolimer yang dapat digunakan ialah kitosan (CS). Kitosan merupakan biopolimer alam turunan karbohidrat, bersifat non-toksik dan mudah terdegradasi. Kitosan juga mempu menghantarkan ion dalam bentuk membran atau padatan, namun hantaran ionik yang dihasilkan masih relatif kecil. Oleh sebab itu dilakukan modifikasi kimia dengan mensubstitusi proton pada gugus hidroksi dan amina CS menggunakan gugus karboksimetil membentuk karboksimetil kitosan (CMC). Adanya atom oksigen tambahan akan bertindak sebagai atom terminal bagi ion untuk bergerak melewati matriks polimer sehingga hantaran ionik membran akan meningkat.   \n \n \n \n\nPada penelitian ini, CS hasil deasetilasi ketiga menghasilkan derajat deasetilasi tertinggi yaitu 95,78% dengan massa molekul relatif viskositas sebesar 8,7 x 105 Da. Modifikasi CS dilakukan menggunakan kitosan komersial dalam beberapa komposisi untuk mengetahui pengaruh konsentrasi natrium oksida, jumlah penambahan asam monokloroasetat dan temperatur aktivasi. Perubahan CS menjadi CMC diindikasi berdasarkan perubahan gugus fungsi dari spketra FTIR, yaitu adanya puncak pada bilangan gelombang 1745 cm-1 yang menunjukkan vibrasi ikatan karbonil dari gugus karboksimetil. Komposisi optimum dihasilkan CMC-VI dengan penggunaan 5 mL natrium oksida 10N, 12 g asam monokloroasetat dan suhu aktivasi 80Ã‚Â°C dimana derajat substitusi yang didapatkan 1,28. Pembuatan CMC dari CS hasil sinteis dilakukan dengan komposisi CMC-VI menghasilkan derajat substitusi 1,49. Membran CMC dengan kondisi optimum menghasilkan hantaran ionik 2,66x10-5 S/cm sedangkan membran CS hanya 1,15x10-6 S/cm pada temperatur ruang. Hantaran ionik membran komposit CMC dengan garam litium memiliki hantaran ionik yang semakin tinggi seiring bertambahnya jumlah garam litium dalam membran. Berkebalikan dengan hantaran ionik, kekuatan mekanik membran menurun seiring bertambahnya garam litium dalam membran. Kekuatan mekanik membran murni CS menurun setelah modifikasi menjadi CMC dari 74,57 MPa menjadi 32,87 MPa. Berdasarkan hasil konduktivitas ionik dan kekuatan mekanik membran disimpulkan membran CMC-litium   \n \n \n \n\noptimum pada penambahan 15% garam dengan hantaran ionik 1,05x10-3 S/cm, kekuatan mekanik 16,24 MPa dan perpanjangan 52,3 %. Hasil pencitraan morfologi permukaan membran memperlihatkan jika membran CS memiliki permukaan yang lebih halus dibandingkan permukaan membran CMC dan CMC/Li15%. Selain itu derajat kristalinitas membran CMC/Li15% paling rendah dibandingkan derajat kristalinitas membran CMC dan CS, yaitu secara berturut-turut 52,33 %, 60,89% dan 77,30%. Ketahanan termal membran komposit CMC/Li15% hingga suhu 251,9 Ã‚Â°C sedangkan membran CS dan CMC berturut-turut stabil hingga suhu 319,93 Ã‚Â°C dan 234,68 Ã‚Â°C. Karakteristik membran ini didukung oleh analisis SEM, XRD dan TGA.", "Daftar File": {"2018 TS PP NI WAYAN PRATIWI TRIANDANI 90516002 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136824", "2018_TS_PP_NI_WAYAN_PRATIWI_TRIANDANI_1-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/148912", "2018_TS_PP_NI_WAYAN_PRATIWI_TRIANDANI_1-_BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/148913", "2018_TS_PP_NI_WAYAN_PRATIWI_TRIANDANI_1-_BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/148915", "2018_TS_PP_NI_WAYAN_PRATIWI_TRIANDANI_1-_BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/148917", "2018_TS_PP_NI_WAYAN_PRATIWI_TRIANDANI_1-_BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/148918", "2018_TS_PP_NI_WAYAN_PRATIWI_TRIANDANI_1-_BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/148920", "2018_TS_PP_NI_WAYAN_PRATIWI_TRIANDANI_1-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/148922"}, "Penulis": "NI WAYAN PRATIWI TRIANDANI (NIM:90516002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. I Made Arcana, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "kitosan, karboksimetil kitosan, biopolimer elektrolit padat, baterai litium", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "10 Sep 2018"}