{"Nomor": 29705, "Judul": "REDESAIN BANGUNAN DAN KAWASAN TERPADU STASIUN PASAR TURI SURABAYA", "Abstrak": "Kota Surabaya merupakan salah satu kota besar di Indonesia yang terus mengembangkan sektor \n\ntransportasinya. Sektor transportasi khususnya kereta api merupakan salah satu sektor yang semakin \n\nberkembang dengan bertambahnya jumlah pengguna jasa kereta api seiring dari tahun ke tahun. \n\nPemerintah Kota Surabaya telah memasukkan beberapa stasiun besar di Kota Surabaya yang akan \n\ndikembangkan ke dalam rencana-rencana pengembangan kota. Salah satu stasiun yang akan \n\ndikembangkan adalah Stasiun Pasar Turi beserta kawasan di sekitarnya. Stasiun ini direncanakan \n\nuntuk dikembangkan dengan konsep Transit Oriented Development (TOD). Isu utama yang direspon \n\ndalam perancangan kawasan stasiun terpadu ini adalah konektivitas dan aksesibilitas, integrasi \n\nfungsi, serta pelestarian bangunan cagar budaya. Di dalam kawasan stasiun terpadu ini diwadahi \n\nfungsi yang beragam selain fungsi stasiun itu sendiri antara lain berupa hotel, retail, dan terdapat \n\npula ruang terbuka publik. Stasiun dirancang untuk dapat menampung sekitar 34.000 orang per hari \n\ndi tahun 2025. \n\nKonsep dasar perancangan kawasan stasiun terpadu ini adalah A Lounge for The City dimana \n\nKawasan Stasiun Pasar Turi berperan sebagai titik transit yang lengkap bagi masyarakat Kota \n\nSurabaya. Selain menjalani fungsinya sebagai stasiun yang menjadi gerbang penyambut kedatangan \n\ndan menghantar kepergian para pengguna jasa layanan kereta api di Kota Surabaya, stasiun ini juga \n\nmewadahi fungsi komersial untuk membantu pemenuhan kebutuhan masyarakat dan mendukung \n\nkemajuan daerah di sekitar kawasan.", "Daftar File": {"2018 TA PP NOORTIENI KHAIRULISA 1-ABSTRAK pdf.pdf": "https://digilib.itb.ac.id/gdl/download/136858"}, "Penulis": "Noortieni Khairulisa (NIM : 15214018)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr.-Ing. Ir. Widjaja Martokusumo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Stasiun, Terpadu, Cagar Budaya, Surabaya", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "28 Sep 2018"}