{"Nomor": 29701, "Judul": "EVALUASI KEAMANAN STRUKTUR  BENDUNGAN GEROKGAK, PROVINSI BALI DALAM MENUNJANG KEBERLANJUTAN FUNGSI INFRASTRUKTUR SUMBER DAYA AIR", "Abstrak": "Fungsi dan kapasitas waduk eksisting dapat terjamin jika keamanan struktur bendungan selalu siap menghadapi berbagai kondisi pembebanan terkini, salah satunya melalui evaluasi keamanan struktur bendungan guna mengetahui status keamanannya, yang wajib dilaksanakan minimal sekali dalam lima tahun. Selama beroperasi Ã‚Â±17 tahun, evaluasi keamanan struktur Bendungan Gerokgak baru sekali (2012) dengan status Ã‚Â“cukupÃ‚Â”, dengan demikian bendungan dapat dioperasikan seperti biasa tetapi kemungkinan kurang aman pada banjir dan gempa desain. Hal tersebut dikarenakan pada banjir desain (HSS Nakayasu) yang dihitung dari data hujan tahun 1985~2004 tiggi jagaan pada QPMF (1,10 m > 0,75 m), debit dan kecepatan rembesan (0,12 l/s < 0,20 l/s; 0,0024 m/s < Vcr 0,00282 m/s), faktor keamanan (FK) terhadap piping (2,266>2), deformasi maksimum (metode Swais Good) pada gempa MDE (kh=0,431) yang mengacu Peta Gempa Indonesia 2004 masih memenuhi persyaratan (0,17 m), tetapi stabilitas pseudo-statik metode kesetimbangan batas (Metode Bishop) pada gempa OBE (kh=0,254) beberapa kondisi tidak memenuhi persyaratan.  \n\nSeiring dengan penambahan data hujan dan adanya Peta Gempa Indonesia 2010 dan 2017, struktur bendungan perlu dievaluasi kembali. Hasil evaluasi banjir desain (HSS Snyder-Alexeyev) yang dihitung dari data hujan tahun 1992~2015 tinggi jagaan pada QPMF (1,137 m), debit dan kecepatan rembesan (1,02 l/s < 3,30 l/s; 2,315 x 10-6 m/s < Vcr 0,00282 m/s), FK terhadap piping (4,533>4), stabilitas pseudo-statik pada gempa OBE yang mengacu Peta Gempa Indonesia 2010 (kh=0,10) dan 2017 (kh=0,15) memenuhi semua kondisi yang dipersyaratkan (Metode Morgenstern-Price, Spencer, Bishop dan Janbu), begitu juga deformasi maksimal (metode makdisi dan Seed) akibat gempa MDE (kh=0,60) antara 0,25 ~ 0,70 m, sehingga status keamanannya menjadi Ã‚Â“baikÃ‚Â”, dengan demikian bendungan dapat dioperasikan seperti biasa dan tidak ada kekurangan pada saat ini maupun yang berpotensi terjadi pada kondisi beban  normal maupun kondisi luar biasa.", "Daftar File": {"2018 TS PP NOFYAR DWI KHURTUMI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136841"}, "Penulis": "NOFYAR DWI KHURTUMI       NIM : 95015315 [95015315]", "Kontributor / Dosen Pembimbing": ["Ir. Dantje Kardana N., M.Sc., Ph.D. Ir. Erza Rismantojo, MSCE., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Bendungan Gerokgak, keamanan struktur, status keamanan bendungan.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Jan 2018"}