{"Nomor": 29708, "Judul": "IDENTIFIKASI POTENSI PENGEMBANGAN PARIWISATA DI PULAU PANGGANG KABUPATEN KEPULAUAN SERIBU", "Abstrak": "Indonesia merupakan negara kepulauan dengan jumlah pulau 17.504 pulau yang mayoritas merupakan pulau-pulau kecil. Pulau kecil di Indonesia memiliki keanekaragaman hayati dan keindahan alam yang menjadi daya tarik wisatawan. DKI Jakarta juga memiliki wilayah perairan dengan gugusan pulau kecil di dalamnya, yaitu Kepulauan Seribu yang merupakan kawasan destinasi pariwisata nasional. Tidak semua pulau kecil dimanfaatkan khusus untuk pariwisata, sebagian lainnya adalah pulau permukiman. Salah satu pulau permukiman yaitu Pulau Panggang. Pulau panggang belum banyak mendapat manfaat dari kegiatan pariwisata di Kepulauan Seribu. Dalam upaya diversifikasi ekonomi Pulau Panggang, sektor pariwisata dapat dikembangkan. Untuk itu perlu dilakukan identifikasi potensi pengembangan pariwisata di Pulau Panggang. \n\nKarakteristik fisik Pulau Panggang yang memiliki rataan terumbu karang 1-5 meter merupakan lokasi yang cocok untuk pembudidayaan ikan dan rumput laut. Karakteristik pulau kecil yang terisolasir membuat penduduk saling mengandalkan satu sama lain, dan keramahtamahan terhadap masyarakat luar begitu terasa. Beberapa daya tarik yang telah ada di Pulau Panggang diantaranya yaitu wisata bahari, kampung nelayan, budidaya hasil laut, festival kebudayaan dan penyewaan kapal nelayan untuk berkeliling pulau terdekat. Daya tarik yang begitu potensial terlihat yaitu budidaya hasil laut dan penyewaan kapal nelayan yang dapat dikombinasikan dengan wisata bahari. \n\nNamun kondisi dan karakteristik merupakan tantangan tersendiri untuk mengembangkan pariwisata di Pulau Panggang. Cuaca yang tidak menentu, Aksesibilitas yang terbatas, kualitas sumber daya manusia yang tergolong rendah, degradasi lingkungan, dan perekonomian penduduk yang rendah merupakan kendala dalam pengembangan pariwisata di Pulau Panggang. Maka dari itu perlu dikembangkan kegiatan pariwisata yang sesuai dengan kelebihan dan keterbatasan yang dimiliki Pulau Panggang sehingga apat memberikan manfaat dari segi perekonomian untuk penduduk Pulau Panggang. Hal-hal yang perlu dilakukan yaitu meningkatkan kesejahteraan nelayan, memberikan sarana prasarana yang menunjang, dan meningkatkan kualitas sumberdaya manusia di Pulau Panggang.", "Daftar File": {"2015 TA PP NORIS MAKARENA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/136874", "2015 TA PP NORIS MAKARENA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/136875", "2015 TA PP NORIS MAKARENA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/136876", "2015 TA PP NORIS MAKARENA 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/136877", "2015 TA PP NORIS MAKARENA 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/136878", "2015 TA PP NORIS MAKARENA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/136879", "2015 TA PP NORIS MAKARENA 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/136880"}, "Penulis": "NORIS MAKARENA (nim:15409082)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Arief Rosyidie, Drs., MSP., M.Arch., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pariwisata, Pulau panggang, Kepulauan Seribu", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "05 Sep 2018"}