{"Nomor": 29704, "Judul": "PENGEMBANGAN MODEL BISNIS UNTUK BISNIS SCARF ORGANIK STUDI KASUS VASANA", "Abstrak": "Menurut sebuah laporan oleh Thomson Reuters dan Dinard Standard, Indonesia menduduki peringkat ketiga dalam daftar konsumsi terbesar di dunia untuk Hijab/Fashion Hijab Mode. Model bisnis industri busana muslim mengandalkan produksi cepat dan massal dimana lead time antara perancangan ke toko semakin pendek dan mengancam isu keberlanjutan termasuk masalah lingkungan dikarenakan konsumsi berlebihan. Tantangan yang semakin meningkat pada isu keberlanjutan dan lingkungan mengubah budaya konsumen dan persepsi konsumen di seluruh dunia termasuk Indonesia terhadap peritel mode cepat sehingga memunculkan gerakan mode lambat sebagai perlawanan terhadap mode cepat. \n \n\nSebagai perusahaan scarf organik di Indonesia, Vasana melihat kesempatan ini untuk mengembangkan mode pakaian sopan yang berkelanjutan di Jakarta. Pada tahun 2020 diperkirakan kelas menengah meningkat 12 juta orang di Jabodetabek dengan hampir 40% orang berasal dari Jakarta sendiri. Kelas menengah ini cenderung ingin membeli barang mewah, sikap konsumerisme tinggi, dan melek teknologi. Mereka juga cenderung berpikiran terbuka dan menyukai sesuatu yang simbolis seperti jilbab. Namun Vasana berjuang untuk mengenalkan scarf atau hijab berbahan katun organik sebagai bagian dari mode lambat di pasaran. Model bisnis yang tepat diperlukan bagi Vasana untuk mengambil rencana tindakan lebih lanjut untuk mencapai target pasar potensial. \n \n\nAnalisis internal dan eksternal terhadap kondisi perusahaan dilakukan untuk mendapatkan data tentang kondisi perusahaan saat ini. Analisis internal dieksplorasi dengan menggunakan analisa kanvas model , analisa Segmentasi, Targeting, dan Positioning (STP) , dan analisa bauran pemasaran. Analisis eksternal dieksplorasi dengan menggunakan analisa pesaing. Hasil dari analisis tersebut diformulasikan dengan menggunakan Segmentation Matrix, Customer Zoom Tool, Value Proposition Canvas, dan Javelin Experiment Board untuk memvalidasi produk terhadap target pasar. \n \n\nHasilnya menunjukkan bahwa terjadi ketidakcocokan antara target pasar saat ini dengan produk yang ditawarkan. Solusi yang akan diajukan untuk menyelesaikan akar permasalahan adalah kanvas model bisnis baru dan bauran pemasaran baru pada bagian produk dan harga. Rencana implementasi difokuskan untuk mendefinisikan kembali produk Vasana agar sesuai dengan target permintaan pasar. Implementasi akan dilakukan melalui penyesuaian produk dan peningkatan aktifitas pemasaran baik secara online maupun offline untuk meningkatkan kesadaran konsumen akan produk serta meningkatkan penjualan.", "Daftar File": {"2018 TS PP NOORLIA AISYA AL ZAHRA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136857"}, "Penulis": "NOORLIA AISYA AL ZAHRA - Nim: 29115594", "Kontributor / Dosen Pembimbing": ["Wawan Dhewanto, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bisnis fashion, bisnis sustainable modest fashion, validasi produk, validasi pelanggan, model bisnis lean.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "23 Feb 2018"}