{"Nomor": 29719, "Judul": "RUMAH SEBAGAI SUATU PROSES : KASUS MAYARAKAT MISKIN PERKOTAAN DI RUMAH SUSUN TAMBORA DAN RUMAH SUSUN CINTA KASIH TZU CHI", "Abstrak": "Pertambahan penduduk yang tidak diimbangi oleh daya tampung kota Jakarta sejak lama menimbulkan berbagai masalah permukiman. Banyak masyarakat tidak mampu pada akhirnya hidup di tempat-tempat kumuh, padahal tempat tinggal merupakan kebutuhan dasar setiap manusia. Pembangunan rumah susun dilakukan Pemerintah sebagai salah satu solusi penataan kawasan kumuh dan penyediaan hunian layak bagi masyarakat kurang mampu. Namun dibandingkan dengan aspek fisik, pemerintah sebagai penyedia rumah susun sering Ã‚Â“lupaÃ‚Â” akan aspek manusianya. Tercapai atau tidaknya fungsi suatu rumah serta kemampuan masyarakat untuk dwelling di rumah susun seringkali diabaikan.    \n \n \n\nPenelitian ini bertujuan untuk mengkaji bagaimana penghuni rumah susun melakukan berbagai penyesuaian maupun perubahan dalam unit huniannya sehingga memperoleh kondisi hunian yang paling sesuai dengan kebutuhannya. Bagaimana setiap ruang dalam unit hunian tidak hanya dapat difungsikan untuk memenuhi kebutuhan dasar penghuni namun juga mampu mengakomodir pergerakan penghuni dan kebutuhan yang lebih kompleks, serta bagaimana penghuni dapat  mewujudkan dwelling di unit huniannya.    \n \n \n \n\nPenelitian ini menggunakan metode kualitatif, untuk memahami fenomena atau gejala sosial dengan melibatkan upaya-upaya seperti mengajukan pertanyaan-pertanyaan dan mengumpulkan data yang spesifik dari para partisipan, serta menganalisa data. Adapun penelitian ini akan disajikan dengan menggunakan analisis eksploratif komparatif berdasarkan hasil pencapaian fungsi utama rumah terhadap penghuni di dua rumah susun yang berbeda. Berdasarkan hasil analisis yang dilakukan, pencapaian fungsi utama rumah pada penghuni Rusun Tambora dan penghuni Rusun Cinta Kasih Tzu Chi memperlihatkan pola pencapaian yang berbeda-beda. Dalam prosesnya, terdapat upaya-upaya yang dilakukan oleh penghuni untuk mencapai fungsi-fungsi tersebut, serta dipengaruhi oleh tujuan, maupun kondisi dan pengalaman penghuni di tempat tinggal lamanya serta ada atau tidaknya keterlibatan calon penghuni pada saat perancangan hunian. Pencapaian fungsi", "Daftar File": {"TS PP NOVIANA WULANDANY 1-ABSTRAK .pdf": "https://digilib.itb.ac.id/gdl/download/136911"}, "Penulis": "NOVIANA WULANDANY - NIM: 24015314", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Sonny Yuliar"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Keywords: flats, houses as a process, slum communities", "Sumber": "", "Staf Input/Edit": "sarnya  \n                                     sarnya", "File": "1 file", "Tanggal Input": "22 Feb 2018"}