{"Nomor": 29716, "Judul": "ANALISIS FASIES DAN DISTRIBUSI  RESERVOIR BATUPASIR ANGGOTA LOWER GITA, FORMASI TALANG AKAR, LAPANGAN YVONNE B, CEKUNGAN SUNDA", "Abstrak": "Lapangan Yvonne B terletak di bagian barat Cekungan Sunda yang telah memproduksikan minyak dari reservoir batupasir anggota Lower Gita Formasi Talang Akar. Merujuk pada OOIP lapangan ini yang diperkirakan sebesar 55,3 juta barel, hidrokarbon secara keseluruhan baru terproduksi sekitar 32%. Upaya untuk mempertahankan produksi dan tekanan reservoir dilakukan melalui pemboran sumur infill dan injeksi air. \n \n\nPenelitian dilakukan untuk mengetahui distribusi reservoir batupasir anggota Lower Gita melalui analisis fasies berdasarkan data batuan inti, batuan teras samping, data log talikawat, dan data seismik. Dengan pendekatan litofasies, terdapat delapan fasies penyusun interval ini, yaitu batupasir silang-siur (Spt), batupasir laminasi mud-drape (Sl), batupasir flaser (Sf), batupasir kasar (Sm), batulempung pasiran/bioturbasi (Fsb), batulempung karbonan (Fc), batulempung lentikuler (Fl), dan batubara (C). Berdasarkan kehadiran struktur mud-drape, flaser, lentikuler, ukuran butiran yang secara umum pasir halus-lempung dan  pola elektrofasies yang secara umum menghalus keatas, diinterpretasikan lingkungan pengendapan pada interval ini adalah tide-dominated estuary. Hal ini diperkuat oleh hasil analisis biostratigrafi yang menginterpretasikannya sebagai lingkungan estuary affinity.  \n \n\nModel lingkungan pengendapan dibuat dengan menggabungkan data ketebalan interval anggota Lower Gita dengan peta isochron dan atribut amplitudo seismik. Dari data seismik diperoleh adanya tinggian-tinggian  lokal pada bagian barat. Diantara tinggian-tinggian tersebut terdapat celah-celah yang diinterpretasikan sebagai alur-alur sungai pada bagian hulu sistem estuary. Dengan demikian estuary ini memiliki arah pengendapan Barat-Timur. \n \n\nData porositas dan permeabilitas yang digunakan untuk menentukan kualitas reservoir batupasir anggota Lower Gita diperoleh dari data hasil perhitungan log talikawat (ELAN) dan dikalibrasi dengan data batuan inti. Disimpulkan bahwa batupasir A yang terdiri dari fasies batupasir silang siur (Spt) dan batupasir flaser-lentikuler (Sf). Sedangkan batupasir B yang terdiri dari batupasir dengan mud-drape (Sl), batupasir flaser-lentikuler, dan batupasir kasar (Sm). Diantara keempat fasies reservoir, fasies batupasir kasar memiliki kualitas reservoir paling baik. \n \n\nDengan mempertimbangkan data isopach, atribut seismik dan juga peta sebaran porositas dan permeabilitas, potensi sumur infill terletak Ã‚Â± 800m sebelah baratdaya Sumur Krisna12 dan  Ã‚Â± 1300m sebelah barat Sumur Yvonne B-6.", "Daftar File": {"2018 TS PP NOVERDI HARDIANTO GAJAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136902"}, "Penulis": "NOVERDI HARDIANTO GAJAH - NIM 22014025", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dardji Noeradi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Litofasies, elektrofasies, estuary dan  kualitas reservoir", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Feb 2018"}