{"Nomor": 29712, "Judul": "PENGEMBANGAN MODEL CITY LOGISTICS UNTUK KOTA MEGAPOLITAN (STUDI KASUS: DKI JAKARTA)", "Abstrak": "dan efisien serta ramah lingkungan. Pengembangan city logistics di suatu wilayah perkotaan dilatarbelakangi oleh permasalahan ekonomi, lingkungan, kemacetan, dan konsumsi energi. DKI Jakarta sebagai salah satu kota megapolitan di dunia, tidak hanya menghadapi permasalahan persediaan di dalam memenuhi kebutuhan penduduknya yaitu rendahnya tingkat ketersediaan sayur dan buah yang hanya mencapai 76%, tetapi juga menghadapi permasalahan transportasi yaitu kemacetan lalu-lintas. Permasalahan-permasalahan tersebut menunjukkan bahwa perlu dikembangkan city logistics di DKI Jakarta untuk meningkatkan ketersediaan dan mengurangi kemacetan. Pengembangan city logistics yang dilatarbelakangi oleh permasalahan ketersediaan dan kemacetan belum pernah dikembangkan sebelumnya. Pentingnya mempertimbangkan kemacetan dalam mengembangkan sistem logistik perkotaan saat ini adalah karena kondisi lalu-lintas yang semakin memburuk, khususnya di kota-kota besar. \n\nTerdapat tiga entitas yang terlibat pada sistem rantai pasok bahan makanan di DKI Jakarta, yaitu provinsi pemasok, pasar induk, dan pasar tradisional. Sistem city logistics yang akan dikembangkan pada penelitian ini selanjutnya adalah sistem city logistics satu tingkat (single-tier) yang juga terdiri dari tiga entitas yaitu titik suplai, fasilitas logistik, dan titik permintaan. Titik suplai adalah provinsi pemasok yang selanjutnya disebut pemasok, fasilitas logistik adalah pasar induk yang istilahnya diganti dengan UCC (urban consolidation center), dan titik permintaan adalah pasar tradisional selanjutnya disebut pasar ritel. Konsep dasar city logistics yang digunakan dalam penelitian ini adalah konsolidasi dan koordinasi sedangkan inisiatif city logistics yang digunakan adalah terminal logistik publik dan sistem transportasi barang kooperatif. Produk yang dikaji adalah buah dan sayur, sifat permintaannya adalah probabilistik, dan mengikuti distribusi normal. \n\nPada sistem riil, pasar induk berada di dalam wilayah perkotaan, sedangkan UCC pada sistem city logistics berada di luar wilayah perkotaan, sehingga perlu dipilih lokasi yang optimal untuk pembangunan UCC. Konsep dasar city logistics yang pertama yaitu konsolidasi digunakan untuk menyelesaikan permasalahan ketersediaan dengan cara meningkatkan tingkat pelayanan melalui pengendalian persediaan yang optimal pada ketiga entitas yang terlibat. Permasalahan kemacetan \n\nselanjutnya akan diselesaikan melalui konsep dasar city logistics yang kedua yaitu koordinasi dengan menggunakan kendaraan barang bersama. Dengan digunakannya kendaraan barang yang sama, maka dibutuhkan penentuan rute kendaraan yang optimal untuk melayani pasar ritel. Selain itu, mengingat aktivitas transportasi berlangsung di wilayah perkotaan di mana terdapat lebih dari satu link, maka ditentukan pula penugasan perjalanan berupa penentuan jalan-jalan yang akan dilewati. Berdasarkan uraian-uraian tersebut, maka model city logistics yang akan dikembangkan dalam penelitian ini berkaitan dengan keputusan pemilihan lokasi, pengendalian persediaan, perutean kendaraan, dan penugasan perjalanan. Keputusan-keputusan tersebut diselesaikan secara simultan. \n\nPengembangan model operasional city logistics dalam penelitian ini dibagi dalam tiga tahapan model, yaitu Model 1 yang adalah model integrasi pemilihan lokasi, rute kendaraan, dan kebijakan persediaan yang terdiri dari satu produk, satu pemasok, dan sejumlah pasar ritel. Model 2 yaitu model integrasi pemilihan lokasi, rute kendaraan, dan pengendalian persediaan yang terdiri dari sejumlah produk, sejumlah pemasok, dan sejumlah pasar ritel, dan dengan mempertimbangkan kemacetan. Model 3 yaitu model integrasi pemilihan lokasi, perutean kendaraan, dan kebijakan persediaan yang terdiri dari sejumlah produk, sejumlah pemasok, dan sejumlah pasar ritel, dan dengan mempertimbangkan kemacetan dan sejumlah jaringan jalan. \n\nPermasalahan pada modelÃ‚Â–model yang dikembangkan termasuk dalam permasalahan NP-hard, sehingga pada penelitian ini dikembangkan dua metode solusi yaitu metode optimal dan metode heuristik. Metode optimal menghasilkan solusi optimal yang diperoleh dengan menggunakan solver LINGO 12.0 dan terbatas pada kasusÃ‚Â–kasus untuk data skala kecil. Metode heuristik terdiri dari dua tahap yaitu tahap konstruktif dan tahap perbaikan menggunakan Algoritma Simulated Annealing dan dapat memecahkan kasusÃ‚Â–kasus pada data skala besar sehingga dapat diaplikasikan pada sistem riil, yaitu DKI Jakarta. Metode heuristik disandi dalam Matlab R2013a. \n\nGap untuk masing-masing metode heuristik yang dikembangkan dengan metode optimal adalah 1,13% pada Model 1, 5,1% pada Model 2, dan 3,1% pada Model 3. Setelah diaplikasikan pada sistem riil, metode heuristik untuk permasalahan pada Model 1 dapat menjaga ketersediaan pada level 95%, metode heuristik untuk permasalahan pada Model 2 dapat menjaga ketersediaan dan mengurangi jumlah kendaraan sebesar 73% di UCC, serta metode heuristik untuk permasalahan pada Model 3 dapat menjaga ketersediaan, mengurangi jumlah kendaraan, dan memilih link yang kurang macet. Selain memberikan keunggulan dari sisi pengurangan jumlah kendaraan dan menjaga ketersediaan, sistem logistik dengan UCC juga mampu memberikan ongkos total sistem yang lebih efisien sebesar 18%.", "Daftar File": {"2018 DS PP NOVA INDAH SARAGIH 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136898"}, "Penulis": "NOVA INDAH SARAGIH NIM 33412004", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Senator Nur Bahagia   (Ketua) \n\nSuprayogi S.T., M.T., Ph.D.         (Anggota) \n\nIbnu Syabri B.Sc., M.Sc, Ph.D.      (Anggota)"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "CITY LOGISTICS, KEBIJAKAN PERSEDIAAN, KEMACETAN LALUÃ‚Â–LINTAS, KEPUTUSAN LOKASI, PERUTEAN KENDARAAN, PENUGASAN PERJALANAN, SIMULATED ANNEALING", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "09 Okt 2018"}