{"Nomor": 29717, "Judul": "Transformasi Sosial Ekonomi Masyarakat Peri Urban Semarang (Kasus : Kecamatan Mranggen, Kabupaten Demak)", "Abstrak": "Wilayah peri urban didefinisikan sebagai zona transisional yang berlokasi di pinggiran kota, dimana karakter perdesaan dan perkotaan bertemu satu sama lain, umumnya wilayah peri urban bergerak menjauh dari pusat metropolitan mengikuti bentuk permukiman perkotaan. Perkembangan kota dan peningkatan jumlah penduduk yang pesat berdampak pada perluasan kota ke arah pinggiran. Wilayah peri urban menjadi sasaran pendatang yang dapat meningkatkan jumlah penduduk dan membawa aktifitas non urban. Hal ini menyebabkan wilayah pinggiran kota semakin terbangun.. Salah satu dampak perkembangan kota di wilayah peri urban adalah terjadinya transformasi sosial ekonomi masyarakatnya. Kawasan peri urban Semarang yang berkembang salah satunya adalah Kecamatan Mranggen, Kabupaten Demak. Kecamatan ini memiliki jumlah dan kepadatan penduduk paling besar dibandingkan dengan wilayah pinggiran lainnya.  \n \n\nPenelitian ini bertujuan untuk menjelaskan transformasi sosial ekonomi masyarakat yang terjadi di peri urban Semarang khususnya Kecamatan Mranggen. Penelitian ini menggunakan analisis deskriptif dengan pendekatan kuantitatif untuk menjelaskan perkembangan Kecamatan Mranggen, migrasi penduduk, dan transformasi sosial ekonomi masyarakat Kecamatan Mranggen yang mencakup perkembangan spasial, kependudukan dan perekonomian. Sedangkan pembahasan transformasi sosial ekonomi meliputi aspek migrasi masyarakat, mata pencaharian, pendapatan, pengeluaran, mobilitas, dan gaya hidup masyarakat. Hasil penelitian menunjukkan bahwa telah terjadi transformasi sosial ekonomi masyarakat yakni peningkatan jumlah penduduk pendatang, perubahan mata pencaharian ke sektor sekunder dan tersier, perbaikan kondisi perekonomian rumah tangga, serta peningkatan mobilitas masyarakat. Transformasi di Kecamatan Mranggen mengara h pada karakteristik peri urban dan tidak terlepas dari adanya proses urbanisasi dan suburbanisasi yang terjadi di wilayah tersebut.", "Daftar File": {"2018 TA PP NOVIA ARISMAWATI_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/136903", "2018 TA PP NOVIA ARISMAWATI_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136904"}, "Penulis": "NOVIA ARISMAWATI (NIM: 15413051)", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Haryo Winarso, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Peri urban,  urbanisasi, transformasi sosial ekonomi, Kecamatan Mranggen", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "2 file", "Tanggal Input": "16 Mar 2018"}