{"Nomor": 29715, "Judul": "OPTIMASI INTERVAL LAMPU HIJAU DAN WAKTU SIKLUS LALU LINTAS PADA SATU PERSIMPANGAN MENGGUNAKAN ALGORITMA ARTIFICIAL BEE COLONY (ABC)", "Abstrak": "Kemacetan lalu lintas merupakan salah satu permasalahan utama di kota-kota besar. Kemacetan ini disebabkan oleh meningkatnya volume kendaraan yang tidak diimbangi dengan kapasitas jalan raya yang ada. Untuk mengatasi hal tersebut, dibutuhkan sistem kontrol lalu lintas yang dapat meminimalkan terjadinya kemacetan. \n \n\nPada penelitian ini, sistem kontrol lalu lintas dan segala fenomena lalu lintas di jalan raya disimulasikan menggunakan perangkat lunak komersial Vissim yang telah diintegrasikan dengan perangkat lunak komersial Matlab. Pada perangkat lunak Matlab diterapkan algoritma optimasi sehingga didapatkan nilai interval lampu hijau dan waktu siklus yang optimal. \n \n\nAlgoritma optimasi yang digunakan pada penelitian ini adalah algoritma optimasi Artificial Bee Colony (ABC). Algoritma optimasi ABC merupakan salah satu algoritma optimasi yang mengikuti pola perilaku populasi lebah madu. Algoritma ABC mempunyai tiga komponen utama, yaitu sumber makanan (food source), lebah pekerja (employed foragers), serta lebah non-pekerja (unemployed foragers). Algoritma ABC berfungsi untuk mendapatkan nilai interval lampu hijau dan waktu siklus optimal dengan teknik random, sehingga dapat meminimalkan jumlah panjang antrian kendaraan dari setiap lengan jalan di persimpangan. \n \n\nSetelah itu dilakukan perancangan jalan raya yang terdiri dari dua jenis, yaitu jalan mayor (utama) dan jalan minor. Jalan utama memiliki 2 jalur berlawanan arah yang masing-masing jalur memiliki 2 lajur, sedangkan jalan minor memiliki 2 jalur dan masing-masing jalur hanya memiliki 1 lajur. Kemudian dilakukan  pengaturan Vissim pada objek jaringan jalan, yaitu volume kendaraan yang masuk persimpangan, rute kendaraan, dan lampu lalu lintas. Hasil keluaran dari Vissim yang berupa jumlah kendaraan yang masuk dan keluar persimpangan setiap satu siklus lampu lalu lintas digunakan sebagai masukan fungsi objektif pada algoritma optimasi ABC sebagai laju kendaraan yang datang dan pergi dari persimpangan. Selanjutnya, hasil optimasi berupa nilai interval lampu hijau dan waktu siklus digunakan sebagai masukan Vissim untuk menjalankan simulasi di siklus berikutnya. \n \n\nHasil simulasi merupakan jumlah panjang antrian kendaraan dari setiap lengan di persimpangan dalam satuan meter yang didapatkan dari simulator Vissim dan algoritma optimasi ABC. Data sebelum dan sesudah optimasi dibandingkan untuk mengetahui seberapa besar pengaruh algoritma optimasi ABC dalam mengurangi panjang antrian kendaraan di persimpangan. Hasil simulasi menunjukkan bahwa algoritma optimasi ABC dapat meminimalkan panjang antrian kendaraan di persimpangan.", "Daftar File": {"2017 TS PP NOVERA ISTIQOMAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136901"}, "Penulis": "NOVERA ISTIQOMAH        (NIM: 23815005)", "Kontributor / Dosen Pembimbing": ["Ir. Endra Joelianto, Ph.D. \n\nH.Y. Sutarto, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Artificial Bee Colony (ABC), panjang antrian kendaraan, integrasi Vissim-Matlab, interval lampu hijau, waktu siklus", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "07 Mar 2018"}