{"Nomor": 29723, "Judul": "OPERASIONALISASI MALCOLM BALDRIGE NATIONAL QUALITY AWARD DI PT XYZ UNTUK MENGUKUR KRITERIA KEPEMIMPINAN DAN HASIL", "Abstrak": "PT XYZ sebagai pemimpin pasar dari Processed Cheese perlu memastikan bahwa pelanggan selalu menerima produk berkualitas baik. Berdasarkan pengamatan langsung dan beberapa tinjauan literatur, sistem manajemen mutu diterapkan untuk memenuhi persyaratan pelanggan. Mengacu pada QMS yang diimplementasikan, kepemimpinan memiliki peran penting untuk mendorong target yang diinginkan dalam hal kualitas produk. PT XYZ memiliki perhatian untuk menerapkan kerangka kerja kinerja untuk mengontrol dan memantau proses dan hasilnya terutama untuk kualitas produk. PT XYZ adalah ISO 9001: 2015 (Sistem Manajemen Mutu - QMS) Bersertifikat. Ini membantu memandu organisasi untuk mencapai tujuannya, terutama untuk sistem manajemen mutu produk dengan mencapai kepuasan pelanggan. \n \n\nSaat ini peran kepemimpinan diukur oleh auditor eksternal selama audit pengawasan ISO 9001: 2015. Laporan audit terkait dengan kriteria kepemimpinan biasanya dalam pernyataan umum. Selain itu, dalam audit internal QMS, kriteria kepemimpinan tidak termasuk dalam rencana audit. Rencana audit hanya fokus pada kriteria lain yang langsung ke proses produksi. Laporan audit terkait dengan kriteria kepemimpinan biasanya dalam pernyataan umum. Berdasarkan pengamatan situs, standar ISO ini cukup sulit untuk mengidentifikasi kinerja secara kuantitatif. \n \n\nSolusi alternatif yang diusulkan adalah mengembangkan kuesioner berdasarkan Malcolm Baldrige National Quality Award. Kerangka ini dipilih karena kesamaan dengan QMS. Kuesioner dapat membantu untuk mencerminkan kesepakatan, pendapat, atau perilaku responden dengan cara yang mudah. Kuesioner dikembangkan dengan mengacu pada kriteria Kepemimpinan dan Hasil BEF dan menggabungkan dengan pengamatan langsung ke proses dalam PT XYZ. Kuesioner Kepemimpinan terdiri dari 20 (dua puluh) pertanyaan yang terkait dengan elemen kepemimpinan yang dijelaskan dalam bimbingan BEF. Karena organisasi di PT XYZ memiliki dua tingkat pelaporan, responden diklasifikasikan oleh dua kelompok Grup A dan Grup B. Grup A terdiri dari karyawan yang melapor ke Tim Kepemimpinan Plant sementara Grup B melaporkan ke tingkat menengah seperti Supervisor. Responden akan menerima satu halaman kuesioner dan harus menjawab setiap pertanyaan berdasarkan pendapat mereka ke dalam 5 skala sangat tidak tidak setuju / tahu / mengerti / termotivasi, tidak tidak setuju / tahu / mengerti / termotivasi, Cukup, Setuju / tahu / mengerti, termotivasi dan sangat setuju / tahu / mengerti, termotivasi. Para responden akan ditanya tentang pemahaman mereka tentang vison organisasi, menyelaraskan visi ini dengan kepuasan konsumen, pendapat mereka kepada atasan sampai kondisi lingkungan kerja. Kuesioner juga mencakup 5 (lima) pertanyaan bagaimana Hasil ke perspektif kepuasan dan keselamatan konsumen. \n \n\nSebagian besar responden Grup A sangat setuju bahwa mereka tahu tentang visi PT XYZ. Di sisi lain, hasil yang lebih rendah adalah untuk pemahaman visi dan keselarasannya dengan sasaran kualitas. Responden setuju, ditunjukkan oleh persentase perjanjian untuk pertanyaan yang terkait dengan organisasi adalah 76% dan 79%. Grup A lebih kuat menyetujui proses keterlibatan. Mereka merasa bahwa mereka dihargai, diakui oleh pemimpin langsung mereka dan juga memiliki peluang bagus untuk pengembangan pribadi. Grup B hanya setuju bahwa mereka mendapat pertunangan dari pemimpin langsung mereka. Skor yang lebih rendah terlihat dari pertanyaan kuesioner Hasil tentang efektivitas dan efisiensi proses yang mengarah pada kepuasan konsumen dan kelangsungan bisnis. Hasil bagus ditunjukkan ke aspek Keselamatan. Pada 2016 PT XYZ merayakan 10 tahun tanpa insiden.", "Daftar File": {"2018 TS PP Novianty Siti Sundari 1- Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/136921"}, "Penulis": "NOVIANTY SITI SUNDARI/  29115209", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Dermawan Wibisono, M. Eng, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Malcolm Baldrige National Quality Award, Leadership, Quality", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman  \n                                     Yose Ali Rahman", "File": "1 file", "Tanggal Input": "26 Sep 2018"}