{"Nomor": 29739, "Judul": "PERBEDAAN POLA PELEPASAN SUBMIKRO PARTIKEL, SERAT BERMANIK, DAN SERAT POLIVINILPIROLIDON/EKSTRAK TEH HIJAU (PVP/ETH) SEBAGAI MEDIA PENGHANTAR OBAT", "Abstrak": "Teh hijau mengandung senyawa polifenol yang dapat berfungsi sebagai antioksidan, antibakteri, antikanker, dan dapat menyembuhkan berbagai penyakit. Tetapi senyawa ini memiliki berat molekul yang besar sehingga sulit untuk diserap oleh tubuh saat dikonsumsi dengan cara biasa (diseduh). Salah satu cara untuk meningkatkan kelarutannya di dalam tubuh adalah dengan memperbesar luas permukaan. Metode yang digunakan pada penelitian ini adalah elektrohidrodinamik atomisasi. Ekstrak teh hijau (ETH) berperan sebagai zat aktif yang akan dimuatkan ke dalam polimer polivinilpirolidon (PVP). Selanjutnya dilakukan optimasi larutan prekursor untuk mendapat hasil dengan morfologi yang berbeda. Hasil karakterisasi SEM menunjukkan sampel SP, SSB, dan SS menghasilkan material submikro partikel, serat bermanik, dan serat dengan diameter yang berbeda. Perbandingan massa kering dari sampel SP, SSB, dan SS adalah 1:4, 1:6,3, dan 1:11,2. Sampel SP dan S memiliki diameter rata-rata 483,69 dan 442,80 nm, serta sampel SSB yang merupakan serat bermanik memiliki diameter serat dan manik rata-rata adalah 144,86 dan 590,51 nm. Faktor yang berpengaruh secara signifikan terhadap perubahan morfologi ini adalah viskositas dari larutan prekursor. Semakin besar nilai viskositas, maka sampel yang dihasilkan semakin mengarah ke serat murni. Berdasarkan hasil uji FTIR didapatkan bahwa ETH berhasil termuatkan di dalam PVP dengan munculnya gabungan dari puncak-puncak pada sampel SP, SSB, dan SS yang sebelumnya hanya dimiliki oleh PVP atau ETH saja. Seiring dengan jumlah kadar ETH yang semakin kecil pada sampel SP, SSB, dan SS, ditemukan bilangan gelombang ikatan O-H bergeser ke nilai yang semakin besar yaitu, 3392, 3402, dan 3420 cm-1. Hasil uji pelepasan menunjukkan pelepasan ketiga sampel (SS, SSB, SP) lebih cepat dari pada bulk ETH. Sampel serat menunjukkan disolusi paling cepat diantara sampel lainnya. Hal ini dapat disebabkan oleh sifat material yang digunakan dan posisi ETH di dalam sampel.", "Daftar File": {"2018 TA PP NOVITA WAHYUNI  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136951", "2018 TA PP NOVITA WAHYUNI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/136952", "2018 TA PP NOVITA WAHYUNI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/136953", "2018 TA PP NOVITA WAHYUNI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/136954", "2018 TA PP NOVITA WAHYUNI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/136955", "2018 TA PP NOVITA WAHYUNI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/136956", "2018 TA PP NOVITA WAHYUNI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/136957", "2018 TA PP NOVITA WAHYUNI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/136958"}, "Penulis": "NOVITA WAHYUNI (NIM: 10213031)", "Kontributor / Dosen Pembimbing": ["Pembimbing :        \n \n \n \n \n \n \n \n\nProf. Dr.Eng. Khairurrijal.        \n \n \n \n \n \n \n \n\nDr.Eng. Muhammad Miftahul Munir."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Ekstrak teh hijau, mikroenkapsulasi, pemintal elektrik, polivinilpirolidon, penghantaran obat", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "26 Apr 2018"}