{"Nomor": 29738, "Judul": "KAJIAN RISIKO TSUNAMI DI PACITAN, JAWA TIMUR MENGGUNAKAN SIMULASI TSUNAMI HIPOTETIK", "Abstrak": "Rekam sejarah menunjukkan tidak ada gempa bumi singnifikan yang membangkitkan tsunami di perairan selatan Jawa, kecuali Tsunami Banyuwangi, 1994 dan Tsunami Pangandaran, 2006. Tsunami tersebut memiliki momen magnitudo 7,8 (1994) dan 7,7 (2006). Kedua tsunami menerjang daratan dengan tinggi 14 meter di Banyuwangi dan run-up ekstrem 21 meter di Jawa Barat yang kini memunculkan seismic gap (celah seismik) yang mungkin menjadi sumber tsunami di masa yang akan datang. Selain itu, banyak penelitian yang menyatakan bahwa tsunami tersebut merupakan tipe tsunami earthquake. \n\nTeluk Pacitan berada di pantai selatan Pulau Jawa yang langsung menghadap Samudera Hindia dan berada di seismic gap tersebut. Simulasi dilakukan menggunakan software COMCOT v.1.7 dengan Global Mapper 15, Matlab, dan ArcGIS 10.2.2 sebagai software penunjang dan plugin InaSAFE untuk menghitung risiko tsunami di Kabupaten Pacitan. \n\nTerdapat 3 skenario tsunami, yaitu skenario tsunami untuk magnitudo Mw = 7,7, 8,3, dan 8,8. Hasil simulasi tsunami berupa tinggi, waktu tiba, dan run-up tsunami digunakan sebagai parameter hazard, sedangkan jumlah penduduk, jalan, dan bangunan merupakan parameter vulnerability. Tsunami tiba setelah menit ke 38,53, 38,27, dan 39,25 dengan tinggi tsunami 1,92 meter, 3,83 meter, dan 9,75 meter untuk Mw=7,7, Mw=8,3, dan Mw=8,8, serta flowdepthn sekitar 0 Ã‚Â– 1,7 meter. Desa Sidoharjo merupakan desa yang terkena dampak paling berat. Tiga simulasi tsunami merendam area yang sama namun tingginya berbeda karena wilayah Kecamatan Pacitan langsung dibatasi dengan tebing.", "Daftar File": {"2018 TA PP NOVITA TILANGSARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136950"}, "Penulis": "NOVITA TILANGSARI      (NIM : 12913015)", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Hamzah Latief"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "celah seismik, Pacitan, tsunami earthquake, risiko tsunami", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "20 Mar 2018"}