{"Nomor": 29734, "Judul": "INVENTARISASI EMISI BLACK CARBON, PREKURSOR OZON (CO, NOX, SPESI VOC) DAN PENENTUAN OZONE FORMATION POTENTIAL (STUDI KASUS : BANDUNG RAYA)", "Abstrak": "Pencemaran udara diketahui berkaitan erat dengan perubahan iklim akibat perubahan komposisi gas-gas di atmosfer terutama gas rumah kaca yang berperan dalam menyerap dan memancarkan energi radiasi. Selain GRK terutama CO2 yang memiliki waktu hidup yang panjang di atmosfer (Long Lived Greenhouse Gases) terdapat climate forcers yang memiliki waktu hidup singkat di atmosfer dan berperan dalam menyebabkan polusi udara dan terganggunya kehidupan manusia yang disebut sebagai Short Lived Climate Forcers (SLCFs). SLCFs yang utama adalah metana, ozon troposfer dan black carbon, ketiganya diketahui memiliki waktu hidup yang singkat di atmosfer tetapi berdampak buruk pada kesehatan manusia, pertanian dan ekosistem, dan reduksi ketiganya di atmosfer akan membatasi kecepatan peningkatan temperatur global selama dua hingga empat dekade yang akan datang. Penelitian ini bertujuan untuk melakukan inventarisasi emisi prekursor ozon meliputi CO, NOx, dan VOC, serta Black Carbon sebagai SLCFs yang dominan dari beberapa sektor yaitu rumah tangga, industri, dan transportasi di wilayah Kota Bandung dan sekelilingnya menggunakan Sistem Informasi Geografi (SIG). Hasil penelitian menunjukkan sektor dominan yang berkontribusi pada emisi pencemar tersebut di Kota Bandung adalah sektor transportasi, rumah tangga, dan industri. Begitu juga di wilayah Kabupaten Bandung. Berdasarkan analisis spasial dengan GIS diketahui bahwa wilayah Kota Bandung bagian selatan merupakan penghasil emisi terbesar, sedangkan di Bandung   \n\nRaya yang menghasilkan emisi terbesar adalah Kota Bandung, Kabupaten Bandung, Kota Cimahi, Kabupaten Subang, dan Kabupaten Purwakarta. Berdasarkan perhitungan OFP diketahui bahwa potensi pembentukan ozon terjadi di Kota Bandung akibat emisi pencemar yang tinggi terutama VOC.", "Daftar File": {"2013 TS PP NOVITA AMBARSARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/136932", "2013 TS PP NOVITA AMBARSARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/136933", "2013 TS PP NOVITA AMBARSARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/136934", "2013 TS PP NOVITA AMBARSARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/136935", "2013 TS PP NOVITA AMBARSARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/136936", "2013 TS PP NOVITA AMBARSARI 1-BAB 5.1.pdf": "https://digilib.itb.ac.id/gdl/download/136937", "2013 TS PP NOVITA AMBARSARI 1-BAB 5.2.pdf": "https://digilib.itb.ac.id/gdl/download/136938", "2013 TS PP NOVITA AMBARSARI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/136939", "2013 TS PP NOVITA AMBARSARI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/136940"}, "Penulis": "NOVITA AMBARSARI [25311032]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Puji Lestari, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Inventarisasi emisi, prekursor ozon, black carbon, OFP ; emission inventory, ozone precursors, black carbon, OFP", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "9 file", "Tanggal Input": "19 Sep 2018"}