{"Nomor": 29736, "Judul": "EFISIENSI PENYERBUKAN LEBAH TIDAK BERSENGAT (Tetragonula laeviceps ) TERHADAP TOMAT (Lycopersicon esculentum Mill.) DAN MENTIMUN (Cucumis sativus L.) DENGAN SISTEM PERTANAMAN TUMPANGSARI", "Abstrak": "Sistem pertanaman tumpangsari memungkinkan tercapainya keseimbangan antara kelayakan ekonomis dan ekologis sebagai salah satu prasyarat untuk pertanian berkelanjutan. Sistem tumpangsari tanaman tomat dan mentimun berpotensi untuk meningkatkan produktivitas buah yang dihasilkan. Di sisi lain, penyerbukan menggunakan stingless bees (Tetragonula laeviceps) juga berpotensi untuk meningkatkan kuantitas dan kualitas buah yang dihasilkan. Kedua hal ini menjadi dasar dari penelitian ini dimana dilakukan pengamatan terhadap pengaruh penyerbukan polinator T. laeviceps dilakukan terhadap 10 tanaman dengan total 100 bunga dari masing-masing tanaman tomat dan mentimun terpilih yang dilakukan di dalam screen. Pelakuan open pollination dilakukan di lahan terbuka dengan lebah yang diamati adalah Apis cerana. Pada penelitian ini dilakukan perhitungan terhadap frekuensi kunjungan lebah yang terdiri dari visitation rate, foraging rate, dan flower handling time terhadap bunga tomat dan mentimun. Dihitung efisiensi penyerbukan, diameter, panjang, bobot, dan jumlah biji serta dilakukan uji organoleptik. Hasil penelitian menunjukan bahwa tidak ditemukan lebah yang mengunjungi bunga tomat karena preferensi kunjungan lebah yang lebih menyukai bunga mentimun dan bunga lain yang berada di areal penelitian. Efisiensi penyerbukan tomat dengan open polination (83%) lebih tinggi dibandingkan dengan close pollination (53%). Efisiensi mentimun dengan T. laeviceps adalah 14% sedangkan efisiensi penyerbukan dengan open pollination adalah 73%. Berdasarkan hasil uji statistik menggunakan uji Mann Whitney terhadap parameter diameter, panjang, bobot, jumlah biji yang dilakukan terhadap buah mentimun, tidak diperoleh perbedaan signifikan antara buah mentimun yang dihasilkan dengan penyerbukan menggunakan T. laeviceps ataupun dengan open polination. Namun hasil yang diperoleh menunjukan bahwa panjang, bobot, dan jumlah biji yang dihasilkan mentimun dengan polinator T. laeviceps lebih tinggi 3,6% untuk panjang, 6,6% untuk bobot, dan 2,2 % untuk jumlah biji. Uji organoleptik menyatakan preferensi kesukaan panelis lebih tinggi terhadap mentimun yang dihasilkan dengan bantuan polinator T. laeviceps dibandingkan dengan open pollination. Open pollination pada tanaman tomat menghasilkan buah dengan diameter, panjang, dan bobot yang lebih tinggi dan berbeda signifikan dibandingkan dengan close pollination.", "Daftar File": {"2018 TA PP NOVITASARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136942"}, "Penulis": "NOVITASARI (nim : 11414028)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. Ir. Mia Rosmiati, MP. \n\nDr. Ramadhani Eka Putra, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Apis cerana, Efisiensi, Frekuensi kunjugan, Mentimun, Tomat, Tetragonula laeviceps.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2018"}