{"Nomor": 29747, "Judul": "EVALUASI BISNIS LNG DOMESTIK DENGAN ADANYA  BUMN HOLDING MIGAS YANG BARU", "Abstrak": "Gas alam saat ini dianggap sebagai alternatif bahan bakar yang sesuai di Indonesia. Akan tetapi tingginya permintaan akan bahan bakar dasar minyak tidak dapat dipenuhi karena turunnya produksi minyak. Dengan mempertimbangkan wilayah kepulauan di Indonesia, mode transportasi gas alam yang sesuai adalah dengan LNG. Hal ini merupakan bagian tanggung-jawab dari Pemerintah Indonesia dalam meyakinkan distribusi gas alam ke seluruh wilayah negara. Selanjutnya dengan inisiatif dari pemerintah untuk menyederhanakan bisnis pemanfaatan gas, Pertamina sebagai perusahaan minyak dan gas nasional mengakuisisi PGN untuk membentuk BUMN Holding Migas.Sebagai tambahan, PGN juga mengakui sisi Pertamina Gas dari Pertamina. Anak perusahaan BUMN Holding Migas yang baru ini mempunyai beberapa potensi persoalan bisnis yang perlu dievaluasi, yaitu sebagai berikut:   \n \n \n\n1.\tMemastikan kesempatan dan tantangan dalam pasar pemanfaatan gas, terutama untuk bisnis LNG domestik. Analisa mengenai kesempatan dan tantangan yang ada diperlukan untuk memperbaiki kinerja setelah akuisisi.   \n \n \n\n2.\tMengevaluasi keberlanjutan bisnis dari pemanfaatan gas dari sudut pandang keuangan. Kinerja keuangan merupakan parameter kunci untuk menentukan bahwa akuisisi akan memberikan efek yang positif pada perusahaan dan keberlanjutan bisnis gas untuk tujuan domestik.   \n \n \n \n\nDalam menganalisa potensi persoalan bisnis, beberapa metode digunakan. Metode yang digunakan termasuk analisa PESTLE, PorterÃ‚Â’s Five Forces dan SWOT. Sebagai hasilnya tiga persoalan utama dapat diidentifikasi. Persoalan pertama adalah pada kebutuhan untuk memiliki infrastruktur gas dan strategi pemanfaatan gas supaya mencapai seluruh wilayah Indonesia. Persoalan berikutnya adalah tantangan untuk mendapatkan sumber daya gas untukmemenuhipermintaanpelanggandanpotensialkebutuhan di masa mendatang. Yang terakhir adalah perlunya menentukan tindakan untuk memperbaiki Keefektivitasan Manajemen.   \n \n \n \n\nDalam menyelesaikan persoalan yang ada, digunakan referensi dari kebutuhan dan pasokan gas alam di Indonesia. Dari referensi ini diestimasi pada tahun 2030, Indonesia akan membutuhkan gas alam sebanyak 7,806 MMSCFD atau 59.83 MTPA. Dengan mengukur kapasitas terpasang saat ini untuk menerima gas alam, masih dibutuhkan tambahan infrastruktur gas, terutama terminal-terminal regasifikasi LNG yang berkapasitas total mencapai 45.22 MTPA. Dana yang dibutuhkan untuk konstruksi terminal ini diperkirakan mencapai USD 16.32 milyar. Selanjutnya kontrak gas/LNG juga perlu ditetapkan untuk membeli gas dari produksi domestik yang belum terikat kontrak dan juga produksi gas/LNG dari Negara lain, terutama Singapura, Qatar atau Amerika Serikat sampai mencapai 59.83 MTPA.    \n \n \n \n\nDalam memperbaiki Keefektivitasan Manajemen, beberapa rencana tindakan diusulkan untuk dilaksanakan. Rencana tindakan yang perlu dipersiapkan adalah untuk menghasilkan inovasi dan produk yang mempunyai nilai tambah yang unik. Yang termasuk dalam rencana ini adalah membangun lebih banyak lagi fasilitas LNG truk skala kecil.   \n \n \n \n\nSelanjutnya rencana pelaksanaan perbaikan yang detail telah dipersiapkan untuk dilakukan. Rencana ini menunjukkan komitmen PGN dalam memenuhi kebutuhan gas alam dan mendukung program Pemerintah Indonesia untuk mencapai ketahanan energi. Sehingga dengan usaha yang dilakukan PGN dalam melaksanakan rencana kerja tersebut, diharapkan perusahaan dapat mempertahankan bisnis gas yang berkelanjutan dan meningkatkan pertumbuhan organisasi.", "Daftar File": {"2018 TS PP NUGRAHANTO WIDAGDO 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136973"}, "Penulis": "NUGRAHANTO WIDAGDO  29116327", "Kontributor / Dosen Pembimbing": ["Dr. Isrochmani Murtaqi"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "LNG (Liquefied Natural Gas), PESTLE, PorterÃ‚Â’s Five Forces, SWOT Analysis", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "27 Sep 2018"}