{"Nomor": 29744, "Judul": "STUDI KELAYAKAN FINANSIAL BISNIS KARGO DI PT BANDARUDARA INTERNASIONAL JAWA BARAT", "Abstrak": "PT Bandarudara Internasional Jawa Barat (PT BIJB) merupakan badan usaha milik daerah yang baru mulai beroperasi pada tanggal 24 Mei 2018. Sebagai bandara yang baru beroperasi PT BIJB memiliki bisnis inti dan bisnis pendukung. Karena bisnis inti bandara BIJB sudah berjalan, akan tetapi, terdapat masalah yang dihadapi oleh PT BIJB yang dikarenakan bandara ini baru beroperasi dan masih mengalami kerugian. Maka dari itu, guna memperluas bisnis perusahaan dan menutupi kerugian pada tahun sebelumnya, PT BIJB berencana untuk membuat bisnis kargo. \n\nPenelitian ini bertujuan untuk mengetahui apakah bisnis kargo ini layak atau tidak. Biaya investasi yang dimiliki oleh PT BIJB untuk proyek kargo ini sebesar Rp 100,000,000,000 dengan target operasi berjalan pada bulan desember tahun 2018. Pengukuran dari aspek finansial yaitu Net Present Value (NPV), Internal Rate of Return (IRR), Payback Period (PBP), Profitability Index (PI) dan pengukuran lain yang digunakan untuk mengetahui faktor yang paling sensitive terhadap NPV dengan menggunakan analisis sensitivitas dengan alat Monte Carlo Simulation. \n\nHasil yang diperoleh dari study kelayakan finansial ini adalah: NPV sebesar Rp 46,267,419,358; IRR sebesar 16.25%; PBP sebesar 6 Tahun 1 Bulan dan PI sebesar 1.46. Sehingga dapat disimpulkan bahwa proyek kargo ini layak. Berdasarkan sensitivity analasis faktor yang paling mempengaruhi project ini adalah pertumbahan kargo domestik. Kemudian simulasi Monte Carlo menunjukkan bahwa persentase kemungkinan PT BIJB mendapat NPV negatif sebesar 14.658% dan persentase kemungkinan PT BIJB mendapatkan NPV lebih tinggi dari base NPV adalah sekitar 1,713%.", "Daftar File": {"THESIS NOVY DWI ARDIYATI PERPUSTAKAAN.pdf": "https://digilib.itb.ac.id/gdl/download/136970"}, "Penulis": "NOVY DWI ARDIYATI 29116379", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T., M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Airport Cargo, Feasibility Study, Monte Carlo Simulation, Sensitivity Analysis", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "09 Agu 2018"}