{"Nomor": 29751, "Judul": "ANALISIS KARAKTERISTIK FISIK DAN DAYA DUKUNG SEDIMEN KUARTER DI WILAYAH PESISIR PENDUNGAN, KABUPATEN BALI SELATAN SERTA KAITANNYA DENGAN SEBARAN FASIES", "Abstrak": "Pengembangan wilayah pada hakekatnya menyangkut pemanfaatan lahan secara optimal bagi kepentingan manusia dan meminimalisir kerusakan infrastruktur jika terjadi bencana, khususnya bencana geologi. Salah satu upaya mitigasi dalam kaitannya dengan bahaya penurunan tanah adalah kajian fasies dan sifat fisik endapan sedimen di daerah pesisir pantai bagian selatan Bali yang bertujuan untuk mendapatkan hubungan antara fasies, daya dukung, dan potensi bahaya penurunan tanah pada endapan sedimen terhadap pengembangan infrastruktur untuk perencanaan tata ruang. Penelitian ini bertujuan untuk mengetahui kondisi bawah permukaan dan menghitung daya dukung sedimen. Metode yang digunakan dalam penelitian ini adalah observasi inti bor, pengamatan pola kurva CPTu, analisis besar butir untuk penentuan fasies, serta analisis laboratorium untuk mengetahui karakteristik fasies, dilanjutkan dengan analisis daya dukung untuk mengetahui daya dukung sedimen daerah penelitian. Berdasarkan asosiasi litologi, pengamatan pola kurva CPTu, analisis besar butir, analisis laboratorium, dan analisis daya dukung sedimen, terdapat 3 fasies yang berkembang di daerah penelitian dengan nilai daya dukung yang berbeda. Fasies lempung dataran banjir disusun oleh lempung dan mengandung pecahan cangkang fauna laut. Jenis sedimen yang berkembang di fasies ini adalah OH dengan FC berkisar antara 67,60 Ã‚Â– 81,77%, kurva CPTu berpola silindris dengan nilai qc 0,5 Ã‚Â– 5 MPa, dan memiliki N-SPT antara 2 Ã‚Â– 20. Lalu, fasies fluvial disusun oleh lempung dan pasir. Lempung bersifat agak padat dan mengandung kerikil, sedangkan pasir berukuran halus Ã‚Â– kasar, tidak mengandung pecahan cangkang fauna laut. Jenis sedimen yang berkembang di fasies ini adalah CH, SP, dan SM dengan FC berkisar antara 12,47 Ã‚Â– 79,86%, kurva CPTu berpola tidak rata, simetris, dan menghalus ke atas dengan nilai qc 8 Ã‚Â– 17 MPa, serta memiliki nilai N-SPT berkisar 24 Ã‚Â– 68. Fasies pematang pantai disusun oleh pasir halus Ã‚Â– kasar dan tanpa kehadiran pecahan cangkang fauna laut. Jenis sedimen yang berkembang di fasies ini yaitu GW, SP, dan SW dengan FC antara 3,84 Ã‚Â– 21,96%, kurva CPTu berpola mengkasar ke atas dengan nilai qc 2 Ã‚Â– 13 MPa, dan memiliki nilai N-SPT berkisar 8 Ã‚Â– 52. Secara umum fasies pasir pematang pantai memiliki nilai daya dukung pondasi dangkal terbesar di antara kedua fasies lainnya.", "Daftar File": {"2017 TS PP NUGROHO AJI SATRIYO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/136977", "2017 TS PP NUGROHO AJI SATRIYO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/136978", "2017 TS PP NUGROHO AJI SATRIYO 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/136979", "2017 TS PP NUGROHO AJI SATRIYO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/136980", "2017 TS PP NUGROHO AJI SATRIYO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/136981", "2017 TS PP NUGROHO AJI SATRIYO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/136982", "2017 TS PP NUGROHO AJI SATRIYO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/136983"}, "Penulis": "NUGROHO AJI SATRIYO (NIM: 22014022)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Imam Achmad Sadisun, S.T. ,M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "sedimen, CPTu, fasies, daya dukung, Bali selatan", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "19 Sep 2018"}