{"Nomor": 29752, "Judul": "IDENTIFIKASI SEBARAN LOGAM BERAT ARSEN (As) PADA AIR TANAH DANGKAL DENGAN METODE KRIGING  (Studi Kasus: Air Tanah Dangkal Sub-DAS Ciwidey)", "Abstrak": "Arsen adalah elemen jejak bersifat toksik dan dapat menyebabkan berbagai dampak negatif terhadap kesehatan manusia. Salah satu sumber paparan arsen untuk manusia adalah melalui air tanah. Air tanah yang terindikasi memiliki kandungan arsen tinggi salah satunya adalah air tanah yang berada pada lokasi yang terpengaruh oleh sistem panas bumi. Kontaminasi arsen pada air tanah merupakan suatu permasalahan global yang cukup serius dan  telah didapati kontaminasi arsen pada air tanah terjadi di Taiwan, Chile, Bangladesh, Argentina, Meksiko, China, dan India. Sub-DAS Ciwidey merupakan area di salah satu lereng Gunung Patuha yang terletak di selatan Cekungan Bandung memiliki banyak manifestasi panas bumi yang merupakan salah satu sumber polutan alami yang merupakan polutan vulkanogenik. Penelitian yang dilakukan pada 42 sampel air tanah dangkal, dengan jarak antar titik sampel berisar 500 meter, di Sub-DAS Ciwidey menunjukkan bahwa konsentrasi arsen berkisar 0.001 mg/l sampai dengan 3.25 mg/l, melebihi batas aman yang telah ditetapkan oleh WHO dan Indonesia yaitu 0.01 mg/l. Metode geostatistik kriging digunakan untuk memprediksi nilai konsentrasi arsen di lokasi yang tidak dilakukan pengambilan sampel dan mengetahui pola sebaran arsen. Metode geostatistik dengan Simple Kriging tanpa transformasi memberikan hasil prediksi sebaran arsen yang paling akurat. Konsentrasi tertinggi arsen terdapat pada mata air panas manifestasi panas bumi Gunung Patuha dan memiliki pola sebaran semakin mengecil menuju tengah, akan tetapi terjadi peningkatan konsentrasi arsen di bagian hilir daerah penelitian. Interpretasi kehadiran arsen berdasarkan analisis geokimia air tanah menggunakan Diagram Schoeller menunjukkan hasil bahwa air tanah di lokasi studi berasal dari sumber yang sama, dan terpengaruh oleh sistem panas bumi. Keterlayanan masyarakat di sepanjang Sub-DAS Ciwidey oleh PDAM hanyalah 19.75% dan 80.25% menggunakan air tanah dangkal sebagai sumber air minum. Dengan demikian, maka diperkirakan sebanyak 430,600 jiwa berisiko terpapar oleh kontaminasi arsen di air tanah dangkal yang melebihi batas aman yang telah ditetapkan WHO.", "Daftar File": {"2018  TS PP NUHA AMIRATUL AFIFAH 1- ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/136984"}, "Penulis": "NUHA AMIRATUL AFIFAH       NIM : 25316003", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Ir. Suprihanto Notodarmojo, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "arsen, panas bumi, air tanah dangkal, Sub-DAS Ciwidey, metode kriging", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "26 Jun 2018"}