{"Nomor": 29760, "Judul": "STUDI PENGARUH BIOOKSIDASI MINERAL WASTE EMAS TERHADAP PERSEN EKSTRAKSI EMAS HASIL SIANIDASI MENGGUNAKAN BAKTERI PENGOKSIDASI BESI DAN SULFUR", "Abstrak": "Mineral waste atau mineral bukaan tambang merupakan bijih atau mineral bagian dari overburden tepatnya pada bagian lapisan tanah inti yang dinilai masih mengandung mineral berharga namun dengan kadar yang sangat rendah. Mineral waste yang digunakan dalam penelitian ini masih mengandung emas. Namun, kandungan emas dalam mineral waste yang sangat kecil dan keterdapatan mineral pengotor seperti mineral karbonat, mineral lempung dan mineral sulfida dapat menjadi kendala dalam pemrosesan bijih tersebut. Metode pra-pengolahan biooksidasi mulai menjadi metode alternatif pra-pengolahan bijih emas refraktori karena terbukti ekonomis dan ramah lingkungan. Dalam penelitian ini, dilakukan percobaan biooksidasi terhadap mineral waste emas dengan menggunakan bakteri tipe pengoksidasi besi dan sulfur. \n\nSerangkaian percobaan diawali dengan preparasi bijih dengan penggerusan kemudian dilanjutkan dengan pengayakan untuk mendapatkan bijih dengan ukuran lolos 75 mikron (-75 μm). Selanjutnya, bijih dihomogenisasi dan disampling dengan metode riffle splitter dan coning-quartering untuk keperluan karakterisasi sampel bijih dan juga percobaan biooksidasi. Karakterisasi bijih yang dilakukan berupa XRD, XRF, mineragrafi sayat poles, analisis head grade dan pengujian sifat preg-robbing. Kemudian dilakukan percobaan biooksidasi pendahuluan pada bijih dengan bakteri-bakteri pengoksidasi besi dan sulfur yang bertujuan untuk menentukan bakteri terbaik dalam percobaan serta melakukan percobaan sianidasi langsung pada bijih tanpa perlakuan biooksidasi yang bertujuan untuk menentukan seberapa besar pengaruh tahap biooksidasi dalam meningkatkan persen ekstraksi emas. Setelah didapatkan bakteri terbaik kemudian akan dilakukan percobaan biooksidasi inti dengan menggunakan bakteri terbaik tersebut dengan beberapa variasi pada proses biooksidasi yang meliputi variasi penambahan FeSO4.7H2O, molase dan persen padatan. Kemudian, percobaan sianidasi dilakukan pada setiap residu hasil biooksidasi menggunakan agitation leaching dengan 30% Padatan, konsentrasi NaCN 1000 ppm, pH 10,45-10,5, konsentrasi oksigen terlarut 7-10 ppm selama 24 jam. \n\nHasil analisis menunjukkan bijih emas mengandung mineral karbonatan dan bersifat preg-robbing kategori sedang. Bakteri mixotrof pengoksidasi besi dan sulfur terbaik menurut percobaan adalah Pantoea septica dengan %ekstraksi emas sebesar 45,52%. Persen ekstraksi emas sianidasi langsung tanpa biooksidasi sebesar 30,60%. Variasi penambahan reagen menunjukkan persen ekstraksi emas tertinggi didapatkan pada penambahan 20 g/l FeSO4.7H2O, 4 g/l molase, dan 5% padatan dengan persen ekstraksi sebesar 49,82%.", "Daftar File": {"2018 TA PP NURAH ANUGRAH 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137025"}, "Penulis": "NURAH ANUGRAH (NIM : 12514005)", "Kontributor / Dosen Pembimbing": ["Ir. Siti Khodijah Chaerun, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Mineral Waste, Biooksidasi, Bakteri Pengoksidasi Besi dan Sulfur", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "01 Okt 2018"}