{"Nomor": 29766, "Judul": "ISOMERISASI GEOMETRI SENYAWA 2,4-DIHIDROKSI-3,5,6-TRIMETOKSI CALKON MELALUI STUDI KOMPUTASI DAN PENERAPANNYA DALAM PEMBELAJARAN", "Abstrak": "Calkon merupakan salah satu produk alam yang berlimpah. Salah satu jenis senyawa calkon yang ditemukan terdapat di kulit batang tumbuhan Cryptocarya costata. Senyawa yang berhasil diisolasi adalah senyawa 2,4-dihidroksi-3,5,6-trimetoksi calkon. Struktur senyawa 2,4-dihidroksi 3,5,6-trimetoksi calkon memiliki beberapa isomer geometri. Fenomena cis trans merupakan hal yang umum diketahui dalam bidang kimia organik, tetapi tetap menarik untuk dikembangkan sebagai bahan ajar di sekolah maupun di universitas. Penelitian ini bertujuan untuk mengkaji isomer geometri senyawa tersebut dari segi termodinamika dan menerapkannya dalam pembelajaran. Metode untuk mengkaji kestabilan dan energi isomer geometri dilakukan dengan menggunakan metode kimia komputasi. Perhitungan menggunakan Gaussian 09 dengan teori kerapatan fungsional, metode B3LYP dan basis set 6-311G. Dari struktur senyawa tersebut, dikaji tiga bidang putar atau torsi dengan melibatkan ikatan tunggal dan rangkap. Dari ketiga torsi struktur, dikaji pula struktur dan kestabilan dalam keadaan singlet dan triplet. Hasil perhitungan struktur singlet, torsi 1 memiliki energi aktivasi adalah 9,537 kkal/mol, sedangkan torsi 2 dan 3 berturut-turut adalah 3,150 kkal/mol dan 7,8777 kkal/mol. Dari hasil tersebut dapat disimpulkan bahwa senyawa 2,4-dihidroksi-3,5,6-trimetoksi calkon membutuhkan energi yang lebih tinggi untuk berisomerisasi dengan torsi perputaran berturut-turut yaitu torsi pertama, ketiga, dan kedua. Torsi pertama merupakan ikatan rangkap, torsi kedua dan ketiga mengubah posisi gugus karbonil, hidroksi, dan metoksi. Dari ketiga torsi tersebut juga dapat diketahui bahwa ΔG dari isomer pertama, kedua, dan ketiga adalah 5,560 kkal/mol, -2,9543 kkal/mol, dan 0,1518 kkal/mol. Nilai ΔH untuk masing-masing isomer berturut-turut adalah 4,764 kkal/mol, -2,7127 kkal/mol, dan 0,5377 kkal/mol. Demikian pula kecenderungan yang sama saat struktur dalam keadaan triplet. Torsi 1 memiliki energi aktivasi adalah 11,0875 kkal/mol, sedangkan torsi 2 dan 3 berturut-turut adalah -0,1964 kkal/mol dan 5,8058 kkal/mol. Nilai ΔG adalah -0,4800 kkal/mol, -2,9310 kkal/mol, dan -2,0400 kkal/mol, sedangkan ΔH untuk masing-masing isomer berturut-turut adalah -1,3673 kkal/mol, -3,1689 kkal/mol, dan -1,9804 kkal/mol. Hasil kajian isomer geometri selanjutnya diterapkan sebagai bahan ajar melalui eXeLearning dengan molekul yang lebih sederhana yaitu etana dan etena.", "Daftar File": {"2016 TS PP NUR AMALIA AFIYANTI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/137036", "2016 TS PP NUR AMALIA AFIYANTI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/137037", "2016 TS PP NUR AMALIA AFIYANTI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/137038", "2016 TS PP NUR AMALIA AFIYANTI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/137039", "2016 TS PP NUR AMALIA AFIYANTI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/137040", "2016 TS PP NUR AMALIA AFIYANTI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/137041", "2016 TS PP NUR AMALIA AFIYANTI 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/137042"}, "Penulis": "NUR AMALIA AFIYANTI (NIM: 90514002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Muhamad A. Martoprawiro, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Calkon, Isomers, DFT, eXeLearning.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "25 Sep 2018"}