{"Nomor": 29764, "Judul": "ANALISIS WATER BALANCE TERHADAP POTENSI OVERTOPPING PADA TAILING STORAGE FACILITY (TAILING DAM)", "Abstrak": "Daerah pertambangan PT. Antam Tbk. UBPE Pongkor Ã‚Â– Jawa Barat terletak pada Daerah Aliran Sungai (DAS) Cisadane. Fluktuasi aliran Sungai Cisadane sangat bergantung pada curah hujan di daerah tangkapannya. Bagian dari kegiatan pertambangan yang sangat erat hubungannya dengan lingkungan adalah pada Tailing Storage Facility (Tailing Dam) yang sering ditemukan terjadinya kegagalan atau kecelakaan yang berupa pelimpahan (overtopping) sehingga memberikan dampak buruk pada lingkungan sekitarnya. Oleh karena itu, diperlukan kajian periode ulang hujan dan debit rencana serta analisis water balance untuk mengetahui potensi terjadinya risiko pelimpasan (Overtopping) pada tailing dam akibat curah hujan lebih. Metode yang digunakan dalam penelitian ini adalah metode distribusi Log Pearson Type III (perhitungan hujan rencana), metode Mononobe (perhitungan intensitas curah hujan dalam periode ulang tertentu), HEC-1 (perhitungan debit puncak) serta analisa water balance (perhitungan volume overtopping). Curah hujan rencana periode ulang 2 tahun untuk DAS Cisadane adalah 89.7 mm. Debit rencana pada outlet 1, outlet 2, dan outlet 3 secara berturut-turut periode ulang 2 tahun adalah 221.136, 282.6, dan 290.204 m3/s. Overtopping berpotensi terjadi ketika curah hujan lebih bernilai tinggi di atas rata-rata bulanannya, dan tidak adanya penambahan volume pengerukan tailing. Sehinggadari hasil perhitungan water balance periode ulang 2 tahun, overtopping terjadi pada bulan Januari tahun 2006 dengan volume overtopping sebesar 43409.01 m3, bulan Juli, Agustus, September, Oktober, November, dan Desember Tahun 2007 dengan volume overtopping masing-masing sebesar 2569.369169, 1502.091895, 933.7635652, 619.1217028 , 460.5130713, dan 415.6718712 m3, dan bulan Februari Tahun 2008 dengan volume overtopping sebesar 3459.657 m3.", "Daftar File": {"2016 TA PP NUR ALFI LAILAH AHSAR1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/137029", "2016 TA PP NUR ALFI LAILAH AHSAR1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/137030", "2016 TA PP NUR ALFI LAILAH AHSAR1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/137032", "2016 TA PP NUR ALFI LAILAH AHSAR1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/137033", "2016 TA PP NUR ALFI LAILAH AHSAR1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/137034"}, "Penulis": "NUR ALFI LAILAH AHSAR (NIM : 12811042)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Plato Martuani Siregar, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Tailing Dam, Overtopping, Curah Hujan Rencana, Log Pearson Type III, Water Balance", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "6 file", "Tanggal Input": "15 Agu 2018"}