{"Nomor": 29761, "Judul": "ESTIMASI SIMPANAN KARBON PADA EKOSISTEM PADANG LAMUN DAN HUTAN MANGROVE DI PULAU RAMBUT, KEPULAUAN SERIBU, DKI JAKARTA", "Abstrak": "Vegetasi ekosistem pesisir menyerap CO2 dari atmosfer dan mengonversinya menjadi biomassa; dengan demikian berperan penting dalam mitigasi perubahan iklim. Untuk mendukung kebijakan pengelolaan, diperlukan data ilmiah tentang penyerapan dan penyimpanan karbon pada ekosistem pesisir dari berbagai lokasi. Pulau Rambut di Kepulauan Seribu merupakan kawasan suaka margasatwa yang kondisi alamnya relatif tidak terganggu, dan dicirikan oleh keberadaan padang lamun dan hutan mangrove. Penelitian ini dilakukan untuk menghitung nilai simpanan karbon pada ekosistem padang lamun dan hutan mangrove di Pulau Rambut. Penelitian dilakukan antara bulan Maret dan Juli 2018. Estimasi simpanan karbon padang lamun dilakukan dengan menentukan kerapatan, biomassa, dan kandungan karbon pada lamun serta berat dan kandungan karbon substrat lamun. Estimasi simpanan karbon hutan mangrove dilakukan dengan menentukan biomassa aboveground pohon, belowground pohon, nekromasa, serasah, dan substrat serta kandungan karbon organiknya. Padang lamun di bagian utara Pulau Rambut merupakan komunitas tunggal Enhalus acoroides dengan nilai simpanan karbon sebesar 1,82 MgC/ha untuk aboveground dan 1,14 MgCha untuk belowground. Sementara itu, nilai simpanan karbon substrat adalah 18,05 MgC/ha, sehingga total nilai simpanan karbon pada padang lamun adalah 21,01 MgC/ha. Di Pulau Rambut terdapat enam spesies mangrove, yaitu Bruguiera gymnorhiza, Rhizophora mucronata, Ceriops tagal, Avicennia officinalis, Xylocarpus moluccensis, dan Excoecaria agallocha. Berdasarkan hasil penelitian, diperkirakan bahwa nilai simpanan karbon adalah sebagai berikut: belowground pohon mangrove sebesar 37,05 MgC/ha, aboveground pohon mangrove sebesar 32,69 MgC/ha, nekromasa mangrove sebesar 24,81 MgC/ha, substrat mangrove sebesar 52,52 MgC/ha, dan serasah sebesar 0,14 MgC/ha. Dengan demikian, ekosistem mangrove di Pulau Rambut diperkirakan memiliki simpanan karbon sebesar 147,21 MgC/ha. Nilai yang diperoleh berada dalam kisaran yang telah dilaporkan untuk berbagai lokasi dan mengindikasikan potensi ekosistem pesisir Pulau Rambut untuk berperan dalam mitigasi perubahan iklim.", "Daftar File": {"2018 TA PP  NURAINI ASJADINNISA HARTONO  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137026"}, "Penulis": "NURAINI ASJADINNISA HARTONO (NIM : 10614043)", "Kontributor / Dosen Pembimbing": ["Dosen Pembimbing : Dr. Devi Nandita Choesin, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "lamun, mangrove, Pulau Rambut, simpanan karbon", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2018"}