{"Nomor": 29775, "Judul": "STUDI PEMANFAATAN TERAK PELEBURAN FERONIKEL SEBAGAI BAHAN BAKU UNTUK MENGHASILKAN LOGAM FEROSILIKON-KROMIUM DAN MAGNESIUM", "Abstrak": "Di Indonesia, terak dikategorikan sebagai Bahan Berbahaya dan Beracun (B3) oleh Pemerintah Indonesia dalam Peraturan Pemerintah Republik Indonesia nomor 101 tahun 2014. Terak peleburan feronikel memiliki kandungan unsur Si, Mg dan Fe yang relatif tinggi sehingga terak peleburan feronikel memiliki potensi sebagai bahan baku untuk mengekstrak ketiga unsur tersebut. Berdasarkan hasil perhitungan Factsage, logam ferosilikon-kromium dan magnesium dapat dihasilkan dengan reduksi terak peleburan feronikel secara karbotermik pada temperatur 1400Ã‚Â°C dalam kondisi vakum.   Serangkaian percobaan dilakukan untuk mempelajari pengaruh variasi penambahan grafit serta kondisi vakum dan argon terhadap hasil reduksi terak peleburan feronikel menggunakan metode karbotermik. Rangkaian percobaan diawali dengan proses preparasi dan karakterisasi sampel terak peleburan feronikel. Percobaan dilakukan dengan mencampurkan terak peleburan feronikel dan grafit yang diaduk terlebih dahulu sebelum diletakkan pada cawan grafit. Selanjutnya, campuran dari terak peleburan feronikel dan grafit dilakukan proses reduksi dalam tube furnace pada temperatur 1500Ã‚Â°C dan 1550Ã‚Â°C pada tekanan vakum sebesar -0,1 MPa dan atau kondisi argon dengan laju alir 1 liter/menit. Kemudian, hasil percobaan dianalisis dengan SEM-EDS untuk mengetahui komposisi dan persebaran unsur pada area tertentu. Analisis XRD dilakukan untuk menentukan fasa yang terbentuk pada hasil percobaan.  \n \n\nHasil penelitian menunjukkan proses reduksi terak peleburan FeNi secara karbotermik dapat menghasilkan logam ferosilikon-kromium. Namun, logam magnesium tidak terbentuk karena uap magnesium yang dihasilkan bereaksi dengan gas CO membentuk MgO dan karbon. Kondisi vakum maupun argon tidak mempengaruhi hasil percobaan, sedangkan variasi penambahan grafit mempengaruhi penampakan fisik maupun komposisi unsur pada hasil percobaan. Penambahan grafit dengan rasio C/O=0,5 menunjukkan hasil yang optimal dengan terbentuknya logam pada bagian matriks maupun pada bagian area di luar matriks. Pada temperatur 1500Ã‚Â°C dihasilkan logam ferosilikon-kromium dengan kandungan unsur Fe 68,48%, Si 13,21% dan Cr 15,56%, sedangkan pada temperatur 1550Ã‚Â°C kandungan Fe 67,10%, Si 21,77% dan Cr 10,27%.", "Daftar File": {"2018 TA PP NURDEDANI AGUSTINA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137079"}, "Penulis": "NURDEDANI AGUSTINA - Nim: 12514055", "Kontributor / Dosen Pembimbing": ["Dr. -Ing. Zulfiadi Zulhan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Terak peleburan feronikel, karbotermik, logam ferosilikon-kromium, magnesium", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "8 file", "Tanggal Input": "03 Jul 2018"}