{"Nomor": 29772, "Judul": "Penggunaan Media Sosial Oleh Pemerintah Indonesia", "Abstrak": "Jumlah pengguna media sosial di dunia terus meningkat, dimana media sosial telah merubah cara masyarakat berkomunikasi dan telah neningkatkan ekspektasi masyarakat akan penyampaian informasi dan pelayanan dari pemerintah. Oleh karena itu, pemerintah di berbagai negara mulai menggunakan media sosial sebagai bagian dari bentuk respon pemerintah terhadap perkembangan Teknologi Informasi dan Komunikasi (TIK) dalam mencapai Open Government. Komunikasi yang terjadi melalui media sosial merupakan komunikasi dua arah yang memungkinkan pemerintah untuk meningkatkan partisipasi dan kolaborasi dengan masyarakat dalam pelayanan publik. Indonesia sebagai salah satu negara yang menerapkan Open Government, memiliki angka penetrasi media sosial yang terus meningkat sejak 2010. Hal ini membawa dampak positif dan negatif terhadap masyarakat. Dampak positif dari perkembangan media sosial di Indonesia dapat dilihat dari peningkatan jumlah pengguna media sosial yang diikuti oleh menurunnya korupsi. Di lain sisi, meningkatnya jumlah pengguna media sosial di Indonesia juga menimbulkan dampak negatif yaitu meningkatnya penyebaran hoax/berita palsu di Indonesia. Dengan menggunakan pendekatan studi kasus dengan metode kualitatif, penelitian ini menganalisis peran penetrasi media sosial dalam mengurangi korupsi di Indonesia, tingkat penggunaan media sosial yang dilakukan oleh lembaga pemerintah, dan reaksi pemerintah untuk menanggulangi masalah penyebaran hoax melalui media sosial. Penelitian ini menggunakan data sekunder berupa peraturan dan kebijakan di Indonesia yang terkait dengan korupsi, dan Informasi dan Transaksi Elektronik (ITE), data pengguna telepon seluler di Indonesia dan Indeks Persepsi Korupsi Indonesia pada tahun 2005 hingga 2016, penggunaan media sosial oleh pemerintah untuk mengurangi korupsi. Data primer diperoleh melalui wawancara dengan pejabat atau pegawai yang menangani media sosial di 19 kementerian untuk mengetahui tingkat penggunaan media sosial dari lembaga tingkat nasional di Indonesia. 19 Kementerian tersebut berasal dari Kementerian Kelompok 2, berdasarkan Peraturan Presiden No. 7 Tahun 2015, yang bertugas menangani pelaksanaan dan pengawasan tugas di bidangnya, serta pelaksanaan bimbingan teknis dan supervisi atas pelaksanaan urusan kementerian di daerah dan nasional. Adapun lingkup media sosial dibatasi pada media sosial dengan pengikut terbanyak di Indonesia yang digunakan oleh pemerintah. Hasil dari analisis menemukan bahwa sementara jumlah penetrasi telepon seluler dan penggunaan telepon seluler untuk media sosial meningkat di Indonesia, nilai indeks CPI Indonesia juga meningkat. Penggunaan media sosial di Indonesia memiliki peran dalam mengurangi korupsi untuk jangkauan media yang luas dan perannya untuk melengkapi kebebasan pers di negara ini. Lebih lanjut, analisis menemukan bahwa keterlibatan media sosial pemerintah tidak mengikuti cara yang teratur dari Open Government Maturity Model yang menciptakan kesulitan dalam melibatkan partisipasi publik dalam pembuatan kebijakan. Kelemahan awal dari penerapan media sosial pemerintah adalah kurangnya kualitas data, manajemen data, dan infrastruktur data yang sangat dibutuhkan untuk meningkatkan pemanfaatan media sosial ke level yang lebih tinggi yang memungkinkan terjadinya partisipasi dan kolaborasi. Terakhir dalam melawan berbagi berita palsu melalui media sosial, pemerintah didukung oleh informasi atau penyedia media sosial dalam menyaring berita tipuan atau informasi yang terkait dengan rasisme, sementara menerapkan informasi elektronik dan undang-undang transaksi untuk tindakan yang menentukan untuk menindaklanjuti kasus tersebut. Selain itu, pemerintah memberikan literasi media untuk publik melalui seminar dan pos media sosial pemerintah untuk mendidik masyarakat tentang literasi media untuk mengubah tindakan orang ketika bereaksi untuk menerima berita palsu.", "Daftar File": {"2018 TS PP Nur Asyiah_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/137068", "2018 TS PP Nur Asyiah_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137069"}, "Penulis": "NUR ASYIAH (NIM: 25416016)", "Kontributor / Dosen Pembimbing": ["Ridwan Sutriadi ST, MT, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "General considerations of public administration", "Kata Kunci": "Media sosial, Open Government, korupsi, hoax, partisipasi masyarakat", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Rd. Lenny Fatimah N., Dra", "File": "2 file", "Tanggal Input": "01 Okt 2018"}