{"Nomor": 29777, "Judul": "GEOLOGI, ALTERASI DAN MINERALISASI ENDAPAN EPITERMAL SULFIDASI TINGGI TAMBANG RISKA BARAT, LANUT, SULAWESI UTARA", "Abstrak": "Lokasi penelitian secara administratif berada di Distrik Lanut, Kecamatan Modayag, Kabupaten Bolaang Mongondow Timur, Provinsi Sulawesi Utara, dan secara geografis berada pada koordinat 662000-662400 mT dan 74800-75250 mU dengan luas area sebesar 400x450 meter. Riska merupakan tambang terbuka endapan emas epitermal sulfidasi tinggi yang berada di wilayah Kontrak Karya PT. J Resources. Tambang Riska telah berhenti berproduksi sejak Desember 2015. Tujuan penelitian ini adalah untuk mengetahui kondisi geologi, menentukan zona alterasi dan mineralisasi, dan mengetahui hubungan antara kadar Au-Cu-Ag dengan zona alterasimineralisasi. Untuk mencapai tujuan tersebut, dilakukan beberapa metode seperti pemetaan geologi dan alterasi, pengamatan makroskopis batuan inti pada 11 sumur pemboran, analisis petrografi terhadap 24 sampel, analisis mineragrafi terhadap 9 sampel, analisis mineral lempung menggunakan ASD (Analytical Spectral Device) terhadap 40 sampel, dan analisis geokimia assay Au, Cu, Ag. Hasil penelitian menunjukkan bahwa Tambang Riska Barat tersusun oleh 3 satuan batuan berumur Miosen, yaitu Satuan Tuf Lapili, Satuan Breksi Tuf-Breksi Piroklastik, dan Satuan Lava Andesit. Seluruh satuan batuan telah mengalami proses alterasi dan mineralisasi pada kala Pliosen. Terdapat 4 zona alterasi di daerah penelitian, yaitu Zona Alunit-Dikit-Kuarsa, Zona Kuarsa-Kaolinit, Zona Smektit-Kalsit-IlitÃ‚Â±Kuarsa, dan Zona Kalsit-Klorit-Felspar sekunderÃ‚Â±Kuarsa. Mineralisasi terdiri dari pirit yang hadir di semua zona alterasi, pirit arsenan/arsenopirit-enargit-kalkopirit yang hadir di Zona Alunit-Dikit-Kuarsa, dan bornitkovelit-goetit-hematit yang hadir sebagai mineral supergen. Paragenesis mineralisasi di daerah penelitian terdiri dari dua tahap, yaitu tahap epitermal sulfidasi tinggi dan tahap supergen. Mineralisasi supergen di daerah penelitian tersebar secara lokal pada bagian rekahan batuan di Zona Alunit-Dikit-Kuarsa pada kedalaman ≥680 m dan belum berkembang dengan baik. Endapan epitermal sulfidasi tinggi Tambang Riska Barat dikontrol oleh struktur geologi berupa sesar normal menganan berarah timur timurlaut-barat baratdaya yang terbentuk akibat pasangan sesar geser mengiri regional Inobonto. Penyebaran Au-Cu-Ag yang tinggi( > cut off grade Au=0,1 ppm, Cu=1500 ppm, Ag=10 ppm) di daerah penelitian terdapat pada zona Alunit-Dikit-Kuarsa, zona breksi hidrotermal dan zona supergen.", "Daftar File": {"2017 TA PP NURESA RIANA NUGRAHA 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/137081", "2017 TA PP NURESA RIANA NUGRAHA 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/137082", "2017 TA PP NURESA RIANA NUGRAHA 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/137083", "2017 TA PP NURESA RIANA NUGRAHA 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/137084", "2017 TA PP NURESA RIANA NUGRAHA 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/137085", "2017 TA PP NURESA RIANA NUGRAHA 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/137086", "2017 TA PP NURESA RIANA NUGRAHA 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/137087", "2017 TA PP NURESA RIANA NUGRAHA 1-BAB 4C.pdf": "https://digilib.itb.ac.id/gdl/download/137088", "2017 TA PP NURESA RIANA NUGRAHA 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/137089", "2017 TA PP NURESA RIANA NUGRAHA 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/137090", "2017 TA PP NURESA RIANA NUGRAHA 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/137091"}, "Penulis": "NURESA RIANA NUGRAHA (nim : 12012075)", "Kontributor / Dosen Pembimbing": ["Pembimbing :      \nProf. Dr. Emmy Suparka.      \nDr. Ir. Niniek Rina Herdianita, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Riska, alterasi, mineralisasi, epitermal sulfidasi tinggi, breksi hidrotermal, supergen, sesar normal menganan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "11 file", "Tanggal Input": "16 Apr 2018"}