{"Nomor": 29779, "Judul": "STUDI PERBANDINGAN HASIL UJI TRUE TRIAXIAL MULTI-STAGE NO-PAUSE TERHADAP HASIL UJI TRUE TRIAXIAL HIDROSTATIK PADA CONTOH BETON DI LABORATORIUM", "Abstrak": "Kondisi aktual batuan secara alami dapat mengalami penambahan tegangan yang independen dari segala arah dan mengalami penambahan tegangan secara bertahap. Maka dari itu, dibutuhkan sebuah pengembangan pengujian yaitu True Triaxial Multi-Stage No-Pause yang memungkinkan mendapatkan tiga tahap pengujian triaksial hanya dengan satu buah sampel kubus. Pengujian ini dilakukan dengan pembebanan aksial (σ1) dan lateral (σ2 dan σ3) pada contoh beton berbentuk kubus (95 mm x 95 mm x 95 mm). Penambahan σ2 dan σ3 dilakukan secara bertahap pada waktu sesaat contoh akan hancur dengan tanpa memberhentikan penambahan σ1. Selanjutnya, pengujian ini akan dibandingkan dengan pengujian True Triaxial Hidrostatik. \n\nKedua pengujian True Triaxial ini menggunakan kriteria runtuh Mohr-Coulomb untuk menentukan nilai kohesi (c) dan sudut gesek dalam (ϕ) yang pada hasilnya menunjukkan bahwa pada pengujian True Triaxial Multi-Stage No-Pause menghasilkan nilai kohesi (c) yang lebih tinggi sebesar 9.34% dan nilai sudut gesek dalam (ϕ) yang lebih rendah sebesar 7.76% dibandingkan dengan True Triaxial Hidrostatik. \n\nPemodelan lubang bukaan pada software Phase2 dilakukan untuk menentukan perbedaan nilai faktor keamanan (FK) dari kedua jenis pengujian True Triaxial yang pada hasilnya menunjukkan bahwa pada pengujian True Triaxial Multi-Stage No-Pause menghasilkan nilai FK yang lebih tinggi sebesar 3.62% di dinding dan lebih tinggi sebesar 3.50% di atap dibandingkan dengan True Triaxial Hidrostatik.", "Daftar File": {"2018 TA PP NURFAHMI YUSUF H P 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137093"}, "Penulis": "NURFAHMI YUSUF HADIMAR PUTRA (NIM : 12114007)", "Kontributor / Dosen Pembimbing": ["Prof., Ir., Ridho Kresna Wattimena, MT., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "true triaxial multi-stage no-pause, true triaxial hidrostatik, kohesi, sudut gesek dalam, faktor keamanan.", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "02 Jul 2018"}