{"Nomor": 29778, "Judul": "KOMBINASI PENGUKURAN ANISOTROPI ELASTIK DAN ANISOTROPI SUSEPTIBILITAS MAGNETIK PADA STUDI KASUS BATUAN BEKU TIPE LAVA FLOW DARI KOMPLEKS VULKANIK IJEN, JAWA TIMUR", "Abstrak": "Penelitian mengenai sifat anisotropi batuan sangat dibutuhkan dalam penyelidikan geofisika. Penelitian ini merupakan studi awal yang bertujuan untuk mencari hubungan antara anisotropi elastik dan anisotropi suseptibilitas magnetik pada batuan beku tipe lava flow dengan kode MR1 dari Kompleks Vulkanik Ijen. Selain itu penelitian ini bertujuan untuk menginterpretasi penyearahan yang ada pada sampel batuan beku tipe lava flow dengan kode MR1 berdasarkan integrasi dari hasil pengukuran anisotropi yang telah diperoleh dengan didukung hasil dari analisa microcomputed tomography (μCT), analisa petrografi dan data geologi. Penelitian ini belum pernah dilakukan sebelumnya. Keistimewaan dari penelitian ini yaitu dilakukan kombinasi beberapa metode yang biasanya bekerja sendiri-sendiri menjadi suatu kombinasi metode baru yang diharapkan mampu menginterpretasi penyearahan pada suatu batuan dengan lebih akurat. \n\nPenelitian ini dibagi dalam beberapa tahapan yang terdiri dari kegiatan lapangan untuk pengambilan sampel, persiapan sampel pengukuran, pengukuran kecepatan rambat gelombang seismik (Vp dan Vs) pada ketiga bidang utama yang saling tegak lurus dari satu sampel berbentuk kubus untuk mendapatkan arah kecepatan maksimum dan nilai parameter anisotropi elastik, pengukuran suseptibilitas magnetik pada enam arah dari setiap sampel berbentuk silinder sebanyak enam buah untuk mengetahui arah suseptibilitas maksimum (arah mineral magnetik) dan nilai parameter AMS, analisis petrografi pada seluruh sisi kubus yang difokuskan untuk mengamati penyearahan mineral yang mungkin hadir dan analisis μCT pada satu sampel core untuk memperoleh gambaran trend arah porositas batuan. \n\nHasil penelitian menunjukkan adanya hubungan antara AMS dengan anisotropi elastik pada batuan beku tipe lava flow yang ditunjukkan oleh korelasi positif antara arah suseptibilitas maksimum dengan arah kecepatan maksimum. Berdasarkan hasil penelitian, sampel MR1 memiliki derajat anisotropi elastik berkisar antara 2,6 % - 6,6 % untuk gelombang P dan 2,2 % - 4 % untuk gelombang S serta derajat anisotropi suseptibilitas magnetik sekitar 2,6 % - 5,4 %. Integrasi dari semua hasil pengukuran yang meliputi arah kecepatan maksimum, arah suseptibilitas maksimum, dominasi arah mineral, arah porositas dan arah kemiringan sheeting joint menunjukkan adanya penyearahan pada batuan beku tipe lava flow dengan kode MR1 yaitu kearah NE-SW. Salah satu kemungkinan penyebab penyearahan tersebut adalah arah aliran lava.", "Daftar File": {"2018 TA PP NURESI RANTRI DESI WULAN NDARI  1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137092"}, "Penulis": "NURESI RANTRI DESI WULAN NDARI (NIM: 12314060)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nProf. Dr. Satria Bijaksana. \n\nDr. Eng. Bagus Endar B. N."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "anisotropi elastik, anisotropi suseptibilitas magnetik (AMS), lava flow, microcomputed tomography (μCT), petrografi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "04 Jun 2018"}