{"Nomor": 29787, "Judul": "ANALISIS SEBARAN TITIK PANAS PADA KANAL THERMAL SATELIT HIMAWARI-8 DENGAN METODE PEWARNAAN SEMU (STUDI KASUS : KEBAKARAN HUTAN DAN LAHAN PULAU SUMATERA TAHUN 2015)", "Abstrak": "Kebakaran hutan dan lahan merupakan salah satu jenis ancaman kerusakan lingkungan yang masif bagi spesies pada ekosistem di sekitarnya. Kerusakan juga berdampak pada ekonomi, kesehatan, pendidikan dan infrastruktur. Peristiwa bencana kebakaran hutan yang terjadi pada Tahun 2015 di Pulau Sumatera tercatat sebagai bencana kebakaran terbesar di Indonesia karena melanda kawasan hutan dan lahan seluas 1.658.584 hektar. Terkait dengan hal tersebut maka upaya untuk mengidentifikasi kenaikan Suhu Permukaan Tanah(SPT) yang diindikasikan sebagai titik panas perlu dilakukan agar kebakaran dapat dideteksi lebih dini.         \n \n \n\nInformasi mengenai titik panas pada saat ini, diantaranya berasal dari pengolahan data Satelit TERRA/AQUA dan Satelit NOAA18. Satelit TERRA/AQUA merupakan satelit pola orbit polar yang memiliki resolusi spasial 1,1 km dan resolusi temporal 12 jam dengan memanfaatkan kanal thermal 21/22 (3,929-3,989 ?m), 31(10,78-11,28 ?m) dan 32(11,77-12,27 ?m). Ambang batas suhu titik panas pada siang hari lebih dari 46,85Ã‚Â°C dan malam hari lebih dari 36,85Ã‚Â°C. Sedangkan Satelit NOAA18 secara umum memiliki kesamaan dengan Satelit TERRA/AQUA yaitu pada pola orbit, resolusi spasial dan resolusi temporalnya dengan memanfaatkan kanal thermal 3B (3,55-3,93 ?m), 4(10,3-11,3 ?m) dan 5(11,5-12,5 ?m). Ambang batas suhu titik panas pada siang hari lebih dari 41,85Ã‚Â°C dan malam hari lebih dari 36,85Ã‚Â°C. Satelit TERRA/AQUA dan NOAA18 sangat baik untuk mengidentifikasi titik panas, namun resolusi temporal menengahnya menjadi kelemahan karena tidak dapat mendeteksi timbulnya titik panas lebih dini.         \n \n \n\nKarena pentingnya pendeteksian titik panas ini, maka diperlukan sensor cuaca yang memiliki resolusi temporal yang tinggi dan resolusi spasial yang memadai pada area pengamatan statik dan kontinyu, seperti Satelit Himawari-8. Pendeteksian titik panas memanfaatkan kanal thermal kanal IR4(3,5-4,0 ?m) dan kanal IR1(10,3-11,3 ?m). Ambang batas suhu titik panas pada siang hari lebih dari 41,85Ã‚Â°C dan malam hari lebih dari 36,85Ã‚Â°C. Metode untuk mengidentifikasi titik panas dan lokasinya digunakan Metode Pewarnaan Semu dengan melibatkan kanal IR4 sebagai komponen warna merah, IR4-IR1(Split Window) sebagai komponen warna hijau dan IR1 sebagai komponen warna biru. Agar dapat menggunakan citra berwarna titik panas ke proses analisis lanjutan atau diseminasi ke berbagai media tanpa menurunkan kualitas citra, maka perlu untuk mentransformasikan citra berwarna ke dalam ruang warna lain yang disesuaikan dengan kebutuhan pengguna. Ruang warna diantaranya ruang warna fiktif RGB(CIE XYZ) untuk analisis citra dan produk multimedia lainnya, ruang warna National Televisions System Committee (NTSC) untuk siaran berita pada televisi digital atau video, ruang warna Cyan Magenta Yellow Black (CMYK) untuk produksi pencetakan, ruang warna Hue Saturation Intensity (HSI) untuk analisis citra lanjutan dan ruang warna Luminance Chrominance Blue Chrominance Red (YCbCr) untuk pengolahan video digital.         \n \n \n\nPengolahan data Satelit Himawari-8 menunjukkan bahwa di Pulau Sumatera pada Tahun 2015 telah terjadi 21.434 titik panas dimana 47% terjadi di Propinsi Sumatera Selatan, 42% terjadi di Propinsi Lampung dan 11% terjadi pada propinsi-propinsi lainnya. Analisis perbandingan identifikasi titik panas dari data kedua satelit terhadap sensor cuaca AAWS menunjukkan bahwa Bulan September dan Oktober 2015 nilai absolut galat Satelit Himawari-8 lebih rendah dibandingkan dengan Satelit TERRA/AQUA terhadap data pengamatan lapangan dari sensor cuaca AAWS. Hal ini berarti bahwa untuk ambang batas SPT di lapangan yang lebih dari 38Ã‚Â°C, dapat menjadikan informasi dari Himawari-8 sebagai acuan dasar penentuan titik panas. Sedangkan informasi dari Satelit TERRA/AQUA menunjukkan bahwa SPT yang dinyatakan sebagai suhu titik panas menjadi tidak relevan karena kisaran suhu 23,79Ã‚Â°C Ã‚Â– 36,83Ã‚Â°C bukan merupakan suhu titik panas.       \n \n \n\nAnalisis perbandingan identifikasi titik panas dari data Satelit Himawari-8 terhadap Satelit TERRA/AQUA menunjukkan bahwa hasil pengukuran RMSE terhadap simpangan suhu titik panas Satelit Himawari-8 terhadap Satelit TERRA/AQUA cukup tinggi. Dalam menentukan ketepatan suhu titik panas sesuai dengan ambang batas siang dan malam hari pada kedua satelit, maka didapatkan ambang batas suhu titik panas pada siang hari untuk Satelit Himawari-8 adalah 41.85Ã‚Â°C sedangkan ambang batas suhu titik panas pada siang hari untuk Satelit TERRA/AQUA adalah 36.85Ã‚Â°C. Satelit Himawari-8 menunjukkan suhu 42,04Ã‚Â°C - 44,29Ã‚Â°C, dan Satelit TERRA/AQUA menunjukkan suhu 21,37Ã‚Â°C Ã‚Â– 40,86Ã‚Â°C adalah range suhu titik panas dengan kemunculan tertinggi. Sedangkan ambang batas suhu titik panas pada malam hari untuk Satelit Himawari-8 dan Satelit TERRA/AQUA adalah 36.85Ã‚Â°C. Masing-masing sumber informasi titik panas memiliki distribusi suhu titik panas yang berbeda-beda. Satelit Himawari-8 menunjukkan suhu 37,24Ã‚Â°C - 46,43Ã‚Â°C dan Satelit TERRA/AQUA menunjukkan suhu 6,21Ã‚Â°C Ã‚Â– 30,86Ã‚Â°C adalah range suhu titik panas dengan kemunculan tertinggi. Maka dapat disimpulkan bahwa untuk pengamatan pada siang hari Satelit Himawari-8 lebih konsisten dan relevan terhadap ambang batasnya dibandingkan dengan Satelit TERRA/AQUA.         \n \n \n\nHasil pengukuran kualitas citra berwarna titik panas sebanyak 630 data citra selama masa studi terhadap citra berwarna hasil transformasi ruang warna dengan RMSE, PSNR dan MAE menunjukkan 100% data dengan ruang warna YCbCr memiliki kualitas yang lebih unggul dibandingkan ruang warna CIE XYZ, NTSC, CMYK, dan HSI. Sedangkan berdasarkan pengukuran Universal Objective Image Quality Index (UOIQI) menunjukkan ruang warna CIE XYZ berada pada posisi terendah pada Bulan Juli sebanyak 0% dan tertinggi pada Bulan September sebanyak 45,22%, ruang warna NTSC berada pada posisi terendah pada Bulan September sebanyak 8,92% dan tertinggi pada Bulan Desember sebanyak 63,16%, sedangkan ruang warna YCbCr berada pada posisi terendah pada Bulan Desember sebanyak 36,84% dan tertinggi pada Bulan Juli sebanyak 59,38%. CIE XYZ sangat baik digunakan pada saat tutupan awan dibawah 40% dan SPT lebih dari 36,85Ã‚Â°C, NTSC kebalikan dari CIE XYZ yaitu sangat baik digunakan pada saat tutupan awan diatas 40% dan SPT kurang dari 36,85Ã‚Â°C dan YCbCr sangat adaptif terhadap perubahan kondisi lingkungan apapun.", "Daftar File": {"2017 TS PP NURHAYATI RAHAYU 1-COVER..pdf": "https://digilib.itb.ac.id/gdl/download/137128", "2017 TS PP NURHAYATI RAHAYU 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/137129", "2017 TS PP NURHAYATI RAHAYU 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/137130", "2017 TS PP NURHAYATI RAHAYU 1-BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/137131", "2017 TS PP NURHAYATI RAHAYU 1-BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/137132", "2017 TS PP NURHAYATI RAHAYU 1-BAB 3C.pdf": "https://digilib.itb.ac.id/gdl/download/137133", "2017 TS PP NURHAYATI RAHAYU 1-BAB 4A.pdf": "https://digilib.itb.ac.id/gdl/download/137134", "2017 TS PP NURHAYATI RAHAYU 1-BAB 4B.pdf": "https://digilib.itb.ac.id/gdl/download/137135", "2017 TS PP NURHAYATI RAHAYU 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/137136", "2017 TS PP NURHAYATI RAHAYU 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/137137", "2017 TS PP NURHAYATI RAHAYU 1-BAB 5C.pdf": "https://digilib.itb.ac.id/gdl/download/137138", "2017 TS PP NURHAYATI RAHAYU 1-BAB 5D.pdf": "https://digilib.itb.ac.id/gdl/download/137139", "2017 TS PP NURHAYATI RAHAYU 1-BAB 5E.pdf": "https://digilib.itb.ac.id/gdl/download/137140", "2017 TS PP NURHAYATI RAHAYU 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/137141", "2017 TS PP NURHAYATI RAHAYU 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/137142"}, "Penulis": "NURHAYATI RAHAYU [23814305]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Endang Juliastuti, M.Sc.", "Dr. Endarwin"], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Sebaran titik panas, SPT, Himawari-8, split-window, Pewarnaan Semu, AAWS, RGB, CIE XYZ, NTSC, HSI, CMYK, YCbCr ; Distribution of hotspots, SPT, Himawari-8, Split-Window, Pseudo Coloring, AAWS, RGB, CIE XYZ, NTSC, HSI, CMYK, YCbCr", "Sumber": "", "Staf Input/Edit": "hidayat  \n                                     Irwan Sofiyan", "File": "15 file", "Tanggal Input": "22 Jan 2018"}