{"Nomor": 29799, "Judul": "KEBIJAKAN TEKNOLOGI NANO DI INDONESIA  (STUDI KASUS DI PUSAT PENELITIAN NANOSAINS DAN NANOTEKNOLOGI INSTITUT TEKNOLOGI BANDUNG, NANO CENTER INDONESIA DAN UNIVERSITAS INDONESIA)", "Abstrak": "Fenomena perkembangan riset terkait teknologi nano erat hubungannya antara riset yang dilakukan para peneliti di perguruan tinggi, lembaga penelitian dan pengembangan (litbang) serta industri yang mengembangkan hasil riset-riset tersebut menjadi berbagai aplikasi. Selain itu terdapat peran dari pemerintah yang menjembatani aktivitas riset yang dilakukan para peneliti dan proses manufaktur yang dilakukan oleh industri. Penelitian ini dilakukan untuk memahami gambaran pergerakan terkait riset teknologi nano di Indonesia  pada  tingkatan perguruan tinggi yang diwakili oleh Insititut Teknologi Bandung dan Univeristas Indonesia serta lembaga penelitian dan pengembangan yang diwakili oleh Nano Center Indonesia. Selain itu, penelitian ini juga menelusuri perkembangan kebijakan yang dilakukan pemerintah Indonesia dalam hal pengembangan teknologi nano. Metode penelitian yang digunakan adalah deskriptif eksploratif dengan pendekatan teori jaringan-aktor. Hasil penelitian ini menunjukkan bahwa terdapat pergerakan yang berbeda di Insitut Teknologi Bandung dan Universitas Indonesia, dimana Institut Teknologi Bandung memilih pendekatan membuat satu pusat penelitian untuk menampung para penelitinya melakukan riset terkait ilmu nano dan teknologi nano, sedangkan Universitas Indonesia memilih pendekatan membuat beberapa pusat riset teknologi nano yang tersebar di beberapa fakultas maupun departemen. Akan tetapi terdapat persamaan antara riset teknologi nano di Institut Teknologi Bandung dan Universitas Indonesia yaitu keluaran riset yang utama masih berupa publikasi. Lain halnya dengan pergerakan riset teknologi nano di Nano Center Indonesia yang fokus utamanya adalah menghasilkan produk, dimana langkah itu dilakukan dalam rangka mengkomersilkan hasil-hasil invensi dari para mitra peneliti yang tergabung di Nano Center Indonesia. Kata kunci: teknologi nano, kebijakan, riset di perguruan tinggi, riset di lembaga litbang,", "Daftar File": {"2018 TS PP NURJAMAN GUNADI PUTRA 1-ABSTRAKK .pdf": "https://digilib.itb.ac.id/gdl/download/137175", "2018_NURJAMAN_GUNADI_PUTRA_1_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/163224", "2018_NURJAMAN_GUNADI_PUTRA_1_BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/163225", "2018_NURJAMAN_GUNADI_PUTRA_1_BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/163226", "2018_NURJAMAN_GUNADI_PUTRA_1_BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/163227", "2018_NURJAMAN_GUNADI_PUTRA_1_BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/163228", "2018_NURJAMAN_GUNADI_PUTRA_1_BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/163229", "2018_NURJAMAN_GUNADI_PUTRA_1_BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/163230", "2018_NURJAMAN_GUNADI_PUTRA_1_DAFTAR_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/163232"}, "Penulis": "NURJAMAN GUNADI PUTRA NIM: 24016001", "Kontributor / Dosen Pembimbing": ["Pembimbing: Dr. Ir. Sonny Yuliar"], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "teknologi nano, kebijakan, riset di perguruan tinggi, riset di lembaga litbang,", "Sumber": "", "Staf Input/Edit": "sarnya  \n                                     sarnya", "File": "9 file", "Tanggal Input": "02 Okt 2018"}