{"Nomor": 29790, "Judul": "ESTIMASI KECEPATAN GELOMBANG GESER (VS) DENGAN METODE INVERSI KURVA HVSR  (HORIZONTAL TO VERTICAL SPECTRUM RATIO)  DATA PENGUKURAN MIKROTREMOR  DI CEKUNGAN BANDUNG", "Abstrak": "Bandung secara geologi merupakan daerah cekungan yang dikelilingi oleh area pegunungan. Stratigrafi Cekungan Bandung didominasi oleh batuan sedimen yang tebal dan lunak, sehingga Bandung memerlukan suatu kajian untuk mengurangi risiko bencana gerakan tanah. Metode yang digunakan dalam penelitian ini adalah Horizontal to Vertical Spectrum Ratio (HVSR) yang merupakan metode dalam studi mikrotremor yang dikembangkan oleh Nakamura (1989) dan sedang populer belakangan ini untuk melakukan karakterisasi seismik. Metode ini digunakan untuk menentukan karakteristik seismik di area Cekungan Bandung. Karakteristik seismik yang ditentukan dalam penelitian ini adalah nilai amplifikasi dan frekuensi dominan. Kedua nilai tersebut terdapat dalam kurva HVSR yang kemudian digunakan untuk menentukan kecepatan gelombang geser serta kedalaman lapisan batuan dengan menggunakan metode inversi.  \n \n\nNilai amplifikasi di Cekungan Bandung dan daerah di sekitarnya adalah di antara 2-11,5 dengan nilai tertinggi berada di bagian tenggara Kota Bandung. Hasil segmentasi amplifikasi berdasarkan rantang periode alami bangunan menunjukkan keragaman nilai berdasarkan lokasi dan rentang nilai periode. Karakter seismik lain yang berupa frekuensi dominan di Cekungan Bandung berada di antara nilai 0,1-8 Hz dengan nilai tertiggi berada pada bagian utara dan selatan wilayah penelitian, sedangkan bagian terendah berada pada bagian tengah wilayah penelitian. Hasil struktur kecepatan gelombang geser di bawah permukaan Cekungan Bandung menunjukkan nilai kecepatan yang kurang dari 800 m/s hingga kedalaman lebih dari 200 m serta terdapat struktur kecepatan tinggi yang membagi Cekungan Bandung dibagi menjadi dua bagian, yaitu bagian timur dan barat. Ketiga karakeristik seismik tersebut dapat digunakan sebagai patokan dalam penanggulangan risiko bencana gerakan tanah yang dapat terjadi di wilayah Bandung.", "Daftar File": {"2018 TA PP NURIDA LUTHFIYANI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137152"}, "Penulis": "NURIDA LUTHFIYANI - NIM: 12314054", "Kontributor / Dosen Pembimbing": ["Dr. Tedi Yudhistira, S.Si., M.Si. \n\nRexha Vendhora Ry, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Amplifikasi, frekuensi dominan, HVSR, kecepatan gelombang geser, metode inversi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "10 Sep 2018"}