{"Nomor": 29794, "Judul": "KANTOR SEWA DI KAWASAN ALAM SUTERA, TANGERANG", "Abstrak": "Pertumbuhan ekonomi di Indonesia kian meningkat dan para investor baik domestik maupun internasional mulai tertarik mengembangkan atau bahkan memulai bisnisnya di Indonesia, khususnya Jakarta. Namun seiring bertumbuhnya minat akan investasi, keterbatasan lahan menjadi kendala bagi para investor sehingga harga lahan di Jakarta semakin melambung. Para pengembang melihat ini sebagai potensi untuk menyediakan sarana dan prasarana bagi investor dengan mulai menyediakan berbagai jenis perkantoran di wilayah sekitar Jakarta karena harga tanah yang cenderung lebih murah. Salah satu pengembang yang menawarkan perkantoran ini adalah PT Alam Sutera Realty Tbk, yang telah bertahun-tahun mengembangkan kawasan Alam Sutera. Kini area komersilnya sedang dikembangkan setelah sebelumnya dibangun area residensial dilengkapi berbagai sarana dan prasarana seperti sarana hiburan dan rekreasi, olahraga, kuliner, ibadah, kesehatan, pendidikan, dan lainnya. Para investor pun akhirnya mulai tertarik dengan tawaran pengembang tersebut karena tidak hanya menyediakan perkantoran yang dekat dengan Jakarta, pengembang tersebut menyediakan sarana dan prasarana yang menjadikan kawasan tersebut lebih lengkap. Salah satu tindakan dari pengembang khususnya PT Alam Sutera Realty Tbk dalam merespon kebutuhan para investor untuk berinvestasi adalah dengan membangun sebuah kantor sewa high-rise grade A di Alam Sutera dekat dengan pintu masuk tol Jakarta-Merak. Kantor sewa sebagai fungsi komersil ini tidak hanya ditujukan sebagai tempat berbisnis tapi juga diharapkan sebagai landmark Alam Sutera yang tidak hanya memperhatikan aspek fungsional tapi juga aspek estetika dan ekologis salah satunya dengan menerapkan konsep green building.", "Daftar File": {"2015 TA PP NURINA HERATRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/137163", "2015 TA PP NURINA HERATRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/137164", "2015 TA PP NURINA HERATRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/137165", "2015 TA PP NURINA HERATRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/137166", "2015 TA PP NURINA HERATRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/137167", "2015 TA PP NURINA HERATRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/137168", "2015 TA PP NURINA HERATRI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/137169", "2015 TA PP NURINA HERATRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/137170"}, "Penulis": "NURINA HERATRI  (NIM : 15211002)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nHanson E. Kusuma, Dr.Eng"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kantor Sewa, Alam Sutera, Hemat Energi, Ikonik, Green building", "Sumber": "", "Staf Input/Edit": "suwadji  \n                                     suwadji", "File": "8 file", "Tanggal Input": "31 Okt 2018"}