{"Nomor": 29807, "Judul": "PEMODELAN GERUSAN AKIBAT DAM BREAK DENGAN MENGGUNAKAN METODE ELEMEN HINGGA TAYLOR GALERKIN", "Abstrak": "Gerusan akibat kegagalan bendungan (dam break) adalah sebuah fenomena yang menjadi pertimbangan penting untuk masalah teknik. Fenomena ini dapat diprediksi menggunakan metode fisik/eksperimen dan model numerik.  Seiring dengan berkembangnya teknologi komputer, model numerik telah mengalami perkembangan pesat. Beberapa diantara pendekatan yang digunakan dalam model numerik yaitu metode beda hingga, metode elemen hingga dan metode volume hingga. Metode beda hingga memiliki kelemahan pada hasil yang berupa aproksimasi pada titik Ã‚Â– titik nodal dan untuk volume hingga hanya mampu mengetahui volume rata-rata dari tiap fungsi atau sel. Sedangkan pada metode elemen hingga, solusi aproksimasi yang didapat berupa fungsi tiap elemen sehingga fungsi-fungsi tersebut kontinyu satu sama lain.   \n \n\nMetode elemen hingga Taylor Galerkin adalah salah satu metode numerik yang dapat diterapkan untuk mensimulasikan gerusan akibat dam break, dalam penelitian ini diterapkan untuk kasus 1 dimensi. Metode Taylor Galerkin ini merupakan kombinasi antara metode Taylor untuk diskritisasi terhadap waktu dan metode Galekin untuk diskritisasi terhadap ruang. Hasil dari pemodelan kemudian diverifikasi dan dikalibrasi dengan solusi analitik dan data eksperimen yang diperoleh dari penelitian sebelumnya. Osilasi yang terjadi pada hasil pemodelan akibat shock wave dikurangi atau dihilangkan dengan penerapan filter pada model. Filter yang digunakan yaitu filter Hansen yang menerapkan proses perata-rataan berpemberat untuk setiap variabel pada titik nodal. Selain itu juga, dilakukan pemodelan dengan menggunakan metode elemen hingga dan metode beda hingga Mac-Cormack untuk dibandingkan dengan metode ekperimen atau studi terdahulu. Metode perbandingan yang digunakan yaitu metode pearson correlation coefficient untuk mengetahui tingkat kesesuaian data dan kuantifikasi tingkat error untuk mengetahui selisih/beda hasil simulasi dengan data experimen. Pearson Correlation Coefficient memiliki korelasi linear positif jika nilainya mendekati +1.   \n \n\nTerlebih dahulu dilakukan pemodelan untuk kasus pasang surut dan dam breakuntuk menguji kesesuaian pemodelan hidrodinamika dengan metode analitik Stoker untuk dam break dan van Rijn untuk kasus pasang surut. Selanjutnya dilakukan pemodelan gerusan akibat dam break untuk mengetahui seberapa besar tingkat keakuratan dari metode metode elemen hingga dalam memprediksi gerusan yang terjadi.   \n \n\nUntuk kasus pasang-surut, hasil yang paling sesuai dengan solusi analitik Van Rijn adalah kasus pasang-surut dengan gelombang panjang T = 12 jam. Untuk kasus dam break, nilai dari pearson correlation coefficient Taylor Galerkin dan MacCormack adalah 0.999 dengan tingkat error 0.118 % untuk hasil pemodelan taylor galerkin pada saat t = 3s dan 0.123 % saat t = 10s. Tingkat error untuk metode MacCormack 0.043 % pada saat t = 3s dan 5.048 % saat t = 10s.   \n \n\nPada kasus gerusan akibat dam break bagian A dengan nilai elevasi dasar 0 meter di hulu, diperoleh nilai pearson correlation coefficient Taylor Galerkin 0.955 dengan tingkat error 5.164 % untuk elevasi muka air, 0.471 dengan tingkat error 34.557% untuk kedalaman lapisan angkutan sedimen, dan 0.269 dengan tingkat error 21.319 % untuk elevasi dasar. Sedangkan untuk metode Mac-Cormack nilai pearson correlation coefficient 0.808 dengan tingkat error 25.408 % untuk elevasi muka air, 0.786 dengan tingkat error 38.375% untuk kedalaman lapisan angkutan sedimen, dan 0.474 dengan tingkat error 23.293 % untuk elevasi dasar.   \n \n\nPada kasus B dengan nilai elevasi dasar 0.05, diperoleh nilai pearson correlation coefficient Taylor Galerkin 0.936 dengan tingkat error 6.428 % untuk elevasi muka air, 0.297 dengan tingkat error 22.679 % untuk kedalaman lapisan angkutan sedimen, dan 0.789 dengan tingkat error 15.785 % untuk elevasi dasar. Sedangkan untuk metode Mac-Cormack nilai pearson correlation coefficient 0.890 dengan tingkat error 12.6 % untuk elevasi muka air, 0.417 dengan tingkat error 23.755 % untuk kedalaman lapisan angkutan sedimen, dan 0.783 dengan tingkat error 14.364 % untuk elevasi dasar. Dari hasil perbandingan model dan data tersebut, dapat disimpulkan bahwa metode elemen hingga Taylor Galerkin terbukti mampu dan lebih akurat dalam mensimulasikan gerusan akibat dam break dibandingkan metode beda hingga Mac-Cormack.", "Daftar File": {"2018 TS PP NUR LELY HARDIANTI ZENDRATO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137198"}, "Penulis": "NUR LELY HARDIANTI ZENDRATO - NIM: 25016030", "Kontributor / Dosen Pembimbing": ["Dhemi Harlan, S.T., M.T., M.Sc., Ph.D.   \n \n\nMohammad Bagus Adityawan, S.T., M.T., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "dam-break, gerusan, metode elemen hingga, taylor galerkin.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "04 Jul 2018"}