{"Nomor": 29802, "Judul": "PEMODELAN DISTRIBUSI BAHAN BAKU ROTAN DENGAN PENDEKATAN DINAMIKA SISTEM", "Abstrak": "Kelangkaan rotan mentah terjadi sejak SK. Menteri Perdagangan No 35/M-Dag/Per/11/2011 yang menetapkan bahwa pengiriman ekspor  rotan dilarang sejak 20 Desember 2011. Alasan di belakang larangan ekspor rotan bagi Menteri Perdagangan adalah untuk memberdayakan industri dalam negeri. Setelah Surat Keputusan berlaku, harapan bahan baku rotan akan mudah didapat atau terjadinya Over Supply (Karena produksi rotan  300.000 hingga 400.000 ton per tahun, sementara kebutuhan industri dalam negeri hanya 15Ã‚Â–30 ribu ton). Tetapi dalam kenyataannya, industri rotan kesulitan mendapatkan bahan baku. Saat ini kebijakan pasokan melibatkan semua bagian, mulai dari lokasi petani, pengepul, pedagang, dan  pedagang besar memiliki peran yang sangat penting terhadap pasokan bahan baku rotan untuk industri furniture rotan. Sulit didapatnya  bahan baku rotan di daerah penghasil rotan, menyebabkan industri rotan turun sebesar 30% dari jumlah total industri rotan nasional yang ada di Indonesia. Dari beberapa penelitian terdahulu, peneltian tentang jalur distribusi yang berkembangan selama ini lebih banyak membahas mengenai jarak yang ditempuh, rute, kapasitas angkut, waktu pengiriman dan biaya yang ditimbulkan. Mengenai perilaku dan hubungan sebab akibat antar variable yang menjadi pembentuk sistem transportasi selama ini belum ada yang meneliti. Model jalur distribusi pasokan bahan baku rotan memiliki tujuan untuk mendistribusikan bahan baku rotan dari hulu ke hilir. Penelitian ini lebih menitik beratkan kepada kebijakan tentang harga jual bahan baku rotan mentah, harga jual bahan baku kering dan kegiatan distribusi yang diharapkan akan menimbulkan biaya transportasi yang efisien, kinerja layanan pasokan yang baik dan sesuai dengan kebijakan yang berhubungan dengan tataniaga rotan dan komponen biaya distribusi yang ditimbulkan. Metodologi penelitian menggunakan dinamika sistem dengan simulasi, hasil validasi model terhadap  variable data produksi bahan baku rotan kecamatan Katingan Tengah diperoleh bahwa kedekatan hasil simulasi dengan data histori telah cukup dekat dan R2 yang diperoleh adalah sebesar 0,969. Skenario yang diusulkan adalah : pola pertumbuhan dipertahankan tetap seperti sebelumnya, meningkatkan tingkat pendapatan petani, pengepul dan pedagang dengan menitik beratkan pada pengendalian harga bahan baku rotan, kebijakan bahan bakar minyak (BBM) 1 (satu) harga dari hulu ke hilir transportasi angkutan rotan, dan memberikan subsidi biaya distribusi untuk angkutan hasil hutan khususnya rotan di Kabupaten Katingan. Hasil penelitian untuk skenario pola pertumbuhan dipertahankan tetap seperti sebelumnya akan membuat bahan baku rotan dipasar rotan menghilang, dengan kebijakan Pemerintah Kabupaten Katingan memberikan bantuan subsidi untuk biaya transportasi dari hulu (hutan) menuju tempat pengepul yang ada di desa, berdampak terhadap kenaikan pendapat petani, pengepul, PT. KJM, Pedagang Besar Katingan dan kenaikan terhadap permintaan bahan baku rotan karena harga jual bahan baku rotan masih terjangkau oleh industri hilir rotan.. Kebijakan revolusioner tentang harga bahan bakar (BBM) 1 (satu) harga untuk angkutan rotan ternyata berdampak cukup baik terjadi peningkatan pergerakan diseluruh jalur disribusi bahan baku karena biaya transportasi menjadi murah. Proses perencanaan jalur distribusi selama ini tidak pernah mempertimbangkan hubungan sebab akibat yang terjadi antar para pemain yang berada dalam jalur distribusi sehingga berdampak terhadap sistem transportasi yang tidak efisien. Model jalur distribusi yang direkomendasikan melalui penelitian ini mampu mengakomodasikan kebijakan dan dapat disimulasikan sehingga dapat diprediksi dampaknya atau hasilnya dalam jangka panjang ataupun jangka pendek.", "Daftar File": {"2018 DS PP Nurlaela Kumala Dewi 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137187"}, "Penulis": "Nurlaela Kumala Dewi - NIM : 34212302", "Kontributor / Dosen Pembimbing": ["Prof.DR. Eng .Pradono,SE,MEc.Dev \n\nIr. Gatot Yudoko, MT, Ph.D \n\nIr. Miming Miharja, MSc, Eng,Ph.D"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Model jalur distribusi bahan baku rotan, model dinamika sistem, harga bahan baku rotan,  sistem transportasi,  efisien, subsidi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "08 Okt 2018"}