{"Nomor": 29804, "Judul": "ISOLASI KATEKIN DARI TEH PUTIH (CAMELLIA SINENSIS) SERTA PENGUJIAN AKTIVITAS ANTIOKSIDAN DENGAN METODE DPPH", "Abstrak": "Teh merupakan salah satu minuman populer yang sering dikonsumsi oleh masyarakat \n\ndunia, termasuk Indonesia. Salah satu jenis teh yang memiliki kandungan antioksidan \n\nyang tinggi adalah teh putih. Teh putih merupakan teh dengan proses pengolahan yang \n\npaling sederhana yaitu melalui pelayuan dan pengeringan. Sehingga teh putih \n\nmempunyai kandungan senyawa polifenol berupa katekin dan turunannya yang lebih \n\nbanyak dibandingkan dengan jenis teh lainnya. Dalam penelitian kali ini dilakukan \n\nisolasi teh putih dengan metode ekstraksi cair-cair kemudian dilakukan pemurnian \n\nmenggunakan kromatografi kolom gravitasi dengan fasa diam poliamida. Hasil KLT \n\nekstrak kasar dengan menggunakan eluen etil asetat:air:asam format (90:5:5) terdapat \n\ntiga noda (Rf1 = 0,286; Rf2 = 0,514; Rf3 = 0,629) sedangkan hasil KLT setelah \n\npemurnian terdapat dua noda (Rf1 = 0,571 dan Rf2 = 0,657) dan berhasil memisahkan \n\nsenyawa kafein. Kemudian dilakukan analisis senyawa dengan menggunakan \n\nKromatografi Cair Kinerja Tinggi (KCKT) untuk mengetahui jumlah komponen dan \n\ngambaran kasar dari jenis katekin pada teh putih yang digunakan. Hasil KCKT \n\nmenunjukkan adanya senyawa turunan katekin berupa epikatekin (EK), epikatekin galat \n\n(EKG), dan komponen terbesar adalah senyawa epigalokatekin galat (EGKG). Setelah \n\nitu, dilakukan analisis struktur lebih lanjut dengan menggunakan spektrum inframerah \n\nyang menunjukkan adanya serapan disekitar 3390 cm-1 yang menunjukkan adanya \n\nserapan pada gugus -OH . Serapan pada bilangan gelombang 1693 cm-1 menunjukkan \n\nadanya vibrasi C=O terkonjugasi, dan adanya vibrasi C-O-C dalam ester berupa \n\nsenyawa asetat pada bilangan gelombang 1238 cm-1. \n\nKonfirmasi senyawa turunan \n\nkatekin yang berhasil diisolasi dianalisis dengan menggunakan 1H-NMR dan 13C-NMR. \n\nPengujian aktivitas antioksidan dilakukan dengan menggunakan metode DPPH (2,2- \n\ndifenil-1-pikrilhidrazil). Sifat antioksidan sebelum dilakukan pemurnian mempunyai \n\naktivitas antioksidan lebih lemah dibandingkan setelah dilakukan pemurnian. Perolehan \n\nnilai IC50 ekstrak teh putih setelah pemurnian sebesar 39,87 μg/mL dan asam askorbat \n\nsebagai pembanding sebesar 28,36 μg/mL yang tergolong kedalam kategori antioksidan \n\nyang sangat kuat, sedangkan nilai IC50 ekstrak ekstrak kasar teh putih sebelum \n\npemurnian sebesar 56,95 μg/mL dan termasuk kategori antioksidan yang kuat.", "Daftar File": {"2018 TA PP NURLAELI NAELULMUNA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137195"}, "Penulis": "NURLAELI NAELULMUNA (NIM:10514059)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ciptati,MS.MSc"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Teh putih, isolasi, ekstraksi, KLT, KCKT, antioksidan", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "18 Sep 2018"}