{"Nomor": 29816, "Judul": "GEOLOGI DAN STUDI ALTERASI HIDROTERMAL DAERAH NGADIROJO DAN SEKITARNYA, KABUPATEN PACITAN, PROVINSI JAWA TIMUR", "Abstrak": "Daerah penelitian secara administratif terletak pada Kecamatan Ngadirojo, Kluwih, dan Tulakan, Kabupaten Pacitan, Provinsi Jawa Timur. Secara geografis terletak pada koordinat 532692-540672 mT dan 9091566-9099043 mU dengan luas berkisar 59,66 km2. Daerah penelitian merupakan bagian dari Zona Pegunungan Selatan yang tersusun oleh batuan berumur Tersier. Penelitian dicapai dengan melakukan pemetaan geologi, analisis pengamatan mikroskopis petrografi dan mineragrafi, serta analisis data sekunder menggunakan Analytical Spectral Device (ASD). Secara umum gemorfologi daerah penelitian merupakan ekspresi lingkungan vulkanik yang terdiri dari Satuan Perbukitan Aliran Lava Pagerejo, Satuan Kubah Aliran Lava Nogosari, Satuan Plato Sudimoro, dan Satuan Dataran Aluvial Ngadirojo. Stratigrafi daerah penelitian terdiri dari delapan satuan batuan, dari tua ke muda, yaitu Satuan Lava Andesit 1, Satuan Lava Andesit Piroksen, Satuan Breksi Polimik, Satuan Lava Andesit 2, dan Satuan Kubah Lava Dasit yang masing-masing memiliki hubungan stratigrafi selaras dan terendapkan pada Oligosen AkhirÃ‚Â–Miosen Awal dengan lingkungan pengendapan laut dalam. Terendapkan secara tidak selaras di atasnya Satuan Batupasir dengan lingkungan pengendapan transisi yang menjari dengan Satuan Batugamping dengan lingkungan pengendapan neritik dalamÃ‚Â–neritik tengah, satuan tersebut terendapkan pada Miosen Tengah. Satuan Endapan Aluvial tidak selaras di atas semua satuan, yang terendapkan pada Resen. Jurus dari lapisan batuan daerah penelitian secara umum berarah baratlautÃ‚Â–tenggara dengan kemiringan relatif landai berarah baratdaya. Struktur utama yang hadir berpola timurlautÃ‚Â–baratdaya yang terbentuk pada Miosen Awal dan Miosen tengah.     \n \n\nZona alterasi hidrotermal yang berkembang berawal dari Zona Klorit-Epidot-KalsitÃ‚Â±Kuarsa yang kemudian dicetak tindih oleh Zona Kuarsa-IllitÃ‚Â±ParagonitÃ‚Â±Muskovit yang kemudian terendapkan Zona Kuarsa-Dikit-PirofilitÃ‚Â±Illit, Zona Kuarsa-IllitÃ‚Â±DikitÃ‚Â±Kaolinit, dan Zona Ilit-Kaolinit-KuarsaÃ‚Â±Monmorillonit sesuai dengan kesetimbangan larutan. Suhu pembentukan mineral alterasi berkisar 140Ã‚Â–320oC. Mineralisasi terdiri dari pirit yang hadir pada setiap zona alterasi dan enargit-kalkopirit-tetrahedrit-magnetit-kalkosit-kovelit-malakit-azurit yang hadir pada Zona alterasi Kuarsa-Dikit-PirofilitÃ‚Â±Illit dan Kuarsa-IllitÃ‚Â±ParagonitÃ‚Â±Muskovit. Mineralisasi yang hadir pada daerah penelitian berupa mineralisasi hipogen dan supergen. Asosiasi antara mineral alterasi dan mineralisasi menunjukkan bahwa daerah penelitian diinterpretasikan sebagai sistem endapan epitermal sulfidasi tinggi yang telah mengalami tererosi, sehingga terletak pada zona dalam.", "Daftar File": {"2018 TA PP  NUR QOSIM GHOZALI  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137244"}, "Penulis": "NUR QOSIM GHOZALI (NIM : 12013077)", "Kontributor / Dosen Pembimbing": ["Tim Pembimbing :        Dr. Ir. Bhmbang Priadi.       Ir. Nurcahyo Indro Basuki. M.T., Ph. D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Ngadirojo, Pacitan, alterasi hidrotermal, Analitycal Spectral Device (ASD), epitermal sulfidasi tinggi.", "Sumber": "PRODI GEOLOGI", "Staf Input/Edit": "Alice Diniarti  \n                                     tuti yulia", "File": "19 file", "Tanggal Input": "20 Mar 2018"}