{"Nomor": 29817, "Judul": "PEMODELAN DATA MAGNETOTELLURIK 1-DIMENSI MENGGUNAKAN ZOHDY-OLDENBURG DIRECT INVERSION", "Abstrak": "Pemodelan 1-D MT merupakan permasalahan inversi nonlinear yang umumnya diselesaikan dengan pendekatan linear. Model awal dimodifikasi secara iteratif hingga diperoleh misfit minimum. Hal tersebut dilakukan dengan memanfaatkan informasi mengenai sensitifitas perubahan data terhadap perubahan model dalam bentuk matriks Jacobian dan misfit. Untuk mempercepat penyelesaian inversi MT 1-D dapat dilakukan pendekatan yang didasarkan pada metode Zohdy dan metode Oldenburg. Pada penelitian ini akan membahas mengenai penggunaan Zohdy-Oldenburg direct inversion yang merupakan metode inversi iteratif yang diadopsi dari metode rasio Zohdy dengan modifikasi model didasarkan pada rasio resistivitas hasil pengukuran terhadap resistivitas hasil perhitungan. Oldenburg difference method memodifikasi model yang diperoleh dari selisih antara data hasil pengukuran dan data hasil perhitungan. Pada penelitian ini, inversi dilakukan pada beberapa variasi ketebalan yaitu variasi ketebalan dengan laju perubahan yang tetap, variasi ketebalan dengan laju perubahan yang meningkat dan variasi ketebalan dari rumus Bostick. Terdapat 3 proses yang dilakukan pada penelitian ini yang terdiri dari inversi pada data tanpa noise, data dengan noise sebesar 5% dan menggunakan nilai c yang berbeda. Variasi ketebalan yang paling optimum adalah variasi ketebalan dengan laju yang tetap dengan nilai c sebagai kontrol proses inversi hingga dicapai kondisi yang konvergen.", "Daftar File": {"2018 TA PP NUR RACHMAD MADYANTARA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137245"}, "Penulis": "NUR RACHMAD MADYANTARA NIM: 12314033", "Kontributor / Dosen Pembimbing": ["Prof.Dr.Hendra Grandis"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Magnetotellurik, 1-Dimensi, pemodelan, variasi ketebalan", "Sumber": "", "Staf Input/Edit": "", "File": "1 file", "Tanggal Input": "18 Sep 2018"}