{"Nomor": 29813, "Judul": "PEMBUATAN LAPISAN TITANIUM DIOKSIDA (TiO2) BERSTRUKTUR SPHERICAL TIGA DIMENSI DI ATAS SUBSTRAT FLUORINE TIN OXIDE (FTO) MENGGUNAKAN METODE SOLVOTERMAL UNTUK APLIKASI PENDETEKSI GAS KARBON MONOKSIDA (CO)", "Abstrak": "Persoalan pencemaran udara sampai saat ini telah menjadi persoalan serius yang harus segera ditangani. Salah satu jenis pencemaran udara adalah polusi gas karbon monooksida. Gas ini dikenal sangat berbahaya bagi kesehatan manusia karena ketika terpapar ke dalam tubuh, darah kehilangan kemampuannya untuk mengikat oksigen. Selain itu karena sifatnya yang tidak berbau dan tidak kasat mata, gas karbon monoksida dapat terhirup secara tidak sengaja. Oleh karena itu diperlukan sebuat alat pendeteksi dini akan keberadaan dan tingkat konsentrasi gas karbon monoksida. Penelitian ini telah berhasil menginvestigasi performa material titanium dioksida (TiO2) untuk pendeteksian gas karbon monooksida. Konsentrasi gas karbon monoksida yang digunakan adalah 100 ppm. Material titanium dioksida dibuat menggunakan metode solvotermal pada suhu 180oC dengan lama waktu reaksi yang berbeda-beda. Substrat yang digunakan adalah Fluorine Tin Oxide, substrat ini di letakkan di dalam teflon lined 100 ml autoclave pada posisi horizontal dengan lapisan FTO menghadap ke atas. Hasil akhir yang diperoleh berupa lapisan titanium dioksida berwarna putih yang telah terdeposisi merata diatas substrat FTO. Film ini kemudian dipanaskan 550 oC selama 6 jam untuk menghilangkan sisa hasil reaksi dan kemudian dilakukan deposisi elektroda perak menggunakan teknik doctor blade. Lama waktu reaksi solvotermal pada penelitian ini adalah 6 jam, 12 jam, 20 jam, dan 36 jam. Sampel yang telah berhasil disintesis di karakterisasi menggunakan X-Ray Diffraction (XRD), Scanning Elektron Microscopy (SEM), Energy Dispersive Spectroscopy (EDS), Brunnauer-Emmett-Teller (BET) dan pengujian sensor gas karbon monoksida. Hasil XRD menunjukkan bahwa material yang disintesis adalah titanium dioksida dengan fasa kristal rutile. Hasil SEM menunjukkan bahwa titanium dioksida yang terbentuk berstruktur microsphere (bulat) tiga dimensi dengan nanorods yang melingkupinya. ukuran diameter microsphere dan diameter nanorod yang menyusunnya semakin meningkat dengan bertambah lamanya waktu reaksi solvotermal. Ukuran diameter microsphere berturut-turut untuk sampel 6 jam, 12 jam, 20 jam dan 36 jam yaitu 2.5 Ã‚Âµm, 4 Ã‚Âµm, 5 Ã‚Âµm, 5 Ã‚Âµm dan ukuran nanorods yaitu 21 nm, 38 nm, 42 nm, 53 nm. Morfologi SEM menunjukkan bahwa sampel telah tersebar cukup merata dan ukuran cukup seragam. Hasil EDS menunjukkan bahwa rasio jumlah Ti:O yaitu 35:65. Hasil BET menunjukkan luas permukaan spesifik sampel TiO2 12 jam dan TiO2 6 jam yaitu 21.336 m2/g dan 20.537 m2/g. Hal tersebut mengindikasikan bahwa dengan bertambahnya lama waktu reaksi solvotermal, luas permukaan spesifik material juga semakin meningkat. \n \n\nMaterial titanium dioksida yang telah dibuat dengan waktu reaksi solvotermal berbeda-beda tersebut dapat digunakan sebagai sensor gas karbon monoksida. Pengujian sensor dilakukan mulai suhu 150 oC sampai 350 oC menggunakan 100 ppm gas CO dengan waktu papar selama 10 menit. Hasil pengujian menunjukkan bahwa respon terbaik didapat dari sampel dengan lama waktu reaksi 12 jam pada suhu kerja 350 oC yaitu 24.7% kemudian dilakukan pula pengujian gas CO pada konsentrasi berbeda yaitu 25 ppm, 50 ppm, 75 ppm, 90 ppm dan 110 ppm pada sampel TiO2 12 jam.", "Daftar File": {"2018 TS PP NURNADIYAH SYUHADA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137241"}, "Penulis": "NURNADIYAH SYUHADA             (NIM : 23315306)", "Kontributor / Dosen Pembimbing": ["Brian Yuliarto, Ph.D. \n\nDr. Ir. Nugraha, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Titanium dioksida, solvotermal, karbon monoksida, microsphere.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "14 Mar 2018"}