{"Nomor": 29825, "Judul": "SISTEM PENYEDIAAN PERUMAHAN SYARIAH DI BANDUNG RAYA", "Abstrak": "Berkembangnya perumahan syariah di Bandung Raya diduga kuat dilatarbelakangi oleh pengembang maupun konsumen yang menyadari ketidakadilan dalam sistem konvensional dalam pengembangan perumahan seperti riba, denda, sita, dsb. Untuk menelusuri pihak yang terlibat dan perannya  pada pengembangan perumahan syariah di Bandung Raya, pada penelitian ini digunakan metode analisis pelaku yang terlibat pada proses pengembangan perumahan, sementara itu untuk menelusuri sistem yang diterapkan pada perumahan menggunakan analisis komparasi antar sesama pengembang perumahan, dan untuk menelusuri potensi berkelanjutan sistem pada pengembangan perumahan syariah menggunakan analisis komparasi sistem  perumahan syariah dan perumahan konvensional. \n \n\nPerumahan syariah di Bandung Raya mulai berkembang sekitar tahun 2014 hingga saat ini, Penelitian pada tesis ini ingin menunjukkan sistem pada pengembangan perumahan syariah pada proses pengembangannya tidak berbeda secara signifikan dengan sistem perumahan konvensional, namun yang membedakannya terletak pada sistem saling percaya dan sistem kerelaan dari pihak yang bertransaksi sehingga tidak ada pihak yang merasa dirugikan baik pengembang sebagai produsen perumahan maupun konsumen.  Dan penelitian ini secara khusus ditujukan untuk mengetahui kompatibelitas sistem pada perumahan syariah  dengan sistem yang berkembang pada saat ini dan keberlanjutan sistem syariah pada perumahan. \n \n\nHasil penelitian menunjukkan hubungan aktor dan perannya pada proses produksi sampai konsumsi perumahan syariah di Bandung Raya semakin banyak relasi yang terlibat pada proses pengembangan perumahan maka semakin baik usaha maupun keuntungan perusahaan, dari hal tersebut pengembang bisa menjadikan semua pihak sebagai investor. Penelitian ini menunjukkan sistem pada tahap produksi sampai konsumsi pada perumahan syariah di Bandung Raya baik pengembang maupun investor sama-sama menanggung risiko dalam berinvestasi, pada pengembangan perumahan syariah, sistem syariah yang paling utama terletak pada akad dan perjanjian transaksi syariahnya, potensi berkelanjutan sistem pada perumahan  syariah di Bandung Raya dalam menghadapi sistem konvensional adalah dengan prinsip memelihara azas saling percaya dan timbal balik dari sistem syariah ini menjadikan sistem ini dapat bertahan dengan situasi saat ini dan dimungkinkan untuk terus berkelanjutan.", "Daftar File": {"2018 TS PP NURUL AINI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137260"}, "Penulis": "NURUL AINI            (NIM : 25215006)", "Kontributor / Dosen Pembimbing": ["Ir. Indra Budiman Syamwil, M.Sc, Ph.D. \n\nDr. Allis Nurdini, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Bandung Raya, mekanisme pengembang, nilai syariah,  sistem penyediaan perumahan, sistem produksi dan konsumsi.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "19 Mar 2018"}