{"Nomor": 29823, "Judul": "PEMBANGUNAN SISTEM INFORMASI UTILITAS JARINGAN LISTRIK (STUDI KASUS : LAMPU PENERANGAN JALAN DAN TAMAN KAMPUS ITB)", "Abstrak": "Kampus ITB Ganesa sudah seharusnya memiliki utilitas umum yang lengkap untuk menunjang kegiatan dalam lingkungan kampusnya. Utilitas umum yang lengkap setidaknya terdiri dari jaringan listrik, air bersih, air kotor/limbah, dan jaringan telepon, namun Tugas Akhir ini hanya membahas secara spesifik tentang jaringan listrik yang di dalamnya termasuk lampu penerangan jalan dan taman. Berdasarkan pengamatan di lapangan, pengadaan dan pemeliharaan lampu penerangan jalan dan taman Kampus ITB belum terlaksana dengan baik. Sistem informasi utilitas dapat menjadi solusi untuk membantu kegiatan pengadaan dan pemeliharaan utilitas, hanya saja memerlukan data spasial yang lengkap dan akurat. Pembangunan sistem informasi utilitas dalam tugas akhir ini, menggunakan peta foto Kampus ITB, citra panorama jalan 360o serta denah komponen kelistrikan. Survei langsung di lapangan juga dilakukan untuk validasi posisi lampu jalan dan taman. Hasil akhir dari penelitian ini merupakan peta tematik lampu penerangan jalan dan taman Kampus ITB, sistem informasi jaringan listrik yang akan diintegrasikan dengan sistem online Peta Kampus ITB, dan peta tematik analisis daerah kurang pencahayaan Kampus ITB. Dengan sistem informasi ini diharapkan pengelola dapat dengan mudah melakukan pengadaan dan pemeliharaan utilitas jaringan listrik.", "Daftar File": {"2018 TA PP Nur Triana Eka Puspita 1 - ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137258"}, "Penulis": "Nur Triana Eka Puspita - NIM : 15114093", "Kontributor / Dosen Pembimbing": ["Dr. Deni Suwardhi, S.T., M.T. \n\nDr. Albertus Deliar, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Jaringan Listrik, Sistem Informasi Utilitas, Lampu Penerangan Jalan", "Sumber": "", "Staf Input/Edit": "firman85  \n                                     firman85", "File": "1 file", "Tanggal Input": "26 Sep 2018"}