{"Nomor": 29828, "Judul": "PERANCANGAN MASJID UNTUK KAUM DISABILITAS SEBAGAI SARANA EDUKASI DAN SOSIAL", "Abstrak": "Bangunan yang ada pada dasarnya harus lebih memperhatikan aksesibilitas penyandang cacat. \n\nSeperti yang kita tahu bahwa difabel memiliki begitu banyak kebutuhan baik dalam hal \n\nlingkungan maupun yang berhubungan dengan instrumen pada sebuah bangunan. Sudah \n\nsepatutnyalah arsitek dan para desainer yang berperan pentinf dalam menyelesaikan masalah \n\nmereka terutama tentang cara-cara untuk masalah way finding pada fasilitas publik, sign \n\nsystem, bahkan harus mampu menangani masalah psikis mereka ketika berada dilingkungan \n\nasing yang juga berhubungan langsung dengan masyarakat luas. Tetapi kebanyakan perhatian \n\npara arsitek dan desainer di Indonesia, pada spesifikasi dan pemenuhan kebutuhan para \n\ndisabilitas dalam desain mereka itu sangat amat buruk, terutama di area publik dimana para \n\ndifabel akan merasakan kurangnya percaya diri dan susah untuk menemukan arah yang mereka \n\ninginkan. Selama ini, arsitek dan desainer memberikan kesan seakan-akan desain yang mereka \n\nbuat untuk para difabel hanyalah sebuah formalitas yang harus dikerjakan untuk kepentingan \n\nproyek mereka masing-masing, dan jika kita terus membiarkan hal seperti ini terjadi, ini bisa \n\nmembuat budaya desain Indonesia yang buruk. \n\nDi Indonesia sekarang, ada begitu banyak jenis difabel yang tersebar disetiap daerah. Salah \n\nsatunya ada tunanetra, autis, tunarungu dan difabel lainnya. Kebutuhan tunanetra jelas berbeda \n\ndengan tunarungu atau bahkan tunadaksa. Dengan tulisan ini, desainer dapat membenarkan \n\nsemua kesalahan desain mereka dan merumuskan desain yang lebih baik untuk masing-masing \n\ndisabilitas. Terutama dalam beberapa desain area publik. Mereka harus tahu bahwa mereka \n\nperlu mencapai standar yang maksimal dalam setiap desain yang mereka buat.", "Daftar File": {}, "Penulis": "NURUL ALIEFYA TAUFIQ (NIM:173 14 038)", "Kontributor / Dosen Pembimbing": ["Dr. Tendy Y Ramadin, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "disabilitas, standar, area publik, arsirek dan desainer", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "29 Jun 2018"}