{"Nomor": 29836, "Judul": "PENGEMBANGAN METODE BERBASIS AMPLIFIKASI RNA ISOTERMAL UNTUK PEMANTAUAN TERAPI OBAT ANTIRETROVIRAL PADA PASIEN HIV DI INDONESIA", "Abstrak": "Pemantauan terapi antiretroviral pada pasien HIV sebagai upaya penanganan epidemi HIV di Indonesia masih terhambat oleh kebutuhan akan peralatan canggih untuk pemeriksaan viral load yang hanya tersedia di rumah sakit pusat. Salah satu alternatif solusi adalah dengan pengembangan kit diagnostik berbasis amplifikasi RNA yang bekerja pada kondisi isotermal. Keunggulan dari tes diagnostik tersebut adalah dapat diaplikasikan pada laboratorium kesehatan yang sederhana seperti pada layanan kesehatan primer (Puskesmas). Oleh karena itu, tujuan dari penelitian ini adalah untuk mendesain sistem amplifikasi isotermal yang dapat mendeteksi RNA HIV. Terdapat dua metode yang diujicobakan, yaitu metode Transcription Mediated Amplification (TMA) serta metode Reverse Transcription-Recombinase Polymerase Amplification (RT-RPA). Sensitivitas kedua metode ini dibandingkan terhadap metode Reverse Transcriptase-Polymerase Chain Reaction (RT-PCR) yang masih menjadi standar baku. Pada penelitian ini digunakan sampel RNA yang ditanskripsikan dari plasmid pET-HIVMRNAseH. RNA sintetik tersebut kemudian diencerkan secara serial sehingga didapatkan RNA dengan rentang konsentrasi antara 104 hingga109 kopi/ml. RNA target kemudian diujikan pada metode TMA, RT-RPA serta RT-PCR. Hasil penelitian menunjukkan bahwa RT-PCR sebagai metode standar dapat mendeteksi seluruh konsentrsasi RNA, yaitu 104-109 kopi/ml. Sementara, metode TMA dan RT-RPA berhasil mendeteksi RNA namun pada konsentrasi RNA yang tinggi yaitu 108-109 kopi/ml pada TMA dan 108-109 kopi/ml pada RT-RPA. Dengan demikian, dapat disimpulkan bahwa baik metoda TMA dan RT-RPA, keduanya dapat digunakan sebagai metode alternatif untuk mengkuantifikasi RNA HIV, namun dengan sensitivitas yang lebih rendah jika dibandingkan RT-PCR. Oleh karena itu, untuk mendapatkan hasil pengukuran yang lebih senitif lagi, perlu dilakukan optimasi terhadap kedua metode isotermal tersebut.", "Daftar File": {"2018 TA PP  NURUL IFFAT WIRUSANTI  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137278"}, "Penulis": "NURUL IFFAT WIRUSANTI (nim : 10413032)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nDr. Ernawati Arifin Giri-Rachman. \n\nDr. Azzania Fibriani."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Amplifikasi isotermal, Human Immunodeficiency Virus, Recombinase Polymerase Amplification, Transcription Mediated Amplification", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "16 Mar 2018"}