{"Nomor": 29838, "Judul": "STUDI KARAKTERISTIK OVERPRESSURE PADA LAPANGAN ANOA, CEKUNGAN NATUNA BARAT, KEPULAUAN RIAU", "Abstrak": "Lapangan Anoa terletak di Cekungan Natuna Barat, di bagian barat Laut Natuna, yang dioperasikan oleh Premier Oil Natuna Sea B.V. Stratigrafi Lapangan Anoa terbagi atas enam formasi, yaitu Formasi Lama, Benua, Gabus Bawah, Keras, Gabus Atas, dan Muda. Penelitian ini dilakukan pada keenam formasi tersebut, yang berumur Eosen Akhir hingga Resen. Tujuan penelitian ini adalah untuk mengestimasi nilai tekanan pori, menentukan kedalaman puncak overpressure, menentukan mekanisme penyebab overpressure, dan menganalisis hubungan antara overpressure dengan kondisi geologi pada daerah penelitian. Penelitian dilakukan pada 2 sumur pemboran dengan menggunakan data log talikawat, data kecepatan interval seismik, data uji tekanan, data temperatur, laporan pengeboran, dan data geologi. Hasil analisis data menunjukkan bahwa kedua sumur yang diteliti mempunyai kondisi overpressure. Kedalaman overpressure berkisar antara 7.400 Ã‚Â– 7.600 kaki di bawah permukaan air laut, dengan nilai tekanan pori sebesar 3.200 Ã‚Â– 5.800 psi atau 8,2 Ã‚Â– 10,4 ppg. Kedalaman puncak overpressure relatif mengikuti top Formasi Benua. Mekanisme utama penyebab terbentuknya overpressure pada Lapangan Anoa adalah mekanisme loading, yang disebabkan oleh pengendapan Formasi Muda. Mekanisme minor yang diduga juga berkontribusi terhadap pembentukan overpressure di daerah penelitian adalah diagenesa mineral lempung.", "Daftar File": {"2017 TA PP NURUL ISNANIA PUTRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/137280", "2017 TA PP NURUL ISNANIA PUTRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/137281", "2017 TA PP NURUL ISNANIA PUTRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/137282", "2017 TA PP NURUL ISNANIA PUTRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/137283", "2017 TA PP NURUL ISNANIA PUTRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/137284", "2017 TA PP NURUL ISNANIA PUTRI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/137285", "2017 TA PP NURUL ISNANIA PUTRI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/137286", "2017 TA PP NURUL ISNANIA PUTRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/137287"}, "Penulis": "Nurul Isnania Putri (12013003)", "Kontributor / Dosen Pembimbing": ["Agus Mochamad Ramdhan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Lapangan Anoa, Cekungan Natuna Barat, overpressure, mekanisme loading, diagenesa mineral lempung", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "13 Jul 2018"}