{"Nomor": 29847, "Judul": "PROSPEK RIGHT CONVERSION METHOD UNTUK PENATAAN PERMUKIMAN PADAT PENDUDUK PERKOTAAN : RESPON MASYARAKAT DI KAWASAN CIBANGKONG, KOTA BANDUNG", "Abstrak": "Saat ini pesatnya pembangunan di perkotaan tidak diiringi dengan ketersediaan lahan yang memadai. Sedangkan di beberapa lahan strategis perkotaan tersebut ditempati oleh permukiman-permukiman padat penduduk, yang sebagian besar memiliki infrastuktur rendah. Untuk mengatasi fenomena ini dibutuhkannya suatu pembangunan permukiman yang dapat berintegrasi dengan pembangunan kota. Dikebanyakan pendekatan pembangunan (redevelopment) yang telah diterapkan di Indonesia masyarakat pemukimnya harus tergusur dari tempat tinggalnya, sehingga mereka tidak serta menikmati hasil dari redevelopment tersebut. Terdapat pendekatan redevelopment tanpa menggusur dan bersifat partisipatif, yang telah banyak diterapkan di Negara Jepang. Oleh karena itu tujuan dari penelitian ini adalah melihat bagaimana respon masyarakat terhadap prospek RCM bila diterapkan pada permukimannya. \n\nData diperoleh dari dua tahap wawancara yaitu tahap pertama dilakukan secara close-ended (kuantitatif) dengan total responden sebanyak 66 penghuni, dan wawancara tahap kedua dilakukan secara open-ended (kualitatif) dengan total responden sebanyak 12 penghuni. Data kuantitatif digunakan untuk memaparkan keseluruhan persentase dari respon penghuni, sedangkan data kualitatif digunakan untuk memaparkan alasan terkait dari respon penghuni. Hasil wawancara berupa alasan terkait penolakan atau penerimaan penghuni, kemudian ditulis ulang ke dalam transcript data wawancara, kemudian dilakukan content analysis untuk menemukan kata kunci dari jawaban yang kemudian dikelompokkan menjadi beberapa kategori dan sub kategori alasan respon (axial coding). Kelompok kategori ini kemudian di analisis untuk melihat frekuensi atau kecenderungan/faktor yang mempengaruhi alasan dari respon penghuni. Hasil dari penelitian ini yaitu didapatkan tiga kelompok respon penghuni yaitu: kelompok respon positif, kelompok respon negatif, dan kelompok respon seimbang penghuni. Temuan ini dapat digunakan sebagai masukan untuk perancangan kembali kawasan berdasarkan dari respon masyarakat.", "Daftar File": {"2018 TS PP NURUL SUCYA KARYA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137304"}, "Penulis": "NURUL SUCYA KARYA    (NIM : 25215025)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ismet Belgawan Harun, M.Sc. \n\nMoh. Jehansyah Siregar, ST, MT, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "permukiman padat penduduk kota, redevelopment, Right conversion method, respon masyarakat.", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "19 Mar 2018"}