{"Nomor": 29843, "Judul": "PRINSIP PERANCANGAN SISTEM PENGHUBUNG PADA KORIDOR JL. SULTAN HASANUDDIN DAN JL. WOLTER MONGINSIDI KOTA PALU  GUNA MENINGKATKAN KUALITAS FISIK DAN VISUAL KAWASAN", "Abstrak": "Koridor Jl. Sultan Hasanuddin dan Jl. Wolter Monginsidi termasuk dalam kawasan Center Of Business District (CBD) kota Palu yang memiliki derajat aksesibilitas yang tinggi. Namun pesatnya perkembangan pada kawasan tersebut tidak didukung dengan sistem penghubung yang baik sehingga menyebabkan menurunnya kualitas visual dan fisik di sepanjang koridor jalan tersebut. Beberapa persoalan yang terjadi seperti, pola sirkulasi yang semakin padat, lahan parkir yang kurang memadai, konflik antar pejalan dan PKL, serta keserasian fasad bangunan di sepanjang koridor menyebabkan tertinggalnya sistem penghubung dari pusat Ã‚Â– pusat kegiatannya.  \n\nPenelitian ini bertujuan untuk merumuskan Prinsip Ã‚Â– prinsip Perancangan Sistem Penghubung di sepanjang koridor Jl. Sultan Hasanuddin dan Jl. Wolter Monginsidi yang didasarkan pada kualitas sistem penghubung, serta ketentuan normatif perancangan sistem penghubung di pusat kota dengan metode pembobotan dilakukan berdasarkan rumusan indikator kualitas sistem penghubung yang terdiri dari aspek keselamatan, keamanan, kenyamanan, kenikmatan dan keindahan. Identifikasi persepsi dan preferensi masyarakat terhadap identitas sistem penghubung dengan analisis statistik terdiri dari aspek fisik dan fungsional. Preferensi masyarakat terhadap kualitas dan identitas sistem penghubung tersebut kemudian dibandingkan dengan ketentuan normatif perancangan sistem penghubung di pusat kota, yang disusun berdasarkan kajian normatif terhadap norma, standar dan peraturan perundang Ã‚Â– undangan yang berlaku, sebagai bahan pertimbangan penyusunan Prinsip Perancangan Sistem Penghubung di Pusat Kota. \n\n\tBerdasarkan hasil analisa, sistem penghubung di sepanjang koridor Jl. Sultan Hasanuddin dan Jl. Wolter Monginsidi kualitasnya masih rendah. Dalam studi ini upaya perbaikan kualitas sistem penghubung yang rendah dilakukan dengan dua kegiatan, yaitu Rehabilitasi, peningkatan kualitas sistem penghubung dengan tujuan mengembalikan komponen Ã‚Â– komponen sistem penghubung yang mengalami ketertinggalan oleh pusat Ã‚Â– pusat kegiatannya, serta Renovasi, pengubahan dan penyesuaian sebagian atau beberapa bagian komponen sistem penghubung.", "Daftar File": {"2018 TS PP NURUL MUTHIAH_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/137299", "2018 TS PP NURUL MUTHIAH_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137300"}, "Penulis": "NURUL MUTHIAH (NIM:  25416026)", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Kustiwan, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "sistem penghubung, prinsip perancangan, koridor jalan.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "2 file", "Tanggal Input": "16 Mar 2018"}