{"Nomor": 29854, "Judul": "PERANCANGAN ARSITEKTUR ENTERPRISE KOTA CERDAS MENGGUNAKAN TOGAF 9.1 PADA DOMAIN KESEHATAN", "Abstrak": "Saat ini banyak kota di Indonesia yang melakukan inisiatif menuju smart city. Pemerintah terus berupaya dalam menjadikan kota yang dipimpinnya sebagai kota cerdas untuk meningkatkan quality of life masyarakat. Pembangunan kota cerdas perlu memperhatikan semua aspek terkait dan memastikan integrasi antar komponennya. Salah satu aspek yang sangat penting adalah kesehatan. Implementasi aspek kesehatan yang baik dapat menunjang terwujudnya kota cerdas. Dalam pengembangannya, aspek kesehatan pada kota cerdas dikenal dengan smart health. Sampai saat ini sudah banyak inovasi yang diterapkan dalam rangka mewujudkan sistem pelayanan kesehatan yang cerdas. Namun, solusi yang sudah ditawarkan tidak dapat menjawab masalah integrasi pada smart health. Integrasi dapat dipandang dari berbagai aspek, lintas sektoral atau lintas komponen teknologi informasi dan non-teknologi informasi. Pada tugas akhir ini, integrasi yang dimaksud adalah sektor teknologi informasi dan domain kesehatan saja. Salah satu cara untuk mengintegrasikan sektor kesehatan dan teknologi informasi tersebut adalah dengan menggunakan TOGAF 9.1, framework yang merepresentasikan integrasi dalam sebuah arsitektur enterprise. Arsitektur ini dibangun berdasarkan prinsip empat tingkat yaitu bisnis, data, aplikasi, dan teknologi. Penggunaan TOGAF 9.1 ini menghasilkan arsitektur enterprise kota cerdas pada bagian kesehatan yang fokus pada pengembangan teknologi informasi dan hal terkait lainnya. Pada tugas akhir ini telah dilakukan penerapan konsep arsitektur enterprise untuk mengintegrasikan sektor kesehatan dalam smart city. Hasilnya menunjukkan bahwa konsep arsitektur enterprise memungkinkan untuk diterapkan pada smart health sehingga dapat membangun smart city.", "Daftar File": {"2018 TA PP  NUSAIBAH ALHAFIZHOH   1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137323"}, "Penulis": "NUSAIBAH ALHAFIZHOH (NIM: 18214014)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Arry Akhmad Arman, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "arsitektur enterprise, smart city, smart health, TOGAF 9.1, integrasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2018"}