{"Nomor": 29859, "Judul": "Penilaian Sistem Penyediaan Air Berkelanjutan Pada Kampung Kota Di Kota Bandung, Indonesia", "Abstrak": "Air bersih adalah layanan dasar bagi semua manusia tanpa memandang kondisi sosial dan ekonomi mereka. Penyediaan air bersih menjadi agenda utama bagi pemerintah seperti dimasukkan dalam Sustainable Development Goals untuk menyediakan akses air bersih bagi semua. Sementara itu, di Indonesia, masih ada kesenjangan akses ke pengalaman air bersih oleh penduduk miskin seperti penduduk kampung kota. Perkotaan kampung adalah daerah yang sangat padat di kota yang dihuni oleh rumah tangga berpenghasilan rendah yang tidak mampu membeli air bersih yang disediakan oleh penyedia air formal. Karena keterbatasan ekonomi, penduduk di kampung kota kota Bandung, Indonesia, telah mengembangkan sumber alternatif pasokan air seperti sumur individu atau sumur umum. Penelitian ini berfokus pada pemahaman jenis sistem pasokan air di daerah tersebut, mengevaluasi sistem saat ini dengan menganalisis penggunaan air dan kualitas air, dan akhirnya menganalisis alternatif dari sistem penyediaan air yang berkelanjutan untuk kampung perkotaan. Data dikumpulkan dengan survei lapangan, tes kualitas air, dan survei kuesioner kepada responden domestik kecamatan Lebak Siliwangi. Temuan penelitian menunjukkan bahwa untuk penduduk kampung kota, sistem penyediaan air berbasis masyarakat memiliki peran penting dalam memenuhi permintaan air. 55% dari penduduk menggunakan sumur komunal atau sumur individu sebagai sumber air utama, dan 98% penduduk mengklaim bahwa mereka puas dengan sistem pasokan air saat ini. Namun, hasil tes air menemukan beberapa masalah dengan kualitas air sebagai kelompok Coliform dan E. coli terdeteksi di beberapa sampel air. Studi ini mengusulkan skenario sistem penyediaan air alternatif berdasarkan kondisi yang ada untuk sistem pasokan air yang lebih baik dan berkelanjutan.", "Daftar File": {"2018 TS PP NYIMAS SURYANI_ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137335"}, "Penulis": "NYIMAS SURYANI (NIM:25416018)", "Kontributor / Dosen Pembimbing": ["Dr. Sri Maryati, ST., MIP"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Area planning", "Kata Kunci": "pasokan air, kampung kota, kualitas air, sumur komunal, kuesioner, kemauan membayar", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Rd. Lenny Fatimah N., Dra", "File": "1 file", "Tanggal Input": "01 Okt 2018"}