{"Nomor": 29850, "Judul": "PEMROSESAN SINYAL FMCW GROUND PENETRATING RADAR DAN DISPLAY 3N-GPR", "Abstrak": "Peta struktur bawah tanah merupakan salah satu aspek penting dalam pembangunan infrastruktur. Di Indonesia, ketersediaan data atau informasi peta struktur bawah tanah masih kurang memadai. Akibatnya, pembangunan infrastruktur seperti pondasi gedung-gedung baru dapat merusak prasarana yang ada seperti kabel listrik, pipa saluran air, kabel komunikasi data, dan sebagainya. Untuk menghindari hal tersebut maka perlu dilakukan survey lahan terlebih dahulu sebelum pembangunan infrastruktur. Salah satu perangkat untuk melakukan survey bawah tanah adalah dengan menggunakan Ground Penetrating Radar (GPR). Pada tugas akhir ini dikembangkan perangkat GPR dengan nama 3N-GPR yang bersifat compact, low cost, portable, dan user friendly. 3N-GPR terdiri dari 5 bagian utama yaitu kerangka GPR, modul baseband transceiver, antena, modul pemroses sinyal (signal processor), dan display. Secara khusus, ruang lingkup yang dibahas pada dokumen tugas akhir ini meliputi modul pemroses sinyal dan display. 3N-GPR dirancang untuk mendeteksi pipa bawah tanah dalam rentang kedalaman 0-2 meter. Informasi kedalaman dan posisi pipa bawah tanah ditampilkan pada tablet yang digunakan sebagai display. Untuk memperoleh informasi kedalaman dan posisi pipa bawah tanah maka perlu dilakukan pemrosesan sinyal echo atau sinyal pantulan oleh signal processor terlebih dahulu. Bagian utama dari perangkat lunak untuk pemrosesan sinyal pantulan (echo) terdiri dari : submodul plotting, komputasi FFT (fast fourier transform), proses windowing, dan informasi kedalaman pipa. Submodul plotting berfungsi untuk merepresentasikan beat waveform, komputasi FFT berfungsi untuk memperoleh frekuensi beat yang digunakan untuk menentukan jarak kedalaman pipa bawah tanah. Proses windowing berperan untuk menghilangkan noise dan mengubah hasil komputasi FFT kedalam bentuk logaritmik agar lebih tampak jelas perbedaan antara tanah dengan objek yang akan dideteksi kedalamannya. Proses terakhir adalah konversi satuan untuk memperoleh informasi kedalaman dan posisi pipa bawah tanah dalam satuan meter. Semua informasi dan proses tersebut akan ditampilkan pada tablet (display). Disamping itu pada modul pemroses sinyal terdapat graphical user interface (GUI) yang terdiri dari beberapa menu dan sub menu untuk mempermudah pengguna dalam mengoperasikan display 3N-GPR. Setelah tahap integrasi dengan seluruh modul GPR, modul pemroses sinyal diatas telah diuji fungsinya dengan sinyal masukan yang diterima oleh antena receiver. Disini, telah berhasil didapatkan sinyal beat waveform dan hasil komputasi FFT yang frekuensinya berubah-ubah ketika antena transmitter dan receiver yang saling berhadapan diubah-ubah jaraknya. Proses windowing pada sinyal hasil FFT ini juga telah berhasil dilakukan dengan menggunakan fungsi Hamming Window. Untuk menampilkan informasi kedalaman dan posisi pipa bawah tanah dalam satuan meter pada display, dilakukan pengujian berupa emulasi dengan sinyal masukan dari function generator. Pada pengujian ini, frekuensi function generator diubah-ubah yang sesuai dengan harga untuk kedalaman 0 sampai 2 meter yang merupakan posisi pipa bawah tanah pada umumnya. GUI yang dibuat telah berhasil berfungsi yang terdiri dari berbagai menu, submenu, dan widget yang mempermudah pengguna dalam mengoperasikan display.", "Daftar File": {"2018 TA PP NURUL YENAS 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137307"}, "Penulis": "NURUL YENAS - NIM : 13214022", "Kontributor / Dosen Pembimbing": ["Ir. Farkhad Ihsan Hariadi M.Sc.    \n\nDr. Ir. Basuki Rahmatul Alam"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Signal processor, submodul plotting, FFT, windowing, informasi kedalaman, display.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Jun 2018"}