{"Nomor": 29862, "Judul": "ANALISIS SPEKTRAL DAN HIPOSENTER PADA AKTIVITAS GEMPA VULKANIK GUNUNG SINABUNG PERIODE MEI 2017", "Abstrak": "Gunungapi Sinabung adalah gunungapi strato berbentuk kerucut, dengan tinggi puncaknya 2460 m dpl. Lokasi Gunungapi Sinabung berada di Kabupaten Karo, Provinsi Sumatera Utara. Secara geografis terletak pada posisi 3Ã‚Â°10' Lintang Utara dan 98Ã‚Â°23,5' Bujur Timur. Pemantauan terhadap Gunungapi Sinabung terus dilakukan karena gunungapi tersebut masih memiliki aktivitas kegempaan yang cukup tinggi. Untuk mengetahui karakteristik gempa vulkanik dan sumber aktivitas penyebabnya, maka diperlukan penentuan hiposenter gempa dan analisis spektral gempa yang terjadi. Aktivitas Gunungapi Sinabung terekam di beberapa stasiun diantaranya, SKN (Sukanalu), Mardinding (MDD), Lau Kawar (LKW), Kebayaken (KBY), Gamber (GBR), Sigarang-garang (SGR), Sibayak (SBY). Rekaman seismik dari stasiun-stasiun tersebut diolah menggunakan software aplikasi LS7_WVE untuk mencari gempa yang terekam di minimal 3 stasiun dan menentukan waktu tiba gelombang p dan s, Microsoft Excel untuk mengolah data, GeigerÃ‚Â’s Method With Adaptive Damping (GAD) untuk menentukan koordinat x,y,z hiposenter gempa, Origin Pro 7 untuk analisis spektral yang menggunakan Fast Fourier Transform (FFT), serta MATLAB untuk plot hiposenter dan short-time Fourier Transform (STFT) dalam bentuk spektogram. Hasil yang didapat dari pelaksanaan penelitian ini adalah terdapat 94 event gempa. Berdasarkan hasil analisis spektral, spektrogram, kedalaman, sinyal seismik yang terekam dan magnitudo, gempa yang terjadi di Gunungapi Sinabung pada bulan Mei 2017 terdiri dari 79 gempa vulkanik dalam (Tipe A), 7 vulkanik dangkal (Tipe B), 5 vulkanik hybrid, 2 gempa low-frequency dan 1 gempa letusan. Kedalaman rata-rata gempa tersebut berada di 0.2 Ã‚Â– 1.5 km di bawah permukaan laut. Gempa yang terjadi mayoritas berada di rentang frekuensi tinggi yaitu 7.5 Ã‚Â– 10 Hz dan magnitudo 1 Ã‚Â– 1.5.", "Daftar File": {"2018 TA PP OCTADIANTI KUSUMAPUTRI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137338"}, "Penulis": "OCTADIANTI KUSUMAPUTRI (NIM : 10214013)", "Kontributor / Dosen Pembimbing": ["Wahyu Srigutomo, Ph.D.", "Dr. Hetty Triastuty"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Physics", "Kata Kunci": "GAD, gempa, gunungapi sinabung, hiposenter, vulkanik", "Sumber": "", "Staf Input/Edit": "Ratnasari  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "07 Sep 2018"}