{"Nomor": 29861, "Judul": "ANTARMUKA UNTUK PEMINDAHANPENGETAHUAN ANTARA SISTEM BERBASIS PENGETAHUAN  DENGAN BIDANG PENGETAHUAN SERUPA STUDI KASUS: PERAWATAN DIABETES MELLITUS TYPE-2", "Abstrak": "Bagaimana caranya menambahkan suatu pengetahuan baru secara otomatis (machine- to-machine) ke dalam suatu Knowledge-based System (KBS) atau Sistem Berbasis Pengetahuan (SBP) yang telah memiliki struktur pengetahuan di dalamnya? Pertanyaan tersebut yang mendasari penelitian ini dilakukan sebagai bagian dari pemenuhan impian besar dalam mewujudkan inteligensi (intelligence) yang sebenarnya di mana pengetahuan (knowledge) dapat diambil dari mana pun, termasuk dari SBP lain, dan menambahkan pengetahuan baru tersebut untuk meningkatkan kemampuan dari SBP.  \n \n\nSetiap SBP memiliki pengetahuan sebagai pondasi dasar untuk menghasilkan rekomendasi yang dapat digunakan untuk pengambilan keputusan. Setiap pengetahuan di dalam SBP disimpan dalam formalisasi yang disebut dengan representasi pengetahuan atau Knowledge Representation (KR). Terdapat banyak formalisasi representasi pengetahuan yang dapat dipilih sesuai dengan problem, tujuan, dan solusi yang diinginkan, sehingga setiap SBP memiliki representasi pengetahuan yang berbeda-beda. Perbedaan representasi pengetahuan di setiap SBP ini memberikan kendala pada saat ingin dilakukan penambahan pengetahuan baru secara otomatis. Oleh karenanya dibutuhkan suatu generic KR atau representasi pengetahuan yang bersifat umum yang dapat digunakan untuk menyimpan hasil transformasi dari representasi pengetahuan lainnya sehingga memungkinkan pemindahan pengetahuan dari suatu SBP ke SBP lainnya.  \n \n\nUntuk mendukung pemindahan pengetahuan (knowledge transfer), dibutuhkan bahasa logika yang dapat digunakan untuk mendapatkan pengetahuan yang tersimpan di dalam suatu SBP. Bahasa logika tersebut memiliki banyak ragam, salah satunya adalah KQML (Knowledge Query Manipulation Language) yang digunakan di dalam penelitian ini. KQML dapat digunakan untuk mendapatkan pengetahuan dari suatu SBP, namun diperlukan upaya khusus untuk dapat menambahkan pengetahuan yang telah didapat tersebut agar dapat menjadi bagian dari struktur pengetahuan ke dalam suatu SBP dengan bidang pengetahuan (knowledge domain) yang serupa (similar). Kemampuan menambahkan pengetahuan ini dapat digunakan untuk peningkatan pengetahuan (knowledge  \n\nenhancement) dari suatu SBP sehingga suatu SBP dapat meningkatkan kemampuannya dalam memberikan rekomendasi.  \n \n\nUntuk dapat menyediakan kemampuan pengambilan dan penambahan pengetahuan ini, setiap SBP perlu ditambahkan antarmuka (interface) yang dapat mengakomodasi komunikasi antar mesin (machine-to-machine) SBP melalui bahasa logika KQML. Antarmuka bertugas untuk mencari SBP yang memiliki pengetahuan yang dibutuhkan, mengambil pengetahuan tersebut dan menambahkan pengetahuan baru tersebut ke dalam SBP pemanggil.  \n \n\nPengujian pemindahan pengetahuan melalui antarmuka ini dilakukan pada tiga KBS dengan bidang pengetahuan yang serupa (similar knowledge domain), yaitu perawatan penyakit kencing manis tipe 2 (diabetes mellitus type 2) dengan perbedaan pendekatan yaitu terapi medis, terapi herbal dan terapi fisik. Kemiripan bidang pengetahuan berdasarkan pada notasi klasifikasi DDC (Dewey Decimal Classification) yang banyak digunakan di bidang perpustakaan untuk keperluan klasifikasi katalog. Notasi DDC untuk perawatan penyakit kencing manis type 2 dalam pengujian di sini adalah 916.462.   \n \n\nBerdasarkan pengujian, pemindahan pengetahuan telah dapat dilakukan dan SBP dengan pendekatan terapi medis dapat mengambil pengetahuan tambahan dari SBP dengan pendekatan terapi herbal. Pengujian juga dilakukan untuk tiga skenario, yaitu penambahan pengetahuan, penghapusan pengetahuan, dan pengubahan pengetahuan. Ketiga skenario tersebut dilakukan oleh antarmuka yang terpasang pada SBP pemanggil yang dalam hal ini adalah SBP dengan pendekatan terapi medis.  \n \n\nKebaruan dari penelitian ini adalah representasi pengetahuan yang bersifat umum (generic KR) yang dapat mengakomodasi pemindahan pengetahuan antar SBP dengan bidang pengetahuan yang serupa (similar knowledge domain).", "Daftar File": {"33213001 - Upload Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/137337"}, "Penulis": "Nyoman Bogi Aditya Karna  [33213001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr-Ing. Ir. Iping Supriana Suwardi, DEA Dr. Nur Ulfa Maulidevi, S.T., M.Sc."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Elektro dan Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "interface, machine-to-machine, knowledge representation, knowledge-based system, knowledge query, knowledge enhancement, knowledge addition.", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     M. Arif Trikanda", "File": "1 file", "Tanggal Input": "01 Okt 2018"}