{"Nomor": 29868, "Judul": "PENGARUH OBSERVASI AKSI TERHADAP PENGUATAN IMAJINASI MOTORIK UNTUK LATIHAN SISTEM KONTROL BERBASIS BCI", "Abstrak": "Saat ini, dalam pengembangan video game, tengah dilakukan riset tentang sistem kontrol yang dapat dikendalikan langsung oleh pikiran penggunanya menggunakan teknologi Brain-Computer Interface (BCI), yang memungkinkan sinyal-sinyal otak diterjemahkan sebagai suatu perintah oleh komputer. Sinyal tersebut salah satunya dipicu oleh aktivitas imajinasi motorik, yaitu aktivitas membayangkan gerakan motorik tertentu. Namun, pengembangan sistem kontrol video game berbasis aktivitas imajinasi motorik masih terkendala karena tingkat keberhasilan penggunaan BCI yang rendah disebabkan oleh lemahnya sinyal yang dibangkitkan oleh pengguna. Sistem neuron cermin, yang dipicu dengan observasi aksi, memiliki aktivitas yang serupa dan berkaitan dengan aktivitas imajinasi motorik. Penelitian ini bertujuan untuk menguji efektivitas metode latihan kontrol berbasis BCI menggunakan observasi aksi. Penelitian dilakukan pada 6 naracoba yang dibagi menjadi 2 kelompok perlakuan: kontrol dan uji selama 4 hari berturut-turut. Tiap harinya, terdapat sesi latihan dan sesi perekaman Elektroensefalograf (EEG). Pada sesi latihan, naracoba diminta melakukan latihan eksekusi gerakan yaitu berdiri di tempat, berjalan di atas treadmill, dan lompat di tempat selama 3 menit. Selanjutnya, kelompok kontrol melakukan latihan imajinasi motorik, yaitu dengan membayangkan gerakan berjalan dan melompat dipandu dengan perintah pada layar monitor selama 6 menit. Di lain pihak, kelompok uji melakukan latihan observasi aksi dengan menonton video peraga gerakan berjalan dan melompat selama 3 menit, kemudian latihan imajinasi motorik selama 3 menit. Pada sesi perekaman EEG, naracoba melakukan imajinasi motorik selama 15 detik sebanyak 3 kali untuk gerakan jalan dan 3 kali untuk gerakan lompat. Hasil rekaman EEG kemudian dikonversi ke nilai Power Spectral Density (PSD). Hasil menunjukkan, kelompok uji mengalami penurunan nilai PSD yang lebih besar pada rentang frekuensi gelombang Mu (7-13 Hz) dan Beta (16-24 Hz) yang menandakan terjadinya desinkronisasi atau kemunculan aktivitas yang lebih kuat saat melakukan imajinasi motorik dibandingkan dengan kelompok kontrol. Dapat disimpulkan bahwa neuron cermin berperan dalam memperkuat imajinasi motorik serta dapat dimanfaatkan sebagai salah satu metode latihan penggunaan BCI.", "Daftar File": {"2018 TA PP  OGIE NOVRIAN ZULKARNAIN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137349"}, "Penulis": "OGIE NOVRIAN ZULKARNAIN (NIM : 10612072)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Lulu Lusianti Fitri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "BCI, EEG, Imajinasi Motorik, Observasi Aksi, Neuron Cermin", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "16 Mar 2018"}