{"Nomor": 29863, "Judul": "ISOLASI SENYAWA TANIN DARI KULIT BUAH DELIMA (Punica granatum L.)", "Abstrak": "Punica granatum L. atau yang lebih dikenal dengan buah delima, merupakan salah satu buah yang \n\nkaya akan antioksidan. Punica granatum L. mempunyai sifat sebagai antioksidan kuat karena \n\nadanya kandungan tanin pada buah ini. Selain bersifat sebagai antioksidan, kandungan tanin pada \n\nkulit buah delima juga memiliki efek farmakologi lainnya seperti antibakteri dan antifungi. Pada \n\npenelitian kali ini dilakukan isolasi terhadap senyawa tanin yang terdapat di dalam kulit buah \n\ndelima merah. Sebagai tahap awal, simplisia kulit buah delima merah diekstraksi dengan metode \n\nrefluks menggunakan pelarut etanol kemudian dipekatkan hingga diperoleh ekstrak kental. \n\nEkstrak yang diperoleh kemudian difraksinasi dengan metode ekstraksi cair-cair menggunakan \n\npelarut air, n-heksana, dan etil asetat. Fraksi air yang diperoleh dikeringkan dengan metode \n\nfreeze-dry kemudian disubfraksinasi menggunakan kromatografi kertas. Subfraksi yang diperoleh \n\nkemudian diuji kemurniannya dengan KLT densitometri, KLT 2 dimensi, dan KLT pengembangan \n\ntunggal dengan 3 fase gerak yang berbeda kepolarannya. Subfraksi yang sudah murni kemudian \n\ndikarakterisasi dengan spektrofotometer UV-Vis dan LC-MS. Dari hasil karakterisasi dengan \n\nspektrofotometer UV-Vis diperoleh puncak maksimum pada panjang gelombang 218 nm, 260 nm, \n\ndan 381 nm. Hasil karakterisasi dengan LC-MS menunjukkan bahwa isolat dengan kemurnian \n\n57,53% bobot molekul sebesar 804,27 dengan base peak pada 391,62. Dari penelitian ini \n\ndiperoleh rendemen isolat tanin sebanyak 2,07% terhadap simplisia dengan komponen dominan \n\nyang diduga sebagai senyawa puniglukonin dengan bobot molekul 804,27 g/mol.", "Daftar File": {"2018 TA PP OCTAVIANA FLORENCIANA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137339"}, "Penulis": "OCTAVIANA FLORENCIANA NIM : 10713026", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr. Rika Hartati, S.Si.,M.Si", "Dr. Muhamad Insanu, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Punica granatum L. , tanin, isolasi, isolat, KLT, LC-MS.", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "9 file", "Tanggal Input": "05 Mar 2018"}