{"Nomor": 29879, "Judul": "Site-directed Mutagenesis GEN rhlAB PADA Escherichia coli REKOMBINAN", "Abstrak": "Surfaktan merupakan senyawa yang dapat menurunkan tegangan permukaan dan digunakan pada berbagai bidang seperti pada industri deterjen. Akan tetapi, surfaktan sintetis berasal dari senyawa turunan minyak bumi sehingga bersifat toksik dan sulit didegradasi di lingkungan. Biosurfaktan merupakan senyawa alternatif surfaktan sintetis. Salah satu contoh biosurfaktan adalah rhamnolipid yang diproduksi oleh Pseudomonas aeruginosa namun, sifatnya yang patogen pada manusia menyebabkan dibutuhkannya metode lain untuk produksi rhamnolipid, yaitu menggunakan plasmid rekombinan. Penelitian sebelumnya telah mengkonstruksi gen rhlAB yang berperan dalam biosintesis rhamnolipid pada plasmid pPM di Escherichia coli rekombinan dan mengoptimasi aktivitas rhamnolipid melalui pengujian terhadap penurunan interfacial tension (IFT). Aktivitas rhamnolipid dipengaruhi sisi aktif enzim RhlA dan RhlB yang telah diprediksikan secara in silico. Berdasarkan hal tersebut, penelitian ini bertujuan untuk menguji salah satu sisi aktif enzim RhlB yaitu, asam amino treonin pada urutan 261 melalui mutasi substitusi menjadi isoleusin untuk menentukan pengaruhnya pada aktivitas rhamnolipid. Pemilihan treonin dilakukan secara acak. Mutasi dilakukan dengan metode Inverse Polymerase Chain Reaction (PCR). Dilakukan desain primer mutan untuk memutasi gen rhlAB dalam plasmid pPM menjadi plasmid mutan pPMT261I. pPMT261I kemudian diperbanyak dalam E. coli DH5α melalui transformasi. Hasil mutasi dikonfirmasi dengan pengurutan basa DNA. Selanjutnya, pPMT261I diperbanyak dalam E. coli BL21 (DE3) untuk diekspresikan. Rhamnolipid yang diekspresikan diuji aktivitasnya dalam menurunkan IFT crude oil pada variasi suhu. Hasil penelitian menunjukkan bahwa gen rhlB pada pPMT261I termutasi. Pada dua  pengujian IFT, aktivitas rhamnolipid mutan tidak konsisten. Akan tetapi, aktivitas rhamnolipid mutan berbeda dari non-mutan pada semua pengujian IFT. Melalui pemodelan struktur, mutasi menyebabkan isoleusin tidak berperan sebagai sisi aktif pada RhlB. Disimpulkan bahwa asam amino treonin merupakan sisi aktif enzim RhlB yang mempengaruhi aktivitas rhamnolipid.", "Daftar File": {"2018 TA PP Olivia Alexandra 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137368"}, "Penulis": "Olivia Alexandra - Nim: 10414040", "Kontributor / Dosen Pembimbing": ["Dr. Sony Suhandono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Biosurfaktan, gen rhlAB, interfacial tension, rhamnolipid, site-directed mutagenesis", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Sep 2018"}