{"Nomor": 29876, "Judul": "DESAIN TUBUH BENDUNGAN DAN MERCU BANGUNAN PELIMPAH PADA BENDUNGAN KARIAN DI KABUPATEN LEBAK, PROVINSI BANTEN", "Abstrak": "Air merupakan salah satu kebutuhan yang dapat dikategorikan sebagai kebutuhan primer. Beberapa manfaat air untuk berbagai kebutuhan yaitu seperti membangkitkan energi listrik, mengairi daerah irigasi dan pemenuhan air baku. Beberapa kebutuhan tersebut dapat dipenuhi salah satunya yaitu dengan pembangunan Bendungan. Bendungan memanfaatkan air yang berlebih pada saat musim hujan dengan cara menampungnya untuk membantu kekurangan air pada musim kering. Bendungan Karian terletak pada Sungai Ciberang, Kecamatan Rangkasbitung, Kabupaten Lebak, Provinsi Banten dengan luas DTA sebesar 285,573 km2. Bendungan ini merupakan tipe bendungan zonal urugan batu dengan inti material lempung. Bendungan dengan panjang 683,2 meter dan tinggi 53,2 meter ini memiliki fungsi untuk menahan aliran sungai dan menampungnya hingga pada akhirnya dialirkan ke lokasi yang membutuhkan. Bendungan Karian memiliki volume tampungan sekitar 326,3 juta m3 dengan luas genangan 1985,04 hektar pada elevasi +69,8 m diatas permukaan laut. Bendungan Karian memiliki debit banjir dengan kala ulang PMF tahun adalah 3365,73 m3/s. Selain bendungan, komponen bangunan penting lainya adalah bangunan pelimpah guna mengalirkan air yang melebihi kapasitas tampungan. Mercu pelimpah didesain dengan bentuk ogee dan debit desain yang digunakan dalam perencanaan bangunan pelimpah adalah debit PMF hasil routing yaitu sebesar 1047,15 m3/s dimulai saat kondisi bendungan dalam keadaan MAN (Muka Air Normal). Lebar mercu desain adalah 50 m dengan ketinggian air diatas mercu sekitar 5 meter. Dan rencana anggaran biaya yang dibutuhkan untuk pembangunan Tubuh Bendungan Karian adalah sekitar 2,5 Triliun Rupiah.", "Daftar File": {"2018 TA PP OKTAVIANY PANGESTI IRIANTO  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137358"}, "Penulis": "OKTAVIANY PANGESTI IRIANTO (NIM : 15814040)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nProf.Ir.IwanKridasantausa,M.Sc.,Ph.D. \n\nIr. Beni Taufik Rayadi,MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Bendungan Karian, bendungan zonal, mercu pelimpah", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2018"}