{"Nomor": 29870, "Judul": "Implementasi Environment Governance untuk Mencapai Target Pembangunan Industri Berkelanjutan, Studi Kasus Industri Air Kemasan di Indonesia", "Abstrak": "Sebagai bagian dari tujuan pembangunan berkelanjutan (SDG) nomor 9, yaitu untuk mewujudkan ketahanan infrastruktur, mendorong proses industri yang berkelanjutan dan inovasi; pada tahun 2030 seluruh negara harus meningkatkan sector industrinya sehingga dapat meningkatkan efisiensi sumber daya yang digunakan. Lebih khusus pada industry air kemasan di Indonesia, masih terdapat kontroversi diantara masyarakat apakah industry ini telah terlalu mengeksploitasi sumber daya alam atau tidak. Permasalahannya menjadi semakin serius ketika Mahkamah Konstitusi mencabut UU No. 7 tahun 2004 tentang sumber daya air dikarenakan tuntutan yang diajukan oleh beberapa organisasi masyarakat. Oleh karena itu, penelitian ini ditujukan untuk dapat menganalisa beberapa solusi yang kiranya dapat dihasilkan melalui konsep environmental governance untuk untuk dapat mencapai pembangunan industry yang berkelanjutan. Penelitian ini akan memperhatikan seluruh aspek yang terkait, termasuk aspek social dan ketahanan lingkungan yang terkait dengan prinsip-prinsip pembangunan industry berkelanjutan yang berdasar pada konsep environmental governance.", "Daftar File": {"2018 TS PP OKKY KRISNA_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/137351", "2018 TS PP OKKY KRISNA_ABSTRAK INDO.pdf": "https://digilib.itb.ac.id/gdl/download/137352"}, "Penulis": "OKKY KRISNA RACHMAN (NIM: 25417025)", "Kontributor / Dosen Pembimbing": ["Adiwan Fahlan Aritenang, Dr., ST., M.GIT"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Industri, pemerintahan, sumber daya alam", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     hidayat", "File": "2 file", "Tanggal Input": "10 Jul 2018"}