{"Nomor": 29871, "Judul": "PENGARUH KONSENTRASI NaCl PADA METODE SALT LEACHING TERHADAP POROSITAS SCAFFOLD BERBASIS KITOSAN NANOSELULOSA SEBAGAI APLIKASI BIOMEDIK PADA KORNEA", "Abstrak": "Kerusakan pada kornea menjadi penyebab kebutaan kedua terbesar di dunia. Walaupun demikian, solusi penyembuhan kerusakan kornea hanya dapat dilakukan dengan transplantasi (keraptoplasti) kornea. Namun ketersediaan donor kornea tidak mencukupi kebutuhan yang diperlukan untuk melakukan transplantasi, selain itu 30% dari keraptoplasi mengalami penolakan dan 5-7% mengalami kegagalan. Akhir-akhir ini peneliti sedang melakukan pendekatan yang menarik dalam perbaikan dan penggantian jaringan yang rusak melalui pengembangan rekayasa jaringan (tissue engineering). Penerapan rekayasa jaringan memerlukan matriks ekstraseluler buatan (scaffold) yang berporositas tinggi untuk memicu pertumbuhan sel yang rusak dan regenerasi jaringan. Oleh karena itu, pada penelitian tugas akhir ini scaffold berbasis kitosan-nanoselulosa dibuat dengan menggunakan metode salt leaching. Penggunaan kitosan dan nanoselulosa untuk pembuatan scaffold sesuai dengan sifat matriks ekstraseluler yang biokompatibel, biodegradabel, transparan dan non-toksik sehingga aman apabila ditanam di dalam jaringan tubuh. Pada penelitian ini, konsentrasi garam NaCl yang telah dikristalisasi akan divariasikan untuk mengetahui pengaruh yang ditimbulakan pada porositas scaffold yang dibuat. Scaffold yang dihasilkan diuji SEM untuk analisis morfologi partikel, FTIR untuk analisis gugus fungsi yang terkandung, spektroskopi UV-Vis untuk analisis sifat optik (transparansi), pengujian tarik (tensile stress) untuk analisis sifat mekanik dan pengujian swelling untuk analisis absorpsi air.", "Daftar File": {"2018 TA PP  OKMATIAR DASATI  - LELY FIRDA ANGGRAENI   1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137353"}, "Penulis": "OKMATIAR DASATI (NIM : 13314024) -  LELY FIRDA ANGGRAENI (NIM : 13314036)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \n\nProf. Ir. Bambang Sunendar, M.Eng., Ph.D.  \n\nDr. Ir. Suyatman."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "kornea, tissue engineering, scaffold, kitosan, nanoselulosa, salt leaching", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2018"}