{"Nomor": 29875, "Judul": "PENAPISAN VIRTUAL SENYAWA, VALIDASI DAN SIMULASI DINAMIKA MOLEKULER DENGAN PENDEKATAN FARMAKOFOR BERBASIS LIGAN SEBAGAI ANTAGONIS RESEPTOR ESTROGEN ALFA", "Abstrak": "Kanker merupakan penyebab kematian kedua setelah penyakit kardiovaskuler. Salah satu \n\nfaktor yang menjadi pemicu kanker ini adalah hormon estrogen. Reseptor estrogen alfa (ER \nα) banyak terdapat di kelenjar mammae sehingga banyak penelitian yang menjadikannya \n\nsebagai target uji dalam penelitian kanker payudara. Tahapan penapisan farmakologis \n\nsenyawa aktif akan memakan waktu dan biaya yang besar. Komputer menawarkan metode in \n\nsilico sebagai komplemen metode in vitro dan in vivo. Penapisan in silico, yang melibatkan \n\nbasis data dengan struktur molekul relevan yang ditambatkan pada target protein. Prosedur \n\npenapisan virtual terhadap database senyawa kimia yang tersedia secara komersial. Pada \n\nawalnya dilakukan pembuatan model farmakofor menggunakan MOE dari beberapa \n\nsenyawa turunan 4-hidroksitamoxifen (4-OHT) yang telah diketahui sebagai antagonis \n\nreseptor estrogen alfa. Model farmakofor terbaik kemudian digunakan untuk menyaring \n\nsekitar 165 juta senyawa pada database yang tersedia dalam webserver Pharmit. Hasil \n\npenapisan farmakofor kemudian disaring lebih lanjut berdasarkan sifat drug-likeness (Rule of \n\nFive, Veber Rule, dan jumlah inti aromatik) dan dilanjutkan dengan penyaringan terhadap \n\nsenyawa-senyawa dengan substruktur PAINS (Pan Assay Interference Compounds) dan \n\ngugus toksikofor. Proses penambatan molekul menggunakan protokol rigid receptor docking \n\nterhadap ER-α(PDB ID: 3ERT). Kombinasi placement scoring Alpha PMI dengan docking \n\nscore pertama Alpha-HB dan docking score kedua Affinity dG dipilih untuk tahap \n\npenambatan berdasarkan hasil validasi. Pendekatan ini menghasilkan tiga senyawa baru \n\n(ZINC 00000288327, ZINC 00058490627 dan PubChem 1233717) yang memiliki docking \n\nscore lebih baik dibandingkan 4-hidroksitamoxifen dan, berdasarkan simulasi dinamika \n\nmolekuler menunjukkan stabilitas dalam interaksi ligan-protein.", "Daftar File": {"2018 TS PP OKTA NURSANTI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137357", "COVER OKTA NURSANTI NIM : 20715315": "https://digilib.itb.ac.id/gdl/download/211197", "BAB 1 OKTA NURSANTI NIM : 20715315": "https://digilib.itb.ac.id/gdl/download/211199", "BAB 2 OKTA NURSANTI NIM : 20715315": "https://digilib.itb.ac.id/gdl/download/211200", "BAB 3 OKTA NURSANTI NIM : 20715315": "https://digilib.itb.ac.id/gdl/download/211201", "BAB 4 OKTA NURSANTI NIM : 20715315": "https://digilib.itb.ac.id/gdl/download/211202", "BAB 5 OKTA NURSANTI NIM : 20715315": "https://digilib.itb.ac.id/gdl/download/211204", "BAB 6 OKTA NURSANTI NIM : 20715315": "https://digilib.itb.ac.id/gdl/download/211205", "PUSTAKA OKTA NURSANTI NIM : 20715315": "https://digilib.itb.ac.id/gdl/download/211206"}, "Penulis": "OKTA NURSANTI NIM : 20715315", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Prof. Dr. Daryono Hadi Tjahjono., M.Sc., Apt"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "docking, farmakofor, ligan, penapisan virtual, reseptor estrogen alfa simulasi dinamika molekuler", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "9 file", "Tanggal Input": "01 Okt 2018"}