{"Nomor": 29889, "Judul": "Pendugaan Simpanan Karbon Pohon dan Tanah pada Hutan Gambut Pasca Terkbakar dan Tidak Terbakar serta Penentuan Jenis Species Rehabilitasi untuk Pengembalian Simpanan Karbon di KHG Sungai Mendahara-Sungai Batanghari, Provinsi Jambi", "Abstrak": "Hutan gambut merupakan salah satu ekosistem yang memiliki fungsi untuk menyimpan karbon dalam jumlah yang sangat besar. Namun, dengan adanya kebakaran hutan dapat menyebabkan fungsi penambat karbon hilang dan bahkan dapat menyebabkan meningkatnya emisi gas rumah kaca. Tujuan penelitian ini adalah untuk menduga biomassa dan stok karbon di hutan alam dan lahan pasca terbakar kawasan gambut di Kabupaten Tanjung Jabung Timur, Jambi. Analisis vegetasi dilakukan pada berbagai ukuran: plot (20m x 20m) untuk pohon, plot (10m x 10m) untuk tiang; plot 5m x 5m untuk pancang. Pada tiap plot dicatat spesies dan diameter pohon. Pada hutan referensi yang tidak terbakar dibuat sebanyak 6 plot, dan di lahan pasca terbakar dibuat 10 plot. Sampel tanah diambil dari setiap plot (20m x 20m) dengan menggunakan core sampler dan dianalisis di laboratorium untuk mendapatkan nilai bulk density dan karbon organik tanah. Biomasa pohon diduga dengan menggunakan persamaan allometri W = Bj 0,19 D2,37 dan simpanan karbon pohon dihitung dengan C = 0,5W. Simpanan karbon bawah permukaan diduga dengan menggunakan allometri KC = B x A x D x C. Dari hasil pengukuran, didapatkan nilai biomassa atas permukaan hutan referensi yang tidak terbakar sebesar 130,75 ton/ha dan di lahan pasca terbakan nilai biomassanya 0 ton/ha. Nilai simpanan karbon atas permukaan di hutan alam dan lahan pasca terbakar berturut-turut sebesar 65,73 ton/ha dan 0 ton/ha, sedangkan nilai simpanan karbon bawah permukaan di hutan referensi yang tidak terbakar dan hutan pasca terbakar sebesar 6190,05 ton/ha dan 5636,44 ton/ha. Beberapa jenis species yang digunakan dalam pelaksanaan rehabilitasi untuk mengembalikan simpanan karbon adalah Palaquium obovatum, Dipterocarpus sp, Eusideroxylon zwageri, Koompassia malaccensis, dan Tetramerista glabra.", "Daftar File": {"2018 TA PP - Oriz Anugerah Putra 1- Abstrak.pdf": "https://digilib.itb.ac.id/gdl/download/137384"}, "Penulis": "Oriz Anugerah Putra (Nim : 11514050)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Tati Suryati Syamsudin \n\nDr. Endang Hernawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Hutan gambut, kebakaran, biomassa, stock karbon", "Sumber": "", "Staf Input/Edit": "didi kusnendi  \n                                     didi kusnendi", "File": "1 file", "Tanggal Input": "27 Sep 2018"}