{"Nomor": 29886, "Judul": "PEMBUATAN KARET ALAM EPOKSI (EPOXIDIZED NATURAL RUBBER) MENGGUNAKAN ASAM PERFORMAT SECARA INSITU DAN KARAKTERISASINYA", "Abstrak": "Indonesia sebagai negara penghasil karet alam terbesar kedua di dunia hanya menggunakan 18% dari total produksi. Salah satu cara untuk meningkatkan konsumsi karet alam adalah dengan memodifikasi karet alam melalui epoksidasi. Pada penelitian ini, akan dibuat karet alam epoksi (ENR) secara insitu dari lateks dengan kadar karet kering 20% yang distabilkan dengan surfaktan nonionik Tergitol NP9 sebanyak 5 phr, dengan perbandingan konsentrasi asam format dan hidrogen peroksida 0,75M : 0,75M. Waktu reaksi dilakukan dari 2 hingga 8 jam. Pada temperatur 30 oC, proses ini menghasilkan cincin oxirane yang bergantung dari lama waktu reaksi. Berdasarkan hasil FTIR dapat dibuktikan bahwa proses epoksidasi berhasil dilakukan, dengan persen epoksi paling tinggi 27% pada waktu reaksi  8 jam. Data tersebut didukung dengan hasil DSC, dimana terdapat peningkatan temperatur transisi gelas dari NR. Massa jenis meningkat dan perubahan berat spesimen setelah direndam dalam dua jenis oli (oli mesin SAE 10w40 dan oli rem DOT 3) menunjukkan peningkatan ketahanan terhadap oli mesin yang bersifat non polar. Dengan adanya penelitian ini diharapkan Indonesia dapat memproduksi ENR untuk keperluan dalam negeri dengan memanfaatkan karet alam Indonesia.", "Daftar File": {"2018 TA PP Onny Aulia Rachman 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137381"}, "Penulis": "Onny Aulia Rachman - Nim: 13714012", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Mardiyati S.Si., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "karet alam, epoksidasi, cincin oxirane, asam format, hidrogen peroksida.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2018"}