{"Nomor": 29896, "Judul": "KARAKTERISASI STRUKTUR DAN SIFAT TRANSPOR POLIMER ELEKTROLIT PENGHANTAR ION LITIUM DAN MAGNESIUM", "Abstrak": "Penggunaan perangkat listrik dalam skala besar yang diiringi dengan tren penelitian berbasis material ramah lingkungan mendorong adanya peningkatan yang pesat terhadap pengembangan teknologi baterai berdaya tinggi yang berbasis pada baterai ion litium. Produksi daya suatu baterai sangat bergantung pada sistem ion-logam yang digunakan dan kinerja material elektrolit konduktif ion yang ditempatkan diantara dua elektrode. Rendahnya kelimpahan litium dan tingginya peluang permasalahan keamanan (penanganan, sifat mudah terbakar, toksisitas, kemampuan proses) yang ditimbulkan dari penggunaan logam litium dan elektrolit cair baterai, menstimulasi penelitian terhadap logam alternatif dan pengembangan elektrolit padat terutama yang berasal dari material polimer. Di antara semua alternatif, magnesium dengan kelimpahan tinggi di alam memiliki potensi yang besar untuk menggantikan logam litium, sementara berbagai alternatif untuk polimer elektrolit telah mengarah pada sistem poli (etilen oksida)-litium bis (trifluorometansulfonil) imida (PEO-LiTFSI) yang sejauh ini menunjukkan kinerja terbaik dan telah dipelajari secara menyeluruh.    \n \n \n \n\nKelemahan utama dari sistem (PEO-LiTFSI) adalah sifat mekanik dan penurunan konduktivitas yang tajam di bawah 60 (rumus)C akibat kristalisasi matriks polimer. Untuk mengatasi keterbatasan ini, telah diteliti dua kelompok material polimer baru: poli (alil glisidil eter) (PAGE)-like polymers dan blok kopolimer dari PEO-poli (vinilidenfluorida) (PEO-PVDF). Kelompok material pertama terdiri dari PAGE, PAGE tioeter, dan PAGE sulfon, dirancang untuk tetap mempertahankan struktur rantai utama PEO namun dengan tiga rantai samping yang berbeda pada unit ulangnya untuk menghambat kristalisasi sekaligus memberikan perbedaan sifat dielektrik. Kelompok material kedua, blok kopolimer dari (PEO-PVDF), dirancang sedemikian rupa untuk menggabungkan manfaat dari pemisahan fase blok-kopolimer, konduktivitas ionik yang baik dari PEO, dan kestabilan fisik dan kimia yang tinggi dari matriks PVDF.    \n \n \n \n\nPAGE-like polymers dan blok kopolimer dari (PEO-PVDF) disintesis pertama kali di laboratorium kelompok penelitian Macromolecular Chemistry and New Polymeric Materials, University of Groningen, The Netherlands. PAGE-like polymers telah dikarakterisasi secara menyeluruh, baik sebagai polimer murni maupun polimer elektrolit dengan berbagai jenis garam litium (LiTFSI, LiCl) dan magnesium (Mg(TFSI)2, MgCl2). Sifat termal, struktur, dan transpor dari material elektrolit berbasis PAGE-like polymers telah dianalisis menggunakan berbagai teknik (DSC, TGA, ATR-FTIR, dan EIS). Karakterisasi yang sama juga dilakukan pada material elektrolit berbasis blok kopolimer dari (PEO-PVDF), yang sifat termalnya juga telah    \n \n \n \n\ndikarakterisasi lebih lanjut menggunakan SAXS dan WAXS in-situ. Hasil analisis menunjukkan bahwa dari ketiga jenis polimer pada kelompok material PAGE-like polymers, konduktivitas ionik tertinggi dengan garam klorida dihasilkan oleh polimer yang menggandung sulfur (PAGE thioether dan PAGE sulfone) sebesar 1,2 x 10-5 S/cm pada 90 (rumus)C, sementara dengan garam TFSI konduktivitas tertinggi dihasilkan oleh PAGE (6,4 x 10-4 S/cm pada 90 (rumus)C). Pada blok kopolimer, PEO-b-(PVDF-TrFE) memiliki nilai konduktivitas tertinggi (8,5 x 10-4 S/cm) pada suhu 130 (rumus)C, sementara pada rentang suhu kamar konduktivitas tertinggi (4,3 x 10-6 S/cm) dihasilkan oleh PEO-b-(PVDF-HFP). Kristalinitas memiliki peran yang krusial dan sangat mempengaruhi kinerja transpor dari material blok kopolimer tersebut.", "Daftar File": {"2018 TS PP NI LUH PUTU ANANDA SARASWATI 20517004 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137411", "COVER NI LUH PUTU ANANDA SARASWATI (NIM:20517004)": "https://digilib.itb.ac.id/gdl/download/169494", "BAB1 NI LUH PUTU ANANDA SARASWATI (NIM:20517004)": "https://digilib.itb.ac.id/gdl/download/169498", "BAB2 NI LUH PUTU ANANDA SARASWATI (NIM:20517004)": "https://digilib.itb.ac.id/gdl/download/169499", "BAB3 NI LUH PUTU ANANDA SARASWATI (NIM:20517004)": "https://digilib.itb.ac.id/gdl/download/169500", "BAB4 NI LUH PUTU ANANDA SARASWATI (NIM:20517004)": "https://digilib.itb.ac.id/gdl/download/169501", "BAB5 NI LUH PUTU ANANDA SARASWATI (NIM:20517004)": "https://digilib.itb.ac.id/gdl/download/169502", "PUSTAKA NI LUH PUTU ANANDA SARASWATI (NIM:20517004)": "https://digilib.itb.ac.id/gdl/download/169503"}, "Penulis": "NI LUH PUTU ANANDA SARASWATI (NIM:20517004)", "Kontributor / Dosen Pembimbing": ["RUG Supervisor : Dr. Giuseppe    \n \n \n \n\nITB Supervisor : Prof. I Made Arcana, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "PAGE-like polymers, blok kopolimer penghantar ion, polimer elektrolit padat, penghantar ion litium, penghantar ion magnesium", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "31 Agu 2018"}