{"Nomor": 29899, "Judul": "ZONASI KERENTANAN GERAKAN TANAH DAERAH TAKENGON DAN SEKITARNYA MENGGUNAKAN KOMBINASI METODE WEIGHT OF EVIDENCE (WOE) DAN LOGISTIC REGRESSION (LR)", "Abstrak": "Takengon merupakan salah satu wilayah di Provinsi Aceh yang rawan terhadap bencana gempabumi dan gerakan tanah. Gempabumi merusak yang memicu gerakan tanah pernah terjadi di daerah ini, berkontribusi terhadap jatuhnya korban jiwa yang signifikan. Pada tanggal 2 Juli 2013, gempabumi Aceh Tengah telah menyebabkan sejumlah besar gerakan tanah di daerah Takengon, yang mengakibatkan korban 39 orang. Sebagian besar gerakan tanah terjadi di sepanjang jalan Bireuen-Takengon di sekitar daerah dataran tinggi Gayo. Lokasi ini dipilih untuk menilai kerentanan gerakan tanah dengan menggunakan metode statistik weight of evidence (WoE), logistic regression (LR) dan gabungan LR-WoE. Metode gabungan ini diharapkan dapat memanfaatkan kelebihan dan mengatasi kelemahan masing-masing metode. Terdapat 251 kejadian gerakan tanah secara acak dibagi menjadi dua kelompok, set data analisis (70%) dan set data validasi (30%). Dua belas parameter yaitu kemiringan lereng, arah lereng, litologi, tutupan lahan, elevasi, curah hujan, kelurusan, percepatan gempabumi, kurvatur, arah aliran, jarak dari sungai, dan jalan digunakan untuk analisis penyebab gerakan tanah. Hasil validasi menggunakan kurva ROC menunjukkan bahwa metode kombinasi LR-WoE mempunyai nilai AUC yaitu 0,890 untuk success rate dan 0,853 untuk prediction rate yang lebih tinggi dibandingkan menggunakan metode WoE (AUC 0,880 success rate dan 0,830 prediction rate) dan LR (AUC 0,843 success rate dan 0,79 prediction rate). Berdasarkan analisis Seed Cell Area Index (SCAI), peta zonasi yang dihasilkan dari analisis metode LR-WoE memiliki hasil yang lebih baik untuk zonasi kerentanan gerakan tanah sangat tinggi. Berdasarkan analisis spatial domain, metode LR-WoE menghasilkan tingkat akurasi piksel yang besar dan tidak terdapat piksel yang tidak dapat diterima daripada metode WoE dan LR. Berdasarkan hasil penelitian disimpulkan bahwa metode kombinasi dari WoE dan LR dapat memberikan tingkat akurasi yang lebih baik dari metode WoE dan LR untuk pemetaan kerentanan gerakan tanah.", "Daftar File": {"2017 TS PP PAMELA 1 - COVER.pdf": "https://digilib.itb.ac.id/gdl/download/137421", "2017 TS PP PAMELA 1 - BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/137422", "2017 TS PP PAMELA 1 - BAB 3A.pdf": "https://digilib.itb.ac.id/gdl/download/137423", "2017 TS PP PAMELA 1 - BAB 3B.pdf": "https://digilib.itb.ac.id/gdl/download/137424", "2017 TS PP PAMELA 1 - BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/137425", "2017 TS PP PAMELA 1 - BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/137426", "2017 TS PP PAMELA 1 - BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/137427", "2017 TS PP PAMELA 1 - BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/137428", "2017 TS PP PAMELA 1 - BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/137429", "2017 TS PP PAMELA 1 - PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/137430"}, "Penulis": "PAMELA [22014005]", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Imam A.Sadisun, MT dan Dr. Rendy Dwi Kartiko, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Takengon, kerentanan gerakan tanah, weight of evidence, logistic regression.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "10 file", "Tanggal Input": "12 Jul 2018"}