{"Nomor": 29900, "Judul": "ANALISIS PENGARUH LEADERSHIP STYLE DAN SAFETY CLIMATE TERHADAP DATA KECELAKAAN KERJA DI INDUSTRI MANUFAKTUR PT. Z BEKASI", "Abstrak": "Masalah Kesehatan dan Keselamatan Kerja (K3) di Indonesia secara umum masih terabaikan, terlihat dari meningkatnya data kecelakaan kerja yang dikeluarkan oleh BPJS dari tahun 2013 hingga 2015. Kegiatan industri manufaktur seperti PT Z, menempati posisi ketiga dari statistik kecelakaan kerja fatal. PT Z sendiri telah memiliki prosedur kerja, namun dalam penerapannya masih sering terjadi kasus kecelakaan kerja. Berdasarkan penelitian sebelumnya oleh Tucker et al (2016) dan Brown et al (2017), salah satu cara untuk memecahkan masalah ini adalah dengan mengevaluasi leadership style dan safety climate.  \n \n \n\nPenelitian ini bertujuan untuk menganalisis bagaimana leadership style dan safety climate yang ada pada perusahaan dapat mempengaruhi data kecelakaan kerja. Penelitian ini dilaksanakan dengan melakukan observasi, wawancara dan kuesioner. Kuesioner yang digunakan terlebih dahulu diuji validitas dan reliabilitasnya.  \n \n \n\nHasil pengukuran menggunakan kuesioner tersebut dianalisa menggunakan regresi logistik. Berdasarkan hasil dan pembahasan didapatkan kesimpulan bahwa iklim keselamatan kerja berkorelasi negatif terhadap data kecelakaan kerja dengan nilai Nagelkerke R Square atau kemampuan safety climate dalam menjelaskan data kecelakaan kerja adalah sebesar 21%. Leadership style yakni transformasional dan transaksional berkorelasi negative terhadap kecelakaan kerja, sedangkan tipe laissez-fair berkorelasi positif terhadap data kecelakaan kerja. Pada penelitian ini nilai Nagelkerke R Square atau kontribusi leadership style dalam menjelaskan data kecelakaan kerja adalah 47,7%.", "Daftar File": {"2018 TS PP PANCASILA PUTERI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137431"}, "Penulis": "PANCASILA PUTRI NIM: 25315306", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Ir. Dwina Roosmini, MS"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "leadership style, safety climate, data kecelakaan kerja", "Sumber": "", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "11 Jan 2018"}