{"Nomor": 29908, "Judul": "RANCANG BANGUN MEDIA PENDUKUNG PEMBELAJARAN PENGUATAN MATERI DENGAN SOAL CERITA MATEMATIKA MENGGUNAKAN MODEL PEMBELAJARAN PROBLEM BASED LEARNING", "Abstrak": "Saat ini, telah banyak riset yang membuktikan bahwa pembelajaran berbasis game dapat  mengatasi  permasalahan  dalam  pendidikan  diantaranya  game  dapat memotivasi siswa untuk melakukan pencapaian pembelajaran yang lebih baik dan dapat meningkatkan pemahaman siswa menjadi lebih berarti. Pada riset kali ini, akan dibahas desain kegiatan pembelajaran yang lebih fokus ke aktivitas siswa. Perancangan konten game dibuat berdasarkan tema yang dikembangkan menjadi sebuah objektif game. Studi kasus adalah menghubungkan antara topik persamaan dan pertidaksamaan linear satu variable dalam kehidupan sehari-hari. Game ditujukan untuk siswa/i kelas 7 SMP. Desain game menggunakan model problem based learning. Model ini mengintegrasikan tujuan game ke dalam tujuan kurikulum dan desain game dengan cara menuntun siswa berfikir secara kompleks dan meningkatkan empat faktor yaitu pemahaman, kemampuan, konsentrasi dan kesenangan.    \n \n \n\nPada penelitian ini, aktivitas pembelajaran di kelas dalam akan dibantu dengan bermain game, latihan soal, dirumah dalam bentuk kegiatan harian seperti bermain game dan aktivitas media sosial. Semua bentuk aktivitas tersebut akan menjadi kerangka kegiatan pembelajaran yang dapat mengevaluasi aspek kognitif, afektif dan psikomotorik siswa. Standar penilaian setiap aspek dibuat dalam sebuah rubrik penilaian. Rubrik ini bertujuan untuk menilai siswa berdasarkan aktivitas setelah bermain game dan frekuensi unggah hasil kegiatan pembelajaran pada portofolio. Tahapan berikutnya, dihasilkan game edukasi yang dirancang menggunakan model problem based learning. Game erdiri dari narasi, persoalan matematika, dan gamifikasi. Ke-3 komponen ini dirancang dengan tujuan untuk memenuhi level pencapaian pada model problem based learning.    \n \n \n\nHasil analisis kuesioner terhadap siswa tentang analisis tingkat keterlibatan siswa dalam permainan menunjukkan rata-rata siswa memiliki minat yang tinggi pada desain    \n \n \n\ngame edukasi dengan antarmuka yang tidak terlalu banyak menggunakan teks dan angka, gameplay yang tidak terlalu rumit dan animasi yang menarik ketika ada sebuah aksi dan reaksi dalam game. Analisis penilaian kognitif terhadap 6 siswa menunjukkan bahwa penggunaan game sebagai media pembelajaran tidak terlalu berpengaruh signifikan terhadap peningkatan pemahaman siswa dalam materi soal cerita matematika yang membutuhkan pemikiran tingkat tinggi. Hal ini menjadi sebuah evaluasi dalam perancangan game edukasi model problem based learning agar lebih memperbaiki rancangan game terutama pada desain game dan pencapaian.", "Daftar File": {"Abstrak-Submit.pdf": "https://digilib.itb.ac.id/gdl/download/137452"}, "Penulis": "Pansera Oktasedu Kanaidi - NIM: 23215387", "Kontributor / Dosen Pembimbing": ["Ir. Arief Syaichu Rohman M.Eng.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pembelajaran berbasis game, soal cerita matematika, motivasi belajar, model problem based learning.", "Sumber": "", "Staf Input/Edit": "Karya Sumpena  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "01 Okt 2018"}