{"Nomor": 29917, "Judul": "STUDI KINETIKA REAKSI HIDRODEOKSIGENASI (HDO) ASAM LAURAT", "Abstrak": "Seiring dengan pertumbuhan ekonomi dan penduduk dunia, kebutuhan akan energi terus meningkat. Urgensi untuk menggunakan bahan bakar terbarukan pun meningkat, karena bahan bakar fosil akan habis suatu waktu. Maka dari itu, pengembangan teknologi pun diarahkan dan difokuskan pada bahan bakar terbarukan. Salah satu bahan bakar terbarukan yang diteliti adalah bioavtur. Bioavtur dapat diperoleh melalui minyak kelapa inti sawit. Ada beberapa jalur yang dapat dilalui untuk memperoleh bioavtur, dan salah satu jalur yang paling menguntungkan adalah hidrodeoksigenasi (HDO). Pada penelitian ini, asam laurat dipilih dan digunakan sebagai reaktan model karena asam laurat merupakan asam yang komposisinya paling banyak berada pada minyak inti kelapa sawit. Maka dari itu, asam laurat berperan sebagai senyawa model yang mewakili reaksi hidrodeoksigenasi minyak inti kelapa sawit. \n \n\nPenelitian ini bertujuan untuk menentukan persamaan kinetika reaksi HDO asam laurat dengan menggunakan katalis NiMo/AIP2 (yang dikembangkan pada Laboratorium Teknik Reaksi Kimia dan Katalisis ITB). Penelitian ini terdiri dari pengumpulan data kinetika dan penentuan persamaan kinetika reaksi HDO. Reaksi diselenggarakan dalam reaktor kontinu unggun tetap dengan tekanan operasi sebesar 50 bar. Variasi yang dilakukan berupa variasi temperatur 260-300℃ serta variasi LHSV 0,5-2,0 jam-1. Hasil dari analisis digunakan untuk menentukan konversi dan selektivitas reaksi. Persamaan kinetika menggunakan model Hukum Pangkat dan ditentukan melalui fungsi ode atau Runge-Kutta pada alat bantu MATLABÃ‚Â® dan metode integrasi dengan menggunakan Excel. Persamaan kinetika yang diperoleh mengikuti orde 1. Berdasarkan percobaan, diperoleh bahwa mekanisme reaksi asam laurat mejadi dodekanol memiliki nilai Ea sebesar 77976 J/mol dan nilai A adalah 6,82E+07/jam, dan reaksi dodekanol menjadi dodekana memiliki nilai Ea sebesar 125600 J/mol dan dan nilai konstanta Arrheniusnya adalah 4,81E+12/jam.", "Daftar File": {"2018 TA PP PATRICK 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137474"}, "Penulis": "PATRICK      NIM : 13014001", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Subagio \n\nDr. Melia Laniwati Gunawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "hidrodeoksigenasi, kinetika, Hukum Pangkat, orde, energi aktivasi", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "23 Mei 2018"}