{"Nomor": 29916, "Judul": "PENAPISAN, PEMBUATAN, DAN KARAKTERISASI KOKRISTAL FENILBUTASON-METIONIN", "Abstrak": "Fenilbutason merupakan senyawa antiinflamasi nonsteroidal dengan kelarutan rendah dalam air. \n\nUntuk meningkatkan bioavailabilitasnya, dapat dilakukan modifikasi melalui pembentukan \n\nkokristal dengan suatu koformer yang larut air. Asam amino, seperti metionin, merupakan \n\nkandidat koformer yang baik karena mengandung gugus amina dan karboksilat yang dapat \n\nmembentuk ikatan hidrogen. Percobaan berikut meneliti kemungkinan pengembangan kokristal \n\nfenilbutason dengan metionin. Penapisan perbandingan molar yang akan membentuk kokristal \n\ndilakukan dengan analisis termal kombinasi fenilbutason-metionin pada beberapa komposisi \n\nmelalui penetapan titik lelehnya dengan elektrotermal. Kristal dengan perbandingan molar 1:1, \n\n1:2, dan 2:1 kemudian dibuat dengan penggerusan dibantu cairan serta direkristalisasi dengan \n\npenguapan pelarut untuk dianalisis dengan FTIR, DTA, serta PXRD. Analisis padatan terhadap \n\nkristal menggunakan elektrotermal, FTIR, DTA, dan PXRD mengindikasikan terbentuknya fase baru \n\npada komposisi 1:1; yaitu suatu kokristal dengan sisi ikatan hidrogen antara nitrogen pada \n\nfenilbutason dan hidrogen dari gugus karboksilat pada metionin. Karakteristik fase tersebut \n\nditandai oleh terbentuknya titik lebur baru pada 78,6Ã‚ÂºC; spektrum inframerah yang memberikan \n\npuncak baru pada daerah 2900 hingga 3500 cm \n\n-1 \n\nserta pergeseran pada lentur Ã‚Â–O-H; serta \n\nterdapatnya puncak baru pada difraktogram di 2ϴ6-8 dan 16Ã‚Âº. Selanjutnya melalui uji kelarutan \n\ndibuktikan bahwa kelarutan fenilbutason dalam bentuk kokristal meningkat sebesar 1,61 kali. \n\nPenelitian dilanjutkan dengan orientasi pembentukan kokristal menggunakan radiasi gelombang \n\nmikro yang dievaluasi dengan FTIR. Hasil analisis dengan FTIR menunjukkan spektrum padatan \n\nhasil paparan gelombang mikro juga memberikan geseran pada puncak lentur Ã‚Â–O-H serta puncak \n\nbaru pada daerah 2900 hingga 3500 cm \n\n-1 \n\n, menunjukkan bahwa metode tersebut dapat digunakan \n\nsebagai alternatif pembentukan kokristal fenilbutason-metionin, namun masih memerlukan studi \n\nlebih lanjut untuk dapat memperoleh kondisi yang optimal.", "Daftar File": {"2018 TA PP PATRICIA SANTOSA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137473"}, "Penulis": "PATRICIA SANTOSA  NIM : 10714090", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr. Ilma Nugrahani, M. Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "fenilbutason, gelombang mikro, kelarutan, kokristal, metionin.", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "22 Jun 2018"}