{"Nomor": 29925, "Judul": "IDENTIFIKASI SESAR AKTIF DI JAWA BARAT BERDASARKAN PENENTUAN DAN RELOKASI HIPOSENTER SERTA MEKANISME FOKUS GEMPABUMI", "Abstrak": "Jawa Barat merupakan daerah dengan aktivitas kegempaan yang tinggi. Hal ini diakibatkan oleh tumbukan antara lempeng Indo-Australia dengan lempeng Eurasia, selain itu juga terdapat beberapa sesar aktif di daerah tersebut, diantaranya sesar Cimandiri, sesar Lembang, dan sesar Baribis. Berdasarkan data katalog gempabumi Badan Meteorologi, Klimatologi, dan Geofisika (BMKG) tahun 2009-2015, terdapat banyak episenter gempabumi yang berlokasi di luar area sesar-sesar tersebut, sehingga perlu dilakukan relokasi dan ditentukan mekanisme fokusnya untuk mengidentifikasi dan mengkonfirmasi keberadaan sesar aktif di Jawa Barat. Penelitian ini menggunakan metode Geiger untuk menentukan hiposenter gempabumi yang didahului oleh re-picking waktu tiba gelombang P dan S pada waveform dari jaringan stasiun seismik BMKG, kemudian direlokasi menggunakan metode Double-Difference, serta ditentukan mekanisme fokusnya menggunakan metode moment tensor. Hasil relokasi menunjukkan hiposenter yang lebih baik, dimana gempabumi telah menggambarkan pola seismisitas di Jawa Barat. Terdapat beberapa klaster gempabumi dengan kedalaman dangkal (≤ 30 km) yang kemungkinan berasosiasi dengan sesar Cimandiri, sesar Lembang, dan sesar Baribis. Selain itu terdapat klaster gempabumi di selatan Jawa Barat (klaster gempabumi Garut) berarah barat daya-timur laut yang kemungkinan berasosisasi dengan sesar lokal di daerah tersebut. Adanya aktivitas kegempaan ini mengindikasikan bahwa sesar-sesar tersebut tergolong aktif. Hasil uji validasi dari histogram residual waktu tempuh menunjukkan pengolahan data yang baik dimana nilai residual mendekati nol. Mekanisme sumber sepanjang sesar Lembang adalah sesar geser mengiri sesuai dengan penelitian sebelumnya, begitu pula di sepanjang sesar Cimandiri menunjukkan sesar geser mengiri, namun ke arah selatan menunjukkan sesar naik. Sedangkan mekanisme sumber ke arah barat sesar Baribis menunjukkan sesar naik, namun ke arah timur menunjukkan sesar oblique dominan naik. Sementara untuk mekanisme fokus di klaster Garut menunjukkan sesar geser menganan.", "Daftar File": {"2016 TS PP PEPEN SUPENDI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/137489", "2016 TS PP PEPEN SUPENDI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/137490", "2016 TS PP PEPEN SUPENDI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/137491", "2016 TS PP PEPEN SUPENDI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/137492", "2016 TS PP PEPEN SUPENDI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/137493", "2016 TS PP PEPEN SUPENDI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/137494", "2016 TS PP PEPEN SUPENDI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/137495"}, "Penulis": "PEPEN SUPENDI (NIM:22414301)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nprof. Dr.A.Nanang T.Puspito,M.Sc.", "Dr.Andri Dian Nugraha,M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sesar aktif, hiposenter, geiger, double-difference, mekanisme fokus, moment tensor.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "21 Agu 2018"}