{"Nomor": 29930, "Judul": "STUDI PERILAKU PELINDIAN MAGNESIUM DARI TERAK PELEBURAN FERRONIKEL DENGAN MEMANFAATKAN BAKTERI Citrobacter youngae STRAIN SKC-4", "Abstrak": "Terak ferronikel merupakan produk samping industri pada pengolahan dan peleburan \n\nferronikel. Jumlah terak yang dihasilkan oleh industri ferronikel lebih dari 50% dari total \n\nbijih yang digunakan. Terak FeNi dari PT Antam Pomalaa mengandung magnesium yang \n\ncukup banyak yaitu sekitar 16,9%. Tentu hal ini dapat dipertimbangkan untuk mengambil \n\nmagnesium dari terak dengan cara pelindian. Penelitian pelindian terak telah dilakukan \n\ndengan menggunakan asam sulfat dan asam klorida. Pada penelitian ini, pelindian dilakukan \n\ndengan memanfaatkan aktivitas bakteri pengoksidasi sulfur yaitu Citrobacter youngae strain \n\nSKC-4 yang dapat menghasilkan asam sulfat dan extracellular polymeric substances (EPS). \n\nTerak yang digunakan merupakan terak ferronikel asal Sulawesi tenggara yang diproduksi \n\noleh PT Antam Pomalaa. \n\nSerangkaian percobaan diawali dengan penggerusan sampel terak ferronikel hingga 75 Ã‚Âµm \n\ndan sampling untuk mengambil representasi dari sampel. Percobaan pelindian dilakukan \n\ndengan mekanisme direct vs. semi-direct bioleaching, variasi penambahan sulfur (g/l), variasi \n\nfraksi ukuran terak, dan variasi nisbah solid/likuid (S/L). Variasi penambahan sulfur \n\ndilakukan dengan penambahan sulfur sebanyak 1 g/L (w/v), 10 g/L (w/v), dan 15 g/L (w/v). \n\nPercobaan dengan variasi fraksi ukuran dilakukan terhadap terak berukuran 75 Ã‚Âµm, 75-105 \n\nÃ‚Âµm, dan 105-150 Ã‚Âµm. Percobaan pelindian dengan variasi nisbah solid/likuid (S/L) dilakukan \n\npada 5% (w/v), 10% (w/v), dan 15% (w/v). Percobaan pelindian terak FeNi dilakukan dengan \n\nmenggunakan Erlenmeyer flask 250 mL dan dilakukan pengadukan menggunakan orbital \n\nshaker dengan kecepatan 180 rpm. \n\nMetode pelindian secara direct bioleaching menghasilkan persen ekstraksi Mg paling tinggi \n\nsebesar 45,86%, sementara metode semi-direct bioleaching menghasilkan persen ekstraksi \n\nMg sebesar 26,41%. Persen ekstraksi Mg terbaik pada variasi penambahan sulfur diperoleh \n\npada pelindian dengan menggunakan 15 g/L penambahan sulfur yaitu sebesar 48,64%. Persen \n\nekstraksi Mg yang paling tinggi pada variasi nisbah S/L diperoleh sebesar 33,04% dengan \n\nmenggunakan terak sebanyak 5% (w/v) nisbah S/L tanpa penambahan sulfur. Pelindian \n\ndengan variasi fraksi ukuran terak menghasilkan persen ekstraksi Mg paling tinggi sebesar \n\n55,62% dengan ukuran terak FeNi 75-105 Ã‚Âµm.", "Daftar File": {"2018 TA PP PETRUS PARDOMUAN BUTARBUTAR 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137519"}, "Penulis": "PETRUS PARDOMUAN BUTARBUTAR (NIM : 12513025)", "Kontributor / Dosen Pembimbing": ["Ir. Siti KhodijahChaerun, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Terak, Pelindian, Persen ekstraksi Mg", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "19 Mar 2018"}