{"Nomor": 29938, "Judul": "PEMBENAHAN PENYIMPANAN PRODUK PADA GUDANG BARANG JADI PT. BRODO GANESHA INDONESIA: CASE STUDY", "Abstrak": "PT Brodo Ganesha Indonesia adalah sebuah usaha kecil menengah yang bergerak dalam bidang industri sepatu dan apparel dengan produk utama berbahan kulit. Saat ini, salah satu masalah yang dihadapi Brodo adalah bahwa sistem penanganan pergudangan masih belum baik dari segi peletakan, pemetaan serta pelabelan yang ada di gudang. Pemborosan-pemborosan yang terjadi menyebabkan beberapa barang terselip dan sulit ditemukan serta barang ditempatkan secara sembarangan. Untuk menyelesaikan masalah tersebut, digunakan konsep lean thinking guna menghilangkan pemborosan di dalam gudang barang jadi Brodo sehingga permintaan produk sepatu kulit dan apparel oleh konsumen dapat dipenuhi. \n\nPenelitian ini diawali dengan melakukan pemetaan kondisi nyata menggunakan visual tracking dengan melakukan dokumentasi foto, rekaman serta pengukuran langsung. Dari pemetaan yang dilakukan, diketahui bahwa pemetaan posisi barang tidak sesuai dengan data papan informasi, barang harus diletakkan pada lantai dikarenakan utilitas gudang sangat rendah dimana utilitas sepatu hingga 136,98% yang menandakan terdapat 36,98% rak lebih yang dibutuhkan untuk penyimpanan sepatu sedangkan utilitas apparel hanya 34,62% yang menunjukkan terdapat 65,39% rak yang kosong. Perbaikan pun dilakukan dengan memperbaiki sistem pemetaan, pelabelan serta peletakan di gudang PTS Brodo. \n\nDari usulan perbaikan yang dirancang, diperoleh potensi peningkatan utilitas rak gudang hingga 100% untuk sepatu dan 98% untuk apparel. Usulan perbaikan yang dirancang dibuat dengan terlebih dahulu menemukan pemborosan pada sistem gudang, setelah itu, dilakukan pencarian akar masalah dari setiap poin pemborosan yang terjadi serta permbaikan yang akan dilakukan untuk setiap akar permasalahan tersebut. Dengan perbaikan yang dilakukan diharapkan sistem pergudangan Brodo akan semakin terstandarkan dan efektif serta efisien dalam menjalankan bisnisnya.", "Daftar File": {"2018 TA PP PILEMON SINAGA 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137541"}, "Penulis": "PILEMON SINAGA NIM 13412015", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sukoyo MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "LEAN THINKING, GUDANG BARANG JADI, IDENTIFIKASI PEMBOROSAN, UTILITAS", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "02 Jul 2018"}