{"Nomor": 29936, "Judul": "ANALYSIS THE EMOTIONAL FACTOR THAT EVOKE MOST SUCCESSFULL TOURISM VIRAL VIDEO ADS", "Abstrak": "Jumlah pengguna internet dalam dekade terakhir meningkat pesat. Pada 2018, jumlah pengguna internet \n\nmencapai 143,26 juta orang. Yang sangat mudah diakses dari internet memungkinkan informasi \n\nmenyebar lebih cepat dan lebih efektif daripada sebelumnya. Untuk sektor bisnis, ini kondisi membuka \n\nfront baru untuk mengiklankan produk mereka, mencapai tingkat internasional yang baru persaingan \n\nuntuk produk mereka. Di antara banyak layanan informasi di Internet, Youtube adalah tidak diragukan \n\nlagi yang paling dikenal dan digunakan secara luas. Namun, dengan semakin meningkat konten dan \n\ninformasi yang diunggah setiap detik ke Youtube, hanya sebagian konten yang diposting di youtube \n\nmendapat perhatian yang diinginkan dan hanya sebagian kecil yang dapat menjangkau audiens besar. \n\nSetelah menyortir video berdasarkan pada pandangan, hanya 13 video yang melebihi 1 juta tampilan \n\ndan sisanya dari video tidak melebihi 1 juta tampilan. Penelitian ini bertujuan untuk mengidentifikasi \n\nfaktor-faktor yang membuat 13 ini video lebih berhasil daripada video lain dan faktor-faktor yang \n\nmemengaruhi jumlah penayangan dalam video. \n\nPenelitian ini menggunakan pendekatan kualitatif, menggunakan wawancara semi terstruktur dalam \n\nmengumpulkan data responden dan menggunakan interpretasi pengkodean untuk menganalisis \n\nwawancara. Hasilnya akan menunjukkan bahwa sebagian besar emosi yang sering ditimbulkan oleh \n\ntanggapan responden berasal dari emosi positif dengan 98,78%, dan hanya beberapa pernyataan \n\nmenunjukkan emosi positif negatif yang tidak menjadi perhatian penelitian dengan persentase 1,21%. \n\nLebih lanjut, emosi yang paling positif muncul adalah Joy, Pleasure, Hope, Interest, Fascination, \n\nWishful, Relaxation, dan mengikuti dengan kekaguman dan emosi yang terkesan. Kesenjangan \n\nmenunjukkan antara tujuan membuat video menunjukkan sebagian besar emosi kebanggaan \n\nmenghasilkan perbedaan signifikan dalam emosi yang ditimbulkan dari tanggapan total responden. \n\nTemuan ini akan berguna bagi blogger wisata dalam mempertimbangkan membuat video perjalanan \n\nyang lebih emosional yang sesuai dengan emosi pemirsa, dan strategi pemasaran lain dari pihak terkait \n\nseperti agen perjalanan dan perusahaan untuk menyertakan blogger perjalanan sebagai bagian dari \n\nstrategi pemasaran di tujuan promosi.", "Daftar File": {"2018 TA PP PHILIP CUACA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137533", "2018 TS PP PHILIP CUACA 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/251646"}, "Penulis": "Philip Cuaca (19015106)", "Kontributor / Dosen Pembimbing": ["Ir. C. O. Budi Permadi Iskandar, MSP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Youtube, Travel Ads, Travel Video, Emotion Evoked, Virality.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "2 file", "Tanggal Input": "10 Agu 2018"}