{"Nomor": 29933, "Judul": "EVALUASI PERILAKU INTERAKSI ANTARA DINDING GESER DAN RANGKA DENGAN STRUCTURAL ANALYSIS SOFTWARE (ETABS)", "Abstrak": "Gedung bertingkat semakin bertambah pada kota-kota besar di seluruh Indonesia seiring dengan perkembangan negara Indonesia dalam bidang konstruksi, hal ini tentunya menambah jumlah gedung yang menggunakan konsep sistem ganda (interaksi antara dinding geser dan rangka untuk menahan beban lateral). Proses perancangan gedung-gedung ini pada umumnya menggunakan berbagai jenis structural analysis software mengingat gedung memiliki tingkat kerumitan yang tinggi untuk perhitungan dengan metode konvensional.  \n\nDalam pengerjaan penelitian ini, penulis akan melakukan kajian terhadap pemodelan yang dilakukan pada structural analysis software untuk interaksi dinding geser dan rangka yang dibandingkan dengan perhitungan manual berdasarkan metode atau teori-teori konvensional untuk melakukan verfikasi terhadap pemodelan yang dilakukan. Proses penelitian ini dilakukan dengan membandingkan gaya dalam dan deformasi untuk kasus free standing wall, interaksi antara dinding geser dan rangka dalam 2 dimensi , serta interaksi antara dinding geser dan rangka dalam 3 dimensi. Setiap kasus diatas, dimodelkan untuk jumlah lantai 4 dan jumlah lantai 10 dengan maksud model 4 lantai merepresentasikan dinding dengan perilaku dominan geser dan model 10 lantai merepresentasikan dinding dengan perilaku dominan lentur.", "Daftar File": {"2018 TS PP PHILBERT STANLEY  1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137523"}, "Penulis": "PHILBERT STANLEY (NIM : 25017050)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  Prof. Ir. Adang Surahman, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "gedung bertingkat, deformasi, gaya dalam, dinding geser, rangka, sistem ganda", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Jun 2018"}