{"Nomor": 29947, "Judul": "KINETICS OF NUTRIENT REMOVAL IN AN ON - SITE DOMESTIC WASTEWATER TREATMENT FACILITY (JOHKASOU)", "Abstrak": "Johkasou has known as an advance on-site domestic wastewater treatment facility in Japan. It also has a potential use in many other developing countries such as in Indonesia as communal domestic wastewater treatment system for office building. In such application, kinetics evaluation and performance on nutrient removal have not been widely investigated. The aims of this research were to determine nutrient removal kinetic and removal efficiency in the small scale Johkasou facility. Lab-scale reactor of Johkasou was performed to determine the biokinetic coefficients in the process of removing nitrogen and phosphorus from synthetic wastewater which has been characterized based on domestic wastewater from office building. Different experimental conditions were conducted in varying HRT and the ratio to COD/N/P. First-order, Second-order and Stover-Kincannon model were employed in determining the biokinetic coefficients. As a result, the maximum removal efficiency of TN and TP were obtained to be 56 % and 86% respectively. The optimum operating condition can be achieved at HRT of 24h and COD/N/P of 350/38.4/2.9 for TN removal and HRT of 24h and COD/N/P of 600/59.5/3.7 for TP removal. All of the models evaluated, gave high correlation coefficient for nitrogen and phosphorus removal. However, Second-order Substrate Removal Model was the most appropriate in predicting the efficiency of TN and TP removal from the reactor of Johkasou. The maximum values of k2(s), a, and b were 0.152 d-1, 0.186 d, 1.943, respectively for TN removal and 0.192 d-1, 0.0126 d, and 1.4484 respectively for TP removal. In field experiment, the maximum removal efficiency of TN and TP were 83% and 32% respectively. Johkasou facility had TN removal performance 30% higher than model prediction while TP removal performance had 36% lower than model prediction. It suggests that, total nitrogen removal had achieved high efficiency while total phosphorus removal efficiency still need more improvement.", "Daftar File": {"2016 TS PP POM BOPHANN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/137557", "2016 TS PP POM BOPHANN 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/137558", "2016 TS PP POM BOPHANN 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/137559", "2016 TS PP POM BOPHANN 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/137560", "2016 TS PP POM BOPHANN 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/137561", "2016 TS PP POM BOPHANN 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/137562", "2016 TS PP POM BOPHANN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/137563"}, "Penulis": "POM BOPHANN (NIM: 25314757)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof.Dr.Ing.Ir.Prayatni Soewondo, MS.", "Dr. Ahmad Soleh Setiyawan,ST,M."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Johkasou, kinetic of nutrient removal, on-site domestic wastewater treatment.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "22 Okt 2018"}