{"Nomor": 29945, "Judul": "FACTORS AFFECTING CUSTOMER SHARE OF VISIT INTENTION TOWARD CASUAL DINING RESTAURANT BRAND PREFERENCE", "Abstrak": "Latar Belakang: Restoran harus memastikan mereka memenuhi berbagai kebutuhan dan keinginan pelanggan. Setiap restoran harus menemukan cara untuk mempertahankan dan menarik pelanggan baru dan pada saat yang sama tetap kompetitif dan menguntungkan (Hwang, 2011). Penelitian sebelumnya memiliki temuan menunjukkan hubungan yang signifikan antara semua kualitas elemen restoran dengan menciptakan kepuasan pelanggan dan perilaku pelanggan. Namun, pemahaman keterkaitan masing-masing kualitas akan memberikan sudut pandang baru bagi para peneliti dan pemilik restoran. Misalnya, pelanggan mungkin pertama kali merasakan kualitas lingkungan fisik yang buruk, yang kemudian dapat mempengaruhi persepsi mereka terhadap kualitas hasil. Dengan kata lain, jika lingkungan fisik tidak dapat diterima, pelanggan mungkin tidak merasa puas sepenuhnya bahkan jika karyawan restoran memberikan hasil interaksi dan makanan yang luar biasa (Hwang, 2011). Hasil dari penelitian ini akan menentukan pemahaman yang lebih baik tentang keterkaitan antara ketiga kualitas layanan restoran untuk pemasar, dan pemilik restoran. Tujuan: Studi ini mengusulkan, mengidentifikasi latar belakang teoritis yang ada, signifikan di antara tiga kualitas restoran (yaitu, kualitas lingkungan fisik, kualitas Interaksional, kualitas makanan). Sebuah model teoritis diusulkan dan kemudian diuji dengan data yang dikumpulkan dalam merek restoran kasual. Penelitian ini juga menghipotesakan bahwa kualitas-kualitas ini ditujukan untuk mengidentifikasi sikap utilitarian dan hedonis konsumen terhadap merek-merek restoran. Akhirnya, penelitian ini mengidentifikasi efek sikap konsumen terhadap merek restoran dalam membentuk preferensi merek dan pangsa pelanggan relatif kunjungan. Metodologi: Penelitian ini diklasifikasikan sebagai penelitian terapan yang memiliki tujuan untuk mengetahui bagaimana preferensi restoran merek mempengaruhi variabel hasil untuk pangsa pelanggan kunjungan di restoran kasual di daerah perkotaan seperti; Jabodetabek dan Bandung dan sampel penelitian ini hanya berasal dari pelanggan yang makan di restoran santai . Peneliti akan menggunakan kuesioner sebagai alat untuk mengumpulkan data primer dengan menggunakan metode purposive sampling. Kuesioner terdiri dari 5 bagian yang mewakili variabel independen, dan variabel dependen dan faktor demografi. Peneliti memilih instrumen metodologi penelitian purposif untuk mengevaluasi setiap variabel tertentu. Ini berarti bahwa hasil penelitian akan dijelaskan dengan memeriksa hubungan antara variabel yang berbeda. Temuan: Temuan dari penelitian ini telah mengidentifikasi implikasi teoretis dan manajerial. Oleh karena itu, temuan tidak boleh digeneralisasikan ke jenis restoran atau wilayah lain. Penelitian masa depan harus menguji model yang diusulkan menggunakan populasi yang berbeda dalam budaya yang berbeda untuk memastikan validitas eksternal. Seperti disebutkan sebelumnya, konsep relatif pelanggan berbagi kunjungan telah jarang dipelajari di industri restoran.", "Daftar File": {"2018 TA PP PLATINO MULYA BUDIMAN 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137555"}, "Penulis": "Platino Mulya Budiman (19215037)", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana., S. FARM., APT., MBA."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "The findings of this study have identified theoretical and managerial implications. Therefore, findings may not generalize to other types of restaurants or regions. Future research should test the", "Sumber": "", "Staf Input/Edit": "Taupik Abidin  \n                                     Taupik Abidin", "File": "1 file", "Tanggal Input": "27 Jul 2018"}