{"Nomor": 29946, "Judul": "EVALUASI KAPASITAS AIRSIDE BANDAR UDARA HALIM PERDANAKUSUMA", "Abstrak": "Bandar Udara Halim Perdanakusuma adalah salah satu bandar udara yang berada di ibukota DKI Jakarta. Sejak tanggal 10 Januari 2014, Bandar Udara Halim Perdanakusuma yang semula berfungsi untuk melayani penerbangan militer dan privat, menambahkan fungsi penerbangannya dengan mengadakan penerbangan komersil. Penambahan fungsi ini tidak dapat dipungkiri akan menambah demand lalu lintas penerbangan serta jumlah penumpang yang menggunakan Bandar Udara Halim Perdanakusuma tersebut. Seiring bertambahnya demand, perlu dipertimbangkan kinerja Ã‚Â“supplyÃ‚Â” yaitu fasilitas airside Bandar Udara Halim Perdanakusuma untuk melayani demand yang ada. Oleh karena itu, dilakukan evaluasi kapasitas dan kemampulayanan fasilitas airside Bandar Udara Halim Perdanakusuma. Evaluasi yang dilakukan mengacu pada teori perhitungan kapasitas airside bandar udara dari Horonjeff (2010).  \n\nEvaluasi runway meliputi evaluasi kapasitas dan kemampulayanan untuk operasi keberangkatan, kedatangan, dan operasi campuran. Dari hasil evaluasi, didapatkan kapasitas kondisi eksisting sebesar 40 operasi campuran/jam, dengan kemampulayanan sebesar 19 operasi campuran/jam. Kemudian dilakukan peramalan jumlah penumpang serta jumlah pesawat yang beroperasi di masa depan, terutama di jam puncak. Dari operasi tersebut, diperoleh bahwa pada tahun 2025, jumlah penerbangan pada jam puncak akan melebihi kapasitas runway Bandar Udara Halim Perdanakusuma untuk operasi campuran. Oleh karena itu, perlu dilakukan upaya peningkatan kapasitas runway Bandar Udara Halim Perdanakusuma. Terdapat tiga alternatif yang ditawarkan, yaitu penambahan taxiway paralel beserta exit/entrance taxiway (alternatif 1), penambahan panjang runway sebesar 150 meter (alternatif 2), serta alternatif ketiga yang menggabungkan alternatif satu dan dua. Alternatif dengan pertumbuhan kemampulayanan terbesar adalah penambahan taxiway paralel, dengan kinerja runway dalam melayani operasi campuran mencapai 39 operasi campuran/jam.", "Daftar File": {"2018 TA PP POETI SURYA CHAIRUNNISA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137556"}, "Penulis": "POETI SURYA CHAIRUNNISA - NIM :  15014055", "Kontributor / Dosen Pembimbing": ["Dr. Harmein Rahman, S.T.,M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Evaluasi, kapasitas, kemampulayanan, runway, taxiway", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "02 Jul 2018"}