{"Nomor": 29940, "Judul": "OPTIMASI SPASI LUBANG BOR DENGAN METODE GEOSTATISTIK UNTUK DATA-DATA GEOMETRI DAN KUALITAS BATUBARA YANG NON-STASIONER: STUDI KASUS ENDAPAN BATUBARA DI CEKUNGAN KUTAI", "Abstrak": "Karakteristik endapan batubara yang relatif homogen secara spasial membuat parameter-parameter kualitas dan kuantitasnya seringkali dianggap stasioner. Umumnya, parameter-parameter tersebut hanya direpresentasikan oleh sebaran titik bor dengan jarak tertentu. Padahal karena pengaruh geologis pada saat pembentukan batubara tersebut membuat karakteristik penyebaran kualitas-kualitas dan kuantitas tersebut cukup sulit ditebak secara pasti bahkan oleh seorang ahli sekalipun. Hal ini membuat hasil perhitungan dan estimasi tidak mendekati nilaisebenarnya.   \n \n \n\nTujuan dari penelitian ini adalah untuk menganalisis kemenerusan data daerah penelitian dengan menggunakan beberapa metode seperti membagi data menjadi tiga domain secara spasial, mentransformasi data dan memisahkan residu data dari trend menggunakan metode residual untuk masing-masing parameter geometri batubara dan sulfur. Hasil dari masing-masing treatment tersebut kemudian dianalisis secara statistik untuk mengetahui distribusi dan sebaran data. Setelah itu dilakukan analisis variogram untuk mengetahui varians data dan untuk mengukur kontinuitas spasial data. Variabilitas lokal ditentukan dengan menggunakan global estimation variance (CEV), hingga didapat spasi lubang bor optirnum dengan menggunakan drill hole spacing analysis (DHSA). Hasil perhitungan menunjukkan bahwa metode terbaik adalah dengan mencluster data menjadi 3 bagian, karena data menjadi lebih stasioner. Metode lainnya kurang bagus karena masih mengandung trend yang cukup kuat. Hasil perhitungan ini diharapkan bisa menjadi pertimbangan pada saat perencanaan dan penentuan metode pemboran selanjutnya.", "Daftar File": {"2018 TS PP PILLAYATI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137543"}, "Penulis": "PILLAYATI (NIM : 22116007)", "Kontributor / Dosen Pembimbing": ["Mohamad Nur Heriawan, ST., MT., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Drill hole, spacing analysis, coal deposit, global estimation variance, geostatistical method, clustering", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "02 Okt 2018"}