{"Nomor": 29953, "Judul": "PENGAJUAN STRATEGI PEMASARAN UNTUK KEDAI KOPI DI TANGERANG (Studi Kasus : Kedai Seruput)", "Abstrak": "Usaha Kedai Kopi merupakan usaha yang diminati oleh banyak orang saat ini, dilihat \n\ndari banyaknya kedai kopi yang bermunculan. Hal ini selain ditunjang dengan \n\nbanyaknya penikmat kopi, juga karena gaya hidup masyarakat saat ini yang suka \n\nmenongkrong bersama teman atau kolega sehabis beraktivitas. Kedai Seruput adalah \n\nsalah satu pemain di bisnis kedai kopi. Pemilik usaha ini memanfaatkan rumah \n\npribadinya menjadi kedai kopi. Dengan kedai kopi dengan konsep rumahan ini, Kedai \n\nSeruput menciptakan nuansa Ã‚Â“homeyÃ‚Â” yang menjadikan pelanggannya merasa seperti \n\ndi rumah sendiri. Hingga saat ini mayoritas pelanggan setia dari Kedai Seruput berasal \n\ndari kenalan pemilik usaha. Dengan banyaknya pesaing di industri ini maka Kedai \n\nSeruput butuh meningkatkan pangsa pasar dan mendapatkan pelanggan setia baru \n\nuntuk membuat usahanya dapat bertahan lama. \n\nBerdasarkan analisis eksternal, ditemukan bahwa industri ini memiliki persaingan \n\nyang ketat, pesaingnya bukan hanya dari kedai kopi saja tetapi dari tempat lain seperti \n\nkafe atau restoran karena mereka menawarkan pelayanan dan produk yang serupa. \n\nSelain itu, dari faktor internal Kedai Seruput juga hanya mengandalkan media promosi \n\nInstagram tanpa program promo lainnya. Dengan menggunakan rumah sendiri, Kedai \n\nSeruput tentunya juga terkendala dengan keterbatasan fasilitas yang dimiliki. Dari \n\nfaktor internal dan eksternal di Kedai Seruput maka didapatkan analisis SWOT. Dari \n\nanalisis SWOT maka dapat dilihat bahwa Kedai Seruput belum optimal dalam mencari \n\npelanggan baru dan mempertahankannya. Dari analisis pelanggan juga dilihat \n\nbeberapa poin penting seperti fasilitas yang dirasa penting yang masih bisa \n\nditingkatkan oleh Kedai Seruput. \n\nDari analisis matriks TOWS, peneliti mengajukan beberapa usulan strategi pemasaran \n\nyang bisa diterapkan oleh Kedai Seruput. Usulan itu berupa peningkatan promosi \n\ndengan menampilkan kelebihan pada Kedai Seruput dan pemasangan iklan di media \n\nsocial, berkolaborasi dengan selebriti di media sosial, mengembangkan program \n\nloyalitas dan promo produk, dan peningkatan fasilitas di Kedai Seruput.", "Daftar File": {"Pradipta DP.pdf": "https://digilib.itb.ac.id/gdl/download/137582"}, "Penulis": "Pradipta Darpita Putra / 29116109", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih,ST,MM,DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Coffee Shop, Loyalty Program, Marketing Strategy, Promotion, SWOT analysis", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "14 Sep 2018"}