{"Nomor": 29951, "Judul": "DISTRIBUSI DAN MEKANISME PEMBENTUKAN OVERPRESSURE PADA LAPANGAN PRB DAN WCK, SUB-CEKUNGAN TARAKAN, KALIMANTAN TIMUR", "Abstrak": "Sub-Cekungan Tarakan merupakan salah satu sub-cekungan di Indonesia yang menjadi target eksplorasi migas. Salah satu kendala dalam melakukan pengeboran eksplorasi di sub-cekungan ini adalah keberadaan overpressure. Untuk mencegah dampak negatif yang mungkin timbul akibat keberadaan overpressure ini, suatu studi yang mencakup keberadaan, distribusi, prediksi dan estimasi dari overpressure tersebut perlu dilakukan.  \nStudi ini menganalisis karakteristik overpressure seperti disebutkan di atas. Data yang digunakan berupa parameter pengeboran, hasil analisis reflektansi vitrinit, log talikawat dan lintasan seismik 2D. Hasil analisis menunjukkan bahwa overpressure di daerah penelitian dikontrol oleh kondisi geologi. Kombinasi antara penurunan cekungan yang cepat, kecepatan sedimentasi yang tinggi dan keterdapatan sesar anjak atau toe thrust adalah penyebab terjadinya kondisi overpressure di daerah penelitian. Temperatur dan reflektansi vitrinit menunjukkan bahwa diagenesis mineral lempung dan kematangan hidrokarbon tidak berpengaruh terhadap keberadaan overpressure di interval stratigrafi yang di teliti. Hasil analisis juga menunjukkan bahwa magnitud overpressure di daerah penelitian dapat diestimasi dengan Metode Eaton, dengan menggunakan eksponen sebesar 3-4,5 dan 1,2, masing-masing untuk log sonik dan log resistivitas.", "Daftar File": {"2017 TS PP PRABU HARTANTO WICAKSONO 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/137573", "2017 TS PP PRABU HARTANTO WICAKSONO 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/137574", "2017 TS PP PRABU HARTANTO WICAKSONO 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/137576", "2017 TS PP PRABU HARTANTO WICAKSONO 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/137577", "2017 TS PP PRABU HARTANTO WICAKSONO 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/137578", "2017 TS PP PRABU HARTANTO WICAKSONO 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/137579", "2017 TS PP PRABU HARTANTO WICAKSONO 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/137580"}, "Penulis": "PRABU HARTANTO WICAKSONO (NIM: 22014331)", "Kontributor / Dosen Pembimbing": ["Pembimbing :  \nAgus M. Ramdhan, S.T., M.T., Ph.D.  \nDr. Indra Gunawan, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Sub-cekungan Tarakan, overpressure, Metode Eaton, loading", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "29 Mar 2018"}