{"Nomor": 29957, "Judul": "HEADQUARTER MARTHA TILAAR DI CIKARANG SELATAN", "Abstrak": "Di tengah persaingan industri masa kini, perusahaan memiliki kebutuhan untuk memperkuat posisi mereka dalam pasar. Desain arsitektur bangunan industri dan korporat merupakan salah satu alat komunikasi yang penting dalam strategi pemasaran.   \n \n \n\nMartha Tilaar adalah produsen kosmetik dalam negeri yang menempati pasar kosmetik organik dan tradisional. Perusahaan ingin melakukan ekspansi dan membutuhkan fasilitas produksi baru. Lokasi pembangunan fasilitas baru terletak di lahan Kampoeng Djamoe Organik yang berfungsi sebagai kebun koleksi dan percontohan Martha Tilaar Group. Lingkup perancangan dalam proyek ini meliputi perancangan kantor utama, pabrik percontohan, dan lanskap kebun koleksi.   \n \n \n\nFilosofi perusahaan, ―Rupasampat Wahyabiantara‖, menggambarkan suatu proses dari hulu ke hilir yaitu kultivasi alam, proses produksi, dan servis kembali pada masyarakat. Rancangan berfokus pada sekuen untuk mengantarkan pengunjung menikmati seluruh aspek yang ditawarkan oleh perusahaan lewat percampuran tipologi industri, komersil, dan lanskap.   \n \n \n\nMartha Tilaar Headquarter diharapkan dapat menjadi pabrik percontohan yang juga berfungsi sebagai sarana edukasi dan wisata bagi masyarakat. Konsep utama rancangan adalah pada sekuen yang memutar agar pengunjung dapat menikmati semua fasilitas. Kekakuan massa bangunan produksi yang fungsional diperlembut melalui elemen lanskap yang terinspirasi dari konsep taman tradisional Sunda. Untuk menjaga keutuhan seluruh kompleks digunakan skema material berupa batu, kayu, dan air.", "Daftar File": {"2014 TA PP PRADITTA ANANDIKA PURSADIN 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/137599", "2014 TA PP PRADITTA ANANDIKA PURSADIN 1-BAB1.pdf": "https://digilib.itb.ac.id/gdl/download/137600", "2014 TA PP PRADITTA ANANDIKA PURSADIN 1-BAB2.pdf": "https://digilib.itb.ac.id/gdl/download/137601", "2014 TA PP PRADITTA ANANDIKA PURSADIN 1-BAB3.pdf": "https://digilib.itb.ac.id/gdl/download/137602", "2014 TA PP PRADITTA ANANDIKA PURSADIN 1-BAB4.pdf": "https://digilib.itb.ac.id/gdl/download/137603", "2014 TA PP PRADITTA ANANDIKA PURSADIN 1-BAB5.pdf": "https://digilib.itb.ac.id/gdl/download/137604", "2014 TA PP PRADITTA ANANDIKA PURSADIN 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/137605"}, "Penulis": "PRADITTA ANANDIKA PURSADIN (NIM : 15209055)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Ir. Indra Budiman Syamwil, M.Sc, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "industri, eduwisata, lanskap, citra, korporasi", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "06 Sep 2018"}