{"Nomor": 29959, "Judul": "PENENTUAN KRITERIA KAPASITAS MASYARAKAT KAWASAN PERMUKIMAN SPESIFIK DALAM MENDUKUNG KEBERLANJUTAN PENGELOLAAN FASILITAS SANITASI RUMAH TANGGA (STUDI KASUS: MASYARAKAT KAWASAN SUNGAI/RAWA DAN PESISIR, PROVINSI SUMATERA SELATAN)", "Abstrak": "Implementasi penyediaan fasilitas sanitasi di Indonesia dari segi pemanfaatan oleh masyarakat tidak berjalan dengan baik. Hal serupa juga terjadi di kawasan permukiman spesifik di Indonesia yaitu masyarakat di daerah pesisir dan sungai/ rawa. Pada kenyataannya, setelah sistem dibangun praktek O&P yang menentukan level manfaat yang dibawa oleh suatu sistem terhadap penggunanya. Rumusan masalah dalam penelitian ini ialah bagaimana kriteria kapasitas masyarakat di kawasan permukiman spesifik yang mendukung keberlanjutan pengelolaan fasilitas sanitasi rumah tangga berdasarkan faktor internal dan eksternal masyarakat setempat. Variabel-variabel penelitian ialah sosial budaya, motivasi, kapasitas, manajemen (faktor internal) dan peranan stakeholder (faktor eksternal). Pengumpulan data dilakukan melalui penyebaran kuesioner kepada 200 responden dan observasi lapangan. Hasil observasi dianalisis secara deskriptif dan hasil kuesioner dianalisis dengan metode Confirmatory Factor Analysis (CFA) dan deskriptif komparatif. Pengukuran level kriteria kapasitas masyarakat dilakukan dengan metode interval skoring dikategorikan ke dalam kategori tinggi, sedang dan rendah. Hasil penelitian ialah: (1) dari hasil observasi diketahui faktor yang mempengaruhi keberlanjutan ialah kondisi eksisting sanitasi, preferensi dan kepemilikan WC; (2) dari analisis CFA didapat variabel-variabel yang signifikan dalam mengukur keberlanjutan pengelolaan fasilitas yaitu motivasi (0,927), kapasitas (0,586) dan manajemen (0,534); (3) Dari hasil analisis deskriptif diketahui bahwa variabel motivasi mencakup: kepemilikan WC, semangat terhadap pembangunan desa, dan rasa percaya antar tetangga; variabel kapasitas mencakup: partisipasi, keterampilan dan opsi teknologi; variabel manajemen mencakup: komitmen membayar iuran desa; (4) masyarakat sungai/rawa masuk ke dalam level kriteria kapasitas masyarakat tinggi cenderung sedang sedangkan masyarakat pesisir masuk ke dalam level kriteria kapasitas masyarakat sedang cenderung rendah; (5) dari hasil uji komparatif diketahui bahwa kriteria motivasi dan manajemen dari masyarakat permukiman sungai/rawa berbeda signifikan atau lebih tinggi dari masyarakat permukiman pesisir sedangkan kriteria kapasitas dari kedua masyarakat tersebut tidak berbeda signifikan atau berada pada level yang sama.", "Daftar File": {"2015 TS PP PRADWI SUKMA AYU PUTRI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/137607", "2015 TS PP PRADWI SUKMA AYU PUTRI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/137608", "2015 TS PP PRADWI SUKMA AYU PUTRI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/137609", "2015 TS PP PRADWI SUKMA AYU PUTRI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/137610", "2015 TS PP PRADWI SUKMA AYU PUTRI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/137611", "2015 TS PP PRADWI SUKMA AYU PUTRI 1-BAB 5A.pdf": "https://digilib.itb.ac.id/gdl/download/137612", "2015 TS PP PRADWI SUKMA AYU PUTRI 1-BAB 5B.pdf": "https://digilib.itb.ac.id/gdl/download/137613", "2015 TS PP PRADWI SUKMA AYU PUTRI 1-BAB 6.pdf": "https://digilib.itb.ac.id/gdl/download/137614", "2015 TS PP PRADWI SUKMA AYU PUTRI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/137615"}, "Penulis": "PRADWI SUKMA AYU PUTRI (NIM : 25712307)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Prof. Dr-Ing. Ir. Prayatni Soewondo, MS."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "kawasan permukiman spesifik, masyarakat sungai/rawa dan pesisir, fasilitas sanitasi rumah tangga, kriteria kapasitas masyarakat.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice Diniarti", "File": "9 file", "Tanggal Input": "18 Okt 2018"}