{"Nomor": 29964, "Judul": "DESAIN DAN IMPLEMENTASI PERANGKAT KERAS PADA FOOD COMPUTER", "Abstrak": "Jumlah persediaan makanan di dunia yang semakin sedikit dan laju pertumbuhannya yang lebih lambat dari laju pertambahan populasi di dunia menyebabkan banyak tempat di dunia akan mengalami kelangkaan di masa yang akan datang. Hal ini disebabkan para petani masih sangat bergantung pada iklim untuk melakukan proses bercocok tanam hingga panen. Food computer merupakan solusi dari permasalahan ini. Food computer berfungsi untuk mengatur iklim di ruangan tertutup yang digunakan untuk bercocok tanam di daerah perkotaan. Perangkat keras pada sistem Food computer terdiri dari sensor, mikrokontroller, relay, dan aktuator. Perangkat keras ini akan menerima masukan dari aplikasi android sebagai acuan (set-point) untuk melakukan pengendalian. Sensor berguna untuk membaca kondisi aktual di dalam ruanga tanam berupa nilai suhu, kelembaban, karbondioksida, dan intensitas cahaya, serta di dalam wadah nutrisi berupa nilai pH, konduktivitas listrik, dan suhu cairan. Nilai tersebut akan dibandingkan dengan set-point di dalam mikrokontroller arduino. Ketika iklim tidak sesuai dengan set-point, maka mikrokontroller akan menyalakan aktuator sesuai dengan kebutuhan hingga kondisi aktual sama dengan set-point. Selain itu diatur juga lama penyinaran dan durasi waktu penyiraman nutrisi menggunakan interrupt berbasis waktu.", "Daftar File": {"2018 TA PP PRANATA PURNAMA CHRISTIAN SITEPU  1 -ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137621"}, "Penulis": "PRANATA PURNAMA CHRISTIAN SITEPU (NIM : 13213058)", "Kontributor / Dosen Pembimbing": ["Pembimbing : \n\nDr. techn. Ary Setijadi P. ST., MT. \n\nDr. Reza Darmakusuma, ST., MT. \n\nDr. Iriawati, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "bahan makanan, iklim, pengendalian, otomatis, perangkat keras", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jun 2018"}