{"Nomor": 29967, "Judul": "PENGARUH PENAMBAHAN OKSIDA GRAFIT TERHADAP SIFAT FOTOLUMINESENSI KARBON NANODOTS YANG DISINTESIS MELALUI PEMANASAN GELOMBANG MIKRO", "Abstrak": "Material luminesensi Carbon Nanodots (CND) merupakan material baru dari keluarga karbon yang dapat diaplikasikan di beberapa bidang karena memiliki sifat luminesensi yang baik, tidak beracun, biokompatibilitas, dan absorbansi lebar. Pada penelitian ini, telah berhasil dilakukan sintesis material CND melalui pemanasan gelombang mikro. Prekursor yang digunakan adalah asam sitrat, urea, dan oksida grafit. Penambahan oksida grafit dilakukan pada sampel CND karena grafit oksida memiliki komposisi yang menyerupai asam sitrat dengan fraksi yang berbeda.                             \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nKomposisi massa asam sitrat dan urea pada sampel CND dibuat konstan sebesar 0,035 gram dan 3 gram. Dalam penelitian ini dilakukan variasi massa oksida grafit. Sampel CND dikarakterisasi menggunakan FTIR, XRD, SEM, Spektrometer PL dan PLE, serta Spektrometer UV Vis. Hasil FTIR pada sampel CND menunjukkan  adanya perubahan struktur ikatan yang terjadi pada ikatan karbonil (C=O). Hasil  XRD menunjukkan bahwa grafit oksida terkandung dalam sampel CND. Selain itu, hasil yang diperoleh pada karakterisasi SEM menunjukkan bahwa struktur/morfologi berbentuk seperti bongkahan balok tidak beraturan. Dari  spketrum PL terlihat bahwa puncak emisi sampel berada di panjang gelombang 507 nm yang dieksitasi dengan panjang gelombang 365 nm. Sementara itu, hasil karakterisasi UV Vis menunjukkan puncak absorbansi yang berada di panjang  gelombang di 235 nm, 333 nm, dan 407 nm. Transisi elektron pada daerah panjang gelombang 235 nm dan 333 nm mengindikasikan adanya transisi elektron dari 𝜋 ke 𝜋∗. Sedangkan pada panjang gelombang 407 nm mengindikasikan adanya transisi  elektron dari 𝑛 ke 𝜋∗. Berdasarkan kelima karakterisasi tersebut, maka dapat diajukan mekanisme fotoluminesensi CND adalah perubahan ikatan C=O mengindikasikan elektron bertransisi dari 𝜋 ke 𝜋∗ dan 𝑛 ke 𝜋∗. Transisi elektron  tersebut dapat terjadi apabila dieksitasi oleh foton dari luar yang menyebabkan  emisi berupa cahaya tampak berwarna hijau.", "Daftar File": {"2017 TA PP PRASIWI HANDARI JATI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137624", "2017 TA PP PRASIWI HANDARI JATI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/137625", "2017 TA PP PRASIWI HANDARI JATI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/137626", "2017 TA PP PRASIWI HANDARI JATI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/137627", "2017 TA PP PRASIWI HANDARI JATI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/137628", "2017 TA PP PRASIWI HANDARI JATI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/137629", "2017 TA PP PRASIWI HANDARI JATI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/137630", "2017 TA PP PRASIWI HANDARI JATI 1-PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/137631"}, "Penulis": "PRASIWI HANDARI JATI (NIM : 10213038)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Eng. Ferry Iskandar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fotoluminesensi, CND, gelombang mikro.", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Ratnasari", "File": "8 file", "Tanggal Input": "27 Apr 2018"}