{"Nomor": 29969, "Judul": "KAJIAN AWAL POTENSI PENCEMARAN PROSES DAUR ULANG LIMBAH PLASTIK YANG DILAKUKAN OLEH SEKTOR INFORMAL (STUDI KASUS : KOTA BANDUNG)", "Abstrak": "Saat ini banyak barang yang berbahan dasar plastik diantaranya adalah dalam bentuk wadah sekali pakai yang digunakan dalam berbagai produk rumah tangga. Bahan plastik yang digunakan dalam produk rumah tangga ini tergolong plastik yang dapat didaur ulang (thermoplastic). Daur ulang merupakan salah satu cara pengolahan sampah yang efektif untuk mereduksi timbulan sampah plastik di Kota Bandung. Tujuan dari penelitian ini adalah untuk mengkaji proses daur ulang limbah plastik yang dilakukan sektor informal beserta potensi pencemarannya terhadap lingkungan. Penelitian ini dilakukan dengan cara studi data sekunder dan pengambilan data primer melalui observasi, wawancara serta kuisioner. Reduksi sampah plastik ini tidak lepas dari peranan para pelaku daur ulang sektor informal diantaranya,pemulung, tukang loak, lapak, dan bandar. Tahapan proses dimulai dari pengumpulan plastik, pemilahan berdasarkan jenis plastik, pencacahan plastik dan pencucian, pengeringan/penjemuran, serta pembuatan biji plastik atau pelet. Berdasarkan hasil perhitungan, diketahui adanya perbedaan persen berat sebelum dan setelah pencacahan. Perbedaan persen berat ini atau penyusutan bahan bakunya sebesar 10%. Proses daur ulang limbah plastik ini menghasilkan residu berupa limbah cucian dan endapan flakes (5.600 liter/hari limbah cair dan 28 ton/hari endapan). Residu ini berpotensi mencemari lingkungan karena langsung dibuang ke saluran drainase. Perlu adanya proses pengolahan limbah dihasilkannya agar proses daur ulang ini lebih berwawasan lingkungan.", "Daftar File": {"2012 TA PP PRASTINI INDAH LESTARI 1-COVER.pdf": "https://digilib.itb.ac.id/gdl/download/137633", "2012 TA PP PRASTINI INDAH LESTARI 1-BAB 1.pdf": "https://digilib.itb.ac.id/gdl/download/137634", "2012 TA PP PRASTINI INDAH LESTARI 1-BAB 2.pdf": "https://digilib.itb.ac.id/gdl/download/137635", "2012 TA PP PRASTINI INDAH LESTARI 1-BAB 3.pdf": "https://digilib.itb.ac.id/gdl/download/137636", "2012 TA PP PRASTINI INDAH LESTARI 1-BAB 4.pdf": "https://digilib.itb.ac.id/gdl/download/137637", "2012 TA PP PRASTINI INDAH LESTARI 1-BAB 5.pdf": "https://digilib.itb.ac.id/gdl/download/137638", "2012 TA PP PRASTINI INDAH LESTARI 1-DAFTAR PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/137639"}, "Penulis": "PRASTINI INDAH LESTARI (NIM:15306060)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Sukandar, S.Si., MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "plastik, daur ulang, sektor informal, tahapan daur ulang, potensi pencemaran", "Sumber": "", "Staf Input/Edit": "Alice D  \n                                     Alice D", "File": "7 file", "Tanggal Input": "04 Sep 2018"}