{"Nomor": 29965, "Judul": "MODEL ESTIMASI WAKTU LAYANAN PASIEN RAWAT JALAN PADA KLINIK DOKTER GIGI", "Abstrak": "Waktu pelayanan di klinik gigi selalu diliputi oleh ketidakpastian. Akibatnya pasien sering \n\nmenunggu dalam ketidakpastian, menjadikannya keluhan utama pasien dan mempengaruhi \n\ntingkat kepuasannya terhadap penyedia jasa kesehatan. Layanan kesehatan gigi memakan \n\nwaktu tergantung tingkat kesulitan tindakan yang diberikan kepada pasien. Hal ini membuat \n\nkondisi ketidakpastian dalam menunggu untuk mendapatkan layanan semakin menjadi \n\nproblem utama dari pasien. Apabila estimasi waktu layanan pasien pada klinik kesehatan gigi \n\ndapat dilakukan dengan lebih akurat, maka pasien akan dapat memperoleh waktu layanan yang \n\nlebih pasti. Menjadikan waktu perjanjian yang lebih pasti yang akan menguntungkan pasien. \n\nPenelitian dilakukan dengan memanfaatkan algoritma usulan yang dikombinasikan \n\npenggunaannya memakai sistem informasi. Pengembangan sistem informasi yang disematkan \n\nalgoritma usulan, akan membantu memprediksi layanan pasien. Sistem tersebut dapat \n\nmenentukan waktu kedatangan pasien di antrian klinik untuk memperoleh layanan, dengan \n\nmemanfaatkan data waktu historis sebelumnya mengenai jenis pemeriksaan dan durasi layanan \n\nyang dihabiskan. Pemanfaatan teknologi tersebut untuk menciptakan sistem artificial \n\nintelligence yang mampu bekerja secara mandiri mempelajari lingkungannya dalam hal ini \n\nwaktu layanan di klinik untuk setiap tindakan pemeriksaan. Proses algoritma usulan \n\nmenggunakan data primer Ã‚Â– dari sebuah klinik gigiÃ‚Â– selama empat bulan sebanyak 2.428 data. \n\nHasil penelitian yang dilakukan memperlihatkan bahwa tingkat akurasi prediksi cukup baik \n\ndengan dilihat dari nilai Average Forecasting Error Rate (AFER) yang sebesar 3,9%. Metode \n\nalgoritma usulan juga tetap terlihat lebih baik ketika dikomparasi dengan metode rata-rata \n\ndalam melakukan estimasi, ditunjukkan dari nilai errornya yang lebih kecil (3,9% berbanding \n\ndengan 11,4%). Sistem sendiri dianggap mampu memprediksi waktu layanan pasien dengan \n\nbaik yaitu Penambalan Gigi Berlubang 55 menit, Pencabutan Gigi 56 menit, Pembersihan \n\nKarang Gigi 58 menit, Orthodontist 56 menit, dan Perawatan Gusi 58 menit. Artinya penentuan \n\nwaktu kedatangan pasien dapat lebih pasti dan tidak perlu menunggu lama di klinik untuk \n\nmendapatkan layanan kesehatan.", "Daftar File": {"2018 TS PP PRASETYO ADI PANGESTU 1 ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137622"}, "Penulis": "PRASETYO ADI PANGESTU NIM 23415022", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Anas MaÃ‚Â’ruf"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "LAYANAN KESEHATAN GIGI, WAKTU LAYANAN, PREDIKSI WAKTU, WAKTU ESTIMASI, SISTEM INFORMASI DAN ARTIFICIAL INTELLIGENCE", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Dewi Supryati", "File": "1 file", "Tanggal Input": "02 Okt 2018"}