{"Nomor": 29961, "Judul": "WATERFLOOD PILOT PREDICTION METHOD USING CAPACITIVE RESISTIVE MODEL", "Abstrak": "Model resistensi kapasitansi (CRM) menawarkan suatu metode untuk mengevaluasi cepat kinerja waterflood. Pendekatan semi analitik ini merpuakan teknik regresi multivariat nonlinier umum yang memiliki dasar pemrosesan sinyal. Sederhananya, variasi laju alir injeksi pada injector menyebabkan sinyal, dengan respon yang akan diterima pada satu atau lebih produsen. CRM menggunakan data produksi dan data laju injeksi untuk mengkalibrasi model pada reservoir tertentu. Setelah itu, model CRM dapat digunakan untuk memprediksi performa waterflood. \n\nMenginisialisasi parameter CRM dapat menurunkan beban kerja history matching. Nilai parameter CRM, τ (konstanta waktu tunda) dan fij (interkoneksi antara sumur injeksi dan produksi) diperoleh setelah CRM dikalibrasi dengan data produksi / injeksi historis. Kalibrasi ini dilakukan beberapa kali dengan data produksi / injeksi historis dari reservoir dan sifat fluida yang berbeda. Regresi linear multivariate dan algoritma genetika kemudian digunakan untuk menghasilkan persamaan agar sesuai dengan semua set τ (waktu tunda konstan) dan fij (interkonektivitas antara injeksi dan memproduksi dengan baik) nilai-nilai. Kemudian, hubungan antara parameter CRM dan reservoir dan sifat fluida kemudian dapat diekspresikan secara eksplisit. Persamaan yang memberikan kesalahan paling sedikit kemudian dapat digunakan untuk memprediksi parameter CRM di berbagai reservoir dan sifat fluida Persamaan ini berguna untuk prediksi kinerja proyek percontohan waterflood melalui model CRM terutama ketika tidak tersedianya data sejarah produksi dan injeksi.", "Daftar File": {"2018 TA PP PRAKARSA MULYO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137617"}, "Penulis": "PRAKARSA MULYO (NIM : 12214068)", "Kontributor / Dosen Pembimbing": ["Pembimbing : Dr. Dedy Irawan ST, MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Capacitance Resistance Model, History Matching, Time Delay Constant, and Interwell Connectivity", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "02 Jul 2018"}