{"Nomor": 29976, "Judul": "ANALISIS KARAKTERISTIK OVERPRESSURE PADA LAPANGAN CGK, CEKUNGAN TARAKAN, KALIMANTAN UTARA", "Abstrak": "Penelitian ini dilakukan pada Lapangan CGK di Cekungan Tarakan. Stratigrafi Lapangan CGK terbagi menjadi empat formasi yaitu Formasi Tarakan, Tabul, Meliat, dan Naintupo. Penelitian ini dilakukan pada keempat formasi ini yang berumur Miosen Awal hingga Pliosen.   \n\nTujuan penelitian ini adalah untuk mengestimasi besar tekanan pori, menentukan kedalaman puncak overpressure, menganalisis mekanisme penyebab overpressure, serta menganalisis hubungan antara distribusi overpressure dengan kondisi geologi pada lokasi penelitian. Analisis dilakukan pada 4 sumur pengeboran dengan menggunakan data log talikawat, data mudlog, data pengukuran tekanan, data temperatur, laporan pengeboran, dan data reflektansi vitrinit.   \n\nKarakteristik overpressure dapat diamati dari profil tegasan/tekanan dan respons log talikawat terhadap kedalaman. Hasil analisis menunjukkan bahwa dua dari empat sumur yang diteliti menembus zona overpressure. Kedalaman overpressure berkisar antara 4840-7000 kaki di bawah permukaan laut, dengan nilai tekanan pori sebesar 2600-6011 psi. Secara umum, mekanisme pembentuk overpressure pada Lapangan CGK disebabkan oleh mekanisme loading dan non-loading. Mekanisme loading yang terbentuk diakibatkan oleh kecepatan sedimentasi yang cepat yaitu berkisar antara 101-560 m/juta tahun. Karakteristik overpressure pada daerah penelitian juga ditandai dengan adanya defleksi pada log sonik dan log resistivitas pada kedalaman puncak overpressure yang menunjukkan mekanisme nonÃ‚Â–loading. Data reflektansi vitrinit mengindikasikan bahwa penyebab proses non-loading ini adalah transformasi kerogen menjadi hidrokarbon. Namun demikian, secara terbatas juga terdapat kemungkinan kontribusi diagenesis mineral lempung terhadap mekanisme non-loading ini.", "Daftar File": {"2018 TA PP PRAYUDHA NAUFAL IRNANDA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137647", "2018_TA_PP_PRAYUDHA_NAUFAL_IRNANDA_-_COVER.pdf": "https://digilib.itb.ac.id/gdl/download/146589", "2018_TA_PP_PRAYUDHA_NAUFAL_IRNANDA_-_BAB_1.pdf": "https://digilib.itb.ac.id/gdl/download/146590", "2018_TA_PP_PRAYUDHA_NAUFAL_IRNANDA_-_BAB_2.pdf": "https://digilib.itb.ac.id/gdl/download/146591", "2018_TA_PP_PRAYUDHA_NAUFAL_IRNANDA_-_BAB_3.pdf": "https://digilib.itb.ac.id/gdl/download/146592", "2018_TA_PP_PRAYUDHA_NAUFAL_IRNANDA_-_BAB_4.pdf": "https://digilib.itb.ac.id/gdl/download/146593", "2018_TA_PP_PRAYUDHA_NAUFAL_IRNANDA_-_BAB_5.pdf": "https://digilib.itb.ac.id/gdl/download/146594", "2018_TA_PP_PRAYUDHA_NAUFAL_IRNANDA_-_BAB_6.pdf": "https://digilib.itb.ac.id/gdl/download/146595", "2018_TA_PP_PRAYUDHA_NAUFAL_IRNANDA_-_PUSTAKA.pdf": "https://digilib.itb.ac.id/gdl/download/146596"}, "Penulis": "Prayudha Naufal Irnanda [12014065]", "Kontributor / Dosen Pembimbing": ["Agus M. Ramdhan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "Lapangan CGK, Cekungan Tarakan, overpressure, mekanisme loading, mekanisme non-loading.", "Sumber": "PRODI GEOLOGI", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Dedi Rosadi", "File": "9 file", "Tanggal Input": "30 Agu 2018"}