{"Nomor": 29982, "Judul": "KAJIAN PENERAPAN PERFORMANCE BASED ANNUITY SCHEME (PBAS) UNTUK JALAN TOL (STUDI KASUS: JALAN TOL CISUMDAWU)", "Abstrak": "Di Indonesia, transportasi jalan masih menjadi pilihan paling favorit dalam distribusi komoditi. Karena itu diperlukan pembangun infrastruktur jalan yang ada di Indonesia. Karena keterbatasan dana dan anggaran pemerintah tidak semua ruas jalan dapat dibangun. Untuk itu pemerintah dapat melibatkan pihak swasta dalam membangun jalan dengan sistem konsesi jalan tol. Tetapi pola pembayaran ini hanya bisa diterapkan pada ruas jalan yang layak secara finansial, sehingga tidak dapat diterapkan pada semua ruas jalan walaupun ruas jalan tersebut layak secara ekonomi. Untuk mengatasi hal tersebut diusulkan suatu pola pembayaran baru yaitu PBAS (Performance Based Annuity Scheme), dimana pemerintah membayar dengan cara mencicil kepada pihak swasta selama masa konsesi, sehingga pihak swasta tidak menanggung risiko akibat lalu lintas. Penelitian ini bertujuan untuk memberikan masukan bagaimana pola pembayaran PBAS ini sebaiknya diterapkan di Indonesia.   \n \n \n \n\nPenelitian difokuskan pada studi kasus jalan tol Cisumdawu. Data sekunder berasal dari data studi kelayakan. Penelitian ini menjelaskan kemungkinan penerapan sistem PBAS dengan berbagai variasi pembayaran, kemungkinan skema pelaksanaan dan syarat BUJT untuk mendapatkan konsesi   \n \n \n \n\nHasil dari penelitian ini adalah pembayaran masa konsesi optimum 20 tahun, resiko talangan jika LHR rata-rata 33 ribu selama masa konsesi 35 tahun, tol baru dapat dikatakan layak finansial jika memiliki rata-rata LHR sebesar 60 ribu selama masa konsesi 35 tahun, BUJT lebih memilih melibatkan pihak ketiga dan beberapa persyaratan BUJT untuk mendapatkan konsesi.   \n \n \n \n\nPBAS ini masih perlu dikaji dari aspek hukum karena peraturan yang ada masih sebatas keputusan menteri keuangan.", "Daftar File": {"2018 TS PP PRIMA HANANTO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137653"}, "Penulis": "PRIMA HANANTO - NIM: 26914315", "Kontributor / Dosen Pembimbing": ["Prof.Ir. Rudy H. Karsaman,M.Sc.Ph.D   \n \n \n\nIr. Idwan Santoso M.Sc.,DIC.,Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pembiayaan, PBAS, Jalan, Tol", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "15 Mar 2018"}