{"Nomor": 29987, "Judul": "KEBERLANJUTAN PEMANFAATAN SUMBER DAYA HAYATI DI CAGAR BIOSFER GIAM SIAK KECIL-BUKIT BATU PROVINSI RIAU DENGAN PENDEKATAN SUSTAINABLE LIVELIHOOD", "Abstrak": "Keanekaragaman hayati merupakan aset bagi manusia untuk melangsungkan kehidupan di masa sekarang dan masa depan. Memahami cara pemanfaatan dan dampak aktivitas manusia terhadap keanekaragaman hayati sangat penting dalam mengembangkan pedoman pengelolaan yang berkelanjutan. Jenis hubungan antara manusia dan keanekaragaman hayati dalam suatu lansekap tertentu dirancang untuk suatu tujuan tertentu dapat dianalisis dengan pendekatan kerangka sustainable livelihood. Penelitian ini ingin menjawab masalah keberlanjutan pemanfaatan sumber daya hayati di suatu kawasan yang dikelola dengan sistem zonasi dan kolaborasi. \n\nPenelitian ini bertujuan untuk: 1) Mengidentifikasi sumber daya hayati yang dimanfaatkan dan laju eksploitasinya oleh masyarakat lokal pemanfaat sumber daya hayati kayu, non kayu dan perikanan di CB GSK-BB, 2) menganalisis hubungan antara aset penghidupan (livelihood assets) dengan kesejahteraan masyarakat, 3) Menganalisis hubungan faktor kerentanan dengan pemanfaatan sumber daya hayati dan kemampuan beradaptasi masyarakat lokal di CB GSK-BB, 4) Menganalisis peran, fungsi, interaksi dan pengaruh para pemangku kepentingan dalam pengelolaan CB GSK-BB, dan 5) Menganalisis strategi penghidupan rumah tangga kelompok-kelompok masyarakat lokal (kelompok ekstraksi, kelompok subsisten, kelompok pelengkap, kelompok terpadu dan kelompok budidaya) di CB GSK-BB. \n\nPenelitian dilakukan pada Bulan Februari 2014-Juli 2016, pada lima desa  terletak di area inti : (1) Desa Tasik Betung, (2) Desa Tasik Serai, (3) Desa Tasik Serai Timur, (4) Desa Tasik Tebing Serai, dan (5) Desa Tasik Serai Barat, serta  lima desa  berada di zona penyangga: (1) Desa Bukit Kerikil, (2) Desa Muara Kelantan, (3) Desa Sungai Selodang, (4) Desa Olak, dan (5) Desa Muara Bungkal. Metode utama yang digunakan dalam penelitian adalah mix-methods.  Teknik pengambilan data dilakukan melalui:  focus group discussion (FDG), kuesioner, wawancara dengan informan kunci dan data sekunder.   \n\nLaju ekploitasi sumber daya hayati di CB GSK-BB cukup tinggi, terbukti dengan 13 dari 35 jenis kayu sudah sulit ditemukan, untuk sumber daya hayati non kayu juga mengalami penurunan (madu, rotan, nira dan beberapa fauna). Sepuluh desa penelitian telah berada pada kondisi penangkapan berlebih (over fishing) dan diantaranya 4 jenis ikan sudah sulit ditemukan.  \n\nKelima kelompok masyarakat pemanfaat sumber daya hayati (kelompok ekstraksi, kelompok subsisten, kelompok pelengkap, kelompok substitusi, dan kelompok budidaya) ditemukan pada semua desa penelitian. Area inti didominasi oleh kelompok ekstraksi sedangkan  zona penyangga didominasi oleh kelompok budidaya. \n\nTerdapat empat faktor kerentanan (vulnerability) yang paling berpengaruh terhadap pemanfaatan sumber daya hayati oleh masyarakat, yaitu (1) economic shocks (ES), (2) civil strife (CS) (3) structural vulnerability (SV), dan (4) weather-related shocks (WRS). Dalam menghadapi kerentanan tersebut, masyarakat di area inti mempunyai kemampuan beradaptasi lebih tinggi dan lebih sensitif terhadap gangguan kerentanan. Livelihood assets yang sangat mempengaruhi kerentanan di area inti dan zona penyangga adalah natural capital dan financial capital.     \n\nTelah diidentifikasi sebanyak 40 pemanggu kepentingan di CB GSK-BB, yang diklasifikasikan ke dalam 16 key players, 10 subjects, 5 context setters, dan 9 crowds. Pemanggu kepentingan yang mempunyai pengaruh dan nilai penting paling tinggi terhadap pengelolaan kawasan (key players), yaitu BBKSDA dan SMF. Masyarakat yang diwakili oleh kepala desa hanya termasuk dalam klasifikasi pemanggu kepentingan yang mempunyai pengaruh rendah dan nilai penting tinggi (subjects) dalam pengelolaan kawasan. Interaksi pemangku kepentingan yang paling tinggi diantara pemangku kepentingan adalah dalam bentuk koadunasi (antara LIPI dan MAB), sedangkan hubungan antara masyarakat (subjects) dengan BKSDA dan SMF berupa konflik. Terlihat bahwa kelembagaan kolaboratif pengelolaan Cagar Biosfer GSK-BB belum berperan secara efektif. \n\nStrategi kehidupan rumah tangga yang diterapkan oleh pemanfaat hasil sumber daya hayati adalah  strategi survival, konsolidasi, kompensasi, diversifikasi dan akumulasi. Strategi akumulasi dilakukan hanya oleh kelompok budidaya yang termasuk dalam kelompok tidak miskin dan kaya dengan status sustainable. Dengan demikian, untuk mencapai strategi pemanfaatan yang berkelanjutan, kelompok-kelompok masyarakat pemanfaat sumber daya hayati tersebut perlu mengembangkan diri dari masing-masing strategi yang dimilikinya saat ini menjadi strategi akumulasi, seperti yang telah diterapkan oleh kelompok budidaya.  \n\nDapat disimpulkan bahwa aktivitas pemanfaatan sumber daya hayati oleh kelompok masyarakat di area inti dan zona penyangga telah berdampak pada penurunan kualitas dan kuantitas sumber daya hayati. Kecenderungan penurunan kualitas dan kuantitas sumber daya hayati tersebut diikuti dengan terjadinya kemiskinan. Kemiskinan juga dipicu oleh faktor kerentanan yang dijumpai  di wilayah tersebut.  Sementara, kelembagaan kolaboratif yang dikembangkan untuk pengelolaan tidak berfungsi dengan baik seperti yang diharapkan. Dalam kondisi seperti itu, keberlanjutan pemanfaatan sumber daya hayati dapat dicapai dengan menerapkan strategi akumulasi.", "Daftar File": {"2018 DS PP PRIMA WAHYU TITISARI 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137658"}, "Penulis": "PRIMA WAHYU TITISARI      (NIM : 30612004)", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Tati Suryati Syamsudin, M.S., DEA. \n\nDr. Achmad Sjarmidi"], "Jenis Koleksi": "Disertasi", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "pemanfaatan sumber daya hayati, sustainable livelihood, kemiskinan,   livelihood assets,  kerentanan, strategi rumah tangga, pemangku kepentingan, keberlanjutan (sustainability)", "Sumber": "", "Staf Input/Edit": "cecep hikmat  \n                                     cecep hikmat", "File": "1 file", "Tanggal Input": "19 Mar 2018"}