{"Nomor": 29994, "Judul": "ANALISIS FAKTOR-FAKTOR YANG MEMPENGARUHI TINGKAT KEPATUHAN PASIEN LUPUS ERITEMATOSUS SISTEMIK YANG BEROBAT DI RSUP DR. HASAN SADIKIN BANDUNG", "Abstrak": "Lupus eritematosus sistemik (lupus) adalah penyakit autoimun yang penderitanya terus meningkat   \n \n \n\nsaat ini. Tatalaksana pengobatan lupus bertujuan meningkatkan kualitas hidup penderita. Kualitas   \n \n \n\nhidup penderita lupus sangat ditentukan oleh tingkat kepatuhan dalam mengonsumsi obat. Penelitian   \n \n \n\nini bertujuan mempelajari faktor-faktor yang mempengaruhi tingkat kepatuhan minum obat pasien   \n \n \n\nlupus yang berobat di Poliklinik Reumatologi RSUP Dr. Hasan Sadikin Bandung. Pasien lupus dengan   \n \n \n\natau tanpa keterlibatan organ dan menerima terapi selama 24 minggu atau lebih merupakan subjek   \n \n \n\ndalam penelitian ini. Penelitian ini dilakukan dengan metode cross-sectional menggunakan kuesioner   \n \n \n\nMMAS-8 dan Determinan Kepatuhan Minum Obat (DKMO) disertai wawancara pasien yang berobat   \n \n \n\nselama bulan April Ã‚Â–Juni 2018. Hasil menunjukkan tingkat kepatuhan pasien berdasarkan kuesioner   \n \n \n\nMMAS-8 yang diisi oleh 156 pasien yaitu: 18% tinggi, 40% sedang dan 42% kepatuhan rendah. Dari 6   \n \n \n\nfaktor karakteristik (usia, jenis kelamin, pekerjaan, pendidikan, frekuensi berobat dan lama berobat)   \n \n \n\nhanya usia yang berkorelasi secara signifikan (p=0,03) dengan tingkat kepatuhan pasien minum obat.   \n \n \n\nDari 14 faktor dengan 103 variabel pada kuesioner DKMO yang diteliti, terdapat 7 variabel dari 7 faktor   \n \n \n\nyang memiliki pengaruh signifikan terhadap tingkat kepatuhan pasien yaitu: variabel kontrol diri   \n \n \n\n(0,005), daya ingat (0,000), pengetahuan penyakit (0,027), persediaan obat (0,052), sifat fisik obat   \n \n \n\n(0,02), dispensasi (0,033), dan empati (0,04). Berdasarkan hasil penelitian ini maka kontrol diri, daya   \n \n \n\ningat, dan pengetahuan tentang penyakit masih perlu diperbaiki oleh pasien; dan rumah sakit masih   \n \n \n\nharus meningkatkan ketersediaan obat dengan sifat fisik yang dapat diterima oleh pasien; kompetensi   \n \n \n\ndokter dan kepedulian dokter masih perlu ditingkatkan serta informasi medis perlu diberikan secara   \n \n \n\nlebih lengkap.", "Daftar File": {"2018 TA PP PRISKA DEWI YASINTA 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137671"}, "Penulis": "PRISKA DEWI YASINTA NIM : 11614027", "Kontributor / Dosen Pembimbing": ["PEMBIMBING : Dr. Maria Immaculata Iwo, M.Si., Apt.", "dr. Rachmat Gunadi Wachjudi SpPD-KR"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "lupus eritematosus sistemik, kepatuhan, MMAS-8", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "9 file", "Tanggal Input": "28 Sep 2018"}