{"Nomor": 29998, "Judul": "STUDI PENGARUH KARAKTERISTIK BETON TEMBAK TERHADAP FAKTOR KEAMANAN TEROWONGAN DENGAN METODE ELEMEN HINGGA DUA DIMENSI", "Abstrak": "Pada penambangan menggunakan metode bawah tanah mengharuskan adanya konstruksi terowongan. Sering kali dibutuhkan penyanggaan pada terowongan yang bertujuan agar batuan sekitar tidak runtuh. Penyanggaan pada terowongan dapat menggunakan berbagai macam alat, salah satunya adalah shotcrete atau beton tembak. Salah satu alternatif untuk memperkuat beton tembak adalah dengan menambahkan serat atau fiber. Maka dari itu penelitian ini bertujuan untuk mengetahui bagaimana pengaruh serat yang dimasukkan ke dalam beton tembak terhadap faktor keamanan terowongan.   \n \n \n \n\nPenelitian diawali dengan pembuatan sampel beton dengan komposisi serat yang berbeda-beda. Sampel beton tersebut kemudian akan dicari karakteristik sifat mekanisnya dengan uji kuat tekan uniaksial dan triaksial. Komposisi serat dalam beton tembak yang dipakai pada penelitian ini berjumlah lima variasi; 0 ; 0,404 ; 1,778 ; 1,139 ; 4,501 gram. Kemudian karakteristik sifat mekanis dari masing-masing beton akan dimodelkan sebagai penyanggaan pada model terowongan menggunakan perangkat lunak RS2. Selanjutnya akan dilihat nilai faktor keamanan terowongan pada empat titik berbeda.   \n \n \n \n\nHasil yang didapat menunjukkan bahwa penambahan serat beton pada awalnya akan meningkatkan nilai faktor keamanan. Kemudian semakin banyak penambahan komposisi serat pada beton lama kelamaan akan menurunkan nilai faktor keamanan. Selain itu didapatkan juga bahwa variasi dengan komposisi serat senilai 0,404 gram akan memberikan nilai faktor keamanan yang paling optimum yaitu 1,63.", "Daftar File": {"2018 TA PP PROBO WICAKSONO 1-ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/137681"}, "Penulis": "PROBO WICAKSONO (NIM : 12113028)", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ridho Kresna Wattimena, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "", "Fakultas": "", "Subjek": "", "Kata Kunci": "Terowongan, Penyanggaan, Beton Tembak, Serat, RS2 , Faktor Keamanan", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "1 file", "Tanggal Input": "19 Mar 2018"}