{"Nomor": 60069, "Judul": "MODEL MATEMATIKA PENYEBARAN LEPTOSPIROSIS DENGAN PENGARUH FAKTOR IKLIM", "Abstrak": "Epidemi leptospirosis telah terjadi setiap tahunnya di Indonesia. Leptospirosis\nmerupakan penyakit zoonosis yang disebabkan oleh leptospira patogen yang menyerang\nhewan dan manusia. Kelangsungan hidup leptospira dilingkungan dipengaruhi\noleh temperatur. Insiden tertinggi kejadian leptospirosis di Indonesia\nadalah selama musim hujan. Pada penelitian ini, dikembangkan model matematika\nuntuk menyelidiki dinamika transmisi leptospirosis antara manusia, vektor, dan\nlingkungan yang terkontaminasi. Kemudian dibandingkan simulasi model penularan\nleptospira yang berbeda yang melibatkan curah hujan dan temperatur. Data\nyang digunakan dalam penelitian ini adalah data kejadian leptospirosis dan data\ncurah hujan serta rata-rata temperatur di Indonesia dengan periode waktu 2010\nhingga 2019. Hasil yang diperoleh dari penelitian ini adalah model penyebaran\npenyakit leptospirosis dapat menjelasakan dengan baik kejadian leptospirosis di\nIndonesia karena hasil dari simulasi model sudah mendekati data yang sebenarnya.\nAnalisis sensitifitas menunjukkan bahwa laju penularan leptospirosis dari lingkungan\nterkontaminasi merupakan parameter penting untuk jumlah kasus infeksi.\nSementara itu, pengaruh iklim yaitu curah hujan dan temperatur berhubungan\nlinier dengan laju penularan leptospirosis dari lingkungan ke populasi tikus dan\npenggandaan leptospira di lingkungan. Oleh karena itu, pensubstitusian fungsi\npeubah parameter terhadap model, meningkatkan jumlah populasi terinfeksi lebih\ndari dua kali lipat dalam jangka waktu sepuluh tahun. Dengan demikian, curah\nhujan dan temperatur memberi pengaruh cukup signifikan terhadap penularan\nleptospirosis.", "Daftar File": {"ABSTRAK Nissa Fiska": "https://digilib.itb.ac.id/gdl/download/234195"}, "Penulis": "Nissa Fiska [20119004]", "Kontributor / Dosen Pembimbing": ["Dr. Nuning Nuraini, S.Si., M.Si.", "Dr. Erma Suwastika, S.Si., M.Si.", "Dr. Dewi Handayani, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "leptospirosis, transmisi, model matematika, curah hujan , temperatur", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "17 Sep 2021"}