{"Nomor": 60147, "Judul": "FASILITAS REHABILITASI NARKOBA DENGAN PENDEKATAN HEALING ENVIRONMENT DI KOTA TANGERANG SELATAN", "Abstrak": "Penyalahgunaan narkoba yang kian marak di Indonesia telah menjadi ancaman nyata dan memprihatinkan. Meski kerap memberi dampak negatif terhadap penggunanya, penyalahgunaan narkoba tidak diimbangi dengan penanggulangan rehabilitasi yang memadai. Pelaksanaan rehabilitasi di Indonesia masih dihadapkan pada berbagai permasalahan terkait hukum, layanan, sarana prasarana, serta stigma masyarakat. Korban penyalahgunaan narkoba masih dominan dianggap sebagai pelaku kejahatan ketimbang orang yang membutuhkan pendekatan kesehatan terhadap ketergantungan. \nFasilitas Rehabilitasi Narkoba Kota Tangerang Selatan dikembangkan dengan landasan pendekatan Healing Environment yang memadukan unsur alam, indra, dan psikologis untuk mendukung kesembuhan fisik dan psikis pasien penyalahguna narkoba. Fasilitas ini akan mewadahi rehabilitasi medis dengan metode detoksifikasi, rehabilitasi sosial dengan metode Therapeutic Community, dan program pascarehabilitasi berupa psikoedukasi dan pembinaan vokasional. Dalam keberjalanannya, fasilitas ini akan dikelola oleh organisasi nirlaba berbasis komunitas. \nLayanan fasilitas akan mencakup rehabilitasi rawat jalan dan rawat inap sampai dengan 90 pasien pada bangunan bermassa majemuk dengan kisaran luas total 6.000 meter persegi. Bangunan-bangunan tersebut tersusun secara melingkar dengan orientasi memusat pada tapak seluas 20.000 meter persegi di Kota Tangerang Selatan yang rawan akan peredaran dan penyalahgunaan narkoba. Kondisi tapak dapat dikatakan rindang dan memiliki tingkat kebisingan rendah, selaras dengan atribut pendekatan Healing Environment yang memanfaatkan alam dan menghindari stresor lingkungan. \nRancangan fasilitas rehabilitasi narkoba ini terfokus pada pasien dan tidak dirancang untuk merespon tapak sekitar. Massa bangunan pada dasarnya dirancang melingkar mengikuti ‘geometri alam’ sehingga memungkinkan pembagian ruang secara radial. Pada titik pusat dan kelilingnya, massa tersebut disubstraksi membentuk dek kontemplasi pada sisi luar dan inner courtyard pada sisi dalam. Inner courtyard yang dilengkapi dengan vegetasi dapat dinikmati pada lantai yang dinaikkan sebagai ruang refleksi dan interaksi oleh pasien. Enam transformasi dari massa dasar tersebut terhubung pada tapak oleh selasar beratap yang melingkar mengikuti kontur lahan. Di tengahnya, Terdapat plaza dengan kolam dan pepohonan yang dirancang sebagai area relaksasi bagi pasien.", "Daftar File": {}, "Penulis": "Sonita Pingkan Natashya Simamora [15217039]", "Kontributor / Dosen Pembimbing": ["Ir. Robby Dwiko Juliardi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "narkoba, rehabilitasi, healing environment, Tangerang Selatan", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "17 Sep 2021"}