{"Nomor": 60146, "Judul": "FASILITAS PUSAT PEMBERDAYAAN KOMUNITAS TUNANETRA DI KOTA BANDUNG", "Abstrak": "Kemampuan persepsi manusia untuk memahami arsitektur sangatlah beragam. Pengalaman pengguna / user experience terhadap suatu bangunan arsitektural pada dasarnya dapat dirasakan secara multisensori. Namun sayangnya, sebagian besar penekanan dalam merancang suatu bentuk produk arsitektur hanya difokuskan kepada representasi visual. Indra lain hampir tidak terwakili atau kurang dipertimbangkan selama proses perancangan. Oleh karena itu, bangunan yang dihasilkan tidak selalu memenuhi kebutuhan manusia, terutama bagi mereka yang berkebutuhan khusus. Tunanetra adalah ketidakmampuan untuk melihat baik secara sebagian atau total, merupakan salah satu jenis disabilitas tertinggi di Indonesia. Tingginya jumlah ini tidak disertai dengan penghidupan yang layak, mereka seringkali memiliki keterbatasan akses atas kesehatan, pendidikan, pelatihan dan pekerjaan yang layak. Fasilitas ini dirancang dengan tujuan memberdayakan komunitas tunanetra agar mereka dapat mampu melaksanakan fungsi sosialnya untuk mencapai kemandirian sebagai pemenuhan hak-haknya agar mampu berperan aktif dalam berkehidupan di masyarakat, melalui penghadiran sebuah karya arsitektur yang memberikan pembelajaran dan pengalaman emosional mendalam bagi penggunanya melalui kulaitas desain multisensori. Multisensory design atau arsitektur multisensori didefinisikan sebagai strategi perancangan arsitektur yang berhubungan erat dengan stimulus kelima indra dalam menghubungkan presepsi dan manipulasi objek. Arsitektur mulitsensori mengadirkan kesan materialitas yang mandalam dalam upaya meningkatkan memori terhadap suatu tempat, sehingga dapat menciptakan sebuah pengalaman arsitektur yang mendalam bagi pengguna ruang.", "Daftar File": {}, "Penulis": "Pamela Felita Julyanto [15217086]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Christina Gantini, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Arsitektur Multisensori, Tunanentra, Penyandang Disabilitas, Pemberdayaan Komunitas", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "17 Sep 2021"}