{"Nomor": 60148, "Judul": "REDESAIN PASAR KIARACONDONG", "Abstrak": "Pasar yang sukses adalah pasar yang ramai oleh aktivitas sosial dan ekonomi. Hal-hal yang mendukung terciptanya pasar yang ramai oleh aktivitas sosial dan ekonomi adalah ruang-ruang yang nyaman, akses yang mudah, dan menjadi wadah aktivitas kegiatan sosio-kultural. Akan tetapi, masih banyak permasalahan pada kinerja Pasar Kiaracondong ini seperti, fasilitas yang tidak terawat, kotor dan kumuh. Dampak dari kinerja pasar yang buruh ini akan mengurangi daya saing pasar sebagai pusat perbelanjaan dengan berbagai pasar modern, seperti minimarket, mall, supermarket, dan lain sebagainya. Untuk mengatasi persaingan tersebut, perlu adanya inovasi dan pembenahan untuk Pasar Kiaracondong. Tidak hanya kinerja pasar saja, hubungan bangunan pasar dan konteks sekitarnya pun harus diperhatikan agar terciptanya keselarasan pada ruang kota. Hal-hal tersebut guna membuat meningkatkan kualitas pasar baik secara sosial dan ekonomi.\nPeningkatan kinerja pasar dengan peran pasar sebagai wadah kegiatan sosial dan ekonomi pada program redesain pasar ini. Menyejahterakan pedagang dengan membuat pembeli tertarik dan membuat Pasar Kiaracondong menjadi pilihan yang nyaman bagi mereka untuk berbelanja dan membuat ruang-ruang pasar yang hidup, tidak hanya dengan kegiatan transaksi tetapi juga kegiatan sosial warga sekitarnya yang membuat ruang-ruang terawasi dan mengurangi kriminalitas dengan sirkulasi dan aksebilitas yang mudah dan baik. Lalu, program redesain ini diharapkan memberi keteraturan dan keselarasan bangunan dengan konteks sekitarnya. Gubahan bentuk bangunan yang selaras dengan tata ruang kota wilayah Kiaracondong dan berkarakter arsitektur lokal. Selain itu juga, program rancangan ini membangun kontektivitas pasar dengan ruang kota sekitarnya. Membuat akses yang mudah dan terjangkau yang dapat meningkatkan kinerja pasar. Dari program redesain Pasar Kiaracondong ini yang berada di Jalan Ibrahim Adjie, di bawah Jalan Layang Kiaracondong, Bandung seluas ±5400 m2, diharapkan dapat menyelesaikan persoalan kinerja pasar yang ada di pasar ini secara signifikan.", "Daftar File": {}, "Penulis": "Aji Bayu Triantoro [15217016]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Andry Widyowijatnoko, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Pasar Kiaracondong, Aksesibilitas, Kenyamanan, Integrasi Bangunan, Sosial-Ekonomi, Pedagang, Pembeli", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "17 Sep 2021"}