{"Nomor": 60152, "Judul": "UJI LABORATORIUM ANALISA UJI INJEKSI SURFAKTAN SEMAR PADA RESERVOIR KARBONAT OIL WET DENGAN VARIASI KOSENTRASI, KECEPATAN LAJU ALIR, DAN METODE BUKA TUTUP.", "Abstrak": "Diestimasikan bahwa lebih dari 60% cadangan minyak dunia dan 40% cadangan gas dunia tersimpan di reservoir karbonat (Schlumberger market analysis 2007). Reservoir karbonat banyak berlokasi di Middle East, Libya, Russia, Kazakhstan, dan North America. Di Middle East mempunyai cadangan minyak dunia terbukti sebesar 62 % dan diperkirakan 70 % dari cadangan tersebut terdapat di reservoir karbonat, sedangkan untuk cadangan gas dunia terbukti sebesar 40 % dan 90% dari cadangan tersebut tersimpan di reservoir karbonat(BP statistical Review 2007). Contoh lain yang mendukung bahwa reservoir karbonat mendominasi cadangan minyak di dunia yaitu, beberapa dari lapangan minyak besar di dunia mempunyai resevoir karbonat, termasuk lapangan minyak terbesar di dunia yaitu Ghawar Field di Saudi Arabia.\nReservoir karbonat mempunyal dual porositas, yaitu matriks dan rekahan. Matriks sebagai tempat penyimpanan utama minyak dan rekahan sebagai flowpath dari aliran fluida. Minyak yang tersimpan pada matrix batuan karbonat dapat diambil dengan cara metode EOR , pada percobaan ini dilakukan dengan cara penulis menginjeksikan larutan kimia yaitu surfaktan SeMAR.\nKarbonat berbeda dengan sandstone dari segi komposisi batuan dan primary recovery factor . Material koral dan kapur biasa dijumpai pada batuan karbonat, material inilah yang membedakan antara kandungan karbonat dengan sandstone. Sandstone biasanya memiliki nilai primary recovery factor yang lebih tinggi dibanding karbonat. Reservoir karbonate cenderung bersifat oil wet. Untuk meningkatkan nilai RF, penulis melakukan dua percobaan yaitu imbibisi spontan dan uji core flood. Kedua percobaan tersebut menggunakan fluida pendesak berupa air formasi dan larutan surfaktan SeMAR. Sampel core yang digunakan pada percobaan menyerupai karakteristik batuan reservoir karbonat dengan komposisi yang terdiri dari 30% gipsum, 30% semen, 30% pasir kuarsa, dan 10 % kapur.", "Daftar File": {"ABSTRAK Cintya Miranti": "https://digilib.itb.ac.id/gdl/download/234212"}, "Penulis": "Cintya Miranti [12210070]", "Kontributor / Dosen Pembimbing": ["Ir. Leksono, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "karbonat, surfaktan, imbibisi, core flood", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "17 Sep 2021"}