{"Nomor": 60495, "Judul": "SIMULASI TRANSPORTASI FLUIDA MULTIFASA DALAM CELAH SEMPIT DENGAN METODE LATTICE BOLTZMANN", "Abstrak": "Tugas akhir ini akan membahas topik simulasi transportasi fluida multifasa dalam celah sempit dengan berbagai variasi. Variasi yang digunakan adalah pada geometri celah lurus, geometri celah menyempit, geometri celah melebar, dan variasi gaya adhesi pada fluida terhadap solid yang dilalui. Pada variasi geometri celah lurus diperoleh data untuk lebar celah dan radius fluida yang berbeda, sedangkan pada variasi geometri celah menyempit dan geometri celah melebar didapatkan data lebar celah dan sudut geometri yang berbeda. Metode yang digunakan dalam kasus ini adalah metode Lattice Boltzmann yang merupakan metode alternatif dari metode dinamika molekul dan metode kontinum. Metode LBM menggunakan pendekatan dengan cara pandang skala mesoskopik, yaitu melihat sistem statistik menggunakan fungsi distribusi. Simulasi aliran fluida yang dilakukan adalah pada ruang dua dimensi, fluida yang digunakan dalam simulasi terdiri atas satu spesies dan dua fasa (cair dan gas). Beberapa syarat batas yang digunakan dalam simulasi ini adalah syarat batas tekanan, syarat batas periodik, dan syarat batas pemantulan. Tahapan simulasi menggunakan metode LBM ini terdiri atas tahapan aliran (streaming) dan tahapan tumbukan (collision). Melalui variasi geometri yang dilakukan didapatkan kesimpulan bahwa dalam fluida real yang dalam hal ini adalah fluida wetting terdapat kompetisi antara gaya gravitasi dengan gaya adhesi, Ketika lebar celah semakin besar maka fluida yang tidak bersentuhan dengan solid semakin banyak, sehingga gaya tarik menarik antara fluida dengan solid semakin kecil, namun gaya gravitasinya semakin besar dan lebih dominan. Begitu juga sebaliknya, ketika fluida semakin kecil maka semakin banyak fluida yang berinteraksi dengan celah sehingga gaya interaksi semakin kuat dan dominan, namun gaya gravitasi melemah. Melalui variasi gaya adhesi yang dilakukan didapatkan kesimpulan bahwa semakin negatif gaya adhesi yang digunakan maka akan semakin cepat laju aliran fluida. Harapannya simulasi ini dapat terus dikembangkan karena akan sangat berguna dalam berbagai bidang industri. Terdapat beberapa penerapan yang dapat mengimplementasikan simulasi aliran fluida ini yaitu; Enhance oil recovery, sistem energi geothermal, dan sistem self potensial pada eksplorasi mineral.", "Daftar File": {"ABSTRAK Hanifil Fikri": "https://digilib.itb.ac.id/gdl/download/234299"}, "Penulis": "Hanifil Fikri [10217032]", "Kontributor / Dosen Pembimbing": ["Muhammad Rizqie Arbie, S.Si., M.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Aproksimasi BGKW, Lattice Boltzmann, Navier-Stokes", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Yati Rochayati", "File": "8 file", "Tanggal Input": "18 Sep 2021"}