{"Nomor": 60494, "Judul": "RADIASI HAWKING DAN EMISI PARTIKEL PADA LUBANG HITAM KERR - NEWMAN - VAIDYA", "Abstrak": "Pada penelitian ini dilakukan analisis radiasi Hawking pada lubang hitam nonstasioner Kerr – Newman Vaidya melalui pendekatan semiklasik. Suku nonstasioner ???? pada lubang hitam ini ekivalen dengan perubahan massa yang bergantung dengan koordinat waktu dan radial. Temperatur Hawking diturunkan menggunakan tiga buah metode yaitu, metode semiklasik, meliputi metode radial null geodesic dan complex path analysis, dan formulasi temperatur Bekenstein – Hawking. Ketiga metode ini menghasilkan temperatur yang sama. Secara umum temperatur Hawking yang diperoleh berbanding terbalik dengan massa dan suku nonstasioner. Agar temperatur tidak bernilai imajiner, kondisi fisis lubang hitam harus memenuhi (????+????)2?????2+????2, dengan ???? merupakan massa, ???? momentum sudut, dan ???? muatan elektrik lubang hitam. Entropi lubang hitam dihitung menggunakan formulasi Bekenstein – Hawking untuk bentuk ???????????? dan persamaan dinamika lubang hitam untuk bentuk turunan terhadap waktu ????????????????/????????. Dua jenis emisi partikel sebagai radiasi Hawking yang dianalisis yaitu, emisi partikel skalar menggunakan persamaan Klein - Gordon dan emisi partikel Dirac menggunakan persamaan Dirac. Fungsi-fungsi gelombang dari kedua emisi partikel ini kemudian dianalisis melalui aproksimasi WKB untuk menghitung pengaruh emisi partikel terhadap temperatur Hawking lubang hitam tersebut. Perbedaaan utama antara hasil emisi partikel skalar dan partikel Dirac adalah terdapat suku karakterisasi yang terdiri dari ???? energi partikel Dirac, ???? momentum sudut partikel Dirac dan ???? muatan elektrik partikel Dirac. Agar temperatur tetap bernilai positif, partikel dan lubang hitam harus memenuhi ????(????+????)?????????+????????.", "Daftar File": {"ABSTRAK Ahmad Hasbi Salimi": "https://digilib.itb.ac.id/gdl/download/234234"}, "Penulis": "Ahmad Hasbi Salimi [10217017]", "Kontributor / Dosen Pembimbing": ["Prof. Drs. Triyanta, MS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "complex path method, emisi partikel, formulasi Bekenstein – Hawking, lubang hitam Kerr – Newman - Vaidya, suku nonstationer, radial null geodesic, radiasi Hawking, partikel Dirac, persamaan Dirac, persamaan Klein – Gordon.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "10 file", "Tanggal Input": "18 Sep 2021"}