{"Nomor": 60602, "Judul": "INTERPRETASI DATA PENGUKURAN GEOLISTRIK 2D DAN POTENSIAL DIRI DI LAPANGAN INTRAMURAL COLORADO SCHOOL OF MINES (CSM) UTARA TERKAIT KEBERADAAN AKUIFER", "Abstrak": "Data pengukuran Electrical Resistivity Tomography (ERT) atau geolistrik tahanan jenis Dua Dimensi (2D) dan Self-Potential (SP) atau potensial diri yang dilakukan di Lapangan Intramural Colorado School of Mines (CSM) Utara telah berhasil menunjukkan keberadaan objek permukaan dangkal berupa pipa logam. Lokasi tersebut diduga mengalami penurunan tanah akibat aktivitas tambang sehingga menyebabkan rembesan (air). Berdasarkan kondisi itu, dilakukan interpretasi lain dari data pengukuran (sekunder) tersebut terkait lapisan batuan bawah permukaan dan menunjukkan arah aliran air di kawasan tersebut. Berdasarkan data yang diolah kembali menggunakan RES2DINV dan Surfer 13, hasil lapisan batuan bawah permukaan terdiri dari batuan silt-clay, sandstone, alluvium, clay, shale, dan limestone dengan resistivitas semu berkisar pada 19.5 ?m – 240 ?m, serta potensial diri berkisar –15.3 mV hingga 5.3 mV. Diduga keberadaan akuifer terbuka terletak pada kedalaman ±3 - 6 m yang tersusun oleh alluvium, dengan muka air tanah berada pada kedalaman ±3 m, serta akuifer tertutup pada kedalaman ±6.37 - 13 m yang tersusun oleh sandstone. Berdasarkan data SP, aliran air tanah pada akuifer tersebut diprediksi mengarah dari timur laut ke barat daya. Aliran air tanah tersebut menimbulkan ketidakwajaran karena tidak sesuai konsep Darcy. Hal itu terjadi karena diduga sistem aliran air tanah di lokasi penelitian tersebut dipengaruhi oleh Patahan Golden. Patahan ini merupakan sesar naik dengan kemiringan sedang hingga curam ke arah barat, termasuk 35° - 50° ke barat daya. Selain itu, dipengaruhi juga oleh bekas aktivitas tambang tua yang diduga telah mengubah struktur bawah permukaan.", "Daftar File": {"ABSTRAK Lulu Lail Fauzan": "https://digilib.itb.ac.id/gdl/download/234243"}, "Penulis": "Lulu Lail Fauzan [10217092]", "Kontributor / Dosen Pembimbing": ["Harry Mahardika, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Air Tanah, Geolistrik, Lapisan Akuifer, Potensial Diri, Resistivitas", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "18 Sep 2021"}