{"Nomor": 60609, "Judul": "PENGARUH KONDISI OPERASI DAN GEOMETRI RUANG BAKAR TERHADAP PENCAPAIAN KONDISI ALIRAN PARTIKEL SEKAM PADI YANG TERAPUNGKAN", "Abstrak": "Sekam padi adalah sisa biomassa penting yang dihasilkan industri penggilingan padi. Sekam padi tidak bersaing dengan makanan sumber daya untuk penggunaan lahan, dan karena struktur abrasif dan nilai gizi yang rendah, sekam padi tidak cocok untuk makanan dan pakan ternak, dan biasanya dibuang. Pada penelitian ini sekam padi digunakan sebagai bahan bakar pada tungku pembakaran tersuspensi. Ruang bakar yang digunakan perlu dirancang sedemikian rupa agar mendapatkan kondisi aliran partikel yang diinginkan. Penelitian ini bertujuan untuk melihat pengaruh geometri dan kondisi operasi ruang bakar terhadap pencapaian kondisi aliran partikel sekam padi pada ruang bakar. Kondisi aliran partikel di simulasi dengan menggunakan tool Computational Fluid Dynamic (CFD) dan perangkat yang digunakan adalah ANSYS Fluent student version. Variasi dilakukan terhadap bentuk ruang bakar (kotak dan silinder), besar ruang bakar, dan jumlah inlet sekunder. Kondisi operasi yang dilakukan yaitu dengan memvariasikan jumlah udara berlebih (EA) dan diameter partikel. Pemodelan dinamika fluida pada penelitian ini menggunakan persamaan konservasi massa dan momentum turbulen yang juga dikenal sebagai persamaan Reynolds Average Navier-Stokes (RANS). Sementara itu, model yang digunakan untuk menyelesaikan sistem persamaan adalah model turbulen RSM.\nHasil simulasi menunjukkan bahwa kecepatan magnitude semakin besar dengan bertambahnya jumlah udara berlebih, tetapi akan semakin kecil dengan semakin besarnya ukuran ruang bakar dan bertambahnya jumlah inlet udara sekunder. Bertambahnya jumlah inlet udara sekunder dan semakin besarnya ukuran ruang bakar akan mengurangi intensitas turbulen yang terjadi, sedangkan bertambahnya jumlah udara berlebih akan meningkatkan intensitas turbulen. Waktu tinggal partikel akan berkurang dengan meningkatnya jumlah udara berlebih, dan besarnya ukuran ruang bakar, sebaliknya akan bertambah dengan bertambahnya jumlah inlet udara sekunder dan ukuran diameter partikel. Geometri silinder memiliki kecepatan magnitude, intensitas turbulen, waktu tinggal, dan tekanan statik yang lebih besar jika dibandingkan dengan geometri kotak. Ruang bakar geometri silinder lebih unggul jika dibandingkan ruang bakar geometri kotak, karena memiliki intensitas turbulen, waktu tinggal, dan struktur aliran yang lebih baik.", "Daftar File": {"ABSTRAK Novebriantika": "https://digilib.itb.ac.id/gdl/download/234251", "COVER Novebriantika": "https://digilib.itb.ac.id/gdl/download/262978", "BAB 1 Novebriantika": "https://digilib.itb.ac.id/gdl/download/262979", "BAB 2 Novebriantika": "https://digilib.itb.ac.id/gdl/download/262980", "BAB 3 Novebriantika": "https://digilib.itb.ac.id/gdl/download/262981"}, "Penulis": "Novebriantika [23018035]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Yazid Bindar, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "sekam padi, ruang bakar, CFD, RANS, turbulen RSM", "Sumber": "Perpustakaan Prodi Teknik Kimia", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Budi Cahyadi", "File": "5 file", "Tanggal Input": "20 Sep 2021"}