{"Nomor": 60618, "Judul": "PRAKIRAAN DEBIT AIR DENGAN ANN DAN ALGORITMA GENETIK", "Abstrak": "Informasi mengenai besar tinggi suatu sungai penting untuk manajemen sumber\ndaya air dan prediksi kemungkinan terjadinya bencana alam. Kepentingan ini\nmendorong pengelola sumber daya air setempat membutuhkan model prediksi\nyang dapat diandalkan untuk melakukan prediksi terhadap tinggi air. Tugas Akhir\nini bertujuan untuk membangun dan menggunakan model prediksi berupa Jaringan\nSyaraf Buatan (ANN) dengan performa sebaik mungkin. Data yang digunakan\ndiambil dari situs organisasi RiverLevelsUK dan Metoffice di Durham, Inggris.\nPerforma dari ANN bergantung dengan konfigurasi karakteristik dari ANN itu\nsendiri. Berbagai metode optimisasi hyperparameter dan variabel dilakukan oleh\npara peneliti sebelum melakukan training terhadap model. Dengan menggunakan\nAlgoritma Genetik, tiap konfigurasi ANN ini melewati proses eliminasi dan\nrekombinasi sehingga di dapat konfigurasi yang terbaik di populasi konfigurasi\ntersebut. Konfigurasi yang dimaksud meliputi jumlah layer, jumlah neuron tiap\nlayer, fungsi aktivasi, variabel input, dan sebagainya. Performa dari model diukur\ndengan performa prediksi model terhadap data test menggunakan MSE dan NSE.\nTugas Akhir ini diharapkan dapat digunakan sebagai bahan penilitian lanjut untuk\nprediksi aliran sungai di tempat lainnya, pengembangan ANN dan Algortima\nGenetik itu sendiri.", "Daftar File": {"2021_TA_PP_10117111_PUTERADARMA SULAIMAN MARWAN 1- ABSTRAK.pdf": "https://digilib.itb.ac.id/gdl/download/234292"}, "Penulis": "Puteradarma Sulaiman Marwan [10117111]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Yodi Gunawan, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Tinggi Air, Jaringan Syaraf Buatan, Algoritma Genetik, deret waktu.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "20 Sep 2021"}