{"Nomor": 60645, "Judul": "EVALUASI DAN OPTIMALISASI BEBAN KERJA MENTAL VIRTUAL TEAM SERTA PERBANDINGAN PERSEPSI PSIKOSOSIAL DAN PREFERENSI ANTARA VIRTUAL DAN OFFLINE TEAM", "Abstrak": "Virtual team pada saat ini dianggap menjanjikan bagi banyak pihak karena banyaknya keunggulan yang diberikan dalam mendukung proses interaksi antar individu. Akan tetapi, hasil studi pendahuluan menunjukkan masih adanya gap yang dialami responden selama melakukan virtual team, yang mana berfokus pada belum siapnya sistem yang diterapkan. Terdapat beberapa aspek yang terkait dengan penerapan diskusi kelompok, seperti beban mental, psikososial, dan preferensi individu yang kemudian dapat memengaruhi perilaku.\nPenelitian ini bertujuan untuk mengevaluasi beban kerja mental dari virtual team serta membandingkan persepsi psikososial dan preferensi antara virtual dan offline team. Penelitian terkait beban mental dilakukan melalui eksperimen dengan melibatkan 30 orang partisipan yang melakukan diskusi kelompok melalui Google Meet dan kuesioner NASA-TLX sebagai alat ukur. Sementara itu, penelitian terkait persepsi psikososial dan preferensi dilakukan melalui survey yang melibatkan 99 orang, menggunakan Job Content Questionnaire (JCQ), kuesioner manajemen konflik, serta kualitas pertemanan. Pengujian data survey dilakukan dengan menggunakan paired t-test dan Wilcoxon Signed Rank Test.\nPenelitian ini menunjukkan adanya nilai beban kerja mental virtual team lebih dari 50, yang berarti masih terdapat ruang perbaikan. Selain itu, terdapat perbedaan signifikansi pada aspek coworker support dan collaboration dengan nilai offline team yang lebih tinggi. Berdasarkan hasil preferensi, virtual team memiliki keunggulan dalam hal teknis dan fleksibilitas.", "Daftar File": {"ABSTRAK Margareta Viola": "https://digilib.itb.ac.id/gdl/download/234265"}, "Penulis": "Margareta Viola [13417021]", "Kontributor / Dosen Pembimbing": ["Ari Widyanti, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "beban mental, NASA-TLX, psikososial, manajemen konflik, kualitas pertemanan, preferensi, JCQ, virtual team, offline team", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "20 Sep 2021"}