{"Nomor": 60684, "Judul": "APLIKASI SONIFIKASI SEBAGAI ALTERNATIF AKSEBILITAS CITRA ASTRONOMI BAGI TUNA NETRA", "Abstrak": "Ketergantungan ilmu astronomi akan indra penglihatan membuat ilmu\nastronomi sulit diakses untuk penyandang tuna netra. Meskipun demikian,\nterdapat upaya untuk mengomunikasikan astronomi kepada penyandang\ntuna netra melalui indra pendengaran dan indra sentuhan. Aplikasi screen\nreader merupakan alat aksesibilitas bagi tuna netra untuk mempersepsi\ngambar dengan mendeskripsikan apa yang terdapat pada gambar\nmenggunakan kata-kata. Kekurangan dari screen reader adalah konsep\nastronomi yang asing untuk awam sulit untuk dikenali, terutama bagi\npenyandang tuna netra sejak lahir. Pada tugas akhir ini dirancang sebuah\nprogram sonifikasi citra sebagai alternatif dari aplikasi screen reader untuk\nmengomunikasikan citra astronomi kepada penyandang tuna netra dengan\npendekatan bentuk. Program dirancang menggunakan bahasa pemrogram an\nPython 3.8 dan mampu untuk mensonifikasi bentuk secara otomatis serta\nresponsif terhadap perubahan dan perbedaan bentuk. Hasil sonifikasi dari\nprogram terancang berupa file MIDI yang kemudian dipoles dan diekspor\ndengan DAW menjadi musik dalam bentuk file audio MP3. Setelah\ndilakukan evaluasi kepada enam penyandang tuna netra, metode sonifikasi\nini dinilai berpotensi sebagai alternatif aksesibilitas citra astronomi kepada\ntuna netra dengan latihan yang cukup.", "Daftar File": {"ABSTRAK Aurellio Deandra": "https://digilib.itb.ac.id/gdl/download/234266"}, "Penulis": "Aurellio Deandra [10317015]", "Kontributor / Dosen Pembimbing": ["Dr. Chatief Kunjaya, M.Sc.", "Dr. Dhani Herdiwijaya, M.Sc.", "Dr. Mahasenaputra", "Dr. Aprilia, M.Si.", "Miranti Indar Mandasari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Bentuk, Citra Astronomi, Sonifikasi, Tuna Netra", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "20 Sep 2021"}