{"Nomor": 60905, "Judul": "MENENTUKAN STRATEGI KONTENSTUDI KASUS: KANAL YOUTUBE ONE CHAMPIONSHIP INDONESIA", "Abstrak": "Saat ini internet menjadikan dunia terkoneksi. Maka karenanya teknik pemasaran pun bergeser dari cara konvensional menjadi digital. Dalam dunia yang serba digital ini, konten dianggap selayaknya raja, tidak hanya sebagai bagian dari metode promosi, konten juga berfungsi sebagai jembatan komunikasi antara produsen kepada konsumen demi terciptanya kredibilitas dan loyalitas. Namun dengan banyaknya pilihan platform media sosial yang memiliki karakteristik serta tren yang berbeda, penting bagi pembuat konten untuk mengetahui ekspektasi serta selera dari konsumen mereka. Dalam penelitian ini penulis menggunakan studi kasus perusahaan media properti olahraga, ONE Championship yang meluncurkan platform media sosial khusus bagi pasar Indonesia. Sejak Oktober 2020 silam, perusahaan yang berkantor pusat di Singapura ini telah meluncurkan kanal YouTube khusus didedikasikan untuk menyasar pasar Indonesia. Melalui penelitian ini penulis berharap dapat menentukan strategi konten yang tepat bagi kanal YouTube ONE Championship Indonesia sesuai dengan selera konsumen Indonesia. Penelitian ini menggunakan metode kualitatif serta analisis tematik. Data primer didapatkan lewat hasil wawancara bersama tiga karyawan ONE Championship yang terjun dalam pengoperasian platform YouTube ONE Championship Indonesia, serta tujuh konsumen ONE Championship di Indonesia. Temuan dari penelitian ini menghasilkan variasi data akan selera konsumen terhadap konten, kebiasaan konsumen mengkonsumsi konten, serta ekspektasi konsumen akan konten mendatang. Data yang terkumpul kemudian dianalisis kembali oleh penulis guna menemukan strategi konten yang dapat diimplimentasikan oleh tim ONE Championship pada kanal YouTube Indonesia selama dua tahun kedepan.", "Daftar File": {"COVER Muhammad Rizatha": "https://digilib.itb.ac.id/gdl/download/267280", "BAB 1 Muhammad Rizatha": "https://digilib.itb.ac.id/gdl/download/267281", "BAB 2 Muhammad Rizatha": "https://digilib.itb.ac.id/gdl/download/267282", "BAB 3 Muhammad Rizatha": "https://digilib.itb.ac.id/gdl/download/267283", "BAB 4 Muhammad Rizatha": "https://digilib.itb.ac.id/gdl/download/267284", "PUSTAKA Muhammad Rizatha": "https://digilib.itb.ac.id/gdl/download/267285"}, "Penulis": "Muhammad Rizatha [29319064]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pemasaran Digital, Strategi Sosial Media, Pemasaran Konten, Strategi Konten", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "20 Sep 2021"}