{"Nomor": 60909, "Judul": "ANALISIS DIMENSIONALITAS DATA MAGNETOTELLURIK GUNUNG API KUSATSU-SHIRANE, JEPANG", "Abstrak": "Metode Magnetotellurik ( MT ) merupakan metoda elektromagnetik ( EM ) pasif yang melibatkan pengukuran perubahan medan listrik E dan medan magnet H yang berasal dari alam yang saling tegak lurus pada permukaan bumi sebagai sarana untuk menentukan struktur konduktivitas bumi. Metode MT memiliki keunggulan dibandingkan metode geofisika lainnya yaitu memiliki kedalaman penetrasi medan elektromagnetik yang tinggi, tidak membutuhkan pembangkit tambahan atau buatan serta memiliki dampak yang kecil bagi lingkungan. Dengan kelebihan tersebut, metode MT dapat dimanfaatkan untuk berbagai macam eksplorasi seperti panas bumi dan penelitian mengenai gunung api. Daerah gunung api biasanya memiliki struktur yang kompleks yaitu struktur 3-D. Apabila dilakukan pemodelan 1-D atau 2-D secara langsung tanpa analisis dimensionalitas,maka hasilnya akan dipengaruhi efek struktur 3-D. Oleh karena itu, analisis dimensionalitas diperlukan agar dapat dilakukan pemodelan dimana efek 3-D dapat diminimalisasi. Penelitian yang dilakukan bertujuan untuk mengetahui struktur bawah permukaan Gunung Api Kusatsu melalui analisis dimensionalitas data MT dan untuk mengetahui arah struktur atau strike melalui nilai teta swift serta tipper yang dihasilkan. Hasil analisa dimensionalitas tensor fasa dan tipper menunjukkan bahwa struktur gunung api Kusatsu merupakan struktur 3D. Pada struktur dangkal (frekuensi tinggi) menunjukkan adanya dua anomali konduktif yang terlihat pada frekuensi 5200 Hz sampai 66 Hz serta hanya terdapat satu anomali konduktif pada kedalaman menengah yang terlihat pada fekuensi 66 sampai 13,7 Hz. Berdasarkan analisis teta swift menunjukkan arah strike yang mengarah ke N100E atau N200W pada frekuensi 5200 Hz, mengarah ke N100E atau N100W pada frekuensi 320 Hz, mengarah pada N00E atau N40W pada frekuensi 66 Hz, mengarah ke N00E atau N50W pada frekuensi 13,7 Hz, dan mengarah ke N00E atau N140W pada frekuensi 1,41 Hz. Berdasarkan nilai skewness dan ellipticity, struktur bawah permukaan Gunung Api Kusatsu-Shirane juga menunjukkan struktur 3-D.", "Daftar File": {"ABSTRAK Raden Muhamad Ferdi Julkarnain": "https://digilib.itb.ac.id/gdl/download/234298"}, "Penulis": "Raden Muhamad Ferdi Julkarnain [10217089]", "Kontributor / Dosen Pembimbing": ["Dr. Nurhasan, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "arah struktur, ellipticity, magnetotellurik, Gunung Api Kusatsu, skewness, tensor fasa, teta swift, tipper", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "21 Sep 2021"}