{"Nomor": 60916, "Judul": "DAMPAK PERUBAHAN TUTUPAN LAHAN DAN VARIASI SPASIAL HUJAN EKSTREM TERHADAP DEBIT BANJIR PADA LUAS DAERAH TANGKAPAN AIR (DTA) YANG BERBEDA DI CEKUNGAN BANDUNG", "Abstrak": "Penelitian ini dilakukan atas dasar adanya permasalahan yang belum terjawab pada teori Hollis. Ketika terjadi peningkatan lahan kedap air sebesar 20%, peningkatan debit yang dihasilkan menjadi empat kali lebih besar dari debit semula pada periode ulang dua tahun. Namun hal tersebut belum teruji untuk luas DTA yang berbeda serta terhadap variasi hujan spasialnya. Oleh karena itu penelitian ini dilakukan untuk menguji teori Hollis terhadap luas DTA yang berbeda dan pengaruh variasi hujan spasial.\nTeori Hollis ini akan diterapkan di wilayah Cekungan Bandung karena kemungkinan permasalahan banjir di Cekungan Bandung berhubungan dengan hasil penelitiannya Hollis. Untuk menguji teori Hollis, ada beberapa tahapan yang perlu dilakukan, 1) Pengolahan data hujan ekstrem beserta periode ulangnya, 2) Membagi Cekungan Bandung menjadi Daerah Tangkapan Air (DTA) dengan luasan yang berbeda, 3) Simulasi menggunakan model hidrologi HEC – HMS.\nHasil penelitian menunjukkan bahwa, 1) Semakin kecil luas DTA, maka rasio debit yang dihasilkan semakin besar. 2) Nilai hujan ekstrem di wilayah selatan Cekungan Bandung lebih besar dibandingkan wilayah utara, akibatnya dampak perubahan tutupan lahan di DTA Majalaya menjadi lebih besar dibandingkan DTA lainnya", "Daftar File": {"ABSTRAK Firman Pratama": "https://digilib.itb.ac.id/gdl/download/234902"}, "Penulis": "Firman Pratama [12817037]", "Kontributor / Dosen Pembimbing": ["Dr. Rusmawan Suwarman, S.Si., M.T.", "Dr. Edi Riawan, S.Si., M.T.", "Faiz Rohman Fajary, S.Si., M.Si.", "Dr. Muhammad Rais Abdillah, S.Si., M.Sc.", "Rachmy Fitriani, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "periode ulang, luas DTA, variasi spasial", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Sep 2021"}