{"Nomor": 60911, "Judul": "STUDI ANALISIS DINAMIK PERILAKU STONE COLUMN PADA TANAH BERPOTENSI LIKUEFAKSI", "Abstrak": "Proyek Refinery Development Masterplan Program (RDMP) merupakan salah satu jenis infrastruktur yang dibutuhkan untuk menunjang pertumbuhan ekonomi dalam rangka meningkatkan kemandirian dan ketahanan energi nasional. Penelitian ini memiliki tujuan untuk mendesain dan menganalisis perbaikan tanah pada area tangki sehingga diperoleh fondasi tangki yang dapat memikul beban yang ada dengan kokoh, serta mencapai umur rencana. Perbaikan tanah ini akan dilakukan dengan menggunakan stone column sebagai upaya dalam mitigasi likuefaksi terhadap pasir dengan konsistensi lepas yang saturated. Proses desain stone column didasarkan pada kemampuan kolom untuk mendisipasi kelebihan air pori ketika terjadi gempa. Hal ini bisa terjadi karena permeabilitas dari stone column lebih tinggi daripada tanah di sekitarnya. Selain itu, dalam upaya mitigasi likuefaksi, stone column akan meningkatkan kekakuan dari tanah yang menyebabkan nilai CSR berkurang, serta dalam proses pemasangannya, stone column akan memadatkan tanah di sekitarnya sehingga nilai CRR meningkat.\nPada penelitian ini, akan dianalisis hubungan antara beban gempa dan konfigurasi stone column terhadap kenaikan tegangan air pori tanah. Variabel bebas yang digunakan pada penelitian ini adalah delapan input motion dengan variasi besar PGA dan durasi gempa, diameter, dan spasi stone column.\nAnalisis likuefaksi dilakukan secara numerik dengan menggunakan perangkat lunak metode beda hingga FLAC 2D. Dari pemodelan ini dapat dilihat kemampuan stone column dalam memitigasi likuefaksi. Konfigurasi stone column yang digunakan adalah pola persegi dengan diameter 0.5m dan 0.8m, serta dengan spasi 1.5m dan 3m. Selain itu, rekomendasi hubungan antara excess pore water pressure dengan besar PGA, durasi gempa, dan konfigurasi stone column disajikan dalam penelitian ini.", "Daftar File": {"ABSTRAK GHIFARIYATU ROHIMAH": "https://digilib.itb.ac.id/gdl/download/234609"}, "Penulis": "GHIFARIYATU ROHIMAH [25020024]", "Kontributor / Dosen Pembimbing": ["Ir. Erza Rismantojo, MSCE, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Likuefaksi, Stone Column, FLAC 2D, Kenaikan tekanan air pori (Ru)", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Sep 2021"}