{"Nomor": 60917, "Judul": "PROFIL EMISI AURORAL DARI PLANET JOVIAN DANEKSOPLANET PADA GELOMBANG RADIO FREKUENSI RENDAH", "Abstrak": "Bumi dan planet-planet raksasa di Tata Surya diketahui memiliki medan mag-\nnet internal dan lapisan atmosfer tebal yang mampu menghasilkan emisi radio\nnon-termal pada frekuensi rendah melalui mekanisme Cyclotron Maser Insta-\nbility (CMI). Terkhusus untuk Jupiter, interaksi dengan satelitnya juga dapat\nberpengaruh pada munculnya emisi radio tersebut. Sejalan dengan analogi ini,\nhal yang sama diduga dapat terjadi pada sistem keplanetan lain yang memiliki\neksoplanet terutama yang mirip Jupiter. Tugas Akhir ini terfokus pada studi\nemisi radio planet di Tata Surya, terutama Jupiter, dan bagaimana mekanisme\ndeteksi radio pada sistem eksoplanet dapat diterapkan dan diharapkan mam-\npu memberikan informasi, tidak hanya keberadaan dari eksoplanet, tetapi juga\nmengenai properti sis dari eksoplanet.\nMenggunakan program ExPRES (Exoplanetary and Planetary Radio Emis-\nsion Simulator), dijabarkan bagaimana dan apa saja properti sis sistem ekso-\nplanet yang dapat disimpulkan dari suatu pengamatan radio melalui simulasi\nspektrum dinamik dengan mengasumsikan sejumlah parameter sis sumber\nemisi radio. Spektrum dinamik hasil simulasi ExPRES menunjukkan kecocok-\nan yang amat baik dengan data pengamatan radio dari Nancay Decameter\nArray (NDA), Voyager 1 & 2, dan Juno yang telah dilakukan sebelumnya,\nsehingga dinilai dapat diaplikasikan untuk deteksi dan studi eksoplanet radio.\nHasil analisis dari bentuk dan modulasi temporal spektrum dinamik menun-\njukkan bagaimana properti sis sistem eksoplanet seperti kuat medan magnet,\ninklinasi dan periode orbit, periode rotasi, hingga kemiringan dan oset medan\nmagnet, dapat diperoleh dari pengamatan radio. Pendekatan ini diharapkan\ndapat menjadi kerangka kerja yang baik untuk program deteksi eksoplanet\npada panjang gelombang radio di masa yang akan datang.", "Daftar File": {"ABSTRAK Nabila Andary Soraya": "https://digilib.itb.ac.id/gdl/download/234903"}, "Penulis": "Nabila Andary Soraya [10317034]", "Kontributor / Dosen Pembimbing": ["Dr. Dhani Herdiwijaya, M.Sc.", "Prof. Dr. Taufiq Hidajat, DEA", "Dr. rer. nat. Hesti Retno Tri Wulandari, S.Si., M.Si.", "Dr. Muhamad Irfan Hakim, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "emisi radio, Cyclotron Maser Instability (CMI), spektrum dinamik, eksoplanet.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Sep 2021"}