{"Nomor": 60920, "Judul": "PERANCANGAN SISTEM PENGUKURAN KEPUASAN DAN LOYALITAS PELANGGAN TERHADAP KUALITAS LAYANAN PELATIHAN (STUDI KASUS: PT IHATEC)", "Abstrak": "Pada tahun 2017, PT IHATEC merupakan perusahaan satu-satunya di Indonesia yang menawarkan jasa pelatihan dan edukasi di bidang halal. Namun, saat ini mulai muncul kompetitor-kompetitor baru yang membuat perusahaan khawatir pelanggan akan beralih. Untuk mencegah hal ini terjadi, maka strategi yang dilakukan adalah meningkatkan loyalitas dengan melakukan pengukuran tingkat loyalitas pelanggan terlebih dahulu. Kekhawatiran ini bertambah karena PT IHATEC mendapat keluhan dari pelanggan mengenai kualitas layanan. Meskipun perusahaan sudah melakukan survei kepuasan pelanggan, namun tindakan perbaikan belum pernah dilakukan berdasarkan hasil survei. Hal ini dikarenakan sistem dan alat ukur saat ini yang masih memiliki beberapa kelemahan yang membuat proses survei tidak berjalan efisien dan hasilnya tidak mampu menunjukkan jenis aspek layanan yang harus diperbaiki. Oleh karena itu, penelitian ini bertujuan untuk merancang sistem pengukuran kepuasan dan loyalitas pelanggan, mengevaluasi kepuasan dan loyalitas pelanggan, dan membuat usulan perbaikan kualitas layanan pelatihan.\nSistem informasi dirancang menggunakan metodologi Framework for the Application of Systems Thinking (FAST). Adapun perancangan alat ukur dilakukan menggunakan metode gap 5 SERVQUAL dengan 6 dimensi (reliability, assurance, tangible, empathy, responsiveness, dan applicability), metode Customer Satisfaction Index (CSI) dan Customer Loyalty Index (CLI). Selain itu, digunakan metode perhitungan dari Best (2013) untuk memperkirakan jumlah pelanggan yang akan mengonsumsi jasa pelatihan perusahaan lagi, jumlah pelanggan yang tidak akan berpindah ke kompetitor, dan jumlah pelanggan yang akan merekomendasikan layanan perusahaan. Hasil rancangan sistem dan alat ukur ini diujicobakan pada pelanggan dan stakeholder terkait.\nPenelitian ini menghasilkan rancangan sistem pengukuran kepuasan dan loyalitas pelanggan berbasis aplikasi web yang dapat mengintegrasikan kuesioner dengan dashboard sehingga dapat meningkatkan efisiensi proses pengolahan data hasil survei, memudahkan proses perekapan data dan pelaporan, serta menghasilkan informasi yang akurat secara real time. Perhitungan nilai gap 5 SERVQUAL menghasilkan nilai negatif untuk semua dimensi dengan dua gap terbesar ada pada dimensi reliability dan empathy. Pengukuran juga menghasilkan CSI sebesar 90,97% (sangat puas) dan CLI sebesar 88,28% (loyal). Saran perbaikan yang diberikan adalah memperpanjang durasi waktu pelatihan, pemberian pelatihan dan evaluasi kepada pegawai dan trainer secara berkala, perbaikan modul pelatihan, pembuatan tata cara melakukan registrasi pelatihan, dan perbaikan sistem manajemen komplain.", "Daftar File": {"ABSTRAK Rizka Fitri Ghaisani": "https://digilib.itb.ac.id/gdl/download/235130"}, "Penulis": "Rizka Fitri Ghaisani [14417012]", "Kontributor / Dosen Pembimbing": ["Dr. Hasrini Sari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "pelatihan halal, kepuasan pelanggan, loyalitas pelanggan, kualitas layanan, sistem informasi, gap 5 servqual, CSI, CLI", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "21 Sep 2021"}