{"Nomor": 60926, "Judul": "PERBANDINGAN PERFORMA BERBAGAI KUMPULAN FITUR UNTUK KLASIFIKASI NETWORK TRAFFIC MENGGUNAKAN SELEKSI FITUR RECURSIVE FEATURE ELIMINATION DAN ALGORITMA ONE-VS-REST RANDOM FOREST", "Abstrak": "Klasifikasi network traffic adalah sebuah proses identifikasi aplikasi jaringan\nseperti Yahoo, YouTube, Facebook, dan Skype. Hal ini dibutuhkan oleh\nmanajemen jaringan untuk mengatur sumber daya dan untuk mengetahui berbagai\naplikasi yang sedang digunakan konsumen sehingga dapat membantu operator\njaringan memberikan kualitas layanan yang baik, jaringan yang aman, dan\nmemonitor jaringan yang sedang diakses konsumen. Pada tesis ini, kita fokus\nmelakukan klasifikasi pada layer 7 OSI, aplikasi dan hanya menggunakan data dari\nprotokol TCP. Beberapa tahun sebelumnya, telah banyak penelitian mengenai hal\nini menggunakan supervised, unsupervised, atau deep learning tetapi masih jarang\nyang mengklasifikasikan langsung aplikasi yang digunakan. Berbagai kumpulan\nfitur digunakan untuk menemukan mana yang menghasilkan performa terbaik\nuntuk klasifikasi network traffic menggunakan seleksi fitur recursive feature\nelimination dan algoritma One-Vs-Rest Random Forest. Enam kumpulan fitur yang\ndigunakan: flow-based, session-based, time-based, packet-based, flow+ sessionbased, and packet+time-based. Selain itu, pada kasus ini terdapat imbalance pada\npengklasifikasi multi kelas yang membuat susah karena terdapat distribusi fitur\nyang tidak seimbang, adanya outlier, dan adanya fitur yang tidak relevan.\nMenggunakan metode ini, kita dapat menyelesaikan masalahnya. Dari hasil\npercobaan, diperoleh flow-based yang memiliki performa terbaik dengan f1-score\nsebesar 0,81, GM sebesar 0,85 dan waktu build selama 2634,987 detik. Sebenarnya,\nkita juga dapat menggunakan packet-based, flow+session-based, packet+timebased tetapi memerlukan waktu build yang lebih lama.", "Daftar File": {}, "Penulis": "Arba Robbani [23220346]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Eueung Mulyana, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "kumpulan fitur, one-vs-rest, random forest, multi kelas, imbalance, network traffic, klasifikasi, flow-based, session-based, time-based, packet-based", "Sumber": "", "Staf Input/Edit": "karya", "File": "0 file", "Tanggal Input": "21 Sep 2021"}