{"Nomor": 60928, "Judul": "PROPOSAL KAMUS KOMPETENSI TEKNIS UNTUK PERUSAHAAN ENERGI PANAS BUMI DI INDONESIA KASUS PT GEOP UNIT CWD", "Abstrak": "PT GEOP adalah salah satu pelaku industri pembangkit panas bumi yang berusaha memenuhi kebutuhan listrik dari dua pembangkit di Unit CWD dan DNG. Hasil dari EES 2019 di Unit CWD memperlihatkan tiga engagement drivers dengan nilai terendah adalah komunikasi, pelatihan, pengembangan dan karir, serta supervisor langsung. Kondisi ini menunjukan bahwa perencanaan dan pengembangan karir di PT GEOP khususnya unit CWD belum memenuhi ekspektasi pegawai. Untuk dapat memperbaiki kepuasan terhadap pengembangan karir di PT GEOP perlu dilakukan penggalian akar permasalahan ketidakpuasan diantara kaum milenial yang ada di Unit CWD. Setelah akar permasalahan ditemukan, program spesifik untuk memperbaiki pengembangan karir di PT GEOP Unit CWD diajukan sebagai bagian dari cara PT GEOP untuk meretensi para talent generasi milenial di perusahaan.  \nUntuk mencari akar permasalahan, penulis menggunakan Organizational Career Development Tools dari hasil analisis dan sintesa terhadap Career Development Methods milik Mondy dan Organizational Responsibility for Career Management Development milik Lips-Wiersma. Dua kali diskusi kelompok dilakukan menggunakan teknik Delphi untuk mencari akar masalah. Seluruh partisipan diskusi setuju dan memutuskan bahwa tools paling penting untuk diprioritaskan dan sekaligus menjadi akar masalah ketidakpuasan terhadap pengembangan karir di PT GEOP adalah pelatihan dan sertifikasi khususnya tidak tersedianya kamus kompetensi teknis menyebabkan ketidakmampuan perusahaan dalam menciptakan analisa kebutuhan pelatihan terkait kompetensi teknis. \nMetode kualitatif dengan wawancara sebagai metode utama digunakan untuk mengumpulkan data dan informasi yang dibutuhkan dalam membuat kamus kompetensi teknis untuk PT GEOP Unit CWD. Penulis melimitasi pembuatan kamus kompetensi teknis hanya untuk divisi Produksi dikarenakan divisi Produksi adalah divisi terbesar dengan status divisi paling kritikal di Unit CWD. Dalam membuat kamus kompetensi teknis, penulis menggunakan format yang sama dengan kamus kompetensi yang sudah dimiliki. \nHasil dari wawancara dan analisa KPI, data teknis dan informasi asset adalah terdapat 16 kompetensi teknis dan 3 skill penunjang pada divisi Produksi untuk dibuat analisis kebutuhan pelatihan yang sesuai kebutuhan. Harapannya dengan kebutuhan pelatihan yang sudah terpetakan dengan benar, hal ini bisa memperbaiki angka kepuasan pegawai terhadap pengembangan karir di PT GEOP. Dalam jangka waktu lama, program ini diharapkan mampu menjadi salah satu cara PT GEOP dalam meretensi pegawainya dan untuk bisa bertahan dalam situasi ‘peperangan’ pencarian talent dalam industri PLTP", "Daftar File": {"2021_TS_PP_GABE TARULI YOSHIKO DAMANIK_Abstrak-1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/235609"}, "Penulis": "Gabe Taruli Yoshiko Damanik [29119455]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Aurik Gustomo, S.T., M.T.", "John Welly, M.Sc.", "Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "pengembangan karir, pelatihan dan sertifikasi, kompetensi teknis, PLTP", "Sumber": "PT GEOP UNIT CWD", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "21 Sep 2021"}