{"Nomor": 60922, "Judul": "OPTIMALISASI PORTOFOLIO INVESTASI DARI DANA INVESTASA : STUDI KASUS DI LINGKUNGAN BPJS KETENAGAKERJAAN", "Abstrak": "Indonesia mulai menerapkan\t aturan asuransi sosial sejak tahun\t 2014 berdasarkan Undang-Undang\t Nomor 24 Tahu  2011. Sebelum itu, asuransi\t sosial yang dikelola oleh perusahaan swasta bernama\t Jamsostek. Setelah\t BPJS Ketenagakerjaan\t berjalan pada tahun 2014, perusahaan\t berubah\t dari\t swasta menjadi perusahaan publik\t dan\t juga berubah dari yang berorientasi pada profit menjadi nirlaba.\tBPJS Ketenagakerjaan berjalan dengan anggaran dari\tPeraturan Menteri Keuangan dan surplus dari\t dana  investasi yang mereka kelola.  Dana investasi\tmereka\tpada 2014 Rp7,656 Triliun dan\ttumbuh menjadi Rp\t11,863 Triliun pada 2019. Yield dana investasi pada 2014 sebesar 11,40% dan turun\t menjadi 6,18% pada 2019.  BPJS Ketenagakerjaan memiliki beberapa regulasi\t untuk menjaga tata kelola\t yang baik terhadap proses investasi, namun\tmereka berjuang membangun portofolio untuk menghasilkan imbal hasil yang optimal\t\t\n\t\nPenelitian ini menggunakan data historis dari 2015- 2020 untuk\t deposito\t bank, obligasi, reksadana\t dan indeks saham.\tLangkah pertama  adalah menemukan risiko\t minimalkan dan pengembalian\t maksimum indeks portofolio menggunakan portofolio pengoptimalan\t\nMarkowitz. Langkah kedua adalah menemukan portofolio yang optimal untuk setiap investasi.\t\nPortofolio\t saham  menggunakan LQ45,\t top 10 Portofolio Obligasi menggunakan 10 obligasi\t\nterbesar di Indonesia.\t\nHasil konstruksi portofolio menggunakan Markowitz Modern\tPortfolio Theory merupakan portofolio optimal\tdengan komposisi di titik\tGMV adalah Deposito Bank 45%, Saham 2,8%, dan obligasi 52%. Portofolio\tini memberikan return yang diharapkan sebesar 6,6% dengan standar\tdeviasi sebesar 0,62%. Sementara\titu, pada titik memaksimalkan pengembalian,\t\nkomposisi Portofolio adalah 15% Deposito Bank 15%, Saham 50%, dan Obligasi 35%. Portofolio\tmenghasilkan\tpengembalian\tyang diharapkan sebesar 7,54% dengan standar\t\ndeviasi sebesar 2,09%.", "Daftar File": {"2021_TS_PP_Muhammad Arief Muttaqin_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/235132"}, "Penulis": "Muhammad Arief Muttaqin [29119172]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T., MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Modern Portfolio Theory,\tBPJS Ketenagakerjaan, Investment Fund, Optimal Portfolio", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "21 Sep 2021"}