{"Nomor": 60931, "Judul": "KAJIAN POTENSI EKONOMI DAN STRATEGI PENGEMBANGAN SUMBERDAYA BATUBARA DALAM UPAYA MENDUKUNG PEMBANGUNAN DAERAH DI KABUPATEN ACEH BARAT", "Abstrak": "Kabupaten Aceh Barat mempunyai potensi sumberdaya batubara yang cukup besar.\nKeberadaan sumberdaya ini diharapkan dapat berperan dalam pembangunan wilayah di\nKabupaten Aceh Barat. Berkenaan dengan hal tersebut maka akan dikaji potensi ekonomi\ndari sumberdaya batubara yang dibagi menjadi dua potensi, yaitu potensi ekonomi\nlangsung dan potensi ekonomi tidak langsung. Potensi ekonomi langsung dari\nsumberdaya batubara adalah kontribusi yang dapat diberikan terhadap perekonomian dan\npendapatan daerah. Sedangkan potensi ekonomi tidak langsung adalah pengganda\nekonomi yang ditimbulkan dan pertumbuhan sektor-sektor ekonomi lain dari\nberlangsungnya kegiatan pengusahaan batubara di daerah.\nHasil kajian menunjukkan bahwa sumberdaya batubara di Kabupaten Aceh Barat\nmempunyai potensi ekonomi langsung yang besar. Perkiraan kontribusi batubara terhadap\nperekonomian daerah sebesar Rp. 52,52 triliun atau setara dengan nilai sekarang (2009)\nsebesar Rp. 21,55 triliun. Dengan jumlah tersebut, batubara berperan 2,13-24,91 persen\nterhadap perekonomian daerah selama periode tahun 2012-2031. Sedangkan perkiraan\npendapatan daerah dari batubara daerah sebesar Rp. 1,079 triliun atau setara dengan nilai\nsekarang (2009) sebesar Rp. 441,78 milyar. Dengan jumlah tersebut, batubara dapat\nberkontribusi sebesar 10,71-99,25 persen terhadap Dana Bagi Hasil, 0,51-17,36 persen\nterhadap Dana Perimbangan, dan 0,43-9,06 persen terhadap Pendapatan Daerah selama\nperiode tahun 2012-2031. Sedangkan hasil kajian potensi ekonomi tidak langsung\nmenunjukkan pengganda ekonomi sumberdaya batubara cukup baik walaupun masih\nlebih rendah dibandingkan sektor-sektor ekonomi lain di Kabupaten Aceh Barat dengan\nnilai pengganda output sebesar 1,111, pengganda investasi sebesar 1,115, pengganda\npendapatan tenaga kerja sebesar 1,117, dan pengganda nilai tambah sebesar 1,110. Selain\nitu juga diperoleh keterkaitan hulu sektor pertambangan batubara cukup rendah dengan\nnilai 0,778. Namun sebaliknya keterkaitan hilir sektor pertambangan batubara cukup\ntinggi dengan nilai 1,699. Potensi sektor pertambangan batubara menjadi sektor prioritas\ndi daerah cukup besar dengan nilai pengganda surplus sebesar 29,223.\nBerdasarkan identifikasi yang dilakukan, industri potensial di daerah yang dapat\nmenggunakan sumberdaya batubara ini antara lain industri pembangkit listrik, pabrik\npengolahan karet, pabrik pengolahan karet, pabrik pengolahan kelapa sawit, pabrik\nsemen, pabrik kertas, pabrik pupuk, pabrik briket batubara, dan pabrik peningkatan\nkualitas batubara. Selain itu juga terdapat potensi ekspor batubara seperti Malaysia dan\nIndia. Untuk merumuskan strategi pengembangan batubara Kabupaten Aceh Barat\ndigunakan analisis SWOT. Hasil kajian tersebut antara lain merekomendasikan perbaikan\ninfrastuktur dan peningkatan nilai tambah batubara agar keberadaan batubara dapat\nmeningkatkan pembangunan wilayah di Kabupaten Aceh Barat.", "Daftar File": {"COVER Muhammad Rio Revando": "https://digilib.itb.ac.id/gdl/download/235612", "BAB 1 Muhammad Rio Revando": "https://digilib.itb.ac.id/gdl/download/235613", "BAB 2 Muhammad Rio Revando": "https://digilib.itb.ac.id/gdl/download/235615", "BAB 3 Muhammad Rio Revando": "https://digilib.itb.ac.id/gdl/download/235616", "BAB 4 Muhammad Rio Revando": "https://digilib.itb.ac.id/gdl/download/235617", "BAB 5 Muhammad Rio Revando": "https://digilib.itb.ac.id/gdl/download/235618", "BAB 6 Muhammad Rio Revando": "https://digilib.itb.ac.id/gdl/download/235619", "PUSTAKA Muhammad Rio Revando": "https://digilib.itb.ac.id/gdl/download/235620"}, "Penulis": "Muhammad Rio Revando [22109304]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Arjo Prawoto Wibowo, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "PDRB, Pendapatan Daerah, Pengganda Ekonomi, Keterkaitan Industri, Industri Potensial, Analisis SWOT", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "21 Sep 2021"}