{"Nomor": 60938, "Judul": "STRATEGI PEMASARAN UNTUK MEREK FESYEN UPCYCLING BARU MELALUI PLATFORM MEDIA SOSIAL (STUDI KASUS: KAWAN)", "Abstrak": "Perkembangan dunia fesyen menumpuk limbah, sisa bahan, serta timbunan baju yang tidak terpakai. Dengan meningkatnya kesadaran akan kehidupan berkelanjutan, konsumen mulai mencari dan menginginkan produk baju dari merek yang mempraktikkan bisnis berkelanjutan. Upcycling merupakan salah satu metode untuk mengurangi sampah fesyen, dengan memberi kehidupan yang lebih panjang pada bahan atau material yang sudah tidak diinginkan dan mentransformasikannya menjadi barang baru yang memiliki nilai lebih.\n\nKawan, yang berdiri sejak bulan September tahun 2020, merupakan sebuah merek fesyen dari Indonesia yang menawarkan produk pakaian kepada wanita dengan menggunakan metode upcycling. Diluncurkan di tengah pandemic, Kawan saat ini sedang berusaha untuk meningkatkan kesadaran merek. Dengan focus pada promosi daring, Kawan belum mendapatkan entusiasme yang ditargetkan dari prospek pelanggannya. Studi ini bertujuan untuk menemukan akar penyebab dari masalah tersebut untuk memperbaiki strategi pemasaran daring dari Kawan.\n\nRiset ini dilakukan dengan memahami factor-faktor eksternal yang dianalisi dengan PESTEL dan benchmark, serta faktor internal dengan menggunakan STP dan marketing mix untuk kemudian menemukan akar penyebab dengan Cause and Effect Diagram (CED). Studi ini menggunakan metode kualitatif dan kuantitatif. Data primer didapatkan dari wawancara dan kuesioner, serta data sekunder didapatkan dari Facebook dan Instagram Insight.\n\nHasil dari studi ini adalah strategi STP dan marketing mix untuk meningkatkan kesadaran merek Kawan yang dapat menggiring ke penjualan. Riset ini menunjukkan bahwa terdapat karakterisik produk untuk upcycled clothing dan pesan inti untuk promosi social media yang keduanya merupakan hal penting untuk menciptakan dan menyampai kan nilai dari merek fesyen upcycling.", "Daftar File": {"COVER Anindita Hanadhyas": "https://digilib.itb.ac.id/gdl/download/261765", "BAB 1 Anindita Hanadhyas": "https://digilib.itb.ac.id/gdl/download/261766", "BAB 2 Anindita Hanadhyas": "https://digilib.itb.ac.id/gdl/download/261767", "BAB 3 Anindita Hanadhyas": "https://digilib.itb.ac.id/gdl/download/261768", "BAB 4 Anindita Hanadhyas": "https://digilib.itb.ac.id/gdl/download/261769", "PUSTAKA Anindita Hanadhyas": "https://digilib.itb.ac.id/gdl/download/261770"}, "Penulis": "Anindita Hanadhyas [29319368]", "Kontributor / Dosen Pembimbing": ["Nuri Wulandari, M.Sc., Dr."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Pemasaran, Upcycling, Industri Fesyen, Media Sosial, Pemasaran Daring", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "21 Sep 2021"}