{"Nomor": 60937, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MEMASUKI PASAR BARU PADA BISNIS KURIR ASI (STUDI KASUS: JESIKA DARI JNE)", "Abstrak": "Seiring berkembangnya zaman, manusia dipaksa melakukan semua hal dengan cepat. Sinergi antar aspek dalam bisnis diperlukan agar dapat mencapai tujuan-tujuan yang diharapkan dengan cepat. salah satu bisnis yang memiliki perana untuk menghubungkan pelaku bisnis ke pelaku bisnis maupun pelaku bisnis ke pelanggan adalah logostik. JNE adalah salah satu perushaan terbesar di Indonesia, bererak di bidang logistik. JNE memiliki berbagai macam layanan pengantaran, salah satunya adalah layanan pengantaran asi yang bernama Jemput Asi Seketika (Jesika). Saat ini, wilayah opeasional Jeiska hanya daerah Jabodetabek, namun JNE memiliki rencana untuk mengembangkan bisnisnya ke daerah-daerah perkotaan lainnya.\n\nMenentukan strategi bisnis untuk melebarkan daerah operasional dibutuhkan analisa eksternal dan internal. Analisa eksternal menggunalkan Pestle, Porter’s Five Forces, analisa kompetitor, dan menyelenggarakan survey dengan membagikan kuesioner. Analisa internal menggunakan segmenting, targeting, dam positioning (STP), VRIO analisis, resource-based-view, dan analisa bauran pemasaran 7P karena ini merupakan perusahaan yang menyediakan jasa.\nHasil analisis internal dan eksternal dikembangkan ke dalam analisis SWOT and matriks TOWS. Hasilnya, Jesika sudah melakukan promosi di bawah garis dengan baik, namun sayangnya  belum dapat memanfaatkan platform media social dengan baik, khususnya imstagram.\n\nBerdasarkan hasil analisis eksternal dan internal, penulis menyarankan agar Jesika dapat lebih memanfaatkan social media yang tidak hanya dapat membantu pemasaran ke pelanggan akhir, namun juga dapat mempermudah program-program pemasaran lain yang sudah dijalankan Jesika sekaligus dapat meraih pasar yang lebih banyak.", "Daftar File": {"COVER Tesha Syarafina": "https://digilib.itb.ac.id/gdl/download/263019", "BAB 1 Tesha Syarafina": "https://digilib.itb.ac.id/gdl/download/263020", "BAB 2 Tesha Syarafina": "https://digilib.itb.ac.id/gdl/download/263021", "BAB 3 Tesha Syarafina": "https://digilib.itb.ac.id/gdl/download/263022", "BAB 4 Tesha Syarafina": "https://digilib.itb.ac.id/gdl/download/263023", "PUSTAKA Tesha Syarafina": "https://digilib.itb.ac.id/gdl/download/263024"}, "Penulis": "Tesha Syarafina [29319338]", "Kontributor / Dosen Pembimbing": ["Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Jesika, JNE, Kurir ASI, Logistik, Strategi Pemasaran", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "21 Sep 2021"}