{"Nomor": 60935, "Judul": "STRATEGI BISNIS PT HALLIBURTON INDONESIA UNTUK MENINGKATKAN KINERJANYA DI INDUSTRI JASA MIGAS", "Abstrak": "Volatilitas harga minyak dunia yang terjadi selama dekade terakhir cenderung mengalami penurunan. Volatilitas dipengaruhi oleh kondisi geopolitik dan ekonomi global, serta makin diperparah dari dampak pandemi Covid-19. Kondisi tersebut merugikan perekonomian, memperlambat investasi bisnis, realokasi sumber daya, dan mengurangi pengeluaran konsumen. Penurunan produksi dan investasi oleh perusahaan migas, serta terhambatnya aktifitas ekplorasi secara langsung akan memengaruhi kinerja dari Halliburton Indonesia sebagai penyedia produk dan jasa untuk industri energi. Permasalahannya adalah perusahaan perlu menutupi biaya operasi yang besar dengan kondisi harga minyak yang rendah, sehingga Halliburton Indonesia perlu menyesuaikan strategi secara efisien tanpa mempengaruhi performanya.\n\nTujuan dari penelitian ini adalah untuk menganalisa kondisi Halliburton Indonesia di dalam industri migas dan merekomendasikan strategi bisnis untuk bisa meningkatkan performanya dalam jangka panjang. Metode yang digunakan dalam memformulasikan strategi bisnis yaitu analisa faktor eksternal dan internal. Analisa faktor eksternal dilakukan menggunakan kerangka analisis PESTEL, model Porter’s Five Forces, dan analisis kompetitor. Selain itu, analisa marketing dengan STP dan kerangka VRIO digunakan untuk menganalisis faktor internal perusahaan. Penelitian dilakukan dengan metode wawancara dan observasi, dengan 15 pimpinan diberbagai departemen dan kajian literatur untuk mengumpulkan informasi untuk merumuskan masalah dan menyusun strategi bisnis untuk Halliburton Indonesia. Perumusan strategi di dalam penelitian ini menggunakan Porter’s Generic Strategies, Diamond Matrix, dan TOWS Matrix. \n\nBerdasarkan hasil analisa yang telah dilakukan, penulis merekomendasikan strategi untuk diterapkan oleh Halliburton Indonesia adalah focused differentiation strategy karena produk dan jasa yang ditawarkan merupakan hasil dari kualitas yang terbaik dengan nilai tambah disesuaikan dengan kebutuhan konsumen. Halliburton Indonesia disarankan untuk melakukan digitalisasi dengan integasi teknologi, berkolaborasi dengan perusahaan konsultan atau perusahaan teknologi, serta meningkatkan fokusnya untuk projek energi baru terbarukan (seperti panas bumi). Dengan demikian, akan meningkatkan keunggulan kompetitif dari kompetitor lain dan mengurangi perang harga pada segmen pasar bawah.", "Daftar File": {"COVER Faisal Angga Perdana": "https://digilib.itb.ac.id/gdl/download/262016", "BAB 1 Faisal Angga Perdana": "https://digilib.itb.ac.id/gdl/download/262017", "BAB 2 Faisal Angga Perdana": "https://digilib.itb.ac.id/gdl/download/262018", "BAB 3 Faisal Angga Perdana": "https://digilib.itb.ac.id/gdl/download/262019", "BAB 4 Faisal Angga Perdana": "https://digilib.itb.ac.id/gdl/download/262020", "PUSTAKA Faisal Angga Perdana": "https://digilib.itb.ac.id/gdl/download/262021"}, "Penulis": "Faisal Angga Perdana [29319305]", "Kontributor / Dosen Pembimbing": ["Anh Dung Do, MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Bisnis, Industri Hulu, Migas, Perusahaan Jasa, Keunggulan Kompetitif.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "21 Sep 2021"}