{"Nomor": 60939, "Judul": "EVALUASI DAN PENINGKATAN SISTEM MONITORING PROYEK DI DIVISI PERENCANAAN DAN PENERAPAN DI PT ASIA TELCOM", "Abstrak": "PT Asia Telcom adalah penyedia layanan telekomunikasi milik negara terbesar di Indonesia. PT Asia Telcom memiliki reputasi yang sangat baik di 3 ranah bisnisnya yaitu konektivitas digital, platform digital, dan layanan digital. Perseroan juga telah mencatatkan sahamnya di Bursa Efek Indonesia dan Amerika Serikat dengan proporsi kepemilikan antara perseroan dan publik dari 52,09% menjadi 47,91%.\nSalah satu divisi penting yang mendukung jalannya bisnis PT Asia Telcom adalah divisi Planning and Deployment (PND) yang bertanggung jawab atas perencanaan dan pendistribusian pembangunan infrastruktur di seluruh Indonesia beserta seluruh sistem pendukung infrastruktur seperti pemasangan jalur kabel darat dan laut. yang menghubungkan satu infrastruktur dengan infrastruktur lainnya. Dalam menjalankan fungsinya sebagai manajer proyek, PND menggunakan sistem manajemen proyek untuk merencanakan dan memantau kemajuan proyek serta mengontrol kelengkapan dokumen yang diperlukan. Dalam penelitian ini ditemukan bahwa sub bagian PND menggunakan sistem manajemen proyek yang berbeda sehingga transfer informasi antar sub bagian tidak berjalan secara efektif dan efisien. Kondisi manajemen proyek yang ideal harus dapat mengintegrasikan semua tahapan siklus hidup proyek dalam satu sistem yang mencakup keseluruhan proyek. Oleh karena itu, penelitian ini bermaksud untuk fokus mencari tahu kendala yang dialami oleh masing-masing sub bagian PND dalam mengelola proyek infrastruktur dengan menggunakan sistem manajemen proyek saat ini dan menemukan harapan untuk perbaikan sistem manajemen proyek saat ini. Luaran dari penelitian ini adalah memberikan alternatif solusi bisnis beserta rencana implementasi yang dapat dipertimbangkan oleh divisi PND.\nMetode penelitian yang digunakan adalah penelitian kualitatif dengan menggunakan studi kepustakaan dan wawancara dengan responden. Studi literatur digunakan untuk menambah pengetahuan dan wawasan masalah bisnis dan sebagai bahan evaluasi hasil wawancara. Beberapa literatur yang digunakan dalam proses studi literatur adalah Project Management Body of Knowledge (PMBOK) dari Project Management Institute sebagai literatur referensi dan jurnal manajemen proyek lainnya sebagai literatur komparatif. Responden wawancara dipilih sesuai dengan peran dan pengalamannya dalam mengelola proyek PND yang dibagi menjadi 3 klaster, yaitu perencanaan, pengawasan, dan pelaksanaan. Ketiga klaster manajemen proyek ini telah mencakup seluruh fase dalam project lifecycle. Selanjutnya hasil wawancara diolah menggunakan metode koding untuk mendapatkan kata kunci dari responden. Kata kunci yang disepakati oleh mayoritas responden kemudian dipilih sebagai temuan utama penelitian, dilanjutkan dengan analisa akar penyebab dengan menghubungkan deskripsi temuan utama dengan permasalahan bisnis yang dihadapi. Dari temuan utama diperoleh tiga kata kunci yaitu proses pelaporan secara manual, penandatanganan dokumen secara manual, dan belum adanya standar pelaporan yang menjadi akar permasalahan bisnis. Selanjutnya ditemukan dua kata kunci yang mengungkapkan harapan responden terhadap perbaikan sistem manajemen proyek, yaitu perlunya sistem manajemen proyek yang terpusat dan perlunya perbaikan aplikasi SMILE sebagai sistem manajemen proyek internal.\nKesimpulan yang didapat dari penelitian ini adalah tiga saran solusi bisnis yaitu perbaikan aplikasi manajemen proyek internal bernama SMILE, penggunaan SMILE sebagai aplikasi manajemen proyek terpusat, dan pembuatan aplikasi untuk dokumen yang ditandatangani secara digital.", "Daftar File": {"COVER Henry Wijaya": "https://digilib.itb.ac.id/gdl/download/262118", "BAB 1 Henry Wijaya": "https://digilib.itb.ac.id/gdl/download/262119", "BAB 2 Henry Wijaya": "https://digilib.itb.ac.id/gdl/download/262120", "BAB 3 Henry Wijaya": "https://digilib.itb.ac.id/gdl/download/262121", "BAB 4 Henry Wijaya": "https://digilib.itb.ac.id/gdl/download/262122", "PUSTAKA Henry Wijaya": "https://digilib.itb.ac.id/gdl/download/262123"}, "Penulis": "Henry Wijaya [29319430]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Aries F Firman, M.Sc., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Aplikasi Manajemen Proyek, Pemantauan Proyek, Kontrol Proyek, Proyek Infrastruktur, Tanda Tangan Dokumen Digital.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "21 Sep 2021"}