{"Nomor": 60943, "Judul": "USULAN STRATEGI MARKETING UNTUK MENINGKATKAN PENJUALAN BTN PRIORITAS", "Abstrak": "BTN Prioritas merupakan funding unit yang dibentuk untuk memberikan layanan eksklusif bagi nasabah istimewa Bank BTN, setiap tahunnya BTN Prioritas memberikan kontribusi terhadap laba Bank BTN berupa Dana Pihak Ketiga dan Fee Based Income yang terbentuk dari penjualan produk wealth. Namun, sampai dengan saat ini penjualan produk wealth masih belum maksimal sehingga belum dapat memberikan kontribusi yang signifikan kepada laba Bank BTN. \nPada penelitian ini dilakukan analisis eksternal dan internal untuk mengetahui akar permasalahan dari penjualan wealth product yang belum maksimal. Analisis eksternal yang dilakukan meliputi analisis PESTEL, analisis Porter’s Five Forces, analisis pesaing, dan analisis konsumen. Sedangkan analisis internal terdiri dari analisis STP (Segmenting, Targeting, Positioning), analisis marketing mix, , dan analisis VRIO. Untuk melakukan analisis ini dibutuhkan data primer dan data sekunder. Hasil dari analisis eksternal dan internal ini, diperoleh analisis SWOT yang kemudian diolah menjadi TOWS matrix. \nSetelah dilakukan analisis, didapatkan akar masalah yang di alami BTN Prioritas sehingga penjualan produk wealth belum maksimal yaitu brand awareness BTN Prioritas belum kuat, aktivitas promosi BTN Prioritas yang belum efektif, fungsi advisory tenaga pemasar BTN prioritas yang belum optimal, segment prioritas yang terlalu luas, dan layanan digital yang belum lengkap.\n\nPenelitian ini menghasilkan usulan strategi pemasaran bagi BTN Prioritas untuk meningkatkan penjualan produk wealth yaitu berupa strategi bauran pemasaran baru, modifikasi STP, strategi diferensiasi bagi BTN Prioritas, beserta timeline pelaksaan atas strategi strategi tersebut. Adapun rekomendasi yang diberikan pada penelitian ini diharapkan dapat meningkatkan penjualan produk wealth BTN Prioritas.", "Daftar File": {"COVER Clarissa Tyas Pramesti": "https://digilib.itb.ac.id/gdl/download/261894", "BAB 1 Clarissa Tyas Pramesti": "https://digilib.itb.ac.id/gdl/download/261895", "BAB 2 Clarissa Tyas Pramesti": "https://digilib.itb.ac.id/gdl/download/261896", "BAB 3 Clarissa Tyas Pramesti": "https://digilib.itb.ac.id/gdl/download/261897", "BAB 4 Clarissa Tyas Pramesti": "https://digilib.itb.ac.id/gdl/download/261898", "PUSTAKA Clarissa Tyas Pramesti": "https://digilib.itb.ac.id/gdl/download/261899"}, "Penulis": "Clarissa Tyas Pramesti [29319500]", "Kontributor / Dosen Pembimbing": ["Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Wealth Management, Perbankan, Marketing Strategy, STP, Penjualan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "21 Sep 2021"}