{"Nomor": 60941, "Judul": "MENGEMBANGKAN STRATEGI PENINGKATAN PASAR UNTUK MENDUKUNG EKSPANSI PASAR DI SEGMEN B2B: STUDI KASUS PT RUMA INDONESIA DIGITAL", "Abstrak": "PT Ruma Indonesia Digital (Ruma.Id) adalah perusahaan yang didirikan dan diprakarsai oleh Umawar Investment Group yang memiliki model bisnis sebagai platform layanan dan pemasaran terintegrasi untuk menghubungkan pengembang dan pembeli rumah pertama di pasar B2C. Akar pemicu ekspansi pasar ini adalah manajemen telah melihat peluang untuk memasuki segmentasi pasar B2B sebagai ekspansi bisnis dengan menggunakan strategi perluasan merek dan tujuannya adalah untuk menciptakan kesadaran dan daya tarik untuk produk dan layanan merek Ruma.biz tetapi sayangnya ada beberapa masalah yang dihadapi perusahaan dalam proses pengembangan merek baru ini dan untuk memasuki segmentasi pasar baru dan diklasifikasikan ke dalam tiga elemen utama: Pesaing, Pelanggan, dan Komunikasi. Produk dan layanan yang dihasilkan Ruma.biz adalah Matrix (coworking dan penyewaan ruang kantor) dan Ledgerowl (platform keuangan digital). Metodologi yang akan digunakan dalam penelitian ini adalah metode kualitatif dan kuantitatif dan sumber pengumpulan datanya dari data primer dan data sekunder. Metode kualitatif yang akan digunakan adalah wawancara mendalam dengan responden internal perusahaan untuk setiap produk, analisis data dan observasi. Metode kuantitatif yang akan digunakan adalah penelitian deskriptif dengan menggunakan framework untuk mengumpulkan, menentukan dan menganalisis segmentasi dan penargetan untuk profil pelanggan. Penelitian ini telah menghasilkan identifikasi pesaing utama untuk setiap produk dan layanan, faktor diferensiasi, profil pelanggan (segmentasi dan penargetan) untuk setiap produk dan layanan, mekanisme penguncian pelanggan, dan inisiatif komunikasi pemasaran. Untuk mencapai tujuan yang diinginkan, perusahaan harus fokus untuk meningkatkan situasi persaingan dengan berfokus untuk tetap bersaing dengan pesaing utama dan menerapkan kekuatan prioritas serta meminimalkan kelemahan prioritas, meningkatkan inisiatif pelanggan dengan menjalankan mekanisme penguncian pelanggan yang canggih dengan infrastruktur pendukung dan meningkatkan inisiatif komunikasi dengan melakukan komunikasi pemasaran yang solid untuk setiap produk dan layanan.", "Daftar File": {"COVER Ivana Lamtio Yosephine": "https://digilib.itb.ac.id/gdl/download/262161", "BAB 1 Ivana Lamtio Yosephine": "https://digilib.itb.ac.id/gdl/download/262162", "BAB 2 Ivana Lamtio Yosephine": "https://digilib.itb.ac.id/gdl/download/262163", "BAB 3 Ivana Lamtio Yosephine": "https://digilib.itb.ac.id/gdl/download/262164", "BAB 4 Ivana Lamtio Yosephine": "https://digilib.itb.ac.id/gdl/download/262165", "PUSTAKA Ivana Lamtio Yosephine": "https://digilib.itb.ac.id/gdl/download/262166"}, "Penulis": "Ivana Lamtio Yosephine [29319478]", "Kontributor / Dosen Pembimbing": ["Dr. Jacob Silas Mussry"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Peningkatan Strategi Pasar, Ekspansi Pasar, Komunikasi Pemasaran, Coworking Space, Platform Keuangan, Peningkatan Pelanggan, Peningkatan Kompetitif, Peningkatan Komunikasi.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "21 Sep 2021"}