{"Nomor": 60947, "Judul": "PENINGKATAN PROJECT MANAGEMENT OFFICE DENGAN PENERAPAN SISTEM MANAJEMEN KINERJA TERINTEGRASI (KASUS: PENINGKATAN SISTEM INFORMASI MANAJEMEN PROYEK PADA SUB-HOLDING GAS INDONESIA)", "Abstrak": "PT Perusahaan Gas Negara, Tbk (Perusahaan) sebagai Sub-Holding Gas Indonesia selalu meningkatkan penyediaan infrastruktur untuk penyaluran gas bumi baik melalui moda pipa maupun beyond pipeline seperti CNG dan LNG. Dalam pengelolaan proyek, Project Mangement Office (PMO) sebagai unit kerja Perusahaan yang ditugaskan sebagai pelaksana proyek, masih menghadapi kesulitan akibat ketidakakuratan data pada laporan manajemen, dan masih rendahnya tingkat ketepatan waktu pelaporan, meskipun beberapa aplikasi/sistem informasi telah dikembangkan dan diaplikasikan. Pendekatan kualitatif melalui analisis data primer dan sekunder dilakukan untuk mencari akar masalah dan merancang penyelesaian masalah yang terjadi. Seluruh gejala dan isu bisnis dieksplorasi dan dirangkai dalam diagram Current Reality Tree (CRT), dan ditemukan bahwa system informasi PMO saat ini belum menerapkan prinsip-prinsip dan kaidah manajemen kinerja yang baik. Untuk itu, perlu perbaikan sistem yang terintegrasi dengan sistem manajemen kinerja dengan tujuan untuk memberikan kontribusi pada peningkatan PMO secara keseluruhan.\nBerdasarkan pada studi berbagai studi literatur, Integrated Performance Management System (IPMS) dipilih sebagai kerangka kerja untuk mendesain perbaikan sistem PMO saat ini, karena dapat diterapkan pada tingkatan operasional namun di sisi lain, merangkum seluruh aspek kinerja mulai dari kemampuan sumberdaya, proses internal dan keluaran organisasi. Dari penerapan IPMS, factor-faktor penentu kinerja dapat ditentukan dan dengan metode Analytic Hierarchy Process (AHP), bobot untuk Business Performance Index (BPI) dapat dihitung. Untuk menerapkan rancangan manajemen kinerja, perbaikan sistem informasi saat ini dilakukan dengan dipandu oleh System Development Life Cycle (SDLC). Untuk tampilan dari sistem manajemen kinerja, konsep Gamifikasi dipilih utuk meningkatkan keterikatan antara manusia dengan sistem. Skor dan papan peringkat akan ditampilkan untuk mendorong setiap pihak untuk melakukan perbaikan kinerja. \nHasil akhir yang diharapkan dari perbaikan ini adalah Project Management Information System yang terintegrasi, sederhana, fokus penggunaan satu aplikasi, sehingga pengolahan data dapat dipusatkan pada satu database, yang akan mengefisiensikan penggunaan sumberdaya dan memberikan kontribusi pada peningkatan pada PMO secara keseluruhan yang diukur menggunakan Project Management Maturity Model (PM3). Data dapat mengalir langsung dari lapangan ke dashboard manajemen proyek Direksi. Dengan penerapan sistem manajemen kinerja yang terintegrasi, akurasi data, kelengkapan data, dan ketepatan waktu dalam penyajian data akan lebih terjamin karena seluruh pihak dipacu untuk terus meningkatkan kinerjanya. Pada akhirnya, dampak peningkatan PMIS menggunakan IPMS berdasarkan pemetaan perbaikan pada matriks PM3, menunjukkan kontribusi terhadap Peningkatan PMO secara keseluruhan dalam 4 (empat) jenis kegiatan integrasi dalam area Integrasi Manajemen Proyek, dari maksimal di Level 3: Standar Organisasi dan Proses Kelembagaan menjadi setidaknya Level 4: Proses Terkelola.", "Daftar File": {"COVER Baroqah Anton Sulaiman": "https://digilib.itb.ac.id/gdl/download/261848", "BAB 1 Baroqah Anton Sulaiman": "https://digilib.itb.ac.id/gdl/download/261849", "BAB 2 Baroqah Anton Sulaiman": "https://digilib.itb.ac.id/gdl/download/261850", "BAB 3 Baroqah Anton Sulaiman": "https://digilib.itb.ac.id/gdl/download/261851", "BAB 4 Baroqah Anton Sulaiman": "https://digilib.itb.ac.id/gdl/download/261852", "PUSTAKA Baroqah Anton Sulaiman": "https://digilib.itb.ac.id/gdl/download/261853"}, "Penulis": "Baroqah Anton Sulaiman [29319480]", "Kontributor / Dosen Pembimbing": ["Muhammad Hanafi, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "PMO; Project Management Information System; Project Reporting, Project Dashboard; Integrated Performance Management System.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "21 Sep 2021"}