{"Nomor": 60950, "Judul": "ANALISIS INVESTASI PEMBANGUNAN PABRIK FERONIKEL HALMAHERA TIMUR SEBAGAI SALAH SATU PROYEK STRATEGIS NASIONAL INDONESIA", "Abstrak": "Pada 2015, pemerintah Indonesia menyuntikkan dana berupa Penyertaan Modal Negara (PMN) sebesar Rp 3,5 triliun  kepada PT Aneka Tambang Tbk. untuk pembangunan pabrik smelter feronikel di Halmahera Timur, Maluku Utara. Proyek tersebut bernama Proyek Pembangunan Pabrik Feronikel Halmahera Timur (P3FH) dan masuk dalam Proyek Strategis Nasional Indonesia. Pabrik tersebut akan memproduksi feronikel dengan tingkat produksi maksimum 13.500 TNi per tahun. Pembangunan proyek dimulai pada tahun 2017 dengan produksi pertama feronikel dijadwalkan pada tahun 2020. Sayangnya, proyek tersebut terhenti total karena kurangnya pasokan listrik untuk pembangkit tersebut. ANTAM sendiri masih berupaya untuk mempercepat penyediaan pasokan listrik agar proyek tetap berjalan. Target produksi pertama dari feronikel direvisi menjadi tahun 2022. Penundaan ini akan mempengaruhi keekonomian proyek dan menimbulkan kekhawatiran jika proyek tidak layak untuk dilanjutkan.\n\nPenelitian ini akan mengevaluasi kembali proyek pabrik smelter feronikel ANTAM yang sedang berjalan sehubungan dengan investasi yang dilakukan oleh Pemerintah Indonesia. Hasil akhir dari penelitian ini akan digunakan sebagai pembenaran secara ekonomi untuk tetap melanjutkan proyek.\n\nAnalisis kualitatif seperti PESTEL framework, Porter’s Five forces, dan VRIO framework digunakan untuk mengevaluasi situasi bisnis proyek saat ini secara eksternal dan internal. Capital budgeting digunakan untuk mengevaluasi kelayakan proyek secara finansial. Analisis sensitivitas terhadap beberapa parameter ekonomi juga dilakukan untuk menentukan parameter mana yang memberikan dampak signifikan terhadap keekonomian proyek.\n\nHasil penelitian menunjukkan bahwa perkiraan potensi kerugian karena keterlambatan produksi feronikel selama dua tahun adalah USD 111 juta dengan biaya modal 16%. Namun, melanjutkan proyek tersebut masih akan menghasilkan NPV sebesar USD 6 juta jika produksi dapat dimulai pada tahun 2022. Hasil ini menunjukkan bahwa melanjutkan pembangunan pabrik smelter feronikel di Halmahera Timur masih layak dan dapat menempatkan ANTAM sebagai salah satu pemain utama. dalam peleburan feronikel di Indonesia.", "Daftar File": {"COVER Daniel Ridwan Silaban": "https://digilib.itb.ac.id/gdl/download/261914", "BAB 1 Daniel Ridwan Silaban": "https://digilib.itb.ac.id/gdl/download/261915", "BAB 2 Daniel Ridwan Silaban": "https://digilib.itb.ac.id/gdl/download/261916", "BAB 3 Daniel Ridwan Silaban": "https://digilib.itb.ac.id/gdl/download/261917", "BAB 4 Daniel Ridwan Silaban": "https://digilib.itb.ac.id/gdl/download/261918", "PUSTAKA Daniel Ridwan Silaban": "https://digilib.itb.ac.id/gdl/download/261919"}, "Penulis": "Daniel Ridwan Silaban [29319394]", "Kontributor / Dosen Pembimbing": ["Ir. Kinsenary Tjendrasa, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Investment Analisis, Ferronickel Smelter, Capital Budgeting, Analisis senstivitas", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "21 Sep 2021"}