{"Nomor": 60957, "Judul": "STUDI DESAIN STIMULASI INJEKSI GAS NITROGEN PADA SUMUR GEOTHERMAL DOMINASI AIR DENGAN VALIDASI DATA DI LAPANGAN", "Abstrak": "Beberapa sumur geotermal di lapangan dominasi air tidak mampu mengalir secara alamiah. Hal ini dipengaruhi oleh sejumlah hal diantaranya temperatur dan tekanan di dalam sumur, letak zona permeabel (feedzone), serta injectivity/productivity index dari feedzone utama. Sebagai mana diketahui bahwa pada saat sumur ditutup, kolom air yang lebih dingin di dalam sumur akan terbentuk di atas zone permeabel dan menyebabkan tekanan kepala sumur tidak berkembang dengan baik. Sehingga perlu dilakukan upaya stimulasi untuk menginisiasi aliran dari dalam sumur ke permukaan. Berbeda dengan yang terjadi di lapangan uap dimana sumur-sumurnya pada umumnya dapat mengalir dan memproduksikan uap tanpa perlu dilakukan stimulasi. Terdapat banyak metode stimulasi yang dapat dilakukan untuk membuat sumur mengalir, diantaranya adalah air compression, well-to-well stimulation, dan nitrogen gas injection. Secara khusus nitrogen gas injection akan lebih dititikberatkan pada studi ini. Metode nitrogen gas injection ini pada dasarnya adalah melakukan injeksi gas nitrogen pada laju alir gas nitrogen tertentu ke dalam sumur air untuk mengurangi tekanan hidrostatik di sekitar zona permabel di dalam sumur sehingga tercapai kondisi boiling. Pada studi ini akan dilakukan perhitungan terhadap dari tiga sumur dengan ketebalan kolom air yang berbeda di lapangan dominasi air dengan menggunakan korelasi Harrison-Freeston dan model Mekanistik Caetano untuk menghitung laju alir gas nitrogen yang dibutuhkan untuk mengurangi berat kolom air di dalam sumur dimana selanjutnya hasil perhitungan laju alir tersebut akan dibandingkan dengan data lapangan. Asumsi yang digunakan adalah aliran dua fasa terjadi di dalam annulus, tidak ada perubahan diameter dalam casing, aliran mengalir dalam pola slug, dan gelembung gas mengalir dalam kolom air yang stagnan. Dari studi diketahui bahwa laju alir nitrogen hasil perhitungan dengan data lapangan memiliki nilai deviasi yang cukup besar pada kondisi sumur dengan kolom air yang relatif dalam. Sedangkan pada kolom air yang relatif dangkal atau dekat permukaan, hasil studi menunjukan nilai deviasi yang relatif rendah. Pada akhirnya korelasi yang telah dipilih ini dapat digunakan untuk memprediksi volume aktual gas nitrogen, utamanya jika nilai submergence ratio lebih besar atau sama dengan 0.55 dimana hasil perhitungan cenderung mendekati data lapangan.", "Daftar File": {"ABSTRAK Zahratul Kamila": "https://digilib.itb.ac.id/gdl/download/235646"}, "Penulis": "Zahratul Kamila [12210063]", "Kontributor / Dosen Pembimbing": ["Ir. Nenny Miryani Saptadji, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "injeksi nitrogen, pengangkatan oleh nitrogen, stimulasi geothermal, aliran dua fasa dalam annulus, inisiasi aliran", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "21 Sep 2021"}