{"Nomor": 60953, "Judul": "KOLABORASI STRATEGIS ANTARA BANK PERKREDITAN RAKYAT DAN P2P LENDING  (STUDI KASUS: BPR ANS GROUP)", "Abstrak": "Perubahan teknologi yang cepat seiring dengan meningkatnya penetrasi smartphone dan internet mengubah industri perbankan dan keuangan secara luar biasa dalam satu dekade terakhir. Perusahaan Fintech P2P lending sebagai pemain baru membawa misi meningkatkan inklusi keuangan khususnya bagi masyakarat yang belum mendapatkan layanan keuangan di negara berkembang seperti Indonesia. Misi yang sama selalu tertanam di Bank Perkreditan Rakyat khususnya BPR ANS Group, kelompok usaha 8 BPR dengan lebih dari 54 cabang dan aset lebih dari 700 miliar rupiah, yang telah ada lebih dari 16 tahun dalam menjangkau dan membantu masyarakat. masyarakat pedesaan mendapatkan layanan keuangan. Namun demikian, cara-cara tradisional BPR dalam menjalankan bisnisnya masih terkendala dalam mengejar ketertinggalan teknologi baru tersebut. Di sisi lain, layanan pinjaman Fintech P2P lending yang unggul secara teknologi tidak memiliki lisensi untuk menyediakan layanan perbankan yang lebih luas kepada penggunanya. Kondisi ini menyisakan celah bagi kedua industri yang dapat diisi dengan kolaborasi antara BPR dengan P2P lending.\n\nStudi ini mencoba mendekati kesenjangan tersebut dengan analisis kualitatif dengan analisa menggunakan PESTEL, Lima Kekuatan Porter dan VRIO untuk memahami keadaan di industri BPR dan Fintech P2P lending dilanjutkan dengan wawancara kepada pelaku industri. Selanjutnya, metode valuasi discounted cash flow (DCF) menggunakan free cash flow to equity (FCFE) digunakan untuk mengevaluasi skema kerjasama mana yang cocok untuk ANS Group BPR.\n\nHasil kajian menunjukkan bahwa ada empat skema kerjasama yang cocok dan dapat diterapkan antara BPR ANS Group dan Fintech P2P lending. Analisis FCFE menunjukkan bahwa penyaluran dari P2P lending ke BPR berpotensi memberikan nilai ekuitas tertinggi kepada BPR yang memiliki rasio kecukupan modal (CAR) tinggi. Sedangkan channeling dari BPR ke P2P lending lebih cocok untuk BPR yang memiliki CAR terbatas.", "Daftar File": {"COVER Irwan Hermawan": "https://digilib.itb.ac.id/gdl/download/262156", "BAB 1 Irwan Hermawan": "https://digilib.itb.ac.id/gdl/download/262157", "BAB 2 Irwan Hermawan": "https://digilib.itb.ac.id/gdl/download/262158", "BAB 3 Irwan Hermawan": "https://digilib.itb.ac.id/gdl/download/262159", "BAB 4 Irwan Hermawan": "https://digilib.itb.ac.id/gdl/download/262160", "PUSTAKA Irwan Hermawan": "https://digilib.itb.ac.id/gdl/download/266868"}, "Penulis": "Irwan Hermawan [29319476]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "BPR, P2P Lending, Kolaborasi, Valuasi, Ekuitas", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "21 Sep 2021"}