{"Nomor": 60961, "Judul": "MENGANALISA FAKTOR YANG MEMPENGARUHI PERILAKU BELI KONSUMEN INDONESIA TERHADAP  PRODUK KOSMETIK KOREA DAN PRODUK KECANTIKAN KOREA", "Abstrak": "Baru-baru ini, popularitas kosmetik Korea di Asia Tenggara telah berkembang pesat\ndan mendapatkan popularitas karena adanya penyebaran budaya pop Korea secara global, atau\nyang biasanya dikenal sebagai Hallyu/Korean Wave. Hal ini menyebabkan produk kecantikan\nKorea meledak di pasar Indonesia dan juga menyebabkan persaingan pasar yang lebih tinggi.\nOleh karena itu, sangat penting bagi perusahaan yang ingin bersaing di sektor ini untuk\nmemahami faktor-faktor yang mempengaruhi perilaku konsumen dalam membeli kosmetik\n\nKorea dan produk-produk kecantikan Korea (K-beauty) di Indonesia serta mengetahui faktor-\nfaktor pendorong utama konsumen Indonesia untuk membeli produk-produk yang saat ini\n\nsedang tren di Indonesia. Tujuan dari makalah ini adalah untuk memahami pasar konsumen\ndan meninjau situasi bisnis kosmetik Korea dan produk kecantikan Korea (K-beauty) di\nIndonesia serta mengidentifikasi faktor pendorong utama perilaku konsumen Indonesia dalam\nmembeli kosmetik Korea dan produk kecantikan Korea (K-beauty). Studi ini menemukan\nbahwa dua faktor yang paling berpengaruh di balik perilaku konsumen Indonesia dalam\nmembeli kosmetik Korea dan produk produk kecantikan Korea (K-beauty) adalah kelompok\nreferensi sosial dan budaya-agama. Temuan ini penting bagi perusahaan untuk lebih\nmemahami pasar konsumen Indonesia dan perilaku beli konsumen Indonesia terhadap\nkosmetik Korea dan produk produk kecantikan Korea (K-beauty) untuk menetapkan strategi\npemasaran yang lebih tepat.", "Daftar File": {"ABSTRAK Grace Tiurlan Shantika": "https://digilib.itb.ac.id/gdl/download/235653"}, "Penulis": "Grace Tiurlan Shantika [19018315]", "Kontributor / Dosen Pembimbing": ["Dr. Eng Nur Budi Mulyono, S.T., M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perilaku Konsumen, Perilaku Beli Konsumen, Keputusan Pembelian, Kosmetik Korea, Produk Kecantikan Korea.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "21 Sep 2021"}