{"Nomor": 60963, "Judul": "ANALISIS DAMPAK KASUS COVID-19 TERHADAP STOCK RETURN: BUKTI DARI INDUSTRI HOTEL, RESTORAN, DAN PARIWISATA DI INDONESIA", "Abstrak": "Pertama kali muncul pada akhir tahun 2019, COVID-19 telah memberikan dampak negatif bagi dunia\nsejak awal kemunculannya di Wuhan, China. WHO (World Health Organization) juga mengumumkan\nCOVID-19 sebagai global pandemi pada tanggal 11 Maret 2020, ketika telah terdapat 118.000 kasus di\n114 negara, tidak terkecuali Indonesia. Di Indonesia, kasus pertama COVID-19 diumumkan oleh\nPresiden Jokowi pada tanggal 2 Maret 2020. Pandemi ini berdampak masif terhadap banyak industri,\ntermasuk industri pariwisata, hotel dan restoran. Dampak pandemi terhadap industri pariwisata, hotel,\ndan restoran bukan hanya karena perubahan peraturan pemerintah seperti lockdown, Pembatasan Sosial\nBerskala Besar (PSBB), tetapi juga perubahan perilaku individu. Pada masa pandemi ini, ketidakpastian\ndapat mempengaruhi kinerja keuangan perusahaan, yang dapat berdampak pada return saham\nperusahaan. Return saham merupakan elemen yang mendorong investor untuk berinvestasi dan juga\nmerupakan suatu penghargaan atas keberanian investor menanggung risiko dari investasi yang mereka\nlakukan. Penelitian ini bertujuan untuk menyelidiki kausalitas antara COVID-19 dan return saham.\nPenelitian ini menggunakan return saham mingguan dengan rentang waktu dari Maret 2020 hingga\nFebruari 2021 dengan sampel 6 perusahaan hotel, restoran, dan pariwisata aktif yang terdaftar di Bursa\nEfek Indonesia (BEI). Dengan menggunakan kausalitas Granger, penelitian ini menemukan bahwa\nterdapat hubungan antara COVID-19 dan return saham P.T. Fast Food Indonesia namun tidak terdapat\nhubungan yang signifikan antara COVID-19 dan return saham di 5 perusahaan lainnya. Selanjutnya,\npenelitian ini juga menggunakan Vector Autoregression (VAR) dan Impulse Response Function (IRF)\nuntuk memvalidasi hasil uji kausalitas Granger.", "Daftar File": {"ABSTRAK Rahmi Riezalina": "https://digilib.itb.ac.id/gdl/download/235655"}, "Penulis": "Rahmi Riezalina [19018120]", "Kontributor / Dosen Pembimbing": ["Ana Noveria, S.E., MBA", "Taufik Faturohman, S.T., MBA, Ph.D.", "Fikri Hadiansyah, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Return saham; Covid-19; Kausalitas Granger; Vector Autoregression (VAR); Indonesia", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "21 Sep 2021"}