{"Nomor": 60969, "Judul": "PENGARUH PANDEMI COVID-19 TERHADAP KESEHATAN MENTAL DAN KUALITAS HIDUP MAHASISWA DI INDONESIA SERTA SIMULASI PENGARUHNYA PADA PERUBAHAN MOOD", "Abstrak": "Pandemi Covid-19 terjadi pada Maret 2020 di Indonesia. Hal ini sangat berdampak pada banyak sektor kehidupan baik di bidang akademik, ekonomi, sosial, budaya, dll. Pemerintah sudah memberikan banyak upaya dalam penanganan masalah ini. Mahasiswa sebagai generasi pembaharu bangsa diharapkan bisa menjadi teladan yang baik bagi masyarakat sehingga penelitian ini bertujuan untuk melihat gambaran protokol kesehatan mahasiswa di masa pandemi, juga bagaimana dampak pandemi pada kesehatan mental dan kualitas hidup mereka, serta ingin melihat bagaimana simulasi pengaruhnya dalam memengaruhi perubahan mood. Penelitian dilakukan dengan cara menyebarkan kuesioner pada berbagai sosial media dengan metode Snowball Sampling dan memperoleh responden valid sebanyak 1071 dengan rincian 788 responden wanita dan 283 responden pria. Setelah dilakukan uji chi-square pada variabel independen terkait tingkat stres, dukungan sosial dan keluarga, perubahan gaya hidup terkait kesehatan mental dengan variabel dependen usia dan gender diperoleh hasil bahwa tingkat stres wanita lebih tinggi dari pria, dukungan keluarga dan sosial hanya dipengaruhi oleh gender tapi tidak untuk kelompok usia, sedangkan perubahan gaya hidup terkait kesehatan mental hanya dipengaruhi kelompok usia tapi tidak untuk gender. Selain itu, dikarenakan tingkat stres wanita lebih tinggi dari pria pada masa pandemi, maka dilakukan simulasi stres pada perubahan mood wanita dengan menggunakan sistem massa pegas redaman dengan melihat hormon estrogen yang turun akibat stres dan memengaruhi kerja hormon serotonin. Keadaan mood normal dan stres dipengaruhi oleh faktor eksternal konstan, positif, dan negatif. Namun simulasi ini belum memiliki data yang nyata sehingga kedepannya sebaiknya dilakukan wawancara/kuesioner untuk memperoleh data agar bisa mensimulasikan perubahan mood berdasarkan karakter dari masing-masing responden.", "Daftar File": {"ABSTRAK AULIYA AGTI NOVINDRI": "https://digilib.itb.ac.id/gdl/download/235661"}, "Penulis": "AULIYA AGTI NOVINDRI [10117087]", "Kontributor / Dosen Pembimbing": ["Dr. Nuning Nuraini, S.Si.,M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "pandemi, covid-19, kesehatan mental, kualitas hidup, stres, simulasi, mood", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "22 Sep 2021"}