{"Nomor": 60962, "Judul": "EFEKTIVITAS DOVE CAMPAIGN FOR REAL BEAUTY DALAM DALAM MEMENGARUHI KEPUTUSAN PEMBELIAN PELANGGAN TERHADAP PRODUK DOVE", "Abstrak": "Munculnya strategi kampanye pemasaran sosial telah mendorong bisnis-bisnis untuk\nmengadopsinya sebagai strategi pemasaran mereka. Namun, meskipun saat ini perusahaan\nterus-menerus membuat kampanye pemasaran sosial unik yang bertujuan untuk menyebarkan\nkesadaran tentang berbagai masalah dan pesan, banyak dari mereka masih berakhir menjadi\nbumerang, yang menyebabkan kampanye mendapat serangan balasan dari pelanggan dan pada\nakhirnya mengakibatkan penurunan penjualan hingga boikot produk oleh pelanggan. Oleh\nkarena itu, perusahaan harus bisa memastikan efektivitas kampanye dalam mendorong\npelanggan untuk berpartisipasi dan membuat keputusan pembelian. Dove membawa kampanye\nyang mempromosikan harga diri wanita melalui menciptakan kesadaran dan menyajikan tujuan\nganda untuk membuat wanita merasa lebih cantik dan menjual lebih banyak produk Dove.\nPenelitian ini bertujuan untuk menganalisis bagaimana Dove Campaign for Real Beauty\nmempengaruhi keputusan pembelian pelanggan terhadap produk, mengidentifikasi faktorfaktor\ndalam Dove Campaign for Real Beauty yang mempengaruhi keputusan pembelian\npelanggan terhadap produk, dan mengembangkan rekomendasi pemasaran untuk Dove\nCampaign for Real Beauty untuk mempengaruhi keputusan pembelian pelanggan terhadap\nproduk tersebut. Pendekatan kuantitatif dengan survei online dilakukan terhadap 276\nresponden wanita di Indonesia dari segala usia yang telah menonton video kampanye Dove\nCampaign for Real Beauty dan telah membeli produk Dove, dan PLS-SEM digunakan untuk\nmenganalisis hubungan antar variabel. Hasil penelitian menunjukkan bahwa Dove Campaign\nfor Real Beauty mempengaruhi keputusan pembelian pelanggan terhadap produk Dove melalui\nbeberapa variabel. Ditemukan bahwa reaksi afektif, kepercayaan merek, dan komunitas merek\nberpengaruh positif terhadap keputusan pembelian melalui sikap terhadap kampanye, sikap\nterhadap merek, dan niat beli. Hasil penelitian menyarankan bahwa Dove harus\nmempertahankan pesan dan menekankan pada keragaman melalui penyampaian cerita untuk\nmeningkatkan reaksi afektif pelanggan, meningkatkan kepercayaan merek dengan\nmenyampaikan pesan yang dapat dipercaya, dan menciptakan komunitas nyata untuk Dove\nCampaign for Real Beauty. Penelitian ini diharapkan dapat meningkatkan pemahaman pemasar\ntentang bagaimana perusahaan dapat meningkatkan keputusan pembelian melalui strategi\nkampanye pemasaran sosial. Studi ini diharapkan dapat meningkatkan pemahaman pemasar\ntentang bagaimana perusahaan dapat meningkatkan keputusan pembelian melalui strategi\nkampanye pemasaran sosial.", "Daftar File": {"ABSTRAK Dita Indah Syaharani": "https://digilib.itb.ac.id/gdl/download/235654"}, "Penulis": "Dita Indah Syaharani [19018189]", "Kontributor / Dosen Pembimbing": ["Evy Rachmawati Chaldun, S.E., M.Si.", "Annisa Rahmani Qastharin, S.T., M.Sc.", "Fitri Aprilianty, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sikap Terhadap Merek; Sikap Terhadap Kampanye; Keputusan Pembelian; Niat Beli; Kampanye Pemasaran Sosial", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "21 Sep 2021"}