{"Nomor": 60979, "Judul": "IMPLEMENTASI LAST PLANNER SYSTEM DI INDONESIA (STUDI KASUS: DUA PERUSAHAAN BUMN KONSTRUKSI)", "Abstrak": "Industri konstruksi merupakan salah satu sektor yang penting dalam perekonomian nasional. Namun, masih berkutat dengan permasalahan ketidakefisienan. Saat ini, industri konstruksi sudah mulai menerapkan konsep lean construction. Dalam pengaplikasiannya lean construction memiliki beberapa tools yang dapat digunakan, dan yang sedang berkembang saat ini yaitu Last Planner System (LPS). Penelitian tentang last planner system sejauh ini dilakukan di Indonesia hanya berfokus pada satu studi kasus tertentu dan menekankan pada tahapan tertentu serta nilai percent plan complete (PPC). Oleh karena itu, melalui penelitian dimaksudkan untuk meninjau dan mengkaji lebih dalam terkait implementasi secara menyeluruh, manfaat dan kendala dominan yang dirasakan, serta pemenuhan faktor-faktor kritis dalam keberhasilan implementasi LPS. Pengumpulan data dilakukan dengan melakukan penyebaran kuesioner dan ditindaklanjuti dengan wawancara kepada orang-orang yang terlibat aktif selama implementasi LPS pada perusahaan BUMN konstruksi yang sudah dan/atau sedang menerapkan LPS. Dengan menggunakan analisis deskriptif diperoleh hasil bahwa LPS sudah diimplementasikan oleh 2 perusahaan BUMN di Indonesia sejak tahun 2020, dengan menekankan pada tahapan Lookahead Planning, Weekly Work Planning dan Learning. Hal mendasar yang membedakan keduanya adalah PT. X menekankan kolaborasi ketika mengisi form, sedangkan PT. Y lebih menekankan kolaborasi saat melakukan pull planning. Untuk pemenuhan CSF masih perlu ditingkatkan, dan masih ditemukan kendala dominan seperti pemahaman terkait LPS yang masih rendah dan belum merata, dibutuhkannya waktu tambahan dalam mengisi form, serta konsistensi yang masih rendah dalam pengisian form-form yang ada pada setiap tahapan LPS. Manfaat yang paling dominan dirasakan diantaranya adalah membentuk pola pikir baru di lapangan, komunikasi dan koordinasi menjadi lebih baik, serta workflow menjadi lebih lancar. Sehingga, diperoleh manfaat LPS membuat pekerjaan dapat direncanakan, dimonitor, dan dievaluasi dengan lebih mudah.", "Daftar File": {"ABSTRAK NI LUH AYU INDRAYANI": "https://digilib.itb.ac.id/gdl/download/235675"}, "Penulis": "NI LUH AYU INDRAYANI [25019039]", "Kontributor / Dosen Pembimbing": ["Ir. Muhamad Abduh, Ph.D", "Budi Hasiholan, S.T., M.Eng., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Lean Construction, Last Planner System, Implementasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Sep 2021"}