{"Nomor": 60972, "Judul": "PERANCANGAN STASIUN KERJA PEKERJA PENYANDANG DISABILITAS DENGAN MENERAPKAN PRINSIP ERGONOMI", "Abstrak": "Yayasan Kreativitas Difabel Mandiri (YKDM) merupakan salah satu pengrajin kaki dan tangan prostesis di Bandung beroperasi tanpa pembagian stasiun kerja dan tugas yang jelas, serta adanya potensi bahaya ergonomi. Permasalahan lain yang ditemukan adalah pemborosan dalam bentuk delay dan transportasi. Penelitian ini bertujuan untuk merancang alur dan desain stasiun kerja diperlukan untuk membantu pekerja untuk bekerja secara lebih efisien dan menghindari bahaya ergonomi.\nSebagai acuan dalam perancangan perbaikan proses pembuatan kaki palsu bawah lutut, digunakan methods engineering. Select project dilakukan dengan observasi untuk mengetahui masalah yang akan diangkat. Get and present data dilakukan dengan menggunakan tools Flow Process Chart, survei keluhan gangguan otot dan rangka, dan daftar periksa potensi bahaya ergonomi. Analyze data dilakukan dengan menganalisis data yang didapatkan kemudian mengembangkan alternatif perbaikan. Alternatif perbaikan dibuat dengan mengacu pada prinsip desain kerja dan antropometri & desain untuk mendesain stasiun kerja. Perbaikan alur kerja dilakukan dengan menggunakan line balancing. Develop ideal method dilakukan untuk mengembangkan usulan yang terpilih secara lebih lanjut.\nHasil penelitian berupa desain stasiun kerja berdasarkan prinsip desain untuk rata-rata dan desain untuk individu ekstrem. Tata letak yang diusulkan menyesuaikan dengan hasil perhitungan kebutuhan stasiun kerja, dimensi area kerja, jalur listrik, dan efisiensi antar stasiun. Rancangan yang dibuat diperkirakan dapat meningkatkan efisiensi kerja dengan mengurangi 83,2% waktu delay dan 91,7% waktu transportasi. Dari sisi keamanan, diperkirakan rancangan baru dapat menyebabkan penurunan tingkat bahaya ergonomi dari “berbahaya” ke “tidak berbahaya” dengan mengurangi poin potensi bahaya ergonomi sebesar 6-9 poin.", "Daftar File": {"ABSTRAK Jihan Salsabila": "https://digilib.itb.ac.id/gdl/download/235665"}, "Penulis": "Jihan Salsabila [13417065]", "Kontributor / Dosen Pembimbing": ["Khoirul Muslim, S.T., M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "disabilitas, methods engineering, ergonomi, desain, stasiun kerja, antropometri.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "22 Sep 2021"}