{"Nomor": 60986, "Judul": "STUDI KONTROL LATERAL INTEGRAL BACKSTEPPING DENGAN UNSCENTED KALMAN FILTER SEBAGAI SISTEM PENENTU LOKASI MOBIL OTONOM", "Abstrak": "Sistem kontrol lateral dan sistem penentu lokasi merupakan bagian yang penting dalam mobil otonom. Penelitian sebelumnya mendalami dua hal ini secara terpisah. Belum pernah dilakukan analisa terkait sistem penentu lokasi dan sistem kontrol lateral secara bersamaan. Padahal kedua sistem tersebut saling mempengaruhi satu sama lain. Penelitian ini bertujuan untuk menganalisa pengaruh sistem penentu lokasi terhadap performansi kontrol lateral dengan perancangan dan pengujian.\nMetode yang dilakukan adalah dengan merancang sistem penentu lokasi berbasis Unscented Kalman Filter (UKF). Sebagai variasi pengontrol, dirancang pengontrol integral backstepping. Pengujian dilakukan dengan membandingkan skema pengontrolan dengan dan tanpa UKF. Sebagai pembanding, digunakan juga pengontrol Stanley.\nPengontrol integral backstepping memiliki parameter gain, k1 dan k2, yang perlu ditentukan nilainya. Pada penelitian ini gain ditentukan oleh agen Reinforcement Learning Soft Actor-Critic (SAC) yang telah dilatih di lingkunan simulator kinematik. Begitu juga UKF memiliki parameter ????0 dan ???? yang ditentukan nilainya dengan algoritma Grey Wolf Optimizer (GWO). Pengujian dilakukan menggunakan simulasi hardware-in-the-loop menggunakan simulator CARLA dan ROS.\nDidapatkan bahwa pemilihan sistem penentu lokasi mempengaruhi performa pengontrolan secara signifikan. Pengontrol integral bakstepping dengan sistem penentu lokasi berbasis GNSS gagal dalam melakukan simulasi. Sebaliknya, pengontrol integral backstepping dengan sistem penentu lokasi berbasis UKF dapat menyelesaikan simulasi.\nDidapatkan indeks performansi pada kecepatan maksimum 7,5 m/s untuk integral backstepping adalah MAE 0,268 m, RMSE 0,448 m dengan waktu simulasi 19,870 detik; stanley didapatkan MAE 0,652 m, RMSE 0,943 m, dan waktu simulasi 23,090 detik.", "Daftar File": {"ABSTRAK Muhammad Vardani Rulianto": "https://digilib.itb.ac.id/gdl/download/235683"}, "Penulis": "Muhammad Vardani Rulianto [13317009]", "Kontributor / Dosen Pembimbing": ["Ir. Estiyanti Ekawati, M.T, Ph.D.", "Augie Widyotriatmo, S.T., M.T., Ph.D.", "Fadjar Fathurahman, S.T., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "sistem kontrol lateral, sistem penentu lokasi, integral backstepping, unscented kalman filter, reinforcement learning, grey wolf optimizer.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Sep 2021"}