{"Nomor": 60981, "Judul": "PERANCANGAN PURWARUPA GANTRY CRANE DENGAN SISTEM KONTROL BERBASIS VISI KOMPUTER", "Abstrak": "Seiring dengan meningkatnya laju perdagangan di dunia, tren otomasi di pelabuhan\nbongkar muat sedang gencar dikembangkan untuk mengimbangi peningkatan aktivitas\nproses bongkar muat di pelabuhan, salah satunya adalah pengembangan sistem gantry\ncrane. Selama ini pengoperasian gantry crane di pelabuhan masih mengandalkan\noperator manusia yang memiliki keterampilan beragam. Hal tersebut mempengaruhi\nkonsistensi produktivitas dari aktivitas bongkar muat, namun pada era kini sudah mulai\ndikembangkan sistem gantry crane yang perlahan mengurangi intervensi dari operator\nmanusia. Pada penelitian ini dikembangkan sebuah metode pengontrolan gantry crane\ndengan visi komputer, kemudian metode tersebut diterapkan pada sebuah purwarupa\ngantry crane berskala lab yang memiliki fitur pengangkatan, pemindahan, dan\npeletakan beban serta mekanisme penguncian beban meniru semirip mungkin dengan\nperangkat gantry crane asli. Metode komunikasi data dilakukan dengan menggunakan\nperangkat lunak Robot Operating System (ROS) dan pengontrol mikro, sehingga\nmetode yang diajukan dapat memberikan alternatif pada perkembangan sistem gantry\ncrane yang sudah ada.\nPada penelitian ini langkah pertama yang dilakukan adalah pemodelan sistem kontrol\ngantry crane dengan pendekatan dua dimensi. Sistem kontrol gantry crane memiliki\ndua variabel keluaran yaitu posisi troli terhadap lintasan dan sudut ayun beban\nterhadap troli serta satu variabel masukan berupa posisi troli yang dikehendaki. Sistem\ndilengkapi dengan dua pengontrol untuk proses pemindahan beban, PID untuk posisi\ntroli dan PD untuk sudut ayun beban. Kedua pengontrol ditala dengan menggunakan\nalgoritma optimisasi Particle Swarm Optimization (PSO), Stochastic Fractal Search\n(SFS), dan Flower Pollination Algorithm (FPA). Dari hasil simulasi diperoleh bahwa dari\nsegi kecepatan konvergensi penalaan FPA dan SFS memiliki performansi terbaik,\nnamun PSO memiliki keunggulan dalam perihal kecepatan komputasi per iterasi.\nUmpan balik posisi dan sudut ayun menjadi bagian yang penting dalam sistem ini,\nmaka dari itu diusulkan sebuah sistem deteksi objek kontainer berbasis\nSSDMobileNetV2 yang dapat memberikan kotak pembatas dan titik tengah objek,\nsehingga dapat digunakan sebagai masukan sistem kontrol pada purwarupa. Hasil\npengujian dengan purwarupa yang dirancang telah menghasilkan sistem deteksi objek\nsebagai masukan setpoint dengan interval kepercayaan 95% galat posisi sebesar 0,21\n± 1,71 mm berdasarkan pembacaan rotary encoder dan -3,30 ± 5,74 mm berdasarkan\nperhitungan pada objek secara langsung. Pengukuran sudut ayun diperoleh dari\npemrosesan citra digital pada bagian lengan pengangkut yang di permukannya terdapat\nsebuah marka warna untuk dilacak pergeseran posisinya terhadap kamera dan\ndilakukan konversi ke dalam bentuk sudut dengan persamaan geometri proyeksi.\nBerdasarkan hasil akhir pengujian, penalaan dengan FPA memberikan galat fungsi rugirugi\nsimulasi yang terbaik dengan nilai 0,00043 dan PSO memberikan galat fungsi rugirugi\npada implementasi purwarupa yang terbaik dengan nilai 0,00357. Dari keseluruhan\npengujian diperoleh bahwa purwarupa sudah berfungsi dengan baik menggunakan\nsistem kontrol berbasis visi komputer yang telah didesain, dibuktikan dengan respons\npurwarupa sudah mendekati respons hasil simulasi.", "Daftar File": {"ABSTRAK Yan Setiaji": "https://digilib.itb.ac.id/gdl/download/235677"}, "Penulis": "Yan Setiaji [13317077]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Parsaulian I. Siregar,Dipl. Ing", "Prof. Dr.-Ing. Ir. Yul Y. Nazaruddin, M.Sc, DIC"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "sistem kontrol, gantry crane, pengontrol PID, optimisasi, visi komputer, purwarupa", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Sep 2021"}