{"Nomor": 60989, "Judul": "PERANCANGAN ASPEK MANAJEMEN KONSTRUKSI PROYEK AKSES TOL (INTERCHANGE) KARAWANG", "Abstrak": "Kabupaten Karawang merupakan salah satu kota industri dengan pergerakan yang tinggi di Jawa Barat. Dalam perencanaan Kabupaten Karawang untuk mengakomodasi pergerakan, akan dibangun jalan yang menghubungkan Jalan Tol Jakarta Cikampek, Kawasan Industri Suryacipta dan Jalan Tol Jakarta Cikampek II Selatan. Maka diperlukan perencanaan dan perancangan jalan akses tol (interchange) yang dapat menghubungkan Jalan Tol Jakarta Cikampek II Selatan dengan jalan penghubung tersebut. Jalan akses yang dirancang tersebut terdiri dari 4 ramp, dengan panjang bentang total sebesar 6839.16 m, dan luas jalan total sebesar 38,744.732 m2. Tipe konstruksi jalan akses ini merupakan tipe subgrade, dengan 2 bentang jembatan yang melewati sungai dan Jalan Tol Jakarta Cikampek II Selatan. Kedua jembatan didesain dengan menggunakan girder prategang dengan perletakan sederhana, yang ditumpu pada abutment. Selain itu, pondasi struktur jembatan dirancang menggunakan pondasi tiang bor. Perencanaan dan perancangan interchange Karawang ini meninjau aspek manajemen rekayasa konstruksi, dengan ruang lingkup yang meliputi penyusunan Work Breakdown Structures, perencanaan situs dan metode pelaksanaan konstruksi, perhitungan volume dan produktivitas pekerjaan, biaya konstruksi dan penjadwalan. Pada Work Breakdown Structures melingkupi rencana zona kerja dan kebutuhan pekerjaan: pekerjaan persiapan, pekerjaan tanah, substruktur, struktur atas, perkerasan jalan, dan fasilitas pelengkap jalan. Metode konstruksi subgrade meliputi penggalian dan penimbunan tanah. Sedangkan pada konstruksi pondasi dan struktur beton menggunakan metode cast insitu, kecuali pada girder jembatan yang menggunakan metode precast dan dipasang dengan bantuan crawler crane. Dalam perhitungan kuantitas dan produktivitas pekerjaan, menggunakan metode perhitungan manual dan metode lead resources serta enumerasi dalam menentukan harga satuannya. Sedangkan pada penjadwalan proyek menggunakan bantuan Software Microsoft Project dengan hasil berupa Gantt Chart dan Precedence Diagram. Acuan perhitungan biaya konstruksi meliputi dokumen SNI, Jurnal Harga Satuan, dan Peraturan Menteri PUPR No. 28 tahun 2016. Estimasi biaya proyek ini sebesar Rp 255,297,647,435.06 dengan waktu operasional konstruksi selama 259 hari kerja (5 hari kerja dalam seminggu), atau selama 12 bulan (1 Tahun).", "Daftar File": {"ABSTRAK Alfredo Fikri Akbar": "https://digilib.itb.ac.id/gdl/download/235686", "COVER Alfredo Fikri Akbar": "https://digilib.itb.ac.id/gdl/download/244866", "PUSTAKA Alfredo Fikri Akbar": "https://digilib.itb.ac.id/gdl/download/244876"}, "Penulis": "Alfredo Fikri Akbar [15017146]", "Kontributor / Dosen Pembimbing": ["Ir. Erza Rismantojo, MSCE, Ph.D.", "Ir. Nasuhi Zain, M.T.", "Eliza Rosmaya Puri, S.T., M.T., Ph.D.", "Muhammad Riyansyah, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Metode Pelaksanaan, Biaya Konstruksi, Penjadwalan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "12 file", "Tanggal Input": "22 Sep 2021"}