{"Nomor": 60999, "Judul": "EVALUASI FAKTOR-FAKTOR YANG MEMENGARUHI INTENSI PENGGUNA MOBILE BANKING BANK NAGARI", "Abstrak": "Nagari Mobile Banking merupakan layanan mobile banking dikembangkan oleh PT Bank Pembangunan Daerah Sumatera Barat (Bank Nagari) tahun 2018. Aplikasi ini diharapkan dapat mempermudah akses nasabah ke layanan perbankan di era digital ini, khususnya nasabah yang berusia 17-40 tahun. Walaupun status Bank Nagari adalah Bank Penyalur Gaji Pegawai Negeri Sipil (PNS) di Sumatera Barat, jumlah nasabah Bank Nagari terbanyak justru datang dari kelompok nasabah non-PNS, yaitu 93,48 persen dari jumlah nasabah. Dari jumlah tersebut hanya 15,97 persen pengguna Nagari Mobile Banking non-PNS. Berdasarkan data ini, ada sejumlah besar nasabah Bank Nagari non-PNS yang dapat menjadi target pengguna Nagari Mobile Banking. Pendekatan user acceptance merupakan pendekatan yang bisa digunakan untuk mengatasi masalah ini. Oleh karena itu, penelitian ini ditujukan untuk mengevaluasi user acceptance Nagari Mobile Banking oleh nasabah Bank Nagari non-PNS berusia 17-40 tahun.\nPenelitian ini menggunakan pendekatan user acceptance dengan model Technology Acceptance Model (TAM) yang terdiri dari variabel behavioral intention, perceived usefulness, perceived ease of use, trust, dan social influence. Penelitian ini melibatkan 240 responden melalui pengisian kuesioner. Pengolahan data dan analisis lanjutan dilakukan dengan metode partial least square-structural equation modeling (PLS-SEM).\nHasil penelitian menunjukkan bahwa faktor-faktor yang memengaruhi niat pengguna dalam menerima Nagari Mobile Banking adalah perceived usefulness dan social influence. Usulan perbaikan aplikasi untuk meningkatan perceived usefulness adalah membuat fitur yang menampilkan mutasi rekening dalam periode tertentu, aktivasi transaksi kartu ATM, dan pembukaan rekening baru. Sedangkan untuk meningkatkan social influence, Bank Nagari disarankan untuk memperkuat komunikasi pemasaran aplikasi terutama terkait manfaat penggunaannya.", "Daftar File": {"ABSTRAK Rosa Aldita": "https://digilib.itb.ac.id/gdl/download/235696"}, "Penulis": "Rosa Aldita [14417025]", "Kontributor / Dosen Pembimbing": ["Ari Widyanti, S.T., M.T., Ph.D.", "Gradiyan B.P., S.T., M.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Nagari Mobile Banking, user acceptance, PLS-SEM, perceived usefulness dan social influence.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "22 Sep 2021"}