{"Nomor": 60993, "Judul": "PENGARUH KENAIKAN CURAH HUJAN TERHADAP KESTABILAN LERENG DENGAN MODEL TRIGRS DI WILAYAH BANDUNG BARAT DAN SEKITARNYA, JAWA BARAT", "Abstrak": "Longsoran merupakan bencana geologi di Indonesia yang sering terjadi pada saat musim hujan. Hujan merupakan salah satu faktor pemicu longsor. Infiltrasi air hujan dapat menyebabkan penjenuhan tanah sehingga akan meningkatkan tekanan air pori yang dapat mengganggu kestabilan lereng. Selain topografi, permasalahan parameter kuat geser tanah dan kenaikan intensitas curah hujan juga mempengaruhi kestabilan lereng terhadap longsoran. Pengetahuan tentang karakteristik mekanika tanah dan karakteristik curah hujan yang memicu tanah longsor diperlukan untuk memutuskan upaya mitigasi dan mengurangi risiko bahaya tanah longsor pada masa depan. Provinsi Jawa Barat memiliki potensi kerentanan tinggi terhadap tanah longsor. Bandung Barat adalah salah satu wilayah di Jawa Barat yang memiliki masalah bahaya tanah longsor. Lokasi penelitian terletak di wilayah Bandung Barat dan sekitarnya, Provinsi Jawa Barat. Model TRIGRS (The transient Rainfall Infiltration and Grid-based Regional Slope stability) merupakan model yang dikembangkan untuk memprediksi longsoran dangkal yang dipicu oleh infiltrasi curah hujan. Tujuan penelitian, yaitu mengevaluasi parameter yang mempengaruhi kestabilan lereng pada lokasi penelitian dengan menggunakan model TRIGRS, menentukan karakteristik curah hujan yang mempengaruhi kestabilan lereng pada daerah penelitian pada masa mendatang dengan model TRIGRS, dan mengevaluasi hasil pemodelan kestabilan lereng terhadap longsoran secara spasial yang dipicu oleh pengaruh intensitas curah hujan di wilayah Bandung Barat dan sekitarnya, Provinsi Jawa Barat. Penelitian ini menerapkan metode analisis deterministik menggunakan model TRIGRS untuk perhitungan faktor keamanan dalam pemodelan analisis kestabilan lereng yang dipicu oleh infiltrasi curah hujan. Parameter yang digunakan antara lain: Model Ketinggian Digital (DEM), arah aliran, kemiringan lereng, berat isi tanah (?s), kohesi efektif (c’), sudut geser dalam efektif (?’), koefisien permeabilitas jenuh (Ks), muka airtanah, ketebalan tanah, dan intensitas curah hujan. Pemodelan TRIGRS menggunakan data curah hujan harian maksimum dengan rentan waktu 35 tahun dari tahun 1986 hingga tahun 2020. Analisis statistik data curah hujan menggunakan distribusi metode Gumbel untuk memperoleh nilai hujan rencana sebagai masukan parameter model. Ada dua skenario hujan yang digunakan dalam pemodelan, yaitu periode ulang hujan 10 tahun pada intensitas curah hujan tinggi sebesar 11,65 mm/jam durasi pendek selama 6 jam (situasi I) pada skenario A dan intensitas curah hujan rendah sebesar 7,34 mm/jam durasi panjang selama 12 jam (situasi II) pada skenario B. Berdasarkan hasil pemodelan menunjukkan kenaikan intensitas curah hujan dapat mempengaruhi kestabilan lereng dengan adanya perubahan kestabilan lereng stabil menjadi lereng labil dan terjadi penurunan nilai faktor keamanan (FK) sehingga lereng mudah terjadi longsoran. Kestabilan lereng di wilayah Bandung Barat dan sekitarnya dominan dipengaruhi oleh karakteristik parameter kuat geser tanah yang rendah pada satuan batuan hasil gunungapi dan adanya pengaruh kerapatan kelurusan struktur geologi di daerah penelitian. Faktor lainnya, yaitu morfologi berbukit, lereng curam, batuan vulkanik lapuk, dan parameter kekuatan geser tanah yang lebih rendah. Karakter intensitas curah hujan yang mempengaruhi penurunan kestabilan lereng adalah hujan dengan intensitas rendah dan durasi panjang (situasi II). Jenis longsoran di daerah penelitian, yaitu luncuran batuan/tanah, luncuran bahan rombakan, jatuhan batuan/tanah, dan aliran tanah. Klasifikasi evaluasi kinerja model TRIGRS cukup baik dalam pemodelan kestabilan lereng dan data inventaris kejadian longsor merupakan faktor yang berpengaruh pada validasi model.", "Daftar File": {"ABSTRAK KHORI SUGIANTI": "https://digilib.itb.ac.id/gdl/download/235690"}, "Penulis": "KHORI SUGIANTI [22019016]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Imam Achmad Sadisun, S.T., M.T.", "Dr. Rendy Dwi Kartiko, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Longsoran, curah hujan, metode Gumbel, kestabilan lereng, model TRIGRS.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Dedi Rosadi", "File": "1 file", "Tanggal Input": "22 Sep 2021"}