{"Nomor": 60990, "Judul": "ANALISA PERFORMA KEUANGAN BANK BUKU-IV YANG TERCATAT DI BURSA SAHAM INDONESIA SEBELUM DAN SESUDAH PANDEMI COVID-19 DI INDONESIA", "Abstrak": "Pandemi COVID-19 telah menyebabkan setengah dari populasi dunia dibatasi pergerakannya untuk menghentikan penyebaran wabah tersebut. Ini telah menyebabkan dampak yang parah bagi ekonomi di seluruh dunia. Sejalan dengan perlambatan ekonomi global, perekonomian domestik Indonesia pada triwulan II-2020 juga mengalami kontraksi sebesar -5.32% (yoy), jauh lebih rendah dibandingkan triwulan I-2020 yang tumbuh sebesar 2,97% (yoy). Dengan adanya pembatasan terhadap mobilitas penduduk, barang, dan jasa, pasokan bahan baku serta barang dan jasa menjadi terganggu Akibatnya, debitur usaha yang memiliki kewajiban utang kepada bank (kreditur) tentu terkendala. Bank juga menanggung rasio kredit bermasalah (NPL) yang terus meningkat dan dapat mempengaruhi kesehatan kinerja keuangan bank. Penelitian ini bertujuan untuk menganalisis dan mengevaluasi perbedaan yang signifikan antara tingkat kesehatan kinerja keuangan dan harga saham Bank Buku IV yang tercatat di bursa saham Indonesia sebelum pandemi Covid-19 dibandingkan dengan tingkat Kesehatan performa keuangan setelah pandemi covid-19 muncul di Indonesia. Metode yang digunakan adalah Risk Based Bank Rating (RBBR) dan Paired T-test. Data yang digunakan adalah laporan keuangan yang dipublikasikan oleh semua bank BUKU-IV periode Q4 2018-Q1 2021. Hasil penelitian menunjukkan terdapat perbedaan profil risiko yang signifikan yaitu NPL dan LDR, faktor produktifitas yaitu ROA dan NIM, dan harga saham . Tidak terdapat perbedaan yang signifikan pada faktor permodalan yaitu CAR.", "Daftar File": {"COVER Putri Tresna Meiliawati": "https://digilib.itb.ac.id/gdl/download/262692", "BAB 1 Putri Tresna Meiliawati": "https://digilib.itb.ac.id/gdl/download/262693", "BAB 2 Putri Tresna Meiliawati": "https://digilib.itb.ac.id/gdl/download/262694", "BAB 3 Putri Tresna Meiliawati": "https://digilib.itb.ac.id/gdl/download/262695", "BAB 4 Putri Tresna Meiliawati": "https://digilib.itb.ac.id/gdl/download/262696", "PUSTAKA Putri Tresna Meiliawati": "https://digilib.itb.ac.id/gdl/download/262697"}, "Penulis": "Putri Tresna Meiliawati [29319449]", "Kontributor / Dosen Pembimbing": ["Dr. Wiwiek M Daryanto, S.E., Ak., M.M., CMA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bank, Industri Perbankan, COVID-19, Kinerja Keuangan, RBBR", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "22 Sep 2021"}