{"Nomor": 61000, "Judul": "ANALISIS DINAMIS INTERAKSI TANAH-STRUKTUR PADA BANGUNAN TAHAN GEMPA DENGAN SCALED BOUNDARY FINITE ELEMENT METHOD", "Abstrak": "Telah terbukti bahwa interaksi tanah-struktur patut dipertimbangkan dalam analisis dinamis beban gempa, terutama pada tanah yang lunak. Seiring berkembangnya ilmu pengetahuan di bidang interaksi tanah-struktur, terdapat berbagai metode dan analisis untuk memperhitungkan respon struktur akibat perilaku dinamis tanah dibawahnya. Metode yang mudah dan umum digunakan ialah metode soil-spring dimana tanah dimodelkan sebagai point spring pada nodal-nodal antarmuka tanah struktur yang memiliki nilai kekakuan dan redaman radiasi. Metode ini dapat ditemukan pada SNI 1726-2019 yang mengacu pada NIST GCR 12-917-21.\nMetode lebih lanjut ialah memodelkan struktur dengan tanah dibawahnya dengan elemen hingga. Struktur sebagai medium terbatas dimodelkan dengan metode elemen hingga, sedangkan tanah yang merupakan medium tak terbatas dimodelkan dengan scaled boundary finite element method (Song, 2018). Metode ini (SBFEM) hanya didiskritasi pada kelilingnya sehingga dimensi spasialnya berkurang satu. Solusi analitis pada arah radialnya memungkinkan kondisi batas di tak terhingga dipenuhi dengan tepat. Perilaku dinamis tanah didapatkan dengan metode infinitesimal finite-element cell (Wolf & Song, 1994) yang menghasilkan matriks response percepatan unit-impuls pada domain waktu dan merupakan matriks kekakuan dinamis tanah pada domain frekuensi.\nPenelitian interaksi tanah-struktur pada bangunan tahan gempa sistem rangka pemikul momen khusus dengan pondasi dangkal secara 2D dilakukan pada dua metode numerik, yaitu metode gabungan (FEM-SBFEM) dan metode soil-spring. Struktur dan tanah berperilaku secara linier yang dibebankan dengan gempa riwayat waktu. Perbandingan dengan metode soil-spring juga dilakukan dengan variasi kelas situs tanah D dan E. Perhitungan integrasi langsung dengan metode Newmark dilakukan untuk mendapatkan respons struktur-tanah akibat beban gempa yang diskalakan terhadap target respon spektrum.\nDari hasil penelitian, didapatkan bahwa perpindahan pada lantai teratas dan gaya geser dasar dengan metode gabungan (FEM-SBFEM) lebih kecil jika dibandingkan dengan metode soil-spring dan metode fixed based. Untuk situs D, gaya geser dasar pada metode fixed based dapat direduksi sebesar 33.76% dengan metode soil-spring dan 64.16% dengan metode gabungan. Untuk situs E, gaya geser dasar pada metode fixed based dapat direduksi sebesar 68.42% dengan metode soil-spring dan 76.29% dengan metode gabungan. Dapat disimpulkan bahwa, pemodelan interaksi tanah-struktur dengan metode gabungan (FEM-SBFEM), meskipun analisis ini lebih mendetail dan mendalam, menghasilkan hasil yang lebih ekonomis terutama pada tanah kelas situs E. Adapun kelemahan dari metode gabungan pada penelitian ini ialah belum dapat memodelkan tanah yang bersifat heterogen untuk tiap kedalamannya dan parameter nonliniearnya. Dan hasil penelitian ini juga hanya terbatas pada analisis 2D linear riwayat waktu.", "Daftar File": {"ABSTRAK ALFI ABDILLAH": "https://digilib.itb.ac.id/gdl/download/235697", "COVER ALFI ABDILLAH": "https://digilib.itb.ac.id/gdl/download/243505", "BAB 8 ALFI ABDILLAH": "https://digilib.itb.ac.id/gdl/download/243513", "PUSTAKA ALFI ABDILLAH": "https://digilib.itb.ac.id/gdl/download/243514"}, "Penulis": "ALFI ABDILLAH [25020371]", "Kontributor / Dosen Pembimbing": ["Dr. Ing. Ediansjah Zulkifli, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Interaksi tanah-struktur, gempa riwayat waktu, linier, FEM, SBFEM, soil-spring, integrasi langsung Newmark", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "11 file", "Tanggal Input": "22 Sep 2021"}