{"Nomor": 61003, "Judul": "GEDUNG PERTUNJUKAN DAN FASILITAS KOMUNITAS SENI DI BANDUNG", "Abstrak": "Kota Bandung merupakan salah satu pilar perkembangan berbagai disiplin seni. Akan tetapi tumbuh kembang tersebut tidak terjadi secara merata, khususnya kawasan Bandung Selatan. Karena itu dibutuhkan ruang seni (art space) alternatif yang lokasinya condong di Bandung Selatan namun juga tidak terlalu jauh dari peredaran ruang seni yang ada saat ini sehingga perlahan tercipta konektivitas yang merata pada pertumbuhan kesenian di Kota Bandung. Proyek ini bertujuan membangun jejaring dan konektivitas di kalangan seniman dan pekerja kreatif di Kota Bandung. Berlokasi di Jalan Gatot Subroto, proyek ini direncanakan untuk mengakomodasi tiga kegiatan utama yakni pertunjukan seni, pameran, dan workshop. Tiga fungsi ini dihadirkan di dalam bangunan dengan harapan dapat menjadi fasilitas yang lengkap bagi pengguna bangunan sehingga terjadi aktivitas kolaborasi kreatif antarpengguna. Pengguna utama bangunan ini merupakan para pekerja seni berbagai disiplin yang terdiri atas pelakon teater, musikus, perupa, sineas, sastrawan, serta pekerja industri kreatif lainnya dengan sasaran pengembangan sosial, budaya, dan ekonomi masyarakat Bandung.\nTerdapat tiga isu utama dalam proyek ini diantaranya isu place making, interaksi, dan citra. Dalam menghadirkan sense of place pada bangunan dilakukan pengelompokkan berdasarkan karakter spasial yang kemudian diikat dalam satu ruang positif sebagai rahim interaksi. Suasana yang terjadi ialah suasana produktif kreatif sehingga estetika tidak hanya muncul dari wujudnya saja melainkan interaksi menjadi indikator penting dalam pembentukan suasana. Sedangkan citra bangunan hadir berdasarkan artikulasi kegiatan yang terjadi di dalam bangunan sehingga wujudnya dapat menggambarkan sebuah simpul seni dan budaya yang berdiri di kawasan Bandung.", "Daftar File": {}, "Penulis": "Fardhani Yodiatama [15215036]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Arif Sarwo Wibowo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Komunitas Seni, Konektivitas, Bandung, Place Making, Interaksi, Citra", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "22 Sep 2021"}