{"Nomor": 61026, "Judul": "ANALISIS KESTABILAN LERENG HIGHWALL TAMBANG TERBUKA BATU BARA PT XYZ DI KALIMANTAN SELATAN", "Abstrak": "Kegiatan pertambangan merupakan kegiatan yang kompleks dan berisiko tinggi,\nsehingga harus diperhatikan segala bentuk aspek keamanan yang menunjang\npekerjaan di bidang pertambangan, salah satunya adalah kestabilan lereng tambang.\nPersoalan analisis kestabilan lereng akan selalu dihadapkan dengan masalah\nketidakpastian dari sifat fisik dan mekanik batuan. Analisis kestabilan lereng secara\nsederhana menggunakan konsep nilai Faktor Keamanan (FK) dilakukan dengan\nmenganalisis parameter tunggal material sebagai bagian dari perhitungan.\nPerhitungan Probabilitas Kelongsoran (PK) dilakukan untuk dapat mengakomodir\nparameter ketidakpastian pada sifat fisik dan mekanik material yang menjadi\nmasukan.\nPT XYZ sudah merancang desain lereng LOM untuk tambang terbuka batu bara pit\nT dan akan di analisa untuk menilai kestabilan lereng tersebut. Metode yang\ndigunakan untuk menganalisis kestabilan lereng highwall pada tambang terbuka\nbatu bara adalah metode kesetimbangan batas Bishop, parameter masukan material\nberupa kohesi dan sudut gesek dalam diperoleh dari hasil uji lab. Sedangkan untuk\npenentuan nilai PK, data yang ada terlebih dahulu dilakukan analisis statistika\ndeskriptif untuk memperoleh nilai rerata, standar deviasi, dan selanjutnya\npenentuan jenis distribusi data yang tepat dengan menerapkan uji goodness of fit\ntest dengan metoda Kolmogorov-Smornov (KS) dan Akaike Information Criterion\n(AIC). Selanjutnya model lereng untuk keperluan analisis kestabilan lereng dibuat\ndengan menggunakan bantuan piranti lunak Rocsience Slide v6.0 dengan mengacu\nrancangan LOM pada penampang A-A’ dan B-B’ serta kondisi air tanah\ndisimulasikan dengan nilai hu sebesar 0,6, 0,8 dan 1.\nHasil analisis kestabilan lereng pada penampang A-A’ dan B-B’ untuk setiap desain\npada berbagai kondisi dinyatakan aman berdasarkan Keputusan Menteri ESDM\n1827K/30/MEM/2018 di mana untuk nilai FK statis > 1,5; FK Dinamis > 1,1; dan\nPK < 5%. Sehingga lereng highwall tidak memerlukan rekomendasi perbaikan\ngeometri lereng.", "Daftar File": {"ABSTRAK Angkasa Wira Jati": "https://digilib.itb.ac.id/gdl/download/235735"}, "Penulis": "Angkasa Wira Jati [12117005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Budi Sulistianto, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Analisis kestabilan lereng, faktor keamanan, probabilitas kelongsoran, statistika deskriptif, lereng highwall, metode Bishop", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "22 Sep 2021"}