{"Nomor": 61029, "Judul": "PREDIKSI KINERJA RENEWABLE FRACTION PADA JARINGAN LISTRIK CERDAS MENGGUNAKAN METODE PEMODELAN HIBRIDA", "Abstrak": "Rencana Umum Energi Nasional (RUEN) Indonesia mengamanatkan untuk mencapai fraksi penggunaan EBT untuk pembangkitan listrik sebesar 23 % pada tahun 2025. Sifat EBT yang berselang dapat diatasi dengan implementasi algoritma manajemen energi pada jaringan listrik cerdas. Untuk dapat mengevaluasi ketercapaian RUEN, digunakan parameter Renewable Fraction (RF) yang akan diprediksi nilainya pada penelitian ini.\nPengerjaan penelitian ini mengacu pada metodologi Cross Reference Industry Standard Process for Data Mining (CRISP-DM). Tahapan metodologi tersebut adalah: (1) menentukan tujuan dari penelitian (business understanding), (2) menganalisis komponen dan data operasional yang ada pada sistem (data understanding), (3) mempersiapkan data untuk pemodelan (data preparation), (4) memodelkan komponen dengan menggunakan pemodelan hibrida (modelling), (5) mengevaluasi pemodelan (evaluation), dan (6) menghitung RF dengan dua buah metode, yaitu via SoC dan direct (deployment). Untuk dapat memodelkan RF, digunakan kombinasi antara pembelajaran mesin dengan pemodelan berbasis kaidah fisika. Terdapat tiga komponen jaringan listrik yang perlu dimodelkan, yaitu SBPE, PLTS, dan beban listrik. SBPE dapat dimodelkan dengan mengacu pada data pak baterai dan salah satu sel baterai. Pemodelan SBPE yang mengacu pada data pak baterai dan beban listrik dimodelkan dengan pemodelan hibrida, pemodelan PLTS dilakukan dengan model berbasis kaidah fisika (PVLib), dan pemodelan SBPE yang mengacu pada sel baterai dilakukan dengan pembelajaran mesin. Secara keseluruhan, pemodelan untuk dapat memprediksi RF mengombinasikan pembelajaran mesin, yang berbasiskan data, dengan pemodelan berbasis kaidah fisika. Maka dari itu, pemodelan RF menggunakan pemodelan hibrida.\nHasil akhir yang didapatkan adalah rata – rata RF pada rentang 7 – 13 Januari 2018 adalah 9,28 % (direct) dan 4,62 % (via SoC). Ketika diproyeksikan pada tahun 2020 dan memperhitungkan degradasi baterai dan sel surya, didapatkan penurunan nilai RF sebesar 6,08 % (direct) dan 1,41 % (via SoC). Sehingga, RUEN masih belum tercapai.", "Daftar File": {"ABSTRAK Taufiq Narendra Purnama Putra": "https://digilib.itb.ac.id/gdl/download/235739"}, "Penulis": "Taufiq Narendra Purnama Putra [13317036]", "Kontributor / Dosen Pembimbing": ["Ir. Edi Leksono, M.Eng., Ph.D.", "Dr. Irsyad Nashirul Haq, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "CRISP-DM, EBT, jaringan listrik cerdas, pemodelan hibrida, RF", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Sep 2021"}