{"Nomor": 61037, "Judul": "EVALUASI PROSES IMPEMENTASI SISTEM MANAJEMEN KINERJA PT. BANK TABUNGAN NEGARA TBK", "Abstrak": "Sistem manajemen kinerja yang digunakan Bank BTN saat ini dikelola dari kantor pusat Bank BTN secara eksklusif, kantor cabang tidak dapat mengubah targetnya sendiri dan harus bergantung pada kantor pusat untuk memberikan mereka target baru. Target yang ditentukan pada awal tahun berfluktuasi, ini dapat berganti 2-3 kali per semester tanpa tanggal atau garis waktu yang jelas kapan sebuah target dapat diubah. Akibatnya, ketika seorang karyawan ingin memenuhi realisasi untuk semester, mereka dapat memiliki target yang berbeda dibandingkan yang sebelumnya ditugaskan kepada mereka, yang mengarah pada kebingungan mengenai apakah mereka dapat mencapai target yang ditetapkan sebelumnya dan yang baru. Studi ini bertujuan untuk menganalisis proses penetapan target saat ini pada Sistem Manajemen Kinerja Bank BTN dan untuk menyediakan rekomendasi untuk meningkatkan penetapan target dalam Sistem Manajemen Kinerja.\n\nBerdasarkan temuan-temuan dari penulis, terdapat 3 elemen kunci yang berkontribusi dalam masalah bisnis utama, yaitu Manusia, Manajemen, dan Lingkungan Bisnis. Penulis memfokuskan pada sisi manajemen, karena terdapat banyak faktor yang muncul dari manajemen itu sendiri untuk hambatan dalam pencapaian target oleh karyawan. Dari perspektif Manajemen, pendekatan atas-bawah mereka dalam penetapan target menyebabkan beberapa masalah untuk kantor cabang mereka sendiri. Perubahan dalam target tidak dikomunikasikan dengan baik kepada kantor cabang mereka meskipun mereka umumnya meluangkan 1-2 minggu untuk mengimplementasikan target baru kepada cabang mereka. Ini membuat karyawan di kantor cabang menjadi sulit untuk mengetahui mengapa targetnya dinaikkan atau diturunkan dan karyawan hanya “menerima” tanpa mengetahui mengapa itu terjadi. Selanjutnya, agenda penetapan target tahunan hanya melibatkan karyawan yang ada di kantor pusat dalam departemennya masing-masing.\n\nHambatan pertama dalam aspek manajemen adalah manajemen tidak mematuhi garis waktu mereka sendiri dalam menentukan KPI dan target tahunan. CSPD harus memulai proses pembuatan KPI dan target tahun depan 3 bulan sebelum tahun berakhir. Hambatan kedua adalah karyawan tidak memiliki jumlah maksimum dari rotasi pekerjaan per semester, dan mereka dapat dirotasi atau meminta untuk dirotasi kapanpun mereka mau. Bank BTN harus menggunakan sistem yang lebih jelas untuk rotasi pekerjaan dengan pertama, membatasi jumlah rotasi pekerjaan per semester dengan maksimum 1 untuk setiap karyawan dan juga mengimplementasi sebuah kerangka waktu yang spesifik untuk rotasi pekerjaan untuk memudahkan dalam melacak dan dapat memiliki pencapaian target yang stabil oleh karyawan mereka. Hambatan terakhir adalah selama semester, target dapat berubah sampai 5 kali untuk target individual mereka. Bank BTN harus mensinergikan antar departemen untuk memiliki pemahaman dan ekspektasi yang sama mengenai target dan KPI untuk karyawan mereka dan untuk memiliki kesepakatan yang bulat mengenai penetapan target untuk departemen agar dapat mengurangi kebutuhan untuk mengubah target dalam semester yang sedang berjalan. \n\nPerbaikan dibutuhkan untuk pembuatan target yang saat ini digunakan agar dapat memperbaiki masalah dalam sisi penargetan dan KPI dari sistem manajemen kinerja. Manajemen harus memiliki tanggal distribusi yang jelas untuk target dan KPI yang akan didistribusikan kepada karyawan mereka. Selanjutnya, Rotasi Pekerjaan juga harus dilakukan pada tanggal yang spesifik pada semester. Ini dapat membantu dalam melacak pergerakan karyawan dalam perusahaan dan tidak mengganggu pencapaian target perusahaan secara luas. Selanjutnya, jika dibutuhkan sebuah perubahan dalam target, harus berasal dari Dewan Direksi sendiri dan oleh persetujuan mereka.", "Daftar File": {"COVER Ibnu Utomo Priyambodo": "https://digilib.itb.ac.id/gdl/download/262125", "BAB 1 Ibnu Utomo Priyambodo": "https://digilib.itb.ac.id/gdl/download/262126", "BAB 2 Ibnu Utomo Priyambodo": "https://digilib.itb.ac.id/gdl/download/262127", "BAB 3 Ibnu Utomo Priyambodo": "https://digilib.itb.ac.id/gdl/download/262128", "BAB 4 Ibnu Utomo Priyambodo": "https://digilib.itb.ac.id/gdl/download/262129", "PUSTAKA Ibnu Utomo Priyambodo": "https://digilib.itb.ac.id/gdl/download/262130"}, "Penulis": "Ibnu Utomo Priyambodo [29319350]", "Kontributor / Dosen Pembimbing": ["Achmad Ghazali, S.T., M.A.B., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sistem Management Kinerja, Targeting, KPI", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "22 Sep 2021"}