{"Nomor": 61044, "Judul": "MENENTUKAN FAKTOR KINERJA SALESMAN MENGGUNAKAN NVIVO: STUDI KASUS DI PT. SO GOOD FOOD BANDUNG", "Abstrak": "Industri Makanan dan Minuman merupakan potensi yang besar untuk terus didorong karena\nmemberikan kontribusi yang signifikan terhadap perekonomian nasional. JAPFA adalah\nperusahaan makanan pertanian terbesar di Indonesia, sedangkan PT. So Good Food Bandung\nmerupakan distributor lokal produk JAPFA. Penelitian ini bertujuan untuk mengetahui faktorfaktor\nkinerja salesman di PT. So Good Food Bandung studi kasus belum tercapainya target\npenjualan dengan menganalisa pengembangan skill saat ini, penyebab skill salesman rendah, dan\nmenghasilkan rekomendasi untuk meningkatkan pengembangan skill. Penelitian ini\nmenggunakan pendekatan kualitatif dan Nvivo untuk menghasilkan koding. Hasil penelitian\nmenunjukkan kategori standar kinerja tinggi yang menunjukkan perilaku (Vokal tentang Aspirasi\nKarir, Memancarkan Gairah dan Kepositifan, Ingin Mengembangkan Keterampilan Baru,\nBerperilaku Sebagai Duta Perusahaan, Sadar Tanggung Jawab) dan standar kinerja rendah yang\nmenunjukkan perilaku ( Kurangnya Rasa Pengembangan Terhadap Hal Baru, Kurangnya\nMotivasi, Kurangnya Keterampilan Komunikasi, Terus Mengeluh) setiap peserta wawancara\nakan menghasilkan skor pengkodean berdasarkan perilaku di atas. Temuan penelitian ini\ndiharapkan dapat memberikan rekomendasi untuk program pelatihan sebagai alat untuk\nmeningkatkan pengembangan keterampilan salesman dengan mempertimbangkan hasil\npenelitian ini.", "Daftar File": {"ABSTRAK Meliana Aulia Dewi": "https://digilib.itb.ac.id/gdl/download/235767"}, "Penulis": "Meliana Aulia Dewi [19018108]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Aurik Gustomo, S.T., M.T.", "Prawira Fajarindra Belgiawan, S.T., M.Eng., Ph.D.", "Emilia Fitriana Dewi, S.H., M.A.B."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kinerja Salesman, Faktor Kinerja, Target Penjualan, Pengembangan Keterampilan, Program Pelatihan, Nvivo, Pendekatan Kualitatif", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "22 Sep 2021"}