{"Nomor": 61055, "Judul": "PROPOSAL PENINGKATAN SISTEM PENILAIAN KINERJA DALAM MENINGKATKAN KINERJA KARYAWAN STUDI KASUS DI BPJS KETENAGAKERJAAN", "Abstrak": "Penilaian kinerja dapat didefinisikan sebagai salah satu pendekatan strategis yang akan\nmembantu perusahaan untuk mencapai tujuan melalui peningkatan kinerja sumber daya\nmanusia yang dimiliki oleh perusahaan. Dalam praktiknya, hal tersebut dianggap\nsebagai proses yang paling sulit dan area SDM yang paling bermasalah bagi para pihak\nyang terlibat. Hal ini memang menjadi tantangan bagi banyak perusahaan, tetapi pada\nkenyatannya program tersebut dapat berjalan lebih efektif jika manajemen mampu\nmenyesuaikan praktik, tujuan, dan strategi dalam memanfaatkannya. Dalam penelitian\nini, contoh tantangan dalam penilaian kinerja terjadi di salah satu entitas pemerintah\nterbesar, BPJS Ketenagakerjaan. Penelitian ini bertujuan untuk mengeksplorasi sistem\npenilaian kinerja dan kelemahan yang ada di dalamnya. Pengumpulan data dilakukan\nmelalui wawancara mendalam dengan Departemen Human Capital dan karyawan\nsebagai pengguna sistem. Data yang terkumpul diolah dengan menggunakan Qualitative\nCoding and Analysis pada hasil wawancara untuk memahami dan menghasilkan\ntemuan-temuan. Hasil penelitian menunjukan bahwa pada komponen-komponen yang\ndiadopsi oleh perusahaan melalui sistem penilaian kinerja, beberapa praktik\nmenunjukkan ketidakefektifan. Permasalahan tersebut terletak pada realisasi data\npenilaian individu khususnya dalam pengukuran KPI dimana semua pegawai pada\ndepartemen tertentu memiliki hasil penilaian yang sama. Akibatnya, fungsi penilaian\nkinerja SDM yang dimiliki perusahaan tidak dapat dimanfaatkan dengan baik. Oleh\nkarena itu, sebagai rekomendasi, BPJS Ketenagakerjaan perlu menyempurnakan sistem\npenilaian kinerja yang menitikberatkan pada keadilan antara karyawan dan suksesi\nperusahaan secara terpadu melalui penyempurnaan proses cascading target dan\npenyesuaian metode penilaian.", "Daftar File": {"ABSTRAK Rivanny Deva Safitri": "https://digilib.itb.ac.id/gdl/download/235777"}, "Penulis": "Rivanny Deva Safitri [19018025]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Aurik Gustomo, S.T., M.T.", "Salfitrie Roos Maryunani, S.T., M.A.B.", "Aria Bayu Pangestu, S.Mn., MHRM"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sistem Penilaian Kinerja, Kelemahan Sistem, Pengukuran KPI, Pendekatan Kualitatif", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "22 Sep 2021"}