{"Nomor": 61056, "Judul": "NIAT PERILAKU WISATAWAN DOMESTIK TERHADAP DESTINASI WISATA MAKANAN : RESTORAN DAN KAFE LOKAL DI BANDUNG", "Abstrak": "Wisata kuliner diketahui memiliki potensi untuk berkontribusi menjadi keunggulan kompetitif\nyang bisa menjadi pengembangan utama suatu destinasi. Di Indonesia, pasar jasa makanan\ndiperkirakan akan tumbuh sebesar 7,06% pada tahun keempat mendatang (2018-2023), dengan\nsemakin banyak populasi yang memiliki konsumsi tinggi terhadap restoran dan kafe. Industri\nkuliner di Bandung, salah satu kota di Indonesia, berkembang pesat, menjadikannya bisnis\npaling populer di kota ini. Restoran dan kafe dianggap sebagai elemen penting dari pariwisata\nkarena memberikan kontribusi pendapatan daerah yang paling signifikan bagi kota Bandung.\nNamun, dengan semakin banyaknya bermunculan restoran dan kafe baru di Bandung,\npersaingan semakin ketat yang berujung pada kondisi jenuhnya pasar. Oleh karena itu,\npenelitian ini bertujuan untuk memahami faktor-faktor pengalaman konsumsi makanan yang\ndapat membentuk niat wisatawan domestik (niat mengunjungi kembali, merekomendasikan\nkepada orang lain) terhadap restoran dan kafe lokal di Bandung. Pengumpulan data dilakukan\ndengan kuesioner online kepada 220 responden yang berdomisili di Indonesia, di luar kota\nBandung dengan rentang usia 18-58 tahun, dan pernah berkunjung ke restoran dan kafe lokal\ndi Bandung. Selanjutnya, metode PLS-SEM digunakan untuk menganalisis data. Hasil\npenelitian menunjukkan bahwa nilai konsumsi makanan lokal, dan nilai pengalaman makanan\nlokal berpengaruh positif terhadap sikap wisatawan terhadap makanan lokal dan citra destinasi\nmakanan di restoran dan kafe lokal di Bandung. Selanjutnya, sikap wisatawan terhadap\nmakanan lokal, citra destinasi makanan, dan kepuasan wisatawan diketahui memengaruhi niat\nperilaku wisatawan secara positif (misalnya, niat mengunjungi kembali, merekomendasikan\nkepada orang lain) terhadap restoran dan kafe lokal di Bandung. Hasil penelitian ini diharapkan\ndapat bermanfaat bagi para pelaku usaha restoran dan kafe lokal di Bandung untuk\nmengembangkan usahanya menjadi destinasi wisata kuliner berkelanjutan yang menjanjikan", "Daftar File": {"ABSTRAK Kaisya Putri Salamah": "https://digilib.itb.ac.id/gdl/download/235778"}, "Penulis": "Kaisya Putri Salamah [19018033]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Pri Hermawan, S.T., M.T.", "Ira Fachira, S.Si., M.T., Ph.D.", "Nurrani Kusumawati, S.E., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Restoran dan Kafe Lokal Bandung, Niat Perilaku, Turis Domestik, Kuantitatif, Survei, PLS - SEM", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "22 Sep 2021"}