{"Nomor": 61052, "Judul": "DAMPAK IDENTITAS MEREK TERHADAP LOYALITAS MEREK BAGI PERUSAHAAN VIDEO GAME: STUDI KASUS UNTUK BLIZZARD ENTERTAINMENT", "Abstrak": "Industri video game merupakan industri yang besar, mengingat perkiraan pemain video game atau “gamer” pada tahun 2020 mencapai 2,7 Miliar. Sementara pasar global video game diperkirakan bernilai $155 miliar. Salah satu contoh perusahaan video game adalah Blizzard Entertainment, sebuah perusahaan pengembang video game yang dibuat pada tahun 1991 dan berpusat di Irvine, California. Pelanggan video game, terutama mereka yang bermain dari konsol game dan dari PC akan akrab dengan Blizzard karena mereka telah menciptakan game populer seperti World of Warcraft dan Diablo. Meskipun dibuat pada tahun 1991, Blizzard sampai saat ini masih membuat video game dan masih memperoleh pendapatan dan dianggap sebagai salah satu perusahaan video game terbesar di dunia.\nDisertasi ini bertujuan untuk mengetahui identitas merek Blizzard dan metode Blizzard untuk menciptakan loyalitas merek, dan dampaknya terhadap loyalitas merek pelanggan mereka, bagaimana disertasi ini akan mencoba untuk menyelidiki metode identitas merek Blizzard akan dimulai dari tinjauan pustaka sehingga memiliki pemahaman tentang faktor-faktor seperti identitas merek, loyalitas merek, dan variabel-variabel di sekitarnya yang kemudian dipertimbangkan untuk membuat metode pengumpulan data. Metode pengumpulan datanya sendiri akan bersifat kualitatif dari penelusuran identitas merek blizzard dan metode Blizzard untuk menciptakan loyalitas merek dan bagaimana korelasinya dengan identitas merek Blizzard sehingga untuk mencapai loyalitas merek dan kuantitatif dalam bentuk kuesioner online untuk verifikasi langsung pelanggan blizzard loyalitas merek melalui skala Likert 1 sampai 5 sehingga untuk mengukur persepsi responden dengan skala 1 sebagai “sangat tidak setuju” dan skala 5 sebagai “sangat setuju”. Kuesioner akan menanyakan variabel Identitas Merek dan Loyalitas Merek seperti \"kualitas permainan\" dan \"keterlibatan pelanggan\" sebagai sarana untuk memverifikasi loyalitas merek pelanggan Blizzard,. Hasil penelitian menemukan bahwa Blizzard menciptakan identitas merek mereka melalui pendekatan nilai-nilai inti mereka sebagai sebuah organisasi, dan metode mereka menciptakan loyalitas merek berasal dari pendekatan Identitas Merek mereka, khususnya berdasarkan nilai-nilai inti mereka sebagai sebuah organisasi", "Daftar File": {"ABSTRAK Abdalla Fauzan Wiguna": "https://digilib.itb.ac.id/gdl/download/235774"}, "Penulis": "Abdalla Fauzan Wiguna [19018314]", "Kontributor / Dosen Pembimbing": ["Jide Festus Awokoya"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "IDENTITAS MEREK TERHADAP LOYALITAS MEREK", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "22 Sep 2021"}