{"Nomor": 61061, "Judul": "THE EFFECT OF RUPIAH EXCHANGE RATE ON INDONESIA EXPORT", "Abstrak": "Tulisan ini mengkaji pengaruh nilai tukar rupiah terhadap ekspor Indonesia, terutama ekspor logam\ndasar, ekspor minyak sawit dan ekspor batubara. Runtuhnya perjanjian Brenton Woods pada tahun 1973\ntelah mengakibatkan sistem nilai tukar mengambang. Mata uang telah dibiarkan bergerak bebas, seperti\nterapresiasi dan terdepresiasi sesuai dengan kekuatan pasar. Menurut Sukirno (2010) Depresiasi nilai\ntukar akan mempengaruhi dan mempengaruhi dan mengakibatkan peningkatan kinerja ekspor dimana\nhal tersebut akan meningkatkan kapasitas ekspor dan menurunkan impornya dan sebaliknya apresiasi\nakan menurunkan kinerja ekspor sehingga menurunkan kapasitas ekspor dan meningkatkan impor.\nTujuan utama dari penelitian ini adalah untuk menganalisis pengaruh dan signifikansi pengaruh nilai\ntukar terhadap ekspor logam dasar, minyak sawit dan batubara Indonesia. Penelitian ini mencakup\nvariabel kontrol seperti PDB dan Inflasi. Regresi berganda dilakukan untuk penelitian ini untuk\nmenganalisis hubungan antara Ekspor sebagai variabel dependen dan Nilai Tukar, PDB dan Inflasi\nsebagai variabel Independen. Analisis regresi berganda menggunakan Ordinary least square (OLS)\nsebagai metode analisis untuk mengukur korelasi antara variabel dan hipotesis. Data mulai dari 2010\nQ1 hingga 2019 Q4 digunakan untuk penelitian ini.\nHasil penelitian menunjukkan bahwa nilai tukar tidak berpengaruh signifikan terhadap ekspor logam\ndasar, ekspor minyak sawit, dan ekspor batubara. Selain itu, PDB ditemukan secara signifikan\nmempengaruhi ekspor logam dasar dan ekspor minyak sawit. Namun, PDB tidak signifikan terhadap\nekspor batubara. Selanjutnya, penelitian ini menemukan PDB memiliki hubungan positif dengan ekspor\nlogam dasar, minyak sawit dan batubara. Hasil penelitian menunjukkan bahwa inflasi berpengaruh\nsignifikan terhadap ekspor batubara, tetapi inflasi tidak signifikan terhadap ekspor logam dasar dan\nbatubara. Selain itu, penelitian ini menemukan bahwa inflasi memiliki hubungan positif terhadap ekspor\nlogam dasar, minyak sawit dan batubara.", "Daftar File": {"ABSTRAK Raditya Rahman Daffa": "https://digilib.itb.ac.id/gdl/download/235783"}, "Penulis": "Raditya Rahman Daffa [19018350]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nur Budi Mulyono S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Nilai Tukar, Ekspor, Logam Dasar, Minyak Sawit, Batubara", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "22 Sep 2021"}