{"Nomor": 61064, "Judul": "BAGAIMANA COVID-19 BERDAMPAK TERHADAP SUPPLY CHAIN PADA PERUSAHAAN FMCG DI INDONESIA YANG TELAH MENGIMPLEMENTASIKAN CORPORATE SOCIAL RESPONSIBILITY?", "Abstrak": "Supply chain telah mengalami kemajuan yang sangat signifikan selama beberapa tahun terakhir,\nterutama di berbagai perusahaan yang menerapkan social responsibility. Namun, adanya tragedi\nvirus Corona (COVID-19) telah berdampak terhadap kemajuan supply chain secara global\nsehingga perkembangannya pun relatif stagnan. Indonesia mengalami penurunan produksi sebesar\nUSD 50 miliar dikarenakan gangguan produksi dari negara Cina dan ini hanya salah satu dari\nsekian banyak kasus yang ada. Disertasi ini bertujuan untuk membahas dan menganalisa dampak\npandemi COVID-19 terhadap supply chain di perusahaan Fast-Moving Consumer Goods (FMCG)\nyang telah menerapkan program Corporate Social Responsibility (CSR) ke dalam perusahaan,\nterutama di sektor makanan dan minuman. Studi ini juga akan membahas perkembangan supply\nchain secara global sebelum terjadinya pandemi serta mengalisa adaptasi aktivitas perusahaanperusahaan\nsaat terjadinya COVID-19. Isu-isu terhadap supply chain di perusahaan FMCG\nIndonesia juga akan diteliti di dalam disertasi ini. Salah satu kerangka penelitian yang akan\ndigunakan dalam penelitian adalah Spearman Rank Correlation, untuk melihat korelasi\nperkembangan supply chain dengan adanya program CSR di dalam sebuah perusahaan. Berbagai\nstudi literatur juga akan dibahas lebih lanjut di dalam disertasi ini.", "Daftar File": {"ABSTRAK Aulia Ismaya Khairunnisa": "https://digilib.itb.ac.id/gdl/download/235785"}, "Penulis": "Aulia Ismaya Khairunnisa [19018344]", "Kontributor / Dosen Pembimbing": ["Dr. Eng Nur Budi Mulyono"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "corporate social responsibility, COVID-19, Indonesia, sektor FMCG, Supply Chain, Spearman Rank Correlation", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "22 Sep 2021"}