{"Nomor": 61068, "Judul": "HOW ARE MAGAZINES KEEPING THEIR BRAND PRESENCE THROUGH THE DIGITALIZATION SHIFT: A STUDY OF VOGUE MAGAZINE", "Abstrak": "Digitalisasi dan artinya berdasarkan literatur adalah bahwa ia melayani lebih dari\nsekadar stimulus untuk bisnis tetapi lebih merupakan titik di mana konteks mulai\nbergeser atau berubah dengan munculnya teknologi baru yang perlu dilengkapi dengan\nkompetensi baru. (Nambisan, 207; Reuber dan Fischer, 2011; Wentrup, 2016). Karena\nsetiap sektor bisnis yang terhubung dengan transformasi ini, dengan fokus pada\ndigitalisasi dan bayang-bayangnya pada industri penerbitan, jelas bahwa para pelaku\nbisnis didorong untuk menyesuaikan bisnis mereka dan cara mereka beroperasi agar\nsesuai dengan pasar baru yang ada dan sekarang menuntut lebih banyak konten digital,\nagar tetap relevan dan tidak harus ditutup karena selama ini mengandalkan media cetak\nsecara tradisional. Transisi dari media tradisional ke media digital atau online platform\nsebagai konsekuensinya menuntut perencanaan yang lebih strategis seiring dengan\nperubahan lingkungan yang terus berkembang, dan seiring dengan semakin\nkompleksnya konsumen dalam interaksi mereka dengan teknologi. Penelitian ini\nmengakui majalah Vogue sebagai majalah mode dan gaya hidup terkemuka yang telah\nberdiri sejak lebih dari 120 tahun dan telah terbukti mampu bertahan dari rintangan\nyang dihadapi dalam industri penerbitan karena mereka mampu mempertahankan baik\nbentuk tradisional maupun bentuk digitalnya tetap hidup. Penelitian ini mempelajari\nrencana pemasaran Vogue yang terdiri dari strategi pemasaran digitalnya dan\nmenerapkan konsep branding untuk memahami bagaimana majalah tersebut dapat tetap\nrelevan hingga hari ini.", "Daftar File": {"ABSTRAK Dominique Khairunisa": "https://digilib.itb.ac.id/gdl/download/235789"}, "Penulis": "Dominique Khairunisa [19018323]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nur Budi Mulyono S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Digitalization, Digital Marketing, Branding", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "22 Sep 2021"}