{"Nomor": 61075, "Judul": "SHIFTING ON ORGANIZATIONAL MODEL IN RESPOND TO COVID-19 PANDEMIC: A STUDY IN THE IMPLEMENTATION OF THE 2020 POPULATION CENSUS (SP 2020) BY BADAN PUSAT STATISTIK PROVINSI KEPULAUAN BANGKA BELITUNG", "Abstrak": "Sensus Penduduk adalah salah satu program BPS yang dilaksanakan setiap 10 tahun dengan\ntujuan dapat menyediakan data kependudukan, status ekonomi, status pendidikan, rumah\ntangga dan lain lain yang berhubungan dengan demografi penduduk Indonesia. Pada Tahun\n2020 adalah pelakasanaan sensus penduduk yang ke 7 kalinya oleh Badan Pusat Statistik.\nHadirnya pandemi covid-19 di Indonesia pada awal tahun 2020 menyebabkan beberapa\nmasalah yang cukup mengganggu keberjalanan sensus penduduk. Munculnya beberapa\nkebijakan baru seperti PSBB dan juga protokol kesehatan oleh Pemerintah memaksa BPS Prov.\nKep. Bangka Belitung harus melakukan beberapa penyesuaian dan perubahan pada model\norganisasi yang diterapkan dalam implementasi program Sensus Penduduk 2020.\nPenelitian ini bertujuan untuk mengetahui pergeseran model organisasi BPS Prov. Kep. Bangka\nBelitung. Penelitian ini juga bertujuan untuk mengetahui tingkat efektivitas dari pergeseran\nmodel organisasi yang dilakukan. Berdasarkan studi literatur, penelitian ini akan menerapkan\nteori 7s McKinsey untuk melakukan diagnosa dan mengidentifikasi pergeseran ini. Model\nperencanaan perubahan oleh Thomas G. Cumming dan Christopher G. Worley adalah model\ndasar dari proses dan metodologi penelitian ini. Untuk mengukur tingkat efektivitas pergeseran\nyang terjadi, penulis akan melakukan perbandingan dengan objektif dalam melaksanakan\nSensus Penduduk 2020 itu sendiri.\nHasil dari diagnosa melalui model organisasi 7s Mckinsey, BPS Prov. Kep Bangka Belitung\nmelakukan penyesuaian besar-besaran dilakukan pada indikator strategy, staffing, system dan\nstructure. Perubahan tidak terlalu besar dilakukan pada indikator Style, dan hanya sedikit\nperubahan pada indikator skill. Sedangkan untuk indikator shared value tidak ada penyesuaian\nyang dilakukan. Pergeseran model organisasi dinilai belum cukup efektif namun tetap\ndiapresiasi karena BPS Prov. Kep. Bagka Belitung telah menyiapkan strategi sensus lanjutan\npada tahun 2021 untuk memenuhi kebutuhan ragam data dan mencapai objektif dari sensus\npenduduk.\nRekomendasi yang diberikan adalah berupa strategi untuk mengoptimalkan sesus penduduk\nsecara daring pada periode sensus penduduk selanjutnya (2030). Penulis juga menambahkan\nbeberapa hal yang dapat menunjang optimalisasi sensus online ini.", "Daftar File": {"ABSTRAK Rafiz Juliansyah": "https://digilib.itb.ac.id/gdl/download/235796"}, "Penulis": "Rafiz Juliansyah [19018145]", "Kontributor / Dosen Pembimbing": ["Hary Febriansyah, S.Si., M.T., Ph.D.", "John Welly, M.Sc.", "Nurfaisa Hidayanti, S.Psi., M.Psi."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sensus penduduk, Pandemi Covid-19, model organisasi, 7s Mc Kinsey, Perencanaan perubahan.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "22 Sep 2021"}