{"Nomor": 61078, "Judul": "PERBEDAAN PERSEPSI ANTAR GENERASI DAN DAMPAKNYA TERHADAP NIAT BELI LAYANAN PREMIUM PLATFORM OMS", "Abstrak": "Platform Online Music Streaming (OMS) merupakan salah satu kontributor terbesar\nterhadap pendapatan industri musik. Akan tetapi, sumber penghasilan platform OMS\nterbatas pada dua sumber; layanan premium dan iklan berbayar. Sebagian besar\npengguna platform OMS menggunakan layanan gratis dan mereka tersebar dalam tiga\ngenerasi secara berurutan; generasi X, Y, dan Z. Tujuan dari penelitian ini adalah untuk\n(1) mengetahui perbedaan dari dampak usia dan perilaku masing-masing generasi dalam\npersepsinya terhadap platform OMS; (2) menemukan dampak dari persepsi mereka\nterhadap niat beli layanan premium di OMS. Penelitian ini melibatkan 402 responden\ndari Indonesia dan dianalisa menggunakan metode SEM-PLS. Hasil menunjukan bahwa\nhanya generasi X yang memiliki pengaruh berbeda terhadap persepsi konsumennya.\nGenerasi Y dan Z memiliki pengaruh signifikan terhadap perceived usefulness,\nperceived enjoyment, dan perceived trust. Namun, hanya perceived usefulness yang\nmemiliki pengaruh signifikan terhadap niat beli layanan premium mereka. Sementara\nitu, generasi X memiliki pengaruh yang tidak signifikan terhadap perceived trust dan\ntidak ada satu pun persepsinya yang berpengaruh pada niatnya dalam membeli layanan\npremium di platform OMS. Maka dari itu, platform OMS direkomendasikan untuk\nfokus terhadap pasar generasi Y dan Z seiring dengan disarankannya penelitian lebih\njauh terhadap faktor-faktor yang mempengaruhi niat beli di platform digital pada\ngenerasi X secara spesifik.", "Daftar File": {"ABSTRAK Hana Aiko Andryani": "https://digilib.itb.ac.id/gdl/download/235799"}, "Penulis": "Hana Aiko Andryani [19018048]", "Kontributor / Dosen Pembimbing": ["Rendra Chaerudin, S.E., M.M.", "Salfitrie Roos Maryunani, S.T., M.A.B.", "Aria Bayu Pangestu, S.Mn., MHRM"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Music Streaming, Digital Platform, Generational Cohorts, Consumer Perception, Purchase Intention, Partial Linear Regression", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "22 Sep 2021"}