{"Nomor": 61084, "Judul": "EVALUASI KELELAHAN NON-CREW PT KERETA API INDONESIA DAERAH OPERASI I MENGGUNAKAN SUSTAINED ATTENTION TEST (SAT)", "Abstrak": "Kelelahan dapat meningkatkan risiko terjadinya kecelakaan kerja pada kegiatan operasional kereta api, sehingga penting untuk dilakukan evaluasi kelelahan pada seluruh petugas. Namun demikian, evaluasi kelelahan saat ini masih sangat berfokus pada masinis saja, padahal unit penunjang seperti petugas pengatur perjalanan kereta api (PPKA) dan petugas langsir (PLR) juga memiliki peranan yang sama pentingnya. Penelitian ini bertujuan untuk mengevaluasi kelelahan yang dialami PPKA dan PLR saat sebelum dan setelah dinasan dan mendapatkan saran langkah mitigasi. Enam belas orang PPKA dan PLR yang bertugas saat dinasan pagi dan dinasan siang berpartisipasi dalam penelitian ini. Evaluasi kelelahan dilakukan saat sebelum dan setelah dinasan menggunakan Sustained Attention Test (SAT) dan instrumen pendukung seperti Karolinska Sleepiness Scale (KSS), Visual Analogue Scale (VAS), Morningness – Eveningness Questionnaires (MEQ), dan Pittsburgh Sleep Quality Index (PSQI). Hasil penelitian menunjukkan perbedaan tingkat kantuk antara dinasan pagi dan dinasan siang. Hal ini dapat disebabkan oleh mayoritas partisipan yang diidentifikasi sebagai tipe moderate morning, istirahat yang dinilai tidak cukup dan berkualitas buruk, maupun perbedaan pada durasi terjaga sebelum dinasan. Dari penelitian ini, dapat disimpulkan bahwa PPKA dan PLR mengalami kelelahan saat sebelum maupun setelah dinasan dengan beberapa individu dinilai berada dalam kondisi kelelahan yang tinggi. Langkah mitigasi yang dapat dilakukan adalah meningkatkan durasi dan kualitas tidur dengan menyediakan tempat istirahat yang dekat dengan stasiun dan nyaman digunakan. Untuk jangka waktu pendek perusahaan dapat meningkatan jumlah waktu istirahat, menyesuaikan jadwal dinasan dengan tipe individu, maupun menyediakan kafein.", "Daftar File": {"ABSTRAK Alvin Pranata": "https://digilib.itb.ac.id/gdl/download/235805"}, "Penulis": "Alvin Pranata [13417078]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hardianto Iridiastadi, M.SIE."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "kelelahan, kantuk, sustained attention test, pengatur perjalanan kereta api, petugas langsir", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "23 Sep 2021"}