{"Nomor": 61089, "Judul": "DESAIN DAN ANALISIS REAKTOR CEPAT BERPENDINGIN 208PB-BI EUTEKTIK DENGAN SKEMA BURNUP MCANDLE RADIAL", "Abstrak": "Saat ini, tipe reaktor nuklir yang dominan di dunia adalah Light Water Reactor (LWR). Namun, pemanfaatan uranium alam pada LWR sangat rendah. Untuk mengoptimalkan pemanfaatan uranium alam sebagai bahan bakar, LWR harus melakukan proses pengayaan uranium-235. Namun, hanya sekitar 5% bahan bakar uranium diperkaya yang mengalami reaksi fisi. Fast Breeder Reactor (FBR) dengan siklus bahan bakar terbuka juga memanfaatkan uranium alam cukup rendah, karena menggunakan uranium yang diperkaya lebih tinggi sebagai bahan bakar. Sedangkan FBR dengan siklus bahan bakar tertutup memerlukan teknologi reprocessing bahan bakar bekas. Proses pengayaan uranium akan menyisakan banyak uranium sisa (depleted uranium). Baik teknologi pengayaan maupun reprocessing bahan bakar bekas merupakan isu yang sensitif dan juga mahal. Reaktor dengan skema burnup CANDLE (Constant Axial shape of Neutron flux, nuclides densities, and power shape During Life of Energy production) yang dimodifikasi (MCANDLE) dapat meningkatkan pemanfaatan uranium alam sebagai bahan bakar. Hal ini karena setelah beroperasi satu siklus, reaktor ini hanya memerlukan uranium alam sebagai input bahan bakar tanpa proses pengayaan dan reprocessing bahan bakar. Untuk memulai operasi reaktor diperlukan bahan bakar fisil, contohnya plutonium. Namun, skenario pengoperasian reaktor cepat pada tahun 2050 membuat pemuatan plutonium di reaktor harus dibuat seminimal mungkin. Oleh karena itu, dalam penelitian ini dilakukan analisis terhadap penggunaan 208Pb-Bi sebagai pendingin karena penampang serapan neutron isotop 208Pb sangat rendah sehingga diharapkan dapat meminimalkan pemuatan bahan bakar di reaktor. Optimasi arah pengisian bahan bakar dilakukan sehingga diperoleh desain yang memiliki reaktivitas rata-rata sekitar 1% ?k/k dan Power Peaking Factor (PPF) kurang dari dua selama beroperasi. Kemudian, dilakukan analisis terhadap desain teras awal untuk desain optimasi tersebut dengan bahan bakar awal plutonium. Perhitungan neutronik dilakukan menggunakan SRAC (Standard Reactor Analysis Code System) dan JENDL (Japanese Evaluated Nuclear Data Library) 4.0 sebagai perpustakaan data nuklir. Perhitungan SRAC dengan menggunakan metode deterministik juga telah dibandingkan dengan hasil perhitungan MCNP6 (Monte Carlo N particle-6) yang menggunakan metode probabilistik. Selisih hasil perhitungannya masih di bawah 4%. Hasil perhitungan lainnya yang diperoleh menunjukkan bahwa, pendingin 208Pb-Bi dapat meminimalkan pemuatan bahan bakar pada reaktor dengan skema burnup MCANDLE. Melalui optimasi arah pengisian bahan bakar juga diperoleh skema yang memiliki excess reaktivitas yang lebih rendah dari 1% ?k/k dan PPF lebih rendah dari dua selama waktu operasi. Skema ini juga memiliki tingkat pembakaran bahan bakar bekas uranium alam ~ 48% FIMA (Fissions per Initial Metal Atom). Artinya, desain ini mampu meningkatkan pemanfaatan uranium alam karena sekitar 48% uranium alam mengalami fisi tanpa proses pengayaan maupun pemrosesan ulang bahan bakar. Kemudian, diperoleh desain teras awal reaktor untuk skema terpilih yang memiliki nilai reaktivitas rata-rata sekitar 1% ?k/k selama operasi dengan menggunakan bahan bakar bekas Advanced Pressurized Water Reactor (APWR).", "Daftar File": {"ABSTRAK Nina Widiawati": "https://digilib.itb.ac.id/gdl/download/235811", "COVER Nina Widiawati": "https://digilib.itb.ac.id/gdl/download/238212", "BAB5 Nina Widiawati": "https://digilib.itb.ac.id/gdl/download/238217", "PUSTAKA Nina Widiawati": "https://digilib.itb.ac.id/gdl/download/238218"}, "Penulis": "Nina Widiawati [30216005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Zaki Su`ud, M.Eng.", "Ph.D.", "Dr.Eng. Ir. Sidik Permana, S.Si., M.Eng.", "Dr.Eng. Dwi Irwanto, S.Si., M.Si., M.Eng."], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Uranium alam, 208Pb-Bi, MCANDLE, SRAC, MCNP", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "23 Sep 2021"}