{"Nomor": 61095, "Judul": "IDENTIFIKASI STRATEGI MITIGASI BANJIR BERDASARKAN TINGKAT RISIKO BENCANA BANJIR DAN PENGGUNAAN LAHAN DI KOTA BANDUNG", "Abstrak": "Banjir merupakan salah satu bencana alam yang sering terjadi di daerah perkotaan\nkhususnya pada negara berkembang yang memiliki tingkat intensitas kegiatan dan\njumlah penduduk yang tinggi. Selain itu bentuk topografi yang cenderung membentuk\ncekungan, berada di dataran rendah kurang memiliki daerah resapan menjadi faktor\nsulitnya mengalirkan limpasan air. Banjir dapat disebabkan oleh faktor perubahan iklim\nseperti fenomena cuaca ekstrim dan peningkatan curah hujan, faktor manusia seperti\nperubahan penggunaan lahan di daerah kawasan lindung /perbukitan dan faktor alami\nseperti sedimentasi saluran air dan penurunan kapasitas sungai untuk menampung\nlimpasan air. Sebagian besar dampak dari kejadian banjir di perkotaan mampu\nmelumpuhkan kegiatan di perkotaan sehingga sangat merugikan masyarakat dan\npemerintah. Kota Bandung merupakan salah satu wilayah perkotaan yang rutin\nmengalami bencana banjir. Hal tersebut karena Kota Bandung terletak di kawasan\nCekungan Bandung yang secara fisik rawan bencana banjir. Selain itu, cuaca ekstrim,\nalih fungsi lahan, tingginya intensitas kegiatan di p erkotaan, serta kurang optimalnya\ndrainase perkotaan semakin meningkatkan peluang terjadinya banjir di Kota Bandung.\nOleh karena itu perlu adanya upaya mitigasi bencana banjir sehingga dapat\nmeminimalisasi dampak dari bencana banjir di masa mendatang. Meto de penelitian ini\ndilakukan dengan pengumpulan data primer dan sekunder kepada instansi terkait lalu\ndari data yang sudah terkumpul akan dilakukan analisis kajian risiko serta analisis\nkonten pada hasil wawancara, dokumen rencana dan literatur untuk menent ukan bentuk\nstrategi mitigasi banjir untuk Kota Bandung. Penelitian ini bertujuan untuk\nmengidentifikasi strategi mitigasi banjir di Kota Bandung dengan mempertimbangkan\ntingkat risiko bencana banjir dan penggunaan lahan. Kajian tingkat risiko banjir\ndilakukan pada tahun dasar dan tahun proyeksi untuk melihat bagaimana tren\npeningkatan risiko banjir dan supaya didapatkan strategi mitigasi yang sesuai untuk\nditerapkan pada masa yang akan datang. Kemungkinan tren meningkat terjadi karena\nadanya indikasi peningkatan dari data statistik yang sudah terkumpul yaitu mulai dari\naspek sosial, fisik dan lingkungan. Namun pada aspek ekonomi ada potensi penurunan\nkarena lahan produktif yang semakin menurun. Jika tren mengalami peningkatan luas\nrisiko banjir maka integrasi tata ruang terhadap risiko banjir belum optimal karena\nmasih memiliki potensi peningkatan risiko banjir. Hasil penelitian menunjukkan bahwa\nrisiko banjir tinggi terjadi pada guna lahan permukiman, perdagangan dan jasa, industri\ndan fasilitas pendukung atau fasilitas publik sehingga diperlukan mitigasi banjir pada\nguna lahan tersebut. Upaya mitigasi pada guna lahan permukiman dapat dilakukan\ndengan mengoptimalkan fungsi drainase mikro dan makro, biopori /Green Infrastructure,\npengadaan penyimpanan dan retensi limpasan air, penghijauan kembali, pengelolaan\ntembok/tanggul banjir, floodproofing, mengontrol gangguan yang menyebabkan danvi\nberpotensi meningkatkan kerugian banjir ( encroachment control), pengendalian rencana\ntata ruang terhadap banjir, zoning, peman tauan dan penyebarluasan informasi terkait\nbanjir dan upaya mitigasinya pada guna lahan perdagangan jasa dapat dilakukan dengan\nfloodproofing, mengontrol gangguan yang menyebabkan dan berpotensi meningkatkan\nkerugian banjir (encroachment control), penghijauan kembali, pompanisasi,\npengelolaan tembok/tanggul banjir, biopori/green infrastructure, mengoptimalkan\nfungsi drainase mikro dan makro, zoning, relokasi menjauhi daerah banjir, pemantauan\ndan penyebarluasan informasi terkait banjir dan upaya mitigasinya , pada guna lahan\nfasilitas publik dapat dilakukan dengan mengoptimalkan fungsi drainase mikro dan\nmakro, biopori/green infrastructure, pengadaan penyimpanan dan retensi limpasan air,\npengelolaan tembok/tanggul banjir, pompanisasi, penghijauan kembali, floodproofing,\nrekonstruksi/renovasi gedung atau fasilitas yang sudah, pengendalian rencana tata ruang\nterhadap banjir, zoning, relokasi menjauhi daerah banjir, pengoptimalan penegakkan\nhukum (law enforcement) dan sanksi bagi pelanggarnya dan pada guna lah an industri\ndapat dilakukan dengan mengoptimalkan fungsi drainase mikro dan makro,\nbiopori/green infrastructure, pengadaan penyimpanan dan retensi limpasan air,\npengelolaan tembok/tanggul banjir, pompanisasi, penghijauan kembali, floodproofing,\nmengontrol gangguan yang menyebabkan dan berpotensi meningkatkan kerugian banjir\n(encroachment control), rekonstruksi/renovasi gedung atau fasilitas yang sudah,\npengendalian rencana tata ruang terhadap banjir, zoning, relokasi menjauhi daerah\nbanjir, pemantauan dan penyebarluasan informasi terkait banjir dan upaya mitigasinya,\npengoptimalan penegakkan hukum (law enforcement) dan sanksi bagi pelanggarnya.", "Daftar File": {}, "Penulis": "Haifa Aulia Nugraha [15417107]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Djoko Santoso Abi Suroso, Ph.D.", "Arini Murwindarti, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Banjir, Mitigasi Banjir, Perubahan Penggunaan Lahan, Risiko Banjir", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "23 Sep 2021"}