{"Nomor": 61090, "Judul": "PENGEMBANGAN PEMODELAN DAN PEMETAAN DOSIS DAN PANAS RADIASI GAMMA DI RSG G.A. SIWABESSY", "Abstrak": "Reaktor Serba Guna G.A. Siwabessy (RSG-GAS) merupakan reaktor riset terbesar di Asia Tenggara yang berperan sebagai fasilitas nasional untuk mengiradiasi material. Salah satu efek yang diakibatkan apabila suatu material terpapar oleh radiasi gamma intensitas tinggi di teras reaktor adalah timbulnya panas radiasi gamma. Penetrasi foton gamma pada berbagai konfigurasi material di area sekitar teras reaktor juga menyebabkan adanya paparan radiasi gamma yang diterima pekerja radiasi di dalam bangunan reaktor yang dinyatakan sebagai dosis gamma. Informasi panas gamma sangat penting digunakan untuk analisis keselamatan operasi fasilitas irradiasi dan target material itu sendiri. Sedangkan data dosis gamma digunakan untuk analisis keselamatan pekerja radiasi terkait pengaturan waktu kerja dan desain perisai radiasi bersama dengan hasil analisis paparan yang lain. Oleh karena itu perlu dilakukan pengembangan pemodelan dan software perhitungan panas gamma untuk menghasilkan data perhitungan mendekati data pengukuran. Sehingga pada kondisi tertentu (kecelakaan) yang tidak memungkinkan dilakukan pengukuran, data panas gamma dan dosis radiasi gamma dapat terwakili dari data perhitungan. Modifikasi dan improvisasi software yang dilakukan pada merupakan salah satu keterbaruan (novelty) penelitian ini. Intensitas radiasi gamma yang berperan penting sebagai sumber radiasi (source) pada perhitungan dosis dan panas gamma diestimasi menggunakan code\nORIGEN2. Panas gamma dapat ditentukan dengan cara pengukuran dan perhitungan. Penelitian tentang perhitungan panas gamma pada material target iradiasi di RSG-GAS telah dirintis sejak tahun 1990an dengan menggunakan code Gamset. Program tersebut hingga saat ini masih digunakan apabila pengukuran langsung dengan kalorimeter sulit untuk diterapkan. Namun program ini memiliki keterbatasan berupa basis perhitungan yang hanya dibatasi pada 3 kelompok energi (0,5 MeV; 1 MeV; 1,5 MeV) dan\nparameter perhitungan disusun untuk level daya 35 MW. Oleh karena itu pada penelitian ini dikembangkan program baru penghitung panas gamma berbasis Gamset dengan basis perhitungan 18 grup energi gamma mulai dari mean energy 0,01 MeV hingga 9,5 MeV yang diberi nama \" NewGamset \". Penambahan basis rentang energi menjadi 18 grup ini mengikuti spektrum energi dari code ORIGEN2 yang dibagi berdasarkan energi dan perilaku nuklida inventori teras reaktor. Dalam NewGamset MW dan daya desain 30 MW. Pada penelitian ini dilakukan pengukuran panas gamma di Central Irradiation Position (CIP) teras silisida RSG-GAS untuk memverifikasi hasil perhitungan Gamset dan NewGamset. Hasil pengukuran pada daya operasi 15 MW dengan 4 jenis kalorimeter yaitu berbahan penyerap grafit (C), alumunium (Al), besi (Fe) dan zirkonium (Zr). Nilai panas gamma hasil pengukuran pada setiap jenis\nkalorimeter yaitu sebesar 2,20 W/g (C), 2,25 W/g (Al), 2,58 W/g (Fe) dan 2,91 W/g (Zr). Sehingga dipilih kalorimeter yang menghasilkan hasil pengukuran yang paling mendekati data hasil perhitungan. Secara umum, hasil simulasi perhitungan panas gamma lebih besar dari hasil pengukuran. Rasio perbandingan perhitungan dengan code Gamset dibandingkan pengukuran adalah 1,37 sedangkan dengan NewGamset adalah 1,02. Dengan demikian disimpulkan bahwa NewGamset memberikan hasil yang lebih\nmendekati dengan nilai pengukuran bila dibandingkan dengan code sebelumnya (Gamset) sehingga direkomendasikan digunakan untuk validasi data pemanasan gamma berbagai bahan target iradiasi di RSG-GAS. NewGamset juga didesain lebih ramah pengguna sehingga mampu menjawab kebutuhan praktis terkait analisis keselamatan fasilitas iradiasi yang terkendala masalah peremajaan kalorimeter dan\npelaksanaan kegiatan pengukuran yang dapat mengganggu jadwal pelayanan iradiasi material di RSG-GAS.\nKegiatan pengendalian paparan radiasi di fasilitas reaktor dilakukan berdasarkan prinsip ALARA (as low as reasonably achievable) untuk menjamin keselamatan bagi pekerja radiasi. Kegiatan ini diwujudkan dengan pengukuran dan perhitungan dosis gamma menggunakan program simulasi komputer yang bersesuaian. Pada penelitian ini dilakukan perhitungan dan pemetaan dosis gamma di Balai Operasi (Lt. 13) dan Balai\nEksperimen (Lt. 0) sebagai area kerja aksesibilitas tinggi dengan menggunakan code QAD-CGGP. Code ini cukup populer digunakan untuk perhitungan penetrasi foton gamma diberbagai media dan untuk desain perisai radiasi. Sumber gamma diklasifikasi dalam 18 grup energi gamma yang sesuai dengan pembagian energi pada program NewGamset untuk meningkatkan keakurasian hasil perhitungan. Hasilnya diverifikasi\ndengan pengukuran menggunakan surveymeter gamma (dosemeter) pada titik pengamatan tertentu secara radial di dalam bangunan reaktor RSG-GAS. Secara umum, laju dosis gamma hasil simulasi QAD-CGGP lebih rendah dari hasil pengukuran. Hal itu disebabkan daerah pengukuran diambil area yang mendekati area yang digunakan sebagai lokasi perhitungan, sehingga hasil perhitungan terkontaminasi\ndengan sumber radiasi selain radiasi gamma. Hasil verifikasi dengan pengukuran menunjukkan perbedaan rata-rata : 4% ~ 7%. Hasil mapping ini digunakan untuk penentuan klasifikasi zona ruangan, pengaturan waktu kerja dan sebagai dasar desain perisai radiasi di daerah kerja. Dari hasil mapping, sebagian besar area kerja memiliki paparan radiasi gamma kategori rendah (L). Area kerja dengan paparan kategori sedang (M) dan tinggi (H) dijumpai pada area di sekitar core center, kolam reaktor dan beam tube S1 yang sedang beroperasi serta area di sekitar pintu pompa primer.", "Daftar File": {"ABSTRAK Anis Rohanda": "https://digilib.itb.ac.id/gdl/download/235812", "COVER Anis Rohanda": "https://digilib.itb.ac.id/gdl/download/238228", "BAB5 Anis Rohanda": "https://digilib.itb.ac.id/gdl/download/238233", "PUSTAKA Anis Rohanda": "https://digilib.itb.ac.id/gdl/download/238234"}, "Penulis": "Anis Rohanda [30217016]", "Kontributor / Dosen Pembimbing": ["Prof. Drs. Abdul Waris, M.Eng., Ph.D.", "Dr. Rizal Kurniadi, S.Si., M.Si.", "Syaiful Bakhri, M.EngSc, Ph.D"], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "RSG-GAS, dosis gamma, panas gamma, NewGamset, ORIGEN2, QAD-CGGP", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "23 Sep 2021"}