{"Nomor": 61099, "Judul": "ANALISIS KASUS KEGAGALAN SISTEM PENGEREMAN PADA PESAWAT TERBANG DARI DATA FDR STUDI KASUS : PESAWAT BOEING 737-300 KARGO", "Abstrak": "Dalam operasi penerbangan, pesawat terbang merekam dan mencatat kondisi terbangnya pada Flight Data Recorder yang ada di dalam Black Box. Pencatatan tersebut dilakukan secara langsung terhadap waktu terbang, dan pencatatan ini terdiri dari berbagai parameter terbang yang bisa direkam oleh sistem instrumentasi pesawat.\nPada tugas sarjana ini dianalisis kasus kerusakan sistem pengereman suatu pesawat udara. Kerusakan tersebut terjadi pada siklus penerbangan yang jauh lebih sedikit daripada yang diprediksikan oleh manual pesawat tersebut. Untuk mencari sumber permasalahan dari kerusakan tersebut, digunakan data penerbangan yang tersimpan di dalam FDR.\nDi dalam FDR tersebut tersedia data kecepatan pesawat saat landing, massa pesawat saat landing, kondisi pembebanan hidrolik saat landing, dan lain sebagainya. Setelah semua parameter yang terhubung dengan kasus landing pesawat diperoleh, kemudian diambil dan diolah pada aplikasi Ms. excel. Penulis menggunakan metode Taguchi dan korelasi Pearson untuk mengetahui parameter mana yang lebih sensitif di antara parameter yang dipilih lainnya. Penulis akan mengetahui kondisi dari parameter mana yang paling sensitif dan mempengaruhi kegagalan sistem pengereman pada pesawat terbang. Di samping itu hasil yang diperoleh juga dapat memberikan keterangan akan hubungan parameter tersebut dengan proses kegagalan yang ditinjau.\nHasil analisis akhir dari metode Taguchi dan korelasi Person memberikan hasil parameter sensitif yang berbeda, hal ini karena metode Taguchi dan korelasi Pearson langkah pengolahan sensitifitas yang berbeda. Interpretasi hasil akhir juga dapat memberikan sedikit prediksi perawatan dan varian terbang terbaik untuk pesawat terbang dari data FDR.", "Daftar File": {"Abstrack Yan Ramadhan Sastra": "https://digilib.itb.ac.id/gdl/download/235849", "COVER Yan Ramadhan Sastra": "https://digilib.itb.ac.id/gdl/download/235851"}, "Penulis": "Yan Ramadhan Sastra [13615035]", "Kontributor / Dosen Pembimbing": ["Ir. Toto Indriyanto, M.Sc., Ph.D.", "Ony Arifianto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "penerbangan;  Flight Data Recorder; Black Box;Pesawat Boeing 737-300 Kargo; pengereman peswat", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "8 file", "Tanggal Input": "23 Sep 2021"}