{"Nomor": 61102, "Judul": "STRATEGI BISNIS BARU UNTUK WHYTEEDENT UNTUK MENDAPATKAN KEMBALI PANGSA PASAR DI INDONESIA", "Abstrak": "Whyteedent PT Hydrangea Indonesia merupakan salah satu pemimpin dalam produk perawatan mulut dan menguasai 78,7 persen pangsa pasar pada 2017. Namun, menurut Top Brand Index, pangsa pasar turun menjadi 64,6 persen pada April 2020. Persaingan menjadi lebih ketat karena konsumen terpapar oleh banyak merek yang menawarkan produk dan layanan serupa. Whyteedent memiliki 24 varian pasta gigi untuk dewasa dan 3 varian pasta gigi untuk anak-anak. Memiliki terlalu banyak variasi dalam merek mereka sendiri membuat Whyteedent bersaing tidak hanya dengan para pesaingnya tetapi juga dengan produknya sendiri. Oleh karena itu Whyteedent perlu meningkatkan keunggulan kompetitifnya.\n\nPenelitian dilakukan dengan menggunakan sumber primer dan sekunder. Dalam penelitian ini data primer dikumpulkan dari survei dan wawancara. Pengumpulan data dilakukan dengan\nteknik sampling snowball. Eksplorasi lebih lanjut dilakukan untuk melihat peluang apa lagi yang dapat membantu Whyteedent mengembangkan strategi bisnisnya guna meningkatkan pangsa pasarnya di Indonesia melalui analisis lingkungan bisnis eksternal dan internal menggunakan model PESTEL, VRIO, dan SWOT. Analisis TOWS dan bauran pemasaran kemudian digunakan untuk mengembangkan strategi bisnis.\n\nTemuan menunjukkan 82,6% responden telah menggunakan 2-5 merek pasta gigi dalam hidup mereka. Akibat wabah COVID-19, kebiasaan konsumen beralih ke belanja online untuk membeli produk perawatan mulut. Namun, pembelian masih didominasi oleh toko offline melalui supermarket dan minimarket. E-commerce Indonesia meningkat dua kali lipat setiap tahun selama tiga tahun terakhir dan diproyeksikan tumbuh delapan kali lipat pada tahun 2022. Whyteedent harus menggunakan kesempatan ini untuk menciptakan rasa urgensi dalam menjaga kebersihan mulut yang baik untuk meningkatkan penjualan online karena kebersihan mulut yang buruk dapat meningkatkan risiko tertular COVID-19. Untuk meningkatkan keunggulan kompetitif Whyteedent, ada 6 rekomendasi strategi untuk mengatasi masalah penurunan pangsa pasar, yaitu mengurangi varian produk, target pasar yang lebih spesifik, menggunakan bahan yang dapat didaur ulang, meningkatkan kehadiran online, menerapkan tempat pengisian ulang, dan meningkatkan inisiatif pendidikan kesehatan gigi dan mulut.", "Daftar File": {"COVER Aurora Pricilla Fadeli": "https://digilib.itb.ac.id/gdl/download/261811", "BAB 1 Aurora Pricilla Fadeli": "https://digilib.itb.ac.id/gdl/download/261812", "BAB 2 Aurora Pricilla Fadeli": "https://digilib.itb.ac.id/gdl/download/261813", "BAB 3 Aurora Pricilla Fadeli": "https://digilib.itb.ac.id/gdl/download/261814", "BAB 4 Aurora Pricilla Fadeli": "https://digilib.itb.ac.id/gdl/download/261815", "PUSTAKA Aurora Pricilla Fadeli": "https://digilib.itb.ac.id/gdl/download/261816"}, "Penulis": "Aurora Pricilla Fadeli [29319364]", "Kontributor / Dosen Pembimbing": ["Anh Dung Do, MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pangsa Pasar, Strategi Bisnis, Pasta Gigi, Sikat Gigi.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "23 Sep 2021"}