{"Nomor": 61114, "Judul": "ZONASI KERENTANAN LONGSORAN MENGGUNAKAN METODE WEIGHT OF EVIDENCE (WOE) DAN STATISTICAL INDEX (SI) DI SUB-DAS CIPELES, KABUPATEN SUMEDANG, JAWA BARAT", "Abstrak": "Secara administratif, Sub-DAS Cipeles terletak di Kabupaten Sumedang dan Kabupaten\nMajalengka, Jawa Barat. Sub-DAS Cipeles yang termasuk ke dalam DAS Cimanuk\nmerupakan daerah yang cukup rentan terhadap bencana longsoran. Untuk meminimalkan\nkerugian yang diakibatkan oleh bencana longsoran, penentuan zona kerentanan longsoran\nsangat diperlukan. Penelitian ini dilakukan dengan menggunakan metode statistik bivariat,\nyaitu metode weight of evidence (WoE) dan statistical index (SI). Data longsoran yang\ndigunakan adalah hasil inventarisasi melalui teknik penginderaan jauh pada citra\nmultitemporal, observasi lapangan, dan pengumpulan data dari laporan kejadian longsoran\npada laman web PVMBG. Didapatkan total 286 titik longsoran yang kemudian dibagi secara\nacak menjadi dua set data, yaitu data uji sebanyak 201 titik (70%) dan data validasi sebanyak\n85 titik (30%). Penelitian ini menggunakan delapan belas parameter, yaitu elevasi,\nkemiringan lereng, arah lereng, plan curvature, profile curvature, total curvature, terrain\nruggedness index (TRI), terrain wetness index (TWI), stream power index (SPI), arah aliran,\njarak dari kelurusan, jarak dari sungai, jarak dari jalan, litologi, tutupan lahan, jenis tanah,\ncurah hujan, dan normalized difference vegetation index (NDVI).\nBerdasarkan nilai AUC, terdapat dua belas parameter penyebab longsoran yang dominan\n(AUC ? 0,6), yaitu litologi, terrain ruggedness index (TRI), elevasi, jenis tanah, kemiringan\nlereng, normalized difference vegetation index (NDVI), tutupan lahan, stream power index\n(SPI), jarak dari kelurusan, curah hujan, jarak dari jalan, dan arah lereng. Hasil validasi\nterhadap metode WoE menunjukkan nilai AUC untuk success rate sebesar 0,9085\n(istimewa) dan AUC untuk prediction rate sebesar 0,8595 (sangat baik). Hasil validasi\nterhadap metode SI menunjukkan nilai AUC untuk success rate sebesar 0,9109 (istimewa)\ndan AUC untuk prediction rate sebesar 0,8608 (sangat baik). Berdasarkan peta zona\nkerentanan longsoran dengan metode WoE, ditunjukkan persentase luas zona kerentanan\nlongsoran tinggi sebesar 12% (77 km2), zona kerentanan longsoran menengah 6% (41 km2),\nzona kerentanan longsoran rendah 11% (70 km2), dan zona kerentanan longsoran sangat\nrendah 71% (460 km2). Berdasarkan peta zona kerentanan longsoran dengan metode SI,\nditunjukkan persentase luas zona kerentanan longsoran tinggi sebesar 11% (72 km2), zona\nkerentanan longsoran menengah 7% (44 km2), zona kerentanan longsoran rendah 10% (65\nkm2), dan zona kerentanan longsoran sangat rendah 72% (467 km2).", "Daftar File": {"ABSTRAK Alfaridzi Meifano": "https://digilib.itb.ac.id/gdl/download/236123"}, "Penulis": "Alfaridzi Meifano [12017074]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Imam Achmad Sadisun, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "kunci: Sub-DAS Cipeles, kerentanan longsoran, weight of evidence, statistical index", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Sep 2021"}