{"Nomor": 61119, "Judul": "PENGEMBANGAN SISTEM PENGUKURAN ENERGI GAS ALAM BERBASIS KECEPATAN SUARA DAN KONSENTRASI GAS PENGENCER", "Abstrak": "Gas alam merupakan bahan bakar fosil berbentuk gas yang komponen utamanya adalah senyawa-senyawa hidrokarbon dan mengandung sedikit senyawa non-hidrokarbon. Sebagai bahan bakar, gas alam merupakan bahan bakar bersih yang menghasilkan lebih sedikit gas rumah kaca jika dibandingkan bahan bakar fosil lainnya, seperti minyak bumi dan batu bara. Berdasarkan data British Petroleum tahun 2019, gas alam memasok energi sebesar 24% atau 140,14 exajoule dari 583,9 exajoule konsumsi energi dunia. Demikian pula di Indonesia, pada tahun 2017 sekitar 21% atau 1,49 exajoule dari 7,08 exajoule kebutuhan energi indonesia dipasok dari sumber gas alam. Diperkirakan permintaan gas alam di masa mendatang akan semakin meningkat karena keunggulannya sebagai bahan bakar bersih.\nDalam proses perdagangan gas alam, parameter kualitas gas alam yang umumnya digunakan adalah nilai kalor (calorific value), yaitu indikator yang menentukan kandungan energi dari gas alam. Namun demikian, yang menjadi kendala hingga saat ini adalah ketersediaan perangkat pengukuran yang dapat mengukur energi gas alam secara langsung dan real time belum tersedia. Teknik pengukuran energi yang masih digunakan hingga saat ini adalah pengukuran menggunakan kalorimeter dan analisis komposisi kromatografi gas. Kedua teknik ini memberikan hasil pengukuran energi gas alam yang sangat akurat. Akan tetapi memiliki beberapa keterbatasan, seperti harga peralatan dan perawatan alat yang relatif mahal, membutuhkan operator yang ahli untuk mengoperasikan alat, dan pengukuran tidak dapat dilakukan secara real time. Sementara komposisi gas alam yang bervariasi akibat sumber, upgrading, dan transportasi gas yang berbeda-beda memerlukan pengukuran energi gas alam yang dapat diukur secara real-time agar proses perdagangan berlangsung secara adil. Oleh karena itu, perlu dikembangkan metode alternatif pengukuran energi gas alam yang low cost namun akurat, real-time, dan hasil pengukuran dapat dipantau jarak jauh.\nPada penelitian ini telah dikembangkan metode alternatif sistem pengukuran energi gas alam berbasis pada pengukuran kecepatan suara dan gas diluent atau pengencer (karbon dioksida dan nitrogen). Pengukuran kecepatan suara dilakukan menggunakan sensor ultrasonik dan konsentrasi karbon dioksida menggunakan sensor non dispersive infrared (NDIR). Sementara itu gas nitrogen diukur secara tidak langsung menggunakan model pembelajaran mendalam (deep learning), khususnya Deep Neural Network (DNN). Hasil pengukuran ketiga parameter tersebut dikaitkan dengan nilai kalor dengan menggunakan metode korelatif, yaitu metode yang didasarkan pada ide bahwa pengukuran sifat-sifat fisis atau kimia gas alam dapat digunakan untuk memberikan informasi yang dibutuhkan untuk konversi energi gas alam.\nPengembangan perangkat pengukuran energi gas alam diawali dengan pengembangan model untuk menghitung energi gas alam. Model perhitungan nilai kalor gas alam dikembangkan berdasarkan database komposisi gas alam dari penelitian peneliti sebelumnya. Model korelasi antara kecepatan suara, konsentrasi gas diluent dan bulk modulus terhadap nilai kalor gas alam terhadap yang diperoleh dapat dinyatakan sebagai: \n????????= 9820,685+[?17,830+(0,042 ?0,170????????2?0,233????????????2)????]????????????????????\nSelain itu, model pengukuran tidak langsung konsentrasi nitrogen di dalam gas alam juga dikembangkan berbasis pada algoritma DNN. Model DNN terbaik yang diperoleh adalah model dengan jumlah lapisan tersembunyi 4 lapisan dengan jumlah neuron pada masing-masing lapisan sebanyak 24, 24, 24, 24 neuron, fungsi aktivasi ReLU, dan fungsi optimasi Adam optimizer. Selanjutnya model perhitungan energi gas alam dan model DNN untuk mengukur konsentrasi N2 ditanamkan (deploy) ke dalam mikrokontroler Arduino Uno dan ESP32 menggunakan software Arduino IDE. Kedua mikrokontroler ini merupakan bagian dari sistem akuisisi data yang terdapat di dalam prototipe modul pengukuran energi gas alam yang dikembangkan pada penelitian ini. Selain itu, teknologi Internet of Thing (IoT) untuk pemantauan hasil pengukuran dari jarak jauh juga diimplementasikan pada prototipe modul pengukuran energi tersebut.\nPengujian pada skala laboratorium terhadap prototipe modul pengukuran energi gas alam yang diajukan menunjukkan hasil bahwa pengukuran nilai kalor gas alam secara umum berada dalam rentang ±0,5% nilai kalor sebenarnya. Hasil pengujian ini mengindikasikan bahwa prototipe modul pengukuran energi cukup akurat untuk mengukur nilai kalor gas alam. Berdasarkan hasil pengujian dapat dinyatakan bahwa prototipe modul energi ini dapat kembangkan lebih lanjut sebagai metode pengukuran alternatif energi gas alam yang low-cost, akurat, real-time, dan dapat dimonitoring dari jarak jauh.", "Daftar File": {"ABSTRAK Elohansen Padang": "https://digilib.itb.ac.id/gdl/download/235898", "COVER Elohansen Padang": "https://digilib.itb.ac.id/gdl/download/238220", "BAB6 Elohansen Padang": "https://digilib.itb.ac.id/gdl/download/238226", "PUSTAKA Elohansen Padang": "https://digilib.itb.ac.id/gdl/download/238227"}, "Penulis": "Elohansen Padang [30215009]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Lilik Hendradjaja, M.Sc., Ph.D.", "Dr. Hendro, M.S.", "Dr. rer. nat. Linus Ampang Pasasa, M.S."], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "gas alam, sistem pengukuran, metode korelatif, kecepatan suara, gas diluent, bulk modulus, nilai kalor, energi gas alam, Internet of Things.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Yati Rochayati", "File": "9 file", "Tanggal Input": "23 Sep 2021"}