{"Nomor": 61129, "Judul": "IDENTIFIKASI FAKTOR RISIKO KECELAKAAN DI PERLINTASAN SEBIDANG : KAJIAN PADA DAERAH OPERASI 1", "Abstrak": "Tingginya angka kecelakaan pengguna jalan di perlintasan sebidang merupakan salah satu masalah serius yang dihadapi oleh PT KAI, terutama Daerah Operasi 1. Sistem peringatan yang terdiri dari sistem aktif dan pasif yang ada saat ini belum mampu menunjang aspek perilaku pengguna jalan dalam mengambil keputusan. Oleh karena itu, keselamatan pengguna jalan perlu dievaluasi melalui penilaian faktor-faktor yang mempengaruhi angka ketidakpatuhan. Salah satu metode penelitian yang dapat dilakukan untuk mengevaluasi keselamatan pengguna jalan adalah dengan melakukan pengambilan data lapangan berupa penilaian karakteristik perlintasan, perhitungan volume kendaraan, perhitungan total durasi sistem peringatan, dan perhitungan jumlah ketidakpatuhan. Selain itu, penilaian motivasi pengguna jalan dalam pengambilan keputusan dilakukan melalui wawancara. Dengan memiliki data kuantitatif dari hasil pengambilan data lapangan serta hasil wawancara, maka dapat diketahui faktor yang paling mempengaruhi perilaku pengguna jalan. Hasil dari penelitian ini menunjukkan bahwa tingkat frustasi adalah faktor utama penyebab ketidakpatuhan pengguna jalan. Tingkat frustasi disebabkan oleh keengganan menunggu sistem peringatan, tingkat kemacetan, dan tekanan dari pengguna jalan lain untuk segera melaju. Adapun sistem peringatan saat ini masih memberikan peluang bagi pengguna jalan untuk menerobos dan tidak adanya penegakkan sanksi secara tegas juga menjadi faktor pendukung sistem peringatan yang harus ditingkatkan. Hasil penelitian menunjukkan peningkatan kualitas sistem peringatan aktif seperti penambahan palang pintu adalah contoh mitigasi risiko yang dapat diaplikasikan. Solusi tersebut dapat dilanjutkan dengan adanya koordinasi dengan pemerintah daerah setempat dalam menegakkan peraturan secara ketat bagi pelanggar sistem peringatan. Dengan kualitas sistem peringatan aktif yang memadai dan penegakkan hukum yang tegas diharapkan dapat mengurangi angka ketidakpatuhan di perlintasan sebidang.", "Daftar File": {"ABSTRAK Amanda Putri Diasmara": "https://digilib.itb.ac.id/gdl/download/235912"}, "Penulis": "Amanda Putri Diasmara [13417096]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hardianto Iridiastadi, M.SIE."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "perlintasan sebidang, perilaku, pengguna jalan, sistem peringatan.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "23 Sep 2021"}