{"Nomor": 61128, "Judul": "PENGEMBANGAN MODEL ESTIMASI BIAYA DESAIN PERAKITAN MENGGUNAKAN METODE MACHINE LEARNING", "Abstrak": "CV Cipta Sinergi Manufacturing (CSM) adalah sebuah perusahaan yang bergerak\ndi bidang produksi produk permesinan seperti precision moulding, stamping dies,\nprecision sparepart, dan manufacturing mechanical system. Proses produksi CV\nCSM menggunakan sistem Make-to-Order (MTO) sehingga perlu dilakukan proses\nestimasi biaya di setiap adanya penerimaan pesanan. Saat ini, estimasi biaya desain\nperakitan CV CSM dilakukan menggunakan pendekatan persentase nilai Harga\nPokok Penjualan (HPP) yang dinilai belum merepresentasikan beban biaya yang\nterjadi pada proses desain perakitan sebenarnya. Oleh karena itu, penelitian ini\nbertujuan untuk merancang model estimasi biaya desain perakitan berdasarkan\nkompleksitas desain model CAD perakitan.\nModel estimasi biaya desain perakitan dirancang menggunakan metode machine\nlearning mengacu kepada metodologi CRISP-DM. Penelitian ini menggunakan tiga\nalgoritma machine learning, yaitu random forest, multi linear regression, dan\nextreme gradient boosting. Setiap algoritma dijalankan pada dataset yang tersedia\nmenghasilkan model estimasi biaya desain. Model estimasi biaya desain dievaluasi\nmenggunakan ukuran performansi R2 dan MAPE (Mean Absolute Percentage\nError). Model random forest terpilih sebagai model dengan performansi terbaik\nyaitu dengan nilai R2 sebesar 0.76 pada data testing dan 0.96 pada data training\nserta memiliki performansi MAPE sebesar 23% pada data testing dan 12% pada\ndata training. Model random forest diimplementasi pada sebuah prototipe software\nyang dibuat dalam bentuk Graphical User Interface (GUI) menggunakan bahasa\npemrograman Python. Rancangan model dan prototipe software diuji menggunakan\ndata real produk perusahaan, didapatkan nilai error rata-rata sebesar 30.6% yang\nmenandakan bahwa rancangan model dianggap valid dan dapat diimplementasikan\ndi CV CSM.", "Daftar File": {"ABSTRAK Ali Akbar Ramadani Nasution": "https://digilib.itb.ac.id/gdl/download/235911"}, "Penulis": "Ali Akbar Ramadani Nasution [13417020]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Anas Ma'", "ruf, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "estimasi biaya desain, model CAD perakitan, machine learning, random forest.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "23 Sep 2021"}