{"Nomor": 61125, "Judul": "ANALISIS PERBANDINGAN METODE DISCOUNTED CASH FLOW DENGAN METODE REAL OPTIONS MENGGUNAKAN PENDEKATAN BINOMIAL LATTICE DAN RAINBOW OPTION DALAM EVALUASI EKONOMI PROYEK PERTAMBANGAN BAUKSIT LATERIT DI PT. ABC", "Abstrak": "Industri pertambangan memiliki karakteristik yang berbeda daripada industri\nlainnya. Oleh karena itu, perlu dilakukan evaluasi ekonomi proyek dalam menganalisis\ninvestasi untuk menentukan apakah proyek layak dijalankan atau tidak. Untuk menganalisis\ntersebut, dilakukan dengan menggunakan metode yaitu metode Discounted Cash Flow dan\nReal Options. Discounted Cash Flow merupakan metode yang mudah diaplikasikan tetapi\nmengabaikan risiko yang menjadi faktor ketidakpastian dari suatu proyek di pasar. Untuk\nmengatasi hal tersebut, dilakukan sebuah metode analisis yang bernama Real Options.\nMetode Real Options yang digunakan yaitu dengan 2 (dua) pendekatan yaitu Binomial\nLattice dan Rainbow Option. Dari metode tersebut, dapat dilakukan analisis perbandingan\ndari hasil yang diperoleh.\nPada metode Discounted Cash Flow, diperoleh nilai WACC yang akan dijadikan\nsebagai discount rate dan parameter-parameter analisis investasi yaitu NPV-DCF dan IRR.\nDari perhitungan, diperoleh nilai discount rate sebesar 12,52% untuk skema 1 (satu) dan\n10,74% untuk skema 2 (dua), NPV-DCF sebesar Rp 84.669.205.810 untuk skema 1 (satu)\ndan Rp 107.736.223.656 untuk skema 2 (dua), serta IRR sebesar 22,7% untuk skema 1 (satu)\ndan 24,92% untuk skema 2 (dua). Berdasarkan kriteria proyek, karena NPV lebih besar dari\n0 (nol) dan IRR lebih besar dari discount rate maka proyek layak dijalankan secara\nekonomis. Selain itu, dibuat analisis sensitivitas secara deterministik terhadap perubahan\nnilai NPV-DCF dengan menggunakan 4 (empat) parameter yaitu harga jual, discount rate,\ncapital cost, dan operating cost dengan tingkat perubahan ±10%, ±20% dan ±30% untuk\nkedua skema tersebut.\nPada metode Real Options menggunakan 2 (dua) pendekatan yaitu Binomial Lattice\ndan Rainbow Option. Dengan menggunakan pendekatan Binomial Lattice, diperoleh NPVRO\ndengan opsi (nilai opsi) yaitu sebesar Rp 156.835.743.472 untuk skema 1 (satu) dan Rp\n167.022.123.672 untuk skema 2 (dua) serta NPV-RO tanpa opsi sebesar Rp 149.185.249.483\nuntuk skema 1 (satu) dan Rp 163.145.123.211 untuk skema 2 (dua). Selanjutnya, pada NPVRO\ndengan opsi (nilai opsi) diperoleh nilai tambah sebesar Rp 72.166.537.662 untuk skema\n1 (satu) dan Rp 59.285.900.016 untuk skema 2 (dua) serta pada NPV-RO tanpa opsi sebesar\nRp 64.516.043.673 untuk skema 1 (satu) dan Rp 55.408.899.554 untuk skema 2 (dua). Selain\nitu, terdapat waktu penundaan proyek yaitu selama 1 (satu) tahun. Dengan menggunakan\npendekatan Rainbow Option, diperoleh NPV-RO dengan opsi (nilai opsi) yaitu sebesar Rp\n158.265.032.281 untuk skema 1 (satu) dan Rp 169.972.383.133 untuk skema 2 (dua) serta\nNPV-RO tanpa opsi sebesar Rp 150.098.560.299 untuk skema 1 (satu) dan Rp\n164.314.530.289 untuk skema 2 (dua). Selain itu, pada NPV-RO dengan opsi (nilai opsi)\ndiperoleh nilai tambah sebesar Rp 73.595.826.471 untuk skema 1 (satu) dan Rp\n62.236.159.476 untuk skema 2 (dua) serta pada NPV-RO tanpa opsi sebesar Rp\n65.429.354.489 untuk skema 1 (satu) dan Rp 56.578.306.632 untuk skema 2 (dua). Selain\nitu, terdapat waktu penundaan proyek yaitu selama 1 (satu) tahun.", "Daftar File": {"ABSTRAK Rasul Alam Vandana": "https://digilib.itb.ac.id/gdl/download/236053"}, "Penulis": "Rasul Alam Vandana [12117025]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Irwandy Arif, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "industri pertambangan, evaluasi ekonomi, analisis perbandingan, faktor ketidakpastian, Discounted Cash Flow, Real Options, Binomial Lattice, dan Rainbow Option.", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "23 Sep 2021"}