{"Nomor": 61123, "Judul": "PERANCANGAN SISTEM PARKIR CERDAS MENGGUNAKAN PENCITRAAN DIGITAL BERBASIS PYTHON", "Abstrak": "Masalah paling umum dihadapi jika orang berpergian ketempat fasilitas ramai adalah mencari lokasi untuk tempat memarkirkan kendaraan. Hal ini terutama pada kondisi ramai. Bukan hanya ada kemungkinan kehilangan banyak waktu dan tenaga karena harus berputar-putar, tetapi juga terkadang harus mendapatkan lokasi parkir yang jauh dari tempat yang akan kita tuju.\nPada tugas akhir ini dirancang sistem yang memberikan solusi agar pengguna parkir dapat mengetahui jumlah dan lokasi parkir yang tersedia, dan rekomendasi tempat parkir berdasarkan prioritas. Dengan menggunakan sistem ini, pengguna parkir akan mengetahui sebelum memeasuki kompleks parkir apakah area parkir memang sudah penuh atau masih kosong, secara otomatis akan memberikan respons untuk menghemat proses pemarkiran, serta menjamin lokasi parkir terdekat yang tersedia dengan lokasi yang dituju.\nSistem ini dibangun dengan memberikan informasi ketersediaan lokasi remote parkir yang didapat dengan menggunakan informasi yang didapatkan dari kamera. Citra yang tertangkap akan diproses untuk memberikan lokasi secara presisi tempat parkir yang tersedia. Ketersediaan lokasi parkir akan diteruskan ke dalam sistem komputer. Saat pengemudi datang ke kompleks parkir tersebut, mereka akan memasukkan input berupa gedung tujuan. Setelah itu, program yang dikembangkan dalam bahasa Python membandingkan gambar tempat parkir kosong dengan keadaan tempat parkir pada saat itu, dan menggunakan background subtraction untuk menghitung pixel yang berbeda, lalu proses thresholding untuk menentukan jumlah pixel di atas batas tertentu untuk menandakan adanya mobil yang terparkir di tempat tersebut. Output dari program tersebut menampilkan lokasi tempat parkir yang tersedia di setiap area, dan prioritas area parkir seandainya pengemudi tidak ingin parkir di area paling dekat.\nTarget dari hasil program adalah untuk memunculkan semua tempat parkir yang tersedia dalam urutan prioritas yang benar dengan akurasi di atas 90%. Dengan angka konsistensi tersebut yang tinggi, diharapkan pelanggan tidak perlu lagi harus mencari tempat parkir secara manual. Berkat informasi yang diberikan yang disusun dalam urutan yang relevan, waktu dan tenaga yang berharga dapat dihemari untuk para massa.", "Daftar File": {"ABSTRAK Hafidz Iffany Aufa": "https://digilib.itb.ac.id/gdl/download/235909"}, "Penulis": "Hafidz Iffany Aufa [13315016]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eko Mursito Budi, M.T.", "Dr. Vebi Nadhira, S.T., M.T.", "Naila Zahra, S.T., M.T.", "Narendra Kurnia Putra, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "sistem parkir cerdas, background subtraction, threshold", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "23 Sep 2021"}