{"Nomor": 61121, "Judul": "MODEL BISNIS ITIK PEDAGING LOKAL TERINTEGRASI BLACK SOLDIER FLY (HERMETIA ILLUCENS) DAN FODDER JAGUNG (ZEA MAYS) SKALA USAHA KECIL", "Abstrak": "Tingginya harga pakan komersil itik merupakan masalah utama peternak sehingga\ndibutuhkan pakan alternatif untuk menurunkan resiko kerugian. Larva Hermetia\nillucens (Diptera: Stratiomyidae) atau Black Soldier Fly (BSF) dan Hidroponik\njagung (Zea mays) atau Hydroponic Maize Fodder (HMF) berpotensi untuk\ndijadikan pakan ternak, karena kandungan protein kasar yang mencukupi\nkebutuhan itik (Anas domesticus) var. Mojosari. Tujuan penelitian ini adalah\nmenganalisis pengaruh campuran pakan komersil dengan BSF dan HMF terhadap\npeningkatan biomassa itik Mojosari, serta proyeksi analisis finansial bisnis itik\nMojosari untuk diterapkan pada skala usaha kecil. Sejumlah 96 itik Mojosari\nberumur 21 hari diberi campuran pakan komersil dengan BSF dan HMF. Itik\ndipelihara pada kandang baterai (40x80x60 cm3) diberi enam perlakuan kombinasi\npakan dan empat ulangan dengan jumlah empat itik/kandang hingga berumur 53\nhari atau hingga berat akhir itik > 1.100 gram. Hasil penelitian menunjukkan bahwa\ncampuran pakan komersil, dedak, dan BSF (1:1:1) memberikan bobot akhir\nmaksimal 1.191,25±25,31 gram dengan Feed Conversion Ratio (FCR) 3,34. Nilai\ntersebut berbeda nyata (P<0,05) dengan perlakuan lainnya. Walaupun demikian,\npenggunaan BSF dan HMF (1:1) digunakan untuk penerapan analisis finansial\nBusiness Model Canvas (BMC) untuk menekan pengeluaran operasional dan\nmendukung konsep peternakan organik yang berkelanjutan. Hasil analisis BMC\nmenunjukkan bahwa penggunaan larva BSF dan HMF (1:1) dapat meningkatkan\nRevenue-Cost Ratio (R/C) sebesar 0,39, meningkatkan pendapatan sebesar\nRp. 9.531.360, menurunkan pengeluaran hingga Rp. 7.647.100. Selain itu dapat\nmenurunkan Break Even Point (BEP) Itik Mojosari dari 1.165,30 kg\n(Rp. 40.785.500,00) menjadi 821,48 kg (Rp. 28.751.953,07) dengan waktu\nPayback Period (PP) 2 tahun 6 bulan. Melalui penelitian ini dapat disimpulkan\nbahwa model BMC terintegrasi Itik Mojosari dengan pakan organik dapat\nberlangsung secara berkesinambungan dan mendukung bisnis skala usaha kecil.", "Daftar File": {"ABSTRAK Bagus Himawan Wicaksono": "https://digilib.itb.ac.id/gdl/download/235899"}, "Penulis": "Bagus Himawan Wicaksono [21320015]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Dana Permana", "Dr. Ir. Asep Hidayat, M.P."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Anas domesticus, Bisnis Model Kanvas, Fodder Jagung, Hermetia illucens, Terintegrasi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Sep 2021"}