{"Nomor": 61135, "Judul": "ANALISIS PERBANDINGAN KARAKTERISTIK CAMPURAN LASTON (AC-WC) HASIL LABORATORIUM DAN PRODUKSI ASPHALT MIXING PLANT DI TIMOR-LESTE", "Abstrak": "Gradasi agregat adalah faktor utama yang menentukan karakteristik rongga atau pori yang kemungkinan terjadi dalam suatu campuran tertentu. Gradasi agregat diperoleh dari agregat yang mempunyai ukuran berbeda-beda seperti berbentuk bulat, kepipihan atau lonjong yang memiliki masing-masing rongga atau berporinya, sehingga agregat tidak terdapat berukuran yang lebih kecil untuk dapat mengisi rongga yang ada didalam campurannya sendiri, maka dalam hal ini disebabkan rongga yang terbentuk oleh susunan agregat berukuran besar sehingga akan diisi oleh agregat berukuran lebih kecil. Dari hasil pengujian karakteristik campuran AC-WC dengan menggunakan Metode Marshall baik di laboratorium maupun campuran dari hasil produksi AMP, maka dihasilkan nilai marshall yaitu Density, VMA, VIM, VFA, Stability, Flow dan Marshall Quotient (MQ). Nilai marshall yang didapatkan diperoleh dari kadar aspal rencana adalah 4.5%, 5.0%, 5.5%, 6.0, dan 6.5%, sehingga dapat ditentukan kadar aspal optimum (KAO) sebesar 5.35%, maka dari hasil pengujian ini secara keseluruhan memenuhi spesifikasi umum Bina Marga 2018 (Perkerasan Aspal, divisi 6). Hasil uji UMATTA secara laboratorium memberikan nilai Modulus Resilien pada temperatur 25oC sebesar 1966 MPa, temperatur 35oC sebesar 980 MPa dan temperatur 45oC sebesar 456 Mpa, sedangkan secara lapangan temperatur 25oC sebesar 4817 MPa, temperatur 35oC sebesar 1695 MPa dan temperatur 45oC sebesar 720 MPa. Kemudian dengan hasil pengujian laboratorium dibandingkan dengan hasil perhitungan teoritis menggunakan metode Nottingham dan Asphalt Institute.", "Daftar File": {"ABSTRAK Eduardo Neno": "https://digilib.itb.ac.id/gdl/download/235918"}, "Penulis": "Eduardo Neno [26919701]", "Kontributor / Dosen Pembimbing": ["Dr. Harmein Rahman, S.T., M.T.", "Dr. Eri Susanto Hariyadi, S.T., M.T.", "Kardina Nawassa Setyo Ayuningtyas, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Gradasi Gabungan, Metode Marshall, UMATTA, Campuran AC-WC", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Sep 2021"}