{"Nomor": 61131, "Judul": "EVALUASI PRAKTIKUM TERINTEGRASI PADA PROGRAM STUDI TEKNIK INDUSTRI DI INDONESIA", "Abstrak": "Praktikum terintegrasi merupakan salah satu bagian dari kurikulum inti pendidikan\nTeknik Industri (TI) di Indonesia yang diperkenalkan pada tahun 2018. Praktikum\nini berbasis luaran (outcome-based education). Maka dari itu, diperlukan evaluasi\npraktikum terintegrasi terhadap capaian pembelajaran sebagai kompetensi inti TI.\nEvaluasi praktikum terintegrasi dilakukan dengan menggunakan analisis gap yang\nmengukur tingkat ekspektasi, kompetensi, dan penerapan dalam dunia kerja.\nVariabel pada penelitian ini adalah body of knowledge (BOK) TI. Capaian\npembelajaran (CP) yang digunakan merujuk pada Indonesia Accreditation Board\nfor Engineering Education (IABEE), dimana terdapat enam dari sepuluh yang\nterkait dengan luaran praktikum terintegrasi. Selanjutnya empat belas BOK yang\ndidefinisikan oleh Institute of Industrial and Systems Engineers (IISE) digunakan\nuntuk mengevaluasi luaran pembelajaran. Survei dilakukan menggunakan\nkuesioner terhadap mahasiswa TI dan alumni TI.\nHasil survei menunjukkan praktikum terintegrasi dapat memenuhi keenam CP\nketika dibandingkan dengan praktikum tidak terintegrasi, terutama mahasiswa yang\nberpengalaman menjadi asisten mampu hingga tahapan memperbaiki rancangan\ndengan lebih baik. Ketercapaian CP tertinggi adalah kemampuan berkomunikasi,\nsedangkan ketercapaian CP terendah adalah manajemen proyek. Luaran mengenai\nkemampuan berkomunikasi sangat tinggi penerapannya dalam dunia nyata, namun\ndianggap kurang penting oleh mahasiswa. Praktikum terintegrasi juga dapat\nmemberikan pemahaman sistem integral pada definisi TI lebih baik. Pengendalian\nproduksi merupakan pengetahuan yang diprioritaskan untuk dipelajari, dikuasai,\ndan diterapkan dalam dunia nyata. Rantai pasok merupakan 5 pengetahuan tertinggi\ndalam penerapan dunia nyata, namun merupakan 5 pengetahuan terendah dalam\nmateri praktikum dan bahkan tidak diekspektasikan oleh mahasiswa baru TI\nsebagai bagian dari kompetensi TI.", "Daftar File": {"ABSTRAK Goldies Sekar Arum": "https://digilib.itb.ac.id/gdl/download/235914"}, "Penulis": "Goldies Sekar Arum [14417041]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Anas Ma'", "ruf, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "praktikum terintegrasi, analisis gap, capaian pembelajaran.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "23 Sep 2021"}