{"Nomor": 61144, "Judul": "ANALISIS VARIASI V/R GARIS EMISI H? BERDASARKAN PARAMETER FISIS SPEKTRUM PADA BINTANG B-EMISI EW LAC", "Abstrak": "Bintang B-emisi (Be) adalah bintang tipe B bukan maharaksasa yang spektrumnya sedang atau pernah memiliki satu atau lebih garis emisi pada deret Balmer. Bintang Be umumnya memiliki variabilitas pada garis emisi spektrumnya dan variabilitas ini berbeda-beda pada setiap bintang. EW Lacertae (HR 8731) adalah salah satu bintang B-emisi yang masih banyak dipelajari hingga saat ini karena variabilitas V/R (violet to red intensity ratio) pada spektrum emisi yang periodik. Pada tesis ini akan ditentukan periode variabilitas V/R serta hubungan dengan parameter fisis spektrum H? lainnya. Data yang digunakan berasal dari basis data BeSS (B-Emission Star Spectra) pada laman http://basebe.obspm.fr/basebe/ dan diambil data 20 tahun terakhir. Pengolahan spektrum untuk menentukan nilai parameter fisis dilakukan dengan program IRAF (Image Reduction and Analysis Facility). Parameter fisis spektrum yang dihitung adalah kecepatan puncak ???????? dan ????????, kecepatan radial ????????, FWHM, EW, separasi puncak 2????? dan kedalaman absorbsi ????????. Hasil pengukuran menunjukkan bintang EW Lac memiliki periode jangka panjang V/R ±8 tahun 4 bulan. Semua parameter fisis menunjukkan korelasi lemah dengan nilai variasi jangka panjang V/R. Adanya variasi jangka panjang V/R dari bintang EW Lac diduga berasal dari one-armed oscillation yang muncul pada piringan ekuatorial bintang pusat.", "Daftar File": {"ABSTRAK Ancilla Shania Bernadi": "https://digilib.itb.ac.id/gdl/download/235928"}, "Penulis": "Ancilla Shania Bernadi [20320301]", "Kontributor / Dosen Pembimbing": ["Dr. Chatief Kunjaya, M.Sc.", "Dr. Muhamad Irfan Hakim, S.Si., M.Si.", "Dr. Aprilia, M.Si.", "Lucky Puspitarini, S.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Bintang EW Lac, Bintang B-Emisi, Spektroskopi, Parameter Fisis Spektrum", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Sep 2021"}