{"Nomor": 61145, "Judul": "THE EFFECT OF GENERATION Z LEARNING STYLE ON STUDENT ENGAGEMENT DURING PANDEMIC COVID-19", "Abstrak": "Terjadinya pandemi virus Covid-19 yang sangat cepat menyebar kepada seluruh masyarakat sejak akhir\ntahun 2019 hingga saat ini telah mengubah tatanan hidup masyarakat termasuk pada berbagai bidang sektor\nyang ada di Indonesia salah satunya bidang pendidikan. Penyebaran virus yang sangat cepat dan\nmenimbulkan sangat banyak korban, menteri pendidikan dan kebudayaan membuat kebijakan mengenai\nproses belajar mengajar yang dilakukan secara online dari rumah masing-masing (daring) sebagai sebuah\nupaya yang dilakukan untuk menghindari bertambahnya kasus penyebaran Covid-19 di masyarakat\nIndonesia. Terjadinya perubahan metode belajar bisa saja membuat pencapaian akademik mahasiswa\nberbeda karena dituntut untuk belajar secara mandiri sehingga pada penelitian ini, peneliti bertujuan untuk\nmenganalisis pengaruh dari gaya belajar siswa dan hubungannya dengan keterlibatan siswa saat di kelas\npada mahasiswa generasi Z perguruan tinggi di wilayah kabupaten/kota Bandung dengan menggunakan\nmodel gaya Belajar VAK (Visual, Auditori, dan Kinestetik) pada masa pandemi Covid-19.\nPeneliti mengidentifikasi adanya pengaruh gaya belajar mahasiswa menggunakan pendekatan kuantitatif\ndan mengumpulkan data melalui metode online survey (questionnaire) dengan bantuan google form kepada\nmahasiswa yang mengikuti pembelajaran online selama pandemic Covid-19. Pertanyaan yang diberikan\nkepada mahasiswa yang berkuliah di kota/kabupaten Bandung sebelumnya diuji terlebih dahulu kepada 30\nresponden untuk mengetahui bahwa pertanyaan yang akan diajukan valid dan reliabel. Jumlah sampel\ndalam penelitian ini berjumlah 500 mahasiswa dengan Analisis data melalui tiga tahapan, yaitu tahap\nanalisis deskriptif, uji prasyarat analisis dan linear regresi sederhana. Setelah data terkumpul dilakukan\nanalisis untuk mengetahui pengaruh tentang kedua variabel dalam penelitian ini. Hasil dari pengolahan data\nmenggunakan SPSS dan telah dianalisis, penelitian menunjukkan bahwa sebagian besar mahasiswa\ngenerasi Z yang berkuliah di kabupaten/kota Bandung selama pandemic mayoritas memiliki gaya belajar\nauditori dan mahasiswa juga memiliki keterlibatan belajar yang tinggi selama pembelajaran online di masa\npandemic Covid-19. Terdapat pengaruh gaya belajar terhadap student engagement mahasiswa generasi Z,\nnamun dari hasil penelitian pengaruh gaya belajar terhadap student engagement tersebut kecil karena ada\nfaktor lain atau variabel bebas selain gaya belajar yang juga dapat mempengaruhi student engagement\nmahasiswa pada pembelajaran online selama pandemic Covid-19.", "Daftar File": {"ABSTRAK Shofie": "https://digilib.itb.ac.id/gdl/download/235929"}, "Penulis": "Shofie [19018214]", "Kontributor / Dosen Pembimbing": ["Hary Febriansyah, S.Si., M.T., Ph.D.", "Adita Pritasari, S.T., M.S.M.", "Dany Muhammad Athory Ramdlany, M.icom."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Covid-19, Gaya Belajar, Student Engagement, Generasi Z, Universitas", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "23 Sep 2021"}