{"Nomor": 61148, "Judul": "PENGARUH LEARNING ENVIRONMENT TERHADAP STUDENT ENGAGEMENT MAHASISWA GENERASI Z SELAMA PANDEMI COVID-19", "Abstrak": "Pandemic COVID-19 memberikan dampak ke berbagai sector, terutama dalam sector pendidikan. Banyak\nnegara yang memutuskan untuk menutup lembaga pendidikan. Begitu pula di Indonesia yang harus\nmengikuti instruksi pemerintah untuk melaksanakan pembelajaran secara online sebagai cara untuk\nmengantisipasi penyebaran COVID-19. Pendidikan memiliki peranan penting dalam mengembangkan\nsumber daya manusia yang berkualitas. Untuk mempertahankan kualitas pendidikan pada kondisi seperti\nini diperlukan lingkungan belajar yang baik sehingga dapat menghasilkan keterlibatan siswa yang baik\npula. Pembelajaran online saat ini membuat adanya keterbatasan dan kurangnya interaksi antara\nmahasiswa dan dosen, dimana hal tersebut menjadi tantangan tersendiri bagi pihak yang terlibat.\nPembelajaran online juga membuat mahasiswa menjadi pasif dan kurang produktif karena adanya\nperubahan metode belajar yang terbatas dalam ruang virtual. Oleh karena itu, peran learning environment\ndi perguruan tinggi menjadi penting, jika learning environment mengalami peningkatan maka student\nengagement pun meningkat. Begitu pula sebaliknya, jika learning environment mengalami penutuan\nmaka student engagement pun menurun. Penelitian ini bertujuan untuk mengetahui bagaimana pengaruh\nlearning environment terhadap student engagement pada mahasiswa generasi Z selama pandemic\nCOVID-19. Penelitian ini dilakukan di Kota Bandung dan Kabupaten Bandung dengan menggunakan\npendekatan kuantitatif. Alat pengumpulan data yang digunakan adalah kuesioner yang disebar secara\nonline kepada mahasiswa generasi Z yang berada pada rentang periode 2017/2018 – periode 2019/2020\nsebagai respoden dalam penelitian ini. Ukuran sampel pada penelitian ini sebanyak minimal 500\nresponden. Setelah data terkumpul, data dianalisis mengunakan beberapa metode melalui analisis\ndeskriptif, uji asumsi klasik, uji regresi linear sederhana, pengujian hipotesis, dan uji koefisien\ndeterminasi. Peneliti menggunakan aplikasi SPSS sebagai alat bantu dalam menganalisis data. Hasil\npenelitian ini menunjukkan bahwa learning environment berpengaruh signifikan terhadap student\nengagement pada mahasiswa generasi Z selama pandemic COVID-19. Hal tersebut telah terbukti\nberdasarkan hipotesis adalah H0 ditolak dan H1 diterima. Berdasarkan hasil uji dan analisis data, dapat\ndisimpulkan bahwa learning environment memiliki pengaruh yang signifikan terhadap student\nengagement dengan persentase sebesar 29.8% dan sebanyak 70.2% sisanya dijelaskan oleh faktor lainnya\nyang tidak diteliti dalam penelitian ini. Dengan hasil yang didapat, penelitian ini dapat dikatakan\nbermanfaat untuk perguruan tinggi dalam menciptakan lingkungan belajar yang memadai saat\npembelajaran online. Serta dapat memberikan cara yang baik untuk meningkatkan keterlibatan mahasiswa\nselama belajar.", "Daftar File": {"ABSTRAK Shafira Putri Zachrany": "https://digilib.itb.ac.id/gdl/download/235932"}, "Penulis": "Shafira Putri Zachrany [19018164]", "Kontributor / Dosen Pembimbing": ["Hary Febriansyah, S.Si., M.T., Ph.D.", "Dany Muhammad Athory Ramdlany, M.icom.", "Dr. Henndy Ginting, S.Psi., M.Si., Psikolog"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Lingkungan Belajar, Keterlibatan Siswa, Perguruan Tinggi, Pandemi COVID-19.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "23 Sep 2021"}