{"Nomor": 61140, "Judul": "PERUBAHAN PERILAKU KONSUMEN SELAMA DAN PREDIKSI PASCA PANDEMI COVID-19 DI INDONESIA", "Abstrak": "Jumlah kasus COVID-19 terus meningkat dan telah menyebar ke seluruh belahan dunia, termasuk\nIndonesia. Situasi yang semakin krisis ini memaksa pemerintah untuk mengeluarkan beberapa peraturan\nbaru yang juga mengubah pola kebiasaan masyarakat dalam melakukan aktivitas dan mengkonsumsi\nbarang. Konsumsi masyarakat Indonesia di masa pandemi ini berbeda dengan sebelum pandemi, mereka\nlebih memperhatikan aspek kesehatannya. Penelitian ini bertujuan untuk mengetahui perubahan perilaku\nkonsumen selama dan prediksi pasca pandemi COVID-19. Hal-hal yang dipelajari berkaitan dengan\nbeberapa kategori produk dan faktor-faktor yang menyebabkan perubahan tersebut. Penelitian ini\nmenggunakan pendekatan kualitatif dengan pengumpulan data melalui metode wawancara untuk\nmengetahui perubahan perilaku konsumen dalam mengkonsumsi produk selama dan prediksi setelah\npandemi berlalu. Sampel penelitian ini adalah masyarakat yang memiliki ekonomi menengah ke atas dan\nmerasakan dampak dari pandemi COVID-19. Pada proses data analisis, penulis menggunakan metode\nanalisis konten, pengkodean manual, dan uji tanda. Hasil penelitian yang dilakukan pada 68 responden\nmenunjukkan tidak semua kategori mengalami perubahan signifikan dari sebelum pandemi hingga saat\npandemi, hanya kategori fashion dan peralatan masak yang mengalami perubahan signifikan. Sebab\nselama masa pandemi dan prediksi mereka pascapandemi menunjukkan bahwa semua kategori belum\nmengalami perubahan yang signifikan. Faktor-faktor yang membuat perubahan tersebut adalah daya beli,\nketerbatasan mobilitas, kebutuhan baru, dan ketergantungan pelanggan pada faktor kebiasaan lama.\nTemuan dari penelitian ini akan berguna bagi pemasar dan pelaku bisnis untuk dapat membuat strategi\npemasaran dalam memasarkan dan menjual produknya selama dan setelah pandemi di Indonesia", "Daftar File": {"ABSTRAK Rayhanadytia Tresna Putri": "https://digilib.itb.ac.id/gdl/download/235924"}, "Penulis": "Rayhanadytia Tresna Putri [19018013]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mustika Sufiati, M.Sc.", "Nurrani Kusumawati, S.E., M.S.M.", "Aria Bayu Pangestu, S.Mn., MHRM"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "perilaku konsumen, pandemi COVID-19, faktor yang mempengaruhi, prediksi, perubahan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "23 Sep 2021"}