{"Nomor": 61151, "Judul": "STUDI PANEL HIBRIDA BERBASIS ABSORBER VIBRASI TERTALA UNTUK PERBAIKAN INSULASI AKUSTIK DI FREKUENSI RENDAH", "Abstrak": "Panel insulasi akustik tunggal diketahui memiliki nilai rugi transmisi suara (sound\ntransmission loss-STL) yang rendah di sekitar frekuensi resonansi panel pertama.\nHal ini menyebabkan kemampuan panel dalam menahan suara lebih buruk di\nfrekuensi rendah dibandingkan dengan frekuensi menengah dan tinggi (di atas 250\nHz) yang proporsional dengan hasil kali massa panel dan frekuensi. Untuk\nmendapatkan STL yang lebih baik, umumnya dilakukan melalui penggunaan\nmaterial dengan kerapatan massa yang lebih tinggi, penambahan bahan penyerap,\ndan penggunaan konfigurasi panel ganda. Namun, pendekatan-pendekatan tersebut\ntidak banyak membantu dalam memperbaiki rugi transmisi di sekitar frekuensi\nresonansi panel pertama akibat adanya pengaruh dari kekakuan panel. Di samping\nitu, penambahan kerapatan massa maupun penggunaan bahan absorber dan panel\nganda tidak selalu bisa diimplementasikan akibat batasan dari disiplin teknis yang\nlain yang terkait dengan berat maksimum, ketersediaan ruang, maupun lingkungan.\nDalam tugas akhir ini, dikembangkan panel hibrida yang menggabungkan konsep\npengendalian bising eksitasi akustik dan mekanis dalam satu sistem panel yang\ndiharapkan dapat menjawab persoalan terkait dengan kinerja insulasi panel di\nfrekuensi rendah. Dalam pengembangannya, sistem kendali vibrasi berupa absorber\nvibrasi tertala (Tuned Vibration Absorber-TVA) diterapkan pada panel yang\ndimodelkan dan disimulasikan secara numerik dengan menggunakan Metode\nElemen Hingga (MEH). Perangkat lunak COMSOL 5.6 digunakan untuk\nmengimplementasikan metode tersebut dan dilakukan perhitungan-perhitungan\nakustik dan dinamika struktur yang meliputi mobility, daya radiasi suara, dan rugi\ntransmisi untuk keperluan analisis. Beberapa perhitungan analitik sederhana juga\ndilakukan untuk keperluan validasi dari hasil yang diperoleh. Dari hasil yang\ndiperoleh, kinerja insulasi panel di sekitar frekuensi resonansi panel pertama\nterdapat peningkatan secara signifikan, dan kinerja insulasi akustik secara\nkeseluruhan juga mengalami peningkatan. Hal yang sama juga diperoleh pada kasus\nimplementasi panel hibrida ganda, yaitu meningkatnya STL baik di sekitar\nfrekuensi resonansi panel maupun di atas frekuensi resonansi massa-udara-massa.\nPada kasus panel hibrida ganda, implementasi TVA menjadi lebih layak karena\npenggunaan panel kedua sekaligus dapat melindungi TVA pada panel pertama.\nDengan demikian, panel hibrida dapat diaplikasikan untuk menanggulangi\nkebisingan pada frekuensi rendah.", "Daftar File": {"ABSTRAK Hans Kusuma Raharja Salikim": "https://digilib.itb.ac.id/gdl/download/235936"}, "Penulis": "Hans Kusuma Raharja Salikim [13317038]", "Kontributor / Dosen Pembimbing": ["Ir. R. Sugeng Joko Sarwono, M.T, Ph.D.", "Iwan Prasetiyo, S.T., M.T., Ph.D.", "Rizki Armanto Mangkuto, S.T., M.T., Ph.D.", "Anugrah Sabdono Sudarsono, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "insulasi akustik, frekuensi rendah, absorber vibrasi tertala, panel hibrida, metode elemen hingga.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Sep 2021"}