{"Nomor": 61156, "Judul": "MAPPING BUSINESS MODEL STRATEGY BASED-ON MOTIVATION OF PEOPLE TO PARTICIPATING IN SHARING ECONOMY", "Abstrak": "Sharing economy merupakan konsep bisnis yang sedang berkembang dan memiliki peluang\nyang besar. Untuk menjadi sukses, sharing economy companies harus menjaga keseimbangan\npartisipasi tidak hanya di sisi demand namun juga sisi supply melalui strategi bisnis model\nsebagai upaya meningkatkan motivasi calon pengguna dan penyedia. Pada riset ini peneliti\nmenganalisis strategi revenue stream atau strategi Monetizing serta strategi channel, dan\ncustomer relationship melalui website perusahaan (digital platform), yang merupakan aspek\nkrusial pada sharing economy. hal ini dilakukan untuk mengetahui bagaimana strategi dan\nupaya perusahaan dalam merespon teori motivasi seseorang untuk berpartisipasi pada sharing\neconomy yang dapat menjadi rujukan prusahaan yang sudah ada atau yang baru mau mulai\ndalam bidang sharing economy ini. peneliti menggunakan secondary data yang diperoleh dari\nwebsite perusahaan maupun dari artikel. Hasil yang didapat dari penelitian ini adalah 1. Daftar\nperusahaan sharing economy di Indonesia dan internasional yang terbagi kedalam enam sector\n(keuangan, ruang, transportasi, layanan, makanan, & barang) namun di Indonesia belum ada\nperusahaan yang bergerak di bidang makanan yang memenuhi definisi sharing economy secara\nutuh. 2) Daftar strategi revenue stream model dan strategi monetizing perusahaan sharing\neconomy. diketahui dari itu tidak ada kesamaan yang sempurna dari setiap perusahaan di setiap\nsector dalam hal strategi monetizing nya namun dalam hal strategi revenue stream model,\ndidapatkan pola bahwa perusahaan menetapkan biaya komisi pada penyedia dan menetapkan\nbiaya transaksi kepada pengguna. 3) daftar (mapping) strategi atau upaya perusahaan\nberdasarkan indicator motivasi. Diketahui bahwa tidak ada kesamaan strategi yang sempurna.\nNamun diketahui pola di setiap sektor yang berarti adanya kesamaan dari semua perusahaan di\nsektor tersebut di beberapa indikator. Dan juga ada beberapa indicator yang dilakukan tidak\nhanya di beberapa sektor namun secara keseluruhan. Hal ini dapat menjadi dasar penetapan\nminimal strategi bagi perusahaan sharing economy secara umum atau di sektor tertentu secara\nspesifik.", "Daftar File": {"ABSTRAK Wahyu Zuhri": "https://digilib.itb.ac.id/gdl/download/235939"}, "Penulis": "Wahyu Zuhri [19018131]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mustika Sufiati, M.Sc.", "Fikri Hadiansyah, S.Si., M.S.M.", "Fitri Aprilianty, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sharing economy, Motivasi , Revenue stream, Website", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "23 Sep 2021"}