{"Nomor": 61157, "Judul": "THE INFLUENCE OF ENVIRONMENTAL AWARENESS ON PURCHASE INTENTION IN BUYING FMCG PRODUCT", "Abstrak": "Dengan kondisi lingkungan yang kian memburuk, namun di sisi lain, industri fast-moving consumer\ngoods (FMCG) di Indonesia turut andil dalam kerusakan lingkungan, karena sebagian besar sampah\nplastik dihasilkan oleh produsen FMCG. Padahal kebanyakan orang sadar akan masalah lingkungan,\ndan lebih menghargai merk yang peduli pada lingkungan. Untuk memuaskan konsumen yang akan\nberdampak pada sustainability dari merek atau perusahaan, perlu untuk memahami perilaku konsumen\nmelalui niat beli konsumen. Dengan itu, penelitian ini bertujuan untuk mengidentifikasi faktor-faktor\nyang mempengaruhi niat beli konsumen terhadap produk green FMCG dan menganalisis peran\nkesadaran lingkungan terhadap niat beli konsumen terhadap produk green FMCG. Penelitian ini\nmenggunakan metode campuran, dimulai dengan melakukan penelitian kualitatif melalui wawancara\nmendalam untuk mengetahui peran kesadaran lingkungan, dan faktor-faktor yang mempengaruhi niat\nbeli, dan dianalisis menggunakan pengkodean manual. Dilanjutkan dengan penelitian kuantitatif\nmelalui kuesioner survei online untuk memvalidasi hasil wawancara, data dianalisis menggunakan\nanalisis deskriptif, dan PLS-SEM. Penelitian ini berfokus pada konsumen FMCG yang memiliki\nkesadaran lingkungan, tertarik pada produk ramah lingkungan, dan berdomisili di Jabodetabek dan\nBandung Raya. Hasil penelitian menunjukkan ada 7 faktor yang mempengaruhi niat beli konsumen\nterhadap produk green FMCG, yaitu sikap, kontrol perilaku yang dirasakan, keterlibatan produk,\nkualitas produk hijau, ekolabel, green trust, dan positioning merek hijau. Peran kesadaran lingkungan\nmempengaruhi niat beli secara tidak langsung melalui sikap dan kontrol perilaku yang dirasakan. Selain\nitu, motivasi egoistik secara tidak langsung mempengaruhi niat beli melalui sikap. Demikian, hasilnya\nberguna untuk membuat strategi yang sesuai dan mendorong konsumen untuk membeli produk green\nFMCG untuk mendukung perlindungan lingkungan.", "Daftar File": {"ABSTRAK Hanifah Khairunnisa": "https://digilib.itb.ac.id/gdl/download/235940"}, "Penulis": "Hanifah Khairunnisa [19018171]", "Kontributor / Dosen Pembimbing": ["Nurrani Kusumawati, S.E., M.S.M.", "Fitri Aprilianty, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kesadaran Lingkungan, Niat Beli, Produk Hijau, FMCG, Metode Campuran, PLS-SEM", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "23 Sep 2021"}