{"Nomor": 61162, "Judul": "EKSPLORASI PERILAKU GEN Z INDONESIA TERHADAP MODEL BISNIS EKONOMI BERBAGI DI INDUSTRI FASHION", "Abstrak": "Kesadaran akan kerusakan lingkungan membuat banyak bermunculan brand-brand fashion baru\ndengan nilai keberlanjutan. Namun ternyata banyak brand yang hanya menggunakan nilai\nberkelanjutan sebagai aksi pemasaran atau biasa disebut greenwashing. Alih-alih berfokus pada\nmerek fashion berkelanjutan, tindakan yang paling berkelanjutan adalah mengurangi konsumsi\nfashion. Ekonomi berbagi menjadi salah satu jawaban untuk mengurangi konsumsi, tak terkecuali\nindustri fashion. Melalui teori sikap yang meliputi aspek afektif, perilaku, dan kognitif, penelitian\nini bertujuan untuk mengetahui sikap terhadap ekonomi berbagi di industri fashion; second-hand\nfashion, fashion renting, fashion leasing, dan fashion swapping. Dengan melakukan wawancara\nmendalam, ternyata second-hand fashion dan fashion leasing mendapatkan sikap yang positif\nsedangkan fashion renting dan fashion swapping mendapatkan sikap yang negatif. Ditemukan juga\nbahwa harga merupakan faktor utama dalam menentukan model bisnis sharing economy di industri\nfashion. Selanjutnya, faktor kepercayaan, yang melibatkan kebersihan, transparansi, dan\nketidakpastian, berkontribusi pada model bisnis berbagi melalui aspek afektif di industri fashion.\nPenelitian ini juga mengeksplorasi faktor tren yang dapat memotivasi Gen Z untuk mencoba model\nbisnis berbagi di industri fashion. Penelitian ini berkontribusi pada pemahaman yang lebih dalam\ntentang peningkatan keberlanjutan mode dengan memberikan alternatif melalui model bisnis\nekonomi berbagi. Penelitian ini juga membantu pemilik bisnis untuk meningkatkan bisnis fashion\nmereka dengan mempertimbangkan sikap dan kontrol perilaku masing-masing model bisnis", "Daftar File": {"ABSTRAK Sekar Widiarini": "https://digilib.itb.ac.id/gdl/download/235945"}, "Penulis": "Sekar Widiarini [19018133]", "Kontributor / Dosen Pembimbing": ["Dr. Bambang Rudito, M.Si.", "Melia Famiola, S.T.P., M.T., Ph.D.", "Shimaditya Nuraeni, S.Psi., M.S.M., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sikap; Ekonomi Berbagi; Industri Fashion; Fashion Berkelanjutan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "23 Sep 2021"}