{"Nomor": 61165, "Judul": "RELATIONSHIP BETWEEN DIGITAL MINDSET TOWARDS INDUSTRY 4.0 READINESS AND ASSESSMENT OF INDUSTRY 4.0 READINESS IN BANK BNI MAJALAYA", "Abstrak": "Revolusi Industri berkembang kembali menjadi revolusi industri keempat yang dikenal dengan\nIndustri 4.0 dimana pada tahap ini terdapat kombinasi antara prosesor, perangkat lunak, sensor,\ndan komunikasi teknologi untuk menciptakan informasi dan nilai bagi proses manufaktur saat ini;\noleh karena itu, karyawan harus menguasai keterampilan yang diperlukan untuk mengikuti\nmodifikasi sistem. Untuk menghadapi kemajuan industri 4.0, sumber daya manusia seperti pola\npikir digtal dan peningkatan kompetensi pribadi sangat diperlukan. Tenaga kerja saat ini dan masa\ndepan tidak hanya membutuhkan keahlian digital tetapi juga pola pikir digital untuk memastikan\npenggunaan yang efektif dari teknologi dan sistem informasi yang ada dan yang sedang\nberkembang. Sebagai perusahaan yang memiliki visi menjadi lembaga keuangan yang unggul\ndalam pelayanan dan kinerja secara berkelanjutan, Bank BNI yang merupakan bank milik negara\n(BUMN) yang berdiri pada tahun 1946 tentunya perlu terus meningkatkan kualitas sumber daya\nmanusianya. untuk dapat melayani secara relevan dengan kondisi saat ini. Kegiatan bisnis utama\nBNI adalah menawarkan layanan simpanan dan fasilitas pinjaman untuk segmen korporasi,\nmenengah dan kecil. Beberapa produk dan layanan terbaik telah disesuaikan dengan kebutuhan\nnasabah dari masa kanak-kanak, remaja, dewasa, hingga pensiun. Penelitian ini bertujuan untuk\nmengidentifikasi kesiapan pegawai BNI Majalaya terhadap Industri 4.0 dan mengidentifikasi\nhubungan antara Digital Mindset dengan Industry 4.0 Readiness. Penelitian ini dilakukan dengan\nmenyebarkan kuesioner kepada pegawai BNI Majalaya. Variabel tersebut dibagi menjadi pola\npikir digital dan kesiapan Industry 4.0. Metode pengambilan sampel untuk penentuan jumlah\nsampel menggunakan metode sampel acak yang artinya setiap karyawan dalam organisasi\nmemiliki kemungkinan yang sama untuk menjadi responden dan didapat 57 orang karyawan yang\nmengisi sebagai sampel. Kuesioner disusun berdasarkan teori kesiapan industri 4.0 dan pola pikir\ndigital yang kemudian diolah menggunakan SPSS dengan metode regresi linier, sementara untuk\nmengetahui tingkat kesiapan perusahaan akan digunakan Indeks Pembangunan Manusia. Hasil\ndari regresi menunjukkan secara konsisten bahwa ada hubungan positif dan signifikan antara pola\npikir digital dan kesiapan Industri 4.0, serta hasil penelitian menunjukkan bahwa BNI Majalaya\nbelum sepenuhnya siap dalam mengimplementasikan Industri 4.0 terutama dalam bidang hard\nskill, soft skill dan big data. Berdasarkan hasil penelitian tersebut, perusahaan sebaiknya\nmenyediakan program seperti Individual Development Plan dan pelatihan untuk meningkatkan\nkapabilitas para pegawai.", "Daftar File": {"ABSTRAK Ursula Diantika Parapat": "https://digilib.itb.ac.id/gdl/download/235948"}, "Penulis": "Ursula Diantika Parapat [19018198]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.S.M., Ph.D.", "Kurnia Fajar Afgani, S.A.B., MBA", "Dr. rer. pol. Achmad Fajar Hendarman, S.T., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kesiapan Industri 4.0, Kesiapan Modal Insani, Pola Pikir Digital", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "23 Sep 2021"}