{"Nomor": 61160, "Judul": "DAMPAK BRAND STORYTELLING TERHADAP CONSUMER-BRAND IDENTIFICATION, BRAND ATTITUDE, DAN NIAT BELI DI PRODUK KOSMETIK: STUDI KASUS MEREK SKINCARE LOKAL", "Abstrak": "Dengan kemajuan yang terus berkembang dan pentingnya teknologi di generasi\nkonsumen saat ini dan kemudahan akses ke jutaan merek, merek-merek menggunakan\ncerita untuk membedakan diri mereka dengan yang lain. Merek kosmetik pada khususnya\ndikenal menggunakan storytelling untuk menarik konsumen mereka karena memenuhi\nkebutuhan psikologis mereka — definisi dan persepsi mereka sendiri tentang kecantikan\n—menjadikannya pribadi bagi konsumen. Dengan menggunakan digital storytelling,\nmerek-merek dapat menentang cara storytelling konvensional dengan menggunakan\nstimulus yang berbeda seperti video yang, jika dirinci, pada dasarnya merupakan\nkumpulan gambar, suara, dan bahkan teks. Studi ini bertujuan untuk mengeksplorasi\nbagaimana merek-merek ini menggunakan Brand Story untuk membangun audiens\nmereka untuk mendapatkan Brand Attitude, Consumer-Brand Identification dan Niat Beli\nyang menguntungkan. Menggunakan pendekatan eksperimental yang mempelajari\nbagaimana suatu merek kosmetik (Skin Game) memengaruhi audiensnya dengan\nmenggunakan video untuk menceritakan kisah mereka. Data tersebut direpresentasikan\ndengan mengumpulkan total 211 sampel pengguna produk perawatan kulit. Hasil\npenelitian menunjukkan brand story memiliki pengaruh positif yang signifikan terhadap\nbrand attitude serta brand attitude terhadap niat beli. Namun, penelitian ini tidak\nmengidentifikasi pengaruh yang signifikan dari brand story dan brand attitude terhadap\nconsumer-brand identification. Hasil penelitian ini berbagi wawasan dan diharapkan\ndapat memberikan kontribusi dalam implikasi teoritis dan praktis dalam digital\nstorytelling untuk merek kosmetik.", "Daftar File": {"ABSTRAK Giva Athalla Maharani": "https://digilib.itb.ac.id/gdl/download/235943"}, "Penulis": "Giva Athalla Maharani [19018036]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T., Ph.D.", "Khrisna Ariyanto, S.T., M.T.", "Nila Armelia Windasari, S.A., MBA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Cosmetics, Digital Storytelling, Brand Story, Consumer-Brand Identity, Brand Attitude, Purchase Intention", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "23 Sep 2021"}