{"Nomor": 61172, "Judul": "BAGAIMANA PERAN STRATEGI DIGITAL MARKETING DAN KOMUNIKASI DIGITAL MARKETING MEMBANTU RAMAYANA RITEL INDONESIA BERTAHAN HIDUP DI ERA DIGITALISASI?", "Abstrak": "Era digitalisasi telah menelan banyak korban yang tidak mampu mengikuti perubahan. Ini sangat\numum di industri ritel, yang mana toko offline dan toko ritel terpaksa ditutup karena keunggulan\nkompetitif e-commerce. Namun, salah satu toko ritel yang menjual produk fashion di Indonesia\nmampu bertahan dari tekanan digitalisasi. Perusahaan ini adalah Ramayana Department Store, atau\nPT. Ramayana Lestari Sentosa TBK. Untuk mengikuti arus digitalisasi, mereka mampu beradaptasi\ndengan menerapkan strategi digital marketing dan digital marketing campaign.\nNamun, masih belum pasti apakah salah satu faktor keberhasilan mereka dapat dikaitkan dengan\nupaya strategi pemasaran digital mereka. Dalam penelitian eksploratif ini, Ramayana akan menjadi\nsubjek utama analisis. Dengan memanfaatkan kerangka kerja yang berbeda seperti media POE dan\nkerangka SOSTAC, upaya pemasaran digital Ramayana akan dianalisis oleh kerangka kerja ini.\nKerangka kerja ini menunjukkan bagaimana implementasi dan strategi mereka sesuai dengan target\npasar mereka. Oleh karena itu, hal ini menunjukkan bahwa keberhasilan mereka dalam upaya\ndigitalisasi mereka karena kemampuan mereka untuk berkomunikasi dan menargetkan pasar yang\nsesuai yang juga mengubah perilaku mereka dalam menggunakan teknologi untuk pembelian mereka", "Daftar File": {"ABSTRAK Aldrei Dibyantoro": "https://digilib.itb.ac.id/gdl/download/235954"}, "Penulis": "Aldrei Dibyantoro [19018340]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nur Budi Mulyono, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Dengan memanfaatkan kerangka kerja yang berbeda seperti media POE dan kerangka SOSTAC,", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "23 Sep 2021"}