{"Nomor": 61181, "Judul": "PENGHITUNGAN LUAS PERAIRAN PEDALAMAN DAN LUAS PENGELOLAAN WILAYAH LAUT DAERAH PROVINSI (STUDI KASUS : PROVINSI ACEH DAN PROVINSI SUMATERA UTARA)", "Abstrak": "Indonesia merupakan negara kepulauan yang tersusun lebih dari 17.504 pulau berdasarkan data dari Pusat Hidrografi Oseanografi TNI AL. Untuk mengoptimalkan pemerintahannya, terdapat kewenangan yang diberikan kepada pemerintah daerah yang salah satunya melakukan penegasan batas laut daerah di wilayahnya yang tercantum pada UU No. 23 Tahun 2014 dan Permendagri No. 141 Tahun 2017. Provinsi Aceh dan Provinsi Sumatera Utara merupakan dua provinsi yang perlu meningkatkan pengelolaan sumber daya yang dimiliki menurut Dinas Kelautan dan Perikanan daerahnya. Oleh karena itu penting bagi kedua provinsi tersebut untuk menentukan area pengelolaan wilayah laut daerahnya yang sekaligus didalamnya dapat dilakukan penetapan perairan pedalaman berhubung masih dalam wilayah laut daerah Provinsi.\nDalam pengerjaannya, tugas akhir ini menggunakan data Peta Rupabumi Indonesia sebagai data utama. Penggunaan Peta Rupabumi Indonesia didasari oleh kelengkapan data dengan skala besar walaupun menggunakan garis pantai yang mengacu pada muka laut rata-rata yang diasumsikan sebagai muka laut tertinggi dan muka laut terendah. Dalam menentukan area pengelolaan wilayah laut daerah provinsi, digunakan metode buffer yang dilanjut dengan penentuan garis tengah yang didapat berdasarkan metode thiessen polygon. Pada penentuan perairan pedalaman Provinsi Aceh dan Provinsi Sumatera Utara, dilakukan dengan menetapkan garis penutup sesuai kerangka hukum UNCLOS III 1982 serta mengakumulasikannya dengan area sungai, danau, dan waduk yang diperoleh dari data Peta Rupabumi Indonesia.\nBerdasarkan penghitungan yang sudah dilakukan, maka didapatkan luas pengelolaan wilayah laut daerah Provinsi Aceh sebesar 43.849,357 km2 dan Provinsi Sumatera Utara sebesar 42.798,950 km2 serta luas perairan pedalaman pada Provinsi Aceh sebesar 723,641 km2 dan pada Provinsi Sumatera Utara adalah 1.982,144 km2.", "Daftar File": {"ABSTRAK Raihan Pasha Pratama": "https://digilib.itb.ac.id/gdl/download/235963"}, "Penulis": "Raihan Pasha Pratama [15117098]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eka Djunarsjah, M.T.", "Miga Magenika Julian, S.T., M.T.", "Fickrie Muhammad, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Batas laut daerah, garis penutup, garis tengah", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Sep 2021"}