{"Nomor": 61182, "Judul": "PRA-RANCANGAN INDUSTRI PENGOLAHAN LIMBAH BIOMASSA SERASAH PINUS MENGGUNAKAN TEKNOLOGI PIROLISIS: PENGARUH PERENDAMAN DINGIN ASAP CAIR DARI LIMBAH SERASAH PINUS PADA KEAWETAN KAYU KARET (HEVEA BRASILIENSIS)", "Abstrak": "Serasah pinus telah dimanfaatkan sebagai biopelet, herbisida pada gulma di\nlahan pertanian, dan bahan antimikroba maupun insektisida. Kandungan selulosa,\nhemiselulosa, dan lignin pada asap cair hasil pirolisis serasah pinus dapat dimanfaatkan\nsebagai bahan pengawet kayu. Penelitian ini bertujuan untuk mengetahui pengaruh\npengawetan menggunakan asap cair dengan metode rendaman dingin pada kayu karet\nyang diumpankan pada rayap kayu kering. Penelitian dilakukan pada kayu karet\ndengan cara merendam kayu karet dengan asap cair hasil pirolisis serasah pinus.\nPengujian dilakukan pada sampel kayu karet berukuran 2,5 cm x 3 cm x 5 cm. Sebelum\ndilakukan pengumpanan, kayu karet direndam dalam asap cair destilasi dan non\ndestilasi dengan tingkat pengenceran 0%, 25%, dan 50% selama 48 jam. Setelah\nperendaman, sampel dikeringkan dalam oven dengan suhu 60oC selama 24 jam.\nPengumpanan rayap menggunakan pipa pvc dengan diameter 1 inci dan tinggi 5 cm\nmenggunakan lilin malam (SNI 01-7207-2014). Setiap sampel pengujian dimasukkan\n50 ekor rayap kayu kering kemudian ditutup dengan kapas. Sampel disimpan dalam\nruang gelap selama 3 bulan (12 minggu). Hasil pengamatan menyatakan bahwa\nkematian rayap kayu kering lebih banyak terjadi pada sampel dengan rendaman asap\ncair yang dilakukan destilasi. Hal ini menunjukkan terdapat indikasi bahwa asap cair\nyang didestilasi memiliki kandungan racun yang lebih tinggi dibandingkan nondestilasi.", "Daftar File": {"ABSTRAK Farrell Muhammad Rizaldy": "https://digilib.itb.ac.id/gdl/download/235964"}, "Penulis": "Farrell Muhammad Rizaldy [11917003]", "Kontributor / Dosen Pembimbing": ["Dr. Yoyo Suhaya, S.Hut., M.Si.", "Ihak Sumardi, S.Hut., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "serasah pinus, asap cair, rendaman dingin, rayap kayu kering, kayu karet", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Sep 2021"}