{"Nomor": 61184, "Judul": "PERANCANGAN STRUKTUR JEMBATAN BETON SISTEM GABUNGAN GIRDER PRECAST PRATEGANG DAN STRUKTUR INSITU NONPRATEGANG AKSES TOL (INTERCHANGE) KARAWANG", "Abstrak": "Akses interchange jalan tol yang membutuhkan akses untuk menyeberang umumnya memiliki\nstruktur jembatan yang tidak jarang berupa girder I prategang atau PCI girder precast. Struktur\nprefabrikasi atau precast sering digunakan karena kemudahannya dalam pelaksanaan\nkonstruksi. Struktur prategang dapat memberikan kelebihan pada struktur sehingga struktur\nbalok girder memiliki kekuatan yang relatif lebih besar dibanding struktur nonprategang dan\ndapat mengurangi retak yang terjadi pada penampang dengan memberikan tegangan internal\nyang dapat meniadakan gaya dalam akibat beban luar. Ketentuan-ketentuan struktur prategang\nmengacu pada SNI 2847-2019, AASHTO LRFD Bridge Design Specifications 2012, dan RSNI\nt-12-2004. Terlebih lagi, struktur jembatan akan menumpu pada struktur pier berupa struktur\nbeton bertulang non prategang. Beban gempa, terutama di Indonesia, merupakan beban yang\ncukup signifikan pada struktur beton bertulang. Sesuai standard kegempaan struktur jembatan,\nSNI 2833-2016, detailing dari struktur pier perlu didesain sehingga tercapai perilaku daktil\npada struktur. Struktur tahan gempa, khususnya pier, perlu mampu mencapai kapasitas akibat\nbeban-beban servis ditambah dengan beban gempa dan kebutuhan detailing struktur.\nDesain-desain untuk elemen struktur jembatan ini akan didasari oleh gaya dalam-gaya dalam\nyang terjadi pada struktur dengan hasil yang dapat diperoleh dengan pemodelan menggunakan\nprogram MIDAS Civil.", "Daftar File": {"ABSTRAK Setiawan Sahar": "https://digilib.itb.ac.id/gdl/download/235966"}, "Penulis": "Setiawan Sahar [15017025]", "Kontributor / Dosen Pembimbing": ["Ir. Erza Rismantojo, MSCE, Ph.D.", "Ir. Nasuhi Zain, M.T.", "Eliza Rosmaya Puri, S.T., M.T., Ph.D.", "Muhammad Riyansyah, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "PCI Girder, Struktur Prategang, Struktur Beton Bertulang, Struktur Jembatan, Struktur Tahan Gempa", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Sep 2021"}