{"Nomor": 61188, "Judul": "ANALISIS DAN PENGEMBANGAN SISTEM FREELANCE MARKETPLACE BERBASIS WEBSITE", "Abstrak": "Freelancer atau yang biasa disebut pekerja lepas, merupakan mereka yang bekerja secara independent, tidak terikat jam kerja, dan biasanya memiliki keterampilan khusus. Freelancer didominasi oleh generasi milenial yang sudah kenal dengan kemajuan teknologi terutama internet. Pekerja lepas dapat dikembangkan dengan memanfaatkan perkembangan teknologi. Pemanfaatan teknologi menciptakan pasar baru yaitu freelance marketplace. Freelance marketplace merupakan tempat bagi mereka yang membutuhkan freelancer untuk mengerjakan project mereka dan tempat bagi freelancer untuk memasarkan layanan mereka. Sistem freelance marketplace saat ini sudah banyak ditemukan salah satu contohnya adalah website Projects.co.id. Kekurangan dan masalah juga ditemukan pada sistem freelance marketplace yang sudah ada. Masalah dan kekurangan ini ditemukan dengan melakukan observasi terhadap sistem website Projects.co.id dan ditemukan dua masalah yaitu masalah dalam memilih freelancer yang cocok untuk mengerjakan project dan masalah reputasi freelancer. Penulis mengusulkan dua solusi untuk masing – masing masalah yaitu sistem rekomendasi freelancer dan sistem report untuk review dari buyer. Solusi ini akan diimplementasikan dalam pembuatan website freelance marketplace yang baru. Setelah dilakukan implementasi, akan dilakukan pengujian functional suitability dan usability. Hasil pengujian menunjukkan bahwa solusi yang diusulkan penulis berhasil diimplementasikan dan dijalankan pada sistem freelance marketplace yang baru dan memenuhi aspek usability dari pengguna.", "Daftar File": {"ABSTRAK Habiib Tsabit Az Zumar": "https://digilib.itb.ac.id/gdl/download/235971"}, "Penulis": "Habiib Tsabit Az Zumar [18217010]", "Kontributor / Dosen Pembimbing": ["Dr. techn. Wikan Danar Sunindyo, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "freelancer, freelance marketplace, functional suitability, usability.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Sep 2021"}