{"Nomor": 61183, "Judul": "PEMODELAN SEL CHINESE HAMSTER OVARY (CHO) DENGAN SUPLEMENTASI GALAKTOSA MENGGUNAKAN METABOLIC FLUX ANALYSIS (MFA)", "Abstrak": "Sel Chinese Hamster Ovary (CHO) sering digunakan untuk produksi biopharmaceutical\nkarena sel CHO dapat melakukan modifikasi protein pada tahap pasca translasi. Sel CHO dapat\nmenghasilkan asam laktat sebagai produk samping dalam produksi biopharmaceutical. Asam\nlaktat dapat menurunkan produksi protein terapetik. Konsentrasi asam laktat dapat dikurangi\ndengan suplementasi galaktosa. Respon kultur sel CHO terhadap suplementasi galaktosa dapat\ndianalisis berdasarkan dinamika konsentrasi substrat, metabolit, dan produk sel CHO yang\nditentukan berdasarkan eksperimen in silico menggunakan pemodelan matematis metabolic flux\nanalysis (MFA). Tujuan dari penelitian ini adalah mengoptimasi nilai parameter kinetik\nberdasarkan data konsentrasi sel, ammonia, laktat, glukosa dan galaktosa dari Artikel Wilkens et\nal., (2011). Parameter yang telah dioptimasi kemudian dianalisis dengan analisis sensitivitas. MFA\ndibangun menggunakan aplikasi SimBiology dalam software Matlab R2020b menggunakan\npersamaan reaksi kinetik generalized mass action. Parameter kinetik yang dioptimasi adalah\nkonstanta laju reaksi reaksi hexokinase (VmaxHK), laktat dehidrogenase (VmaxrLDH dan\nVmaxrLDH), galaktokinase (VmaxUDPGAL), glutamat dehidrogenase (VmaxGLDH), glutamin\nligase (VmaxrGLNS dan VmaxfGLNS), pertumbuhan sel (Vmaxgrowth). Seluruh parameter\ndioptimasi dengan solver lsqnonlin. Analisis sensitivitas menggunakan metode sobol dilakukan\npada model dengan kualitas terbaik yaitu variasi 2 mM glukosa dan 18 mM galaktosa. Berdasarkan\nhasil optimasi, didapatkan bahwa glukosa lebih cepat dikonsumsi oleh sel CHO dibanding\ngalaktosa. Konsentrasi akhir sel dan laktat semakin rendah jika konsentrasi galaktosa meningkat.\nDinamika konsentrasi ammonia tidak berbeda secara signifikan pada seluruh variasi yaitu 20 mM\nGlukosa, 6 mM Glukosa dan 14 mM galaktosa, serta 2 mM glukosa dan 18 mM galaktosa. Hasil\nAnalisis sensitivitas menunjukan bahwa parameter kinetik VmaxHK sensitif terhadap glukosa dan\nparameter kinetik VmaxUDPGAL terhadap galaktosa. Berdasarkan hasil tersebut, dapat\ndisimpulkan, parameter VmaxHK dan VmaxUDPGAL sangat berpengaruh secara signifikan pada\nmodel MFA dengan suplementasi galaktosa.", "Daftar File": {"ABSTRAK Adisha Putri": "https://digilib.itb.ac.id/gdl/download/235965"}, "Penulis": "Adisha Putri [11217013]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Marselina Irasonia Tan, M.S.", "Neil Priharto, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Metabolic Flux Analysis, Optimasi, Pemodelan matematis, Sel CHO, Sensitivity Analysis", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Sep 2021"}