{"Nomor": 61190, "Judul": "PEMODELAN LAT INDONESIA DENGAN MODEL PASUT SAMUDRA HINDIA TPXO", "Abstrak": "Indonesia adalah salah satu negara maritim terbesar di dunia dengan lautan hampir\nmeliputi dua pertiga wilayah Indonesia. Untuk memaksimalkan potensi laut,\ndiperlukan pengetahuan tentang pasang surut air laut (pasut laut). Pengetahuan ini\nberguna dalam pengukuran, analisis, dan pengkajian data muka air laut (Wijaya &\nYanuar, 2021). Salah satu informasi yang perlu diketahui ialah tentang Lowest\nAstronomical Tide (LAT). LAT adalah tinggi muka air surut terendah yang dapat\ndiprediksi dalam keadaan meteorologis rata-rata dan dalam kombinasi dari beberapa\nkejadian astronomis. Tujuan dari penelitian ini adalah untuk menentukan nilai dari\nLAT di Indonesia. LAT diperoleh dengan melakukan prediksi pasut selama 19 tahun\ndengan model pasut Samudra Hindia TPXO dan menentukan nilai terkecil dari hasil\nprediksi tersebut. Hasil LAT diolah dengan ArcGIS untuk menghasilkan peta LAT\nIndonesia yang bereferensi pada ellipsoid WGS84 dan dibandingkan dengan LAT dari\nBIG. Hasil dari penelitian ini menunjukkan LAT Indonesia dalam rentang dari -30\nmeter di bawah ellipsoid hingga 90 meter di atas ellipsoid dan perbedaan rata-rata LAT\nTPXO dari LAT BIG ialah 0,27 meter di atas LAT BIG", "Daftar File": {"ABSTRAK Andre Pratama Situmorang": "https://digilib.itb.ac.id/gdl/download/235974"}, "Penulis": "Andre Pratama Situmorang [15117011]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Wiwin Windupranata, S.T., M.Si.", "Dr. techn. Dudy Darmawan Wijaya, S.T., M.Sc.", "Fickrie Muhammad, S.T., M.Sc.", "Candida Aulia De Silva Nusantara, S.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Indonesia, lowest astronomical tide, model pasut Samudra Hindia TPXO, prediksi pasut.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Sep 2021"}