{"Nomor": 61207, "Judul": "ANALISIS KAPASITAS DRAINASE PADA SUNGAI CIKAWEDUKAN DAN SUNGAI CIBURIAL, KECAMATAN LELES, GARUT", "Abstrak": "Perkembangan ilmu pengetahuan dan teknologi yang sangat pesat telah mempengaruhi berbagai sektor dan wilayah. Begitu pula dengan Kabupaten Garut, kini telah mengalami perubahan menjadi daerah sub urban sebagai konsekuensi dari kondisi geografis yang cukup strategis. Salah satu contohnya yaitu adanya kawasan Pabrik yang cukup besar di Kecamatan Leles, Garut. Pabrik tersebut ialah PT. Changshin Reksa Jaya yang merupakan perusahaan multinasional yang bergerak dalam bidang manufaktur sepatu.\nSejalan dengan adanya perubahan tersebut, tentulah berdampak. Terutama jika dilihat dari kondisi pengelolaan daya air secara fisik maupun nonfisik. Maka dari itu, melalui tulisan ini, penulis melakukan analisis kapasitas drainase. Adapun ada dua daerah aliran sungai yang ditinjau Cikawedukan dan Ciburial.\nTujuan dilakukannya penulisan laporan ini ialah yang pertama untuk mengetahui kapasitas drainase di Sungai Cikawedukan dan Sungai Ciburial pada kondisi eksisting dan kondisi berkembang. Kedua untuk mengetahui kondisi sistem drainase di Sungai Cikawedukan dan Sungai Ciburial baik kondisi eksisting maupun kondisi berkembang. Lalu, yang terakhir yaitu untuk mengetahui permasalahan yang terjadi dan menentukan solusi yang tepat terkait dengan permasalahan tersebut.\nAdapun tahapan yang dilakukan dalam analisis ini yaitu melakukan analisis hidrologi yang meliputi analisis curah hujan, analisis debit banjir rencana. Selanjutnya dilakukan analisis hidraulika untuk menentukan kapasitas sungai dan juga melakukan pemodelan dengan menggunakan HEC-RAS 5.0.7. Kemudian dirumuskan operasi & pemeliharaan serta rencana tindak darurat untuk studi kasus yang dilakukan. Setelah semua tahapan tersebut dilakukan dapat dirumuskan poin-poin penting yang menjawab terkait rumusan masalah yang ada.", "Daftar File": {"ABSTRAK Anggia Nurwindra": "https://digilib.itb.ac.id/gdl/download/235991"}, "Penulis": "Anggia Nurwindra [15817021]", "Kontributor / Dosen Pembimbing": ["Dhemi Harlan, S.T., M.T., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Kapasitas Drainase, Sungai Cikawedukan, Sungai Ciburial, Kabupaten Garut, HEC-RAS 5.0.7", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Sep 2021"}