{"Nomor": 61200, "Judul": "ANALISIS PERILAKU INTERAKSI DINDING GESER DENGAN SISTEM RANGKA PADA STRUKTUR GEDUNG DENGAN METODE KIYOSHI MUTO DAN ANALISIS SOFTWARE ETABS", "Abstrak": "Pada saat ini, penggunaan dinding geser pada bangunan tinggi sudah lazim\ndigunakan. Semakin tinggi tingkat bangunan maka akan semakin besar terkena\ndampak datangnya gempa. Dinding geser menadi salah satu yang memiliki peran\npenting dalam menahan beban lateral atau beban gempa. Penggunaan dinding\ngeser pada struktur dapat meningkatkan kekakuan lateral struktur dan mengurangi\nsimpangan lateral struktur. Selain meningkatkan kekakuan dan mengurangi\nbesarnya displacement, dinding geser juga digunakan agar interstory drift antar\nlantai lebih seragam. Proporsi beban lateral yang diterima dinding geser cukup\nbesar sehingga perhitungan gaya- gaya pada dinding geser perlu dilakukan dengan\nbaik dan akurat karena sangat mempengaruhi persen kesalahan pada struktur\nkeseluruhan.\nDalam proses perencanaan gedung, penggunaan structural analysis software\nETABS sudah menjadi hal yang sangat lazim digunakan. Namun hasil yang\ndidapatkan dari analisis menggunakan software tidak secara mutlak dapat kita\ngunakan karena tidak ada penjelasan secara detail analisis perhitungan dan asumsi\nyang dilakukan oleh software tersebut. Salah satu metode perhitungan manual\nyang digunakan untuk mengetahui deformasi yang terjadi pada dinding geser\nadalah metode Kiyoshi Muto.\nAnalisis yang dilakukan menggunakan model penelitian struktur rangka dinding\ngeser 10 lantai dan 30 lantai. Analisis dilakukan dengan software ETABS dengan\npenampang persegi dan koefisien deformasi geser bernilai 1. Jumlah meshing 4x4\nsudah cukup efektif dan efisien digunakan untuk model 2D dan 3D untuk\nmendapatkan analisis deformasi dan gaya dalam dengan dinding geser.", "Daftar File": {"ABSTRAK NOVALIN SINAGA": "https://digilib.itb.ac.id/gdl/download/235984"}, "Penulis": "NOVALIN SINAGA [25018050]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Adang Surahman, M.Sc., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Dinding geser, deformasi geser, mesh, ETABS", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Sep 2021"}