{"Nomor": 61209, "Judul": "PENGARUH NISBAH BIOGAS/KUKUS TERHADAP KINERJA SOFC BERBASIS ELEKTROLIT CALCIASTABILIZED ZIRCONIA", "Abstrak": "Kebutuhan energi terus bertambah seiring berjalannya waktu. Di sisi lain, sumber\nenergi konvensional semakin menipis. Di balik hal tersebut, Indonesia masih memiliki\nmasyarakat yang belum dapat menikmati energi listrik selama 24 jam. Hal ini membuat\ndibutuhkannya teknologi konversi energi dengan umpan bahan bakar terbarukan\ndengan efisiensi yang tinggi. Fuel cell menjadi salah satu alternatif yang dapat\nmengonversi energi kimia secara langsung menjadi energi listrik. Solid Oxide Fuel Cell\n(SOFC) adalah salah satu fuel cell bertemperatur tinggi yang memiliki perkembangan\nyang menjanjikan. Bahan bakar biogas dapat diperoleh dari limbah. Hal ini membuat\nbiogas unggul dari segi ketersediaan dibanding hidrogen. SOFC berbasis elektrolit\nCalcia-Stabilized Zirconia (CSZ) telah dikembangkan di ITB sebelumnya. Kinerja\nSOFC ini perlu diteliti lebih lanjut untuk penggunaan biogas sebagai bahan bakar.\nKinerja sel SOFC dapat diuji dengan simulasi untuk mengetahui pengaruh variabel\nvariasi terhadap kinerja SOFC. Simulasi dilakukan dengan perangkat lunak ASPEN\nPlus, STANJAN, dan Ms. Excel. Simulasi disusun bedasarkan persamaan yang\nmempresentasikan daya hasil keluaran operasi. Penelitian terkait sel SOFC sebelumnya\ndi lab KPEE ITB digunakan sebagai parameter dalam menjalankan simulasi. Melalui\nsimulasi, pengaruh laju alir bahan bakar, nisbah kukus/karbon, temperatur operasi, dan\njumlah thermally self-sustain SOFC pada variasi bahan bakar dapat diketahui.\nSimulasi sel SOFC yang telah dibuat divalidasikan dengan literatur yang ada. Setelah\ndilakukan validasi, maka didapatkan kesimpulan bahwa kenaikan laju alir\nmeningkatkan daya keluaran SOFC, kenaikan nisbah kukus/karbon menurunkan daya\nkeluaran SOFC tetapi menurunkan resiko coking, kenaikan temperatur meningkatkan\ndaya keluaran SOFC dengan temperatur optimum ada pada 900OC, serta jumlah sel\nyang diperlukan untuk mencapai thermally self-sustain SOFC adalah 3.", "Daftar File": {"ABSTRAK William": "https://digilib.itb.ac.id/gdl/download/235992"}, "Penulis": "William [13017091]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Isdiriayani", "Hary Devianto, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Coking, laju alir, nisbah kukus/karbon, temperatur, thermally self-sustain.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Sep 2021"}