{"Nomor": 61213, "Judul": "USULAN KEBIJAKAN INVENTORI PROBABILISTIK BERDASARKAN PERAMALAN PENJUALAN KUANTITATIF DI PT KOMATSU INDONESIA", "Abstrak": "Komatsu Limited adalah perusahaan multinasional asal Jepang yang bergerak di manufaktur alat berat dan merupakan organisasi induk dari PT Komatsu Indonesia. Beberapa alat berat yang diproduksi oleh PT Komatsu Indonesia adalah hydraulic excavator, wheel loader, motor grader, dump truck dan bulldozer. Alat-alat ini digunakan di berbagai sektor, seperti pertambangan, konstruksi, perkebunan, dan kehutanan.\nBeberapa periode terakhir, PT Komatsu Indonesia mengalami pembengkakan inventori pada kedua produk unggulannya, yaitu PC130F-7 dan D85ESS-2. Hal ini menyebabkan tingginya ongkos terkait inventori. Saat ini, PT Komatsu Indonesia tidak memiliki metode peramalan dan penetapan inventori secara kuantitatif. Oleh karena itu, dalam penelitian ini, akan dilakukan estimasi peramalan dan penetapan inventori dengan menggunakan model kuantitatif, yaitu metode exponential smoothing untuk peramalan dan model inventori probabilistik Q untuk penetapan kebijakan inventori.\nHasil perhitungan peramalan menunjukkan adanya pola seasonal tahunan sehingga metode triple exponential smoothing merupakan metode yang digunakan pada penelitian ini. Metode ini juga menghasilkan MAD terkecil diantara metode exponential smoothing lain yang digunakan. Hasil peramalan ini kemudian menjadi input dalam menentukan usulan kebijakan inventori. Dengan menggunakan model inventori probabilistik Q, diperoleh kebijakan inventori baru berupa economic production quantity, replenishment point, safety stock, service level, dan total ongkos di luar produksi. Selanjutnya, disajikan sebuah skema jadwal produksi untuk memberikan gambaran mengenai usulan kebijakan inventori yang baru. Usulan kebijakan inventori ini dapat mengurangi ongkos total di luar produksi untuk produk PC130F-7 dan D85ESS-2 hingga Rp198.267.808,00 atau setara dengan 23,12% dari biaya existing dalam waktu satu semester.", "Daftar File": {"ABSTRAK Vania Estefina": "https://digilib.itb.ac.id/gdl/download/235997"}, "Penulis": "Vania Estefina [13417011]", "Kontributor / Dosen Pembimbing": ["Muhammad Akbar, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "peramalan, inventori, jadwal produksi", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "24 Sep 2021"}