{"Nomor": 61227, "Judul": "PERANCANGAN HOTEL BISNIS BINTANG 4 DI SLIPI, JAKARTA", "Abstrak": "Saat ini perkembangan hotel bisnis di Indonesia semakin pesat seiring\ndengan meningkatnya perkembangan bisnis terutama di kawasan Jakarta yang\ndikenal sebagai pusat kota bisnis di Indonesia. Dengan banyaknya perusahaan yang\nberkembang di kawasan tersebut, hotel bisnis menjadi tempat yang cukup diminati\noleh para pengusaha yang dapat dimanfaatkan untuk kegiatan bisnis. Proyek Hotel\nBisnis Bintang 4 di Slipi merupakan salah satu proyek hotel yang dirancang untuk\ndapat mengakomodasi pelayanan penginapan dan pelayanan lainnya yang dapat\nmemfasilitasi kegiatan bisnis di kawasan Jakarta. Gedung ini memiliki fungsi utama\nsebagai kawasan komersial yang menyediakan fasilitas penginapan serta fasilitas\npenunjang dan rekreasi bagi kegiatan bisnis dengan tinggi total 61 meter yang\nterdiri dari 13 lantai, rooftop, dan 2 lantai basement.\nManajemen Rekayasa Konstruksi dibutuhkan untuk merencanakan\nmetode pelaksanaan konstruksi hasil desain gedung, mengestimasi biaya serta\njadwal dari proyek sehingga proyek terlaksana sesuai dengan target waktu, biaya\ndan mutu. Dalam tugas akhir ini akan dijelaskan proses pemilihan metode kerja\nyang sesuai dengan kondisi proyek, perhitungan volume pekerjaan dengan\nmenggunakan software Excel, menjelaskan proses penyusunan Analisa Harga\nSatuan setiap pekerjaan sampai menghasilkan Rancangan Anggaran Biaya\nLangsung serta Tidak Langsung, menjelaskan proses penyusunan jadwal pekerjaan\nserta pembuatan kurva S dari proyek. Setelah itu, hasil perencanaan proyek akan dibandingkan dengan proyek historis sehingga dapat menghasilkan durasi proyek\nselama 17 bulan dan nilai proyek sebesar Rp 142 Miliar.", "Daftar File": {"ABSTRAK Leonardo Suris Kusuma": "https://digilib.itb.ac.id/gdl/download/236029"}, "Penulis": "Leonardo Suris Kusuma [15017047]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Sri Legowo Wignyo Darsono", "Ir. Made Suarjana, M.Sc., Ph.D.", "Meifrinaldi, S.T., M.T.", "Andhika Sahadewa, S.T., M.S.E, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "metode pelaksanaan konstruksi, biaya, penjadwalan, estimasi biaya konstruksi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2021"}