{"Nomor": 61228, "Judul": "PERENCANAAN MANAJEMEN REKAYASA KONSTRUKSI PADA PROYEK KONSTRUKSI HEADQUARTER OFFICE GOJEK INDONESIA", "Abstrak": "Bangunan Headquarter Office Go-Jek Indonesia dirancang dengan\nmengedepankan “work life balance” yang mengartikan bahwa bangunan tersebut\nharus mendukung keamanan dan kenyamanan karyawan dalam melakukan seluruh\naktivitas di dalamnya. Oleh karena itu, bangunan ini haruslah mampu berfungsi\ndengan baik, aman, kokoh, ekonomis, dan ramah lingkungan. Agar dapat\nmemenuhi kriteria-kriteria tersebut, diperlukan manajemen rekayasa konstruksi\nyang tepat untuk memberikan hasil konstruksi yang optimal.\nManajemen rekayasa konstruksi menyangkut perencanaan metode pelaksanaan\nkonstruksi, perhitungan durasi dan penjadwalan proyek, dan perhitungan biaya\nproyek. Secara umum, metode konstruksi bangunan ini dilakukan dengan sistem\ntop-down dengan menggunakan dinding penahan tanah secant pile dan pondasi\nbored pile serta king post sebagai penyangga balok dan pelat selama proses\npenggalian basement berlangsung. Proyek ini direncanakan untuk dimulai pada\ntanggal 28 Oktober 2021 dengan total durasi proyek selama 512 hari. Nilai rencana\nanggaran biaya (RAB) untuk proyek ini senilai Rp 155.410.000.000.", "Daftar File": {"ABSTRAK Muhammad Ariqleesta Hidayat": "https://digilib.itb.ac.id/gdl/download/236030", "COVER Muhammad Ariqleesta Hidayat": "https://digilib.itb.ac.id/gdl/download/246730", "PUSTAKA Muhammad Ariqleesta Hidayat": "https://digilib.itb.ac.id/gdl/download/246743"}, "Penulis": "Muhammad Ariqleesta Hidayat [15017094]", "Kontributor / Dosen Pembimbing": ["Ir. Erza Rismantojo, MSCE, Ph.D.", "Dr.-Ing. Ediansjah Zulkifli, S.T., M.T.", "Meifrinaldi, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Metode Pelaksanaan, Durasi, Penjadwalan, Biaya", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "11 file", "Tanggal Input": "24 Sep 2021"}