{"Nomor": 61220, "Judul": "PERENCANAAN KOLAM RETENSI UNTUK MEMINIMALISIR GENANGAN BANJIR DAN KONSERVASI AIR DI DESA PASIRTANJUNG, KECAMATAN CIKARANG PUSAT, KABUPATEN BEKASI, PROVINSI JAWA BARAT", "Abstrak": "Bertambahnya jumlah penduduk mendorong bertambahnya pula kebutuhan akan\nkawasan pemukiman serta perubahan tata guna lahan. Resapan dan intersepsi air yang\nberkurang di daerah hulu suatu DAS menyebabkan beberapa masalah keairan yang\nsalah satunya adalah banjir. Sebagian besar wilayah Kecamatan Cikarang Pusat terdiri\ndari dataran rendah dengan sistem drainase yang kurang mumpuni. Kedua hal ini\nmenjadi faktor utama terjadinya kemungkinan banjir akibat limpasan air hujan yang\ntidak teralirkan dengan baik. Salah satu tindakan pencegahan masalah tersebut adalah\npembuatan kolam retensi. Penyusunan Tugas Akhir ini bertujuan untuk merencanakan\ndan menganalisis pengaruh pembuatan kolam retensi dalam mengendalikan banjir\nakibat luapan Sungai Cibeet di Desa Pasirtanjung, Kecamatan Cikarang Pusat,\nKabupaten Bekasi. Kolam retensi merupakan bak tampungan air untuk mewadahi\nlimpasan air sungai untuk sementara waktu. Dalam Tugas Akhir ini dilakukan analisis\nhidrologi dengan data curah hujan stasiun BMKG dan GPM untuk menentukan debit\nhujan rencana. Lalu, dilakukan analisis hidrolika dengan aplikasi Hec-RAS untuk\nmenganalisis banjir yang terjadi. Setelah itu dilakukan perencanaan desain kolam\ntampungan, operasi dan pemeliharaan kolam, serta rencana anggaran biaya\npembangunan. Dari analisis yang sudah dilakukan, diperoleh nilai debit hujan rencana\ndi Sungai Cibeet untuk kala ulang 25 tahun adalah 1601.30 m3/s. Kolam yang\ndirencanakan memiliki kapasitas total sebesar 352.494 m3 dan dapat memotong debit\nsungai hingga 21,7 m3/s. Rencana anggaran yang dibutuhkan dalam pembangunan\nkolam ialah sebesar Rp44.828.866.000,-. Dari hasil analisis yang dilakukan, dapat\ndisimpulkan bahwa kolam retensi merupakan solusi yang efektif dalam mengurangi\ngenangan banjir di Desa Pasirtanjung.", "Daftar File": {"ABSTRAK Fahmi Amarrilo Dwimagma": "https://digilib.itb.ac.id/gdl/download/236022"}, "Penulis": "Fahmi Amarrilo Dwimagma [15817002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Sri Legowo Wignyo Darsono", "Dr. Ana Nurganah Chaidar, S.T., M.T.", "Dr.Eng. Arno Adi Kuntoro, S.T., M.T.", "Widyaningtias, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Banjir, Kolam Retensi, Desa Pasirtanjung, Sungai CIbeet, Hec RAS", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2021"}