{"Nomor": 61229, "Judul": "INVESTMENT ANALYSIS FOR SUBMARINE POWER CABLE PROJECT BETWEEN BELAKANG PADANG ISLAND AND SAMBU ISLAND", "Abstrak": "PT Pertamina (Persero) Kepulauan Riau meminta penyambungan tenaga listrik untuk terminal tangki \npenyimpanan bahan bakar di Pulau Sambu dengan kapasitas 7 MVA. Saat ini, Pulau Sambu masih\nmenerima listrik dengan mengoperasikan Pembangkit Listrik Tenaga Diesel (PLTD) berbahan bakar\nsolar. \nMelihat pasokan listrik terdekat dari Pulau Sambu adalah Listrik Pulau Belakang Padang, maka sebagai\nsolusi bisnis untuk dapat memenuhi permintaan PT Pertamina (Persero), PT PLN Batam akan\nmembangun kabel bawah laut antara Pulau Sambu - Pulau Belakang Padang ke menyalurkan listrik dari\nPembangkit Listrik sistem Batam ke Pulau Sambu melalui Pulau Belakang Padang. \nTujuan adanya penelitian ini adalah untuk menghitung Tarif Toll Fee Belakang Padang Island - Pulau\nSambu, menghitung tarif listrik di Pulau Sambu dengan kabel listrik bawah laut, Studi Kelayakan\nEkonomi, melakukan perbandingan Tarif Listrik PLTD dan mencari potensi keuntungan Perusahaan. \nMetodologi penelitian yang digunakan adalah sebagai berikut, yang pertama adalah melakukan analisis\nPasar untuk menentukan daya listrik yang akan disalurkan kabel laut untuk pulau Sambu. Setelah itu\nStudi Teknis dilakukan dengan referensi kajian PLN Batam yang sudah pernah dilakukan sebelumnya,\nStudi Ekonomi, Analisis Kelayakan Bisnis, risk assessment diperlukan untuk meyakinkan pihak\nmanagement PLN Batam bahwa project ini layak. \nPT PLN Batam harus mendapatkan referensi mengenai kelayakan investasi pembangunan kabel bawah\nlaut antara Belakang Padang – Pulau Sambu. Untuk mendapatkan acuan tersebut, perlu dilakukan\nanalisis investasi untuk mengetahui kelayakan bisnis pengembangan kabel bawah laut ini. \nTotal biaya investasi proyek diperoleh dari perhitungan kebutuhan material dan jasa yang dihasilkan\ndari kajian teknis dengan mengacu pada kontrak sejenis dan beberapa hasil market sounding. Dalam\nmemperkirakan Biaya Investasi, data referensi dan benchmark yang digunakan adalah berdasarkan data\nreferensi untuk pembangunan kabel bawah laut tegangan menengah. \nJika mengacu pada pembangunan kabel bawah laut yang digunakan menggunakan data dalam jangka\nwaktu tertentu, maka akan dilakukan penyesuaian terhadap inflasi dan selisih kurs jika diperlukan. \nParameter kelayakan usaha yang akan dianalisis adalah NPV (Net Present Value), IRR (Internal Rate of\nReturn), BCR (Benefit to Cost Ratio) dan PBP (Payback Period). Untuk lebih menyempurnakan analisis\nkelayakan usaha, dilakukan analisis sensitivitas untuk melihat pengaruh perubahan parameter investasi. \nSetelah dilakukan analisis investasi, diperoleh hasil bahwa pembangunan kabel bawah laut ini layak\nkarena memenuhi semua parameter kelayakan bisnis. Dimana NPV > 0, BCR > 1, IRR > Discount Rate\ndan PBP < Tenor Pinjaman. \nPerhitungan biaya investasi mencakup ruang lingkup berikut: Dengan dibangunnya kabel bawah laut\ntersebut, PT PLN Batam akan mendapatkan potensi keuntungan sebesar Rp. 12.358.560.473, - pada\ntahun pertama setelah beroperasinya kabel bawah laut dengan tarif listrik Rp. 2.054/Kwh. Tarif listrik\nini lebih murah dibandingkan tarif listrik menggunakan PLTD sebesar Rp 3.000/Kwh.", "Daftar File": {"2021_TS_PP_Agus Wibowo_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/236031"}, "Penulis": "Agus Wibowo [29119523]", "Kontributor / Dosen Pembimbing": ["Erman Sumirat, S.E., M.Buss., Ak."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Tarif Toll Fee, Analisa Kelayakan, Mitigasi Risiko", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "24 Sep 2021"}