{"Nomor": 61225, "Judul": "SELEKSI SENYAWA AKTINOMISET SEBAGAI KANDIDAT OBAT INHIBITOR DIMERISASI PROTEASE HIV ISOLAT INDONESIA MENGGUNAKAN DIMER-BASED SCREENING SYSTEM (DBSS)", "Abstrak": "Infeksi HIV merupakan suatu masalah global yang sangat persisten sekalipun telah\ndilakukan banyak upaya seperti strategi terapetik dan diagnostik untuk\nmenanggulangi masalah tersebut. Hal ini kemudian yang menjadi alasan\ndiperlukannya strategi terapetik baru yang lebih efektif dalam menanggulangi infeksi\nHIV. Salah satu golongan obat terapi antiretroviral adalah inhibitor protease (PI).\nObat yang termasuk dalam golongan ini antara lain adalah Darunavir dan Ritonavir.\nNamun, laju mutasi dari HIV relatif cepat sehingga menimbulkan galur baru dengan\nsifat resisten terhadap obat tersebut. Untuk itu, perlu terus dilakukan pencarian obat\nbaru yang dapat menjadi kandidat penghambat kerja protease HIV yang lebih murah\ndan efektif untuk dijadikan alternatif pengobatan. Di dalam penelitian ini dilakukan\nmetode seleksi berbasis dimerisasi protein fusi AraC-EMGFP yang terintegrasi dalam\ndimerization- based screening system (DBSS) dan disisipkan ke dalam Eschericia\ncoli BL21. Konfirmasi pasmid DBSS dilakukan menggunakan PCR dan sequencing\nsedangkan konfirmasi ekspresi protein fusi dilakukan menggunakan SDS-PAGE.\nIntensitas pendaran yang dihasilkan diuji menggunakan fluorescence reader\nGlomax™ Explorer. Senyawa yang diuji berasal dari ekstrak aktinomiset. Dari\npengujian 10 senyawa aktinomiset, 5 senyawa menunjukkan hasil positif yakni DHE 5-\n1 EA, DHE 5-1 MEA, BLH 1-12 MEA, SHP 2-1 MEA, dan BLH 5-29(2)MEA\ndengan konsentrasi yang memiliki pendaran optimum secara berturut- berturut 8, 6,\n2, 10, dan 8 ppm. Berdasarkan hasil tersebut, kelima senyawa tersebut disimpulkan\nmemiliki potensi untuk menghambat dimerisasi protease HIV dari galur isolat\nIndonesia dengan sub-genotipe CRF01-AE.", "Daftar File": {"ABSTRAK Jeremia Oktavian Chrisnanto": "https://digilib.itb.ac.id/gdl/download/236027"}, "Penulis": "Jeremia Oktavian Chrisnanto [10416036]", "Kontributor / Dosen Pembimbing": ["Azzania Fibriani, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "aktinomiset, dimer-based screening system, HIV-1, inhibitor protease, protease HIV", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2021"}