{"Nomor": 61232, "Judul": "ANALISIS KESESUAIAN LAHAN UNTUK REHABILITASI HUTAN PANTAI DI PESISIR PANTAI JAYANTI, CIANJUR, JAWA BARAT", "Abstrak": "Hutan pantai merupakan salah satu ekosistem wilayah pesisir yang memiliki banyak potensi dan\nfungsi baik dari segi ekonomi, sosial dan lingkungan. Degradasi hutan Pantai Jayanti disebabkan\noleh perambahan dan perubahan fungsi menjadi lahan terbangun, serta terjadinya peningkatan\naktivitas manusia yang menyebabkan menurunnya fungsi ekosistem hutan pantai tersebut. Untuk\nmemperbaiki dan mempertahankan fungsi tersebut diperlukan kegiatan rehabilitasi terhadap\nhutan pantai. Penelitian ini bertujuan untuk menganalisis kesesuaian lahan di pesisir Pantai\nJayanti yang dibagi kedalam dua zona berdasarkan kepada intensitas aktivitas manusia yaitu\nzona pemukiman dan wisata serta zona hutan pantai. Analisis kesesuaian lahan dilakukan\nberdasarkan sembilan parameter di pesisir Pantai Jayanti, antara lain (1) jenis tanah, (2) pH\ntanah, (3) suhu tanah, (4) kelembaban tanah, (5) lebar pantai, (6) salinitas sumber air, (7)\nkemiringan lahan, (8) kerapatan vegetasi, dan (9) penggunaan lahan. Setiap parameter diberi\nbobot menggunakan rumus pembobotan normal dengan memperhitungkan ranking setiap\nparameter yang diperoleh dari studi pustaka, lalu hasil perhitungan setiap plot di rata-ratakan\nuntuk penilaian tiap zona. Hasil penelitian menunjukan bahwa kedua zona memiliki beberapa\nhasil yang berbeda pada setiap parameternya. Ditinjau dari parameter jenis tanah kedua zona\ndidominasi jenis tanah yang sama yaitu regosol. Zona hutan pantai memiliki rata – rata pH tanah\nyang lebih tinggi dibandingkan dengan zona pemukiman dan wisata, secara berurutan bernilai\n6,83 dan 6,39. Rata – rata suhu tanah pada zona hutan pantai lebih tinggi dibandingkan zona\npemukiman dan wisata, secara berurutan bernilai 31,4oC dan 29,7oC. Sedangkan untuk rata – rata\nkelembaban tanah pada zona hutan pantai lebih rendah dibandingkan zona pemukiman dan\nwisata, secara berurutan bernilai 16,19% dan 26,68%. Untuk parameter salinitas sumber air,\npengukuran diambil pada 4 aliran sungai yang berbeda. Aliran 1 memiliki salinitas 10%, aliran 2\nsebesar 5%, aliran 3 sebesar 4% dan aliran 4 sebesar 15%. Lebar pantai diukur mulai dari batas\npasang surut air laut hingga batas vegetasi di pesisir pantai, zona hutan pantai memiliki rata –\nrata lebar pantai 54,6 m sedangkan zona pemukiman dan wisata memiliki lebar pantai sebesar\n36,1 m. Pada parameter kemiringan lahan, zona hutan pantai didominasi oleh kondisi lahan yang\nlandai dengan kemiringan 10,22%, sedangkan zona pemukiman dan wisata cenderung datar\ndengan kemiringan 4,58%. Pada parameter kerapatan vegetasi, zona hutan pantai memiliki\nkerapatan yang sangat rendah sedangkan zona pemukiman dan wisata memiliki kerapatan yang\nsedang. Penggunaan lahan di zona hutan pantai didominasi oleh semak belukar sedangkan pada\nzona pemukiman dan wisata didominasi oleh rumah/bangunan. Berdasarkan hasil tersebut zona\npemukiman dan wisata termasuk kedalam kelas cukup sesuai dengan nilai skor kesesuaian\nsebesar 64,67% sedangkan zona hutan pantai termasuk kedalam kelas sesuai dengan nilai skor\nkesesuaian sebesar 69,67%. Dapat disimpulkan bahwa kedua zona tersebut dapat dilakukan\nkegiatan rehabilitasi dengan mempertimbangkan parameter pembatas dari setiap zona.", "Daftar File": {"ABSTRAK Muhammad Rifky": "https://digilib.itb.ac.id/gdl/download/236034"}, "Penulis": "Muhammad Rifky [11517018]", "Kontributor / Dosen Pembimbing": ["Dr. Devi Nandita Choesin, M.Sc.", "Dr. Ichsan Suwandhi, S.Hut., M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Kesesuaian lahan, Rehabilitasi hutan pantai, Pemukiman dan wisata, Hutan pantai.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2021"}