{"Nomor": 61249, "Judul": "DESAIN PENCAHAYAAN KAWASAN PERKOTAAN DI KOTA LAMA SEMARANG", "Abstrak": "Kota Lama Semarang merupakan kawasan peninggalan sejatah dan sekaligus\nkawasan cagar budaya yang eksistensinya masih terjaga sampai saat ini dan\nmerupakan satu dari sedikit kawasan sejenis di Indonesia. Seiring dengan\nperkembangan kawasan perkotaan di sekitarnya, citra kawasan inti Kota Lama\nSemarang seluas 30 Ha ini hilang khususnya di malam hari akibat instalasi\npencahayaan perkotaan yang belum optimal. Beberapa faktor yang mempengaruhi\nhal tersebut di antaranya jaringan jalan dengan intensitas tinggi, pencahayaan yang\ndipasang hanya untuk memenuhi fungsi utilitarian, serta pencahayaan tanpa tujuan.\nHal ini berimplikasi kepada banyak hal selain dari kehilangan citra kawasan, juga\nnilai yang seharusnya muncul dari bangunan dan kawasan cagar budaya menjadi\nhilang. Oleh karena itu dilakukan analisis mengenai seberapa jauh kondisi\npencahayaan eksisting kawasan terhadap ketentuan yang ada. Standar yang\nditetapkan berdasarkan peraturan yang ada serta standar dan dokumen internasional\nmengenai pencahayaan. Hasil dari simulasi menunjukkan bahwa 90% kondisi\npencahayaan ruang tidak memenuhi standar yang ada, dan oleh sebab itu setiap\nlokasi yang dilakukan analisis disimulasi menggunakan pencahayaan yang sesuai\nuntuk memenuhi standar yang ada. Hasil yang diberikan dari hasil simulasi melalui\nmetode desain berdasar fakta adalah terdapat perbedaan yang cukup jauh dari\nvisualiasi pencahayaan dari tiap-tiap koridor dan ruang terbuka. Efek dramatis\nmuncul karena elemen pencahayaan terpenuhi dan proporsi gelap dan terang\nterbentuk, sehingga setiap artikulasi bangunan muncul melalui efek pencahayaan\nmaupun bayangan yang jatuh di permukaanya.Kemudian, untuk mengoptimalkan\nhasil simulasi yang dilakukan, peran vista dan arah pandang manusia sangat\ndibutuhkan. Bersamaan dengan itu beberapa lokasi direncanakan sesuai dengan\nfungsi yang berkaitan, seperti gerbang kawasan, inti kawasan, serta ruang terbuka.\nDengan mengacu kepada proses desain terfragmen, perencanaan lokasi-lokasi\ntersebut diharapkan dapat memperjelas ruang dari sudut pandang manusia yang\nmelakukan aktivitas di dalamnya dan menghasilkan konseptual desain pencahayaan\nruang publik yang ideal bagi kawasan bersejarah seperti Kawasan Kota Lama\nSemarang.", "Daftar File": {"ABSTRAK Muhammad Alvin Gumelar": "https://digilib.itb.ac.id/gdl/download/236095"}, "Penulis": "Muhammad Alvin Gumelar [25618002]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Heru Wibowo Poerbo, MURP.", "Dr.-Ing. Erika Yuni Astuti, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pencahayaan kota, optimalisasi, ruang terbuka publik, vista dan arah pandang, citra kota.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "24 Sep 2021"}