{"Nomor": 61255, "Judul": "STABILISASI TERMAL BEKATUL MENGGUNAKAN CONVECTIVE DRYER UNTUK TAHAP AWAL PRODUKSI BAHAN BIOAKTIF", "Abstrak": "Bekatul dengan jumlah 8% berat padi memiliki kandungan bioaktif yang tinggi dan telah\nbanyak dimanfaatkan untuk kebutuhan pangan manusia. Namun, tingginya kandungan\nlemak pada bekatul menjadikannya tidak stabil dan mudah rusak akibat aktivitas enzim\nlipase. Untuk itu, perlu dilakukan stabilisasi pada bekatul untuk menginaktifkan enzim\nlipase dan menjaga kandungan bioaktif di dalamnya tetap tinggi. Pengeringan merupakan\nsalah satu proses stabilisasi yang paling umum dilakukan karena kemudahannya. Proses\nstabilisasi dengan pengeringan ini akan dilakukan secara forced dan natural convective\npada temperatur 70 - 160?. Stabilisasi menggunakan natural convective dilakukan pada\nskala laboratorium sedangkan forced convective dilakukan pada skala laboratorium dan\nmini pilot dengan jumlah bekatul sebanyak 25 gram. Pengaruh stabilisasi akan dilihat\npada aktivitas enzim lipase, kandungan total fenolat, dan kandungan antioksidan bekatul.\nStabilisasi bekatul pada skala mini pilot menghasilkan kenaikan temperatur, penurunan\naktivitas lipase, dan penurunan kadar air yang lebih cepat dibandingkan pada skala\nlaboratorium. Peningkatan temperatur dan durasi stabilisasi akan meningkatkan kadar air\nyang hilang dari bekatul dan menurunkan aktivitas enzim lipase dalam bekatul.\nPerubahan temperatur dan durasi stabilisasi tidak berpengaruh terhadap kandungan\nbioaktif bekatul pada rentang temperatur 70-160 ? dan rentang durasi 10 – 60 menit.\nKondisi operasi optimal stabilisasi menggunakan forced convective dryer adalah pada\ntemperatur 160? selama 60 menit dengan %hidrolisis, kadar air, kadar fenolat total, dan\nantioksidan berturu-turut sebesar, 25%; 0,37%; 7530 mg/100g; dan 68,88%.", "Daftar File": {"ABSTRAK Ivando Hutauruk": "https://digilib.itb.ac.id/gdl/download/236083"}, "Penulis": "Ivando Hutauruk [13017028]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Johnner Sitompul, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "bekatul, bioaktif, convective dryer, kadar air, lipase", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2021"}