{"Nomor": 61250, "Judul": "STUDI INTENSI KONSUMEN TERHADAP PENGGUNAAN KANTONG BELANJA RAMAH LINGKUNGAN PADA PROGRAM PASAR BEBAS PLASTIK (STUDI KASUS: PASAR TEBET BARAT, DKI JAKARTA)", "Abstrak": "Besarnya penduduk dan keragaman aktivitas di kota-kota metropolitan\nmengakibatkan munculnya persoalan dalam pelayanan prasarana perkotaan, seperti\nmasalah sampah. DKI Jakarta memiliki permasalahan peningkatan penduduk yang\ndiiringi dengan peningkatan tonase sampah setiap tahunnya. Permasalahan sampah\nDKI Jakarta terkait dengan komposisi sampah plastik sebagai sampah anorganik\ndengan persentase tertinggi yang tidak dapat terdekomposisi secara ilmiah dan\nmenyebabkan permasalahan lingkungan. Pemerintah Provinsi DKI Jakarta merespon\ndengan program “Pasar Bebas Plastik” sebagai bentuk implementasi Peraturan\nGubernur No. 142/2019 tentang Kewajiban Penggunaan Kantong Belanja Ramah\nLingkungan (KBRL) khususnya pada pasar rakyat. Intensi konsumen dalam\nmenggunakan KBRL merupakan faktor penting dalam keberhasilan program ini. Oleh\nsebab itu, penelitian ini bertujuan untuk mengetahui intensi konsumen dan\nmerumuskan strategi kebijakan dalam penggunaan KBRL di Pasar Tebet Barat. Pasar\nTebet Barat terpilih sebagai lokasi studi karena merupakan pasar percontohan dari\nprogram ini. Pengumpulan data penelitian ini dilakukan dengan survei primer melalui\npenyebaran kuesioner daring, wawancara, oberservasi, dan survei sekunder dengan\nstudi kepustakaan. Analisis yang digunakan yaitu analisis deskriptif statistik, analisis\nasosiasi koefisien kontingensi dan gamma, analisis Structural Equation Modeling, dan\nanalisis deskriptif kualitatif. Penelitian ini melibatkan 9 variabel utama yakni variabel\ndemografis, pengetahuan kebijakan, norma pribadi, sikap perilaku, kepedulian\nlingkungan, kontrol perilaku, efikasi respon, norma subjektif, dan intensi membawa\nKBRL. Penelitian ini menghasilkan faktor-faktor yang signifikan berpengaruh\nterhadap terhadap intensi konsumen dalam penggunaan KBRL yaitu norma pribadi,\nsikap perilaku, kontrol perilaku, dan norma subjektif. Strategi peningkatan\nimplementasi program pasar bebas plastik di DKI Jakarta terumuskan, yakni perlunya\npemberian insentif untuk penyedia KBRL, pemberlakuan mekanisme insentifdisinsentif, peningkatan pengawasan implementasi program, penerapan mekanisme\npenetapan harga KBRL, peningkatan sosialisasi kebijakan secara menyeluruh, dan\npeningkatan sosialisasi urgensi pengurangan kantong plastik sekali pakai.", "Daftar File": {}, "Penulis": "Nadifa Adila [15417063]", "Kontributor / Dosen Pembimbing": ["Nurrohman Wijaya, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kantong Belanja Ramah Lingkungan, Pasar Bebas Plastik, Pasar Rakyat, Intensi Konsumen, Structural Equation Modeling.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "24 Sep 2021"}