{"Nomor": 61265, "Judul": "SELEKSI SENYAWA ALAMI DARI TUMBUHAN OBAT INDONESIA SEBAGAI KANDIDAT INHIBITOR AKT DAN KRAS G12D MENGGUNAKAN PENDEKATAN STUDI MOLECULAR DOCKING", "Abstrak": "Resistensi terhadap anti-EGFR dalam pengobatan kanker kolorektal dapat\ndisebabkan oleh hilangnya fungsi PTEN ataupun mutasi KRAS G12D. Hal ini\ndapat menyebabkan aktivasi jalur pensinyalan downstream utama EGFR yaitu\nPI3K-AKT ataupun RAS-MAPK walaupun EGFR telah dihambat oleh anti-EGFR.\nPenghambatan jalur pensinyalan tersebut menggunakan inhibitor AKT ataupun\nKRAS G12D dapat menjadi solusi bagi pasien yang resisten terhadap anti-EGFR.\nSaat ini belum ada kandidat inhibitor KRAS G12D yang berhasil memasuki uji\nklinis, sedangkan beberapa kandidat inhibitor AKT yang memasuki uji klinis tidak\nmenunjukkan efek penghambatan yang signifikan. Oleh sebab itu, perlu dilakukan\npencarian senyawa baru dengan efek penghambatan optimal terhadap protein AKT\nataupun KRAS G12D. Senyawa baru tersebut dapat berasal dari tumbuhan.\nBerdasarkan paparan tersebut, penelitian ini dilakukan untuk menemukan senyawa\nalami dari tumbuhan obat Indonesia yang berpotensi untuk dikembangkan sebagai\ninhibitor AKT ataupun KRAS G12D menggunakan pendekatan molecular docking.\nSenyawa alami dari spesies tumbuhan obat Indonesia diseleksi secara in-silico\nmenggunakan parameter obat oral yang terdiri dari berat molekul, kelarutan dalam\nair, penyerapan dalam usus, dan drug-likeness Lipinski. Prosedur refinement\ndilakukan pada struktur protein AKT1, KRAS G12C, KRAS G12D, dan KRAS\nwild type. Senyawa alami yang lolos seleksi in-silico digunakan sebagai ligan dan\nditambatkan pada sisi ATP-binding pocket pada AKT1 dan sisi alosterik SII-P/SIIG\npada KRAS G12C, KRAS G12D, dan KRAS wild type. Penentuan senyawa\nalami potensial dilakukan melalui analisis scoring function AutoDock Vina dan\nanalisis ikatan hidrogen serta hidrofobik pada interaksi ligan dengan residu-residu\npenting di sisi pengikatan protein. Pada penelitian ini, 1311 senyawa alami dari 320\nspesies tumbuhan obat Indonesia digunakan dalam seleksi secara in-silico. 327 dari\n1311 senyawa alami yang digunakan dalam seleksi memenuhi parameter obat oral.\nHasil penambatan ligan pada protein AKT1 menunjukkan nilai afinitas pengikatan\nsenyawa morindone (-9,1 kkal/mol) dan porphyrin (-9 kkal/mol) lebih baik\ndibandingkan senyawa kontrol AZD5363 (-7,9 kkal/mol) dan GDC0068 (-8,1\nkkal/mol). Morindone dan porphyrin juga berinteraksi dengan lebih banyak residu\npenting dibandingkan senyawa kontrol tersebut. Hasil penambatan ligan pada\nprotein KRAS menunjukkan senyawa phaseollin memiliki nilai afinitas pengikatan paling baik pada KRAS G12C (-8,7 kkal/mol) dan KRAS G12D (-7,5 kkal/mol).\nNilai afinitas pengikatan phaseollin pada KRAS mutan lebih baik dibandingkan\npada KRAS wild type (-6,2 kkal/mol). Hal ini memungkinkan efek penghambatan\nphaseollin hanya berlaku pada KRAS mutan saja. Phaseollin mampu membentuk\ninteraksi dengan titik mutasi D12 di KRAS G12D namun tidak pada KRAS lainnya,\nhal ini memungkinkan phaseollin memiliki spesifisitas yang baik dalam mentarget\nKRAS G12D. Berdasarkan hasil penelitian ini, ditemukan senyawa alami dari\ntumbuhan obat Indonesia yaitu morindone, porphyrin, dan phaseollin yang\nberpotensi untuk dikembangkan sebagai inhibitor AKT ataupun KRAS G12D.", "Daftar File": {"ABSTRAK Aisyah": "https://digilib.itb.ac.id/gdl/download/236103"}, "Penulis": "Aisyah [21119004]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Marselina Irasonia Tan, M.S.", "Azzania Fibriani, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "AKT, KRAS G12D, molecular docking, senyawa alami, tumbuhan Indonesia.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2021"}