{"Nomor": 61270, "Judul": "STUDI OPTIMASI FAKTOR PEROLEHAN MINYAK PADA RESERVOIR TEBAL DENGAN INJEKSI SURFAKTAN POLA FIVE SPOT PADA BERBAGAI HARGA VISKOSITAS MINYAK", "Abstrak": "Dewasa ini permintaan terhadap kebutuhan minyak bumi masih berada pada trend meningkat. Untuk memenuhi kebutuhan minyak diperlukan peningkatan produksi. Salah satu cara yang bisa dilakukan untuk meningkatkan produksi minyak adalah dengan menggunakan teknik Enhanced Oil Recovery (EOR). Salah satu EOR yang sering digunakan adalah injeksi surfaktan. Injeksi surfaktan digunakan untuk memaksimalkan displacement efficiency dengan cara menurunkan tegangan permukaan antara minyak dengan air.\nUntuk memaksimalkan faktor perolehan pada reservoir tebal, diperlukan strategi pembukaan lapisan yang tepat. Pada dasarnya reservoir dapat diproduksikan dari seluruh lapisan pada waktu bersamaan, dapat pula dibuka per lapisan sesuai dengan strategi pengembangan lapangan yang ingin diaplikasikan. Jika reservoir ingin diproduksikan per lapisan, lapisan bisa dibuka dari yang paling atas lalu dilanjutkan ke lapisan dibawahnya, ataupun lapisan paling bawah terlebih dahulu lalu dilanjutkan ke lapisan diatasnya.\nPada studi ini akan dilakukan pula variasi besarnya viskositas minyak untuk mengetahui pengaruhnya terhadap kinerja reservoir. Semua skenario diatas akan dimodelkan dalam simulator komersial Eclipse untuk mendapatkan skenario dengan faktor perolehan terbesar dengan menggunakan pola injeksi-produksi five spot.", "Daftar File": {"ABSTRAK Okky Hartono": "https://digilib.itb.ac.id/gdl/download/236111"}, "Penulis": "Okky Hartono [12210065]", "Kontributor / Dosen Pembimbing": ["Ir. Leksono, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "injeksi surfaktan, reservoir tebal, pembukaan lapisan, variasi viskositas minyak, faktor perolehan", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "24 Sep 2021"}