{"Nomor": 61279, "Judul": "PERENCANAAN DESAIN TANGGUL DAN GORONG - GORONG SERTA NORMALISASI DI CIMAHI SELATAN UTAMA SEBAGAI UPAYA PENGENDALIAN BANJIR SUNGAI CIMAHI", "Abstrak": "Kecamatan Cimahi Selatan merupakan salah satu kecamatan dari total 3 (tiga) kecamatan yang berada di Kota Cimahi. Kecamatan Cimahi Selatan merupakan wilayah paling selatan dan memiliki luas wilayah terbesar yaitu 16.02 km2  dan memiliki jumlah penduduk terbanyak. Selain itu wilayah ini menjadi kawasan industri terbesar dibanding dengan wilayah lainnya. Lokasi studi terletak di Kelurahan Utama yaitu di sekitar pabrik garmen. Sungai utama yang melintas lokasi studi adalah Sungai Cimahi yang berhulu di Situ Cisanti (Lembang) dan memiliki panjang 29.193 km yang diukur dari hulu hingga hilir dari lokasi studi. Lokasi studi dahulunya adalah kawasan pesawahan. Seiring bertambahnya tahun pertumbuhan kawasan industri dan penduduk semakin meningkat dan menimbulkan masalah banjir yang dikarenakan oleh perubahan tata guna lahan di hulu dan hilir Sungai Cimahi serta masih beroperasinya saluran irigasi yang kini masuk ke saluran sungai utama Cimahi yang memberikan volume berlebih kepada sungai utama. Pertumbuhan penduduk yang tinggi di sekitar bantaran sungai menyebabkan penyempitan sungai yang mengurangi lebar sungai utama. Selain itu, terdapat box culvert ruas Tol Purbaleunyi dan ruas pabrik yang kapasitasnya tidak mencukupi sehingga aliran air menjadi tidak lancar karena adanya bottle neck di area tersebut dan sehingg terjadi limpasan ke sebagian wilayah pabrik PT. Matahari Sentosa Jaya dikarenakan elevasi yang lebih rendah dibandingkan dengan elevasi sungai. Maka, solusi yang ditawarkan adalah perencanaan tanggul, gorong – gorong, serta normalisasi pada sungai Cimahi.", "Daftar File": {"ABSTRAK Muhammad Iqbal": "https://digilib.itb.ac.id/gdl/download/236124"}, "Penulis": "Muhammad Iqbal [15817039]", "Kontributor / Dosen Pembimbing": ["Hadi Kardhana, S.T., M.T., Ph.D.", "Dr.Eng. Eka Oktariyanto Nugroho, S.T., M.T.", "Mohammad Bagus Adityawan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Banjir, tanggul, dan normalisasi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2021"}