{"Nomor": 61277, "Judul": "REKOMENDASI DALAM PENGOPTIMALAN LAJU PRODUKSI MINYAK PADA PENGGUNAAN DUA SUMUR GAS LIFT DENGAN STUDI SENSITIVITAS PROPERTI RESERVOIR DAN INJEKSI GAS", "Abstrak": "Teknologi injeksi gas lift telah cukup lama digunakan dalam industri perminyakan sebagai salah satu metode pengangkatan buatan. Tujuan penerapan metode ini di lapangan adalah untuk meningkatkan produksi minyak karena tekanan reservoir sudah tidak mampu mengangkat minyak ke permukaan. Masalah optimasi pada sistem gas lift telah menjadi suatu hal yang sangat diperhatikan dalam studi pengangkatan buatan. Laju injeksi gas dibatasi oleh jumlah maksimum gas injeksi yang tersedia dan laju produksi cairan dibatasi oleh kapasitas separator. Karena total gas yang tersedia pada sebuah lapangan minyak terbatas, maka volume gas gas injeksi akan berperan sangat penting dalam penentuan laju produksi minyak. Laju produksi minyak merupakan fungsi non linear dari laju injeksi gas, dimana tidak diketahui secara eksplisit. Dalam penerapannya dengan menggunakan Gas Lift Performance Curve (GLPC) akan dapat diketahui pada kondisi injeksi gas tertentu akan mendapatkan laju minyak yang paling optimum.\nPada studi ini, simulasi akan dilakukan untuk meningkatan produksi minyak dari dua sumur dengan metode pengangkatan buatan gas lift yang saling dikombinasikan menggunakan software Pipephase. Pada penelitian ini akan dicari jumlah optimal alokasi gas pada tiap sumur dengan sensitivity properti pada injeksi gas dan reservoir. Dari penelitian ini akan didapatkan hubungan injeksi gas dan propertinya untuk memperoleh jumlah produksi minyak yang optimal. Secara umum dari hasil analisa menunjukan bahwa ada rekomendasi properti reservoir tertentu yang dianjurkan untuk dilakukan metode gas lift untuk menghasilkan laju minyak yang optimal. Selain itu penentuan properti gas lift yang akan digunakan seperti spesific gravity gas lift, ukuran tubing, dan besar laju injeksi gas itu sendiri juga sangat mempengaruhi besarnya laju minyak yang akan diperoleh kemudian.", "Daftar File": {"ABSTRAK Derie Camara Eka Putra": "https://digilib.itb.ac.id/gdl/download/236120"}, "Penulis": "Derie Camara Eka Putra [12210044]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "gas lift, gas lift performance curve, laju injeksi gas, spedific gravity, productivity index, static bottom hole pressure, kesalahan numeric, solution gas", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "24 Sep 2021"}