{"Nomor": 61292, "Judul": "PERUBAHAN TINGKAT KETANGGUHAN MASYARAKAT TERHADAP BANJIR PERKOTAAN (STUDI KASUS: KELURAHAN SEMANAN, DURI KOSAMBI, DAN RAWA BUAYA, KOTA JAKARTA BARAT)", "Abstrak": "Banjir merupakan bencana tahunan yang melanda Jakarta sejak zaman\nkolonial Belanda dan menghasilkan kerugian yang besar pada berbagai sektor.\nWalaupun dari kondisi fisik dan lingkungan Jakarta memang merupakan daerah\nrawan banjir, Pemerintah Kota dan Provinsi hingga masyarakat pada tingkat\nterendah, RT dan RW, tetap melakukan kegiatan yang termasuk dalam rangkaian\nupaya penanggulangan banjir. Tujuan penelitian ini adalah mengidentifikasi\nperubahan tingkat ketangguhan masyarakat setelah terdapat upaya penanggulangan\nbanjir di Kelurahan Semanan, Duri Kosambi, dan Rawa Buaya, Kota Jakarta Barat.\nPenelitian dilakukan pada bulan Februari-Agustus 2021 di Kota Jakarta Barat\ndengan menggunakan pendekatan kuantitatif. Metode yang digunakan dalam\npenelitian ini adalah analisis deskriptif kuantitatif dan kualitatif, analisis spasial,\nanalisis konten, dan analisis skoring dengan menggunakan data primer berupa\nkuesioner, serta data sekunder, seperti data statistik maupun dokumen instansional.\nTingkat kerentanan wilayah di tiga kelurahan terhadap risiko banjir pada\nskala RW dominan berada pada tingkat sedang. Kondisi banjir secara umum dilihat\ndari intensitas dan dampak yang dirasakan masyarakat mengalami penurunan\napabila membandingkan kondisi banjir di tahun 2013 dan kondisi saat ini, yaitu\ntahun 2021. Masyarakat pada tiga kelurahan tersebut telah memiliki pengetahuan\ndan tindakan yang semakin baik untuk menanggulangi banjir, sehingga berpengaruh\nterhadap tingkat ketangguhan masyarakat dalam menghadapi banjir. Walaupun\nperubahan terhadap tingkat ketangguhan tidak terlalu signifikan, sebab mayoritas\nRW tidak mengalami perubahan pada tingkat ketangguhan masyarakat, namun\nbeberapa RW di tiga kelurahan mengalami peningkatan ketangguhan masyarakat.\nPeningkatan ketangguhan masyarakat tentunya tidak luput dari upaya\npenanggulangan banjir yang dilakukan di tingkat masyarakat, maupun di tingkat\nyang lebih tinggi, sehingga kemampuan masyarakat untuk mengantisipasi dan\nbertahan dari banjir, serta memulihkan keadaan setelah banjir semakin membaik.\nPerlu dilakukan upaya lebih dalam penanggulangan banjir untuk hasil yang lebih\nsignifikan, seperti melakukan penataan permukiman padat penduduk maupun\nnormalisasi sungai dan penataan sempadan yang termasuk dalam ranah penataan\nkota, serta peningkatan peran masyarakat dalam rangkaian upaya penanggulangan\nbanjir.", "Daftar File": {}, "Penulis": "Deffany Rosa Firstina [15417056]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iwan Kustiwan, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "banjir, perkotaan, ketangguhan masyarakat, kerentanan wilayah, analisis kuantitatif, penataan ruang", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "24 Sep 2021"}