{"Nomor": 61297, "Judul": "MEMINIMALKAN KETERLAMBATAN PENYELESAIAN PROYEK DAN BIAYA OPERASIONAL", "Abstrak": "Industri konstruksi telah menjadi kontributor pertumbuhan ekonomi Indonesia (BPS, 2021), Meskipun, pada masa pandemik seperti sekarang ini, perkembangan industri konstruksi relatif stabil dan diperkirakan pada skala global akan berkembang di tahun-tahun mendatang (McKinsey, 2020). Untuk meningkatkan pertumbuhan ekonomi melalui proyek konstruksi, pemerintah Indonesia berakselerasi untuk mempercepat pelaksanaan proyek-proyek konstruksi dengan tetap memperhatikan pengendalian biaya, waktu, kualitas dan administrasi proyek yang menyertainya, sehingga regulasi pemerintah dan peran konsultan manajemen konstruksi sangat diperlukan untuk memenuhinya. \n\nPT. Bina Karya (Persero) sebagai konsultan manajemen konstruksi (MK) mengalami isu dalam proses bisnisnya, dimana sesuai ketentuan pemerintah, penugasan konsultan manajemen konstruksi (MK) berbanding lurus dengan pelaksanaan konstruksi. Keterlambatan penyelesaian proyek mengakibatkan bertambahnya waktu penugasan konsultan manajemen konstruksi (MK) pada sebuah proyek konstruksi, dampaknya adalah biaya operasional konsultan pun menjadi bertambah. Hal tersebut tercermin pada proyek-proyek yang dikendalikan dan diawasi oleh PT. Bina Karya (Persero), dengan banyaknya keterlambatan penyelesaian proyek-proyek tersebut, celah antara target biaya operasional yang direncanakan perusahaan dan biaya operasional aktual semakin besar, akibatnya terjadi pengurangan target keuntungan bahkan kerugian di beberapa tahun terakhir.\n\nPenelitian dilakukan dengan menganalisa satu proyek berjalan di PT. Bina Karya (Persero) yaitu pada proyek Divisi Gedung, dimulai dengan pendekatan kualitatif dan kuantitatif dengan wawancara terhadap pihak-pihak yang terlibat, kuisioner dan observasi terhadap proyek ABC Tower, dan menganalisa kondisi proyek menggunakan pendekatan manajemen jadwal proyek (project schedule management), dengan menentukan ruang lingkup dan aktivitas menggunakan WBS dan RBS, menentukan urutan pekerjaan dan perkiraan durasi pelaksanaan menggunakan Gantt-chart, analisa pengembangan jadwal menggunakan CPM, penetapan skedul pelaksanaan menggunakan S-Curve, analisa terhadap peranan konsultan manajemen kontruksi (MK) pada proyek ABC Tower dan analisa perbandingan dengan proyek-proyek lain yang sama. Hasil analisa digunakan sebagai dasar penentuan kondisi yang tidak diiginkan (UDEs) sehingga dengan menggunakan CRT dapat ditemukan akar permasalahan.?\nBerdasarkan penelitian yang dilakukan, terdapat 2 akar masalah yang menjadi penyebab keterlambatan penyelesain proyek ABC Tower, diantaranya; (1) pada tahap perencanaan konstruksi, yaitu penjadwalan proyek yang tidak menyeluruh, (2) pada tahap pelaksanaan konstruksi, yaitu pengendalian dan pengawasan terhadap jadwal yang telah disepakati tidak berjalan dengan baik. Sebagai kesimpulan dari penelitian, diberikan beberapa solusi terhadap masalah diatas, dan dengan perhitungan AHP berdasarkan kuisioner kepada pihak yang nantinya sebagai pelaksana dari solusi, yaitu; Team Leader, Estimator dan Personil QC di internal PT. Bina Karya (Persero), maka ditentukan satu solusi terbaik untuk setiap permasalahan. Solusi yang dipilih adalah; (1) Metode CCPM dikolaborasikan dengan metode berbasis digital BIM digunakan untuk perencanaan penjadwalan proyek yang komprehensif, (2) Sistem pengendalian berkala dengan menempatkan personil khusus sebagai time-keeper dan kontrol kinerja pelaksanaan proyek.", "Daftar File": {"COVER Angga Noviansyah": "https://digilib.itb.ac.id/gdl/download/261740", "BAB 1 Angga Noviansyah": "https://digilib.itb.ac.id/gdl/download/261741", "BAB 2 Angga Noviansyah": "https://digilib.itb.ac.id/gdl/download/261742", "BAB 3 Angga Noviansyah": "https://digilib.itb.ac.id/gdl/download/261743", "BAB 4 Angga Noviansyah": "https://digilib.itb.ac.id/gdl/download/261744", "PUSTAKA Angga Noviansyah": "https://digilib.itb.ac.id/gdl/download/261745"}, "Penulis": "Angga Noviansyah [29319402]", "Kontributor / Dosen Pembimbing": ["Akbar Adhi Utama, S.T., M.A.B., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Proyek Konstruksi, Konsultan Manajemen Konstruksi (MK), Manajemen Jadwal Proyek, Biaya Operasional.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "24 Sep 2021"}