{"Nomor": 61295, "Judul": "PENERAPAN PRINSIP KEWAJARAN DAN KELAZIMAN USAHA DALAM BISNIS: STUDI KASUS PADA PERUSAHAAN MANUFAKTUR", "Abstrak": "Globalisasi membuat perkembangan ekonomi dunia menjadi lebih pesat dan membuat batas-batas negara hampir tidak ada. Perusahaan multinasional juga akan menghadapi masalah yaitu perbedaan tarif pajak. Perbedaan tarif pajak ini membuat perusahaan multinasional mengambil keputusan untuk melakukan transfer pricing. Transfer pricing memunculkan beberapa isu terkait kepabeanan, pajak, ketentuan anti-dumping, persaingan usaha tidak sehat, dan isu manajemen internal.\n\nMetodologi penelitian tugas akhir bisnis ini adalah deskriptif kuantitatif. Metode ini dianggap paling tepat untuk menjawab pertanyaan penelitian. Metode deskriptif mengumpulkan informasi tentang variabel tanpa mengubah lingkungan atau memanipulasi variabel apa pun. Jadi, mereka tidak melihat kemungkinan sebab dan akibat. Metode kuantitatif deskriptif dapat digunakan untuk mengembangkan teori, mengidentifikasi masalah dengan praktik saat ini, membenarkan praktik saat ini, membuat penilaian, atau menentukan apa yang dilakukan orang lain dalam situasi serupa. Data dikumpulkan dari informasi keuangan (laporan audit), wawancara dengan Manajer JPINS dari semua divisi, dan brainstorming dengan Manajer JPIN untuk membuat analisis fungsi & risiko.\n\nIndustri cat otomotif di Indonesia merupakan bagian dari industri otomotif. Hambatan untuk masuk ke industri ini cukup tinggi. Tren di industri ini sangat bergantung pada tren industri otomotif. Seiring dengan pertumbuhan ekonomi Indonesia, akan semakin banyak masyarakat yang mampu memiliki mobil sendiri. Oleh karena itu, diperkirakan jumlah mobil akan bertambah.\n\nUntuk mencapai kesuksesan, JPIN dituntut untuk efisien, inovatif, dan memiliki jaringan yang kuat untuk memenuhi permintaan pelanggan. Hal ini menuntut pelaku industri untuk menjaga kualitas cat yang tinggi, loyalitas pelanggan dengan memberikan layanan purna jual, efisiensi dalam proses produksi, dan jaringan yang kuat untuk mempertahankan pangsa pasar. Berdasarkan analisis, sifat industri ini dapat diringkas sebagai industri berkembang dengan tingkat persaingan yang rendah, hambatan masuk yang tinggi, dan pembatasan peraturan yang rendah.\n\nHasil analisis fungsi, aset, dan risiko, JPIN terutama melakukan kegiatan pengadaan, produksi, pengendalian kualitas, serta penjualan dan pemasaran cat dan pelapis otomotif di Indonesia. JPIN menanggung risiko yang terkait dengan kegiatan ini.\n\nAset bernilai tinggi JPIN terutama terdiri dari mesin dan peralatan, bangunan, tanah, peralatan kantor, furnitur, dan perlengkapan. JPIN tidak memiliki atau mengembangkan aset tidak berwujud yang bernilai tinggi. Semua aset tidak berwujud yang terkait dengan pengetahuan produksi, proses, dan informasi teknis serta merek dagang dimiliki oleh JPM. JPIN dapat dicirikan sebagai produsen cat dan pelapis otomotif yang berlisensi untuk pasar Indonesia dengan mempertimbangkan fungsi yang dilakukan, aset yang digunakan, dan risiko yang ditanggung.\n\nJPIN telah mengadopsi basis ex-ante, atau pendekatan penetapan harga yang adil berdasarkan data dan informasi relevan lainnya yang tersedia selama atau sebelum melakukan transaksi terkontrol untuk memastikan bahwa penetapan harga transaksi diterapkan atas dasar yang konsisten dengan prinsip kewajaran. TNMM dipilih sebagai metode yang paling tepat dan ROS dipilih sebagai PLI yang tepat untuk menguji apakah transaksi afiliasi JPIN yang ditinjau dalam kombinasi adalah wajar.\n\nRekomendasi yang akan ditindaklanjuti dengan rencana implementasi adalah penyesuaian ROS JPIN pada tahun 2020 harus dituangkan dalam Dokumentasi Transfer Pricing untuk membuktikan bahwa JPIN tidak memiliki niat terkait penghindaran pajak; Meskipun industri cat otomotif sedang dalam fase low, manajemen JPIN harus memantau biaya operasional untuk menjaga efisiensi JPIN; dan manajemen JPIN akan membuat strategi pemasaran baru untuk meningkatkan penjualan di masa mendatang.\n\nRencana implementasi yang akan memberikan dampak nyata bagi JPIN adalah menyiapkan dokumentasi transfer pricing; membuat SOP efisiensi biaya dan mengurangi biaya produksi dengan mengurangi proses produksi; membuat strategi pemasaran baru; serta memantau & mengevaluasi dampak wabah Covid-19 terhadap bisnis, posisi keuangan, dan hasil operasi JPIN.", "Daftar File": {"COVER Tegar Wibisono": "https://digilib.itb.ac.id/gdl/download/263006", "BAB 1 Tegar Wibisono": "https://digilib.itb.ac.id/gdl/download/263007", "BAB 2 Tegar Wibisono": "https://digilib.itb.ac.id/gdl/download/263008", "BAB 3 Tegar Wibisono": "https://digilib.itb.ac.id/gdl/download/263009", "BAB 4 Tegar Wibisono": "https://digilib.itb.ac.id/gdl/download/263010", "PUSTAKA Tegar Wibisono": "https://digilib.itb.ac.id/gdl/download/263011"}, "Penulis": "Tegar Wibisono [29319116]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Transfer Pricing, Arms Length’s Principle, OECD Transfer Pricing Guidelines", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "24 Sep 2021"}