{"Nomor": 61291, "Judul": "ANALISIS TEKNOLOGI REGASIFIKASI UNTUK KELAYAKAN PROYEK PEMBANGUNAN INFRASTRUKTUR LIQUEFIED NATURAL GAS (LNG) DI KLASTER NUSA TENGGARA SEBAGAI PENUGASAN NASIONAL PADA BADAN USAHA MILIK NEGARA", "Abstrak": "Keputusan Menteri Energi Dan Sumber Daya Mineral (ESDM) Indonesia Nomor: 13K/13/MEM 2020 tentang Penugasan Pelaksanaan Penyediaan Pasokan dan Pembangunan Infrastruktur Liquified Natural Gas (LNG), serta Konversi Penggunaan Bahan Bakar Minyak dengan Liquified Natural Gas (LNG) dalam Penyediaan Tenaga Listrik (Proyek Kepmen 13), menjadi dasar bagi PT Perusahaan Gas Negara Tbk (PGN) sebagai Badan Usaha Milik Negara (BUMN) dalam melaksanakan pengembangan infrasturuktur LNG di kawasan atau klaster Nusa Tenggara.\n\nHal ini menjadi salah satu upaya Pemerintah dalam mewujudkan penyediaan Energi Listrik yang merata di seluruh Negri dengan percepatan utilisasi gas bumi serta mengurangi penggunaan Bahan Bakar Minyak jenis High Speed Diesel.\n\nPGN sebagai Sub holding Gas, ditugaskan oleh Induk Holding Gas – PT Pertamina (Persero) untuk menjadi pelaksana pengembangan infrastruktur LNG di kawasan atau klaster Nusa Tenggara.\n\nSebagai BUMN pada sub holding gas tidak hanya berkewajiban untuk melaksanakan penugasan tersebut sebagai dukungan terhadap Pemerintah dan juga Masyarakat dalam mewujudkan penyediaan energi listrik yang merata di seluruh negeri, tetapi juga untuk mendapatkan potensi bisnis untuk keberlangsungan perusahaan dan peningkatan kinerja.\n\nMelalui penggunaan metode pendekatan kualitatif dengan kuantitatif, Penulis melakukan penelitian untuk mendapatkan analisa tentang pemilihan teknologi regasifikasi sebagai salah satu pertimbangan kelayakan dalam penugasan Proyek Kepmen 13 tersebut kepada PGN.", "Daftar File": {"COVER Sundung Jadiaman Silaban": "https://digilib.itb.ac.id/gdl/download/262994", "BAB 1 Sundung Jadiaman Silaban": "https://digilib.itb.ac.id/gdl/download/262995", "BAB 2 Sundung Jadiaman Silaban": "https://digilib.itb.ac.id/gdl/download/262996", "BAB 3 Sundung Jadiaman Silaban": "https://digilib.itb.ac.id/gdl/download/262997", "BAB 4 Sundung Jadiaman Silaban": "https://digilib.itb.ac.id/gdl/download/262998", "PUSTAKA Sundung Jadiaman Silaban": "https://digilib.itb.ac.id/gdl/download/262999"}, "Penulis": "Sundung Jadiaman Silaban [29319481]", "Kontributor / Dosen Pembimbing": ["Widhyawan Prawiraatmadja, M.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Gas Bumi, Infrastruktur, LNG, Kepmen 13, Regasifikasi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "24 Sep 2021"}