{"Nomor": 61296, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN PENDAPATAN PT KERTAS JAYA ABADI", "Abstrak": "Industri pulp dan kertas selalu menjadi contributor signifikan untuk PDB Indonesia, dimana selain menyumbang PDB, industry ini juga menyerap 260.000 pekerja langsung, dan menyediakan 1.100.000 lahan pekerjaan tidak langsung di Indonesia. Meskipun dewasa ini banyak pihak yg meragukan masa depan industry pulp dan kertas,terutama di tengah era digitalisasi, industri ini masih menunjukan perkembangan yg konstan, dimana industry ini tumbuh 1,1% dibanding   tahun sebelumnya, dan diprediksikan untuk berkembang 5% di tahun mendatang. Pertumbuhan yg konstan ini juga didukung dengan permintaan yang datang dari luar,dan juga dari domestic,dimana permintaan berkembang sebesar 2% dari tahun lalu.\nPT Kertas Jaya Abadi adalah perusahaan yang bergerak di industry kertas sebagai penjual retail sejak tahun 1984. Meskipun memiliki pengalaman yang lama, dan industry menunjukan perkembangan, perusahaan tersebut mengalami kesulitan untuk berkembang dan mulai kehilangan pasar, terlihat dari perkembangan sales yg menurun setiap tahunnya, terutama tahun 2020 karena efek tersebut diamplifikasi oleh efek pandemi. Salah satu penyebab utama kejadian tersebut adalah karena perusahaan masih bekerja secara tradisional, bergantung tinggi terhadap klien yang datang ke toko fisik, dan tidak berkembang dengan era digitalisasi. Untuk meningkatkan pendapatan, PT Kertas Jaya Abadi harus mencari solusi dan perkembangan untuk strategi pemasaran perusahaan tersebut.\nStrategi pemasaran dikembangkan berdasarkan analisa eksternal dan internal perusahaan. Analisa eksternal dilakukan dengan menggunakan Analisa PESTEL, Porter’s Five Forces, analisa kompetitor, dan analisa konsumen. Analisa internal dilakukan dengan menggunakan STP, Marketing Mix 4P, Porter’s Value Chain, dan VRIO. Dari kedua analisa tersebut, penulis mengembangkan Matriks SWOT yang digunakan untuk mengembangkan strategi- strategi dengan kombinasi kekuatan, kelemahan, kesempatan, dan ancaman perusahaan. Selain itu, penulis juga mengembangkan strategi untuk komunikasi pemasaran terintegrasi yang dikembangkan berdasarkan kriteria enam C (Coverage, Contribution, Commonality, Complementarity, Conformability, dan Cost). Salah satu strategi yang diusulkan oleh penulis adalah untuk perusahaan mengembangkan keberadaannya di dunia digital, dengan cara membuka toko di pasar daring seperti Tokopedia, Blibli, Shopee, dan juga menggunakan media sosial untuk memasarkan perusahaan tersebut secara aktif. Berdasarkan usulan penulis, perusahaan juga perlu menyiapkan dana Rp173.000.000,00 untuk enam bulan pertama.", "Daftar File": {"COVER Ben Martin": "https://digilib.itb.ac.id/gdl/download/261874", "BAB 1 Ben Martin": "https://digilib.itb.ac.id/gdl/download/261875", "BAB 2 Ben Martin": "https://digilib.itb.ac.id/gdl/download/261876", "BAB 3 Ben Martin": "https://digilib.itb.ac.id/gdl/download/261877", "BAB 4 Ben Martin": "https://digilib.itb.ac.id/gdl/download/261878", "PUSTAKA Ben Martin": "https://digilib.itb.ac.id/gdl/download/261879"}, "Penulis": "Ben Martin [29319401]", "Kontributor / Dosen Pembimbing": ["Ir. Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri Kertas, PT Kertas Jaya Abadi, Strategi Pemasaran, SWOT, Komunikasi Pemasaran Terintegrasi.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "24 Sep 2021"}