{"Nomor": 61309, "Judul": "ISOMERISASI EUGENOL MENJADI ISOEUGENOL MELALUI PEMANASAN GELOMBANG MIKRO", "Abstrak": "Indonesia memiliki potensi besar dalam produksi minyak cengkeh yang kemudian dapat dimanfaatkan menjadi produk turunannya. Salah satu produk turunan minyak cengkeh adalah isoeugenol. Isoeugenol merupakan produk antara yang dapat digunakan untuk bahan baku industri makanan, obat-obatan, wewangian, dan lainnya. Untuk memproduksi isoeugenol, dibutuhkan reaksi isomerisasi dari eugenol, sehingga diperlukannya penelitian lebih lanjut tentang reaksi isomerisasi ini. Reaksi isomerisasi konvensional menggunakan panas yang dipasok secara langsung menggunakan mantel konvensional (steam atau oil-bath). Perolehan isoeugenol melalui reaksi isomerisasi konvensional sedikit dan membutuhkan waktu reaksi yang lama. Pada penelitian ini, reaksi isomerisasi eugenol menjadi isoeugenol dilakukan melalui pemanasan gelombang mikro.\nTujuan dari penelitian ini adalah memanfaatkan gelombang mikro pada reaksi isomerisasi eugenol untuk meningkatkan konversi yang lebih tinggi dan waktu reaksi yang lebih cepat dibandingkan isomerisasi konvensional. Kinerja reaksi isomerisasi menggunakan pemanasan gelombang mikro diukur dari pengaruh daya gelombang mikro dan katalis terhadap konversi dan waktu reaksi. Daya gelombang mikro yang digunakan akan menentukan temperatur reaksi. Pada penelitian ini, pemodelan digunakan untuk simulasi pelaksanaan reaksi isomerisasi menggunakan gelombang mikro sebelum dilakukan eksperimen. Pemodelan menggunakan piranti lunak COMSOL Multiphysics. Terdapat tiga tahapan utama dalam penelitian ini, yaitu persiapan simulasi, percobaan utama berupa simulasi, dan analisis data. Reaksi isomerisasi eugenol menjadi isoeugenol menggunakan katalis KOH dengan variasi konsentrasi 2 M, 3 M, 4 M, 5 M, dan 6 M. Pemanasan gelombang mikro dilakukan menggunakan variasi daya 640 W, 800 W, dan 1000 W.\nHasil simulasi menunjukkan bahwa variasi daya 640 W, 800 W, dan 1000 W memberikan peningkatan temperatur berturut-turut sebesar 208oC, 296oC, dan 405oC. Daya yang lebih tinggi akan menghasilkan temperatur lebih tinggi, sehingga waktu yang dibutuhkan untuk mencapai konversi reaksi 100% menjadi lebih cepat. Pada variasi konsentrasi katalis KOH 2 M, 3 M, 4 M, 5 M, dan 6 M, memberikan peningkatan temperatur berturut-turut 275oC, 287oC, 296oC, 310oC, dan 319oC. Pada konsentrasi yang lebih tinggi akan menghasilkan temperatur sangat tinggi dan laju yang lebih tinggi, sehingga waktu yang dibutuhkan untuk mencapai konversi 100% menjadi lebih cepat. Optimasi variasi dengan perhitungan keekonomian sederhana menunjukkan hasil optimum dicapai pada variasi daya gelombang mikro 1000 W, konsentrasi katalis 3 M, dan konversi reaksi 90% yang dicapai dalam waktu 228.3 detik.", "Daftar File": {"ABSTRAK Ghivarly Nadief Addarquthni": "https://digilib.itb.ac.id/gdl/download/236157"}, "Penulis": "Ghivarly Nadief Addarquthni [13017086]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Retno Gumilang Dewi, M.Env.Eng.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "eugenol, gelombang mikro, isoeugenol, isomerisasi, simulasi, KOH", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2021"}