{"Nomor": 61304, "Judul": "ESTIMASI BIOMASSA DAN SIMPANAN KARBON HUTAN MANGROVE DI RPH TEGAL TANGKIL, BKPH PAMANUKAN, KPH PURWAKARTA, JAWA BARAT", "Abstrak": "Salah satu jasa ekosistem yang disediakan oleh hutan mangrove adalah regulating service (jasa pengatur) berupa penyerap dan penyimpan karbon. Karbon tersebut disimpan dalam bentuk biomassa yang tersimpan dalam organ tumbuhan seperti akar dan batang, serta tersimpan dalam bentuk karbon serasah dan karbon tanah. Kawasan mangrove di RPH Tegal Tangkil, BKPH Pamanukan, KPH Purwakarta banyak yang telah mengalami alih fungsi lahan terutama untuk pengembangan tambak ikan. Tutupan mangrove di beberapa lokasi masih cukup dominan sehingga berpotensi memiliki kemampuan penyerapan dan penyimpanan karbon yang baik. Penelitian ini bertujuan untuk mengetahui besarnya simpanan karbon pada vegetasi di atas dan bawah permukaan, simpanan karbon serasah, dan karbon tanah di hutan mangrove di RPH Tegal Tangkil, BKPH Pamanukan, KPH Purwakarta, Jawa Barat. Penelitian ini dilakukan di tiga stasiun, yaitu di hutan mangrove di Wana Wisata Blanakan, muara Cilamaya, dan muara Blanakan. Pada masing-masing stasiun dibuat 10 plot persegi dengan penempatan plot dilakukan secara purposive sampling. Ukuran plot vegetasi adalah 20 x 20 m untuk pengukuran diameter (DBH) pohon dan tiang dan 10 x10 m untuk pengukuran diameter pancang. Sampel serasah diambil pada plot berukuran 30 x 30 cm dengan menggunakan kantong plastik. Sampel tanah diambil dengan core sampler dan pipa paralon berukuran 30 cm dengan menggunakan kantong plastik. Pengambilan sampel serasah dan tanah dilakukan sebanyak dua kali untuk setiap stasiun. Sampel serasah dan tanah selanjutnya dilakukan pengovenan untuk pendugaan simpanan karbonya. Biomassa di atas dan di bawah permukaan diduga dengan menggunakan persamaan alometrik untuk masing-masing spesies pohon mangrove. Simpanan karbon diestimasi sebesar 47% dari biomassa. Jenis mangrove yang ditemukan di lokasi penelitian adalah Avicennia marina dan Rhizophora apiculata. Hasil penelitian menunjukkan simpanan karbon total vegetasi di atas permukaan di stasiun 1 sebesar 137,88 Ton/Ha; stasiun 2 sebesar 55,83 Ton/Ha; dan stasiun 3 sebesar 47,51 Ton/Ha. Simpanan karbon vegetasi di bawah permukaan di stasiun 1 sebesar 79,04 Ton/Ha, stasiun 2 sebesar 38,56, dan stasiun 3 sebesar 32,54 Ton/Ha. Simpanan karbon serasah di stasiun 1 sebesar 1,64 Ton/Ha; stasiun 2 sebesar 1,45 Ton/Ha; dan stasiun 3 sebesar 0,97 Ton/Ha. Simpanan karbon tanah di stasiun 1 sebesar 46,59 Ton/Ha; stasiun 2 sebesar 41,72 Ton/Ha; dan stasiun 3 sebesar 36,35 Ton/Ha. Estimasi simpanan karbon total di stasiun 1, stasiun 2, dan stasiun 3 berturut turut adalah 265,16 Ton/Ha, 137,56 Ton/Ha, dan 117,38 Ton/Ha.", "Daftar File": {"ABSTRAK Gabriel Batistuta Hutajulu": "https://digilib.itb.ac.id/gdl/download/236153"}, "Penulis": "Gabriel Batistuta Hutajulu [11517035]", "Kontributor / Dosen Pembimbing": ["Dian Rosleine, S.Si., M.Si., Ph.D.", "Dr. Elham Sumarga, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Jasa ekosistem, Mangrove, Biomassa, Karbon", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2021"}