{"Nomor": 61301, "Judul": "PERANCANGAN SISTEM ELEKTRIK MODULAR UNTUK TANGAN PALSU PANANGAN IDEALAB.ID", "Abstrak": "Tangan merupakan salah satu bagian anggota tubuh yang memiliki peran sebagai alat penggerak tubuh manusia dan digunakan untuk melakukan aktivitas sehari-hari. Dengan adanya tangan, tugas motorik menjadi mudah. Namun, data dari Departemen Sosial Republik Indonesia pada tahun 2008, sebanyak 227.201 jiwa penduduk Indonesia menyandang cacat fisik. Berdasarkan jumlah data penyandang cacat fisik, diketahui bahwa jenis kesulitan pada penggunaan lengan dan jari memiliki persentase sebesar 9,01% dari 227.201 jiwa penyandang cacat fisik di Indonesia. Kehilangan tangan bisa sangat menghancurkan kehidupan seseorang karena keterbatasan fungsional setelah kehilangan tangan adalah resiko dengan tingkat catastrophic. Kemajuan signifikan dalam teknologi tangan palsu electrical-powered telah banyak diimplementasikan dan bidang ini sekarang dianggap sebagai kemenangan dan keunggulan dari teknologi dalam industri medis. Hal ini mendorong Idealab.id untuk mengembangkan produk Panangannya menjadi tangan palsu bertenaga elektrik dengan biaya murah dan dapat dipasangkan ke tangan palsu Panangan. Dengan demikian, perancangan ini bertujuan untuk mengembangan sistem elektrik yang dapat dipasangkan ke tangan palsu eksisting dengan biaya murah. Metodologi yang digunakan mengacu pada proses desain Pahl & Beitz (2007) dan Dieter & Schmidt (2004). Proses desain yang diusulkan oleh para ahli tersebut memiliki tahapan utama, yaitu Conceptual Design, Embodiment Design, dan Detail Design. Hasil yang diperoleh adalah sistem elektrik mampu dilepas-pasang pada tangan eksisting karena bersifat modular sehingga memungkinkan pemakaian dengan electrical-powered. mekanisme pemasangan untuk sistem elektrik adalah sliding dan perekatan menggunakan Velcro. Dengan demikian, sistem elektrik dapat dipasang dan dilepas dengan mudah. Biaya perancangan sistem elektrik tidak lebih dari Rp500.000 sehingga memungkinkan perusahaan menjual tangan palsu eksisting bersama sistem elektrik modular dengan harga seminimum mungkin yang mampu ditanggung oleh BPJS Kesehatan.", "Daftar File": {"ABSTRAK Alfa Tazlia": "https://digilib.itb.ac.id/gdl/download/236150"}, "Penulis": "Alfa Tazlia [14417026]", "Kontributor / Dosen Pembimbing": ["Dr. Wisnu Aribowo, S.T., M.T.", "Wildan Trusaji, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Tangan palsu, proses desain, electrical-powered, pengembangan produk.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2021"}