{"Nomor": 61315, "Judul": "PERANCANGAN ASPEK MANAJEMEN KONSTRUKSI RUMAH SAKIT DI JAKARTA BARAT", "Abstrak": "Provinsi Daerah Khusus Ibukota (DKI) Jakarta adalah provinsi terpadat di\nIndonesia dengan jumlah penduduk mencapai 10,6 juta jiwa. Kebutuhan penduduk\ndi sektor kesehatan mendorong pembangunan rumah sakit di Provinsi DKI Jakarta.\nSaat ini, jumlah rumah sakit di Provinsi DKI Jakarta adalah 192 unit. Rummah Sakit\ndi Jakarta Barat merupakan obyek vital yang diharapkan dapat menjadi tempat\nperlindungan ketika terjadi bencana. Terlebih, lokasi pembangunan rumah sakit\nberada di Provinsi DKI Jakarta yang merupakan ibukota negara sehingga kualitas\ninfrastruktur yang dibangun menjadi cerminan infrastruktur negara Indonesia.\nLokasi proyek berada di daerah Jakarta Barat, tepatnya di Jalan Ks. Tubun Nomor\n92 - 94 dengan lahan seluas 8.531 m2.\nPerancanaan aspek manajemen konstruksi Rumah Sakit di Jakarta Barat terdiri atas\npembuatan Work Breakdown Structures, perencanaan metode pelaksanaan\nkonstruksi, site plan dan zonasi, kuantifikasi voume pekerjaan, menentukan\npenjadwalan, estimasi biaya proyek, dan kurva S proyek. Metode pelaksanaan\nkonstruksi ditentukan berdasarkan aspek lingkungan dan keselamatan di lapangan.\nRencana anggaran biaya ditentukan berdasarkan biaya langsung dan biaya tak\nlangsung serta pajak yang berlaku. Penjadwalan proyek dilakukan menggunakan\nMicrosoft Project sehingga dapat ditentukan durasi pelaksanaan dan kurva S. Hasil\nakhir perancangan proyek berupa nilai proyek sebesar Rp204.442.245.109,23.\nProyek direncanakan dengan durasi 24 bulan atau 581 hari kalender", "Daftar File": {"ABSTRAK Hans Nathanael Arniputra": "https://digilib.itb.ac.id/gdl/download/236164", "COVER Hans Nathanael Arniputra": "https://digilib.itb.ac.id/gdl/download/246736", "PUSTAKA Hans Nathanael Arniputra": "https://digilib.itb.ac.id/gdl/download/246751"}, "Penulis": "Hans Nathanael Arniputra [15017037]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Rizal Z. Tamin", "Prof. Ir. Muhammad Syahril Badri Kusuma, Ph.D.", "Prof. Ir. Adang Surahman, M.Sc., Ph.D.", "Dedi Apriadi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Estimasi Biaya Konstruksi, Metode Pelaksanaan Konstruksi, Kurva S, Penjadwalan Proyek, Microsoft Project", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "13 file", "Tanggal Input": "24 Sep 2021"}