{"Nomor": 61316, "Judul": "PERANCANGAN BIDANG TRANSPORTASI STASIUN MRT KARTINI DI CILANDAK BARAT", "Abstrak": "Stasiun MRT Kartini adalah suatu bangunan yang berfungsi sebagai prasarana menunjang sistem transportasi Mass Rapid Transit di Indonesia, lebih tepatnya di Jl. RA Kartini. Perancangan stasiun MRT Kartini perlu memperhatikan berbagai jenis aspek konstruksi, salah satu aspek tersebut adalah aspek transportasi. dimana pada perancangan bidang transportasi ini akan ada tiga poin utama yang akan diperhatikan, yaitu analisis kebutuhan pergerakan, analisis dampak lalu lintas akibat dibangunnya stasiun MRT Kartini, dan juga penerapan standar minimum (SPM) di stasiun MRT Kartini tersebut.\nAnalisis kebutuhan pergerakan dilakukan dengan menggunakan regresi linear multivariabel dengan menggunakan data dan metodologi yang sama dengan perhitungan kebutuhan pergerakan oleh JMEC untuk stasiun lainnya. Hasil perhitungan tersebut menunjukkan bahwa jumlah calon pengguna stasiun MRT Kartini pada tahun 2020, 2027, dan 2037 adalah masing masing 20879 penumpang/hari, 35798 penumpang/hari, dan 42740 penumpang/hari\nAnalisis dampak lalu lintas dilakukan untuk mengetahui perbedaan antara kondisi eksisting pada tahun 2020 dan kondisi saat stasiun sudah jadi dibangun dan sudah beroperasi yang akan ditinjau pada tahun 2027 dan 2037. Analisis dampak lalu lintas dilakukan dengan menggunakan perangkat lunak PTV Vissim untuk pemodelan mikrosimulasi. Hasil analisis menunjukkan bahwa terjadi penurunan kinerja lalu lintas dalam bentuk peningkatan lama waktu antrian sehingga menyebabkan penurunan level of service. Namun berdasarkan standar American Highway Capacity Manual, tingkat pelayanannya masih diatas batas wajar. Analisis penerapan standar pelayanan minimum (SPM) menggunakan standar Japan Society of Civil Engineer (JSCE) karena standar Indonesia yang mengatur tentang MRT masih sangat sedikit karena teknologi yang relatif baru. Aspek – aspek yang dianalisis adalah yang berkaitan secara langsung dengan pelayanan pengguna, yaitu tipe stasiun, ukuran stasiun, platform, gate, elevator, dan eskalator. Dimana hasil analisis perbandingan masing – masing aspek terhadap standar menunjukkan bahwa aspek – aspek tersebut sudah layak dan diatas standar minimum.", "Daftar File": {"ABSTRAK Marskal Dewa Ganesha": "https://digilib.itb.ac.id/gdl/download/236165", "BAB 7 Marskal Dewa Ganesha": "https://digilib.itb.ac.id/gdl/download/243602", "PUSTAKA Marskal Dewa Ganesha": "https://digilib.itb.ac.id/gdl/download/243603"}, "Penulis": "Marskal Dewa Ganesha [15017123]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Herlien Dwiarti Soemari", "Prof. Ade Sjafruddin, Ph.D.", "Sugeng Krisnanto, S.T., M.T., Ph.D.", "Widyaningtias, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Analisis kebutuhan pergerakan, base case, transit oriented development, analisis dampak lalu lintas, mikrosimulasi, standar pelayanan minimum", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "24 Sep 2021"}