{"Nomor": 61313, "Judul": "PERANCANGAN STRUKTUR ATAS DAN BASEMENT HOTEL BISNIS BINTANG 4 DI SLIPI, JAKARTA", "Abstrak": "Saat ini perkembangan hotel bisnis di Indonesia semakin pesat seiring dengan meningkatnya perkembangan bisnis terutama di kawasan Jakarta yang dikenal sebagai pusat kota bisnis di Indonesia. Dengan banyaknya perusahaan yang berkembang di kawasan tersebut, hotel bisnis menjadi tempat yang cukup diminati oleh para pengusaha yang dapat dimanfaatkan untuk kegiatan bisnis. Proyek Hotel Bisnis Bintang 4 di Slipi merupakan salah satu proyek hotel yang dirancang untuk dapat mengakomodasi pelayanan penginapan dan pelayanan lainnya yang dapat memfasilitasi kegiatan bisnis di kawasan Jakarta. Gedung ini memiliki fungsi utama sebagai kawasan komersial yang menyediakan fasilitas penginapan serta fasilitas penunjang dan rekreasi bagi kegiatan bisnis dengan tinggi total 61 meter yang terdiri dari 13 lantai, rooftop, dan 2 lantai basement. Gedung hotel yang dibangun ini harus mampu menahan semua beban yang ada termasuk beban gempa karena kawasan Jakarta merupakan daerah rawan gempa. Perancangan gedung bertingkat ini menggunakan standar yang berlaku di Indonesia yaitu Standar Nasional Indonesia yang menjadi acuan dalam perancangan struktur, yaitu SNI 1726:2019 untuk desain bangunan tahan gempa dan analisis struktur, SNI 1727:2018 untuk standar pembebanan struktur, dan SNI 2847:2019 untuk desain penulangan dan detailing elemen struktur. Gedung ini tergolong dalam Kategori Desain Seismik (KDS) D sesuai dengan kategori tanah dan data percepatan gempa di sekitar lokasi gedung. Sehingga sistem penahan gempa yang digunakan adalah sistem ganda yang terdiri dari Sistem Rangka Pemikul Momen Khusus dan Sistem Dinding Struktural Khusus. Perhitungan struktur dilakukan secara manual dengan bantuan software CSi ETABS untuk pemodelan struktur, SpColumn untuk pemodelan dan detailing penulangan kolom serta untuk detailing penulangan dinding geser, dan CSi SAFE untuk detailing penulangan pelat.", "Daftar File": {"ABSTRAK Ahmad Fauzi": "https://digilib.itb.ac.id/gdl/download/236162"}, "Penulis": "Ahmad Fauzi [15017008]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Sri Legowo Wignyo Darsono", "Ir. Made Suarjana, M.Sc., Ph.D.", "Meifrinaldi, S.T., M.T.", "Andhika Sahadewa, S.T., M.S.E, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "beban gempa, kategori desain seismik, sistem rangka pemikul momen khusus, sistem dinding struktural khusus, detailing.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2021"}