{"Nomor": 61324, "Judul": "STUDI EKSPERIMENTAL DETOKSIFIKASI KACANG JENGKOL (ARCHIDENDRON PAUCIFLORUM)", "Abstrak": "Kacang jengkol (Archidendron pauciflorum) merupakan bahan pangan yang banyak digemari dan dikonsumsi oleh masyarakat Asia, khususnya Indonesia. Namun, kacang jengkol mengandung senyawa toksik yaitu asam jengkolat yang dapat menyebabkan penyakit “kejengkolan” apabila dimakan berlebihan. Beberapa metode tradisional untuk mendetoksifikasi (menghilangkan asam jengkolat dari) kacang jengkol telah dilakukan seperti merendam dalam air kapur, merebus dengan air kapur, dan memendam dalam tanah, namun belum ada bukti ilmiah mengenai keefektifan caracara tersebut. Penelitian ini dilakukan untuk menentukan keefektifan metode tersebut dan merumuskan prosedur yang paling efektif untuk mendetoksifikasi kacang jengkol. Penentuan keefektifan metode dilakukan berdasarkan kadar asam jengkolat yang tersisa dalam kacang jengkol hasil proses detoksifikasi menggunakan metode isolasi yang dilakukan oleh Van Veen dan Hyman (1935). Kacang jengkol segar yang digunakan sebagai bahan penelitian mengandung 1,23 %-b asam jengkolat. Berdasarkan hasil uji organoleptik, proses detoksifikasi yang direkomendasikan tidak mempengaruhi secara signifikan atribut rasa, warna, tekstur, dan aroma kacang jengkol. Nilai retention factor (Rf) asam jengkolat hasil uji Kromatografi Lapis Tipis (KLT) adalah 0,25-0,27.", "Daftar File": {"ABSTRAK Meliantha Karina Darmawan": "https://digilib.itb.ac.id/gdl/download/236172"}, "Penulis": "Meliantha Karina Darmawan [14317038]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tatang Hernas.", "Dr. Made Tri Ari Penia Kresnowati, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pangan", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "asam jengkolat, detoksifikasi, kacang jengkol", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2021"}