{"Nomor": 61329, "Judul": "PENENTUAN SEGMEN PASAR KONSER MUSIK KLASIK ITB STUDENT ORCHESTRA MENGGUNAKAN TEKNIK DATA MINING", "Abstrak": "ITB Student Orchestra (ISO) adalah unit kegiatan mahasiswa di Institut Teknologi Bandung yang rutin mengadakan konser musik klasik setiap tahun sejak 2008. Sayangnya, penjualan tiket atau jumlah penonton dari tahun ke tahun tidak konsisten dan tidak menunjukkan adanya tren yang positif. Khusus pada tahun 2021, konser ISO juga memiliki tantangan tersendiri karena untuk pertama kalinya diadakan dalam format daring. Perbaikan dari sisi pemasaran dipilih karena relevan dengan permasalahan konser ISO tahun 2021 dan tahun-tahun sebelumnya. Terkait dengan hal tersebut, penelitian ini bertujuan untuk menentukan karakteristik segmen pasar konser musik klasik ITB Student Orchestra 2021.\nUntuk membentuk segmen pasar konser musik klasik ISO 2021, digunakan 24 variabel motivasi untuk segmentasi dan 17 variabel lain untuk membantu mendeskripsikan hasil segmen. Data dikumpulkan dengan penyebaran kuesioner yang menghasilkan 285 respon. Variabel motivasi direduksi menjadi 5 faktor motivasi menggunakan analisis faktor eksploratori dengan metode ekstrasi analisis komponen dan metode rotasi ortogonal. Hasil analisis faktor digunakan sebagai input dalam analisis klaster menggunakan metode hierarchical clustering dengan metode hubung Ward.\nPenelitian ini menghasilkan 4 segmen pasar konser musik klasik. Klaster 1, The want-it-all, memiliki nilai rata-rata semua faktor motivasi tinggi. Klaster 2, The independent, hanya mencari hiburan dan nilai seni tanpa mempertimbangkan aspek sosial. Sebaliknya, klaster 3, The socialist, memperhitungkan kehadiran kerabat atau penonton lain dalam menghadiri konser. Klaster 4, The no-at-all, berkebalikan dengan klaster 1, tidak memiliki motivasi menghadiri konser sama sekali. Dengan adanya penelitian ini, diharapkan ISO dapat memiliki wawasan mengenai karakteristik pasar konser musik klasik ISO, meningkatkan efektivitas pemasaran, dan dapat melakukan penelitian segmentasi pasar di konser-konser berikutnya sebagai dasar pengambilan keputusan.", "Daftar File": {"ABSTRAK Martin Bangun Christmas": "https://digilib.itb.ac.id/gdl/download/236177"}, "Penulis": "Martin Bangun Christmas [13417056]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Kadarsah Suryadi, DEA", "Dissa Riandaso Chandra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "konser musik klasik, segmentasi pasar, analisis faktor eksploratori, analisis klaster, data mining, pemasaran", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2021"}