{"Nomor": 61322, "Judul": "PERANCANGAN FONDASI RAFT-PILE DAN DINDING DIAFRAGMA DENGAN PERKUATAN PELAT BASEMENT TERPILIH APARTEMEN MENTENG", "Abstrak": "Apartemen Menteng merupakan apartemen yang dibangun di Kecamatan Menteng Raya No. 37, Kebon Sirih, Menteng, Kota Jakarta Pusat. Kota Jakarta Pusat merupakan kota yang terdapat di Ibu Kota Negara Indonesia yaitu DKI Jakarta. Posisi Kota Jakarta Pusat dapat dikatakan strategis karena ibu kota negara menjadi pusat pemerintahan maupun pusat perekonomian bagi Indonesia. Desain Apartemen Menteng ini terdiri dari 33 lantai dan 5 lantai besmen yang berfungsi sebagai lahan parkir. Tugas Akhir ini memiliki tujuan untuk merancang sistem fondasi yang dapat memikul beban dari struktur serta dinding penahan tanah yang berfungsi untuk memberikan keamanan galian terhadap gaya lateral tanah.\nJenis dinding penahan tanah yang digunakan adalah dinding diafragma dengan panjang total 35 m (kedalaman galian 17,85 m) dan tebal 0,9 m. Dinding tersebut akan ditopang dengan pengaku lateral pelat besmen terpilih pada lantai dasar, B2, dan B4. Analisis kestabilan dinding diafragma dengan perkuatan pelat besmen terpilih dilakukan dengan PLAXIS 2D dengan pemodelan konstruksi bertahap. Analisis dilakukan untuk memperoleh besar faktor keamanan pada galian dan deformasi lateral dinding pada masing-masing tahapan galian. Posisi muka air tanah pada lokasi proyek berada diatas dasar galian sehingga perlu dilakukan dewatering. Metode dewatering yang dipilih adalah cut off agar tidak terjadi penurunan muka air diluar galian.\nFondasi yang digunakan adalah fondasi rakit bertiang (raft-pile) dengan tebal raft 2,4 m, diameter tiang 1,5 m dan panjang total tiang 40 m. Jenis tiang yang digunakan adalah tiang bor. Beban yang didapatkan untuk analisis fondasi merupakan joint reaction kolom paling bawah hasil pemodelan struktur. Analisis daya dukung aksial tiang tunggal dilakukan secara manual, sedangkan analisis kapasitas lateral dan momen tiang tunggal dilakukan dengan bantuan software Ensoft LPILE. Analisis daya dukung aksial fondasi raft dilakukan secara manual dengan metode meyerhoff serta dengan bantuan software PLAXIS 3D. Analisis penurunan yang terdiri dari penurunan elastik dan penurunan konsolidasi dilakukan secara manual serta dengan bantuan software PLAXIS 3D. Penulangan raft dimodelkan dengan software SAFE sedangkan penulangan fondasi tiang bor dimodelkan dengan software SPCol.", "Daftar File": {"ABSTRAK Mohamad Fadhel Bagaskara": "https://digilib.itb.ac.id/gdl/download/236170", "COVER Mohamad Fadhel Bagaskara": "https://digilib.itb.ac.id/gdl/download/243915", "PUSTAKA Mohamad Fadhel Bagaskara": "https://digilib.itb.ac.id/gdl/download/243923"}, "Penulis": "Mohamad Fadhel Bagaskara [15017075]", "Kontributor / Dosen Pembimbing": ["Ir. R. Muslinang Moestopo, M.S.EM, Ph.D.", "Ir. Ima Fatima, M.Eng.", "Ir. Erza Rismantojo, MSCE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "dinding diafragma, pelat besmen terpilih, PLAXIS 2D, fondasi rakit bertiang, fondasi tiang bor, Ensoft LPILE, PLAXIS 3D, SAFE, SPCol.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "24 Sep 2021"}