{"Nomor": 61326, "Judul": "ANALISIS PENGARUH TEKANAN RODA KONTAK PADA LINISHING DENGAN METODE ELEMEN HINGGA", "Abstrak": "Linishing atau pemolesan dengan sabuk abrasif merupakan salah satu proses manufaktur untuk tahap penyelesaian. Pemolesan pada permukaan berprofil merupakan alasan utama adanya alat poles dengan sabuk abrasif. Pada proses ini, harus dipastikan bahwa saat memoles permukaan berprofil, roda kontak dan sabuk abrasif mampu menyesuaikan bentuk dengan baik sehingga bentuk profil mampu dipertahankan dan meminimalisasi terpolesnya profil. Saat ini, pemolesan dengan sabuk abrasif masih menggunakan roda kontak solid. Hal tersebut menyebabkan terbatasnya kemampuan roda kontak untuk menyesuaikan bentuk dengan permukaan benda kerja.\nPada penelitian ini, akan dianalisis pengaruh kekakuan kontak pada pemolesan dengan sabuk abrasif. Untuk mengubah-ngubah kekakuan kontak, digunakan roda kontak tiup sehingga kekakuan kontak dapat dengan mudah diubah dengan cara mengubah tekanan roda. Pada penelitian ini parameter yang akan dianalisis adalah tekanan roda kontak, gaya normal, koefisien gesek, dan bentuk profil permukaan. Parameter-parameter tersebut dianalisis dengan melakukan simulasi menggunakan metode elemen hingga dengan perangkat lunak Abaqus CAE.\nBerdasarkan hasil simulasi, kenaikan tekanan roda kontak akan menyebabkan mengecilnya lebar kontak. Hasil tersebut sudah divalidasi dengan eksperimen. Selain itu, meningkatnya tekanan roda kontak juga menyebabkan meningkatnya tekanan kontak maksimum. Lain halnya dengan gaya normal, saat gaya normal meningkat maka area kontak dan tekanan kontak maksimum akan meningkat juga. Kemudian, saat koefisien gesek pada model ditingkatkan, gaya normal maksimum akan menurun. Berdasarkan hasil simulasi, kondisi yang paling cocok untuk memoles permukaan berprofil yaitu dengan tekanan roda kontak rendah dan gaya normal yang tinggi sehingga kemampuan menyesuaikan bentuk tinggi dan juga tekanan kontak maksimum meningkat.", "Daftar File": {"ABSTRAK Aliyya Khairunnisa": "https://digilib.itb.ac.id/gdl/download/236174"}, "Penulis": "Aliyya Khairunnisa [13117121]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sri Raharno, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Linishing, kekakuan kontak, metode elemen hingga, tekanan roda, permukaan berprofil.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2021"}