{"Nomor": 61327, "Judul": "PENENTUAN BATAS RUANG PUBLIK DALAM PROPERTI BERSAMA (STUDI KASUS: GEDUNG RISET DAN INOVASI ITB)", "Abstrak": "Peningkatan jumlah penduduk diiringi dengan peningkatan kebutuhan terhadap tanah. Namun, terbatasnya tanah khususnya di kota besar menyebabkan penggunaan lahan secara efisien meningkat terutama untuk bangunan kompleks dengan kepemilikan dan penggunaan ruang yang berbeda dalam satu gedung, salah satunya Gedung Riset dan Inovasi ITB. Untuk mendeskripsikan batas legal antar ruang kepemilikannya, diperlukan penerapan kadaster 3D dimana terdapat sistem pendaftaran bukan hanya pada batasan-batasan persil saja namun juga pada unit properti. Kadaster 3D ini juga bertujuan untuk melihat user yang bertanggung jawab terhadap ruang tertentu pada bangunan kompleks yang nantinya akan berpengaruh pada penanggung jawab perawatan dari tiap ruangannya. Menggunakan metode Building Information Modelling (BIM) dengan standar Industry Foundation Classes (IFC), dilakukan pemodelan bangunan Gedung Riset dan Inovasi ITB yang meliputi lantai basement, lantai 1, dan lantai 2. Selain itu, model bangunan diintegrasikan pula ke dalam bentuk Land Administration Domain Model (LADM) untuk keperluan kadaster. Data yang digunakan berupa data hasil pindaian TLS GLS-2000 dengan kerapatan point clouds 12,5 mm. Pengolahan data menghasilkan model 3D bangunan dengan Level of Development 300. Penentuan batas antar ruangnya didefinisikan dengan “IfcRelSpaceBoundary” pada objek “IfcWall” dan “IfcSlab”. Satu unit properti atau ruang didefinisikan sebagai “IfcSpace”, dimana pada LADM merupakan Spatial Unit. Sedangkan untuk pembagian penggunaan ruang menjadi dua yaitu ruang publik dan ruang privat didefinisikan sebagai “IfcZone” dimana pada LADM merupakan Basic Administrative Unit. Hasil penelitian ini diharapkan dapat membantu dalam manajemen kadaster 3D yang berkelanjutan untuk Gedung Riset dan Inovasi ITB maupun diterapkan pada bangunan lainnya.", "Daftar File": {"ABSTRAK Dzikrina Nailil Azkiya": "https://digilib.itb.ac.id/gdl/download/236175"}, "Penulis": "Dzikrina Nailil Azkiya [15117074]", "Kontributor / Dosen Pembimbing": ["Dr. Asep Yusup Saptari, S.T., M.Sc.", "Ratri Widyastuti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "ruang publik, BIM, IFC, LADM, batas ruang", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2021"}