{"Nomor": 61330, "Judul": "SIMULATION OF PHOTOCATALYTIC DEGRADATION OF METHYLENE BLUE USING TITANIUM DIOXIDE (TIO2) P25 AS A PHOTOCATALYST", "Abstrak": "Approximately 10,000 different kinds of synthetic dyes are available in the market and worldwide. According to the World Bank estimation, about 17–20% of the industrial wastewater generated from the textile dyeing and finishing treatment. The annual production of these dyes is over 70,000 per year with nearly 200,000 tons of synthetic dyes lost into the environment due to inefficient dyeing processes used in textile industries. The wastewater pollution due to textile wastewater has been reported to cause negative impacts on human health, therefore the need to eliminate these pollutants from waterbodies are crucial. In this research, methylene blue was used as a model pollutant to simulate the performance of photocatalytic degradation using P25 TiO2 as photocatalyst. A kinetic model simulation and a photon absorption-scattering model simulation was done using the PHOTOREAC software, an open-access computational application developed in the graphical user interface MATLAB wholly dedicated to the modelling and simulation of large-scale solar photocatalytic reactors for environmental applications. This simulation was done to find the optimum operating conditions for this process by comparing secondary data with the existing kinetic model expression. The secondary data was categorized based on several operating conditions, such as incident light source, light intensity, and photoreactor configurations to investigate the effect of each condition.\nThe results of the PHOTOREAC simulation and secondary data analysis are that an incident light source of a solar simulator in the form of a xenon lamp is preferrable for photocatalytic degradation due to its constant irradiation compared to natural solar light. The increase of light intensity of the incident light source from 300 W/m2 to 1000 W/m2 shows to increase the photocatalytic degradation performance as well. The effect of photocatalyst loading shows a variation of optimum loading from 8 g/L to 15 g/L, depending on the experimental data. The characteristics of photocatalyst properties such as the crystal structure, surface area, crystallite size, and band gap energy are what affects the photocatalytic degradation efficiency. Furthermore, the most suitable kinetic model expression to follow when performing photocatalysis on methylene blue is the Langmuir Hinshelwood and the Ballari model.", "Daftar File": {"ABSTRAK Awanis Mazayasina Ardhistira": "https://digilib.itb.ac.id/gdl/download/236179"}, "Penulis": "Awanis Mazayasina Ardhistira [13017118]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Dwiwahju Sasongko, M.Sc., Ph.D.", "Dr.Eng. Ir. Pramujo Widiatmoko, S.T., M.T.", "Wibawa Hendra Saputera, S.Si., M.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "kinetic model, methylene blue, photocatalytic degradation, PHOTOREAC, TiO2 photocatalyst", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2021"}