{"Nomor": 61334, "Judul": "ASESMEN KONDISI FISIK POHON DAN NILAI MANFAAT POHON DI PERKOTAAN MENGGUNAKAN MANAGEMENT INFORMATION SYSTEM (MIS)", "Abstrak": "Hutan kota memiliki banyak manfaat untuk memelihara kestabilan ekosistem\nlingkungan hidup di perkotaan, seperti menyediakan keindahan, kesejukan,\nkenyamanan, membersihkan udara dari polutan serta menyimpan cadangan air\ntanah untuk kebutuhan masyarakat. Menyadari pentingnya peran hutan kota di\nwilayah perkotaan, maka kegiatan monitoring dan evaluasi (monev) pepohonan di\nperkotaan perlu dilakukan secara intensif, efektif dan efisien. Lemahnya metode\nyang digunakan menjadi penyebab ketidaktepatan pihak yang berwenang dalam\nmengambil keputusan untuk mengurangi resiko kejadian pohon tumbang yang\ndapat membahayakan jiwa dan harta. Penelitian ini dilakukan sebagai upaya untuk\nmencari solusi kegiatan monev kondisi hutan kota yang efektif dan efisien berbasis\nsistem informasi manajemen. Hutan Kota Babakan Siliwangi dan Taman Tegalega\ndi Kota Bandung dipilih sebagai objek lokasi penelitian. Penelitian ini bertujuan\nuntuk (1) menilai kondisi fisik pohon di kawasan Hutan Kota Babakan Siliwangi\n(Baksil) dan Taman Tegalega, (2) menilai manfaat kawasan Baksil dan Taman\nTegalega, (3) membangun Management Information System (MIS) untuk menilai\nkondisi fisik pohon dan manfaat kawasan hutan kota. Penilaian kondisi fisik pohon\ndidasarkan kepada tiga kriteria yaitu: kerusakan oleh hama, penyakit dan parasit\n(Thpt), kerusakan mekanik (Tm), dan kerusakan teknik (Tt). Setiap kriteria\nditurunkan menjadi beberapa indikator yang diberi skor 0-5. Total nilai kerusakan\npohon (Tnkp) dihitung menggunakan pemboboton 60%:10%:30% (Thpt:Tm:Tt).\nTotal nilai kerusakan kemud ian dikategorikan ke dalam status kelas kondisi fisik\npohon, yaitu rusak sangat ringan (0% ? Tnkp < 20%), rusak ringan (20% ? Tnkp <\n40%), rusak sedang (40% ? Tnkp < 60%), rusak berat (60% ? Tnkp < 80%) dan\nrusak sangat berat (80% ? Tnkp < 100%). Penilaian manfaat kawasan Baksil dan\nTaman Tegalega dihitung dengan pendekatan sisi permintaan pasar (demand side)\ndengan menghitung Nilai Ekonomi Total (NET) hasil dari penjumlahan nilai guna\nlangsung (kayu bulat, kayu bakar) dan nilai guna tidak langsung (simpanan karbon,\nproduksi oksigen,infiltrasi air hujan, penyedia naungan). Sistem informasi yang\ndibangun menggunakan metode prototyping dengan alat perancangan yang\ndigunakan adalah Unified Modelling Language (UML). Hasil penilaian kondisi\nfisik pohon di Baksil menunjukkan bahwa sebanyak 224 pohon (57,88%) memiliki\nkerusakan ringan dan 142 pohon (36,69%) memiliki kerusakan sangat ringan. Di\nTaman Tegalega sebanyak 277 pohon (50,55%) memiliki kerusakan ringan dan 218\npohon (39,78%) memiliki kerusakan sedang. Berdasarkan sisi permintaan (demand side) tahun 2021, kawasan Baksil ditaksir memiliki nilai manfaat kawasan sebesar\nRp 14.989.240.668,- dan Taman Tegalega sebesar Rp 35.544.293.852,-. Sistem\ninformasi yang dibangun diberi nama UFMonev dengan prinsip utama Spesifik,\nMenarik, Akurat, Responsif, Terstruktur dan berbasis QR code (SMART-Q).\nUFMonev memiliki beberapa kelebihan yaitu (1) pengoperasian mudah, cepat dan\nramah pengguna karena menggunakan smartphone, (2) proses kalkukasi data lebih\ncepat (3) tampilan data lebih informatif dan menarik dalam bentuk teks, grafik, peta\ndan foto, (4) perubahan data dapat dilakukan dengan mudah dan cepat karena\nberbasis QR Code.", "Daftar File": {"ABSTRAK Natalia Christiani": "https://digilib.itb.ac.id/gdl/download/236181"}, "Penulis": "Natalia Christiani [21320022]", "Kontributor / Dosen Pembimbing": ["Dr. Yayat Hidayat, S.Hut., M.Si.", "Dr. Ir. Sutrisno, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Hutan Kota, Kondisi Fisik, Management Information System, Monitoring dan Evaluasi, Nilai Manfaat, UFMonev", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2021"}