{"Nomor": 61335, "Judul": "USULAN STRATEGI PENGELOLAAN PELANGGAN BERDASARKAN TAHAP PERTUMBUHAN ORGANISASI PT X", "Abstrak": "Uang elektronik adalah salah satu bentuk dari financial technology (fintech) yang menjadi alternatif metode pembayaran dengan memanfaatkan media internet. Tren penggunaan uang elektronik Indonesia meningkat dari tahun ke tahun. PT X merupakan salah satu perusahaan yang menyediakan layanan alat pembayaran uang elektronik berbasis mobile. Layanan yang ditawarkan dari PT X adalah pembayaran tagihan dan isi ulang, pembayaran angsuran, dan pembayaran QRIS. Saat ini, volume transaksi penjualan mengalami penurunan yang berkaitan dengan penurunan tingkat retensi pelanggan.\nPenelitian ini ditujukan untuk membuat rancangan strategi pengelolaan pelanggan berdasarkan tahap pertumbuhan organisasi. Rancangan penelitian yang akan dilakukan adalah identifikasi tahap pertumbuhan organisasi, karakteristik strategi pemasaran, audit strategi pengelolaan pelanggan, evaluasi strategi pengelolaan pelanggan. Pengambilan data dilakukan dengan melakukan wawancara mendalam, pengisian kuesioner ASTRO ITB dan kuesioner audit Payne (2005). Berdasarkan penelitian yang dilakukan, tahap pertumbuhan organisasi yang diidentifikasi adalah tahap expansion dan gap terbesar pada proses manajemen informasi, khususnya subproses analisis data. Analisis kesenjangan antara strategi pemasaran dan strategi pengelolaan pelanggan saat ini dan ideal menjadi evaluasi strategi pengelolaan pelanggan. Hasil analisis yang didapat menunjukkan bahwa PT X perlu berfokus pada strategi retensi pelanggan yang mempertahankan pelanggan secara jangka panjang dan segmentasi pelanggan yang lebih komprehensif.\nRancangan usulan adalah perusahaan perlu mengembangkan analisis segmentasi pelanggan yang digunakan untuk perancangan sistem loyalitas. Hal ini dikarenakan program loyalitas harus ditujukan pada pelanggan yang bernilai (O'Brien & Jones, 1995). Identifikasi pelanggan yang bernilai dilakukan dengan melakukan segmentasi Recency, Frequency, dan Monetary (RFM). Model RFM didapat dari software CRM perusahaan. Segmen champion dan loyal merupakan segmen bernilai dengan nilai R, F, M yang paling tinggi. Perancangan sistem loyalitas dilakukan dengan sistem cashback dalam bentuk poin yang dapat ditukarkan dengan voucher digital. Pilihan voucher digital akan disesuaikan dengan kondisi demografis dan geografis dari segmen yang dituju.", "Daftar File": {"ABSTRAK CALLISTA NATANIA SUSANTO": "https://digilib.itb.ac.id/gdl/download/236182"}, "Penulis": "CALLISTA NATANIA SUSANTO [14417010]", "Kontributor / Dosen Pembimbing": ["Dr. Hasrini Sari, S.T., M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "strategi pengelolaan pelanggan, tahap pertumbuhan organisasi, strategi pemasaran, model RFM, strategi loyalitas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2021"}