{"Nomor": 61346, "Judul": "SISTEM PELACAKAN ORANG PADA BANYAK KAMERA BERBASIS DEEP LEARNING", "Abstrak": "Sistem pelacakan orang pada banyak kamera merupakan sebuah sistem yang dapat melacak keberadaan seseorang pada beberapa kamera secara konsisten. Sistem ini merupakan fondasi dasar untuk terciptanya sebuah sistem pengawasan secara otomatis. (Gaikwad dkk, 2021) mengembangkan sistem ini dengan menggunakan model YOLOv5s sebagai detektor orang dan Resnet50-mid sebagai ekstraktor fitur reidentifikasi. Performa evaluasi yang diberikan sudah cukup baik dengan IDF1 diatas 90% dan inferensi real-time. Akan tetapi pengembangan sistem belum memperhitungkan kemampuan generalisasi model deep learning yang digunakan. Selain itu sistem masih harus dijalankan pada perangkat keras khusus deep learning yaitu Nvidia Jetson TX2 dengan harga yang relatif mahal.\nPembangunan sistem pada tugas akhir ini berfokus pada pembangunan sistem yang dengan kemampuan generalisasi sehingga dapat digunakan pada lingkungan kamera yang berbeda dengan data latih dan sistem yang lebih ringan sehingga dapat digunakan pada perangkat keras yang relatif lebih murah. Berdasarkan hasil pengujian dari beberapa konfigurasi model deteksi dan ekstraksi fitur, didapatkan bahwa konfigurasi YOLOv5s + Osnet-ain dan YOLOv5s + Osnet-ainx0.5 mampu memberikan akurasi pelacakan yang lebih tinggi dari YOLOv5s + Resnet50mid(Gaikwad dkk, 2021) dengan kecepatan inferensi yang lebih cepat dan penggunaan memori yang lebih kecil pada kartu grafis.", "Daftar File": {"ABSTRAK Naufal Zhafran Latif": "https://digilib.itb.ac.id/gdl/download/236193"}, "Penulis": "Naufal Zhafran Latif [13517095]", "Kontributor / Dosen Pembimbing": ["Nugraha Priya Utama, S.T., MA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "YOLOv5s, Resnet50mid, Osnet-ain, Reidentifikasi Orang, Pelacakan Banyak Orang, Pelacakan Pada Banyak Kamera", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2021"}