{"Nomor": 61347, "Judul": "KAJIAN STUDI PEMETAAN BANJIR BANDANG DENGAN METODE GFI. STUDI KASUS: DAS TIKALA MANADO", "Abstrak": "DAS Tikala termasuk salah satu sungai yang sering meluap di saat musim penghujan, Debit\nair sungai yang besar memicu terjadi banjir yang menggenangi sekitar Sungai Tikala dan\nmengakibatkan kerugian yang besar bagi penduduk sekitar. Untuk mengurangi dampak banjir\nmaka perlu dibuat peta daerah genangan banjir. Keakurasian peta dapat dibuktikan dengan\npemodelan hasil hitungan dan dibandingkan dengan hasil observasi lapangan. Tujuan dari\npenelitian ini adalah mendapatkan perbandingan dari perhitungan dan pemodelan dengan\npemetaan langsung sehingga dapat dilakukan penanggulangan dan pengendalian banjir serta\nmeminimalisir resiko kerusakan akibat banjir dan kerugiannya. Maksud dari penelitian ini\nadalah melakukan analisis hidrologi sungai yang meliputi perhitungan curah hujan rancangan\ndan perhitungan debit banjir rencana serta melakukan analisis hidraulika dengan bantuan\nsoftware HEC-RAS serta membuat pengindeksian peta rawan banjir metode GFI untuk\njustifikasi model. Analisis hidrologi menggunakan HSS SCS dengan software HEC-HMS\nkarena nilai Q2 metode tersebut yang paling mendekati debit bankfull salah satu penampang di\nbagian hilir. Untuk hasil kala ulang 2 tahun menghasilkan nilai 156.6 m³/s, kala ulang 5 tahun\nmenghasilkan nilai 217.8 m³/s, kala ulang 10 tahun 264.3 m³/s, kala ulang 25 tahun 329 m³/s,\nkala ulang 50 tahun 381.3 m³/s, kala ulang 100 tahun 437.2 m³/s. Untuk kejadian banjir\nbandang tahun 2014 dibuat perhitungan dan pemodelan terpisah sehingga bisa didapatkan\ntinggi genangan banjir pada saat kejadian banjir tbandang tahun 2014. Hujan wilayah yang\ndipakai pada pemodelan tahun 2014 yaitu 176.4 mm. Perkiraan luasan banjir dengan metode\nGFI dan HECRAS dibuat pada 4 kecamatan yang paling terdampak yaitu Kecamatan Singkil,\nTikala, Wenang, dan Tombulu. Untuk Total luasan Banjir GFI dan HEC RAS mendapatkan\nselisih -0.013 km² untuk kecamatan Singkil, 0.276 km² untuk kecamatan Tikala, 0.243 km²\nuntuk kecamatan Wenang, dan 0.438 km² untuk kecamatan Tombulu. Sehingga didapatkan\nnilai kalibrasi luasan banjir dengan nilai MAD 0.242, MSE 0.0817, dan nilai RMSE 0.285.\nTinggi genangan di titik Kantor Walikota Manado dengan metode GFI yaitu 6.22 m, sedangkan\ndari model HEC-RAS didapatkan hasil tinggi genangan banjir 4.34 m sementara berdasarkan\ndata aktual tinggi genangan banjir adalah 3 m.", "Daftar File": {"ABSTRAK Maria Gloria Raco": "https://digilib.itb.ac.id/gdl/download/236194"}, "Penulis": "Maria Gloria Raco [25019304]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agung Hadi Soeharno Wiyono, M.Eng"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Banjir,HEC-RAS,Pemetaan, GFI, Tikala.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2021"}