{"Nomor": 61349, "Judul": "EVALUASI KUALITAS HIDUP (QUALITY OF LIFE) WANITA PEKERJA DI PULAU JAWA YANG BEKERJA DI INDONESIA PADA KONDISI SEBELUM DAN SELAMA PANDEMI COVID-19", "Abstrak": "Pandemi COVID-19 merupakan penyakit menular akibat Coronavirus yang telah menyebar ke berbagai negara termasuk Indonesia. Dimulai dari tahun 2020 hingga 2021, pandemi COVID-19 masih terus berkembang dan memberikan dampak negatif terhadap keseimbangan hidup dan pekerjaan wanita pekerja. Ketidakseimbangan tersebut memberikan pengaruh terhadap penurunan kualitas hidup mereka. Penelitian ini bertujuan untuk mengevaluasi kualitas hidup (Quality of Life) pada wanita pekerja di Indonesia pada kondisi sebelum dan selama pandemi.\nEvaluasi dilakukan melalui penyebaran kuesioner secara online yang melibatkan 227 responden dengan menggunakan World Health Organization Quality of Life-Abbreviated Form (WHOQOL-BREF) yang terdiri dari dimensi physical health, psychological health, social relationship, dan environmental health. Pengujian hasil kuesioner dilakukan menggunakan paired t-test dan Wilcoxon Signed Rank Test.\nHasil penelitian menunjukkan terdapat perbedaan signifikan nilai seluruh dimensi kualitas hidup (dimensi physical health, psychological health, social relationship, dan environmental health) antara kondisi sebelum dan selama pandemi dengan nilai kondisi sebelum pandemi yang lebih tinggi. Nilai dimensi physical health mengalami penurunan sebesar 3.49%, nilai dimensi psychological health mengalami penurunan sebesar 2.34%, nilai dimensi social relationship mengalami penurunan sebesar 3.16%, dan nilai dimensi environmental health mengalami penurunan 5.5%. Rekomendasi usulan solusi untuk peningkatan dukungan penyediaan perangkat, teknis, dan moral, serta emosional dari pihak internal maupun eksternal, peningkatan kemampuan pengendalian perasaan negatif, peningkatan kemampuan manajemen waktu dan komunikasi, perlindungan khusus terhadap pekerja, sistem informasi, peningkatan aktivitas fisik bersama anak, dan pengketatan penjualan kebutuhan medis.", "Daftar File": {"ABSTRAK AURELIA GRACE STEPHIA SOELISTIO": "https://digilib.itb.ac.id/gdl/download/236196"}, "Penulis": "AURELIA GRACE STEPHIA SOELISTIO [14417042]", "Kontributor / Dosen Pembimbing": ["Ari Widyanti, S.T., M.T., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Indonesia, wanita pekerja, kualitas hidup, WHOQOL-BREF, pandemi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2021"}