{"Nomor": 61354, "Judul": "EVALUASI KEPUASAN KERJA UNTUK TENAGA KERJA PENUNJANG PT X MENGGUNAKAN TEKNIK DATA MINING DAN INFORMATION RETRIEVAL", "Abstrak": "PT X merupakan perusahaan bergerak di bidang jasa layanan teknologi informasi dan komunikasi (TIK) di Indonesia. Saat ini, PT X tidak memiliki alat untuk mengukur kepuasan kerja dari karyawannya yang merupakan tenaga kerja penunjang (TKP). Hal ini menyulitkan PT X untuk merancang strategi perbaikan untuk TKP. Selain dari itu, TKP PT X juga tidak memiliki media untuk menyuarakan aspirasinya. Maka dari itu, pada penelitian ini dilakukan evaluasi kepuasan kerja terhadap TKP PT X menggunakan survei. Setelah melakukan survei, dirancang pula prototipe aplikasi yang dapat mengolah data survei menggunakan teknik-teknik data mining dan information retrieval untuk digunakan pada survei-survei kepuasan kerja berikutnya.\nKuesioner kepuasan kerja dirancang dengan terlebih dahulu mengidentifikasi kebutuhan stakeholder. Berdasarkan kebutuhan tersebut, ditentukan bahwa kuesioner dirancang untuk mendapatkan informasi berupa nilai dimensi-dimensi kepuasan kerja, pengaruh faktor demografis terhadap kepuasan kerja, titik kesukaran karyawan, nilai employee Net Promoter Score, dan rekomendasi tools atau perangkat lunak yang ingin digunakan. Berdasarkan hasil survei yang dilakukan, diidentifikasi empat titik kesukaran utama yang dirasakan oleh TKP, (1) work-life balance, beban kerja, dan beban teknologi, (2) transparansi evaluasi karyawan dan kejelasan jenjang karier, (3) kurangnya informasi terkait kebijakan perusahaan, dan (4) gaji atau take home pay. Dirancang perbaikan yang sesuai untuk keempat titik kesukaran tersebut.\nPrototipe aplikasi juga dirancang untuk mengolah data hasil survei. Prototipe aplikasi terdiri dari tiga komponen, yaitu subsistem manajemen data, subsistem manajemen model, dan subsistem user interface. Aplikasi dirancang untuk melakukan fungsi-fungsi yaitu (1) menghitung dan melakukan pengujian hipotesis terhadap nilai dimensi kepuasan kerja, (2) melakukan analisis clustering terhadap nilai kepuasan kerja, (3) melakukan information retrieval terhadap data keluhan karyawan, (4) menghitung nilai employee Net Promoter Score, dan (5) merangkum rekomendasi tools yang ingin digunakan karyawan.", "Daftar File": {"ABSTRAK Reyhandra Kusumoprojo": "https://digilib.itb.ac.id/gdl/download/236201"}, "Penulis": "Reyhandra Kusumoprojo [13417062]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Rajesri, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "kepuasan kerja, TKP, survei, aplikasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2021"}