{"Nomor": 61353, "Judul": "PENYINGKIRAN H2S DARI BIOGAS DENGAN THIOBACILLUS SP.", "Abstrak": "Energi adalah salah satu kebutuhan manusia untuk dapat melakukan kegiatan. Salah satu\njenis energi yang sering digunakan adalah biogas. Biogas dihasilkan dari proses\npenguraian senyawa organik oleh mikroorganisme secara anaerobik. Biogas yang\ndihasilkan tergantung senyawa yang terurai. Biogas yang akan digunakan perlu\nditingkatkan terlebih dahulu kualitasnya. Salah satu zat pengotor yang sering dijumpai\nadalah H2S. Senyawa ini merupakan senyawa yang dapat menimbukan bahaya serta\nbersifat korosif terhadap peralatan proses. Oleh karena itu, H2S perlu dihilangkan terlebih\ndahulu sebelum biogas dapat digunakan atau diproses lebih lanjut. Penghilangan H2S ini\ndapat menggunakan senyawa kimia ataupun agen biologis.\nPenghilangan H2S dengan agen biologis dapat dilakukan dengan beberapa pilihan proses.\nBiokatalis yang digunakan adalah Thiobacillus sp. dengan variasi laju alir dan konsentrasi\nH2S yang akan diumpankan. Penelitian dilakukan dengan pemodelan melalui pendekatan\ndari neraca massa aliran gas umpan ke dalam bioreaktor. Pemodelan dilakukan dengan\nmelakukan variasi konsentrasi aliran umpan, simulasi terjadinya penurunan biomassa,\nvariasi laju umpan, pH, dan temperatur.\nHasil pemodelan menunjukkan adanya pengaruh peningkatan dan pengurangan kadar\numpan yang dimasukkan ke dalam bioreaktor. Peningkatan kadar umpan atau laju umpan\nakan menyebabkan keperluan biomassa bertambah. Perbedaan pH dan temperatur pada\npercobaan dapat mempengaruhi degradation activity pada proses penyingkiran H2S dari\nrentang 57% hingga 100%.", "Daftar File": {"ABSTRAK Ricky Sutanto": "https://digilib.itb.ac.id/gdl/download/236200"}, "Penulis": "Ricky Sutanto [13016024]", "Kontributor / Dosen Pembimbing": ["Ir. Ronny Purwadi, M.T, Ph.D.", "Antonius Indarto, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Biogas, biologis, H2S, pemodelan, Thiobacillus", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2021"}