{"Nomor": 61355, "Judul": "INTEGRASI MODEL CHECKER DENGAN DTEST UNTUK DETEKSI BUG IMPLEMENTASI PROTOKOL PAXOS PADA CASSANDRA", "Abstrak": "Algoritma terdistribusi umum diimplementasikan dalam berbagai sistem terdistribusi, namun\ndalam implementasinya seringkali algoritma perlu dimodifikasi sehingga spesifikasi\nkebenaran algoritma belum tentu terjamin dan spesifikasi yang spesifik implementasi\nmuncul. Bug dapat muncul jika spesifikasi tidak terpenuhi. Deteksi bug perlu dilakukan\nsecepat mungkin dan deteksi perlu mencakup kasus-kasus ujung yang sulit dicapai. Salah\nsatu solusi untuk melakukan deteksi bug adalah dengan mengintegrasikan model checker ke\ndalam alur pengujian sistem. Pada tugas akhir ini, sistem yang menjadi bahan uji adalah\nprotokol Paxos pada Cassandra dan model checker diintegrasikan dengan alur pengujian\ndtest.\nPendeteksian dilakukan terhadap implementasi. Pertama, implementasi Paxos di Cassandra\ndimodelkan sebagai sebuah sistem transisi. Kemudian, pencegatan dilakukan beberapa titik\nsehingga implementasi dapat bekerja sebagai sebuah sistem transisi yang dapat\nmengkomunikasikan event dan state. Selanjutnya, model implementasi diintegrasikan dengan\nmodel checker dan juga dengan dtest, dengan melakukan rancangan komunikasi tiga arah\nantara sistem Cassandra, dtest, dan model checker , dan masing-masing elemen\nmengimplementasikan komponen-komponen tertentu agar dapat saling berkomunikasi.\nPengujian menunjukkan bahwa model checker yang diintegrasikan dengan dtest mampu\nmereproduksi bug yang hidup pada implementasi Paxos di Cassandra dengan tingkat\nkeberhasilan 86,7 % untuk kasus pengujian dengan skenario bug dan keberhasilan 84,6 %\nuntuk kasus eksplorasi dengan model checker. Model checker yang terintegrasi juga mampu\nmendeteksi kesalahan jika implementasi protokol Paxos Cassandra faulty.", "Daftar File": {"ABSTRAK Nur Alam Hasabie": "https://digilib.itb.ac.id/gdl/download/236202"}, "Penulis": "Nur Alam Hasabie [13517096]", "Kontributor / Dosen Pembimbing": ["Ir. Afwarman, M.Sc., Ph.D.", "Anggrahita Bayu Sasmita, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Paxos, model checking, Cassandra, bug, dtest", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2021"}