{"Nomor": 61356, "Judul": "PROTOTIPE PERANCANGAN TATA LETAK TERMINAL BARANG KHUSUS STUDI KASUS: TERMINAL BARANG DI KELURAHAN TANAH BARU, KOTA BOGOR", "Abstrak": "Terminal barang memiliki peran penting dalam pola perdagangan modern karena dapat mengurangi biaya transportasi yang signifikan. BPTJ di bawah arahan Kementerian Perhubungan sudah memiliki rencana untuk membangun delapan terminal barang yang disusun dalam Rencana Induk Terminal Barang Jabodetabek. Salah satunya adalah terminal barang di Kelurahan Tanah Baru, Kota Bogor. Salah satu kendala dalam penerapan rencana tersebut adalah belum adanya rancangan yang detail untuk pembangunan terminal barang termasuk rancangan tata letak yang menjadi salah satu syarat pembangunan terminal barang.\nSaat ini belum terdapat metodologi perancangan untuk tata letak terminal barang khusus. Oleh karena itu akan digunakan model perancangan tata letak yang umum, yaitu model SLP dari Muther dan Hales sebagai acuan dasar untuk pengembangan metodologi usulan. Selain itu juga akan digunakan model perancangan gudang dari Hassan untuk melengkapi metodologi perancangan terutama untuk fasilitas penyimpanan pada terminal barang.\nMetodologi usulan terdiri dari tiga tahapan utama, yaitu perancangan kebutuhan, perancangan tata letak gudang, dan perancangan tata letak terminal barang. Metodologi tersebut digunakan untuk sebuah uji coba perancangan pada terminal barang khusus di Kelurahan Tanah Baru, Kota Bogor. Berdasarkan hasil uji coba didapatkan luas terminal barang sekitar 8,2 ha dengan luas fasilitas penyimpanan sebesar 4,4 ha. Angka ini masih memenuhi kriteria untuk pusat distribusi lokal, yaitu 2 sampai 10 ha.", "Daftar File": {"ABSTRAK Irfan Mardhitya Setyanto": "https://digilib.itb.ac.id/gdl/download/236203"}, "Penulis": "Irfan Mardhitya Setyanto [13417083]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Senator Nur Bahagia"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "terminal barang, metodologi perancangan, tata letak fasilitas.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Sep 2021"}