{"Nomor": 61374, "Judul": "ESTIMASI BESAR RASIO REDAMAN DARI HASIL PENGUJIAN FRF SISTEM GETARAN SATU DAN DUA DERAJAT KEBEBASAN", "Abstrak": "Dalam dunia industri, mesin-mesin umumnya diletakkan pada tumpuan yang berupa struktur deck maupun baseplate. Apabila suatu mesin yang baru dipasang pada tumpuan mengalami getaran yang besar, maka tumpuan tersebut perlu dimodifikasi. Modifikasi umumnya dilakukan dengan cara memodelkan FRF (Fungsi Respon Frekuensi) dari sistem yang ada dengan metode elemen hingga yang memerlukan informasi tentang rasio redaman dari sistem tumpuan tersebut. Untuk menentukan nilai rasio redaman dari suatu sistem digunakan metode half power point dari grafik FRF sistem tersebut. Namun untuk kasus sistem dua derajat kebebasan dengan frekuensi natural yang berdekatan metode tersebut dapat menyebabkan kesalahan yang cukup besar. Penelitian ini dilakukan untuk mendapatkan secara numerik kasus-kasus yang dapat menghasilkan kesalahan yang besar pada perhitungan nilai rasio redaman.\nPenelitian ini dimulai dengan menurunkan persamaan untuk mendapatkan rasio redaman dari sistem satu derajat kebebasan (1 DK) dan dua derajat kebebasan (2 DK). Persamaan yang telah diturunkan dilakukan kemudian divalidasi dengan simulasi numerik. Simulasi numerik dilakukan dengan terlebih dahulu menentukan rasio redaman pada sistem tersebut, kemudian mensimulasikan hingga didapatkan grafik FRF dari sistem tersebut, sehingga dapat diperkirakan nilai dari rasio redaman. Simulasi numerik pada sistem dua derajat kebebasan dilakukan dengan memvariasikan perbaningan kedua frekuensi pribadi sistem tersebut serta perbaningan kedua puncak FRF. Penelitian dilanjutkan dengan membandingkan nilai rasio redaman berdasarkan grafik FRF dan rasio redaman teoritik.\nBerdasarkan penelitian ini, didapatkan bahwa pada kasus satu derajat kebebasan kesalahan nilai rasio redaman dapat diminimalisir dengan memperkecil resolusi frekuensi. Resolusi frekuensi dapat meningkatkan pembacaan frekuensi puncak sistem dan frekuensi disekitarnya. Sementara itu untuk kasus dua derajat kebebasan, kesalahan nilai rasio redaman akan besar apabila kedua frekuensi pribadi berdekatan. Selain itu, semakin besar puncak FRF kedua maka akan semakin besar kesalahan yang terjadi untuk nilai rasio redaman mode pertama.", "Daftar File": {"ABSTRAK Fadhlan Nugraha": "https://digilib.itb.ac.id/gdl/download/236222"}, "Penulis": "Fadhlan Nugraha [13117036]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Zainal Abidin, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Getaran, Rasio redaman, Grafik FRF, Sistem dua derajat kebebasan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2021"}