{"Nomor": 61377, "Judul": "PRODUKSI HIDROLISAT PROTEIN DARI BULU AYAM MELALUI HIDROLISIS KIMIAWI DAN ENZIMATIS MENGGUNAKAN EKSTRAK KASAR ENZIM KERATINASE DENGAN VARIASI LAMA PERLAKUAN AWAL PLASMA CORONA DISCHARGE", "Abstrak": "Industri peternakan unggas adalah salah satu industri yang menyumbang limbah organik dalam jumlah besar setiap tahunnya. Limbah tersebut adalah limbah bulu ayam yang berjumlah 8% dari berat ayam itu sendiri. Bulu ayam memiliki sifat mekanik yang kuat karena strukturnya didominasi oleh keratin. Struktur keratin yang unik membuatnya resisten terhadap peptidase-peptidase umum sehingga cenderung sulit terdegradasi. Tanpa pengolahan yang baik, limbah bulu ayam dapat mencemari lingkungan dan memberi dampak negatif pada kesehatan. Secara konvensional, bulu ayam diolah secara fisik untuk dijadikan pupuk serta pakan hewan ternak yang tinggi protein. Selain secara fisik, bulu ayam juga dapat diolah dengan metode kimiawi seperti hidrolisis basa. Namun, metode konvensional tersebut menghasilkan degradasi bulu ayam yang kecil sehingga kualitas produk tidak maksimal. Saat ini, hidrolisis biologis dan enzimatis memiliki performa degradasi yang lebih baik daripada metode konvensional. Proses pendukung seperti perlakuan awal pada bulu ayam juga dapat dilakukan untuk meningkatkan hasil hidrolisis bulu ayam yang dilakukan. Pada penelitian ini, dipilih perlakuan awal berupa paparan plasma dingin corona discharge yang mampu memodifikasi struktur protein lewat plasma yang diproduksi. Perlakuan awal pada bulu ayam dilakukan dengan waktu 30, 45, dan 60 menit. Kemudian, sebagian bulu ayam diberi perlakuan kimiawi dan sebagian lainnya dihidrolisis secara enzimatis. Hidrolisis kimiawi dilakukan pada pH 11 selama 12, 24, 36, 48, dan 60 jam. Hidrolisis enzimatis dilakukan dengan menggunakan ekstrak kasar enzim keratinase selama 12, 24 36, 48, dan 60 jam. Residu massa bulu ayam setelah proses hidrolisis diukur. Dibentuk model yang cocok dengan profil residu massa bulu ayam pada hidrolisis enzimatis. Ekstrak kasar enzim keratinase diproduksi dengan fermentasi fase padat pada bulu ayam dengan konsorsium mikroba selama 72 jam. Hasil penelitian menunjukkan adanya perbedaan struktur makroskopis dari bulu ayam setelah perlakuan plasma diberikan. Namun, pada tingkat daya perlakuan plasma yang dilakukan tidak memberikan hasil yang berbeda pada hidrolisis kimiawi ataupun enzimatis (p>0,05). Hidrolisis kimiawi dan hidrolisis enzimatis menghasilkan profil residu massa bulu ayam terhadap waktu yang serupa: menurun secara drastis pada 0-36 jam, kemudian cenderung stagnan hingga 60 jam. Hidrolisis kimiawi menghasilkan degradasi bulu ayam total sebanyak 19%, sedangkan hidrolisis enzimatis menghasilkan degradasi total 18%. Pemodelan dinamis yang dilakukan dengan menggunakan persamaan logistik menghasilkan model yang cocok dengan profil residu massa bulu ayam terhadap waktu pada proses hidrolisis enzimatis.", "Daftar File": {"ABSTRAK Andi Afif Naufaldi": "https://digilib.itb.ac.id/gdl/download/236225"}, "Penulis": "Andi Afif Naufaldi [11217001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Robert Manurung, M.Eng.", "Mochamad Firmansyah, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Bulu ayam, enzim keratinase, hidrolisis kimiawi, hidrolisis enzimatis, plasma", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2021"}