{"Nomor": 61387, "Judul": "IDENTIFIKASI SUMBER PENCEMAR FEKAL DI SUNGAI CITARUM HULU MENGGUNAKAN DISCRIMINANT ANALYSIS DAN PRINCIPAL COMPONENT ANALYSIS", "Abstrak": "Kondisi resistensi antibiotik telah terjadi tidak hanya pada manusia tapi juga pada hewan ternak. Resistensi antibiotik dipengaruhi oleh penggunaan antibiotik yang tidak sesuai dosis, penggunaan diluar resep dokter dan rendahnya temuan antibiotik jenis baru. Studi ini bertujuan untuk mengetahui sumber pencemar fekal di Sungai Citarum Hulu berdasarkan pola resistensi antibiotik pada sumber ayam, sapi kambing dan manusia.\n\nBerdasarkan meta analisis terhadap lima jurnal, didapatkan kesimpulan bahwa penggunaan Antibiotic Resistance Analysis dan Discriminant Analysis dapat digunakan untuk melacak sumber pencemar fekal. Profil resistensi antibiotik pada penelitian ini diperoleh dengan metode Antibiotic Resistance Analysis (ARA) yaitu dengan melihat kondisi resistensi E. coli pada setiap isolat yang telah diberi antibiotik. Hasil profil resistensi antibiotik dari 40 isolat untuk library dan 90 isolat dari sembilan segmen Sungai Citarum Hulu yaitu, Situ Cisanti, Majalaya, Rancasari, Baleendah, Bojongsoang, Katapang, Margaasih dan Nanjung kemudian dianalisis menggunakan metode Discriminant Analysis (DA) dan Principal Component Analysis-Discriminant Analysis (PCA-DA). Pelacakan ini menggunakan empat jenis sumber pencemar yang terdiri atas ayam, sapi, kambing dan manusia. Pelacakan pencemaran dengan DA menunjukkan kondisi pencemar fekal dominan berasal dari sapi untuk bagian hulu dan tengah serta kambing untuk bagian hilir dengan nilai Average Rate Correct Classification (ARCC) sebesar 65%. Reduksi antibiotik menggunakan PCA-DA memberikan persen varians sebesar 35,5% untuk Principal Component (PC)-1 dan\n21,5% untuk PC-2. Pelacakan sumber pencemar dengan PC-1 – DA memberikan hasil sumber pencemar yang dominan adalah ayam dengan nilai ARCC 37,5%. Untuk pelacakan sumber fekal dengan PC-2 – DA memberikan hasil sumber pencemar yang dominan adalah ayam dengan nilai ARCC sebesar 50%.", "Daftar File": {"TA_2021_Indah Lestari Madelin_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/236237"}, "Penulis": "Indah Lestari Madelin [15316057]", "Kontributor / Dosen Pembimbing": ["Dr. Herto Dwi Ariesyady, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Antibiotik, ARCC, DA, Resisten, PCA.", "Sumber": "TA Oktober 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "25 Sep 2021"}