{"Nomor": 61381, "Judul": "PERBANDINGAN TINGKAT PRODUKTIVITAS TANAMAN PADI (ORYZA SATIVA) DENGAN BUDIDAYA SRI DAN MINA PADI TERHADAP BUDIDAYA KONVENSIONAL", "Abstrak": "Padi (Oryza sativa) merupakan komoditas utama yang berperan penting dalam mencapai ketahanan pangan baik daerah maupun nasional. Di dalam praktik budidaya padi, berbagai upaya telah dilakukan untuk meningkatkan produktivitas lahan, termasuk pendekatan System of Rice Intensification (SRI) dan mina padi. Penelitian ini dilakukan untuk membandingkan tingkat produktivitas sawah yang menerapkan kombinasi SRI dan minapadi dengan budidaya konvensional, melalui contoh kasus di Kebon Belajar Tunas Nusa, Kecamatan Rancaekek, Kabupaten Bandung, Jawa Barat. Perbandingan tingkat produktivitas dilakukan melalui studi lapangan dan literatur beserta dengan perbandingan parameter IPO (input-proses-output) yang terlibat pada kedua tapak penelitian dalam satu siklus panen tanaman padi. Berdasarkan hasil penelitian diperoleh karakteristik tanaman padi hasil teknik budidaya SRI yang relatif lebih besar dan rimbun dari segi morfologis tanaman, meskipun dengan produktivitas (dalam ton/ha) yang lebih kecil dibandingkan teknik budidaya konvensional. Diperoleh pula nilai efektivitas (berdasarkan hasil panen) dan efisiensi (berdasarkan perhitungan HOK) yang lebih rendah pada Kebon Belajar dibandingkan sawah konvensional. Hasil panen beras Kebon Belajar bernilai 5.118 ton/ha sedangkan pada sawah konvensional bernilai 6.373 ton/ha. Sedangkan jumlah total HOK/ha dari Kebon Belajar bernilai 2.892/ha dan pada sawah konvensional bernilai 1.676/ha. Adapun faktor-faktor yang mempengaruhi produktivitas tanaman padi diantaranya mencakup faktor ekologis berupa suhu udara, kelembaban relatif, kualitas tanah, dan kualitas air, serta faktor teknik budidaya yang diterapkan yang mencakup pengolahan lahan, penanaman, pengairan, pemupukan, pemeliharaan, dan proses pemanenan.", "Daftar File": {"ABSTRAK Jonathan Mardisetyo Bagasworo": "https://digilib.itb.ac.id/gdl/download/236229"}, "Penulis": "Jonathan Mardisetyo Bagasworo [10617057]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Yooce Yustiana, M.Si.", "Angga Dwiartama, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "produktivitas, tanaman padi, SRI, mina padi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2021"}