{"Nomor": 61388, "Judul": "IDENTIFIKASI PENGOLAHAN LIMBAH KULIT KOPI DENGAN ANALISIS MULTIKRITERIA", "Abstrak": "Kulit kopi merupakan limbah yang berasal dari pemrosesan buah kopi. Limbah kulit kopi yang dihasilkan dari pemrosesan kopi berkisar antara 50-60 persen dari hasil panen kopi. Pemanfaatan limbah kulit kopi di Indonesia masih kurang maksimal dikarenakan kurangnya pengetahuan oleh petani terkait pemanfaatan limbah tersebut. Trend komsumsi kopi di Indonesia semakin meningkat dalam 10 tahun terakhir dan limbah kulit kopi akan menjadi permasalahan baru bila dibiarkan begitu saja karena akan menimbulkan bau busuk dan pencemaran terhadap lingkungan sekitarnya. Sehingga perlu dilakukan pemilihan teknologi pengolahan yang tepat untuk petani dalam mengelolah limbah kulit kopi yang dihasilkan. Dalam pemilihan teknologi pengolahan limbah kulit kopi, dilakukan analisis multikriteria dengan metode purposive sampling dengan  menanyakan pendapat beberapa stakeholder untuk menentukan teknologi pengolahan yang tepat. Melibatkan 9 responden dari 3 pihak stakeholder yang berkaitan dengan limbah kulit kopi dalam penentuan teknologi pengolahan limbah kulit kopi. Hasil kuisioner dan wawancara diolah dengan menggunakan expert choice untuk menentukan pemilihan teknologi yang merepresentasikan jawaban dari berbagai narasumber. Berdasarkan hasil perhitungan, teknologi yang terpilih dalam penelitian ini adalah teknologi silase dengan nilai 0,447, dibandingkan dengan biogas dan pengomposan masing-masing sebesar 0,28 dan 0,244. Dengan total timbulan limbah kulit kopi sebesar 1152-1920 kg/ha/tahun, dapat dimanfaatkan menjadi pakan ternak dengan biaya 84% lebih murah dari harga dipasaran.", "Daftar File": {"TA_2021_Samuel Yustinus Sibarani_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/236238"}, "Penulis": "Samuel Yustinus Sibarani [15317040]", "Kontributor / Dosen Pembimbing": ["Prof. Barti Setiani Muntalif, Ph.D.", "Emenda Sembiring, S. T., M. T., M. Eng. Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Limbah kulit kopi, teknologi, stakeholder, multikriteria, pengolahan.", "Sumber": "TA Oktober 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "25 Sep 2021"}