{"Nomor": 61393, "Judul": "PERANCANGAN PERBAIKAN TINGKAT MATURITAS TRANSFORMASI DIGITAL PADA KJSKB LALU AKHMAD FARHAN", "Abstrak": "Kantor Jasa Surveyor Kadaster Berlisensi (KJSKB) Lalu Akhmad Farhan merupakan perusahaan pengukuran dan pemetaan tanah mitra Kementerian Agrararia dan Tata Ruang (ATR)/ Badan Pertanahan Nasional (BPN). Pada tahun 2020, Kementerian ATR/ BPN menerbitkan roadmap tahun 2020-2024 sebagai perwujudan gagasan Digital Melayani (DILAN). Berdasarkan roadmap tersebut, Kementerian ATR/ BPN akan melakukan pelayanan elektronik pada tahun 2020-2021, salah satunya dengan menerbitkan sertipikat tanah elektronik sehingga KJSKB Lalu Akhmad Farhan sebagai penyedia data fisik untuk sertipikat tanah tersebut harus berperan serta. KJSKB Lalu Akhmad Farhan diharuskan mengumpulkan dan mengolah data fisik menggunakan teknologi digital. Selain didorong oleh faktor eksternal, kompleksitas manajemen proyek juga mendukung kebutuhan untuk bertransformasi digital dari internal perusahaan.\nSebelum melakukan perbaikan, perlu diketahui tingkat maturitas transformasi digital saat ini. Pada penelitian ini, seberapa jauh transformasi digital di perusahaan dinilai menggunakan kuesioner yang dirancang berdasarkan Digital Transformation Maturity Index yang terdiri dari delapan dimensi: strategic, leadership, market, operational, people and expertise, culture, governance, dan technology. Kemudian, ditentukan median dari tiap dimensi dan indikator. Indikator bernilai median rendah merefleksikan masalah di perusahaan. Setelah itu ditentukan gap antara kondisi saat ini dengan kondisi ideal. Berdasarkan gap analysis, diusulkan perbaikan yang kemudian diprioritaskan menggunakan teknik MoSCow (must have, should have, could have, won’t have this time) dan model ICE (impact, confidence, ease).\nHasil penilaian tingkat maturitas transformasi digital menunjukkan bahwa KJSKB Lalu Akhmad Farhan membutuhkan perbaikan berdasarkan dua belas indikator. Oleh karena itu, dirancang perbaikan dalam bentuk project charter. Project charter tersebut terdiri dari pendaftaran perusahaan pada platform milik Masyarakat Ahli Survei Kadaster Indonesia (MASKI), penyusunan standar operasional prosedur (SOP) evaluasi strategi digital, pembentukan tim digitalisasi, perancangan dashboard pengendalian alur kegiatan perusahaan, pemanfaatan aplikasi kolaborasi proyek, perancangan perpustakaan digital, dan perancangan mekanisme continuous improvement. Ketujuh perbaikan tersebut dirangkum dalam roadmap tahun 2021-2022.", "Daftar File": {"ABSTRAK Baiq Elfa Desfira": "https://digilib.itb.ac.id/gdl/download/236243"}, "Penulis": "Baiq Elfa Desfira [14417031]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budhi Prihartono, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "gap analysis, maturitas transformasi digital, model ICE, pengukuran dan pemetaan tanah, teknik MoSCoW.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "25 Sep 2021"}