{"Nomor": 61399, "Judul": "SISTEM EVALUASI KEMAMPUAN MANDIRI MENGGUNAKAN TANYA JAWAB FACTOID OTOMATIS", "Abstrak": "Sistem evaluasi kemampuan merupakan sebuah sistem yang dapat menilai\nkemampuan secara kuantitatif untuk membantu mengetahui seberapa dalam\npemahaman seseorang atas suatu materi tertentu. Kata mandiri mengarah pada\nevaluasi yang dilakukan sendiri seperti saat melakukan latihan soal, bukan untuk\nmenggantikan ujian. Saat ini belum tersedia sistem sedemikian rupa terutama dalam\nbahasa Indonesia. Maka dari itu dibuatlah sebuah sistem evaluasi kemampuan\nmandiri ini.\nSistem evaluasi kemampuan mandiri terdiri atas 3 komponen utama yakni ekstraksi\njawaban, pembangkitan pertanyaan, dan penilaian jawaban. Komponen ekstraksi\njawaban diimplementasikan dengan 2 model, yang pertama ialah model klasifikasi\nbiner, baseline dalam salah satu penelitian ekstraksi jawaban (Willis et al., 2019),\ndikarenakan model generatif pada saat ini belum dapat diimplementasikan dengan\nketerbatasan model embedding multilingual bahasa Inggris dan bahasa Indonesia.\nModel kedua yang diimplementasikan adalah model BERT-Joint KPE, state-of-theart\ndari task ekstraksi kata kunci (Sun, Xiong, Liu, Liu, & Bao, 2020). Model ini\ndiimplementasikan untuk melihat performansi penggunaan model ekstraksi kata\nkunci dalam ekstraksi jawaban. Komponen pembangkit pertanyaan\ndiimplementasikan dengan modifikasi pembangkit pertanyaan factoid dengan\nsequence to sequence bahasa (Muis & Purwarianti, 2020). Komponen penilaian\njawaban diimplementasikan dengan pencocokan token sederhana.\nEksperimen pada komponen ekstraksi jawaban menunjukan model ekstraksi kata\nkunci dapat digunakan untuk ekstraksi jawaban dengan data latih yang sesuai.\nModel ekstraksi jawaban dengan nilai F1 terbaik merupakan model BERT-Joint\ndengan epoch 30 dan batch size 8. Hasil frasa jawaban oleh model BERT-Joint pun\nlebih baik.", "Daftar File": {}, "Penulis": "Karina Iswara [13517031]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ayu Purwarianti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "evaluasi, ekstraksi jawaban, pembangkit pertanyaan, penilaian jawaban, factoid.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "0 file", "Tanggal Input": "25 Sep 2021"}