{"Nomor": 61398, "Judul": "PENGEMBANGAN DESAIN INTERAKSI APLIKASI PEMBELAJARAN DARING BERFOKUS FORUM DAN CHAT DENGAN PENDEKATAN GOAL-DIRECTED DESIGN", "Abstrak": "Online learning are activities carried out with the help of internet technology.\nSince 2020, due to the Covid-19 pandemic, educational activities must be done\nonline which were required online learning application. However, online learning\nactivities still have problems, especially in terms of the use of interaction design.\nThis project discussed the development of chat-based online learning interaction\ndesign by implementing an online discussion forum structure. The user goal to be\nachieved are learning activities in chat group that can be done easily and\nstructured. The design interacton development was implemented by goal-directed\ndesign (GDD) approach that focused on achieving user goal, with its\nmethodologies such as research, modeling, requirements, framework, and\nrefinement. GDD is a derivative process of user-centered design (UCD), so GDD\nhas the same design process as UCD with a more specific phases. From the user\ngoal, a number of end goals are determined, so they are also user goals but in\nmore specific forms. The end goals were then derived to be usability goals, wich\nare effectiveness and learnability, and user experience goal, which is helpful, as\nthe design goals. The result of the interaction design development is a low-fidelity\nprototype as a solution sketch and a high-fidelity as the final design, with the main\nfeatures are a chat-based application and forum implementation in its chat\nstructure. The prototype was tested using usability testing technique to measure\nthe achievement of usability and user experience goals with appropriate metrics.\nBased on the test results of the usability and user experience goals, it was\nconcluded that the forum and chat focused online learning interaction design had\nachieved the user’s goal, i.e. to support online learning activities in group chat in\nan easy and structured way.", "Daftar File": {"ABSTRAK Arnold Pangihutan Sianturi": "https://digilib.itb.ac.id/gdl/download/236248"}, "Penulis": "Arnold Pangihutan Sianturi [13517022]", "Kontributor / Dosen Pembimbing": ["Adi Mulyanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Interaction design, learning, goal, goal-directed design, forum, chat, prototype", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2021"}