{"Nomor": 61390, "Judul": "PERANCANGAN PLATFORM DAN USULAN KEBIJAKAN INVENTORI MULTI ESELON PADA SISTEM DISTRIBUSI GUDANG YUBI-PT YUKBISNIS INDONESIA", "Abstrak": "Indonesia memiliki banyak kekayaan yang dapat dikonversi untuk perekonomian Indonesia, salah satunya melalui UMKM, yang terbukti berdampak positif bagi Indonesia. Adanya disrupsi teknologi digital juga berdampak positif terhadap UMKM, utamanya pada ranah pemasaran. Fenomena ongkos kirim (ongkir) pada distribusi dianggap menjadi salah satu masalah pada disrupsi teknologi digital karena tetap dilakukan secara fisik. Melalui Gudang Yubi (Guyub), Yukbisnis ingin menciptakan saluran distribusi produk UMKM dengan ongkir kompetitif. Kondisi yang ada membuat Guyub ditantang untuk menciptakan ongkir yang lebih efisien dengan melakukan pengembangan skema distribusi-inventori pada Guyub melalui penciptaan titik-titik distribusi kecil baru yang saling terintegrasi, yang sesuai dengan konsep multi eselon. Adanya pengembangan ini akan berdampak terhadap 2 hal, yaitu platform dan kebijakan inventori, yang dijawab melalui penelitian ini.\nDalam penyesuaian platform, akan digunakan metode iterative system development approach untuk menjawab kebutuhan dari skema baru dengan konsep digital supply chain. Dalam penyusunan kebijakan inventori, akan digunakan model joint economic lot size, sehingga kebijakan inventori yang dibuat didasarkan pada integrasi antar eselon dan efisiensi pada sistem secara keseluruhan. Model ini memiliki variabel keputusan titik pemesanan ulang setiap eselon, ukuran pemesanan/produksi setiap eselon, cadangan stok eselon retailer, dan frekuensi pengiriman eselon depot dan retailer.\nPenelitian ini menghasilkan penyesuaian platform yang terdiri dari 9 kebutuhan fungsional yang dikelompokkan menjadi 4 subsistem yang digabungkan pada 2 platform, yang mampu mengintegrasikan semua entitas eselon pada skema pengembangan yang dibuat. Pada aspek kebijakan inventori, dihasilkan efisiensi ongkos keseluruhan sistem hingga Rp772.058.825,42/Tahun (24,6%) dengan skema pengembangan.", "Daftar File": {"ABSTRAK Ahmad Hafidh Hanif": "https://digilib.itb.ac.id/gdl/download/236240"}, "Penulis": "Ahmad Hafidh Hanif [13417081]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Yosi Agustina Hidayat, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Distribusi, Multi eselon, Platform, Kebijakan inventori.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "25 Sep 2021"}