{"Nomor": 61407, "Judul": "PENGEMBANGAN APLIKASI BERBASIS VIRTUAL REALITY UNTUK MEMBANTU PEMBELAJARAN PRAKTIKUM FISIKA LISTRIK", "Abstrak": "Perkembangan teknologi semakin pesat seiring berjalannya waktu dan mempengaruhi\nsektor pendidikan. Cara mengajar atau pedagogi pun semakin berkembang seiring\nteknologi semakin maju. Pengajar dan peserta didik dapat bertemu secara tidak\nlangsung melalui tempat pertemuan digital. Namun, sangat jarang ditemukan\nteknologi yang dapat membantu peserta didik untuk melakukan praktikum terutama\npada mata pelajaran fisika. Kaufmann dan Meyer (2009) telah menciptakan aplikasi\nberbasis virtual reality yang dapat membantu praktikum pada pelajaran fisika\nmekanika, tetapi mereka belum membuat aplikasi praktikum fisika listrik. Oleh\nkarena itu, dibutuhkan aplikasi yang membantu praktikum pelajaran fisika listrik.\nTujuan dari tugas akhir ini adalah menentukan cara membangun aplikasi virtual\nreality untuk membantu praktikum fisika listrik dan mengukur efektivitas dari\naplikasi ini.\nPengembangan aplikasi virtual reality menggunakan metode Lean. Selain aplikasi\nvirtual reality, dibuat juga aplikasi klien untuk membantu pengajar melihat\nrekapitulasi nilai dari peserta didik. Aplikasi virtual reality dibuat dengan kakas\nUnity, sedangkan aplikasi klien menggunakan NodeJS. Kedua aplikasi ini\ndiimplementasi dalam tiga iterasi. Iterasi pertama berfokus pada implementasi sifat\nfisik setiap komponen listrik. Kemudian, iterasi kedua digunakan untuk implementasi\nhubungan antar komponen listrik. Terakhir, iterasi ketiga difokuskan untuk\nkomponen penilaian dan pengujian terhadap peserta didik.\nPengujian yang telah dilakukan menghasilkan 75,9% dari responden merasa bahwa\naplikasi ini membantu mereka dalam memahami perangkaian alat listrik di dunia\nnyata. Kemudian 89,6% dari seluruh peserta didik yang telah menguji aplikasi ini\nmenyatakan bahwa aplikasi ini berpotensi besar dalam dunia pendidikan dan layak\nuntuk dikembangkan lebih lanjut.", "Daftar File": {"ABSTRAK Aliffiqri Agwar": "https://digilib.itb.ac.id/gdl/download/236256"}, "Penulis": "Aliffiqri Agwar [13517107]", "Kontributor / Dosen Pembimbing": ["Fitra Arifiansyah, S.Kom., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Virtual Reality, Fisika, Praktikum, Listrik.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2021"}