{"Nomor": 61406, "Judul": "SISTEM REKOMENDASI NEGARA WISATA HALAL BERBASIS PREDICTIVE ANALYTICS", "Abstrak": "Agama Islam merupakan agama dengan penganut terbanyak kedua di dunia,\ndengan jumlah penganut hampir sebanyak 2 miliar individu. Dalam era yang\nsemakin modern ini, dengan jumlah penganut sebanyak itu, ada satu aktivitas\nantar wilayah yang tidak bisa terlepas yaitu pariwisata. Ketika melakukan\nperjalanan pariwisata, seorang muslim tentu harus memperhatikan faktor\nkehalalan dalam setiap kegiatan. Dengan adanya bantuan berupa sistem\nrekomendasi yang mampu menyediakan fitur berupa faktor-faktor prioritas\nkehalalan tentu akan bermanfaat apabila digunakan dengan tepat.\nGlobal Muslim Travel Index (GMTI) memiliki dataset penilaian terhadap ratusan\nnegara yang menyediakan fitur-fitur dan akan dimanfaatkan dalam penelitian ini.\nTarget utama pengguna yaitu individu yang belum pernah berwisata ke negaranegara\ntersebut mengarahkan sistem rekomendasi ini untuk menggunakan teknik\npredictive analytics yaitu analisis data dan memberikan prediksi sesuai pola dan\npengetahuan yang diberikan oleh pengguna walaupun mereka belum memiliki\ndata historis mengenai kunjungan ke setiap negara. Salah satu algoritma dalam\npredictive analytics yang sesuai dengan susunan dataset yang tersedia adalah\nanalisis regresi yang mampu menghasilkan tingkat bobot untuk setiap fitur dan\nmenghasilkan prediksi memanfaatkan susunan fitur yang ada.\nHasil yang diberikan oleh sistem ini adalah daftar negara terbaik dan visualisasi\npeta dunia terhadap persebaran negara dengan nilai akhir relatif tinggi. Pengujian\ndilakukan dengan membandingkan pilihan negara terbaik dan tingkat kemiripan\nbeberapa negara terbaik.", "Daftar File": {"ABSTRAK Anzaldi Sulaiman Oemar": "https://digilib.itb.ac.id/gdl/download/236255"}, "Penulis": "Anzaldi Sulaiman Oemar [13517098]", "Kontributor / Dosen Pembimbing": ["Dr. techn. Wikan Danar Sunindyo, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "sistem rekomendasi, predictive analytics, pariwisata halal, GMTI", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2021"}