{"Nomor": 61400, "Judul": "SHARPNESS AWARE LEARNING RATE UNTUK MEMPERBAIKI AKURASI DEEP LEARNING TERDISTRIBUSI DI KUBERNETES", "Abstrak": "Untuk mengatasi masalah komputasi yang mahal pada deep learning, dibutuhkan\ncara agar proses training dapat menggunakan lebih banyak sumber daya seperti\ndeep learning yang terdistribusi di Kubernetes. Sebelumnya telah dikembangkan\nsebuah scheduler pada Kubernetes bernama DRAGON yang merupakan sebuah\ncustom controller pada Kubernetes yang bertugas untuk mengatur proses\nscheduling dan scaling dari custom resource berupa job training. Scheduler\nWeighted Autoscaling merupakan pengembangan DRAGON dengan pembobotan\npada job, dan perubahan pada pemanggilan fungsi autoscaling. Pada Tugas Akhir\nini, Scheduler Weighted Autoscaling akan dikembangkan dengan penambahan\nsuatu metode pada job yang dapat meningkatkan akurasi deep learning yang\nterdistribusi. Fokus dari metode adalah meningkatkan akurasi dari training yang\nterdistribusi. Metode yang dipilih untuk ditambahkan pada job adalah algoritma\nSALR (Sharpness Aware Learning Rate) yang merupakan sebuah teknik yang\ndiciptakan oleh Yue et al. (2020) untuk membantu memperbaiki generalisasi dari\nalgoritma deep learning. Dengan menggunakan algoritma SALR pada job berupa\nTFJob yang dijadwalkan oleh scheduler, didapatkan peningkatan akurasi yang\nberagam bergantung dengan jumlah worker yang menjalankan job tersebut dan\njumlah epoch yang digunakan. Peningkatan akurasi paling tinggi mencapai 0.59%\npada pengujian dengan jumlah worker 6 dan jumlah epoch 100. Penggunaan\nalgoritma SALR pada job yang dijadwalkan oleh Scheduler Weighted Autoscaling\ntetap menghasilkan kinerja berupa kecepatan yang lebih tinggi jika dibandingkan\ndengan scheduler DRAGON. Peningkatan kecepatan terbesar mencapai 2.74%\ndengan rata-rata 1% untuk pengujian fungsi autoscaling dan mencapai 23.22%\ndengan rata-rata 9.86% untuk pengujian fungsi pembobotan.", "Daftar File": {"ABSTRAK Ariel Ansa Razumardi": "https://digilib.itb.ac.id/gdl/download/236249"}, "Penulis": "Ariel Ansa Razumardi [13517040]", "Kontributor / Dosen Pembimbing": ["Ir. Afwarman, M.Sc., Ph.D.", "Anggrahita Bayu Sasmita, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Kubernetes, deep learning, job scheduling, Tensorflow, sharpness, akurasi model, learning rate.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2021"}