{"Nomor": 61401, "Judul": "ADAPTASI DOMAIN PADA KLASIFIKASI SENTIMEN BERBASIS ASPEK MENGGUNAKAN MODEL BERT", "Abstrak": "Analisis sentimen berbasis aspek (ASBA) memiliki peran besar dalam pengembangan bisnis\nkarena memudahkan pelaku bisnis mengevaluasi masukan untuk setiap aspek pelayanan. Salah\nsatu task pemodelan ASBA adalah klasifikasi, dan dapat disebut klasifikasi sentimen berbasis\naspek (KSBA). Kurangnya ketersediaan data adalah masalah penting dalam otomasi KSBA,\ndiantaranya kurangnya data berlabel dan data pada domain spesifik. Masalah ini lebih terasa\npada bahasa Indonesia sebagai low-resource language. Masalah lainnya adalah pelatihan\nmodel yang digunakan untuk pemrosesan bahasa alami umumnya membutuhkan waktu dan\nbiaya yang besar. Oleh karena itu, dibutuhkan cara untuk meningkatkan kinerja model ketika\ndomain pelatihan dan pengujian berbeda dengan tetap memperhatikan efisiensi proses\npelatihan.\nPenelitian terkait telah dilakukan mengenai penggunaan fine-tuning model BERT untuk\nadaptasi domain pada KSBA dan implementasi KSBA pada bahasa Indonesia. Namun, belum\nada penelitian yang menggabungkan keduanya. Tugas Akhir menangani kedua kekurangan\ntersebut dengan memperkenalkan metode post-training dan pembangkitan sentence-pair untuk\nmeningkatkan kemampuan adaptasi domain pada KSBA teks berbahasa Indonesia.\nHasil pengujian menunjukkan bahwa Tugas Akhir mampu mengadaptasi hasil penelitian\nsebelumnya. Model yang dihasilkan mengungguli baseline (mBERT tanpa post-training)\nketika diuji dengan domain yang sama maupun berbeda. Selain itu, Tugas Akhir mampu\nmencapai kinerja mendekati penelitian sebelumnya walaupun belum dapat mengungguli.\nSelisih skor F1 maksimal yang didapat sebesar 0.75% menggunakan data latih lebih sedikit.", "Daftar File": {"ABSTRAK Ardysatrio Fakhri Haroen": "https://digilib.itb.ac.id/gdl/download/236250"}, "Penulis": "Ardysatrio Fakhri Haroen [13517062]", "Kontributor / Dosen Pembimbing": ["Dr. Masayu Leylia Khodra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "klasifikasi sentimen berbasis aspek, adaptasi domain, BERT, post-training, sentence-pair", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2021"}