{"Nomor": 61413, "Judul": "PENERAPAN PEWARNAAN SIMPUL GRAF DENGAN ALGORITMA WELCH POWELL DAN ALGORITMA DEPTH FIRST SEARCH PADA DISTRIBUSI GILIRAN MAIN ANGKLUNG", "Abstrak": "Angklung merupakan salah satu alat musik tradisional Indonesia. Karena satu\nangklung hanya dapat memainkan satu nada, untuk memainkan sebuah lagu utuh\ndengan angklung dibutuhkan sebuah tim dengan jumlah pemain sekitar 10 hingga\n40 orang yang memegang satu atau lebih angklung. Setiap pemain akan bermain\nsesuai gilirannya masing-masing. Pengaturan giliran main pada sebuah lagu\nsehingga pemain tahu pada ketukan keberapa dan nada apa ia harus bermain dapat\ndisebut sebagai distribusi giliran main angklung.\nPada saat ini, masih sering terdapat kesenjangan jumlah giliran main antarpemain\nkarena ada tahap distribusi yang bergantung pada intuisi orang yang\nmelakukannya. Penelitian-penelitian yang berkaitan pun masih belum dapat\nmenjawab masalah ini. Untuk itu, diperlukan modifikasi dari metode yang sudah\nada sebelumnya untuk mengatasi masalah tersebut.\nBerdasarkan analisis permasalahan dan solusi, telah dibuat sebuah aplikasi untuk\nmelakukan proses distribusi giliran main angklung yang memanfaatkan\npewarnaan graf dengan algoritma Welch Powell dan algoritma Depth First\nSearch. Pewarnaan graf bertujuan membagi giliran main ke dalam kelompok\ndimana tidak ada giliran main lain yang harus dimainkan pada saat bersamaan\n(bentrok). Setelahnya, algoritma Depth First Search akan mengoptimasi jumlah\nketukan pada setiap kelompok. Kesimpulan yang didapatkan setelah pengujian\nadalah aplikasi mampu membuat proses distribusi menjadi lebih efisien dan cukup\nmemuaskan. Namun, masih diperlukan adanya perbaikan karena ada beberapa\naspek yang belum dijadikan parameter pada aplikasi.", "Daftar File": {"ABSTRAK Fithratulhay Pribadi": "https://digilib.itb.ac.id/gdl/download/236261"}, "Penulis": "Fithratulhay Pribadi [13517140]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Rinaldi, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "angklung, pewarnaan graf, Depth First Search.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2021"}