{"Nomor": 61415, "Judul": "PEMODELAN PENCARIAN DONOR DARAH MENGGUNAKAN BAYESIAN NETWORK", "Abstrak": "Salah satu masalah yang dihadapi oleh negara berkembang adalah kurangnya ketersediaan suplai\ndarah. Hal ini juga menjadi masalah yang dihadapi oleh negara Indonesia. Dengan demikian,\npemohon seringkali harus melakukan pencarian darah secara mandiri apabila darah yang\ndibutuhkan tidak tersedia di bank darah. Pencarian mandiri saat ini masih bersifat manual yaitu\nmelalui sosial media atau sistem mulut ke mulut dikarenakan belum tersedia aplikasi maupun situs\nuntuk mencari pendonor maupun pemohon darah.\nPenelitian ini akan melanjutkan penelitian milik Nadhira Afriani dengan judul “Implementasi\nDynamic Filtering dalam Sistem Pencarian Donor Darah secara Mandiri untuk Meningkatkan\nJumlah Regular Voluntary Donor.” Sistem yang dibuat dengan nama BloodFinder adalah sebuah\nsistem pencarian donor darah mandiri yang menerapkan algoritma filtering dan juga data mining\nuntuk melakukan prioritas bagi pendonor yang tidak rutin melakukan kegiatan donor agar\nditampilkan terlebih dahulu dalam daftar pendonor kepada pemohon. Sistem ini juga dibuat untuk\nmenangani ketidaklengkapan fitur yang sudah ada seperti tidak adanya perbedaan penanganan\nuntuk urgent request serta kurangnya kelengkapan dan kebaruan data.\nPenelitian ini akan meningkatkan kinerja sistem BloodFinder dengan membuat model Bayesian\nNetwork dalam dynamic filtering untuk pencarian donor darah. Saat ini sistem masih menggunakan\nkategorisasi dengan asumsi sehingga tidak terlalu optimal hasilnya dalam dunia nyata. Dengan\nmenerapkan Bayesian Network, hasil pencarian yang diberikan dapat lebih optimal karena tidak\nperlu menggunakan pengkategorian pada hasil akhir. Setelah dilakukan pengujian, didapatkan\nhasil kinerja sistem dengan Bayesian Network menghasilkan hasil yang lebih bervariasi serta\ntersebar dibandingkan dengan performa metode klasifikasi C4.5 yang merupakan model saat ini\ndalam BloodFinder. Model Bayesian Network skenario 4 dengan entitas jarak serta tiga atribut\npada time dan frequency memberikan hasil terbaik dengan jumlah jenis probabilitas paling banyak\nserta persebaran hasil yang paling merata.", "Daftar File": {"ABSTRAK Jason Alfian Hartanto": "https://digilib.itb.ac.id/gdl/download/236263"}, "Penulis": "Jason Alfian Hartanto [18217004]", "Kontributor / Dosen Pembimbing": ["I Gusti Bagus Baskara Nugraha, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pencarian darah, probabilitas, kategorisasi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2021"}