{"Nomor": 61410, "Judul": "PENGEMBANGAN PUBLIC KEY INFRASTRUCTURE BERBASIS BLOCKCHAIN UNTUK MESSAGING APP", "Abstrak": "Perkembangan teknologi telah memungkinkan komunikasi untuk dilakukan melalui\ninternet dengan menggunakan platform email, social media, dan messaging app.\nKomunikasi yang dilakukan melalui internet memiliki ancaman keamanan seperti\nkebocoran informasi, dan spoofing. Untuk menangani ancaman ini, banyak messaging\napp menerapkan end-to-end encryption yang dapat menjamin kerahasiaan pesan\nbahkan dari server yang mengelola pesan sekalipun. Meski begitu masih terdapat\nmasalah pada messaging app yang menggunakan arsitektur tersentralisasi seperti\nsingle point-of-failure dan ketidakjujuran pengelolaan data kunci publik dan pesan.\nUntuk mengatasi masalah tersebut dibuat public key infrastructure berbasis\nblockchain yang digunakan dalam messaging menggunakan end-to-end encryption.\nPenambahan blok pada blockchain membutuhkan konsensus dari peer dalam jaringan,\nyang menghasilkan transparansi dalam sistem. Selain itu blockchain juga\nmengeliminasi single point-of-failure karena blockchain menggunakan arsitektur\npeer-to-peer.\nSistem dibangun menggunakan platform Ethereum, sebuah platform blockchain yang\nmemiliki public permission yang dapat digunakan untuk membangun aplikasi\nterdesentralisasi dengan menggunakan smart contract yang dijalankan di atas\nEthereum Virtual Machine (EVM). Bagian dari sistem yang dikembangkan dengan\nmenggunakan platform Ethereum adalah modul penyimpanan kunci publik.\nSistem yang dikembangkan berhasil memenuhi kebutuhan utama dalam pengelolaan\npublic key bundle untuk pertukaran pesan dengan end-to-end encryption. Sistem\nberhasil digunakan untuk mengelola public key bundle. Transparansi hadir dalam\nsistem karena pengubahan blok yang menyimpan public key bundle secara tidak sah\ndapat diketahui oleh peer. Selain itu public key bundle yang disimpan dilengkapi\ndengan digital signature yang dibangkitkan dengan menggunakan private key dari\nwallet pengguna, yang berguna untuk memvalidasi keaslian dan integritas dari public\nkey bundle. Sistem berhasil memenuhi kebutuhan availability dengan mengeliminasi\nsingle point-of-failure.", "Daftar File": {"ABSTRAK M.Algah Fattah Illahi": "https://digilib.itb.ac.id/gdl/download/236259"}, "Penulis": "M.Algah Fattah Illahi [13517122]", "Kontributor / Dosen Pembimbing": ["Yudistira Dwi Wardhana Asnar, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "public key infrastructure, end-to-end encryption, public key, blockchain", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2021"}