{"Nomor": 61411, "Judul": "KAKAS ANALISIS KODE DINAMIS UNTUK MENDETEKSI CRYPTOJACKING PADA KODE JAVASCRIPT SISI CLIENT", "Abstrak": "Meningkatnya popularitas mata uang kripto seperti bitcoin menarik perhatian dari berbagai pihak,\nmulai dari investor sampai dengan penggemar teknologi. Tetapi, saat ini bitcoin sangat mahal dan\nmembutuhkan uang konvensional yang sangat besar untuk ditukarkan. Untuk mendapatkan bitcoin\ndengan cara ditambang pun membutuhkan daya yang sangat besar. Oleh karena itu, muncul pihakpihak\nmalicious yang ingin memanfaatkan kekuatan komputasi korban untuk menambang mata\nuang kripto melalui malware cryptojacking. Pemasangan serangan cryptojacking umumnya\ndilakukan dengan menggunakan script cryptojacking yang disediakan oleh layanan tertentu seperti\nCoinHive.\nSaat ini sudah ada teknik untuk mendeteksi cryptojacking yang menggunakan pendekatan\nmatching atau rule-based. Pendekatan tersebut dapat dengan mudah dielakkan oleh penyerang\nsehingga tetap dapat dilakukan cryptojacking. Teknik pengelakan yang digunakan oleh penyerang\ndi antaranya dengan obfuskasi kode atau mengganti nama dan lokasi hosting untuk script yang\ndigunakan. Oleh karena itu, pada tugas akhir ini, dibangun teknik deteksi dengan menggunakan\nbehavior dari cryptojacking. Teknik pendeteksi ini menggunakan analisis kode dinamis yang\nmemanfaatkan instrumentasi kode dan heuristic.\nTeknik ini telah diimplementasikan dalam bentuk kakas dan diuji pada sejumlah kasus: 9 web\npublik (konten video) dan 4 web sederhana lainnya yang memiliki script cryptojacking dengan\nmeng-import script atau dimasukkan secara inline dengan menggunakan script asli, script dengan\nnama lain atau di-host di lokasi lain, dan script yang sudah diobfuskasi. Dari hasil pengujian,\ndiperoleh bahwa teknik ini dapat mendeteksi berbagai cryptojacking dengan lebih baik\ndibandingkan dengan teknik terkait. Akan tetapi, teknik ini mengakibatkan overhead saat\nmengakses web tersebut. Kakas dapat mendeteksi cryptojacking yang ada pada seluruh web uji.\nKakas juga dibangun dengan pertimbangan akan ditambahkan behavior lain seiring waktu untuk\nmendeteksi cryptojacking.", "Daftar File": {}, "Penulis": "Christzen Leonardy [13517125]", "Kontributor / Dosen Pembimbing": ["Yudistira Dwi Wardhana Asnar, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "analisis kode dinamis, cryptojacking, instrumentasi kode, web.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "0 file", "Tanggal Input": "25 Sep 2021"}