{"Nomor": 61418, "Judul": "STUDI IN SILIKO SENYAWA XANTHONE UNTUK AKTIVITAS ANTIDIABETES TIPE II DENGAN PENDEKATAN PENAMBATAN MOLEKULER DAN DINAMIKA MOLEKULER", "Abstrak": "Diabetes mellitus (DM) tipe 2 adalah penyakit yang diakibatkan resistansi tubuh\nterhadap insulin. Penyakit ini mengakibatkan kondisi hiperglikemia (tingginya gula\ndarah) yang dapat berujung kepada kerusakan organ. Terdapat berbagai jenis\npengobatan DM tipe 2, salah satunya secara oral. Metode tersebut terdiri dari enam\nkelas: biguanide, sulfonilurea, glinide, thiazolidinedione, inhibitor dipeptidyl\npeptidase IV, dan inhibitor alfa-glukosidase. Meskipun telah ditemukan berbagai\nobat oral, efektivitas masing-masing obat bergantung pada pasien yang\nmenggunakan obat tersebut. Maka, alternatif obat yang sudah dipasarkan masih\ndibutuhkan. Salah satu kelompok senyawa yang banyak diteliti sifat antidiabetesnya\nadalah xanthone sebagai kandidat inhibitor alfa-glukosidase dan alfaamilase,\ndua enzim yang berperan dalam metabolisme karbohidrat kompleks.\nPenghambatan kedua enzim tersebut mengurangi penguraian karbohidrat menjadi\nglukosa, sehingga menghambat peningkatan konsentrasi glukosa darah. 515\nstruktur tiga dimensi dan SMILES senyawa xanthone dikumpulkan dari Pubchem\natau dikonstruksi menggunakan Avogadro. Ligan diberikan medan gaya\nCHARMM dan muatan parsial MMFF94, kemudian ditambatkan terhadap struktur\ntiga dimensi enzim alfa-glukosidase (Kode PDB: 2QMJ) dan alfa-amilase (Kode\nPDB: 1XD0) menggunakan PyRx. Struktur SMILES digunakan untuk melakukan\nestimasi toksisitas (oral rat LD50) dan prediksi sifat fisikokimia (ADME).\nSenyawa xanthone yang memiliki afinitas lebih tinggi atau sama dengan persentil\nke-10 serta memiliki oral rat LD50 lebih dari 500 mg/kg diperiksa interaksinya\ndengan protein targetnya. Secara total, terdapat tiga puluh satu (31) ligan unik yang memenuhi batasan tersebut. Dari 31 senyawa xanthone, sepuluh merupakan\nxanthone terglikolasi, dua merupakan xanthonolignoid, sementara sembilan belas\nmerupakan xanthone terprenilasi. Baik ligan uji maupun kontrol menempati daerah\nsitus aktif protein, sehingga seluruh ligan memiliki interaksi pada setidaknya satu\nasam amino pada situs aktif dan satu asam amino yang sama dengan ligan kontrol.\nResidu-residu yang ditemukan berinteraksi dengan seluruh ligan adalah Asp542\ndan Phe575 pada protein 2QMJ dan His201 dan Glu233 pada protein 1XD0. Tiga\nxanthone terbaik dipilih berdasarkan banyak interaksi dengan residu pada situs aktif\ndan residu yang berinteraksi dengan kontrol. Tiga ligan terbaik sebagai inhibitor\n2QMJ adalah L140 (3,4,5,8-Tetrahydroxy-1,2-diisoprenylxanthone), L449\n(Polygalaxanthone V), dan L451 (Polygalaxanthone VII), sementara tiga ligan\nterbaik sebagai inhibitor 1XD0 adalah L115 (1-O-primeverosyl-3,8-dihydroxy-5-\nmethoxyxanthone), L316 (Garcimangosone C), dan L393 (Mangostinone). Ketiga\nligan protein 2QMJ mampu berinteraksi dengan 100% situs aktif protein tersebut,\nsementara ketiga ligan protein 1XD0 memiliki interaksi terbanyak dengan residu\nsitus aktif dan situs interaksi dengan ligan kontrol, serta berinteraksi dengan ketiga\nsitus katalitik protein 1XD0. Keenam ligan beserta kontrol dilanjutkan ke tahap\nsimulasi dinamika molekuler selama 2 ns menggunakan GROMACS, dengan\nmedan gaya CHARMM dan model air TIP3P. Sebelum tahap produksi, dilakukan\nekuilibrasi sistem terhadap suhu konstan (310 K) dan tekanan konstan (1 atm)\ndengan ensembel NVT dan NPT serta minimisasi energi dengan algoritma steepest\ndescent. Dari grafik energi potensial, suhu, dan densitas sistem, ditemukan\nekuilibrasi dan minimisasi berhasil pada setiap sistem. Ditemukan interaksi liganprotein\npada ligan terpilih dan ligan kontrol mengalami fluktuasi dari segi nilai\nenergi, jumlah, dan jenis interaksi yang dihasilkan. Energi interaksi ligan kontrol\nselalu memiliki nilai tertinggi sementara xanthone terprenilasi selalu memiliki nilai\nterendah. Namun, xanthone terprenilasi lebih mampu mempertahankan interaksi\ninisialnya dengan residu protein dibandingkan kontrol dan xanthone terglikosilasi.", "Daftar File": {"ABSTRAK Michaella Yosephine": "https://digilib.itb.ac.id/gdl/download/236266"}, "Penulis": "Michaella Yosephine [18317004]", "Kontributor / Dosen Pembimbing": ["Isa Anshori, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Penambatan molekuler, dinamika molekuler, xanthone, inhibitor alfaamilase, inhibitor alfa-glukosidase", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2021"}