{"Nomor": 61416, "Judul": "PENINGKATAN KUALITAS CITRA FUNDUS MENGGUNAKAN CLAHE UNTUK SEGMENTASI PEMBULUH DARAH BERBASIS K-MEANS CLUSTERING", "Abstrak": "Segmentasi pembuluh darah retina merupakan proses yang penting dalam\nmendeteksi kelainan yang berhubungan dengan retina, seperti glaukoma, diabetes\nretinopati, dan kelainan saraf penglihatan. Akan tetapi, akibat terdapat variasi\nkontras, pembuluh darah yang tipis dan derau pada retina seringkali menyebabkan\nberkurangnya nilai akurasi pada hasil segmentasi. Akurasi yang baik akan\nmempengaruhi kualitas analisis citra dan berperan dalam membantu diagnosa\ndalam bidang oftalmologi. Oleh karena itu, penentuan metode pengolahan citra\nuntuk mendapatkan kualitas citra fundus yang baik menjadi hal yang penting.\nDalam tugas akhir ini, dilakukan penelitian untuk mengembangkan metode\nsegmentasi berbasis metode referensi ynag menggunakan k-means clustering.\nMetode segmentasi berbasis k-means clustering diawali dengan proses ekstraksi\nkanal hijau, peningkatan kualitas citra kanal hijau dengan CLAHE, konvolusi kanal\nhijau dengan filter median, mean dan gaussian, subtraksi citra hasil konvolusi,\nsegmentasi dengan k-means dan terakhir menghilangkan derau dengan operasi\nmorfologi. Pengerjaan tugas akhir ini dititikberatkan pada blok peningkatan\nkualitas citra dengan metode Contrast Limited Adaptive Histogram Equalization\n(CLAHE), konvolusi dengan tiga macam filter, yaitu filter median, mean dan\ngaussian, dan operasi morfologi berupa erosi. Untuk mengukur kinerja dari\nalgoritma yang diusulkan, citra hasil segmentasi akan dibandingkan dengan citra\nreferensi dataset.\nDalam pengujian kinerja, confusion matrix digunakan untuk menghitung nilai\nsensitivitas, spesifisitas dan akurasi. Dari hasil pengujian algoritma pada subset\ndataset DRIVE sejumlah 30 data, didapatkan akurasi rata rata tertinggi sebesar\n0,9612 pada filter median dan rata-rata sensitivitas tertinggi sebesar 0,8961 pada\nfilter mean.", "Daftar File": {"ABSTRAK Roziatul Khoiriyah": "https://digilib.itb.ac.id/gdl/download/236264"}, "Penulis": "Roziatul Khoiriyah [18315008]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tati Latifah Erawati Rajab", "Astri Handayani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "citra fundus retina, CLAHE, pembuluh darah retina, segmentasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2021"}