{"Nomor": 61414, "Judul": "SISTEM SIMULASI SERANGAN MALWARE TROJAN BACKDOOR DENGAN TARGET PERANGKAT SMARTPHONE ANDROID", "Abstrak": "Pada perkembangan teknologi ini, internet dan smartphone sudah menjadi\nkebutuhan sehari hari. Mulai dari sekedar berbagi kabar hingga aplikasi\nproduktifitas. Smartphone yang umum digunakan adalah android. Namun\nterkadang terlupakan satu aspek yang penting. Aspek tersebut adalah aspek\nkeamanan. Dewasa ini serangan siber masih kerap terjadi. Berbagai macam metode\nserangan digunakan oleh penyerang. Oleh karena itu perlu untuk mengetahui\nbagaimana proses penyerangan yang dapat dilakukan oleh penyerang. Dengan\nbegitu dapat meningkatkan kewaspadaan di dunia digital dan juga meminimalkan\ntingkat kejahatan siber yang berhasil. Penulis dan pembaca diharapkan dapat\nmemanfaatkan ilmu didalam buku ini secara bijak dan tidak disalahgunakan.\nPada kesempatan ini penulis akan mencoba membuat sistem simulasi serangan\ndengan memanfaatkan malware trojan backdoor. Sistem ini memiliki tujuan untuk\nmembuat aplikasi malware, dan aplikasi malware tersebut akan dinjeksikan pada\nperangkat target. Dengan dijalankannya malware pada target, penyerang akan dapat\nmelakukan remote access dan command. Penulis juga akan mencoba untuk\nmelakukan injeksi pada 2 perangkat berbeda, dan membandingkan perbedaan\ndiantara keduanya. Penulis tidak membangunnya dari nol, melainkan\nmemanfaatkan framework – framework yang ada. Sehingga secara implisit dapat\ndikatakan bahwa penulis menguji framework – framework yang digunakan.\nSetelah dilakukan implementasi, pengujian dan analisis didapatkan bahwa tingkat\nkeberhasilan host aplikasi yang digunakan cukup beragam. Ada aplikasi yang\nberhasil hingga melakukan peretasan, namun ada juga yang tidak. Malware yang\nberhasil melakukan peretasan ditandai dengan payload berhasil terhubung dengan\nlistener pada pihak target. Setelah terhubung, penyerang dapat melakukan remote\naccess dan command. Tingkah laku dan keberhasilan malware pun dipengaruhi\noleh perangkat target. Perangkat target dengan tingkat keamanan yang lebih tinggi,\nmembuat kemampuan malware menjadi tidak maksimal bila dibandingkan dengan\nperangkat dengan tingkat kemanan yang lebih rendah. Hal ini membuat beberapa\nperintah yang berhasil pada satu perangkat, tidak berhasil pada perangkat lainnya.", "Daftar File": {"ABSTRAK Risyam Najmi 'Adiyat": "https://digilib.itb.ac.id/gdl/download/236262"}, "Penulis": "Risyam Najmi 'Adiyat [18117038]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ian Josef Matheus Edward, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Keamanan Siber, Malware, Payload, Remote Access dan Command, Aplikasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2021"}