{"Nomor": 61427, "Judul": "USULAN PERBAIKAN PENJADWALAN PRODUKSI FLOW SHOP UNTUK MINIMASI MAKESPAN", "Abstrak": "PT ACP merupakan perusahaan swasta yang beroperasi di Gunung Putri, Bogor. PT ACP adalah perusahaan manufaktur peralatan memasak dengan produk utama kompor, kabinet, ataupun oven. Tipe produksi PT ACP berjenis flow shop serta metode pemenuhan pesanan PT ACP adalah sistem make-to-order. Stasiun kerja yang ada pada PT ACP secara umum adalah stasiun kerja cutting dengan mesin laser, deburring, bending, welding, polishing, hingga finishing.\nPT ACP sering mengadakan overtime dalam memenuhi pesanan pelanggan yang disebabkan oleh kurangnya perencanaan sehingga harus terpaksa melakukan kerja lembur pada akhir minggu di hari non-kerja. Hal ini disebabkan oleh proses penjadwalan produksi PT ACP yang tidak teratur dengan menggunakan prinsip pengerjaan yang kurang sesuai dengan kebutuhan perusahaan. Dengan demikian, penelitian ini memiliki tujuan mencari metode penjadwalan terbaik untuk PT ACP dengan kriteria minimasi total makespan.\nPerancangan usulan perbaikan dilakukan dengan membuat penjadwalan produksi untuk PT ACP menggunakan algoritma Campbell Dudek Smith (CDS), algoritma Nawaz-Encore-Ham (NEH), algoritma Palmer, dan algoritma Dannenbring untuk data historis dari customer Tan Tan Ramen Bandung, Shu Go Go PIK, dan Fat Boba Surabaya Lagoon. Berdasarkan hasil penjadwalan, didapatkan nilai total makespan terkecil dari customer Tan Tan Ramen sebesar 9182 menit dari algoritma NEH yang lebih baik dibanding hasil penjadwalan kondisi aktual. Untuk permintaan Shu Go Go PIK, makespan terkecil juga didapat oleh algoritma NEH dengan nilai 4394 menit yang lebih cepat 414 menit dibandingkan kondisi aktual. Dan permintaan Fat Boba Surabaya Lagoon, makespan terkecil juga didapat oleh algoritma NEH dengan nilai 1779 menit yang lebih cepat 143 menit dibandingkan kondisi aktual. Setelah terpilih metode penjadwalan terbaik ini, dibuat program penjadwalan menggunakan Program Python untuk mengotomasi penjadwalan di PT ACP dengan menggunakan metode NEH. Adanya perbaikan penjadwalan produksi ini\ndiharapkan dapat mempercepat pemenuhan pesanan pelanggan serta minimasi waktu lembur untuk melakukan pemenuhan pesanan oleh PT ACP.", "Daftar File": {"ABSTRAK Firza Chandra Sandjaya Putra": "https://digilib.itb.ac.id/gdl/download/236275"}, "Penulis": "Firza Chandra Sandjaya Putra [13417087]", "Kontributor / Dosen Pembimbing": ["Dr. Wisnu Aribowo, S.T., M.T.", "Fariz Muharram Hasby ST. MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Penjadwalan produksi, makespan, overtime, sequencing rules.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "25 Sep 2021"}