{"Nomor": 61426, "Judul": "KLASIFIKASI MULTI-CLASS ARITMIA DENGAN CONVOLUTIONAL NEURAL NETWORK DARI INPUT SINYAL EKG", "Abstrak": "Aritmia merupakan salah satu gangguan yang diakibatkan oleh ketidak normalan\npenjalaran impulse listrik pada jantung. Saat ini, penginterpretasian aritmia dilakukan\nsecara manual. Para ahli akan melihat bentuk gelombang sinyal EKG yang dihasilkan\ndari perekaman aktivitas listrik menggunakan elektrokardiograf. Bentuk gelombang\nsinyal EKG yang dihasilkan memiliki kategori iramanya masing-masing.\nPenginterpretasian secara manual ini dapat menyulitkan karena terdapat banyak jenis\naritmia dan tiap jenis memiliki kategorinya masing-masing. Dalam penelitian ini,\ndibangun sebuah sistem berbasis machine learning yang dapat mengklasifikasikan\ngambar sinyal EKG menjadi 3 jenis irama jantung yaitu Normal (NOR), Atrial\nPremature Contraction (APC) dan Premature Ventricular Contraction (PVC) melalui\n4 percobaan dengan variasi dataset. Dataset yang digunakan divariasikan dengan\nmetode augmentasi data yaitu cropping dan contrast adjustment. Klasifikasi gambar\nsinyal EKG dilakukan dengan menggunakan metode Convolutional Neural Network\n(CNN). Model CNN akan dilatih pada 4 percobaan yang terdiri dari percobaan\nmenggunakan dataset original, dataset original – contrast adjustment, dataset original\n– cropping dan dataset original – cropping – contrast adjustment. Proses pelatihan\nmodel dilakukan dengan K-Fold Cross Validation dan akan menghasilkan confussion\nmatrix serta classification report untuk masing-masing percobaan. Dari percobaan\nyang dilakukan, percobaan dengan dataset hasil augmentasi data menggunakan\ncontrast adjustment menunjukkan hasil paling baik, yaitu dengan rata-rata akurasi\nvalidasi dan akurasi testing masing-masing 99.67% dan 98.83%. Meskipun begitu,\nperlu diperhatikan bahwa percobaan ini hanya menggunakan dataset dengan jumlah\nsedikit serta bentuk gambar yang kurang beragam.", "Daftar File": {"ABSTRAK Mutia Oktaviani": "https://digilib.itb.ac.id/gdl/download/236274"}, "Penulis": "Mutia Oktaviani [18317025]", "Kontributor / Dosen Pembimbing": ["Dr. Hasballah Zakaria, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "sinyal EKG, klasifikasi, data augmentasi, NOR, APC, PVC, Convolutional Neural Network, K-F Cross Validation.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2021"}