{"Nomor": 61422, "Judul": "PERANCANGAN SISTEM PENGELOLAAN PELANGGAN BERDASARKAN TAHAP PERTUMBUHAN ORGANISASI PT SURYA DATA INFOKREASI", "Abstrak": "PT Surya Data Infokreasi (PT SDI) merupakan salah satu UMKM ekonomi kreatif berskala kecil yang bergerak dalam bidang pengembangan aplikasi untuk para pelaku usaha industri garmen. PT SDI mengalami penurunan penjualan yang cukup signifikan pasca pandemi virus korona dan dalam lima bulan terakhir, pertumbuhan penjualan PT SDI bersifat stagnan. Untuk mengatasi hal ini, PT SDI membutuhkan strategi pemasaran, khususnya strategi pelanggan yang tepat dan mengarah kepada sistem pengelolaan pelanggan guna menjalin hubungan yang baik dengan pelanggan dan menciptakan retensi pelanggan. Arah strategi pemasaran dapat ditentukan dengan mengetahui terlebih dahulu kondisi organisasi PT SDI secara menyeluruh melalui identifikasi tahap pertumbuhan organisasi. Tujuan umum dari penelitian ini adalah merancang sistem pengelolaan pelanggan untuk PT SDI berdasarkan tahap pertumbuhan organisasi.\nPenelitian ini dilakukan dengan metode kualitatif. Pengambilan data dilakukan melalui wawancara dan kuesioner dalam jaringan serta menggunakan teknik thematic analysis dalam mengolah data. Alur penelitian dimulai dengan identifikasi tahap pertumbuhan organisasi, identifikasi strategi akuisisi/retensi pelanggan, audit sistem pengelolaan pelanggan, penentuan arah perancangan sistem pengelolaan pelanggan, dan perancangan sistem pengelolaan pelanggan.\nBerdasarkan penelitian, PT SDI saat ini berada dalam tahap pertumbuhan organisasi growth dan masih berfokus kepada strategi akusisi pelanggan. Pertumbuhan penjualan yang stagnan menunjukkan bahwa PT SDI dapat berkembang ke tahap expansion dengan fokus strategi pelanggan ke arah akusisi dan retensi pelanggan. Audit sistem pengelolaan pelanggan menunjukkan perlunya perbaikan dalam proses pengelolaan informasi, khususnya integrasi sistem basis data pelanggan internal. Oleh karena itu, dibuat rancangan perbaikan untuk sistem basis data pelanggan tersebut sebagai solusi bagi masalah yang dihadapi oleh PT SDI saat ini.", "Daftar File": {"ABSTRAK Evelyn Sippy Prisetyo": "https://digilib.itb.ac.id/gdl/download/236270"}, "Penulis": "Evelyn Sippy Prisetyo [14417022]", "Kontributor / Dosen Pembimbing": ["Dr. Hasrini Sari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "UMKM, tahap pertumbuhan organisasi, strategi retensi pelanggan, sistem pengelolaan pelanggan, basis data pelanggan.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "25 Sep 2021"}