{"Nomor": 61434, "Judul": "USULAN DESAIN SURAT ELEKTRONIK UNTUK AKUISISI KONSUMEN HALOGAJI", "Abstrak": "Halofina memiliki layanan baru yaitu Halogaji. Halogaji merupakan layanan baru Halofina berupa employer-sponsored Early Wage Access (EWA). Pada saat ini, Halofina masih pada tahap akuisisi konsumen. Halofina memiliki target konversi 10%. Namun, angka conversion rate hanya mencapai 5,51%. Halofina memerlukan stretegi akuisisi yang tepat dengan menggunakan surat elektronik (surel) agar dapat mencapai target yang diinginkan. Tujuan dari penelitian ini adalah menentukan elemen desain surel yang memicu respons perusahaan yang menjadi target akuisisi Halofina.\nIdentifikasi hubungan antara elemen desain surel dan respons dilakukan dengan eksperimen. Variabel respons yang digunakan untuk mengukur respons penerim adalah open, landing page click, form click, dan conversion. Faktor desain yang dimanipulasi yaitu subject line, gambar, nama pengirim, konten persuasif, insentif, dan personalisasi. Desain eksperimen yang digunakan adalah fractional factorial design 2k, fraksi 1/2, resolusi VI, dan jenis between-subject design. Proses pengumpulan data dilakukan dengan mengirim surel kepada seluruh mailing list Halofina yang berjumlah 616 anggota lalu diukur tiap respons dari penerima surel. Data yang didapatkan kemudian diolah dengan menggunakan regresi logistik biner.\nBerdasarkan analisis, didapatkan empat atribut yang memicu respons penerima surel yaitu personalisasi, gambar, subject line, dan insentif. Racangan surel yang efektif untuk memicu respons perlu memiliki personalisasi, terdapat gambar, memiliki subject line berbentuk pertanyaan, dan memiliki insentif.", "Daftar File": {"ABSTRAK Maharani Ayuning Laksita": "https://digilib.itb.ac.id/gdl/download/236282"}, "Penulis": "Maharani Ayuning Laksita [14417037]", "Kontributor / Dosen Pembimbing": ["Dr.  Andi Cakravastia Arisaputra Raja, S.T., M.T.", "Titah Yudhistira, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "akuisisi konsumen, early wage access, e-mail, desain eksperimen, regresi logistik biner", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "25 Sep 2021"}