{"Nomor": 61435, "Judul": "ANALISIS KESEHATAN DAERAH ALIRAN SUNGAI CITARUM HULU BERDASARKAN INDIKATOR KUALITAS AIR, KUANTITAS AIR, DAN TATA GUNA LAHAN", "Abstrak": "Sungai merupakan salah satu sumber air permukaan yang digunakan untuk memenuhi sebagian besar kebutuhan air masyarakat sehari-hari. Seiring dengan pertumbuhan penduduk, permasalahan terkait limbah yang dihasilkan pun semakin meningkat dan menimbulkan pencemaran lingkungan, termasuk pencemaran air sungai. Kesehatan sungai menjadi salah satu isu yang menarik perhatian berbagai institusi, salah satunya Sungai Citarum yang menjadi salah satu sumber air baku bagi masyarakat di Jawa Barat. Dalam penelitian ini dilakukan analisis kondisi kesehatan Daerah Aliran Sungai Citarum Hulu ditinjau dari tiga indikator, yaitu kualitas, kuantitas, dan tata guna lahan. Studi dilakukan dengan menggunakan data kualitas air di empat titik pemantauan, debit air sungai, dan peta penggunaan lahan di sekitar DAS Citarum Hulu. Ketiga jenis data tersebut diolah secara terpisah di mana data kualitas air digunakan untuk mengetahui status mutu air dengan menggunakan metode CCME WQI, data debit air sungai untuk menghitung nilai Koefisien Regim Sungai (KRS), dan data penggunaan lahan untuk menghitung Indeks Penutupan Lahan (IPL). Nilai indeks yang diperoleh dari masing-masing perhitungan kemudian dianalisis dan digabungkan menjadi satu nilai Indeks Kesehatan Citarum Hulu (IKCH) menggunakan metode indeks komposit. Hasil penelitian ini menemukan nilai IKCH pada periode April – September 2014 sebesar 0,442; 0,419; 0,415; dan 0,403. Seluruh nilai tersebut berada pada kelas sub-healthy dengan interpretasi bahwa sebagian fungsi sungai rusak ringan. Nilai IKCH juga cenderung menurun dari waktu ke waktu menuju kelas unhealthy dengan kualitas air menjadi indikator yang paling berperan dalam penurunan nilai IKCH pada penelitian ini.", "Daftar File": {"TA_2021_Nabilla Maharani_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/236284"}, "Penulis": "Nabilla Maharani Putri [15317034]", "Kontributor / Dosen Pembimbing": ["Dr. Mariana Marselina S., S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "daerah aliran sungai, debit air sungai, indeks kesehatan sungai, kualitas air sungai, penggunaan lahan.", "Sumber": "TA Oktober 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "25 Sep 2021"}