{"Nomor": 61447, "Judul": "IDENTIFIKASI TIMBULAN MASKER DARI SAMPAH RUMAH TANGGA SERTA PENGELOLAANNYA DI KECAMATAN SUKASARI, KOTA BANDUNG", "Abstrak": "Penyebaran penyakit yang diakibatkan oleh virus corona (Covid-19) membuat\nmasyarakat wajib melindungi diri dari penyakit ini. Salah satu alat pelindung diri\nyang saat ini wajib digunakan saat beraktivitas adalah masker. Tujuan dari\npenggunaan masker yaitu untuk menekan laju penyebaran Covid-19. Dengan\nsemakin meningkatnya laju penyebaran Covid-19, maka penggunaan masker pun\nakan semakin meningkat. Sebagai salah satu Kecamatan yang berada di Kota\nBandung, Kecamatan Sukasari juga menerapakan penggunaan masker dalam\naktivitasnya sehari-hari. Sampah masker akan dihasilkan setelah masker dibuang\nsetelah penggunaannya. Dalam menentukan timbulan sampah masker pada\nKecamatan Sukasari, dilakukan pengukuran langsung di lapangan dengan\nmenggunakan metode yang mengikuti SNI 19-3964-1994 tentang Metode\nPengambilan dan Pengukuran Contoh Timbulan dan Komposisi Sampah Perkotaan.\nAdapun hasil pengukuran timbulan sampah masker, diketahui timbulan rata-rata\nsampah masker pada Kecamatan Sukasari yaitu sebesar 1 gram/orang/hari, dengan\npenggunaan masker sekali pakai sebesar 38%. Dengan timbulan sampah masker\ndan bahayanya dampak sampah masker terhadap lingkungan, maka disusun usulan\nkonsep pengelolaan sampah masker berupa pemilahan pada wadah terpisah,\npengumpulan khusus untuk sampah masker, pengangkutan khusus untuk sampah\nmasker, pengolahan dengan menggunakan autoklaf yang dilengkapi alat pencacah\ndan pemrosesan akhir yang diberikan oleh pihak ketiga.", "Daftar File": {"Abstrak_Mario_15317009.pdf)u": "https://digilib.itb.ac.id/gdl/download/236295"}, "Penulis": "Mario [15317009]", "Kontributor / Dosen Pembimbing": ["Dr. Opy Kurniasari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "masker, sampah masker, sampah rumah tangga, timbulan, pengelolaan", "Sumber": "TA Oktober 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "25 Sep 2021"}