{"Nomor": 61448, "Judul": "KAJIAN KELAYAKAN ULTRASONIKASI SEBAGAI ALTERNATIF TEKNOLOGI REMEDIASI TANAH TERCEMAR SENYAWA ORGANIK", "Abstrak": "Industrialisasi dan perkembangan teknologi di berbagai sektor, seiring dengan inovasi, telah menghasilkan berbagai macam jenis zat organik dan anorganik yang memiliki potensi mencemari lingkungan sekitar, termasuk tanah. Jenis zat organik yang sering mencemari tanah di antaranya adalah minyak bumi (total petroleum hydrocarbon atau TPH), persistent organic pollutants (POPs), dan polycyclic aromatic hydrocarbons (PAH). Senyawa-senyawa ini bersifat beracun dan tidak dapat didegradasikan sepenuhnya oleh proses biokimia, sehingga diperlukan inovasi dalam pengolahan tanah tercemar. Salah satu teknologi remediasi tanah yang sedang berkembang adalah sonikasi atau ultrasonic treatment. Sonikasi adalah salah satu metode untuk mempermudah proses desorpsi atau pelepasan kontaminan dari partikel tanah serta pembentukan radikal hidroksil. Mekanisme kerja ultrasonikasi pada remediasi tanah tercemar antara lain efek sonofisis berupa macromixing, micromixing, acoustic streaming, bubbles microstreaming, cavitation bubbles, shockwave, dan microjets serta efek sonokimia berupa produksi radikal hidroksil untuk degradasi kontaminan. Hasil studi menunjukkan polutan yang paling layak diolah dengan ultrasonikasi, yaitu POPs. Lalu dianalisis kecenderungan dari berbagai parameter ultrasonikasi terhadap efisiensi penyisihan kontaminan, di antaranya waktu kontak, rasio solid:liquid, daya dan frekuensi sonikator, konsentrasi awal kontaminan, dan karakteristik tanah. Kemudian dilakukan pula perbandingan antara ultrasonikasi sebagai pengolahan utama dan gabungan (hybrid) dengan teknologi lain seperti mechanical stirring, soil washing, soil flushing, dan elektrokinetik. Analisis lebih lanjut dilakukan dengan merangkum hasil studi dalam grafik untuk melihat kecenderungan waktu kontak, daya, dan jenis pengolahan terhadap efisiensi penyisihan, serta hubungan antara berat molekul penyisihan terhadap electrical energy per order (EEO).", "Daftar File": {"TA_2021_Nabila Saftri_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/236296"}, "Penulis": "Nabila Safitri [15317078]", "Kontributor / Dosen Pembimbing": ["Ir. Agus Jatnika Effendi, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "desorpsi, kontaminan organik, remediasi, tanah tercemar, ultrasonikasi.", "Sumber": "TA Oktober 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "25 Sep 2021"}