{"Nomor": 61458, "Judul": "UJI EFEKTIVITAS BIOSURFAKTAN DAN SURFAKTAN KIMIA UNTUK PENANGANAN TUMPAHAN MINYAK DI LAUT", "Abstrak": "Sifat toksik dan persisten dari senyawa hidrokarbon maupun produk olahannya\nmenjadi perhatian utama diperlukannya penanganan terhadap tumpahan minyak.\nPenanganan tumpahan minyak secara alami dapat dilakukan dengan metode\nbiodegradasi. Biodegradasi merupakan proses pemecahan fraksi minyak dengan\nmenggunakan agen biologis. Namun, sifat persisten hidrokarbon menyulitkan\nproses biodegradasi dengan rendahnya kelarutan minyak dalam air. Emulsifikasi\nhidrokarbon merupakan proses penguraian senyawa hidrokarbon dari lapisan\nmenjadi misel dengan penambahan surfaktan. Adanya arus air akan memicu\nterjadinya proses dispersi yaitu proses penyebaran fraksi hidrokarbon teremulsi ke\ndalam air. Penelitian ini difokuskan pada pengujian performa surfaktan yang\nramah lingkungan sebagai substitusi dari surfaktan kimia yang toksik untuk\nlingkungan. Uji performa dilakukan melalui 3 parameter pengujian yaitu indeks\nemulsfikasi, efektivitas dispersi dan indeks germinasi. Uji performa dilakukan\nterhadap tiga jenis surfaktan yaitu sophorolipid, metil ester sulfonat (MES), dan\ntween 80. Hasil uji indeks emulsifikasi menunjukkan sophorolipid, MES, dan tween\n80 memiliki kemampuan untuk mengemulsikan sampel minyak hingga 81.66 ±\n0.77%, 2.16 ± 0.43%, dan 89.47 ± 1.32%. Hasil uji efektivitas dispersi\nmenunjukkan sophorolipid, MES dan tween 80 memiliki kemampuan untuk\nmendispersi sampel minyak hingga 26.59%, 38.65%, dan 48.19%. Minyak\nterdispersi sophorolipid, MES, dan tween 80 memiliki indeks germinasi rata-rata\nsebesar 153.16%, 143.94%, dan 6.69%. Penelitian yang dilakukan menunjukkan\nsophorolipid dan MES berpotensi dikembangkan sebagai substitusi bahan aktif\ndispersan kimia pada kondisi laboratorium uji.", "Daftar File": {"15317084_Matthew Leslie_Perpus.pdf\n]": "https://digilib.itb.ac.id/gdl/download/236306"}, "Penulis": "MATTHEW LESLIE [15317084]", "Kontributor / Dosen Pembimbing": ["Dr. Qomarudin Helmy S.Si., M.T"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "efektivitas dispersi, indeks germinasi, surfaktan ramah lingkungan, tumpahan minyak", "Sumber": "TA Oktober 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "25 Sep 2021"}