{"Nomor": 61465, "Judul": "STUDI MODEL KONSTITUTIF DAN NUMERIK ELEMEN HINGGA PERILAKU PERBAIKAN TANAH LUNAK DENGAN MENGGUNAKAN VACUUM PRELOADING", "Abstrak": "PVD dan vacuum preloading telah menjadi salah satu alternatif dalam mengatasi\nmasalah tanah lunak, dimana tanah lunak ini berpontensi memiliki penurunan tanah\nyang besar dalam waktu yang sangat lama. Metode ini memiliki kelebihan\ndiantaranya tidak memerlukan timbunan tanah yang terlalu tinggi dan mengurangi\nkecenderungan adanya kegagalan geser pada tanah. Salah satu efektivitas metode\nini dinilai berdasarkan distribusi tegangan vacuum pada area perbaikan tanah\ndimana menurut studi terdahulu dinyatakan bahwa terdapat empat kemungkinan\nskema distribusi tegangan vacuum secara vertical dan horizontal. Studi penentuan\ndistribusi tegangan vacuum dilakukan dengan membandingkan hasil penurunan\nterhadap waktu, perpindahan lateral terhadap kedalaman, dan tegangan air pori\nterhadap waktu dari pengamatan lapangan dan analisis numerik dengan pemodelan\nAbaqus dan PLAXIS. Tanah dimodelkan material model Modified Cam Clay dan\nSoft Soil, dimana akan ditentukan dari kedua model ini yang paling menyerupai\nkondisi lapangan. Rekomendasi pemodelan system perbaikan tanah PVD dan\nvacuum preloading akan disajikan sebagai bentuk keluaran dari penelitian ini\ndidukung dengan perhitungan galat pada berbagai model. Berdasarkan studi yang\ndilakukan dapat disimpulkan bahwa sistem PVD dan vacuum preloading dapat\ndimodelkan dengan baik dengan asumsi tegangan vacuum distribusi merata di tanah\nmenggunakan material model Modified Cam Clay dengan rata-rata galat setelah\nvacuum mencapai maksimum di 80 kPa sebesar 9%.", "Daftar File": {"ABSTRAK NISRINA AULIA IS MARSA": "https://digilib.itb.ac.id/gdl/download/236313"}, "Penulis": "NISRINA AULIA IS MARSA [25019016]", "Kontributor / Dosen Pembimbing": ["Ir. Dedi Apriadi, M.T., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "vacuum preloading, distribusi tegangan vakum, Modified Cam Clay, Soft Soil", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2021"}