{"Nomor": 61469, "Judul": "STRATEGI PERILAKU BERKEDIP BURUNG GEREJA ERASIA (PASSER MONTANUS) SAAT MAKAN TERHADAP KEBERADAAN MANUSIA DAN KUCING DOMESTIK (FELIS CATUS)", "Abstrak": "Burung Gereja Erasia (Passer montanus) melakukan aktivitas makan di atas permukaan tanah\nyang dapat meningkat risiko ancaman oleh kucing domestik maupun manusia. Kewaspadaan\ntinggi dibutuhkan untuk menghindari ancaman, salah satunya ditunjukkan melalui perilaku\nberkedip. Saat berkedip, informasi visual yang diterima menjadi terbatas. Tujuan penelitian ini\nadalah untuk menentukan strategi berkedip burung gereja berupa laju kedipan, durasi kedipan,\npersentase waktu untuk berkedip dan juga proporsi kedipan saat melakukan aktivitas makan\nterhadap kehadiran manusia dan kucing domestik. Tujuh burung gereja dewasa diberikan tiga\nperlakuan stimulus gambar wajah manusia, kucing dan ranting (kontrol). Terdapat tiga periode\npengamatan sebelum, saat dan sesudah adanya stimulus, masing-masing satu menit. Makanan\ndiberikan sepanjang pengamatan. Perilaku berkedip dilihat dari sekuens frame demi frame hasil\nvideo pengamatan. Hasil penelitian didapatkan laju kedipan, durasi kedipan dan persentase waktu\nuntuk berkedip saat adanya manusia dan kucing lebih rendah daripada ranting (p<0,05).\nKehadiran manusia dan kucing memiliki proporsi kedipan dengan monitoring lebih banyak\ndaripada berkedip sambil makan, dengan durasi kedipan keduanya lebih cepat daripada ranting\n(p<0,05). Dari penelitian ini dapat disimpulkan bahwa strategi berkedip burung gereja saat makan\nterhadap kehadiran manusia dan kucing domestik adalah dengan menurunkan laju kedipan, durasi\nkedipan dan persentase waktu untuk berkedip serta proporsi berkedip sambil makan sedikit.", "Daftar File": {"ABSTRAK Yusi Septiawati": "https://digilib.itb.ac.id/gdl/download/236317"}, "Penulis": "Yusi Septiawati [10617046]", "Kontributor / Dosen Pembimbing": ["Dr. Lulu Lusianti Fitri, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "perilaku berkedip, ancaman, burung gereja, Passer montanus.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2021"}