{"Nomor": 61474, "Judul": "EVALUASI KINERJA STRUKTUR DENGAN SISTEM RANGKA BRESING TAHAN TEKUK", "Abstrak": "Sistem rangka bresing tahan tekuk (SRBTT) merupakan sistem struktur bangunan\ntahan gempa yang direncanakan tidak mengalami tekuk ketika diberikan gaya\naksial tekan. Dalam merencanakan struktur dengan SRBTT sebagai sistem penahan\nbeban seismik harus memenuhi SNI 1726-2019 dengan nilai parameter seismik\nyang digunakan yaitu nilai R= 8, Cd=???? 5???? dan???? ?o = 2,5, serta memenuhi batasan\nketinggian struktur untuk kategori desain seismik D yaitu 48 meter. Untuk\nmengetahui pengaruh batasan ketinggian yang ada pada peraturan, maka dilakukan\nperencanaan struktur pada gedung 5 lantai dengan ketinggian 17,5, gedung 10 lantai\ndengan ketinggian 35 m, dan gedung 20 lantai dengan ketinggian 70 m. Model\nstruktur adalah 3D dimana SRBTT sebagai sistem tunggal penahan beban lateral.\nPerencanaan struktur dilakukan dengan desain awal menggunakan analisis modal\nrespons spektra (MRS). Kemudian hasil desain tersebut ditinjau dengan analisis\nriwayat waktu linear (ARWL). Level kinerja struktur didapatkan dari hasil analisis\npushover pada struktur SRBTT yang didesain dengan analisis MRS.\nDari studi yang dilakukan, perencanaan struktur dapat dilakukan untuk ketiga\nmodel struktur SRBTT, dengan menggunakan analisis MRS dan memenuhi semua\npersyaratan pada SNI 1726-2019. Evaluasi desain struktur dengan SRBTT yang\ndidapatkan dari hasil MRS, jika ditinjau dengan ARWL memberikan hasil yang\ntidak memenuhi syarat dari segi simpangan antar lantai pada bangunan yang\nmelebihi batasan ketinggian berdasarkan SNI 1726-2019. Struktur dengan SRBTT\nyang didapat dari hasil MRS jika ditinjau level kinerja strukturnya menggunakan\nanalisis pushover memberikan level kinerja struktur Immediate Occupancy (IO),\ndan tidak ada elemen yang mencapai kondisi Collapse Prevention (CP). Dengan\ndemikian SRBTT yang didesain dengan analisis MRS memiliki kinerja yang baik\ndan dapat digunakan, meskipun batasan ketinggian telah terlampaui. Untuk\nmeningkatkan kinerja struktur, maka disarankan untuk SRBTT dengan ketinggian\nmelebihi batasan SNI 1726-2019 agar didesain dengan ARWL, sehingga\nsimpangan antar lantai struktur yang didapat memenuhi persyaratan.", "Daftar File": {"ABSTRAK DEA YUNITA SARI": "https://digilib.itb.ac.id/gdl/download/236322"}, "Penulis": "DEA YUNITA SARI [25019025]", "Kontributor / Dosen Pembimbing": ["Dyah Kusumastuti, S.T., M.T., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Sistem Rangka Bresing Tahan Tekuk, Analisis Modal Respons Spektra, Analisis Riwayat Waktu Linear, Analisis Pushover.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2021"}