{"Nomor": 61471, "Judul": "ANALISIS KELEMBAGAAN DAN DAMPAK IMPLEMENTASI SERTIFIKASI PENGELOLAAN HUTAN BERSAMA MASYARAKAT LESTARI TERHADAP UNIT MANAJEMEN HUTAN RAKYAT LESTARI (UMHRL) CITRAGALUH, KABUPATEN SUBANG, JAWA BARAT", "Abstrak": "Hutan rakyat merupakan hutan yang dibangun dan dikelola oleh rakyat dan tumbuh diatas lahan milik. Dalam pengelolaannya dibentuk unit manajemen supaya terwujudnya pengelolaan hutan rakyat yang lestari. Dalam pengelolaannya dibentuk unit manajemen supaya terwujudnya pengelolaan hutan rakyat yang lestari. Pembentukan unit manajemen juga menjadi syarat dilakukannya sertifikasi hutan. UMHRL Citragaluh merupakan salah satu hutan rakyat di Jawa Barat yang sudah disertifikasi menggunakan skema LEI 5003/14 pada tahun 2017. Sertifikasi hutan dilakukan dengan harapan mewujudkan pengelolaan hutan yang lestari berdasarkan tiga aspek yaitu kelestarian produksi, sosial, dan lingkungan. Namun, sertifikasi hutan rakyat masih mempunyai beberapa kendala internal seperti manajemen dan pengelolaan lembaga yang belum mantap. Penelitian ini bertujuan untuk menganalisis dampak sertifikasi terhadap pengelolaan hutan serta menganilisis aspek kelembagaan dan persepsi anggota terhadap kinerja lembaga. Tahapan penelitian ini terdiri dari pengumpulan data sekunder dan data primer melalui kuisioner, wawancara dan observasi, penentuan jumlah responden, pengolahan data, analisis dampak sertifikasi tehadap aspek sosial, produksi, dan lingkungan, analisis kelembagaan menggunakan analisis kesenjangan (Gap Analysis) dengan parameter diambil dari skema sertifikasi sebagai kondisi ideal, dan Analisis kinerja lembaga berdasarkan persepsi petani. UMHRL Citragaluh sudah berjalan selama 4 tahun, secara organisasi sudah terdaftar di Dinas dan memiliki struktur organisasi. UMHRL Citragaluh sudah memiliki aturan yang ditetapkan secara bersama, pertemuan rutin, penyelesaian konflik terutama sengketa lahan melalui musyawarah, dan kepemimpinan yang demokratis. Pada bagian aspek sosial-ekonomi, secara umum anggota UMHRL Citragaluh bermata pencaharian sebagai petani, dan rata – rata tanggungan keluarga adalah 3-4 orang, rata - raa pendapatan dari lahan pada tahun 2021 sebesar Rp 5.000.000 – Rp 10.000.000 per tahun dengan rata – rata kenaikan pendapatan dari tahun 2016 – 2021 sebesar 0 – 25%. Posisi tawar menawar petani masih rendah dan belum bisa menentukan harga kayu sendiri, dan masih mengandalkan bakul dan pengepul untuk menentukan harga kayu dan informasi kayu. Peran UMHRL citragaluh bagi anggota adalah sebagai sumber informasi, menambah wawasan dan keterampilan dalam mengelola hutan rakyat, dan bibit gratis. Namun UMHRL Citragaluh belum bisa mewadahi pemasaran kayu dan memberikan fasilitas pinjaman kepada anggotanya, oleh karena itu banyak anggota yang masih menerapkan sistem tebang butuh karena kebutuhan. Hasil penelitian ini menunjukkan bahwa 78% parameter kondisi ideal tercapai yang diperoleh dari hasil analisis kesenjangan antara kondisi ideal dan kondisi aktual. Parameter yang tidak tercacapai adalah : kepemilikan kayu dapat dibuktikan keabsahannya, kesehatan usaha, penerapan sistem silvikultur untuk menjamin regenerasi hutan. Berdasarkan persepsi masyarakat, sertifikasi berhasil meningkatkan penguatan kelembagaan, meningkatkan kapasitas anggota dalam mengelola hutannya, meningkatkan ekonomi anggota, dan menimbulkan kesadaran akan pentingnya kelestarian hutan. Persepsi anggota UMHRL Citragaluh terhadap kinerja unit manajemen mendapatkan skor 55,3% yang dikategorikan baik, karena semakin baik kinerja UMHRL Citragaluh dalam membantu anggotanya mengelola hutan maka akan semakin cepat tercapainya hutan rakyat yang lestari.", "Daftar File": {"ABSTRAK Fairuz Nur Indah Putri": "https://digilib.itb.ac.id/gdl/download/236319"}, "Penulis": "Fairuz Nur Indah Putri [11517023]", "Kontributor / Dosen Pembimbing": ["Dr. Tien Lastini, S.Hut., M.Si.", "Dr. Ir. Endang Hernawan, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "kelembagaan, hutan rakyat lestari, sertifikasi, dampak sertifikasi, karakteristik petani hutan rakyat.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2021"}