{"Nomor": 61491, "Judul": "ESTIMASI POTENSI RISIKO BENCANA TERHADAP NILAI TANAH DAN BANGUNAN BERDASARKAN ANALISIS PERSIL DI SESAR LEMBANG", "Abstrak": "Indonesia merupakan negara yang terletak pada pertemuan empat lempeng tektonik dunia. Kondisi tersebut membuat Indonesia menjadi salah satu negara yang rawan terjadinya bencana gempa bumi, khususnya di kota – kota besar yang dapat menimbulkan dampak sosial maupun ekonomi. Dengan adanya Sesar Lembang, daerah perkotaan di sekitarnya khususnya Kota Bandung mempunyai peluang yang cukup besar untuk mengalami bencana gempa bumi akibat pergerakan sesar tersebut. Kurangnya pengetahuan dan kesadaran penduduk sekitar mengenai keberadaan dari Sesar Lembang dapat memperbesar kerugian yang ditimbulkan. Tujuan utama dari penelitian ini adalah untuk mengetahui estimasi potensi nilai kerugian aset terdampak pada tahun 2020 akibat bencana gempa bumi di wilayah Sesar Lembang. Metodologi penelitian yang digunakan adalah dengan melakukan estimasi total nilai tanah serta total nilai bangunan dari jumlah sampel minimal persil tanah yang telah dihitung sebelumnya, di mana sampel persil tanah tersebut diharapkan dapat merepresentasikan keadaan sebenarnya di lapangan. Hasil dari penelitian ini menunjukkan estimasi potensi nilai kerugian aset terdampak pada tahun 2020 akibat bencana gempa bumi di 14 kelurahan / desa wilayah penelitian berdasarkan data sampel persil tanah sebesar 21 triliun. Kesimpulan yang didapatkan bahwa mayoritas persil tanah di wilayah penelitian mempunyai tingkat / status risiko yang sangat tinggi untuk terdampak bencana gempa bumi akibat Sesar Lembang berdasarkan peta risiko bencana gempa bumi yang digunakan dalam penelitian ini, bahkan tingkat risiko paling minimumnya berada pada tingkat risiko menengah.", "Daftar File": {"ABSTRAK Jonathan": "https://digilib.itb.ac.id/gdl/download/236342"}, "Penulis": "Jonathan [15117070]", "Kontributor / Dosen Pembimbing": ["Dr. Alfita Puspa Handayani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Gempa Bumi, Sesar Lembang, Sampling, Nilai Tanah, Nilai Bangunan, Analisis Risiko", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Sep 2021"}