{"Nomor": 61509, "Judul": "KARAKTERISTIK GEOKIMIA ENDAPAN ZEOLIT DAERAH CIKEMBAR, KABUPATEN SUKABUMI, JAWA BARAT", "Abstrak": "Indonesia terletak di sekitar ring of fire atau cincin api. Cincin api membentuk gunung-gunung api hingga menjadi jalur gunung api sepanjang Pulau Sumatra, Jawa, Nusa Tenggara, hingga Sulawesi. Keberadaan pegunungan api di Indonesia menjadi indikasi adanya keterdapatan batuan vulkanik pembawa zeolit. Zeolit terbentuk pada batuan piroklastik tuf berbutir halus yang mengalami diagenesis dan alterasi. Zeolit berdasarkan tipe alterasinya termasuk ke dalam alterasi propilitik ditandai dengan warna endapan berwarna kehijau-hijauan. Meskipun secara umum pembentukan zeolit di Indonesia tidak berbeda jauh di setiap daerah, terdapat perbedaan karakteristik geokimia endapan zeolit di daerah tertentu seperti di Cikembar. Oleh karena itu, penelitian ini bertujuan mengidentifikasi karakteristik geokimia endapan zeolit di daerah Cikembar, Kabupaten Sukabumi, Jawa Barat.\nPenelitian ini dilakukan dengan menganalisis data yang telah diuji di laboratorium. Analisis yang dilakukan adalah analisis X-ray fluorescence (XRF), X-ray diffraction (XRD), dan kapasitas tukar kation (KTK). Hasil analisis XRD menunjukkan bahwa sampel zeolit Cikembar adalah jenis mordenit. Terdapat juga mineral silikat, logam, dan lempung. Selain itu, hasil analisis XRF menunjukkan bahwa terdapat mineral dominan yaitu SiO2 dengan kadar sebesar 73,04% sedangkan kadar LOI sebesar 5,69%. Dengan demikian, kombinasi data lapangan dan laboratorium tersebut mengindikasikan bahwa batuan asal zeolit Cikembar memiliki komposisi tufa riolitik. Nilai KTK berperan penting dalam menentukan kualitas suatu zeolit. Hasil analisis KTK menunjukkan bahwa sampel zeolit Cikembar dapat menyimpan kation sebesar 68,8 meq dalam 100 gram zeolit. Nilai tersebut akan dibandingkan dengan syarat mutu yang berlaku di Indonesia.", "Daftar File": {"ABSTRAK Thanthawi": "https://digilib.itb.ac.id/gdl/download/236380"}, "Penulis": "Thanthawi [12115082]", "Kontributor / Dosen Pembimbing": ["Ir. Teti Indriati, M.T.", "Arie Naftali Hawu Hede, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "zeolit, loss of ignition, SiO2", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "26 Sep 2021"}