{"Nomor": 61504, "Judul": "PERANCANGAN TRANSPORTASI BANDAR UDARA ABDUL RACHMAN SALEH MALANG", "Abstrak": "Perancangan transportasi Bandara Abdul Rachman Saleh terdiri dari sisi udara dan sisi darat. Perancangan sisi udara meliputi perancangan geometri landas pacu, landas hubung, dan pelataran parkir pesawat menggunakan acuan dari ICAO (International Civil Aviation Organization) dan perancangan struktur perkerasaan dari FAA (Federal Aviation Administration). Perancangan sisi darat meliputi perancangan kebutuhan fasilitas terminal penumpang dan perancangan fasilitas parkir.\nPada perancangan geometri diperoleh kebutuhan panjang satu buah landas pacu sebesar 3475 m dan lebar 45 m, dua buah entrance taxiway selebar 23 m, serta pelataran parkir pesawat dengan lebar 254 m dan panjang 170 m. Desain struktur perkerasan menghasilkan struktur perkerasan lentur dengan tebal lapis permukaan 101,6 m, tebal lapis stabilized base 127 mm, lapis fondasi 150 mm, dan lapis fondasi bawah 1092,2 mm yang digunakan untuk landas pacu dan landas hubung. Sementara itu, struktur perkerasan kaku untuk pelataran parkir pesawat memiliki tebal lapis permukaan 504,4 mm, lapis stabilized base 127 mm, dan lapis fondasi 304,8 mm. Terminal penumpang memiliki luas sebesar 10.920 m2. Luas lahan parkir yang dirancang sebesar 13000 m2 dengan struktur perkerasan yang terdiri dari tebal pelat beton 160 mm, lapisan stabilisasi semen 130 mm, dan lapisan fondasi kelas A 125 mm.", "Daftar File": {"ABSTRAK Nahla Tetrimulya": "https://digilib.itb.ac.id/gdl/download/236355", "COVER Nahla Tetrimulya": "https://digilib.itb.ac.id/gdl/download/243535", "PUSTAKA Nahla Tetrimulya": "https://digilib.itb.ac.id/gdl/download/243542"}, "Penulis": "Nahla Tetrimulya [15017137]", "Kontributor / Dosen Pembimbing": ["Dr. Harmein Rahman, S.T., M.T.", "Dr. Ana Nurganah Chaidar, S.T., M.T.", "Dr.-Ing. Ediansjah Zulkifli, S.T., M.T.", "Dedi Apriadi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "bandar udara, landas pacu, landas hubung, pelataran parkir pesawat, terminal, parkir", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "25 Sep 2021"}