{"Nomor": 61510, "Judul": "STUDI PENGARUH LAJU PEMANASAN TERHADAP STRUKTUR MIKRO DAN SIFAT MEKANIK PADUAN TITANIUM TEMBAGA DENGAN METODE SPARK PLASMA SINTERING", "Abstrak": "Jumlah kasus gangguan tulang di Indonesia pada tahun 2010 mencapai 43.003\nkasus yang disebabkan oleh kecelakaan lalu lintas dan cedera pada saat beraktivitas.\nJumlah tersebut akan terus bertambah karena jumlah penduduk Indonesia, menurut\nBAPPENAS, diperkirakan mencapai 273,65 juta jiwa dengan angka harapan hidup\ndiperkirakan mencapai 73,7 tahun pada tahun 2025. Salah satu cara yang dapat\ndilakukan untuk mengatasi gangguan tulang yang terjadi adalah dengan\npemasangan implan. Paduan titanium memiliki kekuatan yang tinggi, modulus\nelastisitas mendekati tulang manusia, lebih biokompatibel, dan lebih tahan korosi.\nMetode SPS merupakan teknologi yang dapat digunakan untuk menghasilkan\npadatan dengan densitas tinggi dari serbuk penyusunnya.\nPada penelitian ini dilakukan SPS pada paduan titanium tembaga. Paduan hasil SPS\nkemudian dilakukan karakterisasi untuk menentukan perubahan struktur mikro dan\nsifat mekanik. Variabel pada percobaan ini yaitu penambahan komposisi tembaga\n1, 3, dan 5 wt% dan laju pemanasan 25, 50, dan 100°C/menit. Hasil analisis XRD,\ndensitas relatif, ukuran butiran, SEM-EDS, sifat kekerasan, dan kekuatan tekan\ndilakukan perbandingan untuk tiap variasi.\nHasil penelitian menunjukkan bahwa SPS dapat meningkatkan nilai jarak bidang\nkristal, meningkatkan parameter kisi, menurunkan ukuran kristalit, dan\nmeyebabkan munculnya orientasi kristal yang berbeda. Semakin tinggi komposisi\ntembaga maka densitas relatif semakin menurun pada tiap variasi laju pemanasan.\nDensitas relatif tertinggi diperoleh pada variasi laju pemanasan 50°C/menit untuk\ntiap variasi komposisi tembaga. Semakin tinggi laju pemanasan maka ukuran\nbutiran semakin kecil. Nilai kekerasan optimum dicapai pada laju pemanasan\n50°C/menit. Peningkatan nilai kekerasan dan kekuatan tekan paling tinggi\ndiperoleh pada paduan Ti-1%Cu. Faktor yang paling memengaruhi nilai kekerasan\nadalah densitas relatif.", "Daftar File": {"ABSTRAK Ferdinan Nuansa Akbar": "https://digilib.itb.ac.id/gdl/download/236381", "BAB 1 Ferdinan Nuansa Akbar": "https://digilib.itb.ac.id/gdl/download/236382", "BAB 2 Ferdinan Nuansa Akbar": "https://digilib.itb.ac.id/gdl/download/236383", "BAB 3 Ferdinan Nuansa Akbar": "https://digilib.itb.ac.id/gdl/download/236384", "BAB 4 Ferdinan Nuansa Akbar": "https://digilib.itb.ac.id/gdl/download/236385", "BAB 5 Ferdinan Nuansa Akbar": "https://digilib.itb.ac.id/gdl/download/236386", "PUSTAKA Ferdinan Nuansa Akbar": "https://digilib.itb.ac.id/gdl/download/236387"}, "Penulis": "Ferdinan Nuansa Akbar [22520307]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Akhmad Ardian Korda, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "SPS, titanium, tembaga, serbuk, implan", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "26 Sep 2021"}