{"Nomor": 61511, "Judul": "PRA-RANCANGAN INDUSTRI PAPAN PARTIKEL DARI SERBUK GERGAJIAN KAYU SENGON DAN SERABUT KELAPA DENGAN PEREKAT DEKSTRIN UNTUK WALL SIDING: KARAKTERISTIK PAPAN PARTIKEL CAMPURAN SEKAM PADI (ORYZA SATIVA) DAN SERBUK GERGAJIAN KAYU SENGON (FALCATARIA MOLUCCANA) MENGGUNAKAN DEKSTRIN TEPUNG ONGGOK", "Abstrak": "Penelitian ini dilakukan untuk menentukan pengaruh dari komposisi serbuk kayu sengon dan sekam padi pada papan partikel sekam padi dengan perekat dekstrin dan urea formaldehid. Dekstrin merupakan hasil hidrolisa pati yang salah satu manfaatnya digunakan sebagai perekat papan partikel. Metode yang digunakan dalam proses penelitian ini diawal dengan perubahan tepung onggok yang diambil bagian pati untuk menjadi dekstrin dengan bantuan HCl 5% serta pemanasan pada suhu 135 oC. Proses pembuatan papan partikel dilakukan dengan mencampurkan 20% perekat dekstrin kedalam partikel pada perbandingan komposisi sekam dan dekstrin (25% : 75%, 50% : 50%, 75% : 25%, 100% : 0%), serta dikempa pada suhu 185 oC selama 10 menit dengan tekanan 15 – 25 kgf/cm2. Parameter yang diamati diantaranya karakteristk dekstrin, sifat fisik papan partikel (kadar air, kerapatan, daya serap air, pengembangan tebal), dan sifat mekanik (internal bond, kuat tarik sekrup). Rancangan yang digunakan adalah Rancangan Acak Lengkap (RAL) dengan menggunakan Analysis of Variance (ANOVA) dengan uji lanjut Duncan untuk seluruh pengujian. Hasil penelitian menunjujan bahwa papan partikel dengan perekat dekstrin pada komposisi 75% sengon : 25% sekam padi memberikan hasil terbaik dengan sesuai standar JIS A 5098 : 2003 pada kadar air, dan kerapatan, sedangkan pada uji daya serap air, pengembangan tebal, internal bond, kuat Tarik sekrup tidak sesuai dengan standar JIS A 5098 : 2003", "Daftar File": {"ABSTRAK Auliya Shafiah Zakhrakh": "https://digilib.itb.ac.id/gdl/download/236388"}, "Penulis": "Auliya Shafiah Zakhrakh [11917016]", "Kontributor / Dosen Pembimbing": ["Eka Mulya Alamsyah, S.Hut., M.Agr., Ph.D.", "Dr. Ir. Sutrisno, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Dekstrin, Papan Partikel, Sekam Padi, Serbuk Kayu Sengon", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Sep 2021"}