{"Nomor": 61529, "Judul": "MODEL BAHASA GENERATIF UNTUK ANALISIS SENTIMEN BERBASIS ASPEK", "Abstrak": "Analisis sentimen berbasis aspek (ASBA) adalah salah satu topik yang sedang\nhangat dibicarakan pada bidang pemrosesan bahasa alami. ASBA dapat dibagi\nmenjadi beberapa subtask yaitu ekstraksi ekspresi aspek/sentimen, kategorisasi\naspek, pemasangan ekspresi aspek dan sentimen, dan klasifikasi sentimen. Barubaru\nini, banyak penelitian di bidang deep learning yang menunjukan bahwa model\ndeep learning yang dilatih menggunakan metode pembelajaran tanpa supervisi\nsecara generatif dapat mempelajari konsep-konsep tentang dunia nyata dengan baik\ndan memiliki kemampuan generalisasi yang baik. Salah satu model deep learning\ntersebut adalah model bahasa Generative Pre-Trained Transformer 2 (GPT-2).\nModel tersebut mencapai kinerja state-of-the-art pada berbagai benchmark\npemodelan bahasa. Namun sayangnya masih sedikit penelitian yang meneliti\nkinerja model tersebut pada permasalahan pemrosesan bahasa alami lainnya.\nModel bahasa GPT-2 juga dapat menyelesaikan beberapa permasalahan bahasa\nalami seperti reading comprehension, machine translation, question answering,\ndan summarization¸ tanpa proses pelatihan pada permasalahan tersebut. Model\nbahasa GPT-2 dapat melakukan hal tersebut dengan bantuan kalimat tambahan\nyang ditambahkan pada dokumen masukan. Tugas Akhir ini menggunakan model\nbahasa GPT-2 untuk menyelesaikan permasalahan ASBA dengan menggunakan\nkalimat tambahan yang ditambahkan pada dokumen ulasan. Solusi Tugas Akhir\ndiuji menggunakan skenario pengujian cross domain.\nBerdasarkan hasil pengujian menggunakan dataset SemEval 2016 Task 5, solusi\nTugas Akhir mendapat nilai macro-averaged f1 score sebesar 0.910 untuk\npermasalahan klasifikasi sentimen pada dataset SemEval 2016 dan 0.687 pada\ndataset SemEval 2014. Untuk permasalahan kategorisasi aspek, solusi Tugas Akhir\nmendapat nilai micro-averaged f1 score sebesar 0.825 pada dataset SemEval 2014\ndan 0.672 pada dataset SemEval 2016 domain restaurant.", "Daftar File": {"ABSTRAK Hafidh Rendyanto": "https://digilib.itb.ac.id/gdl/download/236428"}, "Penulis": "Hafidh Rendyanto [13517061]", "Kontributor / Dosen Pembimbing": ["Dr. Masayu Leylia Khodra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "analisis sentimen berbasis aspek, generative pre-trained transformer 2.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Sep 2021"}