{"Nomor": 61525, "Judul": "PEMBANGUNAN SISTEM PENDETEKSIAN BARANG RAWAN HILANG DI RUANG PUBLIK MELALUI CCTV SECARA REALTIME", "Abstrak": "Saat ini masih banyak kasus kehilangan barang pribadi yang terjadi di ruang publik.\nMeskipun terdapat CCTV, pemilik barang baru menyadari kehilangan barangnya\nsetelah beberapa waktu, sehingga mempersulit pencarian barang. Untuk mengatasi\npermasalahan tersebut, dibutuhkan suatu sistem yang dapat mendeteksi apakah suatu\nbarang rawan untuk hilang melalui CCTV secara realtime. Pendeteksian secara\nrealtime didefinisikan sebagai pendeteksian secara langsung yang memastikan tidak\nada objek yang tertangkap kamera dan terlewat dari sistem, sehingga digunakan\nbatasan frekuensi minimal 3 FPS. Ketika sewaktu-waktu terjadi kasus kehilangan\nbarang, informasi barang rawan hilang yang dibuat sistem dapat digunakan untuk\nmembantu mempermudah pencarian barang. Sistem pendeteksian barang rawan\nhilang yang dibangun dapat mendeteksi objek, melacak pergerakan objek, membuat\nrelasi antara barang dan pemiliknya, serta menentukan apakah suatu barang berada\ndalam kondisi rawan untuk hilang. Pendeteksian objek dilakukan menggunakan\npilihan model deteksi YOLOv4CSP, ScaledYOLOv4, dan YOLOv5. Sementara,\npelacakan objek dilakukan dengan framework SORT dan Deep SORT. Relasi barang\ndan orang dibuat berdasarkan seberapa lama objek terdeteksi dan saling berdekatan.\nBerdasarkan hasil pengujian pada komponen sistem, sistem dapat dibangun dengan\npilihan komponen yang berjalan secara optimal pada GPU, namun pada CPU pilihan\nkomponen yang dapat digunakan lebih terbatas agar frekuensi pemrosesan yang\ndihasilkan masih diatas batas minimal. Kinerja sistem pada CPU dapat dilakukan\ndengan mengakselerasi model yang digunakan dengan ONNX untuk meningkatkan\nfrekuensi pemrosesan 1-2 FPS. Sistem yang dibangun dianggap berhasil jika dapat\nberjalan pada setidaknya setengah dari skenario yang telah dibuat. Dari 7 buah\nskenario yang dibuat, terdapat 4 skenario yang berhasil dan 3 skenario yang gagal\ndideteksi sistem. Sistem dapat berjalan pada kondisi benda dan pemiliknya terdeteksi\npada waktu dan jarak yang berdekatan serta pengambilan barang oleh orang lain\nmasih terjadi di dalam frame. Namun, sistem masih belum dapat mengatasi\npermasalahan objek yang telah terdeteksi keluar dari frame dan masuk kembali\nsetelah beberapa waktu.", "Daftar File": {"ABSTRAK Hilmi Naufal Yafie": "https://digilib.itb.ac.id/gdl/download/236424"}, "Penulis": "Hilmi Naufal Yafie [13517035]", "Kontributor / Dosen Pembimbing": ["Nugraha Priya Utama, S.T., MA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "CCTV, model deteksi, framework pelacakan objek, pairing objek", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Sep 2021"}