{"Nomor": 61527, "Judul": "DESAIN INTERAKSI APLIKASI PEMANTAUAN PROYEK PERANGKAT LUNAK DENGAN FRAMEWORK SCRUM MENGGUNAKAN PENDEKATAN ACTIVITY-CENTERED DESIGN", "Abstrak": "Pada jaman ini dimana teknologi sudah berkembang, kebutuhan untuk teknologi pun\nsemakin banyak, alhasil demand untuk software pun meningkat. Aplikasi pemantauan\nproyek perangkat lunak dengan scrum menjadi salah satu tools penyokong untuk\nmasalah ini. Namun tools yang ditemukan sekarang memiliki learning curve yang\ntinggi, tampilan yang rumit, dan pemakaian istilah yang tidak lazim. Hal ini\nmenyebabkan pengguna kesulitan untuk menggunakan tools-tools tersebut dan butuh\nwaktu lebih agar dapat melakukan aktivitas mereka dengan baik. Karena itu,\npendekatan activity-centered design (ACD) dipilih menjadi metodologi dalam\npenelitian ini agar pengguna dapat melakukan aktivitas pemantauan proyek perangkat\nlunak dengan baik dan mudah. Kebutuhan pengguna didapatkan dengan pengisian\nkuesioner dan wawancara. Dari masalah di atas dan kebutuhan pengguna, dibutuhkan\nsebuah rancangan desain interaksi aplikasi pemantauan proyek perangkat lunak yang\nmudah dipelajari, dapat digunakan dengan baik, dan dapat membantu pengguna.\nRancangan prototipe akan dianggap berhasil apabila memenuhi usability goals easy to\nlearn, effective to use dan user experience goals helpful. Hasil dari tugas akhir ini\nberupa high-fidelity prototype. Prototipe ini diuji sebanyak tiga kali dengan melakukan\nperbaikan dari hasil umpan balik partisipan untuk setiap iterasinya hingga dihasilkan\nversi final. Hasil dari pengujian terakhir menyatakan bahwa prototype memiliki nilai\ntask completion rates sebesar 100%, single ease question sebesar 6.73 dari 7, dan\nintrinsic motivation inventory subskala value/usefulness sebesar 7 dari 7. Hasil tersebut\nmenunjukkan bahwa prototipe aplikasi pemantauan proyek perangkat lunak dengan\nscrum telah memenuhi usability goals dan user experience goals sehingga aplikasi\ndinilai mudah dipelajari dan mudah digunakan untuk pengguna baru.", "Daftar File": {"ABSTRAK Christopher Billy Setiawan": "https://digilib.itb.ac.id/gdl/download/236426"}, "Penulis": "Christopher Billy Setiawan [13517050]", "Kontributor / Dosen Pembimbing": ["Adi Mulyanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pemantauan proyek perangkat lunak, scrum, activity-centered design, desain interaksi, prototype.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Sep 2021"}