{"Nomor": 61528, "Judul": "PENGEMBANGAN APLIKASI TANYA JAWAB SISWA DAN TUTOR BERKONSEP JUST IN TIME LEARNING MENGGUNAKAN METODOLOGI LEAN STARTUP", "Abstrak": "Data PISA 2018 menunjukkan bahwa pendidikan Indonesia masih buruk, hal ini mendukung\nbahwa Kurikulum 2013 – dengan gagasan jumlah pekerjaan rumah yang lebih banyak agar\nsiswa melakukan kegiatan belajar mandiri di rumah – berjalan kurang baik. Siswa yang\nkesulitan kemudian menggunakan metode just in time learning namun masih mengalami\nbeberapa kesulitan, sehingga muncullah aplikasi yang mengoptimalisasikan metode just in\ntime learning. Penelitian ini bertujuan untuk mengembangkan aplikasi yang dapat memenuhi\nkebutuhan pengguna dalam menemukan solusi dari masalah yang ingin diselesaikan.\nPengembangan aplikasi pada penelitian ini bukan hanya dilakukan pada aspek perangkat\nlunak tetapi juga dari aspek bisnis. Metodologi yang digunakan dalam pengembangan\naplikasi adalah lean startup. Dengan menggunakan metodologi pengembangan lean startup,\npengembangan dapat berfokus pada aspek perangkat lunak dan bisnis sehingga dapat diuji\ncobakan secara langsung dan cepat terhadap pengguna. Tahapan pada metodologi ini adalah\nmenentukan target pengguna, identifikasi kebutuhan pengguna, identifikasi nilai produk,\nmenentukan fitur MVP (minimum viable product), pengembangan MVP yang terdiri dari\nrancangan serta implementasi, dan pengujian MVP. Pengujian dilakukan dalam dua tahap\nyaitu pengujian teknis yang meliputi pengujian fungsional dan nonfungsional dan pengujian\nproduct-market fit untuk mengetahui apakah aplikasi tepat dengan kebutuhan pengguna. Pada\ntugas akhir telah berhasil dikembangkan aplikasi tanya jawab siswa dan tutor menggunakan\nkonsep just in time learning yang bisa diakses dari mana saja dan kapan saja. Dari hasil\npenelitian, dapat ditarik kesimpulan bahwa aplikasi Resolv Indonesia memudahkan pengguna\ndalam mencari solusi dari masalah yang ingin diselesaikan dengan memiliki skor 8 dari 10\ndan nilai aplikasi 9 dari 10.", "Daftar File": {"ABSTRAK HARIS SALMAN AL-GHIFARY": "https://digilib.itb.ac.id/gdl/download/236427"}, "Penulis": "HARIS SALMAN AL-GHIFARY [13517052]", "Kontributor / Dosen Pembimbing": ["Dr.tech. Wikan Danar Sunindyo ST, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "just in time learning, siswa, lean startup, MVP.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Sep 2021"}