{"Nomor": 61523, "Judul": "PENCARIAN RUTE PEMBELAJARAN HURUF KANJI DALAM KNOWLEDGE GRAPH", "Abstrak": "Huruf kanji adalah sistem huruf yang digunakan dalam bahasa Jepang. Salah satu\npembeda huruf kanji dibandingkan huruf alfabet adalah huruf kanji dapat tersusun\natas radikal, atau bagian kanji yang lebih kecil. Misalnya, kanji ?(rest; retire)\ndisusun oleh radikal ?(person) dan ?(tree). Susunan ini juga membentuk suatu\ncerita bahwa salah satu bentuk istirahat adalah orang yang tertidur di pohon.\nKeterkaitan antara satu kanji, radikalnya, dan kanji yang lainnya ini dapat\ndirepresentasikan dengan knowledge graph. Untuk memanfaatkan keterkaitan kanji\ndan radikal ini, algoritma pencarian rute diperlukan untuk mencari rute pembelajaran\nkanji. Kami menguji 3 algoritma pencarian rute, yaitu D?kstra, A*, dan Steiner\nTree. Algoritma Steiner Tree memiliki waktu tempuh yang lebih cepat di antara\nketiganya karena memiliki time complexity yang lebih baik. Algoritma Steiner\nTree memiliki time complexity O((|MOrig|+|MDest|) ? |VerticesG|2), sementara\nalgoritma D?kstra dan A* memiliki time complexity O((|MOrig| ? |MDest|) ?\n(|VerticesG|+|EdgesG|) log |VerticesG|)). Ditemukan juga bahwa optimasi Steiner\nTree dengan teknik mengekstraksi langkah pembangkitan metricClosure dan\ndilakukan memoisasi mempercepat kinerja dari Algoritma Steiner Tree. Algoritma\nSteiner Tree juga memiliki jumlah simpul hasil yang lebih sedikit dibandingkan\nD?kstra maupun A*. Hal ini karena graf hasil Algoritma Steiner Tree dipastikan\nberbentuk tree atau graf tanpa cycle, sedangkan algoritma D?kstra dan A* mungkin\nmenghasilkan graf dengan cycle.", "Daftar File": {"ABSTRAK Ferdian Ifkarsyah": "https://digilib.itb.ac.id/gdl/download/236422"}, "Penulis": "Ferdian Ifkarsyah [13517024]", "Kontributor / Dosen Pembimbing": ["Dr. techn. Saiful Akbar, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "knowledge graph, kanji, D?sktra, A* Steiner Tree", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Sep 2021"}