{"Nomor": 61526, "Judul": "PENGEMBANGAN DESAIN INTERAKSI PENDUKUNG PRODUKTIVITAS DEVELOPER PADA APLIKASI MANAJEMEN PROYEK DENGAN PENDEKATAN GOAL DIRECTED DESIGN", "Abstrak": "Pengembang perangkat lunak (developer) perlu bekerja secara produktif agar proyek perangkat\nlunak dapat diselesaikan sesuai dengan batasan biaya dan waktu yang telah ditentukan. Terdapat\nbeberapa permasalahan yang dapat menghambat produktivitas developer seperti distraksi,\nkurangnya awareness antar tim dan miskomunikasi. Masalah tersebut dapat ditangani dengan\npemanfaatan aplikasi manajemen proyek. Namun, aplikasi manajemen proyek yang ada saat ini\njuga masih memiliki banyak kekurangan di sisi desain interaksi. Oleh karena itu, tujuan dari tugas\nakhir ini adalah untuk memperoleh rancangan desain aplikasi manajemen proyek yang dapat\nmendukung produktivitas developer. Metode yang digunakan adalah goal directed design yang\nberfokus pada tujuan pengguna yaitu mendukung produktivitas developer. Riset dilakukan dengan\nmetode kualitatif yaitu wawancara terhadap 7 narasumber developer untuk mengetahui perilaku,\naktivitas, tujuan serta masalah pengguna. Hasil riset tersebut dianalisis sehingga menghasilkan\npersona, skenario penggunaan, fitur serta usability goals dan user experience goals aplikasi.\nUsability goals dan user experience goals prototipe merepresentasikan goal desain yaitu\nproduktivitas developer. Adapun usability goals prototipe adalah easy to use dan efficient to use,\nsedangkan user experience goals prototipe adalah helpful dan motivating. Implementasi desain\ndilakukan dalam 2 iterasi dan disertai dengan pengujian usability goals serta user experience goals\nyang telah ditentukan. Metrik yang digunakan untuk pengujian yaitu completion rate, Single Ease\nQuestion (SEQ), Time Based Efficiency (TBE), untuk evaluasi usability goals dan tiga subskala\nIntrinsic Motivation Inventory (IMI) untuk evaluasi user experience goals. Berdasarkan hasi\npengujian, prototipe aplikasi telah memenuhi usability goals dan user experience goals yang\nditurunkan dari tujuan pengguna sehing", "Daftar File": {"ABSTRAK Ayu Rifanny Margareth": "https://digilib.itb.ac.id/gdl/download/236425"}, "Penulis": "Ayu Rifanny Margareth [13517038]", "Kontributor / Dosen Pembimbing": ["Adi Mulyanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "aplikasi manaejemen proyek, developer, goal-directed design, produktivitas.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Sep 2021"}