{"Nomor": 61530, "Judul": "ANALISIS KINERJA ALGORITME CLUSTERING DALAM MENANGANI DATA KATEGORIKAL", "Abstrak": "Data kategorikal adalah data yang tidak dapat dihitung secara kuantitatif sehingga tidak dapat\nmenerima operasi matematika seperti penjumlahan dan perkalian. Untuk mengelompokkannya,\nperlu dilakukan penyesuaian terhadap algoritme analisis kluster untuk mengelompokkan data\nkategorikal. Sebagai studi kasus dalam penanganan data kategorikal serupa, akan digunakan data\nprofil anggota legislatif terpilih pada periode 2019-2024. Untuk menentukan metode yang paling\nbaik dari segi kemurnian dan waktu eksekusi dalam menangani data kategorikal, perlu dilakukan\nanalisis terhadap kinerja algoritme clustering.\nPada tugas akhir ini, dilakukan analisis terhadap algoritme clustering dalam menangani data\nkategorikal dengan karakteristik serupa dengan profil anggota legislatif terpilih. Dataset ini dipilih\ndisebabkan sebagian besar profil yang bersifat kategorikal. Selanjutnya akan dilakukan\npembelajaran menggunakan algoritme K-Modes, K-Means, dan ROCK yang setelahnya akan\ndianalisis hasil evaluasinya.\nEksperimen dilakukan dengan tahapan ekstraksi data, pembersihan data, dan pemilihan fitur\nmenggunakan uji chi-squared. Setelah fitur telah dipilih, dilakukan pembelajaran yang dibagi ke\ndalam empat eksperimen dengan fitur berbeda yaitu seluruh fitur, sesuai FORMAPPI, sesuai EDA,\ndan dilakukan dalam iterasi. Lalu untuk setiap eksperimen akan dilakukan sepuluh iterasi untuk\ndibandingkan.\nSetelah dilakukan eksperimen, ditunjukkan bahwa proses EDA meningkatkan nilai silhouette\ncoefficient dan waktu eksekusi. Lalu untuk tingkat robust ditunjukkan baik untuk ketiga algoritme\ndengan nilai kemurnian dan waktu eksekusi yang tidak berubah signifikan. Kemudian dari ketiga\nalgoritme, yang paling baik dalam menangani data kategorikal dengan karakteristik profil anggota\nlegislatif terpilih dari segi kemurnian dan waktu eksekusi adalah K-Means, ditunjukkan dengan\nnilai silhouette coefficient terbaik sebesar 0.277 dengan waktu eksekusi terbaik dengan rata-rata\nselama 107 milidetik.", "Daftar File": {"ABSTRAK Naufal Aditya Dirgandhavi": "https://digilib.itb.ac.id/gdl/download/236429"}, "Penulis": "Naufal Aditya Dirgandhavi [13517064]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Gusti Ayu Putri Saptawati S., M.Comm.", "Latifa Dwiyanti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "analisis kluster, data kategorikal, profil anggota legislatif, uji chi-squared, K-Modes, K-Means, ROCK, silhouette coefficient, robust", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Sep 2021"}