{"Nomor": 61532, "Judul": "PEMBANGKITAN KETERANGAN GAMBAR BERITA MENGGUNAKAN TEKNIK UNSUPERVISED LEARNING", "Abstrak": "Pembangkitan keterangan gambar berita merupakan persoalan yang sulit. Hal ini\ndikarenakan pertama, keterangan gambar yang dibangkitkan harus sejalan dengan\nisi berita atau artikel yang memuat gambar tersebut, kemudian, berbeda dengan\nketerangan gambar pada umumnya, banyak keterangan gambar berita yang\nmemiliki entitas bernama seperti nama orang di dalam keterangan gambarnya.\nKedua hal ini membuat persoalan pembangkitan keterangan gambar berita menjadi\nlebih sulit dari pembangkitan keterangan gambar umum.\nSaat ini, teknik pembelajaran mesin yang digunakan untuk pembangkitan\nketerangan gambar berita adalah supervised learning dimana proses pembelajaran\nmenggunakan data yang berpasangan antara gambar, keterangan, dan artikel\nberitanya. Kebergantungan antara gambar dan keterangan ini membuat dataset\nketerangan gambar berita cukup sulit untuk didapati. Pada penelititan ini penulis\nmencoba untuk memutuskan kebergantungan tersebut dengan melatih pembangkit\nketerangan gambar berita menggunakan teknik unsupervised learning.\nPada tugas akhir ini dilakukan pemodifikasiaan terhadap model GAN (generative\nadversarial network) untuk image captioning oleh Feng dkk. (2019) dengan\nmenambahkan modul named entity insertion oleh Biten dkk (2019). Sehingga\nmodel GAN yang dibangun dapat membangkitkan keterangan untuk gambar berita\nseperti halnya dengan keterangan untuk gambar umum.\nv\nBerdasarkan hasil yang diperoleh didapati bahwa penggunaan teknik unsupervised\nlearning untuk pembangkit keterangan gambar berita dapat dilakukan dan dapat\nmenghasilkan keterangan gambar yang cukup baik dengan skor pada metrik BLEU-\n4, ROUGE, CIDEr, Precission, dan Recall: 0.4249%, 11.8680%, 9.2483%, 4.49,\ndan 3.37.", "Daftar File": {"ABSTRAK Muhammad Khairul Makirin": "https://digilib.itb.ac.id/gdl/download/236431"}, "Penulis": "Muhammad Khairul Makirin [13517088]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Dwi Hendratmo Widyantoro, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "image captioning, entity-aware news image captioning, GAN, unsupervised learning.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Sep 2021"}