{"Nomor": 61531, "Judul": "DASBOR MULTI-DOMAIN UNTUK ANALISIS ALIRAN DATA TWEET SECARA MINI-BATCH", "Abstrak": "Perkembangan teknologi telah membawa era baru dalam pemanfaatan data.\nPemanfaatan teknologi big data digunakan untuk melakukan ekstraksi dan\npengolahan data sehingga menghasilkan suatu wawasan. Salah satu sumber big data\nyang dapat diperoleh dengan memiliki akses akun pengembang adalah Twitter. Tweet\npengguna yang bersifat publik dapat diperoleh melalui Twitter API sehingga bisa\ndigunakan untuk dianalisis menjadi sebuah wawasan terkait domain yang dikaji. Oleh\nkarena itu, dikembangkan sebuah dasbor multi-domain untuk analisis aliran data tweet\nsecara mini-batch.\nPermasalahan utama dalam solusi tersebut adalah menentukan bentuk visualisasi yang\ntepat dan alur serta tahapan pemrosesan aliran data dengan kecepatan yang tinggi dan\nvolume yang besar. Bentuk visualisasi yang dipilih dibuat bervariasi sesuai dengan\ndata yang ditampilkan agar dapat mencakup lebih banyak domain. Pemrosesan aliran\ndata secara mini-batch dengan menggunakan Apache Spark mampu mengatasi\nkecepatan aliran data serta volumenya. Solusi diuji dengan menggunakan pengujian\nfungsional dan non-fungsional. Rata-rata penilaian visualisasi data adalah 4,27 dari\nskala 1-5 yang menunjukkan bahwa visualisasi data yang disajikan pada dasbor\ntermasuk kategori yang baik. Visualisasi data yang digunakan membuat pengguna\nlebih mudah mengerti dan memahami secara efektif keseluruhan hasil sehingga\nmendapatkan wawasan. Pemrosesan data berjalan dengan baik ketika banyak pesan\nper detik kurang atau sama dengan 3.000. Penerapan rule mempersempit cakupan\ntweet yang dialirkan sehingga rata-rata tweet yang diperoleh lebih kecil. Dengan ini,\npemrosesan aliran data tweet dapat dikategorikan baik dan berjalan dengan lancar.", "Daftar File": {"ABSTRAK Mgs. Muhammad Riandi Ramadhan": "https://digilib.itb.ac.id/gdl/download/236430"}, "Penulis": "Mgs. Muhammad Riandi Ramadhan [13517080]", "Kontributor / Dosen Pembimbing": ["Dr. techn. Saiful Akbar, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "tweet, dasbor, visualisasi, pemrosesan, mini-batch.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Sep 2021"}