{"Nomor": 61546, "Judul": "DINAMIKA DEFORMASI GUNUNG MERAPI PADA TAHUN 2018-2019 MELALUI PENGAMATAN INSAR", "Abstrak": "Merapi merupakan salah satu gunung berapi yang memiliki aktivitas tinggi di Indonesia. Salah satu aktivitas terkini terjadi pada 21 Mei 2018 dengan terjadinya erupsi freatik. Sejak erupsi freatik tersebut, aktivitas merapi kian meningkat hingga saat ini. Untuk mengamati kenaikan aktivitas dari Merapi, penelitian ini menggunakan data InSAR dari satelit Sentinel 1. Dengan menggunakan InSAR, bisa didapatkan interferogram yang dapat memuat informasi mengenai deformasi yang terjadi pada Merapi sesuai dengan aktivitas yang terjadi. Pembuatan Interferogram ini dilakukan dengan menggunakan aplikasi GMTSAR dan dilakukan koreksi atmsofer dengan menggunakan model atmosfer dari GACOS serta model atmosfer dengan menggunakan DEM. Tingginya Gunung Merapi mengakibatkan munculnya kesalahan pada line of sight yang disebabkan karena tropospheric delay yang berhubungan dengan elevasi dari topografi sehingga koreksi atmosferik dilakukan dengan menggunakan kombinasi koreksi dengan GACOS dan model dari DEM. Gunung Merapi yang memiliki kemiringan tinggi mengakibatkan adanya layover di sisi timur sehingga tidak bisa didapatkan data pada sisi timur. Padatnya jumlah vegetasi yang ada di sekitar Merapi mengakibatkan banyaknya daerah yang mengalami dekorelasi sehingga hanya bagian puncak saja yang memiliki nilai korelasi tinggi. Hasil yang didapatkan yaitu terjadinya dinamika kenaikan serta penurunan pada titik-titik pengamatan terutama paling terlihat pada titik yang dekat dengan puncak Merapi. Puncak Merapi mengalami penurunan yang cukuup signifikan pada saat setelah erupsi freatik dan pada September 2019 s.d. Oktober 2019. Sementara itu, kenaikan terjadi sebelum Merapi mengalami erupsi freatik hingga Juni 2018 dan Juli 2018 s.d. Oktober 2018.", "Daftar File": {"ABSTRAK Raihan Fajar Adiwijaya": "https://digilib.itb.ac.id/gdl/download/236445"}, "Penulis": "Raihan Fajar Adiwijaya [15117075]", "Kontributor / Dosen Pembimbing": ["Dr. Irwan Meilano, S.T., M.Sc.", "Dr. Irwan Gumilar, S.T., M.Si.", "Dr. Riantini Virtriana, S.T., M.T.", "Teguh Purnama Sidiq, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "InSAR, deformasi, Merapi, dinamika, analisis deret waktu", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Sep 2021"}