{"Nomor": 61547, "Judul": "ANALISIS DERET WAKTU CITRA SAR (SYNTHETIC APERTURE RADAR) DALAM PEMANTAUAN DEFORMASI DI GUNUNG ANAK KRAKATAU", "Abstrak": "Pengukuran deformasi merupakan salah satu cara terpenting untuk mempelajari proses magmatik dan memantau gunung berapi aktif. Deformasi bersama dengan pemantauan seismik adalah cara utama untuk menilai potensi aktivitas letusan di masa depan. Hal ini dikarenakan, saat magma bermigrasi ke permukaan bumi, ia memaksa kerak di sekitarnya. Keadaan ini pasti menyebabkan deformasi, karena kerak dangkal rapuh, maka deformasi biasanya mengakibatkan gempa bumi yang juga mudah dideteksi. Oleh karena itu, penelitian ini bertujuan untuk mengamati deformasi yang terjadi di Gunung Anak Krakatau pada periode 2018 hingga 2020. Dalam mengamati deformasi yang terjadi terdapat beberapa cara salah satunya dengan menggunakan data SAR (synthetic aperture radar). Dari dua data SAR, dihasilkan suatu interferogram yang mendeskripsikan perbedaan fase dari kedua data SAR yang digunakan. Setiap interferogram disusun berdasarkan urutan waktunya sehingga didapatkan nilai perpindahan terhadap waktu. Hasil penelitian menunjukkan terjadinya deformasi di Gunung Anak Krakatau sebelum dan setelah terjadinya erupsi 22 Desember 2018, dengan kecepatan rata-rata inflasi dan deflasi maksimum sebelum erupsi berturut-turut sebesar 8,3 cm/tahun dan 44,57 cm/tahun, serta setelah erupsi sebesar 8,675 cm/tahun dan 36,19 cm/tahun.", "Daftar File": {"ABSTRAK Michael Adrian": "https://digilib.itb.ac.id/gdl/download/236457"}, "Penulis": "Michael Adrian [15117026]", "Kontributor / Dosen Pembimbing": ["Dr. Irwan Meilano, S.T., M.Sc.", "Teguh Purnama Sidiq, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "deformasi, gunung berapi, synthetic aperture radar, erupsi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Sep 2021"}