{"Nomor": 61549, "Judul": "PEMODELAN POTENSI LAND SUBSIDANCE DI WILAYAH PESISIR PULAU SUMATERA", "Abstrak": "Sumatera bagian timur memiliki jenis batuan bawah permukaan bertipe tanah lunak dengan hutan gambut sebagai tutupan lahan yang paling dominan. Luas lahan gambut di Indonesia mencapai 21 juta ha, dimana 35% nya berada di Pulau Sumatera yang menyebar dari utara ke selatan disepanjang pantai timur meliputi wilayah Sumatera Utara, Riau, Jambi, Sumatra Selatan, dan sebagian kecil provinsi Lampung. Dalam 21 tahun terakhir hutan gambut telah berubah fungsi lahan menjadi perkebunan sawit, area permukiman, dan area industri melalui kegiatan reklamasi sehingga mengakibatkan terjadinya penurunan muka tanah di area gambu tersebut. Penurunan muka tanah secara terus menerus akan menimbulkan kerusakan pada bangunan dan infrastuktur, serta akan berpotensi mengalami banjir rob di daerah pesisir. Potensi penurunan muka tanah disuatu daerah dapat dimodelkan dengan melakukan analisis – analisis spasial, berupa skoring dan tumpang tindih pada beberapa data, seperti data WKP migas, data tanah lunak, data permukiman, dan data kawasan hidrologi gambut. Proses pengolahan data tersebut dilakukan menggunakan perangkat lunak GIS. Hasil yang didapatkan dari analisis spasial adalah nilai laju potensi penurunan muka tanah di Pulau Sumatera, sehingga dapat ditentukan mana saja daerah yang memiliki potensi penurunan muka tanah dengan laju yang besar dan mana saja daerah yang memiliki potensi dengan laju yang kecil. Dari data potensi tersebut dapat dilihat bahwa wilayah sumatera bagian timur memiliki potensi penurunan muka tanah yang cukup besar dibandingkan dengan wilayah sumatera bagian tengah maupun sumatera bagian barat. Analisis difokuskan kepada kualitas data potensi penurunan muka tanah yang dihasilkan pada tahap pengolahan data yang akan dibandingkan secara visual dengan data penurunan muka tanah yang dihasilkan melalui proses georeferensi dan digitasi pada peta. Dari uji kualitas tersebut didapatkan bahwa data potensi memiliki kualitas yang sedang karena memiliki tingkat kesesuaian yang cukup bagus setelah dibandingkan dengan data penurunan muk tanah, meskipun masih terdapat beberapa daerah yang memiliki tingkat kesesuaian rendah.", "Daftar File": {"ABSTRAK Irfan Alhadi": "https://digilib.itb.ac.id/gdl/download/236464"}, "Penulis": "Irfan Alhadi [15117076]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dina Anggreni Sarsito, M.T.", "Dr. Heri Andreas, S.T., M.T.", "Dr. Alfita Puspa Handayani, S.T., M.T.", "Dr. techn. Dhota Pradipta, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Tanah Lunak, Reklamasi, Penurunan Muka Tanah, Potensi, tumpang tindih, dan skoring.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Sep 2021"}