{"Nomor": 61558, "Judul": "ON THE APPLICATION OF ONLINE GEOSPATIAL PLATFORM FOR THE PROCUREMENT AND PRESENTATION OF RECREATIONAL DIVING SITES", "Abstrak": "Indonesia adalah negara kepulauan yang memiliki potensi wisata bawah laut yang sangat menjanjikan. Keadaan ini mendorong industri penyelaman di Indonesia untuk terus berkembang seiring dengan kemajuan teknologi. Salah satu aset penting dalam pengembangan tersebut adalah pengelolaan data spasial. Permasalahan di industri penyelaman Indonesia yang masih kerap ditemukan saat ini adalah data spasial yang belum terkelola dengan baik sehingga para pengunjung kesulitan untuk mencari informasi terkait lokasi penyelaman beserta fasilitas-fasilitas yang ada di sekitarnya. Penelitian tugas akhir ini bertujuan untuk merancang sebuah media penunjang berupa WebGIS untuk mengelola dan menampilkan berbagai informasi terkait industri penyelaman dengan area studi Kepulauan Seribu. Berbagai data spasial seperti lokasi penyelaman dan lokasi fasilitas umum akan diintegrasikan sehingga dapat memberikan berbagai informasi kepada para pengunjung. Selain itu, peta batimetri yang diambil dari data GEBCO dan peta dasar dari Open Street Map (OSM) juga ditampilkan. Data spasial tersebut diolah dengan fitur QGIS2WEB pada perangkat lunak QGIS sehingga nantinya dapat diolah lebih lanjut agar peta dapat disematkan di sebuah webGIS. Perancangan antarmuka WebGIS juga dilakukan agar gambaran secara umum terkait tampilan WebGIS dapat dipahami. Hasil penelitian ini diharapkan dapat bermanfaat untuk berbagai pihak yang berkecimpung di industri penyelaman Kepulauan Seribu, baik perangkat pemerintah Kepulauan Seribu, pengelola usaha penyelaman, hingga pengunjung.", "Daftar File": {"ABSTRAK Kirana Sekar Arini": "https://digilib.itb.ac.id/gdl/download/236474"}, "Penulis": "Kirana Sekar Arini [15117047]", "Kontributor / Dosen Pembimbing": ["Dr. Poerbandono, S.T., M.M.", "Miga Magenika Julian, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "WebGIS, Penyelaman, Kepulauan Seribu", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Sep 2021"}