{"Nomor": 61555, "Judul": "IDENTIFIKASI PENGARUH KUALITAS SUMBER AIR PADA KEAMANAN  MIKROBIOLOGIS SAYUR DAN BUAH  (STUDI KASUS: PASAR TRADISIONAL DAN PERKEBUNAN BANDUNG  RAYA)", "Abstrak": "Kebiasaan memakan sayur dan buah mentah, yang di Indonesia dikenal dengan lalapan,\nmerupakan kebiasaan baik karena nutrisi yang terjaga. Namun, kebiasaan ini juga\nmenjadi jalan masuknya mikroba patogen ke tubuh manusia. Penyakit bawaan\nmakanan akibat kontaminasi dapat terjadi di titik mana pun mulai dari pertanian,\ntransportasi hasil panen, pemrosesan makanan, hingga tahap pengguna akhir. Sebagian\nbesar penyakit bawaan makanan telah ditelusuri akibat kontaminasi di pertanian dan\npenggunaan air yang terkontaminasi. Produk segar berkualitas bukan hanya didapat\ndari perilaku higiene dalam produksi sampai penjualan bahan makanan ke konsumen,\nnamun juga sumber air yang digunakan dalam produksi produk segar tersebut.\nBiasanya, produk segar ditanam di lahan terbuka di mana secara terus-menerus terkena\nkontaminasi mikroba prapanen melalui air irigasi yang terkontaminasi, tanah pertanian,\npupuk kandang mentah atau kompos yang tidak tepat dan/atau kotoran hewan. Produk\nsegar juga dapat terkontaminasi melalui peralatan panen, pabrik pengolahan, pekerja\nlapangan, dan proses perdagangan di sepanjang tahap pascapanen. Penelitian ini\ndilakukan dengan melakukan observasi lapangan dan wawancara terkait penanganan\nsayur dan buah di pasar tradisional dan perkebunan, penyebaran kuesioner kepada\nmasyarakat Kota Bandung terkait penanganan sayur dan buah, pengambilan sampel\nsumber air serta sampel sayur dan buah di pasar tradisional dan perkebunan. Penilaian\nstatus mutu sumber air di pasar tradisional dan perkebunan dilakukan dengan\nmenggunakan metode Indeks Pencemaran dengan baku mutu yang digunakan yaitu\nberdasarkan Peraturan Pemerintah Nomor 22 Tahun 2021 dan rancangan Kriteria Mutu\nAir Irigasi Litbang-SDA. Penilaian mutu mikrobiologi sayur dan buah yang diteliti\ndibandingkan dengan baku mutu berdasarkan SNI 7388:2009. Kualitas sumber air di\nempat pasar tradisional yang diteliti memenuhi baku mutu parameter fisika dan kimia,\ntetapi untuk parameter mikrobiologi belum memenuhi baku mutu. Perilaku higiene\npara pedagang pasar tradisional sudah cukup baik, namun kualitas sumber air pasar\ntradisional yang mengandung mikroba memengaruhi secara tidak langsung hadirnya\nmikroba pada sayur dan buah yang dijual para pedagang pasar tradisional.\nPermasalahan yang ada di perkebunan sayur dan buah yang diteliti yaitu kualitas\n\nsumber air irigasi yang digunakan menunjukkan hasil yang dominan tercemar ringan\ndengan parameter yang paling signifikan mencemari sumber yaitu BOD, %Na, amonia,\nklorida, dan sulfat, namun mengandung jumlah mikroba yang masih memenuhi baku\nmutu. Dalam hal ini, hasil positif mikroba pada sumber air irigasi tetap dapat berpotensi\nmengkontaminasi sayur dan buah yang ditanam. Mutu mikrobiologi sayur dan buah\nyang diteliti menunjukkan hasil untuk buah tomat dan selada, baik yang berasal dari\nperkebunan dan pasar tradisional (Kosambi, Sederhana, dan Ujungberung)\nmenunjukkan nilai parameter Escherichia coli dan Salmonella spp. yang memenuhi\nbaku mutu cemaran mikroba yang diperbolehkan dalam bahan pangan, kecuali sampel\nbuah tomat dan sayur selada yang berasal dari Pasar Cihapit yang ditemukan adanya\nEscherichia coli dan Salmonella spp. dengan jumlah yang tidak memenuhi baku mutu.", "Daftar File": {"Rania Anindita (15317019) - PDF - Cover, Lembar Pengesahan, Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/236471"}, "Penulis": "Rania Anindita [15317019]", "Kontributor / Dosen Pembimbing": ["Mayrina Firdayati, S.Si., M.T.", "Drs. Dady Surachman, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Kota Bandung, sayur dan buah, kualitas air, pasar tradisional, perkebunan, Escherichia coli, Salmonella spp.", "Sumber": "TA Oktober 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "26 Sep 2021"}