{"Nomor": 61565, "Judul": "EFEKTIVITAS PEMBERIAN INJEKSI BESI TERHADAP PERBAIKAN STATUS ANEMIA PADA IBU HAMIL SERTA PERKEMBANGAN KESEHATAN IBU DAN BAYINYA DI RUMAH SAKIT IBU DAN ANAK AL ISLAM BANDUNG", "Abstrak": "Anemia defisiensi besi pada wanita hamil memberikan dampak buruk terhadap\nibu dan janin yang dikandungnya. Dampak pada ibu dapat berupa disfagia,\npenurunan daya tahan tubuh terhadap infeksi, lesu, mudah lelah bahkan sampai\npada kematian. Selain itu dapat terjadi mortalitas dan morbiditas fetomaternal,\npartus prematur, abortus, penurunan status imunitas dan terhambatnya\npertumbuhan janin. Bayi yang dilahirkan dari ibu hamil yang menderita anemia\nberisiko lahir dengan berat badan lahir rendah. Penelitian ini bertujuan untuk\nmenyelidiki efektifitas pemberian injeksi besi terhadap status anemia pada ibu\nhamil serta perkembangan kesehatan ibu dan janinnya, yang dinyatakan dalam\nperiode kehamilan yang sehat dan outcome bayi lahir dengan berat badan cukup\nserta nilai APGAR yang normal. Penelitian ini diikuti oleh 112 subjek ibu hamil\npada usia kehamilan trimester I dan trimester III yang terdiagnosis anemia yang\nmendapat pemeriksaan feritin di Rumah Sakit Ibu dan Anak Al Islam selama\nperiode 1 Maret sampai 31 Desember 2020. Sejumlah 84 subjek mendapatkan\nterapi injeksi besi dan melahirkan di Rumah Sakit Ibu dan Anak Al Islam,\nsementara itu terdapat 28 subjek dari kelompok yang mendapatkan pemeriksaan\nferitin tetapi tidak diterapi injeksi besi melahirkan di Rumah Sakit Ibu dan Anak\nAl-Islam Bandung. Analisis komparatif antar kelompok subjek anemia dengan\ndan tanpa injeksi besi dilakukan dengan metode Mann Whitney. Hasil analisis\npemberian injeksi besi menunjukan pengaruh signifikan (p<0,05) pada status\nanemia dan perkembangan kesehatan ibu hamil, ditinjau dari kenaikan kadar Hb\ndan berat badan ibu hamil. Selain itu, diperoleh juga hasil yang menunjukan\nhubungan signifikan (p<0,05) antara anemia dengan berat badan lahir rendah dan\nasfiksia pada bayi baru lahir. Secara keseluruhan hasil penelitian ini menunjukan\npentingnya injeksi besi untuk kesehatan ibu hamil serta bayinya.", "Daftar File": {"ABSTRAK Indra Permana": "https://digilib.itb.ac.id/gdl/download/236480"}, "Penulis": "Indra Permana [20719014]", "Kontributor / Dosen Pembimbing": ["Dr. Kusnandar Anggadiredja, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Ibu hamil, Anemia, Defisiensi besi, Injeksi besi.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Sep 2021"}