{"Nomor": 61564, "Judul": "PERANCANGAN JARINGAN DRAINASE DAN SUPLAI AIR BERSIH PADA PROYEK GERAI FURNITUR DI KOTA BARU PARAHYANGAN   DAN    PERENCANAAN MANAJEMEN REKAYASA KONSTRUKSI GERAI FURNITUR DI KOTA BARU PARAHYANGAN", "Abstrak": "Berdiri di atas lahan seluas 1250 ha, Kota Baru Parahyangan merupakan rumah bagi sekitar 2000 keluarga. Peningkatan jumlah penduduk di kawasan tersebut coba diimbangi oleh pihak pengembang dengan terus menyediakan beragam opsi hunian dengan fasilitas-fasilitas yang lengkap selaras dengan visi untuk menjadi kota yang mandiri. Pada awal tahun 2019, pengembang dan pemerintah setempat menggandeng perusahaan perabot properti asal Swedia untuk membuka gerainya di kawasan Kota Baru Parahyangan. Selain untuk memenuhi kebutuhan masyarakat, pembangunan proyek ini juga bertujuan untuk memberikan kontribusi pada perekonomian lokal dan kesejahteraan masyarakat sekitar.\nTugas akhir ini membahas mengenai perancangan jaringan drainase dan sistem pemanfaatan air hujan yang diterapkan pada gerai tersebut. Sistem drainase proyek ini didesain dengan konsep eko-drainase. Konsep ini menjadikan air hujan yang jatuh ke daerah kawasan dialirkan ke dalam tampungan untuk digunakan kembali. Perancangan drainase melingkupi desain tata letak jaringan drainase dan dimensi penampang saluran. Perancangan drainase menerapkan metode rasional menggunakan curah hujan dengan metode probabilitas Log Pearson III periode ulang 10 tahun.\nPasokan air bersih pada Gerai Furnitur tersebut berasal dari dua sumber yaitu suplai PDAM dan tampungan air hujan. Dalam hal ini, dilakukan analisis kebutuhan dan ketersediaan air untuk menentukan ukuran dari tampungan air bersih. Tampungan air bersih yang didesain berupa ground water tank (GWT) dan roof water tank (RWT). Selain itu, dalam tugas akhir ini juga dibahas mengenai perancangan komponen penyaluran air bersih yaitu berupa pompa dan pipa.", "Daftar File": {"ABSTRAK Muhammad Febrian Yudhosatrio": "https://digilib.itb.ac.id/gdl/download/236527"}, "Penulis": "Muhammad Febrian Yudhosatrio [15017031]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Arno Adi Kuntoro, S.T., M.T.", "Dedi Apriadi, S.T., M.T., Ph.D.", "Patria Kusumaningrum, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Drainase gedung, pemanfaatan air hujan, rainwater harvesting, neraca air, ground water tank, roof water tank", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2021"}