{"Nomor": 61573, "Judul": "PERANCANGAN FASILITAS SISI LAUT DAN PEMANFAATAN AIR HUJAN TERMINAL PETIKEMAS INTERNASIONAL DI PELABUHAN GRESIK", "Abstrak": "Pelabuhan Tanjung Perak merupakan pelabuhan utama di kawasan Metropolitan\nGerbang Kertasusila. Hampir semua pengiriman petikemas di Jawa Timur akan\nmelalui Pelabuhan Tanjung Perak. Dengan demikian, pelabuhan tersebut\ndiproyeksikan akan mengalami overkapasitas. Solusi dari permasalahan tersebut\nadalah dibangunnya Terminal Internasional Kontainer Kargo di Kawasan Terpadu\nPelabuhan Gresik di Kabupaten Gresik Jawa Timur. Maka, akan dianalisis kondisi\nperairan di Laut Jawa dan iklim di daerah Jawa Timur untuk digunakan sebagai\ndasar desain Desain fasilitas sisi laut dan sisi darat Pelabuhan Gresik. Pengumpulan\ndata sebagai dasar desain mencakup data gelombang, data arus, dan data\nsedimentasi. Data gelombang didapatkan dari melakukan hindcasting terhadap data\nangin di titik laut dalam. Lalu, dicari tinggi dan periode gelombang dengan periode\nulang 100 tahun untuk kemudian ditransformasikan ke arah kolam pelabuhan untuk\nmengetahui ketenangan kolam pelabuhan. Perhitungan transformasi gelombang,\narah arus dan sedimentasi menggunakan program Delft3D. Pengumpulan data\nuntuk desain fasilitas sisi darat mencakup data curah hujan bulanan rencana R90.\nDesain fasilitas sisi laut mencakup orientasi pelabuhan, trase alur pelayaran,\nkedalaman alur pelayaran, lebar alur pelayaran untuk dua lajur, tikungan untuk alur\npelayaran, luasan dan kedalaman kolam putar, dan desain breakwater caisson.\nDesain fasilitas sisi darat mencakup desain sistem pemanfaatan air hujan agar dapat\nlayak pakai dengan konsep rainwater harvesting.", "Daftar File": {"ABSTRAK Gogo Edward Alfaro Marpaung": "https://digilib.itb.ac.id/gdl/download/236488"}, "Penulis": "Gogo Edward Alfaro Marpaung [15017145]", "Kontributor / Dosen Pembimbing": ["Ir. Sindur P. Mangkoesoebroto, M.S.EM, Ph.D.", "Prof. Ir. Harun Al Rasyid, M.Sc., Ph.D.", "Sugeng Krisnanto, S.T., M.T., Ph.D.", "Dr.Eng. Eka Oktariyanto Nugroho, S.T., M.T.", "Budi Hasiholan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pelabuhan, sumber daya air, fasilitas sisi laut, rainwater harvesting.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2021"}