{"Nomor": 61570, "Judul": "PERANCANGAN STRUKTUR ATAS FASILITAS SELUNCUR ES CIMANGGIS", "Abstrak": "Karya tulis ini membahas perencanaan struktur pada fasilitas seluncur es cimanggis berdasarkan dari data arsitek yang telah diberikan. Dalam perancangan ini, struktur dirancang dengan sistem Struktur Rangka Pemikul Momen Khusus (SPRMK) dengan mengacu kepada ketentuan – ketentuan yang terdapat dalam SNI 1726:2019 tentang “tata cara perencanaan ketahanan gempa untuk struktur gedung dan non gedung”, SNI 2847:2019 tentang “persyaratan beton struktural untuk bangunan gedung”, SNI 1727:2019 tentang beban minimum untuk perancanaan bangunan gedung dan struktur lain”. Lingkup perencanaan Fasilitas Seluncur Es Cimanggis ini hanya berfokus pada perancangan struktur beton bertulang. Perancanaan struktur ini didasarkan pada pemodelan analisis gaya dalam dengan menggunakan bantuan perangkat lunak ETABS 17. Perencanaan detail untuk masing masing elemen struktur dilakukan dengan bantuan perangkat lunak PCA column untuk elemen kolom serta SAFE 2016 untuk elemen pelat. Struktur yang didesain harus mampu memenuhi syarat untuk menahan beban mati, beban mati tambahan, beban hidup, beban gempa, serta deformasi yang tidak melampaui batas maksimum yang diperbolehkan.", "Daftar File": {"ABSTRAK Fidel Jesse Jordan Manurung": "https://digilib.itb.ac.id/gdl/download/236485", "COVER Fidel Jesse Jordan Manurung": "https://digilib.itb.ac.id/gdl/download/245480", "PUSTAKA Fidel Jesse Jordan Manurung": "https://digilib.itb.ac.id/gdl/download/245488"}, "Penulis": "Fidel Jesse Jordan Manurung [15017115]", "Kontributor / Dosen Pembimbing": ["Ir. Cahyono, Ph.D.", "Andhika Sahadewa, S.T., M.S.E, Ph.D.", "Erwin Lim, S.T., M.S., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "perancangan, struktur, tahan gempa, beton bertulang, SPRMK", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "27 Sep 2021"}