{"Nomor": 61584, "Judul": "PERANCANGAN REKAYASA TRANSPORTASI GEDEBAGE AQUATIC CENTER", "Abstrak": "Gedebage Aquatic Center adalah sebuah bangunan fasilitas olahraga yang terletak di Jalan SOR GBLA, Kota Bandung. Bangunan ini memiliki satu fungsi khusus yaitu sebagai tempat pertandingan olahraga dengan luas lahan 39000m2. Gedebage Aquatic Center dirancang dengan memperhatikan seluruh aspek konstruksi, salah satunya adalah bidang transportasi. Perancangan bidang transportasi mencakup dua hal besar, yaitu terkait perancangan fasilitas transportasi dan analisis dampak lalu lintas akibat pembangunan.\nFasilitas transportasi yang dirancang terdiri dari ruang parkir dan perkerasan jalan akses. Perancangan ruang parkir dilakukan dengan menentukan kebutuhan parkir serta mengikuti Pedoman Teknis Fasilitas Parkir yang dikeluarkan oleh Direktur Jenderal Perhubungan Darat. Ruang parkir yang disediakan hasil perancangan adalah 173 SRP mobil,10 SRP Disabilitas, 160 SRP motor dan 30 SRP Bus. Jalan akses didesain dnegan system perkerasan lentur dengan mengacu pada Metode Analisis Komponen sehingga memiliki ketebalan lapisan 35 cm.\nAnalisis dampak lalu lintas dilakukan untuk mengetahui pengaruh operasional Gedebage Aquatic Center terhadap kinerja ruas dan simpang lalu lintas terdekat. Untuk mengetahui pengaruh operasional bangunan, dihitung kebutuhan pergerakan atau bangkitan dan tarikan yang dihasilkan pada jam puncak.", "Daftar File": {"ABSTRAK Danny Wibowo": "https://digilib.itb.ac.id/gdl/download/236500"}, "Penulis": "Danny Wibowo [15017083]", "Kontributor / Dosen Pembimbing": ["Ir. Sindur P. Mangkoesoebroto, M.S.EM, Ph.D.", "Prof. Ir. Harun Al Rasyid, M.Sc., Ph.D.", "Sugeng Krisnanto, S.T., M.T., Ph.D.", "Dr. Ana Nurganah Chaidar, S.T., M.T.", "Budi Hasiholan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Analisis dampak lalu lintas, manajemen lalu lintas, perancangan ruang parkir, jalan akses, perkerasan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2021"}