{"Nomor": 61585, "Judul": "PRA RANCANGAN SISTEM PENYIMPANAN CABAI MERAH KERITING MENGGUNAKAN TEKNOLOGI ZEER POT : PENGARUH SISTEM PENYIMPANAN ZEER POT MENGGUNAKAN MEDIA PENDINGIN ARANG KAYU DENGAN PENAMBAHAN VARIASI BENTUK KARBON AKTIF TERHADAP MUTU CABAI MERAH KERITING (CAPSICUM ANNUM L)", "Abstrak": "Cabai merah keriting termasuk kedalam komoditas hortikultura yang sering mengalami fluktuasi harga di pasaran. Hal tersebut salah satunya disebabkan karena adanya permasalahan pada rantai distribusi cabai merah keriting dari daerah sentra produksi ke pusat konsumsi yang berdampak terhadap ketidaksesuaian jumlah ketersediaan dan permintaan. Pengaplikasian tahap penyimpanan pada alur distribusi cabai merah keriting menggunakan zeer pot dapat menjadi salah satu solusi alternatif untuk mengatasi permasalahan tersebut, sehingga tujuan dilakukannya penelitian ini adalah untuk mengetahui pengaruh dari metode penyimpanan zeer pot menggunakan media pendingin arang kayu dengan penambahan karbon aktif sebagai etilen adsorben terhadap mutu dari cabai merah keriting selama penyimpanan. Hasil pengujian terhadap persentase susut bobot dan kadar air cabai merah keriting selama penyimpanan menunjukkan perlakuan penyimpanan dalam zeer pot memiliki nilai persentase susut bobot mendekati 0% dan rata rata persentase kadar air sebesar 80%. Hasil uji vitamin C menunjukan seluruh perlakuan mengalami penurunan nilai yang hampir sama selama penyimpanan. Hasil uji laju respirasi menunjukan perlakuan penyimpanan dalam zeer pot dengan penambahan karbon aktif berbentuk granula memiliki pola laju respirasi yang lebih rendah dibandingkan dengan perlakuan lainnya yaitu berkisar 200-400 ppm/kg.jam hingga akhir penyimpanan. Di akhir penyimpanan, cabai merah keriting yang disimpan dalam zeer pot memiliki kandungan capsaicin yang berkisar antara 200-500 ?g/ gram b.k dan termasuk kategori agak pedas, sedangkan cabai yang disimpan tanpa menggunakan zeer pot memiliki kandungan capsaicin sebesar 59,5 ?g/ gram b.k dan termasuk katerogi tidak pedas. Hasil uji organoleptik mutu hedonik dan hedonik menunjukkan secara umum perlakuan penyimpanan dalam zeer pot dengan penambahan karbon aktif berbentuk granula dan tanpa penambahan karbon aktif memiliki skor mutu 3-4 serta disukai oleh panelis dibandingkan dengan perlakuan lainnya.", "Daftar File": {"ABSTRAK Sarah Rismayanti": "https://digilib.itb.ac.id/gdl/download/236499"}, "Penulis": "Sarah Rismayanti [11917011]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Asep Hidayat, M.P.", "Dr. Ir. Rika Alfianny, M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Kunci: Cabai merah keriting, zeer pot, arang kayu, karbon aktif", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2021"}