{"Nomor": 61594, "Judul": "DESAIN PENYELENGGARAAN PROGRAM JAMINAN KEHILANGAN PEKERJAAN (JKP) BPJS KETENAGAKERJAAN DENGAN PENDEKATAN STOKASTIK", "Abstrak": "Peraturan Pemerintah Nomor 37 Tahun 2021 tentang Jaminan Kehilangan Pekerjaan (JKP) mengatur sejumlah ketentuan terkait penyelenggaraan program JKP oleh BPJS Ketenagakerjaan. Beberapa ketentuan yang tertuang di dalamnya antara lain menetapkan tingkat iuran sebesar 0,46% dari upah terlapor yang merupakan komposisi pendanaan dari pemerintah pusat dan rekompisisi iuran program Jaminan Kecelakaan Kerja dan Jaminan Kematian BPJS Ketenagakerjaan serta pemberian manfaat cash benefit sebesar 45% untuk 3 bulan pertama dan 25% untuk 3 bulan berikutnya bagi pekerja yang eligible. Dalam penelitian ini akan dijelaskan secara umum karakteristik sebuah program jaminan sosial yang meliputi penentuan besar manfaat klaim, perhitungan jumlah konstribusi iuran serta gambaran kecukupan dana program JKP. Beberapa variabel yang digunakan dalam perhitungan tersebut antara lain prediksi jumlah tenaga kerja PHK, distribusi upah tenaga kerja aktif dan PHK, serta durasi menganggur. Dalam penentuan prediksi tenaga kerja PHK digunakan model ARIMA dan diperoleh model terbaik adalah ARIMA (1, 1, 1) dengan parameter ????1 = -0,135 dan ????1 = 0,606 yang selanjutnya digunakan untuk prediksi jumlah tenaga kerja PHK satu tahun ke depan. Selain itu untuk variabel upah aktif dan upah PHK dilakukan pencocokkan untuk mencari distribusi yang paling sesuai dengan data tersebut, dan dengan melihat nilai AIC dan BIC terendah maka distribusi yang sesuai untuk upah PHK adalah distribusi Normal dengan ???? = 3.438.107,10 dan ???? = 325.237,5 serta distribusi Weibull untuk upah PHK dengan parameter ???? = 14,49 dan ???? = 5.013.442. Selain itu terdapat data re-enter peserta klaim JHT BPJS Ketenagakerjaan yang berdistribusi Normal dengan parameter ???? = 7,892532 dan ???? = 4,468749 yang menghasilkan nilai peluang untuk masing-masing kategori lama waktu menganggur. Hasil perhitungan variabel-variabel tersebut menghasilkan nilai total kontribusi iuran dan total besar manfaat klaim JKP selama satu tahun kedepan serta menggambarkan kondisi kecukupan dana program JKP yang masih kurang sehat.", "Daftar File": {"ABSTRAK Zaiful Bahri": "https://digilib.itb.ac.id/gdl/download/236508"}, "Penulis": "Zaiful Bahri [20819017]", "Kontributor / Dosen Pembimbing": ["Dr. Utriweni Mukhaiyar, S.Si., M.Si.", "Dr. RR. Kurnia Novita Sari, S.Si., M.Si.", "Dr. Sandy Vantika, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Jaminan Kehilangan Pekerjaan, Cash Benefit, Kecukupan Dana Jaminan Sosial, model ARIMA, Pencocokkan Distribusi.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "27 Sep 2021"}