{"Nomor": 61608, "Judul": "PEMILIHAN KATEGORI PRODUK TERBAIK UNTUK DIPROMOSIKAN PADA PROMOSI TERDIFERENSIASI BERSIFAT SEGMENT-SPECIFIC DI GROCERY E-COMMERCE PASARNOW MENGGUNAKAN TEKNIK DATA MINING", "Abstrak": "Banyaknya jumlah grocery e-commerce di Indonesia akibat peralihan perilaku pembelian ke belanja online menyebabkan persaingan pada grocery e-commerce semakin ketat. Pasarnow perlu memiliki strategi yang baik agar dapat tetap bersaing dengan kompetitor. Saat ini Pasarnow memiliki berbagai promosi penjualan, namun promosi penjualan tersebut masih bersifat undifferentiated dimana semua segmen pelanggan akan mendapatkan promosi penjualan yang sama sehingga performa dari promosi tersebut kurang baik Maka dari itu, penelitian ini bertujuan untuk melakukan pemilihan kategori produk terbaik untuk dipromosikan pada promosi terdiferensiasi bersifat segment-specific yang diharapkan dapat meningkatkan profit perusahaan serta peningkatan redemption rate promosi.\nPenelitian ini menggunakan metodologi Cross-Industry Standard Process for Data Mining (CRISP-DM) dan digunakan tiga proses yaitu melakukan segmentasi pelanggan menggunakan model clustering dengan algoritma generalized k-means dengan group constraint, mendapatkan kombinasi kategori produk yang paling sering dibeli bersamaan pada suatu transaksi dengan association rule mining dengan algoritma Apriori, dan perhitungan profit dari kategori produk untuk memilih kategori produk dengan profitability tinggi serta kemampuan menginisiasi pembelian bersifat cross-category dengan prinsip PROFSET (PROFitability per SET).\nPenelitian menghasilkan empat kategori produk dengan profitability tinggi dan kemampuan untuk menginisiasi pembelian cross-cateogry untuk dipromosikan pada delapan segmen pelanggan yang dihasilkan. Hasil dari penelitian ini dapat dilakukan untuk menjalankan promosi terdiferensiasi bersifat segment-specific yang diharapkan dapat meningkatkan redemption rate promosi dan profit perusahaan.", "Daftar File": {"ABSTRAK Audira Asterina": "https://digilib.itb.ac.id/gdl/download/236525"}, "Penulis": "Audira Asterina [13417025]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Rajesri, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "promosi terdiferensiasi, segmentasi pelanggan, k-means clustering dengan group constraint, association rule mining, model PROFSET.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2021"}