{"Nomor": 61603, "Judul": "MODEL KONSEPTUAL DAN POTENSI SISTEM PANAS BUMI GUNUNG KEMBAR, ACEH BERDASARKAN GEOKIMIA MANIFESTASI", "Abstrak": "Gunung Kembar merupakan gunungapi komposit yang berada dalam Kaldera\nKembar dan berasosiasi dengan sistem Sesar Sumatera. Terdapat dua pusat erupsi\npasca-kaldera yang disebut Burni Kembar dan Burni Waihlup dan satu pusat erupsi\ndi dinding kaldera yang disebut Burni Kelalang. Kompleks volkanik Gunung\nKembar mempunyai volume sekitar 75 km3 dan menunjukkan kemungkinan adanya\npotensi energi panas bumi yang besar. Manifestasi panas bumi yang muncul di\nkompleks volkanik ini berupa fumarola, solfatara, kaipohan dan mata air panas.\nMaksud penelitian ini adalah untuk membuat model konseptual dan menghitung\npotensi panas bumi Gunung Kembar, dan tujuan penelitian ini adalah mengetahui\nlitologi reservoir, struktur geologi pengontrol jalur permeabilitas, karakteristik\nfluida hidrotermal, pola aliran fluida hidrotermal, serta potensi panas bumi Gunung\nKembar. Metode penelitian yang dilakukan berupa studi literatur, analisis anomali\ntemperatur dari citra satelit Landsat-8, analisis kelurusan dari DEM, analisis\ngeokimia air dan gas berupa analisis anion, kation, serta isotop stabil ?18O dan ?2H.\nHasil penelitian menunjukkan bahwa Gunung Kembar merupakan sistem panas\nbumi volkanik dengan entalpi tinggi. Sumber panas dari sistem ini adalah sisa\nmagmatisme Gunung Kembar yang berumur Pleistosesn Akhir. Reservoir sistem\npanas bumi diperkirakan berada pada kedalaman ±1.500 m, yaitu pada Satuan\nBatupasir dan Satuan Batugamping Terumbu dengan tipe permeabilitas berupa\nsesar dan rekahan. Fluida panas bumi bertemperatur 260±10oC mengalir dari\nreservoir ke zona upflow di sekitar Kawah Waihlup, kemudian mengalir ke zona\noutflow di luar Kaldera Kembar melalui Sesar Merpunge dan muncul sebagai\nmanifestasi air hangat hingga panas di sepanjang Sesar Blangkejeren yang\nmerupakan bagian dari Sesar Sumatera. Gunung Kembar memiliki potensi panas\nbumi yang tinggi dengan sumber daya sebesar 225 hingga 320 MWe.", "Daftar File": {"ABSTRAK Andrian Hendrik Sibarani": "https://digilib.itb.ac.id/gdl/download/236519"}, "Penulis": "Andrian Hendrik Sibarani [12016010]", "Kontributor / Dosen Pembimbing": ["Ir. Niniek Rina Herdianita, M.Sc., Ph.D.", "Dr.Eng. Very Susanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Gunung Kembar, geokimia, potensi panas bumi, model konseptual", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2021"}