{"Nomor": 61618, "Judul": "KESESUAIAN DAN STRATEGI PENGEMBANGAN SISTEM PERMAKULTUR PADA DAERAH PERI-URBAN: STUDI KASUS DI KEBON BELAJAR, RANCAEKEK, KABUPATEN BANDUNG", "Abstrak": "Pertumbuhan kawasan perkotaan dan integrasi daerah pedesaan dengan perkotaan menyebabkan tuntutan untuk pemenuhan kebutuhan pangan dipenuhi secara mandiri, terutama melalui pemanfaatan kawasan peri-urban. Seiring dengan peningkatkan kompetisi antara pertanian dan kebutuhan non-pertanian (khususnya terkait dengan lahan), diperlukan suatu pendekatan yang berkelanjutan dalam pertanian. Pendekatan tersebut diharapkan dapat menghasilkan produk pangan serta menjadi daerah yang dapat memberikan layanan ekosistem pada masyarakat di sekitarnya. Sehubungan dengan ini, studi ini dilakukan untuk melihat kesesuaian sistem pertanian berkelanjutan, yang dalam hal ini diwakili oleh sistem permakultur, di daerah peri-urban dalam memenuhi perannya sebagai penyedia pangan dan sistem yang mampu meregenerasi kerusakan lingkungan. Informasi yang diperoleh dijadikan dasar untuk mendesain pendekatan dalam penyusunan strategi perancangan dan penerapan sistem permakultur di masa depan. Penelitian ini dilakukan di Kebon Belajar milik Tunas Nusa yang berlokasi di Desa Rancaekek Wetan, Kecamatan Rancaekek, Kabupaten Bandung, Jawa Barat. Kesesuaian dengan 12 dasar konsep permakultur dari sistem pertanian ini selanjutnya dinilai berdasarkan aspek PKIV (Prinsip, Kriteria, Indikator, Verifier). Data yang digunakan untuk analisis PKIV adalah profil ekonomi (potensi hasil panen dan penjualan), ekologi (kualitas udara, tanah, dan air) dan sosial dari masyarakat di sekitar lokasi Kebon Belajar. Hasil penelitian ini menunjukkan bahwa aspek terkait dengan permakultur yang belum dapat dipenuhi adalah aspek pH tanah sawah yang masih di bawah standar netral, kandungan C/N pada tanah dan kandungan logam berat pada tanah dan air. Sehingga, rekomendasi untuk peningkatan manfaat dari Kebon Belajar terdiri dari solusi jangka pendek dan jangka panjang.", "Daftar File": {"ABSTRAK Mohammad Izzar Rosyadi": "https://digilib.itb.ac.id/gdl/download/236542"}, "Penulis": "Mohammad Izzar Rosyadi [21319014]", "Kontributor / Dosen Pembimbing": ["Ramadhani Eka Putra, S.Si., M.Si., Ph.D.", "Angga Dwiartama, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Peri Urban, Permakultur, PKIV, keberlanjutan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2021"}