{"Nomor": 61622, "Judul": "PENGAJUAN STRATEGI BISNIS UNTUK MENINGKATKAN KEUNGGULAN KOMPETITIF TERHADAP GREATSTUFFTOBUY", "Abstrak": "Selama pandemi Covid-19 dan didukung adanya protocol kesehatan dari pemerintah, kebanyakan wanita lebih memilih untuk diam di rumah daripada melakukan perawatan wajah di klinik kecantikan. Greatstufftobuy (GSTB) sebagai bisnis online untuk alat kecantikan, mencoba menawarkan sebuah inovasi produk sebagai solusi di era pandemi ini, yaitu LED Guasha. GSTB dibangun sejak akhir 2019, dan mulai menjual LED Guasha sejak Oktober 2020. Setelah beberapa bulan launching, GSTB akhirnya menemukan masalah, khususnya mengenai persaingan di pasar. GSTB memiliki beberapa pesaing yang lebih dulu memasuki pasar. GSTB juga mengalami penjualan fluktuatif dan terancam dengan pesaing baru di masa yang akan datang. Untuk menemukan akar permasalahan, situasi external dan internal akan dianalisa dengan beberapa cara. Data primer dilakukan dengan kualitatif dan kuantitatif, dan data sekunder didapatkan dari website, laporan-laporan terkait, buku-buku, dan jurnal.\n\nDari analisa yang dilakukan, terdapat beberapa faktor yang mempengaruhi pelanggan GSTB lebih tertarik kepada pesaingnya: (1) Minimnya promosi dan aktifitas sosial media, (2) Minimnya jumlah produk yang ditawarkan, (3) Tidak ada keunikan yang ditawarkan. Untuk itu, sebagai hasil dari analisa, solusi bisnis yang diajukan ialah pembaruan Business Model Canvas.", "Daftar File": {"COVER Weny Faradita Apriliani": "https://digilib.itb.ac.id/gdl/download/263055", "BAB 1 Weny Faradita Apriliani": "https://digilib.itb.ac.id/gdl/download/263056", "BAB 2 Weny Faradita Apriliani": "https://digilib.itb.ac.id/gdl/download/263057", "BAB 3 Weny Faradita Apriliani": "https://digilib.itb.ac.id/gdl/download/263058", "BAB 4 Weny Faradita Apriliani": "https://digilib.itb.ac.id/gdl/download/263060", "PUSTAKA Weny Faradita Apriliani": "https://digilib.itb.ac.id/gdl/download/263061"}, "Penulis": "Weny Faradita Apriliani [29319314]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mohammad Hamsal, MSE, MQM, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bisnis Model Canvas, Usulan Strategi Bisnis, Keunggulan Kompetitif, Industri Kecantikan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "27 Sep 2021"}