{"Nomor": 61623, "Judul": "ANALISIS STRATEGI PENGAMBILAN KEPUTUSAN BAGI PT BORNEO BYR MAKMUR", "Abstrak": "Banyak faktor yang perlu dipertimbangkan oleh perusahaan yang bergerak di bidang bisnis batubara sebelum mengambil keputusan penting untuk menjaga pertumbuhan dan keberlanjutan bisnisnya. Pengambilan keputusan perusahaan tambang batubara harus dilakukan dengan menggunakan prinsip kehati-hatian dengan mempertimbangkan banyak faktor terkait untuk memaksimalkan keuntungannya dan/atau meminimalisir kerugian akibat kesalahan dalam pengambilan keputusan. \nUntuk mendukung pertumbungan dan keberlanjutan bisnisnya, PT Borneo BYR Makmur menyiapkan serangkaian strategi bisnis, salah satunya dengan mengakuisisi PT A, PT B, PT C, dan PT D yang berlokasi di Kalimantan Timur sebagai anak perusahaan sejak akhir tahun 2010. Saat ini, PT A, PT B, PT C, dan PT D berada dalam status suspensi sejak tahun 2015 dan tidak dapat berkontribusi dalam pendapatan kepada PT Borneo BYR Makmur, sementara biaya tetap berjalan.\nTujuan dari penelitian dalam Proyek Akhir ini adalah untuk menawarkan rekomendasi dan solusi yang dapat dipergunakan oleh PT Borneo BYR Makmur untuk pengambilan keputusan perencanaan masa depan PT A, PT B, PT C, dan PT D dengan menggunakan pendekatan analisis masalah.\nRencana pelaksanaan dari Proyek Akhir ini disusun sesuai dengan hukum dan peraturan yang berlaku untuk bisnis pertambangan batubara di Indonesia.", "Daftar File": {"COVER Lamria Delima Rusmeliana S": "https://digilib.itb.ac.id/gdl/download/267025", "BAB 1 Lamria Delima Rusmeliana S": "https://digilib.itb.ac.id/gdl/download/267026", "BAB 2 Lamria Delima Rusmeliana S": "https://digilib.itb.ac.id/gdl/download/267027", "BAB 3 Lamria Delima Rusmeliana S": "https://digilib.itb.ac.id/gdl/download/267028", "BAB 4 Lamria Delima Rusmeliana S": "https://digilib.itb.ac.id/gdl/download/267029", "PUSTAKA Lamria Delima Rusmeliana S": "https://digilib.itb.ac.id/gdl/download/267030"}, "Penulis": "Lamria Delima Rusmeliana S [29319342]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Utomo Sarjono Putro, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Decision Making, Delphi Technique, Kepner Tregoe, SMART", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "27 Sep 2021"}