{"Nomor": 61628, "Judul": "REVITALISASI STRATEGI BISNIS PADA USAHA KECIL DAN MENENGAH PRODUSEN BUMBU SIAP SAJI: STUDI CV GERAK TANI", "Abstrak": "Indonesia adalah negara kepulauan terbesar di dunia, dengan keanekaragaman hayati yang tinggi pada tumbuhan, salah satunya tumbuhan bumbu. Kementerian Perdagangan Indonesia menyatakan, komoditas tumbuhan bumbu, pada 2019 mencapai USD 13,77 milliar, dan diprediksi akan bertumbuh setiap tahun dengan kecepatan pertumbuhan 6,3% dari 2020 – 2027. Gerak Tani adalah UMKM yang memproduksi bumbu siap saji, sejak 1977 dengan moto : “Awet tanpa pengawet, sedap tanpa penyedap”. Moto ini menjadi klaim produk dan keunggulan yang kompetitif, menggunakan sinar gama untuk proses pengawetan, dan telah dipatenkan. Pertumbuhan perusahaan tidak terlalu signifikan dalam 5 tahun terakhir, sementara sektor bisnis bumbu siap saji meningkat setiap tahunnya. Ini menjadi masalah pada bisnis untuk Gerak Tani.\nStudi ini menggunakan fishbone and 5why’s analysis, untuk menentukan akar masalah. Dengan analisis internal menggunakan STP, dan Marketing Mix Analysis (7P), dikombinasikan dengan analisis eksternal menggunakan PESTLE analysis, 5 porter’s force analysis, analisis kompetitor dan analisis konsumen, penulis memformulasikan strategi menggunakan diamond strategy dan New Marketing Mix Analysis (7P). Pertumbuhan Gerak Tani tidak signifikan, inovasi produk yang rendah dan brand awareness yang rendah, didasari pada tidak jelasnya struktur organisasi dan tanggung jawab pekerjaan. Aktivitas pemasaran pun rendah, dibandingkan dengan kompetiror. Gerak Tani tak memiliki department supply chain untuk merencanakan produksi dan mengontrol persediaan, sementara dokumentasi persediaan dan kapasitas produksi masih menggunakan kertas, menyebabkan biaya yang tinggi, dan kehilangan penjualan saat musim perayaan. Saluran pasar Gerak Tani lebih banyak di pasar tradisional, sementara kompetitor aktif pada pasar modern, e-commerce, dan pasar tradisional. Kompetitor bertambah, dengan kemudahan memulai bisnis pada sektor ini, dan aktivitas pemasaran yang tinggi pada kompetitor, membuat Gerak Tani kalah dalam kompetisi,\nDengan analisis internal dan eksternal, penulis menyarankan Gerak Tani untuk me-revitalisasi strategi bisnis mereka, dengan mengimplementasi struktur organisasi yang disarankan, mengimplementasi digitalisasi, meningkatkan aktivitas pemasaran, mengeluarkan produk premium baru, dan Lisensi produk utnuk diproduksi dari perusahaan lain, untuk menambah pendapatan dari Gerak Tani. Strategi ini bisa memecahkan masalah Gerak Tani dalam hal pertumbuhan perusahaan yang tidak signifikan, inovasi produk yang rendah, serta brand awareness yang rendah.", "Daftar File": {"COVER Wilson Christoper": "https://digilib.itb.ac.id/gdl/download/263062", "BAB 1 Wilson Christoper": "https://digilib.itb.ac.id/gdl/download/263063", "BAB 2 Wilson Christoper": "https://digilib.itb.ac.id/gdl/download/263064", "BAB 3 Wilson Christoper": "https://digilib.itb.ac.id/gdl/download/263065", "BAB 4 Wilson Christoper": "https://digilib.itb.ac.id/gdl/download/263066", "PUSTAKA Wilson Christoper": "https://digilib.itb.ac.id/gdl/download/263067"}, "Penulis": "Wilson Christoper [29319360]", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana, S.Farm., M.A.B."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bumbu Siap Saji, Usaha Kecil Menengah, Strategi Bisnis, Strategi Pemasaran, Strategi Revitalisasi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "27 Sep 2021"}