{"Nomor": 61633, "Judul": "MENGHINDARI KETIDAKKONSISTENAN IMPLEMENTASI RENCANA PEMERINTAH UNTUK WILAYAH PERBATASAN -PENERAPAN ANALYTIC HIERARCHY PROCESS (AHP) DALAM PROGRAM PEMBANGUNAN WILAYAH PERBATASAN", "Abstrak": "Pemerintah Indonesia berupaya mengubah arah kebijakan pembangunan yang\nsemula cenderung inward looking menjadi outward looking melalui RPJMN tahun\n2010-2014. Dilanjutkan dengan pengembangan kawasan perbatasan sebagai Pusat\nKegiatan Strategis Nasional (PKSN) sesuai dengan RPJMN 2015-2019 (PP Nomor\n2 Tahun 2015), dan peningkatan kawasan perbatasan, perdesaan dan transmigrasi\nsebagai salah satu prioritas pembangunan dalam RPMN 2020-2024 (PP Nomor 18\nTahun 2020). Badan Nasional Pengelola Perbatasan (BNPP), sebagai Lembaga Non\nStruktural, bertindak sebagai perwakilan pemerintah pusat dengan visi\n“Terwujudnya Tata Kelola Batas Negara dan Kawasan Perbatasan yang aman,\ntertib, maju dan menjadi pusat pertumbuhan ekonomi yang menjamin kesejahteraan\nrakyat dan keutuhan Negara Kesatuan Republik Indonesia”. Badan ini telah\nmenyusun Rencana Induk (Renduk) dan Rencana Aksi 2015-2019 untuk\npengelolaan pembangunan perbatasan agar lebih fokus dan menyeluruh. Salah satu\nmasalah yang ada adalah belum adanya mekanisme evaluasi keterlibatan anggota\nbadan perbatasan dalam pelaksanaan pembangunan kawasan perbatasan (Master\nPlan dan Action Plan). Berdasarkan laporan audit dari BPK-RI (Badan Pemeriksa\nKeuangan), diketahui banyak infrastruktur yang dibangun oleh kementerian teknis\ntidak sesuai dengan Rencana Induk pembangunan perbatasan. Kondisi ini berarti\nbahwa terlepas dari tingginya persentase realisasi anggaran, tingkat rencana yang\ndapat dieksekusi dalam program perbatasan negara sangat rendah. Dugaan penulis\nhal ini disebabkan karena tidak efektifnya komunikasi antar anggota instansi yang\nmengakibatkan rendahnya presentase pencapaian kegiatan. Oleh karena itu tujuan\npenulisan thesis ini adalah untuk dapat mengidentifikasi beberapa faktor yang\ndiduga berpengaruh dalam efektivitas organisasi untuk dapat lebih meningkatkan\nterlaksananya rencana kegiatan yang sudah ditetapkan sebelumnya. Metode\npenelitian yang digunakan dalam penelitian ini adalah Analytical Hierarchy Process\n(AHP), metode ini digunakan untuk menyusun rekomendasi yang diprioritaskan\ndalam rangka meningkatkan efektivitas komunikasi anggota untuk melanjutkanpembangunan perbatasan secara efektif dan efisien. Hasil dan kesimpulan dari\npenelitian diketahui bahwa komunikasi politik lintas kementrian merupakan kriteria\npaling tinggi dalam menentukan efektivitas pencapaian kegiatan organisasi. Dan\nuntuk menunjang hal tersebut salah satu program utama yang diusulkan adalah\nuntuk menerbitkan peraturan atas Rencana Induk dan Action Plan yang memiliki\nkewenangan lebih tinggi dari yang sudah ada sebelumnya.", "Daftar File": {"ABSTRAK Ronny Christanto": "https://digilib.itb.ac.id/gdl/download/236551"}, "Penulis": "Ronny Christanto [25419009]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.Eng. Pradono, S.E., M.Ec.Dev."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Analytical Hierarchy Process (AHP), Rencana, Anggaran, Batas Negara.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "1 file", "Tanggal Input": "27 Sep 2021"}