{"Nomor": 61638, "Judul": "IDENTIFIKASI DAMPAK PEMBANGUNAN INFRASTRUKTUR JALAN TOL TERHADAP KONDISI SOSIAL EKONOMI MASYARAKAT (PETANI KELURAHAN UJUNG GUNUNG, KECAMATAN MENGGALA, KABUPATEN TULANG BAWANG, LAMPUNG)", "Abstrak": "Pembangunan infrastrukur yang meliputi pembangunan konektivitas nasional\ndiyakini dapat menjadi salah satu jawaban atas permasalahan ketimpangan di\nIndonesia. Sebagai perwujudannya, pemerintah melakukan pembangunan\ninfrastrukur berupa Jalan Tol Trans Sumatera (JTSS). Melalui pembangunan\ninfrastruktur JTTS yang dimulai di Provinsi Lampung, diharapkan adanya\npeningkatan daya saing, serta penekanan biaya ekonomi. Provinsi Lampung\nmerupakan penghasil padi terbesar peringkat kelima di Indonesia atau pertama di\nPulau Sumatera. Provinsi Lampung selaku sebagai salah satu lumbung padi\nIndonesia, mengharapkan tujuan tersebut dapat dirasakan pula oleh para petani.\nNamun pada saat proses pembangunan JTTS, terdapat dampak negatif yang\nditimbulkan seperti menganggu sistem perairan irigasi petani sehingga berdampak\ngagal panen. Oleh sebab itu penelitian dilakukan untuk mengetahui dampak yang\nditimbulkan oleh pembangunan infrastruktur jalan tol terhadap kondisi sosial\nekonomi petani Kelurahan Ujung Gunung. Penelitian ini menggunakan analisis\ndeskriptif dan analisis kesenjangan dengan metode pengambilan datanya meliputi\nkuesioner sebanyak 85 responden dan wawancara kepada 7 gapoktan serta Dinas\nPertanian. Variabel yang digunakan dalam penelitian ini adalah pekerjaan,\npendidikan, dan pendapatan serta manfaat jalan tol itu sendiri. Berdasarkan hasil\nanalisis diketahui bahwa para petani merasakan manfaat jalan tol berupa\npenghematan biaya dan waktu, kelancaran arus lalu lintas serta distribusi barang\ndan jasa tanpa adanya perubahan yang siginifikan untuk kondisi sosial ekonomi,\nnamun tarif tol masih dirasa terlalu mahal dan jalan kurang mulus. Oleh karena itu\npengelola BPJT harus memaksimalkan perawatan jalan tol serta mempertimbangkan\nkembali mengenai tarif tol agar manfaat jalan tol dapat dirasakan secara penuh.", "Daftar File": {}, "Penulis": "Atika Putri Mardiansari [15417040]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Heru Purboyo Hidayat Putro, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Jalan Tol Trans Sumatera (JTTS), ,petani Ujung Gunung, kondisi sosial ekonomi, manfaat jalan tol, analisis kesenjangan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "27 Sep 2021"}