{"Nomor": 61631, "Judul": "PENINGKATAN SISTEM MANAJEMEN CASH ON DELIVERY PADA MOTOR EXPRESS", "Abstrak": "Pesatnya pertumbuhan industri logistik di Indonesia, juga seiring dengan pertumbuhan industri e-commerce sebagai salah satu pendorong pertumbuhan utama. Sebagai perusahaan logistik yang menjalankan bisnis di pasar courier, express, dan parcel (CEP), Motor Express juga mengalami peningkatan berbagai macam barang dari marketplace. Beragam layanan yang ditawarkan oleh perusahaan logistik termasuk Motor Express, dapat digunakan oleh pelanggan untuk membeli barang dari e-commerce berdasarkan kebutuhan mereka. Sejalan dengan itu juga hadir dengan fleksibilitas pembayaran yang dapat digunakan, salah satunya adalah dengan cash on delivery (COD).\nNamun, ketika cash on delivery digunakan sebagai metode pembayaran akan ada tantangan yang dihadapi terkait dengan risiko terhadap skema tersebut. Sebagai perusahaan yang juga menawarkan layanan pembayaran cash on delivery, Motor Express melihat ini sebagai ruang untuk perbaikan. Alasan nya adalah menurut (BPS, 2020) pada tahun 2019 hampir 73% dari 17,013 pelaku usaha masih menggunakan cash on delivery sebagai pilihan metode pembayaran. Sehingga perusahaan perlu untuk memaksimalkan pemanfaatan pembayaran dan juga terus meningkatkan untuk meminimalisir risiko. Oleh karena itu, penelitian ini dilakukan untuk menganalisis faktor-faktor apa saja yang mempengaruhi skema cash on delivery untuk menciptakan skema pembayaran yang lebih baik.\nPenelitian menggunakan pendekatan Define, Measure, Analyze, Improve, dan Control (DMAIC) untuk mengidentifikasi faktor yang mempengaruhi skema cash on delivery. Dari hasil analisis ditemukan empat faktor yang berpengaruh terhadap skema COD yaitu: kurangnya pengetahuan tentang penggunaan cash on delivery, kecurangan internal terutama dari kurir, kecurangan dari penjual atau pembeli dan jadwal kedatangan kurir. Beberapa solusi diusulkan untuk faktor tersebut seperti bekerja sama dengan perusahaan e-commerce untuk sosialisasi cash on delivery, implementasi QR Code, bekerja sama dengan tim sales & marketing, pemberitahuan kurir lebih awal dan meletakkan contact person kurir dalam halaman website atau tracking. Berdasarkan faktor dan usulan solusi, disarankan kepada Motor Express untuk lebih melakukan meningkatkan sosialisasi dan menerapkan pembayaran QR Code agar proses yang akan diterapkan dapat menguntungkan pembeli dan Motor Express.", "Daftar File": {"COVER Setyo Okiviantoro": "https://digilib.itb.ac.id/gdl/download/262945", "BAB 1 Setyo Okiviantoro": "https://digilib.itb.ac.id/gdl/download/262946", "BAB 2 Setyo Okiviantoro": "https://digilib.itb.ac.id/gdl/download/262947", "BAB 3 Setyo Okiviantoro": "https://digilib.itb.ac.id/gdl/download/262948", "BAB 4 Setyo Okiviantoro": "https://digilib.itb.ac.id/gdl/download/262949", "PUSTAKA Setyo Okiviantoro": "https://digilib.itb.ac.id/gdl/download/262950"}, "Penulis": "Setyo Okiviantoro [29319395]", "Kontributor / Dosen Pembimbing": ["Ir. Adirizal Nizar, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Logistik, Cash on Delivery (COD), DMAIC", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "27 Sep 2021"}