{"Nomor": 61644, "Judul": "PEMODELAN REAKSI HIDROISOMERISASI KATALITIK N-DODEKANA MENGGUNAKAN REAKTOR PFR UNTUK PRODUKSI BIOAVTUR", "Abstrak": "Kebutuhan avtur Indonesia pada tahun 2018 adalah 5.717.729 KL dengan total 8,61% kebutuhan energi sektor transportasi. Kapasitas produksi avtur dalam negri tidak memadai sehingga impor avtur sebagai produk jadi mencapai 1.467.000 KL. Dalam Rencama Umum Energi Nasional pemerintah menargetkan pada tahun 2025 dapat diproduksi 0,1 juta KL bioavtur dan pada 2050 mencapai 2,7 juta KL sehingga perlu dikembangkan teknologi produksi bioavtur yang dapat memenuhi standar komersil. Ketersediaan kelapa sawit di Indonesia dan cocoknya panjang rantai karbon minyak inti sawit (PKO) membuat PKO menjadi kandidat untuk sintesis bioavtur melalui jalur hidrodeoksigenasi dan hidroiseomerisasi.\nSimulasi dilakukan terhadap reaksi hidrisomerisasi katalitik n-dodekana hasil hidrdeoksigenasi dalam reaktor PFR dengan katalis 0.5% Pt/US-Y. Analisis sensitivitas dilakukan terhadap pengaruh temperatur umpan, GHSV, tekanan umpan, serta rasio molar H2 terhadap n-dodekana. Model disusun menggunakan bahasa Python 3 dengan data-data fisik diperoleh dari peranti lunak ASPEN Plus. Dari parameter yang diuji sensitivitasnya, temperatur umpan memiliki dampak paling besar. Model menunjukkan titik beku minyak sesuai spesifikasi Jet A dipenuhi pada konversi maksimum 72,97% sementara titik nyala dicapai pada konversi maksimum 33,22% sehingga perlu dilakukan daur ulang, perubahan komposisi umpan, atau blending untuk mencapai spesifikasi avtur komersil.", "Daftar File": {"ABSTRAK Muhammad Rafli Fadhilah": "https://digilib.itb.ac.id/gdl/download/236576"}, "Penulis": "Muhammad Rafli Fadhilah [13017069]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. I.G.B. Ngurah Makertihartha", "Haryo Pandu Winoto, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "bioavtur, hidrodeoksigenasi, isomerisasi, minyak inti sawit, pemodelan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2021"}