{"Nomor": 61645, "Judul": "SIMULASI PENGONDISIAN UDARA DENGAN DEHUMIDIFIER PENGERING CAIR PADA RUANGAN GUDANG OBAT BERUKURAN 25 METER PERSEGI", "Abstrak": "Salah satu bagian penting dari distribusi obat-obatan adalah penyimpanan (storage) Penyimpanan obat-obatan harus memenuhi syarat-syarat sesuai dengan yang dianjurkan oleh World Health Organization (WHO) mengenai kondisi penyimpanan normal. Untuk memenuhi kriteria penyimpanan obat, maka diperlukan sistem pengondisian udara untuk ruangan gudang obat-obatan. Pada tugas sarjana ini, pendinginan ruangan gudang obat dilakukan dengan salah satu metode pendinginan pasif, yaitu pendinginan dengan zat pengering (desiccant cooling). Alat pengering yang dipakai berupa sebuah dehumidifier yang memanfaatkan larutan litium klorida (LiCl). Pendinginan pada dehumidifier ini disimulasikan dengan metode beda hingga (finite difference) dan dilanjutkan dengan simulasi Computational Fluid Dynamics (CFD) pada sebuah model 3 dimensi gudang obat-obatan dengan ukuran 25 m2 dimana hasil pendinginan udara oleh larutan pengering akan disimulasikan di model tersebut.\nHasil perhitungan beda hingga menunjukkan dehumidifier dapat mendinginkan sekaligus mengeringkan udara dengan parameter input dehumidifier tertentu. Temperatur udara keluar dehumidifier memiliki nilai RMS sebesar 19,47°C. Temperatur udara keluar ini kemudian digunakan sebagai udara suplai pada simulasi CFD gudang.\nHasil dari simulasi CFD menunjukkan temperatur udara rata-rata pada gudang sebesar 22,34°C dengan kelembaban relatif sebesar 49,93%, dimana temperatur dan kelembaban ini memenuhi kriteria dari WHO. Hasil ini menunjukkan bahwa penggunaan dehumidifier untuk pengondisian udara gudang obat-obatan dapat dilakukan.", "Daftar File": {"ABSTRAK Felix Kwanata": "https://digilib.itb.ac.id/gdl/download/236577"}, "Penulis": "Felix Kwanata [13116002]", "Kontributor / Dosen Pembimbing": ["Jooned Hendrarsakti, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "zat pengering, dehumidifier, metode beda hingga, CFD", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2021"}