{"Nomor": 61640, "Judul": "PROPOSAL STRATEGI TRANSFORMASI DIGITAL  UNTUK SUN LIFE FINANCIAL INDONESIA", "Abstrak": "Seiring dengan perkembangan teknologi dan adaptasi masyarakat terhadap teknologi digital, semua sektor Industri mengalami perubahan cepat yang mengubah rantai nilai atau yang biasa disebut dengan disrupsi. Disrupsi yang dibawa oleh teknologi digital telah terbukti mengubah wajah industry dengan munculnya pemain-pemain baru yang lebih lincah merebut pasar perusahaan inkumben. Untuk dapat berkompetisi dengan baik, perusahaan harus terus berinovasi untuk meningkatkan daya saing dengan mengadaptasi teknologi. Walaupun dampak dari hadirnya teknologi telah terlihat, perusahaan asuransi memerulukan waktu lebih lama untuk beradaptasi. Sun Life Finansial Indonesia perlu segera mendefinisikan strategi yang tepat untuk bertransformasi, bagaimana perusahaan bisa menyiapkan pondasi-pondasi yang tepat untuk melakukan transformasi dan terus berinovasi mengikuti zaman.\nDalam tugas akhir ini, penulis mencoba memetakan posisi perusahaan dalam kesiapan dan kapabilitas digital, serta menyiapkan pondasi transformasi digital yang tepat untuk menunjang perubahan tersebut. Alat yang digunaan dalam dalam tugas akhir ini adalah Porter’s Five Forces, PESTEL, VRIO, Value Chain Analysis, dan Digital Mastery Self- Assessment. \nSetelah melakukan Analisa masalah, penulis mendapat beberapa temuan, diantaranya adalah posisi Sun Life dalam kuadran digital mastery level, kondisi persaingan dalam pasar Asuransi Jiwa di Indonesia, kondisi eksternal, keunggulan kompetitif perusahaan, dan aktivitas yang menjadi value driver untuk perusahaan.\nBerdasarkan temuan di atas, penulis memberikan solusi bisnis berupa pondasi transformasi digital yang dibagi menjadi tiga focus besar yaitu kapabilitas digital, organisasi, dan bisnis. Transformasi digital bukan lah satu proyek yang bisa dicapai dalam satu singkat, melainkan sebuah perjalanan transformasi bisnis yang akan terus berubah mengikuti zaman. Untuk itu perusahaan perlu menyiapkan dasar-dasar yang kokoh sebelum menjadi perusahaan yang adaptif dan mencapai tujuan bisnis.", "Daftar File": {"COVER Elliza Muhammad": "https://digilib.itb.ac.id/gdl/download/261996", "BAB 1 Elliza Muhammad": "https://digilib.itb.ac.id/gdl/download/262005", "BAB 2 Elliza Muhammad": "https://digilib.itb.ac.id/gdl/download/262006", "BAB 3 Elliza Muhammad": "https://digilib.itb.ac.id/gdl/download/262007", "BAB 4 Elliza Muhammad": "https://digilib.itb.ac.id/gdl/download/262008", "PUSTAKA Elliza Muhammad": "https://digilib.itb.ac.id/gdl/download/262009"}, "Penulis": "Elliza Muhammad [29319504]", "Kontributor / Dosen Pembimbing": ["Ir. Priyantono Rudito, M.Bus. (Mktg), Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Asuransi Jiwa, Strategi Bisnis, Transformasi Digital, Pemasaran, Organisasi, Budaya Perusahaan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "27 Sep 2021"}