{"Nomor": 61653, "Judul": "SIMULASI NUMERIK DAN OPTIMISASI CRASH BOX BERDINDING TIPIS BERKONFIGURASI DOUBLE HAT DENGAN PEMBEBANAN AKSIAL", "Abstrak": "Meningkatnya jumlah kecelakaan baik pada transportasi darat, air, maupun udara menyebabkan keselamatan transportasi menjadi topik yang banyak dibahas baik dari sisi industri dan manufaktur maupun pemerintahan. Crash box merupakan salah satu  sistem  keselamatan transportasi  pasif  di  mana fungsi  dari  crash  box  adalah menyerap energi impak pada saat terjadi tabrakan. Penelitian tugas akhir ini difokuskan pada crash box dengan konfigurasi double hat. Konfigurasi ini dipilih karena relatif mudah untuk dimanufaktur, serta dari hasil penelitian sebelumnya ditunjukkan bahwa crash box dengan konfigurasi double hat memiliki nilai parameter kelaikan tabrak yang lebih baik dibandingkan dengan konfigurasi top hat dan persegi. Simulasi numerik dan optimasi crash box konfigurasi double hat dan double hat taper dilakukan untuk menentukan desain optimum yang dapat memberikan nilai parameter kelaikan tabrak terbaik. Objektif yang dipilih untuk proses optimasi adalah mean crushing force (Pm), crushing force efficiency (CFE)  dan Specific Energy Absorption (SEA). Simulasi numerik dilakukan dengan menggunakan metode elemen hingga eksplisit nonlinear, sedangkan untuk proses optimasi dilakukan dengan metode Kriging surrogate modelling.\nHasil penelitian menunjukkan bahwa meningkatkan ketebalan crash box lebih efisien untuk meningkatkan performa kelaikan tabrak dibandingkan dengan meningkatkan kelilingnya. Parameter aspect ratio, yaitu perbandingan antara lebar dan panjang penampang crash box, dapat mempengaruhi performa kelaikan tabrak crash box walaupun tidak signifikan. Sedangkan untuk parameter sudut taper, dengan adanya sudut taper, nilai dari peak force (Pmax) crash box mengalami penurunan, akan tetapi nilai dari CFE dan SEA mengalami peningkatan yang  signifikan. Multi-objective optimization tidak dapat dilakukan untuk pemilihan CFE dan SEA sebagai objektif dikarenakan tidak ada trade-off di antara kedua objektif tersebut. Sedangkan untuk multi-objective optimization dengan Pm dan SEA sebagai objektif,   proses optimasi untuk konfigurasi double hat dapat menghasilkan himpunan solusi Pareto di mana konfigurasi yang paling optimum yaitu untuk ketebalan (t) 3 mm, aspect ratio (a/b) 1, dan keliling (p) 203 mm. Untuk konfigurasi double hat taper, proses optimasi juga dapat menghasilkan himpunan solusi Pareto akan tetapi terdapat solusi pada himpunan solusi Pareto yang merupakan solusi dari hasil simulasi sampel awal di mana solusi ini terletak pada ujung design space. Konfigurasi double hat yang paling optimum yaitu untuk ketebalan (t) 3 mm, aspect ratio (a/b) 1, keliling (p) 203 mm, rasio perimeter\natau perbandingan keliling atas dan bawah (prat) 0.85 dan sudut taper (????) 2.86°.", "Daftar File": {"Abstrak Mochamad Kahlil Gibran Reza Putra": "https://digilib.itb.ac.id/gdl/download/236611", "COVER Mochamad Kahlil Gibran Reza Putra": "https://digilib.itb.ac.id/gdl/download/236613"}, "Penulis": "Mochamad Kahlil Gibran Reza Putra [13617007]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Annisa Jusuf S.T., M.T., Pramudita Satria Palar S.T., M.T., Ph.D., Dr. Ir. Leonardo Gunawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Kelaikan tabrak, Design optimization, Double hat, Beban aksial", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "7 file", "Tanggal Input": "27 Sep 2021"}