{"Nomor": 61654, "Judul": "STRUCTURAL OPTIMIZATION OF ANTI-CLIMBER DEVICE FOR LIGHT RAIL TRANSIT (LRT) CRASH ENERGY ABSORBING SYSTEM", "Abstrak": "Tujuan  utama  dari penelitian  ini adalah  untuk  merancang  dan melakukan optimasi terhadap komponen anti-climber  dari struktur penyerap  energi tum- bukan sebuah light rail transit  (LRT) agar dapat meningkatkan prestasi passive safety dari struktur kendaraan. Sebuah anti-climber  berfungsi untuk  mengu- rangi risiko overriding  atau  tumpang-tindih antara dua gerbong kereta akibat kecelakaan.   Berdasarkan hal  tersebut, penelitian  ini mempelajari  pengaruh dari  anti-climber  terhadap kelaiktabrakan sistem  serta  mengestimasi  konfig- urasi optimum dari komponen tersebut  untuk memperoleh prestasi penyerapan energi tumbukan serta deformasi crashbox yang terbaik.\nDalam penelitian  ini, model gerbong depan  LRT yang digunakan  diadap- tasi dari rancangan  LRT Jabodebek.  Model anti-climber  dimodifikasi menjadi beberapa  variasi  yang  jenisnya  dibagikan  dalam  L16 orthogonal  array.    Ke- mudian, konfigurasi optimum anti-climber  diprediksi menggunakan metode Taguchi’s  Robust  Parameter Design dan  tiap  faktor  dianalisis  menggunakan metode  Analysis  of Variance   (ANOVA)  untuk  meninjau  pengaruhnya ter- hadap prestasi sistem.  Berdasarkan hasil yang diperoleh, konfigurasi optimum untuk  prestasi  penyerapan   energi  tumbuk   sistem  adalah  geared  ends (GE)- Al6061-T6-50 mm-lower offset dan toothed ends (TE)-Al6061-T6-20 mm-lower offset. Faktor  dengan pengaruh  terbesar  hingga terkecil untuk  prestasi  peny- erapan energi tumbuk  adalah material  penyusun,  ketebalan  gigi, initial  offset, dan geometri anti-climber.  Sementara  itu, untuk  prestasi  deformasi crashbox, urutan yang didapatkan adalah  ketebalan  gigi, material  penyusun,  initial  off- set, dan geometri anti-climber.", "Daftar File": {"ABSTRAK Muhammad Nurrafi Ihsan": "https://digilib.itb.ac.id/gdl/download/236619", "COVER Muhammad Nurrafi  Ihsan": "https://digilib.itb.ac.id/gdl/download/236620"}, "Penulis": "Muhammad Nurrafi  Ihsan [13617009]", "Kontributor / Dosen Pembimbing": ["Ir.  Sigit P. Santosa, MSME, Sc.D, IPU., Dr.  Ir.  Leonardo  Gunawan., Dr.  Ir.  Bagus Budiwantoro"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Kelaiktabrakan, light rail  transit, sistem  penyerap  energi tumbukan, anti-climber,  Metode Taguchi", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "7 file", "Tanggal Input": "27 Sep 2021"}