{"Nomor": 61659, "Judul": "ANALISIS KELESTARIAN SEKUEN DAN KEKERABATAN GEN NUKLEOKAPSID (N) SUBFAMILI ORTHOCORONAVIRINAE", "Abstrak": "Coronavirus (CoV) adalah penyebab penyakit infeksi sistem respirasi dan enterik pada hewan dan manusia yang termasuk dalam subfamili Orthocoronavirinae. Genom coronavirus mengkode empat protein struktural, 16 protein nonstruktural dan protein aksesoris. Protein nukleokapsid (N) adalah salah satu protein yang memiliki banyak fungsi penting pada coronavirus, diantaranya berperan dalam assembly virus, transkripsi RNA, serta mempengaruhi sel inang dan mekanisme selulernya. Tujuan dari penelitian ini adalah mengidentifikasi residu lestari, analisis kekerabatan gen dan protein N, serta implikasinya terhadap fungsi dan struktur protein N pada subfamili Orthocoronavirinae. Penelitian ini menggunakan 159 data sekuens gen dan protein N, dimana 64, 51, 11, dan 20 sekuens berasal berturut-turut dari genus Alfa-, Beta-, Delta-, dan Gammacoronavirus, subfamili Orthocoronavirinae. Sedangkan 3 sekuens lainnya dari Tobaniviridae sebagai outgroup. Multiple sequence alignment (MSA) dilakukan yang selanjutnya diikuti dengan pembangunan pohon metode Neighbor Joining dan Maximum Likelihood (ML). Berdasarkan hasil MSA, terdapat 41, 30, 24, 22, dan 18 residu lestari dengan ambang batas identitas sekuen berturut-turut adalah 80%, 90%, 95%, 97,5% dan 100%. Residu ini menempati domain N-terminal (NTD) dan C-terminal (CTD), daerah linker, serta motif NLS (Nuclear Localization Signal), NES (Nuclear Export Signal), dan terduga situs pengikatan Packing Signal (PS). Berdasarkan analisis pohon filogenetik, ditemukan bahwa Gammacoronavirus dan Deltacoronavirus memiliki kekerabatan paling dekat, dimana keduanya dekat dengan Betacoronavirus, dan Alfacoronavirus adalah yang paling jauh kekerabatannya. Selain itu, ditemukan 23 residu lestari yang berperan dalam mengikat RNA, baik pada gugus posfat, basa nitrogen, gula pentosa, serta interaksi nonspesifik dengan RNA, yang berdasarkan situs pada hasil MSA yang telah dilakukan yaitu Ser89, Val111, Pro112, Gly124, Tyr125, Phe150, Tyr151, Gly154, Thr155, Gly156, Trp180, Val181, Gly409, Arg411, Asn419, Gly421, dan Pro443.", "Daftar File": {"ABSTRAK Adi Nugraha": "https://digilib.itb.ac.id/gdl/download/236650"}, "Penulis": "Adi Nugraha [10615007]", "Kontributor / Dosen Pembimbing": ["Husna Nugrahapraja, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Coronavirus, Motif, Filogenetik, Mutasi, Residu Lestari", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2021"}