{"Nomor": 61666, "Judul": "PRA-RANCANGAN INDUSTRI KAYU LAPIS HIBRID UNTUK PENGGUNAAN DINDING PARTISI: PENGARUH ALKALISASI SERAT KELAPA TERHADAP SIFAT FISIK DAN MEKANIS PRODUK KAYU LAPIS HIBRID DENGAN LAPISAN VINIR SENGON", "Abstrak": "Kekurangan kayu sebagai bahan baku memaksa industri berbasis kayu untuk mencari\nalternatif bahan baku lokal. Kayu sengon (Falcataria moluccana) dan serat kelapa saat\nini tampaknya menjadi alternatif bahan baku yang paling layak dalam industri berbasis\nkayu seperti industry kayu lapis. Namun, serat kelapa juga memiliki beberapa\nketerbatasan seperti penyerapan air yang tinggi dan pengembangan (swelling). Oleh\nkarena itu, memodifikasi permukaan serat kelapa digunakan untuk mengatasi\nkelemahan tersebut. Proses alkalisasi merupakan proses modifikasi permukaan serat\nyang paling mudah dilakukan, murah, dan efektif. Serat kelapa yang termodifikasi ini\ndigunakan sebagai lapisan pengganti vinir dalam produk kayu lapis yang dikenal\nsebagai kayu lapis hibrid (KLH). Penelitian ini bertujuan untuk mengetahui konsentrasi\nNaOH paling optimal dalam menghasilkan sifat fisik dan mekanis produk KLH. Serat\nkelapa direndam ke dalam NaOH pada suhu ruang sesuai dengan variasi konsentrasi\n(0%, 5%, 10%, dan 15%) selama 60 menit. Serat kelapa termodifikasi selanjutnya\ndigabungkan dengan vinir kayu sengon (lapisan bergantian antara vinir dan serat\nkelapa) dengan menggunakan resin fenol formaldehid (PF) pada berat labur 300 g/m2.\nSelanjutnya, susunan dikempa menggunakan cold press di suhu ruang selama 10 menit,\ndan hot press (150°C, tekanan 20N/mm2) selama 10 menit sehingga menjadi KLH lima\nlapis. Pengujian yang dilakukan berupa uji kerapatan, water absorption (WA), swelling\ncoefficient (SC), daya pegang sekrup, kuat rekat internal, % kerusakan, dan uji\ndelaminasi. Hasil penelitian mengungkapkan bahwa perlakuan alkalisasi NaOH 10%\nmemberikan hasil yang optimum terhadap peningkatan kualitas KLH dengan nilai\nkerapatan 0,41 g/cm3, nilai WA 141%, nilai SC 29,83%, nilai kuat pegang sekrup\n25,24 kgf, nilai keteguhan rekat internal 7,27 kg/cm2, nilai % kerusakan sebesar 25%,\ndan rasio kerusakan sampel delaminasi sebesar 66,6%.", "Daftar File": {"ABSTRAK Aliffa Novanti": "https://digilib.itb.ac.id/gdl/download/236669"}, "Penulis": "Aliffa Novanti [11917036]", "Kontributor / Dosen Pembimbing": ["Dr. Alfi Rumidatul, S.Hut., M.Si.", "Dr. Ir. Rudi, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknologi Pasca Panen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "vinir sengon; kayu lapis hibrid; serat kelapa", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2021"}