{"Nomor": 61669, "Judul": "PERANCANGAN TEMPAT PENGOLAHAN SAMPAH TERPADU (TPST) UNTUK SAMPAH RUMAH TANGGA DAN SAMPAH SEJENIS SAMPAH RUMAH TANGGA DI KABUPATEN BOGOR TIMUR", "Abstrak": "Kabupaten Bogor merupakan kabupaten di Indonesia dengan jumlah penduduk terbanyak yang mencapai 5.000.000 jiwa dengan luas sebesar 2.071,21 km2 yang terdiri dari 40 kecamatan. Pemerintah Kabupaten Bogor dalam penanganan sampahnya telah merencanakan pembangunan TPST di beberapa bagian kabupaten salah satunya adalah Kabupaten Bogor Timur yang mencakup enam kecamatan yaitu kecamatan Kecamatan Jonggol, Cariu, Cileungsi, Tanjungsari, Klapanunggal, dan Sukamakmur. Pembangunan TPST di beberapa daerah ini bertujuan untuk memeratakan pelayanan penanganan sampah dan juga mereduksi volume sampah yang masuk ke TPA Galuga dikarenakan TPA Galuga sudah melebihi kapasitas pelayanannya. Kabupaten Bogor Timur dalam pengelolaan sampahnya dilayani oleh Unit Pelaksana Teknis Kebersihan dan Sanitasi II Jonggol (UPT KS II Jonggol). TPST Kabupaten Bogor Timur ini dirancang untuk mengolah sampah anorganik dan organik sesuai dengan hierarki pengolahan sampah yaitu recycle atau daur ulang dimana output dari pengolahan akan digunakan kembali untuk menunjang kebutuhan hidup manusia dan masih memiliki nilai ekonomis.  Sampling dilakukan selama empat hari di pool UPT KS II Jonggol, didapatkan timbulan sampah sebesar 1,34 liter/orang/hari dengan komposisi sampah didominasi oleh sampah anorganik sebesar 59% dan sampah organik sebesar 41%. TPST yang dirancang di Kabupaten Bogor Timur ini nantinya direncanakan akan beroperasi hingga tahun 2031 dan melayani empat kecamatan dengan kapasitas sebesar 60 ton/hari. Sampah anorganik yang masuk ke TPST akan dipilah secara semi – mekanis sesuai dengan jenisnya, sampah yang dapat didaur ulang akan dilanjutkan ke pabrik daur ulang, sampah B3 akan dilanjutkan ke pihak ketiga sedangkan sampah residu akan diangkut ke TPA Galuga. Sampah organik yang masuk ke TPST akan diolah di bagian pegolahan sampah organik dengan metode Aerated Static Pile (ASP) dan kemudian hasil komposnya akan dijual Kembali ke masyarakat. Keberadaan TPST ini diharapkan mampu mengurangi jumlah timbulan sampah ke TPA Galuga sebesar 30% dari keseluruhan timbulan sampah dan juga dapat melayani 70% dari daerah pelayanannya.", "Daftar File": {"TA_2021_Maura Chrisantia_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/236685"}, "Penulis": "Maura Chrisantia Husein [15316064]", "Kontributor / Dosen Pembimbing": ["Dr. Benno Rahardyan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "sampah anorganik, sampah organik, Tempat Pengolahan Sampah Terpadu (TPST), recycle, reduksi timbulan", "Sumber": "TA Oktober 2021", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "27 Sep 2021"}