{"Nomor": 61676, "Judul": "ARSITEKTUR MODEL PERMEABILITAS BERDASARKAN DATA PERMUKAAN DAN DATA BAWAH PERMUKAAN DI LAPANGAN GEOTERMAL HULULAIS, BENGKULU", "Abstrak": "Penelitian ini tentang memodelkan arsitektur permeabilitas berdasarkan interpretasi dan integrasi data permukaan dan bawah permukaan yang mencakup data geologi, geofisika, geokimia serta data pengukuran sumur. Yang menjadi latar belakang penelitian ini, meskipun Hululais berada di komplek vulkanik dan zona struktur geologi aktif namun sulit untuk mendapatkan zona permeabilitas khususnya untuk zona reinjeksi, padahal Hululais masih membutuhkan sumur-sumur make up selama tiga puluh tahun kedepan untuk menjaga kelangsungan produksi 2x55 MW. Tujuan dari penelitian ini adalah menghasilkan model permeabilitas dengan tingkat keyakinan tinggi yang mampu memberikan gambaran geometri dan kontrol permeabilitasnya, apakah dikontrol oleh permeabilitas primer dan atau permeabilitas sekunder. Arsitektur model permeabilitas dilakukan dalam empat tahap pekerjaan, tahap pertama adalah melakukan studi dan interpretasi data geologi, geofisika dan geokimia untuk mengkonfirmasi keberadaan litologi dan struktur geologi. Tahap yang kedua adalah melakukan analisa feedzones berdasarkan dari data pengukuran sumur, dari tahapan ini akan didapatkan distribusi zona permeabilitas yang terkonfirmasi. Tahap ketiga adalah melakukan integrasi data antara litologi dan struktur geologi dengan data zona permeabilitas, dari integrasi data tersebut akan didapatkan geometri litologi dan struktur geologi produktif yang tervalidasi dengan keluaran data berupa peta distribusi permeabilitas. Tahap keempat adalah menggambarkannya ke dalam model tiga dimensi. Hasil dari penelitian ini menunjukkan bahwa litologi yang mengontrol permeabilitas primer dikontrol oleh batuan vulkaniklastik dan lava andesit yang merupakan bagian dari formasi Lower Suban Agung Volcanic dan Hululais Volcanic, sedangkan struktur geologi Sesar Suban Agung Hilir yang berarah BL-Tg, Sesar Cemeh yang berarah UBL-STg dan Sesar Gregok yang berarah U-S merupakan struktur geologi produktif yang berperan dalam kontrol permeabilitas sekunder. Rekomendasi dari penelitian ini adalah untuk sumur-sumur make up kedepannya ditargetkan ke arah Sesar Suban Agung Hilir, Sesar Cemeh dan Sesar Gregok serta harus menembus formasi Lower Suban Agung Volcanic dan Hululais Volcanic dalam pelaksanaan pemborannya.", "Daftar File": {"ABSTRAK Sapto Trianggo Nurseto": "https://digilib.itb.ac.id/gdl/download/236690"}, "Penulis": "Sapto Trianggo Nurseto [22619310]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. Suryantini, M.Sc.", "Alfend Rudyawan, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Hululais, Sesar Suban Agung Hilir, Sesar Cemeh, Sesar Gregok, Formasi Hululais Volcanic, permeabilitas primer, permeabilitas sekunder", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2021"}