{"Nomor": 61671, "Judul": "PEMODELAN PENCEMARAN AIR TANAH OLEH KADMIUM AKIBAT LINDI DI SEKITAR TPA SUPIT URANG, KOTA MALANG", "Abstrak": "Permasalahan persampahan Indonesia masih menjadi hal yang kompleks untuk\ndiselesaikan, termasuk dari segi pengelolaan yang masih belum sesuai standar. Landfill\nmemegang peranan penting dalam pengelolaan sampah, namun juga terdapat potensi\nburuk yang dapat ditimbulkan dari kegiatan ini, salah satunya adalah lindi. Salah satu\npencemar pada lindi yang berbahaya adalah kadmium, baik untuk lingkungan maupun\nmanusia. Penelitian ini mengambil wilayah studi TPA Supit Urang, Kota Malang, yang\ndi sekitarnya terdapat permukiman dengan jarak kurang dari 500 meter, padahal jarak\nminimal antara TPA dengan permukiman menurut SNI 19-2425-2002 adalah 500\nmeter, sedangkan menurut Permen PU No. 3/2013 adalah 1 km. Pada Permen PU No.\n3/2013 tertera persyaratan untuk controlled landfill yang harus menggunakan lapisan\ndasar dengan tebal 2 x 30 cm untuk meminimalisasi pencemaran akibat lindi. Pada\npenelitian ini dibuat prediksi sebaran kadmium di sekitar TPA Supit Urang di masa\ndepan dan konsentrasi kadmium maksimal yang boleh ditransmisikan agar pencemaran\nyang dihasilkan tidak begitu berat, serta dilakukan identifikasi pentingnya lapisan dasar\npada konstruksi TPA. Prediksi dilakukan melalui pemodelan menggunakan perangkat\nlunak Visual MODFLOW dengan skenario saat lapisan dasar berfungsi normal (seperti\nkondisi aktual) dan skenario apabila terjadi kebocoran pada lapisan dasar. Hasil model\nmenunjukkan bahwa pencemaran berat akan terjadi saat lapisan dasar mengalami\nkebocoran, terutama saat konsentrasi kadium yang ditransmisikan menyentuh 4,32\nmg/L atau lebih. Dari hasil tersebut diidentifikasi pula dampak dari pencemaran yang\ndihasilkan serta dirancang usulan pengendalian pencemaran dengan menaati syarat\npenggunaan lapisan dasar berupa clay liner yang efektif menekan pencemaran hingga\n86-89% dan pengolahan lindi mengikuti alternatif pada Permen PU No.3/2013.", "Daftar File": {"Cover-Abstrak_15317008.pdf)u": "https://digilib.itb.ac.id/gdl/download/236687"}, "Penulis": "Gifty Safrilla Kurnia Pangestu [15317008]", "Kontributor / Dosen Pembimbing": ["Ir. Yuniati, M.T., M.Sc., Ph.D.", "Sukandar, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Clay liner, Kadmium, Lindi, Permen PU No. 3 Tahun 2013, SNI 19- 2425-2002, TPA Supit Urang", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "27 Sep 2021"}