{"Nomor": 61672, "Judul": "PEMODELAN PROSES DEAKTIVASI BAKTERI S. AUREUS BERBASIS ULTRASONIKASI DENGAN METODE ELEMEN HINGGA", "Abstrak": "Makanan yang terkontaminasi bakteri merupakan sumber dari berbagai penyakit. Oleh karena itu, proses sterilisasi makanan penting untuk dilakukan. Metode sterilisasi makanan secara umum melibatkan perlakuan panas yang dapat mengubah sifat organoleptik makanan. Salah satu metode sterilisasi makanan tanpa perlakuan panas yang telah dikembangkan adalah ultrasonikasi. Variasi parameter yang memengaruhi efektivitas ultrasonikasi untuk deaktivasi bakteri telah banyak diteliti. Namun masih belum ada penelitian yang membahas mengenai mekanisme deaktivasi bakteri akibat ultrasonikasi secara rinci. Oleh karena itu, tugas sarjana ini bertujuan untuk mensimulasikan mekanisme deaktivasi bakteri akibat ultrasonikasi.\nSimulasi proses deaktivasi bakteri dilakukan pada perangkat lunak Abaqus. Terdapat tiga komponen utama yang dimodelkan, yaitu dinding sel bakteri Staphylococcu aureus, sitoplasma, dan lingkungan sekitar. Data sifat fisik diperoleh dari literatur. Beban akibat ultrasonikasi dimodelkan sebagai tekanan terdistribusi. Studi parametrik dilakukan untuk mengetahui pengaruh besar tekanan dan distribusi tekanan terhadap efek destruktif pada dinding sel bakteri. Efek destruktif didefinisikan sebagai persentase pengurangan massa bakteri di akhir simulasi. Hasil simulasi menunjukkan bahwa besar tekanan memiliki hubungan yang linier dengan efek destruktifnya, sedangkan koefisien distribusi memiliki hubungan non linier dengan efek destruktifnya. Model bakteri terdeaktivasi ketika menerima tekanan lebih dari 4 MPa. Hasil penelitian ini selanjutnya dapat menjadi acuan dalam pengembangan alat deaktivasi bakteri berbasis ultrasonikasi yang lebih efisien.", "Daftar File": {"ABSTRAK Mochamad Hafid Herwanto": "https://digilib.itb.ac.id/gdl/download/236688"}, "Penulis": "Mochamad Hafid Herwanto [13117038]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ignatius Pulung Nurprasetio, M.SME.", "Dr. Bentang Arief Budiman, S.T., M.Eng.", "Poetro Lebdo Sambegoro, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "bakteri, deaktivasi, ultrasonikasi, metode elemen hingga, kavitasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "27 Sep 2021"}