{"Nomor": 61670, "Judul": "KULTUR JARINGAN DAN STUDI LITERATUR TRANSFORMASI TRANSIEN AGROBACTERIUM TUMEFACIENS KE SEL NICOTIANA TABACUM", "Abstrak": "Penyakit hati koleostatis terjadi akibat adanya hambatan atau pengurangan aliran empedu\nyang disekresikan ke duodenum. Asam ursodeoksikolat (UDCA) menjadi pengobatan utama\nuntuk penyakit hati koleostatis, seperti primary biliary cholangitis (PBC) dan primary\nsclerosing cholangitis (PSC). UDCA merupakan senyawa steroid yang diproduksi di dalam hati\ndan bersifat sebagai asam empedu untuk membantu melarutkan batu empedu. Produksi\nUDCA yang sedikit di dalam hati manusia menjadi tantangan untuk menemukan metode\nmemproduksi obat ini, salah satunya menggunakan transformasi melalui mikroba.\nTransformasi dengan Agrobacterium tumefaciens merupakan metode produksi protein atau\nsenyawa obat yang sering digunakan untuk tanaman transgenik karena aman dan ekspresi\ngen yang cepat. Sebelum melalukan transformasi dilakukan kultur jaringan tanaman N.\ntabacum. Dari hasil kultur jaringan, berhasil menumbuhkan N. tabacum menjadi tanaman\nutuh tanpa ada kontaminasi. Kultur ini akan digunakan selanjutnya untuk bahan transformasi\ngenetika dari gen yang bertanggung jawab dalam biosintesis UDCA. Dilakukan studi literatur\ntentang transformasi genetika transien yang dimediasi oleh A. tumefaciens melalui dua\nsumber, Google Scholar dan Pudmed untuk mencari faktor-faktor yang mempengaruhi\nefisiensi dari keberhasilan transformasi. Deteksi keberhasilan transformasi dilakukan melalui\nuji histokimia GUS mau pun melalui uji PCR. Didapatkan bahwa densitas optik bakteri yang\ndikultur, penambahan senyawa fenolik dan surfaktan, serta durasi ko-kulkitivasi\nmempengaruhi keberhasilan transformasi.", "Daftar File": {"ABSTRAK Mumpuningtyas Restu Dewati": "https://digilib.itb.ac.id/gdl/download/236686"}, "Penulis": "Mumpuningtyas Restu Dewati [10717040]", "Kontributor / Dosen Pembimbing": ["Dr. Elfahmi, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "kultur jaringan, UDCA, transformasi transien; Nicotiana tabacum; Agrobacterium tumefaciens", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Sep 2021"}