{"Nomor": 61682, "Judul": "ANALISIS VARIASI INTERANNUAL CURAH HUJAN SUMATRA BAGIAN UTARA MENGGUNAKAN EMPIRICAL ORTHOGONAL FUNCTION (EOF)", "Abstrak": "Indonesia memiliki variabilitas curah hujan yang kuat dan umumnya dikendalikan oleh El Nino Southern Oscillation (ENSO) dan Indian Ocean Dipole (IOD). Sumatra bagian utara memiliki variabilitas yang dapat mempengaruhi curah hujan interannual, namun memiliki hubungan yang lemah dengan dua fenomena interannual dominan yang mempengaruhi curah hujan di Indonesia, yaitu ENSO dan IOD. Sehingga penelitian ini dilakukan untuk mempelajari apa yang menyebabkan variasi interannual curah hujan di Sumatra bagian utara.\nPenelitian ini menggunakan metode Empirical Orthogonal Function (EOF) untuk menghasilkan pola-pola spasial dan temporal yang menggambarkan variabilitas dari data curah hujan bulanan dari satelit Tropical Rainfall Measuring Mission (TRMM) periode September, Oktober, dan November (SON) tahun 1998-2019. Indeks EOF diregresikan dengan parameter osean dan meteorologi dari data reanalisis ERA-5 untuk mendapatkan anomali-anomali iklim yang berasosiasi dengan pola EOF curah hujan. Pada penelitian ini dipilih tiga mode EOF yang menjelaskan 52,1% dari total variasi curah hujan di Sumatra bagian utara.\nHasil penelitian menunjukkan pola EOF 1 dengan varians 26,87% merupakan kejadian yang mirip dengan IOD kuat. Pola EOF 2 dengan varians 14,97% merupakan IOD-like dengan pusat anomali sea surface temperature (SST) yang lebih selatan dibanding EOF 1. Pola EOF 3 dengan varians 10,26% merupakan kejadian mirip IOD lemah.", "Daftar File": {"ABSTRAK Gladys Shafura Halimi Pohan": "https://digilib.itb.ac.id/gdl/download/236761"}, "Penulis": "Gladys Shafura Halimi Pohan [12817025]", "Kontributor / Dosen Pembimbing": ["Musa Ali Mustofa, S.Si., M.Si.", "Dr. Nurjanna Joko Trilaksono, S.Si., M.Si.", "Dr. Edi Riawan, S.Si., M.T.", "Dr. Muhammad Rais Abdillah, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Curah hujan, Sumatra bagian utara, variasi interannual, Empirical Orthogonal Function (EOF)", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2021"}