{"Nomor": 61684, "Judul": "MENGHIDUPKAN AKTIVITAS DI BEKAS LOKASI KEJUARAAN OLAHRAGA BERSKALA INTERNASIONAL (STUDI KASUS: JAKABARING SPORT CITY PASCA-ASIAN GAMES 2018)", "Abstrak": "Menjadi sebuah kota atau negara tuan rumah dalam suatu sport mega-event berskala\ninternasional merupakan suatu anugerah sekaligus tantangan yang harus dihadapi,\nterutama aktivitas yang akan terjadi setelah event berakhir. Jakabaring Sport City\nsebagai lokasi utama acara saat Palembang menjadi co-host city untuk Asian Games\n2018. Sebagai bekas lokasi acara, terdapat aktivitas serta potensi perubahan yang\nterjadi. Maka dari itu, penelitian ini bertujuan untuk menemukenali perubahan\nJakabaring Sport City Palembang sebagai bekas lokasi Asian Games 2018 menuju\nkonsep sport cities legacy dengan mengidentifikasi proses perubahan dari sisi\nperspektif fisik dan aktivitas keolahragaan, penerimaan sosial, serta potensi\ntransformasi di Jakabaring Sport City. Penelitian ini menggunakan metode analisis\npengodean, analisis deskriptif kualitatif, serta analisis observasi visual. Hasil\npenelitian ini menunjukkan bahwa terjadi perubahan infrastruktur fasilitas sarana\ndan prasarana olahraga serta infrastruktur dasar baik dari segi fungsional maupun\nsegi fisik, serta sudah terdapat aktivitas-aktivitas fisik yang mampu menghidupkan\nkawasan ini. Dari sisi perspektif penerimaan sosial, sudah terdapat aktivitas-aktivitas\npendukung terwujudnya sport cities yang memberikan manfaat sosial yang ideal bagi\nmasyarakatnya kecuali dalam pengurangan kejahatan dan keamanan masyarakat\nyang masih kurang. Jakabaring Sport City juga memiliki potensi untuk\nbertransformasi dengan semua aktivitas yang ada dan yang akan terjadi di masa\ndepan. Namun, Jakabaring Sport City tetap akan menjadi pusat olahraga yang\nmempertahankan ‘roh’ keolahragaan serta sesuai dengan konsep atau harapan yang\ntelah dikembangkan yaitu sport cities legacy", "Daftar File": {}, "Penulis": "Mahfira Azka Maharani [15417061]", "Kontributor / Dosen Pembimbing": ["Ir. Teti Armiati Argo, M.E.S, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "sport mega-event, perubahan, pasca-event, aktivitas, sport cities", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "7 file", "Tanggal Input": "27 Sep 2021"}