{"Nomor": 61692, "Judul": "PERANCANGAN SISTEM PERPIPAAN AIR BERSIH, AIR BUANGAN, VENT, DAN PEMADAM KEBAKARAN GEDUNG KANTOR KEUSKUPAN DI KOTA BANDUNG", "Abstrak": "Gedung Kantor Keuskupan Bandung terletak di Jalan Moch. Ramdan No. 18, Ciateul, Kec. Regol, Kota Bandung, Jawa Barat. Gedung Kantor ini terdiri dari 2 bangunan yaitu bangunan A sebagai kantor dan bangunan B sebagai pastoral. Kantor keuskupan ini akan dibangun di atas tanah seluas 2.500 m2 dan untuk luas bangunannya sendiri yaitu 12.130 m2. Tujuan dari tugas akhir ini adalah merancang sistem plambing air bersih, air buangan, dan pemadam kebakaran dari gedung kantor keuskupan. Perancangan ini sendiri dilakukan dengan berbagai tahapan yaitu tahap persiapan, pengumpulan data, pengolahan data, dan finalisasi. Dasar-dasar yang digunakan dalam perancangan yaitu buku plambing karya Soufyan dan Morimura, Diktat Kuliah IL3106, Standar Nasional Indonesia, NFPA, dan jurnal-jurnal terkait plambing. Sistem plambing air bersih yang direncanakan menggunakan sistem tangki atap. Air bersih ini juga dibagi menjadi 2 jenis yaitu air bersih yang berasal dari PDAM dan air daur ulang yang berasal dari STP setempat. Kebutuhan air bersih total yaitu sekitar 109.04 m3/jam dan air daur ulang sekitar 28.25 m3/jam. Sistem plambing air buangan pada gedung ini menggunakan sistem gravitasi dan air buangannya sendiri dibagi menjadi dua yaitu air bekas dan air kotor. Air bekas berasal dari seluruh alat plambing kecuali kloset dan urinal. Air bekas ini akan diolah secara on site untuk dijadikan flushing water atau air daur ulang. Sedangkan air kotor hanya berasal dari kloset dan urinal dan akan dilakukan pengolahan oleh tangki septik dan IPAL kota. Sistem pemadam kebakaran pada gedung kantor menggunakan dua sistem yaitu sistem sprinkler dan sistem hidran. Pada kantor keuskupan ini terdapat total 554 kepala sprinkler dan 17 hidran kebakaran.", "Daftar File": {"ABSTRAK_David Marseille Sutanto.pdf)u": "https://digilib.itb.ac.id/gdl/download/236711"}, "Penulis": "David Marseille Sutanto [15717011]", "Kontributor / Dosen Pembimbing": ["Dr. Mariana Marselina S., S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Air Bekas, Air Bersih, Air Buangan, Air Daur Ulang, Air Kotor, Plumbing, Sistem Pemadam Kebakaran", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "27 Sep 2021"}