{"Nomor": 61694, "Judul": "PERAN PERCEIVED QUALITY, PERCEIVED VALUE, DAN PERCEIVED RISK DALAM MENINGKATKAN KEPUASAN KONSUMEN PADA KEDAI KOPI LOKAL", "Abstrak": "Kopi menjadi salah satu komoditas unggulan subsektor perkebunan. Sejalan dengan meningkatnya jumlah produksi kopi, tingkat konsumsi kopi di Indonesia pun meningkat. Situasi ini menjadi peluang bagi para pengusaha untuk mendirikan kedai kopi sebagai upaya pemenuhan kebutuhan konsumsi kopi. Kedai kopi merupakan tempat yang menyediakan produk kopi beserta turunannya sebagai minuman utama dan berbagai minuman sampingan lainnya. Kota/Kab. Bogor sebagai salah satu destinasi wisata kuliner menjadi lokasi yang cukup strategis bagi bisnis kedai kopi. Beberapa kedai kopi yang bertahan eksistensinya di Kota/Kab. Bogor diantaranya kedai Kopi Lain Hati, Janji Jiwa, dan Kopi Kenangan. Kedai kopi Kenangan dan Janji Jiwa memiliki persaingan yang ketat dari kedai kopi lainnya dalam mempertahankan eksistensinya sebagai merek kedai kopi lokal. Kedai kopi Lain Hati perlu meningkatkan eksistensinya berdasarkan parameter kesadaran akan merek (Top of Mind), penggunaan terakhir (Last Usage), dan niat membeli kembali (Future Intention). Meningkatnya jumlah kedai kopi lokal di Kota/Kab. Bogor menimbulkan persaingan yang cukup ketat. Persaingan yang semakin ketat membuat para pengusaha kedai kopi lokal perlu meningkatkan keunggulan kompetitif. Berbagai kedai kopi yang menawarkan beragam jenis produk minuman kopi membuat konsumen memiliki pilihan yang beragam. Konsumen cenderung membandingkan minuman kopi yang ditawarkan oleh setiap kedai kopi dan memilih kedai kopi yang mampu memenuhi kebutuhan maupun keinginan konsumen. Pengusaha kedai kopi perlu melakukan pengelolaan yang tepat agar mampu beradaptasi dengan kedai kopi lainnya dengan memperhatikan konsep kepuasan konsumen. Model kepuasan konsumen pada awalnya dipengaruhi oleh dimensi ekspektasi konsumen serta perceived value kemudian ditambahkan dimensi perceived quality yang dapat mempengaruhi kepuasan konsumen. Penelitian ini memiliki beberapa dimensi yang dijadikan sebagai konstruk yang mempengaruhi kepuasan konsumen. Dimensi-dimensi tersebut terdiri dari perceived quality, perceived value, dan perceived risk. Perceived quality menunjukkan kualitas sebuah produk atau jasa yang diterima oleh konsumen sesuai dengan kebutuhan maupun keiginan konsumen secara instrinsik dan ekstrinsik jika dibandingkan dengan alternatif lainnya. Dimensi perceived quality direfleksikan\niii\noleh indikator rasa produk, aroma produk, warna produk, kemasan produk, pelayanan, pemahaman iklan, dan visualisasi iklan. Perceived value menunjukkan persepsi subjektif konsumen terhadap suatu produk atau jasa saat menggunakan atau jasa tersebut berdasarkan pengalaman dan pengetahuannya sehingga mempengaruhi sikap dan perilaku mereka. Indikator yang digunakan untuk merefleksikan perceived value terdiri dari nilai kualitas, nilai harga, nilai emosional, nilai sosial, dan nilai lingkungan. Perceived risk merupakan estimasi risiko yang dialami konsumen berupa konsekuensi negatif saat melakukan keputusan salah dalam menggunakan dalam menggunakan sebuah produk atau jasa sehingga produk atau jasa tersebut tidak memenuhi ekspektasi konsumen. Indikator yang merefleksikan perceived risk terdiri dari risiko finansial, risiko psikologis, risiko sosial, dan risiko waktu. Penelitian ini bertujuan menganalisis peran dimensi perceived quality, perceived value, dan perceived risk terhadap kepuasan konsumen serta peran perceived risk terhadap perceived quality dan perceived value dalam studi kasus kedai kopi lokal. Penelitian ini menggunakan 210 responden yang merupakan konsumen kedai kopi lokal daerah Kota/Kabupatan Bogor sejak tahun 2020 yang diambil secara daring dan luring. Hasil pengumpulan data yang diperoleh melalui kuesioner kemudian diolah dengan Partial Least Square-Structural Equation Modeling (PLS-SEM). Hasil penelitian menunjukkan perceived quality dan perceived value memiliki pengaruh positif secara signifikan terhadap kepuasan konsumen kedai kopi lokal. Perceived value memiliki peran terbesar dalam model kepuasan konsumen yang ditunjukkan dengan nilai 0.498 dalam studi kasus kedai kopi lokal daerah Kota/Kab. Bogor. Perceived risk memiliki pengaruh tidak langsung terhadap kepuasan konsumen melalui perceived value. Perceived risk memiliki dampak negatif secara signifikan terhadap perceived value sehingga diperlukan minimasi risiko untuk meningkatkan persepsi subjektif konsumen terhadap kedai kopi lokal. Penelitian ini menggunakan indikator yang paling merefleksikan setiap dimensi dalam model kepuasan konsumen. Indikator kualitas yang ditawarkan oleh perusahaan penyedia produk atau jasa merupakan indikator yang paling merefleksikan dimensi kepuasan konsumen. Indikator warna produk merupakan indikator yang paling merefleksikan dimensi perceived quality. Indikator nilai emosional menjadi indikator yang paling merefleksikan dimensi perceived value. Indikator risiko psikologis menjadi indikator yang paling merefleksikan dimensi perceived risk. Implikasi manajerial yang diberikan kepada para pengusaha kedai kopi lokal berdasarkan model kepuasan konsumen pada penelitian ini yaitu pembuatan promosi dengan makna menyegarkan pikiran serta mudah dimengerti, penyebaran promosi di lokasi strategis dan media sosial, pemberian promo atau diskon kepada konsumen pada tanggal dan jam tertentu pada beberapa jenis minuman kopi, membuat strategi pengembangan produk, dan melakukan endorsement untuk mempromosikan kedai kopi lokal.", "Daftar File": {"ABSTRAK Juvianto Dwi Prasetyo": "https://digilib.itb.ac.id/gdl/download/236714", "COVER": "https://digilib.itb.ac.id/gdl/download/244689", "BAB I": "https://digilib.itb.ac.id/gdl/download/244690", "BAB II": "https://digilib.itb.ac.id/gdl/download/244691", "BAB III": "https://digilib.itb.ac.id/gdl/download/244692", "BAB IV": "https://digilib.itb.ac.id/gdl/download/244693", "BAB V": "https://digilib.itb.ac.id/gdl/download/244694", "BAB VI": "https://digilib.itb.ac.id/gdl/download/244695"}, "Penulis": "Juvianto Dwi Prasetyo [23419007]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dradjad Irianto, M.Eng.", "Dr. Wisnu Aribowo, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Kepuasan Konsumen, Perceived Quality, Perceived Value, Perceived Risk, Partial Least Square-Structural Equation Modeling (PLS-SEM).", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "8 file", "Tanggal Input": "27 Sep 2021"}