{"Nomor": 61693, "Judul": "PENGEMBANGAN JARINGAN PIPA DISTRIBUSI PDAM KABUPATEN NGANJUK UNIT WILAYAH KERTOSONO", "Abstrak": "Kecamatan Kertosono dan Kecamatan Patianrowo merupakan dua kecamatan yang berada di Kabupaten Nganjuk. Kedua kecamatan tersebut menurut dokumen RTRW Kabupaten Nganjuk akan dikembangkan menjadi kawasan PKLp (Perkotaan Pusat Kegiatan Lokal Promosi) yang mana beberapa titik di Kecamatan Tersebut akan dijadikan wilayah perindustrian dan pusat pelayanan daerah sehingga menyebabkan kebutuhan air minum yang layak akan meningkat terus-menerus dari tahun ke tahun. Saat ini kebutuhan air bersih di kedua kecamatan tersebut disokong oleh PDAM Kabupaten Nganjuk untuk sebagian warga dan sebagian lainya dipenuhi oleh air tanah yang diambil sendiri menggunakan pompa di rumah masing-masing. Namun untuk air tanah yang diambil oleh warga belum dilakukan pengetesan terhadap kualitasnya terlebih dahulu sehingga faktor keamananya belum dapat dipastikan, oleh karena itu PDAM hadir sebagai solusi pilihan untuk memenuhi kebutuhan air minum warga setempat yang telah dijamin kualitas dan kuantitasnya sesuai peraturan. Saat ini jumlah pelayanan PDAM Kabupaten Nganjuk Unit Wilayah Kertosono baru mencapai 11,52% dari total penduduk atau sebanyak 11.009 jiwa dari Kecamatan Kertosono dan Kecamatan Patianrowo hal ini dikarenakan PDAM Unit Wilayah Kertosono baru beroprasi selama 2 tahun. Peningkatan jaringan distribusi air minum setiap tahun ditargetkan terus bertambah menyebabkan PDAM harus mampu mercang jaringan sesuai dokumen RISPAM PDAM Kabupaten Nganjuk yang telah direncanakan. Kehilangan air pada PDAM Kabupaten Nganjukyang terus meningkat harus ditekan dengan penerapan sistem DMA sehingga kehilangan air dapat dikontrol setiap waktu. Perancangan untuk mengembangkan jaringan distribusi ini menggunakan aplikasi EPANET 2.0 untuk memudahkan dalam simulasi jaringan dan untuk mengetahui nilai tekanan, kecepatan, dan yang disesuaikan dengan Peraturan Menteri PUPR No. 27/2016.", "Daftar File": {"Abstrak_15717006_Dian Anggreani S.pdf\n]": "https://digilib.itb.ac.id/gdl/download/236713"}, "Penulis": "Dian Anggreani Sugesti [15717006]", "Kontributor / Dosen Pembimbing": ["Rofiq Iqbal, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "air bersih, EPANET 2.0, jaringan distribusi, persentase pelayanan.", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "27 Sep 2021"}