{"Nomor": 61691, "Judul": "APLIKASI METODE HORIZONTAL TO VERTICAL SPECTRAL RATIO (HVSR) MENGGUNAKAN DATA MIKROTREMOR UNTUK MENENTUKAN STRUKTUR KECEPATAN GELOMBANG GESER (VS) BAWAH PERMUKAAN TANAH DI KOTA WALINI", "Abstrak": "Kota Walini adalah salah satu kota di daerah Jawa Barat yang akan dirancang untuk\npembangunan ibukota baru, bersamaan dengan pembangunan salah satu stasiun\nuntuk Kereta Cepat Jakarta-Bandung yang rencananya akan diselenggarakan dan\ndibuka untuk masyarakat umum pada akhir tahun 2022 mendatang. Oleh karena itu,\nkondisi geologi daerah Walini dalam menopang infrastruktur yang akan datang\nmenjadi faktor utama kesuksesan rencana pembangunan tersebut. Tujuan penelitian\nini adalah untuk menentukan struktur dan jenis tanah pada area pembangunan\ntersebut. Metode yang digunakan dalam penelitian ini adalah metode Horizontal to\nVertical Spectral Ratio (HVSR) pada rekaman data mikrotremor, untuk\nmemperoleh dua parameter utama, yaitu nilai frekuensi dominan dan amplifikasi,\npada setiap titik pengukuran. Dari pengamatan data mikrotremor dengan\nmenggunakan metode HVSR tersebut, dapat digunakan untuk pemetaan daerah\npengamatan serta dapat diketahui struktur bawah permukaan Kota Walini beserta\ndengan karakteristik tanah daerah tesebut. Hasil dari pengolahan data menunjukkan\nbahwa nilai frekuensi dominan dengan rentang nilai tertinggi sebesar 5,2 - 13,2 Hz\nberada di tiga titik daerah yakni di sepanjang arah barat daya – timur laut, barat laut,\ndan tenggara, serta rentang nilai terendahnya sebesar 0,89 - 5,2 Hz berada tersebar\ndi hampir seluruh titik pengukuran. Sedangkan untuk amplifikasi, didapatkan\nrentang nilai tertingginya sebesar 9 - 13,8 di sebelah timur daerah observasi serta\nrentang nilai terendahnya sebesar 1,9 - 9 tersebar hampir di seluruh titik\npengukuran. Kemudian dilakuan proses inversi kurva HVSR dengan metode\nNeighbourhood Algorithm untuk memperoleh nilai Vs bawah permukaan yang\ndiasosiasikan dengan pengklasifikasian jenis tanah. Nilai Vs yang didapat berkisar\n50 – 3027,9 m/s dimana persebaran nilai yang cenderung rendah berada di sebelah\ntimur daerah penelitian. Selain itu juga dilakukan pemetaan nilai Vs30 yang\nmenyatakan bahwa jenis tanah Kota Walini didominasi oleh tanah sedang (SD).", "Daftar File": {"ABSTRAK Faza Devira Rivai": "https://digilib.itb.ac.id/gdl/download/236710"}, "Penulis": "Faza Devira Rivai [12317071]", "Kontributor / Dosen Pembimbing": ["Dr. Tedi Yudistira, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Mikrotremor, HVSR, frekuensi dominan, amplifikasi, Walini, Vs, jenis tanah.", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "27 Sep 2021"}