{"Nomor": 61696, "Judul": "PERANCANGAN SISTEM PLAMBING (AIR BERSIH, AIR HUJAN, DAN SISTEM PENCEGAH KEBAKARAN) DI GEDUNG KANTOR B TB SIMATUPANG JAKARTA SELATAN", "Abstrak": "Gedung Kantor B merupakan salah satu bangunan proyek kawasan terintegrasi dari Aston Priority Simatupang and Conference Center yang terdiri atas hotel, kantor, dan apartemen. Gedung ini direncanakan berlokasi di Kelurahan Kebagusan, Kecamatan Pasar Minggu, Kota Jakarta Selatan. Bangunan dengan luas tapak 2.415 m² ini memiliki 18 lantai dengan 3 basement. Tinggi gedung mencapai 87,8 m dengan basement sedalam 12 m. Desain perpipaan pada Gedung Kantor B mengusung konsep bangunan hijau yang mana memanfaatkan sistem pemanenan air hujan. Standar yang digunakan mengacu pada Standar Nasional Indonesia. Terdapat tiga alternatif pada sistem penyediaan air bersih, yaitu sistem booster pump, sistem menara air, dan sistem rooftop. Masing-masing alternatif dikombinasikan dengan sistem satu shaft dan dua shaft. Sistem yang terpilih pada penyediaan air bersih adalah roof tank system yang kemudian akan menyalurkan air ke seluruh alat plambing menggunakan sistem gravitasi dan booster pump. Sumber air yang digunakan berasal dari PT. PAM Lyonnaise Jaya dengan jumlah kebutuhan air 336 m3/hari. Pada sistem pemanenan air hujan, air hujan yang ditangkap atap gedung akan disalurkan menuju storage tank secara gravitasi untuk kemudian diolah menggunakan proses netralisasi, filtrasi, dan desinfeksi. Terdapat empat alternatif dalam proses filtrasi, yaitu menggunakan karbon aktif-pasir silika, dan zeolit-pasir silika. Masing-masing dikombinasikan dengan sistem dual media dan single media. Alternatif terpilih pada proses pengolahan air hujan adalah proses netralisasi menggunakan NaOH, filtrasi menggunakan zeolit-pasir silika dengan\nsistem dual media, dan desinfeksi menggunakan klorin. Setelah diolah, air tersebut dialirkan ke reservoir atas untuk digunakan sebagai sumber air untuk alat plambing, sprinkler, dan hidran. Pada sistem pencegah kebakaran dibutuhkan 11,37 m3 air untuk mengaliri 46 buah hidran pada sistem hidran dan 11,25 m3 air untuk mengaliri 2578 sprinkler pada sistem sprinkler untuk durasi kebakaran 30 menit. Instalasi seluruh sistem memerlukan biaya sebesar Rp. 13.269.851.591. Agar proyek tetap bisa dilaksanakan, perlu biaya sekitar 50,26% dari total pemasukan. Dan untuk keberlanjutan operasioal dan pemeliharaan sistem plambing di gedung B, perlu biaya sekitar 3,59% pertahun dari total biaya pemasukan. Biaya pemasukan berasal dari uang sewa gedung, dengan asumsi luas gedung yang disewakan adalah sebanyak 60%.", "Daftar File": {"ABSTRAK_Lilih Muflihah_15717012.pdf)u": "https://digilib.itb.ac.id/gdl/download/236716"}, "Penulis": "Lilih Muflihah [15717012]", "Kontributor / Dosen Pembimbing": ["Ir. Ahmad Soleh Setiyawan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "air bersih, air hujan, gedung kantor, pencegah kebakaran, sistem perpipaan", "Sumber": "", "Staf Input/Edit": "Asep Kusmana  \n                                     Asep Kusmana", "File": "1 file", "Tanggal Input": "27 Sep 2021"}