{"Nomor": 61705, "Judul": "KAJIAN LITERATUR EFEK FARMAKOLOGI DARI BAWANG PUTIH (ALLIUM SATIVUM L.), ROSELA (HIBISCUS SABDARIFFA L.), SELEDRI (APIUM GRAVEOLENS L.), KETUMBAR (CORIANDRUM SATIVUM L.) DAN KUNYIT (CURCUMA LONGA L.)", "Abstrak": "Bawang putih (Allium sativum L.), rosela (Hibiscus sabdariffa L.), seledri (Apium graveolens L.),\nketumbar (Coriandrum sativum L.), dan kunyit (Curcuma longa L.) merupakan tanaman yang\ntumbuh di Indonesia yang sudah banyak digunakan sebagai obat tradisional secara turun temurun\nuntuk pengobatan penyakit tertentu. Kajian literatur ini bertujuan untuk menginventarisasi efek\nfarmakologi tanaman bawang putih, rosela, seledri, ketumbar, kunyit terhadap beberapa penyakit\npenyebab kematian tertinggi di Indonesia dan mengkaji senyawa aktif yang terkandung di dalamnya\nsehingga diharapkan kajian literatur ini dapat memberikan informasi kepada peneliti yang akan\nmelakukan penelitian lebih lanjut ataupun kepada masyarakat dengan penyakit penyebab\nkematian terkait. Kajian literatur dilakukan dengan penelusuran menggunakan mesin pencari\n(search engine) pubmed dan penerapan kriteria inklusi dan ekslusi. Diperoleh 28 jurnal pada\nbawang putih (Allium sativum L.), 19 jurnal pada rosela (Hibiscus sabdariffa L.), 23 jurnal pada\nseledri (Apium graveolens L.), 18 jurnal pada ketumbar (Coriandrum sativum L.) dan 28 jurnal pada\nkunyit (Curcuma longa L.). Kelima tanaman tersebut memiliki efek farmakologi terhadap beberapa\npenyakit penyebab kematian tertinggi di Indonesia seperti hipertensi, diabetes mellitus,\ntuberkulosis, penyakit hati, nefrotoksisitas, infark miokardial dan dislipidemia.\nKata kunci: bawang putih (Allium sativum L.), rosela (Hibiscus sabdariffa L.), seledri (Apium\ngraveolens L.), ketumbar (Coriandrum sativum L.), kunyit (Curcuma longa L.)", "Daftar File": {"ABSTRAK Sabila Mughni Robbani": "https://digilib.itb.ac.id/gdl/download/236732"}, "Penulis": "Sabila Mughni Robbani [11617031]", "Kontributor / Dosen Pembimbing": ["apt. Tomi Hendrayana, M.Si", "apt. Irianti Bahana, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "bawang putih (Allium sativum L.), rosela (Hibiscus sabdariffa L.), seledri (Apium graveolens L.), ketumbar (Coriandrum sativum L.), kunyit (Curcuma longa L.)", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Sep 2021"}