{"Nomor": 61707, "Judul": "FORMULASI SEDIAAN SUNSCREEN DENGAN MIKROPARTIKEL TIO2 DAN POLIETILEN GLIKOL SERTA KAJIAN PUSTAKA USAHA UNTUK MENGURANGI WHITE CAST PADA PENGGUNAAN TIO2 SEBAGAI SUNSCREEN", "Abstrak": "TiO2 sebagai inorganic filter memiliki kinerja optimal mengabsorbsi, memantulkan dan\nmenghamburkan UVA dan UVB, tidak terpenetrasi ke dalam kulit dan tidak memicu reaksi alergi\nsehingga merupakan primadona sebagai bahan dasar sunscreen. Namun karena lapisan putih (white\ncast) yang dihasilkan setelah diaplikasikan pada kulit menyebabkan penerimaan kosmetiknya rendah,\nmaka tujuan penelitian ini adalah untuk mendapatkan sediaan sunscreen dengan white cast minimum\ndan diformulasikan dalam sediaan gel (untuk mendapatkan konsistensi yang lebih ringan). TiO2\ncosmetic grade didispersikan dengan polietilen glikol dalam gel sehingga partikel terdispersi merata\nuntuk mencegah agregasi dan menghasilkan sediaan sunscreen dengan white cast minimum. Untuk\nmengamati pengaruh berat molekul PEG terhadap dispersi TiO2, dilakukan formulasi dengan PEG berat\nmolekul 1000, dan 6000. Hasil uji homogenitas setiap formulasi tidak satu sediaan pun homogen. Hal\ntersebut dapat disebabkan oleh tidak meratanya adsorpsi PEG pada permukaan TiO2 dan perbedaan\nmuatan permukaan TiO2 terhadap rantai COO- karbomer sehingga membentuk agregat yang kasat\nmata. Penelitian ini dilengkapi dengan studi literatur modifikasi yang dilakukan terhadap TiO2 untuk\nmeminimalkan white cast. Berdasarkan pencarian jurnal dalam 10 tahun terakhir telah digunakan\nukuran partikel berukuran yang lebih kecil dan dimodifikasi dengan pelapisan partikel dengan molekul\norganik atau inorganik, adsorpsi pada partikel berpori, dan mengubah muatan partikel, untuk\nmencegah agregasi dan menurunkan efek fotokatalitik.", "Daftar File": {"ABSTRAK Rika Efnida Silaban": "https://digilib.itb.ac.id/gdl/download/236734"}, "Penulis": "Rika Efnida Silaban [10717102]", "Kontributor / Dosen Pembimbing": ["Dr. Lucy Dewi Nurhajati Sasongko, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "titanium dioksida, modifikasi TiO2, TiO2 mikropartikel, TiO2 nanopartikel, polietilen glikol, sunscreen gel, white cast, transparan", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Sep 2021"}