{"Nomor": 61701, "Judul": "PERANCANGAN SISTEM PLAMBING AIR BERSIH, AIR BUANGAN, VENT, AIR  HUJAN, DAN SISTEM PEMADAM KEBAKARAN PADA PROYEK HOTEL KELAS  MENENGAH DI JAKARTA PUSAT", "Abstrak": "Proyek hotel kelas menengah ini merupakan proyek gedung dengan 10 lantai yang digarap oleh PT. Alkonusa Teknik Inti sebagai kontraktor utama plambing. Perancangan sistem plambing meliputi jalur perpipaan sistem plambing air bersih, air buangan, vent, air hujan, dan pemadam kebakaran, kapasitas tangki dan dimensi perpipaannya, serta rancangan anggaran biaya dengan acuan standar mengikuti SNI 8153:2015 tentang Sistem Plambing. Perancangan dilakukan dengan menggunakan data sekunder yang didapatkan dari pihak kontraktor dan mempertimbangkan permintaan dari pihak manajemen hotel. Sumber air bersih dari gedung ini menggunakan air PDAM Jakarta dengan kapasitas mencapai 68 m3/hari. Selain itu, dilakukan pula sistem air daur ulang yang mengambil sumber air dari air bekas yang telah terolah serta air hujan dengan kapasitas mencapai 32 m3/hari. Sistem penampungan air bersih menggunakan ground water tank dan roof tank yang tersedia di lantai basement dan lantai atap. Air buangan yang dihasilkan dialirkan langsung ke STP dan Bio Septic Tank sebelum dibuang ke pipa riol. Sistem vent dialirkan keluar ke bagian atas gedung. Perpipaan air hujan dialirkan menggunakan gravitasi dan ditampung pada recycle water tank. Sistem pemadam kebakaran menggunakan sistem gabungan antara sprinkler dan sistem hidran. Dikarenakan adanya sistem air daur ulang yang dapat menghemat penggunaan air, maka sistem plambing tersebut dapat mendukung konsep green plumbing. Hasil desain dituangkan dalam bentuk laporan dan gambar teknik, serta rancangan anggaran biaya.", "Daftar File": {"Abstrak TA Nico Kartijaya 15717021.pdf)u": "https://digilib.itb.ac.id/gdl/download/236729"}, "Penulis": "Nico Kartijaya [15717021]", "Kontributor / Dosen Pembimbing": ["Ir. Arief Sudradjat, S.T., MIS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Air Bersih, Air Buangan, Air Daur Ulang, Air Hujan, Hotel Kelas Menengah, Pemadam Kebakaran, Plambing, Vent", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "27 Sep 2021"}