{"Nomor": 61702, "Judul": "PENGELOLAAN SAMPAH PEMUKIMAN DAS CITARUM SEKTOR 21 SUB SEKTOR 7 KECAMATAN PAMEUNGPEUK", "Abstrak": "Kecamatan Pameungpeuk merupakan salah satu kecamatan yang berada di aliran DAS Ciatrum dengan sub DAS Cisangkuy. Terdapat 4 desa yang terlewati Sungai Cisangkuy, meliputi Desa Sukasari, Desa langonsari, Desa Rancamulya dan Desa Rancatungku. Timbulan sampah di keempat desa tersebut diperkirakan akan semakin tinggi karena factor kenaikan jumlah penduduk tiap tahunnya dan laju pertumbuhan kota. Berdasarkan hasil observasi dan pemberian kuesioner kepada 100 orang responden, sebanayak 51% mengatakan bahwa telah ada pelayanan sampah dan sekitar 41% mengatakan bahwa tidak ada pelayanan sampah sehingga sampah yang ada dibakar secara mandiri. Sampah yang telah diangkut oleh petugas akan dikumpulkan di tempat pengumpulan sampah yang nantinya akan dibakar secara berkala. Hal ini terjadi akibat tidak adanya pengangkutan sampah ke TPA karena kurangnya biaya dan tidak adanya tempat pengolahan sampah. Permasalahan tersebut mendasari perlu adanya pengelolaan sampah yang baik dan tepat untuk mendukung pengolahan sampah secara mandiri. Pengelolaan sampah yang direncanakan adalah dengan sistem desentralisasi dimana sampah dari Kawasan pemukiman akan diolah di Pusat Daur Ulang (PDU) yang dibangun per desa. Perencanaan sistem pengelolaan sampah dilakukan berdasarkan data primer dan data sekunder. Data primer meliputi sampling sampah berdasarkan SNI-19-3964-1994, uji lab, survey yang meliputi wawancara dan kuesioner mengenai pola penganan sampah. Data sekunder meliputi jumlah penduduk, karakteristik wilayah, dan data terkait yang mendukung perencanaan. Periode perencanaan selama 20 tahun, dimana akan dilakukan mulai dari tahap pertama pada tahun 2021 berupa perencanaan sistem dan pembuatan PDU, tahap kedua pada tahun 2022 berupa pembangunan PDU dan persiapan masyarakat terkait sistem pengelolaan sampah dan tahap terakhir pada tahun 2023-2042 berupa pengoperasian fasilitas PDU. Perencanaan yang digunakan dengan tipe business as usual dimana persentase sampah yang masuk ke PDU sebesar 100%. Untuk pemilihan sistem alternatif digunakan metode Simple Additive Weighting (SAW). Berdasarkan metode tersebut diperoleh sistem terpilih berupa teknologi pemilahan berupa semimanual dengan menggunakan belt conveyot, pengolahan samph organic berupa larva Black Soldier Fly (BSF), pengolahan sampah anorganik dengan pembuatan pellet plastic, pemadatan, dan menjual material karet dan kaca, dan membakar material tersisa dengan insinerasi. Berdasarkan hasil perhitungan pembangunan PDU 20 ton/hari membutuhkan lahan minimal sebesar 1241,26 m2 dan PDU 10 ton/hari membutuhkan lahan minimal sebesar 648,54 m2. Salah satu contoh desain PDU akan dilakukan di Desa Sukasari dengan tipe PDU 20 ton/hari. Program lainnya untuk mendukung keberjalanan PDU serta mengajak masyarakat untuk ikut berpartisipasi secara aktif dalam pengolahan sampah maka dapat mengintegrasikan konsep bank sampah dan pengelolaan sampah dengan PDU.", "Daftar File": {"15716014_Rexta Rodiah Zain_Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/236730"}, "Penulis": "Rexta Rodiah Zain [15716014]", "Kontributor / Dosen Pembimbing": ["Dr. I Made Wahyu Widyarsana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "DAS Citarum, Kecamatan Pameungpeuk, Sungai Cisangkuy, PDU, larva Black Soldier Fly (BSF).", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "27 Sep 2021"}