{"Nomor": 61708, "Judul": "KARAKTERISTIK FISIOLOGI PEMAIN SEPAKBOLA PUTRI DENGAN METODE LATIHAN SMALL SIDE GAME 3 VS 3", "Abstrak": "Latar Belakang: Penelitian mengenai karakteristik fisiologi atlet sepakbola\ndengan menggunakan alat metabolic portable di Indonesia masih terbatas.\nPenelitian ini menggunakan alat Cosmed Wearable Metabolic System K5 yang\nbertujuan untuk menilai karakteristik fisiologi atlet sepakbola wanita pada saat\nmelakukan pengujian Yo-Yo Intermittent Recovery Test, dari hasil data tersebut\nakan dibandingkan dengan pengujian metode latihan Small Side Game. serta\nmenggunakan data tersebut untuk merencanakan metode desain pelatihan yang\ntepat sesuai dengan program latihan yang dibutuhkan. Metode: secara keseluruhan,\n9 atlet sepakbola elit wanita dari tim Jawa Barat yang saat ini memfokuskan\nlatihannya untuk persiapan Pekan Olahraga Nasional (PON XX) di Papua. 9 atlet\ndirekrut untuk menjadi subjek. Semua peserta menyelesaikan 3 sesi pengujian. Sesi\npertama untuk mengukur antropometri dan tingkat kecepatan lari. Sesi kedua\nmengukur tingkat VO2max atlet dengan protocol Yo-Yo Intermittent Recovery Test\nLevel 2, dan sesi ketiga atlet melakukan latihan dengan metode Small Side Game\ndengan jumlah pemain 3 v 3 ditambah adanya dua penjaga gawang, dengan ukuran\nlapangan 20 x 30 meter dan waktu selama 4 x 4 menit dengan istirahat dari setiap\nsesi 2 menit. Selama pengujian sesi kedua dan ketiga dilakukan dengan\nmenggunakan alat metabolic portable Kosmed K5. Hasil: sebanyak 9 kali latihan\nSmall Side Game dianalisis. Hasil variabel dari Denyut jantung, VO2, dan Kalori\nyang dibutuhkan selama latihan Small Side Game mendekati terhadap pengujian\nYo-Yo Intermittent Recovery Test. akan tetapi uji-t independen menunjukkan hasil\ndari kadar asam laktat dalam darah mengungkapkan perbedaan yang signifikan\nantara Yo-Yo Intermittent Recovery Test dan Small Side Game (p = 0,004).\nKesimpulan: hasil yang didapat dari respon denyut jantung > 95% dari denyut\njantung maksimal, sehingga latihan Small Side Game merupakan latihan yang\nefektif untuk meningkatkan kebugaran kardiorespirasi. Lapangan yang digunakan\ndikatakan optimal karena membebankan permintaan fisik yang tinggi pada pemain\nserta mempertahankan frekuensi Tindakan teknis yang tinggi pula. Sehingga\nselama latihan Small Side Game dapat meningkatkan kemampuan fisik dan teknis\nbermain.", "Daftar File": {"ABSTRAK Wildan Bahrul U'lum": "https://digilib.itb.ac.id/gdl/download/236735"}, "Penulis": "Wildan Bahrul U'lum [21719007]", "Kontributor / Dosen Pembimbing": ["Drs. Tommy Apriantono, M.Sc., Ph.D.", "Dr. Nia Sri Ramania, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Keolahragaan", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Small Side Game, Sepakbola wanita, VO2max, Denyut Jantung, Asam laktat, Cosmed Wearable Metabolic System K5.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Sep 2021"}