{"Nomor": 61716, "Judul": "APLIKASI INFLOW CONTROL DEVICE (ICD) PADA SUMUR HORIZONTAL UNTUK MENANGANI WATER CONING", "Abstrak": "Inflow Control Device (ICD) merupakan sebuah alat komplesi yang ditambahkan pada sumur yang berguna untuk mengoptimalkan produksi minyak. ICD bekerja dengan cara menyeragamkan aliran dan juga pressure drop, sehingga masalah yang dapat timbul akibat hal tersebut dapat teratasi. Masalah utama yang diakibatkan oleh ketidakseragaman pressure drop adalah water coning dan gas coning yang dapat dicegah dengan pemasangan ICD.\nSumur horizontal digunakan untuk mendapatkan kontak area yang lebih luas antara sumur dengan reservoir sehingga dapat meningkatkan produksi minyak dan juga umur suatu lapangan. Reservoir dengan jenis oil rim merupakan sebuah lapisan reservoir tipis yang berisi minyak sehingga aplikasi sumur horizontal sangat cocok untuk reservoir jenis ini. Dengan penggunaan yang tepat, sumur horizontal akan memiliki kemampuan laju alir dan efisiensi penyapuan yang sangat baik. Permasalahan yang terjadi pada sumur horizontal adalah fenomena heel to toe effect yaitu saat friksi terbesar dari heel sumur menyebabkan penurunan tekanan yang besar di dalam sumur. Akibat peristiwa ini, terjadi ketidakseragaman pressure drop yang berujung pada terjadinya water coning dan gas coning pada sumur produksi. Untuk mengatasi masalah tersebut, pemasangan ICD merupakan solusi yang tepat sehingga dapat mengoptimalkan produksi.\nPada penelitian ini, akan dilakukan uji sensitivitas dari penggunaan ICD pada sumur horizontal dengan menggunkan software pemodelan reservoir. Jenis reservoir yang menjadi studi kasus adalah reservoir oil rim dengan permeabilitas heterogen. Masalah yang akan diobservasi pada penelitian ini adalah water coning sehingga uji sensitivitas yang dianalisa adalah korelasi antara intensitas pemasangan dan ukuran ICD dengan kemampuannya dalam mencegah water coning.", "Daftar File": {"ABSTRAK Dias Anugrah Massewa": "https://digilib.itb.ac.id/gdl/download/236747"}, "Penulis": "Dias Anugrah Massewa [12210019]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Pudjo Sukarno M.Sc, Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "sumur horizontal, oil rim, ICD, simulasi, water coning", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "27 Sep 2021"}