{"Nomor": 61711, "Judul": "FEASIBILITY STUDY OF LPG-TO-DIMETHYL ETHER CONVERSION IN INDONESIA", "Abstrak": "In line with economic development and population growth, Indonesian energy demand has been increasing. In the past 10 years, the growth of demand is around 5% per annum, on average. Indonesian energy demand is supplied primarily by oil (47%). As domestic oil resource is no longer sufficient to supply domestic demand, Indonesia energy policy objective is to move away from oil by promoting the utilization of more abundantly available energy resources such as natural gas. Indonesian natural gas resources are located in many regions outside Java, which is the nation’s energy demand center. Connecting natural gas fields to the demand centers in Jawa would require massive investment to build gas transport and distribution infrastructure. Therefore, alternative ways to transport the gas to the customers need to be developed. One of the options to transport natural gas to the costumers is by converting the gas into denser energy carrier and transporting the energy using non-pipeline facilities (ships, trucks). The options of conversion of natural gas into denser energy carrier are LNG, CNG, and DME. LNG and CNG are usually appropriate for large natural gas reserves. Small-medium size gas reserve (0.5-1 Tcf) is sufficient to support DME development. Although theoretically DME could also be produced from coal, currently the technology is not economical because three to four times higher capital cost than natural gas to DME and vast CO2 treatment cost are required. DME has similar properties with LPG so it can substitute LPG. It can also substitute diesel oil used in trucks and buses. Demand for these fuels will continue to increase in the future. Meanwhile Indonesia has many untapped small-medium size gas reserves that might be suitable for DME development.", "Daftar File": {"ABSTRAK Temmy Surya Kurniawan": "https://digilib.itb.ac.id/gdl/download/236741"}, "Penulis": "Temmy Surya Kurniawan [12210073]", "Kontributor / Dosen Pembimbing": ["Ir. Utjok W. R. Siagian, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "dimethyl ether, energy conversion, economy, untapped gas reserve, gas processing", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "27 Sep 2021"}