{"Nomor": 61723, "Judul": "OPTIMASI PENGELOLAAN IPLT MELALUI PENERAPAN LAYANAN LUMPUR TINJA TERJADWAL (LLTT", "Abstrak": "Capaian Akses sanitasi layak dan aman Indonesia pada Tahun 2020 sebesar 79,53%. Pemerintah menentapkan RPJMN 2020-2024 mencapai akses sanitasi (Air Limbah Domestik) layak dan aman sebesar 90% untuk menurunkan kematian ibu dan stunting. Provinsi Bali terkenal dengan minat pariwisata yang tinggi, capaian sanitasi layak tahun 2020 adalah sebesar 89,00% namun tidak aman karena belum melakukan penyedotan tangki septik secara berkala 3-5 tahun sekali. Pengelolaan Air Limbah Domestik masih didominasi dengan sistem setempat yakni sebesar 96,8% dari total populasi. Sebesar 3% populasi telah dilayani oleh jaringan perpipaan terpusat dan 0,2% populasi masih memiliki perilaku BABS. Upaya pemerintah untuk mencapai tujuan sanitasi aman adalah dengan menerapkan sistem Layanan Lumpur Tinja Terjadwal (LLTT). LLTT merupakan program yang menghubungkan tangki septik dengan IPLT. Oleh karena itu, dibutuhkan informasi tingkat partisipasi masyarakat terhadap program LLTT dengan metode Likert yang diberikan kepada 100 responden di Kecamatan Kuta. Sebesar 87,13% masyarakat sangat setuju terhadap program tersebut. Kuesioner pun diberikan untuk mengetahui WTP dan ATP. Diperoleh data WTP masyarakat sebesar Rp 9.110,00 dan ATP Rp. 30.050,00. Perhitungan tarif pengelolaan lumpur tinja pada penelitian ini menggunakan Interactive Septage Management Toolkit. Hasilnya didapatkan bahwa dibutuhkan 37 truk tinja untuk melayani Kabupaten Badung dan Kota Denpasar. Perhitungan tarif layanan maksimal didapatkan sebesar Rp. 9.722. Penilaian IPLT juga dilakukan menggunakan metode audit teknologi. Komponen teknologi IPLT yang akan di audit terdiri dari variabel technoware, humanware, infoware dan orgaware (THIO) beserta indikator dan parameter masing-masing variabel tersebut. Penentuan bobot komponen teknologi IPLT diperoleh dengan metode pairwise comparison. Responden yang dilibatkan pada penelitian ini adalah 13 orang yang terdiri dari akademisi, tenaga ahli dan instansi pemerintah. Audit teknologi IPLT Suwung didapatkan hasil kinerja terbaik pada variabel Infoware sebesar 90,28%, Humanware sebesar 86,67%, Orgaware sebesar 76,67% dan yang terkecil adalah Technoware sebesar 72,22%. Kinerja IPLT Suwung secara keseluruhan didapatkan 81,46% yang berarti kinerja baik. Jika LLTT sudah diterapkan pada wilayah studi maka kinerja IPLT dapat ditingkatkan menjadi 89,79%. Analisis SWOT dilakukan untuk mendapatkan rekomendasi strategi prioritas. Pembobotan menggunakan 17 responden yang terdiri dari akademisi, tenaga ahli dan instansi pemerintah. Rekomendasi strategi pelaksanaan LLTT di Kecamatan Kuta yaitu menjalin kemitraan dengan swasta, pengelolaan data bergabung dengan sistem terpusat, sosialisasi kepada masyarakat dan membuat regulasi yang mendukung adanya program LLTT", "Daftar File": {"Abstrak dan Abstract Thesis Angela.pdf)u": "https://digilib.itb.ac.id/gdl/download/236755"}, "Penulis": "Angela Deviliana S [25719302]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Prayatni Soewondo, M.S."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Audit Teknologi; Kecamatan Kuta; LLTT; Pairwise comparison; SWOT;", "Sumber": "", "Staf Input/Edit": "Asep Kusmana  \n                                     Asep Kusmana", "File": "1 file", "Tanggal Input": "27 Sep 2021"}