{"Nomor": 61727, "Judul": "POTENSI IMPLEMENTASI SISTEM DISTRICT COOLING PADA KAWASAN RESIDENSIAL CALON IBU KOTA BARU INDONESIA", "Abstrak": "Pada 29 April 2019, Presiden Joko Widodo menyatakan pemindahan ibu kota negara Indonesia menuju Kabupaten Penajam Paser Utara, Kalimantan Timur. Visi yang diajukan untuk ibu kota baru salah satunya adalah smart, di mana salah satu pilar untuk mewujudkan konsep tersebut adalah dengan adanya smart energy. Salah satu langkah yang dapat ditempuh untuk mewujudkan smart energy pada calon ibu kota negara baru adalah dengan konservasi pada sektor dengan konsumsi energi terbesar, yaitu sektor rumah tangga dengan alokasi listrik terbesar pada sistem pengondisian udara. Oleh karena itu, diperlukan sebuah cara untuk dapat meningkatkan efisiensi dari penggunaan pengondisian udara, yaitu dengan implementasi district cooling.\nPada penelitian ini, beban pendinginan pada bangunan di sebuah kawasan hunian atau residensial ditinjau dengan kondisi lingkungan yang mendekati kondisi calon ibu kota negara baru. Berdasarkan hasil estimasi beban tersebut, dipilih sistem pengondisian udara individual dan sistem district cooling yang dapat memenuhi kebutuhan beban pendinginan tersebut. Konsumsi energi dan biaya siklus hidup dari kedua sistem tersebut, akan ditinjau dan dilihat sistem mana yang lebih menguntungkan untuk diimplementasi pada calon ibu kota negara baru.\nBerdasarkan hasil simulasi dengan TRACE 700 versi 6.2, beban pendinginan puncak untuk kawasan dengan 4900 unit rumah dan 6 unit bangunan lainnya adalah sebesar 17,998 TR. Konsumsi listrik dari sistem pengondisian udara individual untuk beban sebesar itu adalah 63.526.408 kWh/tahun, sedangkan dengan sistem district cooling konsumsi energi adalah sebesar 47.268.405 kWh/tahun. Biaya siklus hidup dengan jangka waktu 25 tahun yang dibutuhkan untuk sistem pengondisian individual adalah sebesar Rp2.044.995.632.959,00, sedangkan sistem district cooling sebesar Rp1.510.082.032.325,00.", "Daftar File": {"ABSTRAK Vito Ismael Kemas": "https://digilib.itb.ac.id/gdl/download/236760"}, "Penulis": "Vito Ismael Kemas [13117045]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Prihadi Setyo Darmanto", "Dr.Eng. Firman Bagja Juangsa, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "calon ibu kota negara baru, konservasi energi, district cooling, beban pendinginan, biaya siklus hidup.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2021"}