{"Nomor": 61729, "Judul": "PEMBUATAN PERANGKAT LUNAK BERBASIS WEBSITE UNTUK MENGHITUNG OUTPUT DAYA DAN EFISIENSI SIKLUS KALINA KCS-34", "Abstrak": "Pada tahun 2019, kapasitas pemasangan panas bumi di Indonesia hanya 7,47% dari\npotensial yang dimiliki oleh Indonesia. Salah satu penyebab rendahnya kapasitas pemasangan ini\nadalah biaya investasi untuk membangun sebuah pembangkit listrik tenaga panas bumi (PLTP)\ncukup tinggi. Usaha yang dapat dilakukan untuk memanfaatkan PLTP secara maksimal adalah\ndengan memanfaatkan kondensat keluaran separator PLTP yang memiliki temperatur 100°C -\n150°C adalah dengan menggunakan siklus bottoming seperti siklus Rankine oragnik atau Siklus\nKalina.\nSiklus Kalina merupakan siklus daya yang menggunakan campuran fluida amonia dan air\nsebagai fluida kerja. Pada tugas akhir ini dilakukan pembuatan website yang dapat digunakan\nuntuk menghitung daya dan efisiensi dari siklus. Proses pengerjaan tugas akhir dilakukan dengan\nmenghitung sifat termodinamika, dan analisis termodinamika siklus. Kemudian dilanjutkan\ndengan membuat tampilan website,dan lembar kalkulasi pada website.\nFitur yang tersedia pada website adalah dapat menampilkan grafik hubungan temperatur\nterhadap variasi persentase berat amonia, nilai sifat termodinamika pada setiap tingkat keadaan,\nefisiensi dan kerja neto siklus. Berdasarkan hasil simulasi yang dilakukan, terdapat perbedaan\nhasil perhitungan daya dan efisiensi terhadap referensi berturut-turut adalah sebesar 2,5% dan\n6,7%. Perbedaan ini disebabkan oleh adanya perbedaan nilai sifat termodinamika pada tugas\nakhir yang dihitung secara analitik dan pada referensi menggunakan REFPROP.", "Daftar File": {"ABSTRAK Raymond": "https://digilib.itb.ac.id/gdl/download/236764"}, "Penulis": "Raymond [13117092]", "Kontributor / Dosen Pembimbing": ["Jooned Hendrarsakti, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Kesetimbangan Cair Uap, Pengembangan Website, Siklus Kalina.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2021"}