{"Nomor": 61721, "Judul": "DESAIN DAN ANALISIS TEGANGAN PADA PERSILANGAN PIPA BAWAH LAUT DENGAN STRUKTUR PENYANGGA GROUT BAG DI LAUT JAWA", "Abstrak": "Pemilihan rute pipa bawah laut, terkadang tidak dapat menghindari persilangan dengan pipa existing untuk mendapatkan pemilihan rute yang efektif dan efisien. Agar pipa existing dan pipa yang baru tidak bersentuhan secara langsung, maka perlu diberi struktur penyangga. Proses desain pipa bawah laut mengikuti beberapa standar desain dan dilakukan pada berbagai variasi kombinasi pembebanan. Analisis pada tugas akhir ini diawali dengan penentuan tebal dinding pipa dengan menggunakan standar DNVGL – ST – F101 dengan pemenuhan empat kriteria desain antara lain internal pressure containment, local buckling akibat external over pressure, local buckling akibat combined loading, dan propagation buckling. Nilai tebal pipa yang didapatkan setelah disesuaikan dengan API 5L adalah sebesar 14.3 ????????. Analisis selanjutnya adalah analisis on bottom stability untuk menentukan tebal lapisan beton pada pipa agar pipa terjadi kestabilan secara vertikal dan lateral berdasarkan standar DNVGL – RP – F109. Tebal lapisan beton yang dibutuhkan adalah sebesar 40 ????????. Analisis dilanjutkan dengan analisis panjang bentang bebas untuk mengetahui panjang bentang bebas yang diizinkan berdasarkan DNVGL – RP – F105. Dalam tugas akhir ini, panjang bentang bebas yang diizinkan adalah sebesar 25.9 ????. Selanjutnya, untuk analisis tegangan pada persilangan pipa, dimulai dengan menentukan tinggi minimal dari struktur penyangga dengan clearence vertikal antara pipa existing dan pipa yang baru sebesar 0.3 ???? berdasarkan DNV – ST – F101. Kemudian, dilakukan iterasi dimensi struktur penyangga agar memenuhi syarat kestabilan struktur berupa, kestabilan overturning, kestabilan sliding, dan analisis bearing capacity. Selain itu juga dilakukan analisis settlement akibat adanya struktur penyangga. Tinggi struktur penyangga pada kondisi operasi merupakan tinggi struktur setelah mengalami settlement. Pemodelan pipa dilakukan menggunakan CAESAR II untuk mendapatkan nilai tegangan diizinkan berdasarkan ASME B31.4 Chapter IX. Pemodelan dilakukan pada kondisi hidrotes dan operasi. Iterasi dilakukan dengan menambah jumlah struktur penyangga dan mengatur jarak antar struktur agar kurvatur profil pipa yang dihasilkan dapat memenuhi tegangan yang diizinkan berdasarkan standar tersebut. Struktur penyangga yang digunakan dalam tugas akhir ini adalah grout bag dengan jumlah empat buah yang menghasilkan nilai rasio kombinasi tegangan yang terjadi dengan yang diizinkan paling besar adalah 0.991.", "Daftar File": {"ABSTRAK Vivi Ashwin Fatmawati": "https://digilib.itb.ac.id/gdl/download/236753"}, "Penulis": "Vivi Ashwin Fatmawati [15517071]", "Kontributor / Dosen Pembimbing": ["Ir. Rildova, M.T, Ph.D.", "Jessica Rikanti Tawekal, S.T., M.Sc.", "Izqi Yustina Ammylia Yusuf, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "bentang bebas, kestabilan, tebal dinding pipa, tegangan persilangan pipa.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2021"}