{"Nomor": 61725, "Judul": "PENGEMBANGAN KERANGKA KERJA UNTUK PENGADAAN PUBLIK BERKELANJUTAN PEKERJAAN KONSTRUKSI", "Abstrak": "Pengadaan berkelanjutan dipercaya dapat menjadi solusi untuk masalah lingkungan, sosial dan ekonomi yang diakibatkan dari kegiatan konstruksi. Pengadaan berkelanjutan saat ini sedang diupayakan penerapannya oleh pemerintah. Inisiasi pengadaan publik berkelanjutan pada industri konstruksi sampai dengan saat ini terkendala pada tingkat pengetahuan dan pemahaman mengenai pengadaan berkelanjutan. Ini dikarenakan belum tersedianya panduan pengadaan berkelanjutan secara umum maupun khusus konstruksi. Untuk itu, dibutuhkan suatu kerangka kerja untuk pengadaan publik berkelanjutan pekerjaan konstruksi yang dapat dijadikan panduan bagi organisasi konstruksi.\nKerangka kerja pengadaan publik berkelanjutan pekerjaan konstruksi merupakan struktur elemen-elemen penting yang saling terkait dalam mewujudkan pengadaan publik berkelanjutan pekerjaan konstruksi. Kerangka kerja ini menggambarkan tahapan yang harus dilakukan organisasi konstruksi dalam menerapkan pengadaan publik berkelanjutan. Kerangka kerja ini dapat digunakan untuk menilai sejauhmana upaya penerapan dan potensi tantangan, tahapan yang dapat diterapkan dan yang perlu ditingkatkan. Sasaran penelitian ini adalah mengetahui inisiasi pengadaan publik berkelanjutan pekerjaan konstruksi dan potensi tantangannya; elemen-elemen penting dan hubungan antar elemennya. Tujuannya untuk merumuskan model kerangka kerja pengadaan publik berkelanjutan pekerjaan konstruksi. Untuk itu, dilakukan penelusuran literatur mengenai pengadaan publik berkelanjutan dan pengadaan konstruksi berkelanjutan di Indonesia, negara-negara maju dan negara berkembang.\nHasil penelusuran literatur diperoleh informasi mengenai peluang, kendala, dan faktor-faktor penting pengadaan berkelanjutan Indonesia. Informasi mengenai kerangka kerja pengadaan berkelanjutan diperoleh dari panduan pengadaan berkelanjutan Department for Environment Food Rural Affairs (DEFRA) yang berhasil merumuskan kerangka pengadaan berkelanjutan pertama di dunia. Kerangka kerja ini kemudian diadosi oleh Australia dan Selandia Baru, Inggris, dan Malayasia dalam mengembangkan kerangka kerja pengadaan konstruksi berkelanjutan. Tahun 2010 British Standart Institute, BSI mengadosi elemen pengadaan berkelanjutan DEFRA, untuk mengembangkan prinsip dan kerangka kerja pengadaan berkelanjutan (BS8903). BS8903 diadopsi untuk mengembangkan kerangka kerja pengadaan konstruksi berkelanjutan di Hongkong dan Kanada.\nTahun 2017, ISO menetapkan pedoman pengadaan berkelanjutan yang selanjutnya oleh Berry (2017) dirumuskan menjadi kerangka kerja pengadaan berkelanjutan. Hasil analisis terhadap kerangka kerja yang ada menunjukkan bahwa kerangka kerja ISO 20400-2017 telah memuat elemen pengadaan konstruksi berkelanjutan. Sehingga ISO 20400 dapat dijadikan acuan untuk mengidentifikasi sejauhmana inisiasi pengadaan publik berkelanjutan pekerjaan konstruksi, elemen-elemen penting, dan hubungan antar elemennya.\nInisiasi pengadaan publik berkelanjutan dinilai dengan mengidentifikasi tingkat penerapan dan potensi tantangannya dengan melibatkan praktisi pengadaan konstruksi Kementerian Pekerjaan Umum dan Perumahan Rakyat (PUPR). Pengumpulan data menggunakan metode survei kuesioner tertutup dengan pilihan tingkat penerapan awareness (A)/ willingness (W)/implementation (I). Data yang diperoleh dianalisis menggunakan analisis frekuensi A/W/I untuk setiap elemen pengadaan berkelanjutan. Hasil analisis frekuensi secara keseluruhan menunjukkan inisiasi pengadaan publik berkelanjutan pekerjaan konstruksi pada tingkat awareness (moderat). Tingkat penerapan ini menunjukkan adanya elemen yang enggan dan sulit diterapkan. Elemen yang sulit diterapkan antara lain faktor pendorong, pertimbangan utama, praktik pengadaan dan rantai pasok, manajemen pelaksanaan, pengaturan pengadaan, SDM, prioritas, spesifikasi teknis, manajemen kontrak, monitoring dan evaluasi kontrak. Elemen yang enggan dan sulit diterapkan adalah stakeholder. Elemen-elemen tersebut berpotensi menjadi tantangan dalam penerapannya.\nElemen penting pengadaan publik berkelanjutan dan hubungan antar elemennya diidentifikasi dengan melibatkan pakar pengadaan pemerintah dari Lembaga Kebijakan Pengadaan barang/jasa Pemerintah (LKPP), Kementerian PUPR, akademisi, dan praktisi pengadaan konstruksi Kementerian PUPR. Metode pengumpulan data adalah survei kuesioner menggunakan tingkat kepentingan, sangat tidak penting sampai dengan sangat penting (skala 1-5). Untuk memperoleh informasi elemen-elemen penting pengadaan publik berkelanjutan dilakukan analisis mean dan standar deviasi, sedangkan untuk hubungan antar elemen digunakan analisis multivariat PLS-SEM dibantu software SmartPLS versi 3.0.\nHasil analisis mean dan standar deviasi menunjukkan semua elemen merupakan elemen penting pengadaan publik berkelanjutan pekerjaan konstruksi, dan kepemimpinan merupakan elemen yang sangat penting menurut praktisi pengadaan konstruksi. Sedangkan untuk hubungan antar elemen diuji menggunakan uji koefisien jalur dan signifikansi. Hasil uji koesfisien jalur menunjukkan hubungan yang positif antara elemen dengan dimensinya, hubungan antar dimensi, dan dimensi dengan potensi kesuksesannya. Uji signifikansi dilakukan untuk mengetahui bagaimana pengaruhnya. Hasil uji signifikansi menunjukkan ketidaksignifikan hubungan antara dimensi fundamental dan proses pengadaan, dengan potensi kesuksesan penerapan pengadaan publik berkelanjutan pekerjaan konstruksi.\nModel kerangka kerja pengadaan publik berkelanjutan pekerjaan konstruksi secara keseluruhan dapat digunakan untuk memandu organisasi dalam mewujudkan pengadaan publik berkelanjutan pekerjaan konstruksi karena elemen pengadaan publik berkelanjutan mampu menggambarkan potensi kesuksesan penerapan pengadaan publik berkelanjutan pekerjaan konstruksi dengan tingkat akurasi substansial (kuat) yaitu 0.733. Artinya variasi perubahan variabel dependen dapat dijelaskan oleh variabel independen sebesar 73.3%. Hasil validasi juga mendukung, karena secara keseluruhan semua pakar pengadaan yang dilibatkan dalam validasi setuju dengan hasil analisis, kecuali untuk elemen mekanisme pengaduan. Mekanisme pengaduan termasuk dalam elemen yang sulit diterapkan karena belum tersedia prosedur pengaduan khusus pengadaan publik berkelanjutan. Hasil ini tidak merubah model kerangka kerja, sehingga kerangka kerja pengadaan publik berkelanjutan pekerjaan konstruksi adalah valid.", "Daftar File": {"ABSTRAK Yunita Afliana Messah": "https://digilib.itb.ac.id/gdl/download/236758"}, "Penulis": "Yunita Afliana Messah [35016001]", "Kontributor / Dosen Pembimbing": ["Prof. Reini Wirahadikusumah, Ph.D.", "Ir. Muhamad Abduh, M.T, Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "kerangka kerja, pengadaan publik, berkelanjutan, konstruksi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2021"}