{"Nomor": 61733, "Judul": "ANALISIS SPASIO-TEMPORAL TINGKAT KENYAMANAN IKLIM BERDASARKAN HOLIDAY CLIMATE INDEX (HCI) DI PROVINSI KALIMANTAN TIMUR", "Abstrak": "Secara universal iklim memiliki peran penting bagi industri pariwisata. Kegiatan pariwisata dapat terganggu jika cuaca dan iklim kurang baik. Informasi mengenai tingkat kenyamanan iklim di suatu wilayah merupakan hal yang sangat penting dalam menentukan tujuan dan waktu berwisata. Salah satu metode yang yang dapat digunakan dalam menentukan tingkat kenyamanan iklim yaitu Holiday Climate Index (HCI). Indeks ini dikembangkan pada destinasi urban dan pantai. Penelitian tingkat kenyamanan iklim menggunakan HCI di beberapa wilayah Indonesia sudah dilakukan. Namun, yang secara spasial belum membedakan perhitungan antara wilayah urban dan pantai.\nPenelitian ini mengkaji tentang tingkat kenyamanan iklim berdasarkan metode HCI pada destinasi urban dan pantai di Provinisi Kalimantan Timur yang merupakan provinsi dengan potensi pengembangan pariwisata kedepannya. Pada penelitian ini menggunakan data reanalis European Centre for Medium-Range Weather Forecasts (ECMWF) selama periode Januari 1979-Agustus 2019. Data yang digunakan meliputi suhu udara maksimum, kelembapan relatif, kecepatan angin, curah hujan, dan tutupan awan.\nHasil penelitian menunjukkan bahwa tingkat kenyamanan iklim di Provinsi Kalimantan Timur bervariasi secara temporal, dengan nilai HCI urban paling tinggi terjadi pada bulan Juli sementara HCI pantai pada bulan Agustus. Variasi musiman HCI urban lebih dipengaruhi oleh kontribusi curah hujan sementara variasi musiman HCI pantai lebih dipengaruhi oleh tutupan awan. Selain itu, kondisi kategori “tidak baik” berwisata pada HCI pantai selama periode studi cenderung meningkat dan paling banyak terjadi pada periode DJF. Secara spasial wilayah Paser, Penajam Paser Utara, dan Mahakam Ulu cenderung memiliki tingkat kenyamanan iklim yang lebih tinggi dibandingkan wilayah lainnya.", "Daftar File": {"ABSTRAK Septyawan Dwiputra": "https://digilib.itb.ac.id/gdl/download/236769"}, "Penulis": "Septyawan Dwiputra [12817027]", "Kontributor / Dosen Pembimbing": ["Dra. Atika, M.S.", "Musa Ali Mustofa, S.Si., M.Si.", "Dr. Plato Martuani Siregar, S.Si., M.Si.", "Dr. Rusmawan Suwarman, S.Si., M.T.", "Faiz Rohman Fajary, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Holiday Climate Index, Kenyamanan Iklim, Kalimantan Timur", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2021"}