{"Nomor": 61737, "Judul": "KALIBRASI FAKTOR BEBAN LINGKUNGAN UNTUK ANJUNGAN LEPAS PANTAI FLARE JACKET PLATFORM BERKAKI TIGA DI SELAT MADURA DENGAN ANALISIS KEANDALAN", "Abstrak": "Terdapat beberapa kode standar yang umum digunakan dalam mendesain anjungan lepas pantai tipe fixed, yaitu API RP 2A-WSD yang menggunakan metode WSD, dan ISO 19902 yang menggunakan metode LRFD. Metode LRFD menggunakan faktor yang berbeda-beda untuk kapasitas member dan beban yang dialami struktur, sehingga akan menghasilkan reliabilitas yang lebih seragam. Pada kode standar ISO 19902, faktor beban lingkungan yang tersedia merupakan hasil kalibrasi di Teluk Meksiko, yang memiliki karakteristik perairan yang berbeda dengan perairan di Indonesia. Pada penelitian ini akan dilakukan kalibrasi faktor beban lingkungan tersebut untuk struktur flare jenis jacket tiga kaki di Selat Madura. Struktur didesain optimum terhadap in-place saja untuk keperluan kalibrasi. Variabel acak yang terlibat adalah tinggi gelombang, kecepatan arus, kapasitas luluh, modulus elastisitas, dan faktor koreksi. Dari analisis sensitivitas diperoleh bahwa kecepatan angin kurang berpengaruh terhadap UC, sehingga dianggap deterministik. Kemudian dilakukan pemodelan tegangan member, dengan model persamaan tegangan sebagai fungsi dari tinggi gelombang dan kecepatan arus. Selanjutnya dilakukan analisis keandalan dengan FORM II dan dibandingkan dengan hasil analisis Simulasi Monte Carlo. Dari analisis keandalan diperoleh indeks keandalan untuk desain API RP 2A-WSD (UC 0.99) adalah 3.49. Selanjutnya kalibrasi faktor beban lingkungan dilakukan terhadap desain API RP 2A-WSD. Desain API RP 2A-WSD dipilih karena kode desain tersebut telah lama digunakan di Indonesia dan terbukti mumpuni. Faktor beban lingkungan yang digunakan agar keandalan desain ISO 19902 setara dengan API RP 2A-WSD adalah 1.23.", "Daftar File": {"ABSTRAK Axel": "https://digilib.itb.ac.id/gdl/download/236773"}, "Penulis": "Axel [25520309]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Indra Djati, M.Sc., Ph.D.", "Prof. Ir. Ricky Lukman Tawekal, M.S.E, Ph.D.", "Ir. Rildova, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "keandalan, struktur jacket, faktor beban lingkungan, FORM II.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2021"}