{"Nomor": 61747, "Judul": "UJI INVERSI PROGRAM MAGB_INV DAN PENERAPANNYA PADA DAERAH PANAS BUMI LAINEA, SULAWESI TENGGARA", "Abstrak": "Batuan dasar atau basement merupakan batuan beku atau batuan metamorf yang ditindih oleh batuan sedimen. Batuan dasar tersebut memiliki sifat kemagnetan sehingga disebut sebagai batuan dasar magnetik atau magnetic basement. Implementasi pemodelan batuan dasar dapat digunakan untuk eksplorasi panas bumi terutama di Indonesia. Pada daerah Lainea, Sulawesi Tenggara terdapat potensi panas bumi. Beberapa penelitian telah dilakukan tetapi belum ditemukan penelitian mengenai pemodelan batuan dasar. Sehingga untuk memperkaya studi, pada penelitian ini dilakukan pemodelan magnetic basement pada daerah Lainea. Pemodelan tersebut dilakukan dengan proses inversi anomali magnetik total menggunakan program MagB_inv. Progam ini dijalankan menggunakan algoritma MATLAB dan juga disertakan graphical user interface (GUI). Untuk mengetahui batasan dan keakuratan program, maka pada penelitian ini juga dilakukan uji inversi program MagB_inv. Hasil uji inversi menyimpukan bahwa program ini bergantung pada beberapa parameter, yaitu estimasi kedalaman anomali, luas area, rentang wavenumber untuk high-cut filter, kontras magnetisasi, dan windowing. Sedangkan hasil pemodelan inversi pada daerah Lainea yang diintegrasikan dengan penelitian sebelumnya menyimpulkan bahwa magnetic basement Lainea merupakan ofiolit dari hasil pemekaran Samudera Pasifik yang tersusun dari batuan mafik – ultramafik. Relief magnetic basement memperlihatkan struktur sinklin yang terletak pada kedalaman 920 – 1200 meter dan terletak dibawah batuan metamorf yang merupakan bagian dari batuan reservoir pada sistem panas bumi Lainea.", "Daftar File": {"ABSTRAK Muhammad Dizky Arantika Darmawan": "https://digilib.itb.ac.id/gdl/download/236783"}, "Penulis": "M. Dizky Arantika D [12317037]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Satria Bijaksana", "Silvia Jannatul Fajar, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "pemodelan magnetic basement, MagB_inv, uji inversi, panas bumi Lainea.", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "27 Sep 2021"}