{"Nomor": 61748, "Judul": "PERFORMANCE COMPARISONS BETWEEN GROUND SOURCE HEAT PUMP AND AIR SOURCE HEAT PUMP SYSTEMS", "Abstrak": "The urban heat island (UHI) phenomenon, of increasing ambient temperature in cities, is becoming more prominent with the rate of urbanization. The increasing use of air conditioning systems in the already hot tropical region of Jakarta is indefinitely a factor for UHI. Therefore, there is an increasing need for studies of a more sustainable way of air conditioning asides from the conventional air source heat pump (ASHP); and the working principle of the ground source heat pump (GSHP) is seen as exactly that.\nIn this study, a GSHP system was compared to the variable refrigerant flow (VRF) system. The building was set to be located in Jakarta, a cooling-dominated region, to observe the feasibility of the GSHP system. This study was also set in London, a cooling-heating region, to prove its feasibility in a different climate zone. A typical office building was first modeled, building thermal load calculations were performed using for the two target locations, energy simulations were run for the VRF and GSHP systems, and finally, a life cycle cost analysis was conducted for the two systems.\nThe results of this study proved the infeasibility of the application of the GSHP system in Jakarta for cooling having shown its coefficient of performance (COP) dropped from 4.54 to 3.23 over the 20-year simulation as well as a 20 –year life cycle cost that was almost three times as much as the VRF system. However, the GSHP system in London was more efficient in terms of energy consumption, as much as 31.72 % less, than the VRF; and inherently costs less during its 20-year life cycle than the VRF system, saving as much as £60,143.38 in present value.", "Daftar File": {"ABSTRAK Muhammad Raihan Dyaska": "https://digilib.itb.ac.id/gdl/download/236784"}, "Penulis": "Muhammad Raihan Dyaska [13117220]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tubagus Ahmad Fauzi Soelaiman, M.SME, Ph.D.", "Dr.Eng. Firman Bagja Juangsa, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "urban heat island, ground source heat pump, variable refrigerant flow, coefficient of performance, life cycle cost", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2021"}