{"Nomor": 61757, "Judul": "KEANEKARAGAMAN FOSIL TUMBUHAN DI GUNUNG WALAT, JAWA BARAT", "Abstrak": "Kala Oligosen merupakan kala yang berlangsung antara 34-23 juta tahun yang lalu.\nKondisi Indonesia pada Kala Oligosen hanya sebagian Pulau Sumatera, Kalimantan,\ndan sebelah barat Jawa saja yang sudah muncul sebagai satu blok daratan, wilayah\nlainnya masih belum pada posisinya sekarang atau masih berupa lautan. Di\nIndonesia, salah satu formasi batuan yang teridentifikasi berumur Oligosen adalah\nFormasi Walat yang terletak di Gunung Walat, Kabupaten Sukabumi, Jawa Barat,\nterdiri dari batupasir yang diendapkan di lingkungan sungai (fluvial). Formasi ini\nditandai dengan keberadaan fosil polen Florschuetzia trilobata yang merupakan\npenanda bahwa Formasi Walat berumur Oligosen. Di dalam formasi ini banyak\nditemukan fosil tumbuhan. Penelitian ini dilakukan untuk mendeskripsikan fosil\ntumbuhan yang ditemukan dan mencatat keanekaragaman spesies pada masa\nOligosen. Fosil yang terkandung pada batuan diambil, diberi label dan dipreservasi\nuntuk kemudian dilakukan deskripsi dan identifikasi di laboratorium. Hasil\npengamatan menunjukan bahwa dari 104 sampel fosil dapat dikelompokan menjadi\n12 kelompok yang terdiri dari Suku Lauraceae (1 kelompok), Suku\nMelastomataceae (2 kelompok), Suku Elaeocarpaceae (1 kelompok), Suku\nMyrtaceae (1 kelompok), Suku Moraceae (3 kelompok), Suku Poaceae (1\nkelompok), Suku Fabaceae (2 kelompok), dan Suku Marattiaceae (1 kelompok).\nFrekuensi fosil yang paling banyak ditemukan adalah fosil rumput-rumputan yang\nterlihat dari bentuk daun pita lanset dengan urat daun sejajar. Melihat\nkeanekaragaman spesies fosil ini, diduga kondisi lingkungan pada saat itu\nmerupakan daerah sungai dengan komposisi hutan dan semak belukar.", "Daftar File": {"ABSTRAK Alfiyan Faissofi Hidayat": "https://digilib.itb.ac.id/gdl/download/236795"}, "Penulis": "Alfiyan Faissofi Hidayat [10616032]", "Kontributor / Dosen Pembimbing": ["Dian Rosleine, S.Si., M.Si., Ph.D.", "Mika Rizki Puspaningrum, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Fosil daun, Oligosen, Morfologi daun", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2021"}