{"Nomor": 61752, "Judul": "KAJIAN PERUBAHAN MORFOLOGI PANTAI KAWASAN TELUK PELABUHAN RATU AKIBAT TSUNAMI PADA ZONA SUBDUKSI SUNDA", "Abstrak": "Teluk Pelabuhan Ratu berada di wilayah yang berhadapan dengan Zona Subduksi Sunda yang mempunyai potensi terjadi tsunami. Bahaya akibat tsunami bukan hanya berupa tinggi dan jarak rendaman tsunami yang masuk ke wilayah Teluk Pelabuhan Ratu tetapi juga bahaya perubahan morfologi Kawasan Teluk Pelabuhan Ratu. Penelitian ini bertujuan untuk mengetahui perubahan morfologi Kawasan Teluk Pelabuhan Ratu berupa perubahan erosi dan sedimentasi akibat tsunami yang dibangkitkan oleh gempa di Zona Subduksi Sunda dengan berbagai skenario kegempaan dan ukuran butiran sedimen tanpa dipengaruhi oleh efek eksternal lainnya seperti pasang surut dan angin. Penelitian ini dilakukan dengan menggunakan dua perangkat pemodelan yaitu COMCOT (COrnell Multi-grid Coupled Tsunami) untuk pemodelan numerik tsunami dan Delft3D-FLOW untuk pemodelan numerik transpor sedimen. Pengumpulan data yang diperlukan yaitu parameter kegempaan yang diperoleh dari studi literatur; data batimetri dan data topografi yang diperoleh dari data DEMNAS dan BATNAS dari Badan Informasi Geospasial Indonesia; serta data sedimen yang diperoleh dari studi literatur.\nBerdasarkan hasil yang didapatkan diketahui bahwa parameter kegempaan dan kondisi batimetri di Teluk Pelabuhan Ratu akan mempengaruhi elevasi muka air laut yang berdampak pada panjang gelombang, periode gelombang, dan cepat rambat gelombang menyebabkan perbedaan waktu tiba dan tinggi gelombang tsunami pada setiap skenario. Waktu tiba tercepat terjadi pada Skenario 3 yaitu 20 menit setelah gempa terjadi dengan tinggi gelombang tsunami mencapai 16.74 meter. Perubahan elevasi muka air laut juga sangat berpengaruh pada kecepatan arus yang akan menentukan apakah sedimen akan terangkat atau tidak yang berimplikasi pada kenaikan atau penurunan konsentrasi sedimen. Laju transpor sedimen yang dipengaruhi oleh kenaikan kecepatan arus dan konsentrasi sedimen tersebut menyebabkan perubahan dasar laut dimana ketika laju transpor sedimen meningkat maka potensi erosi lebih besar terjadi dan sebaliknya Pada Skenario 3 yang mempunyai kecepatan arus paling besar membuat perubahan dasar laut pada Skenario 3 paling besar dibandingkan skenario lainnya yaitu mencapai lebih dari 4 cm. Perbedaan ukuran butiran sedimen sangat mempengaruhi perubahan dasar laut seperti yang terjadi pada Skenario 4, yang mempunyai ukuran butiran sedimen lebih besar dibandingkan skenario lainnya, dimana tidak terjadi perubahan dasar laut yang cukup signifikan (erosi mencapai 1,79 cm dan sedimentasi sebesar 1,02 cm). Perubahan dasar laut ini juga dipengaruhi oleh kondisi batimetri dimana pada kondisi batimetri mempunyai kelandaiannya yang curam menyebabkan potensi erosi cukup besar sedangkan pada daerah yang landai potensi sedimentasi lebih besar.", "Daftar File": {"ABSTRAK Ardi Iman Malakani": "https://digilib.itb.ac.id/gdl/download/236789"}, "Penulis": "Ardi Iman Malakani [25519004]", "Kontributor / Dosen Pembimbing": ["Ir. Rildova, M.T, Ph.D.", "Dr.Eng. Nita Yuanita, S.T., M.T.", "Ir. Alamsyah Kurniawan, S.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Tsunami, transpor sedimen, perubahan morfologi, Teluk Pelabuhan Ratu, COMCOT v.17, Delft 3D Flow", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2021"}