{"Nomor": 61756, "Judul": "SIMULASI PENGENDALIAN SIKAP DAN ORBIT SATELIT LAPAN-A4 PADA MANUVER STATION KEEPING SUN-SYNCHRONOUS ORBIT", "Abstrak": "Station keeping adalah salah satu proses di dalam suatu misi satelit un-\ntuk menjaga orbitnya agar tetap sesuai dengan yang diinginkan akibat gang-\nguan eksternal dari lingkungan luar angkasa sehingga parameter orbit berubah.\nPada LAPAN-A4, station keeping ini diperlukan untuk menjaga orbit satelit\ntetap pada Sun-Synchronous Orbit (SSO) dengan waktu lokal saat lewat eku-\nator yang tidak banyak berubah. Karakteristik SSO ini dinyatakan oleh laju\npresesi nodal yang sebesar 360°/tahun sebagai kombinasi nilai sumbu semi-\nmayor, eksentrisitas, dan inklinasi orbit. Salah satu strategi yang bisa di-\nlakukan adalah manuver ganti inklinasi sehingga laju presesi nodal orbit sesuai\ndengan karakteristik SSO. Manuver ganti inklinasi menggunakan thruster yang\nterpasang pada satelit memerlukan pengendalian sikap satelit untuk men-\ngarahkan arah penambahan kecepatan selama manuver. Oleh karena itu,\ndiperlukannya suatu sistem kendali sikap satelit untuk memenuhi kebutuhan\nsikap satelit ketika melakukan manuver station keeping.\nPada penelitian ini, telah dilakukan pemodelan numerik dinamika sikap\nsatelit LAPAN-A4 menggunakan asumsi benda kaku beserta reaction wheel\nsebagai aktuatornya dengan perangkat lunak Simulink. Telah dilakukan pula\npemodelan dinamika orbit satelit yang memungkinkan terjadinya manuver pe-\nrubahan parameter orbit menggunakan suatu thruster pendorong. Ujicoba\npengendalian dengan metode PID, Pole Placement, dan Linear Quadratic Reg-\nulator (LQR) telah dilakukan dan didapatkan sistem kendali LQR sebagai\npengendalian yang optimal karena memungkinkan optimisasi dalam pemberian\ninput pengendalian dan memperkecil error antara nilai yang diamati dengan\nreferensi. Pengendalian menggunakan pengendalian LQR ini telah dirancang\ndan diterapkan pada kasus station keeping SSO yang telah direncanakan se-\nbelumnya sehingga perubahan parameter orbit yang diinginkan dapat tercapai.", "Daftar File": {"ABSTRAK Epafras Ernesto B Sihombing": "https://digilib.itb.ac.id/gdl/download/236792"}, "Penulis": "Epafras Ernesto B Sihombing [13617047]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ridanto Eko Poetro, S.T., M.Sc.", "Rianto Adhy Sasongko, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "LAPAN-A4, pengendalian sikap, station keeping, Sun-Synchronous Orbit", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2021"}