{"Nomor": 61750, "Judul": "PERENCANAAN PEMBANGKIT LISTRIK TENAGA MINIHIDRO BONE BOLANGO GORONTALO", "Abstrak": "Krisis listrik pernah terjadi di Indonesia dan bertepatan di wilayah Sulawesi Utara yang berdekatan dengan Gorontalo. Hal ini merupakan hal yang wajar mengingat jumlah penduduk yang cukup banyak di wilayah tersebut. Untuk mengatasi masalah krisis ini, direncanakan bangunan pembangkit listrik tenaga air di sekitar daerah Gorontalo untuk dapat dimanfaatkan penduduk daerah Gorontalo. Adapun aliran sungai yang dimanfaatkan berasal dari aliran sungai Bone. Fokus pengerjaan tugas akhir ini adalah untuk merancang bangunan pelimpah untuk meningkatkan muka air sungai, beserta dengan saluran yang dibutuhkan untuk mengalirkan aliran ke rumah pengolahan listrik yang mencakup saluran pengambilan, saluran pembawa dan kolam penenang. Studi awal dari analisis hidrologi sungai Bone dibutuhkan untuk memperoleh nilai debit rencana dan debit banjir. Debit banjir akan menjadi penentu elevasi bendung yang direncanakan yang dimana menjadi penentu elevasi saluran pembangkit listrik. Perancangan hidrolika bangunan air didasarkan pada perencanaan periode ulang 100 tahun. Perancangan menghasilkan bendung dengan lebar 55m, saluran pembawa dengan Panjang 77m, kolam penenang dengan kapasitas volume 1440 m3. Adapun untuk memastikan stabilitas bendung, dilakukan analisis stabilitas bendung agar menahan momen guling dan geser oleh beban sekitar bendung.", "Daftar File": {"ABSTRAK Steven Chandra": "https://digilib.itb.ac.id/gdl/download/236786"}, "Penulis": "Steven Chandra [15017021]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Krishna Suryanto", "Ir. Hernawan Mahfudz, M.T.", "Ir. Erza Rismantojo, MSCE, Ph.D.", "Erwin Lim, S.T., M.S., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "bendung, saluran pembangkit listrik, analisis stabilitas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2021"}