{"Nomor": 61761, "Judul": "DESAIN INTERAKSI APLIKASI MOBILE PENGURANG LIMBAH MAKANAN RUMAH TANGGA MENGGUNAKAN TEORI FOGG BEHAVIOR MODEL (FBM)", "Abstrak": "Indonesia merupakan penghasil limbah makanan terbesar kedua di dunia setelah\nArab Saudi sekitar 300 kg limbah makanan per orang per tahun. Ditemukan juga\nbahwa mayoritas desain interaksi untuk food consumption practices secara\nberkelanjutan belum sepenuhnya menggunakan Behavior Change Theory (BCT)\nsebagai dasar pengambilan keputusan desain sehingga tidak dapat dipastikan\nintervensi desain yang diberikan bisa mempengaruhi perilaku food practices\npenggunanya. Teori Fogg Behavior Model (FBM) memberikan suatu penjelasan\nterkait faktor-faktor apa saja yang dapat digunakan agar bisa membuat perubahan\nperilaku pada manusia dan cukup mudah dipahami untuk diadaptasi dalam\npengembangan intervensi desain. Tugas akhir ini bertujuan menggunakan teori\nFBM ke dalam pengembangan desain interaksi aplikasi untuk mengurangi limbah\nmakanan rumah tangga dengan pendekatan user-centered design yang diadaptasi.\nKeluaran dari tugas akhir ini berupa purwarupa high-fidelity dengan usability goals\neffective to use dan easy to learn, serta user experience goals helpful. Ketercapaian\nketiga goals tersebut diukur menggunakan task completion rate untuk effective to\nuse, Single Ease Question (SEQ) untuk easy to learn, Intrinsic Motivation Inventory\n(IMI) subskala value/usefulness untuk helpful. Selain itu, digunakan System\nUsability Scale (SUS) dan evaluasi diri dari teori Transtheoretical Model (TTM)\nuntuk pengujian terhadap aspek usability secara umum dan pengubahan perilaku.\nDidapatkan nilai rata-rata task completion rate sebesar 94.3%, SUS sebesar 74.58\ndari skala 100, SEQ sebesar 6.12 dari skala 7, skor IMI untuk subskala\nvalue/usefulness sebesar 6.59 dari skala 7 dan evaluasi diri dari teori TTM sebesar\n71.83 dari skala 80. Berdasarkan pengukuran tersebut, dapat disimpulkan bahwa\nusability goals, user experience goals dan pengubahan perilaku telah tercapai\nkarena nilai-nilai tersebut telah memenuhi batas minimum yang telah ditentukan.\nSelain itu, teori FBM juga sangat membantu dan terbukti dapat memberikan\njustifikasi desain yang lebih baik untuk pengubahan perilaku.", "Daftar File": {"ABSTRAK Muhammad Akmal": "https://digilib.itb.ac.id/gdl/download/236799"}, "Penulis": "Muhammad Akmal [13517028]", "Kontributor / Dosen Pembimbing": ["Ginar Santika Niwanputri, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "desain interaksi, limbah makanan rumah tangga, fogg behavior model, user-centered design, pengubahan perilaku.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2021"}