{"Nomor": 61767, "Judul": "PERBANDINGAN PENGGUNAAN ALGORITMA CLUSTERING ST-DBSCAN DENGAN DBSCAN PADA GPS DATA", "Abstrak": "GPS Data merupakan data yang dihasilkan oleh perangkat mobile dan memiliki\nfitur spatio-temporal yang menandakan lokasi dan waktu data direkam. Salah satu\ncara pencarian pengetahuan dari GPS Data adalah pencarian kelompok\n(Clustering) yang terdapat pada GPS Data yang mewakili pola pergerakan\nmanusia secara berkelompok. Algoritma clustering yang akan digunakan adalah\nDBSCAN dan ST-DBSCAN yang merupakan pengembangan DBSCAN untuk\nmengolah data dengan fitur spatio-temporal. ST-DBSCAN akan dibandingkan\ndengan DBSCAN untuk menentukan algoritma terbaik untuk pemrosesan GPS\nData yang memiliki fitur spatio-temporal. Framework yang akan digunakan\nadalah data mining. Data yang akan digunakan merupakan GPS Data saat\nbencana gempa bumi Ambon, Maluku Juni 2021.\nEksperimen akan dibagi berdasarkan range waktu data, per hari dan total (11 – 16\nJuni 2021). Hasil eksperimen akan dievaluasi dengan berbagai metriks yaitu\nmetode silhouette, perbandingan runtime algoritma, dan perbandingan cluster dan\noutlier yang terbentuk.\nBerdasarkan waktu yang dibutuhkan algoritma untuk melakukan clustering, STDBSCAN\nmembutuhkan waktu runtime yang lebih sedikit dibandingkan dengan\nDBSCAN. Cluster yang dibentuk algoritma ST-DBSCAN lebih baik\ndibandingkan dengan DBSCAN berdasarkan skor silhouette walaupun jumlah\noutlier yang terbentuk lebih banyak.\nDari evaluasi cluster dan outlier yang terbentuk, skor silhouette, perbandingan\nruntime algoritma disimpulkan runtime yang dibutuhkan dan cluster yang\nterbentuk menggunakan algoritma ST-DBSCAN lebih baik daripada DBSCAN\nuntuk pengolahan GPS Data.", "Daftar File": {"ABSTRAK Paulus Haiktwo Dimpan Siahaan": "https://digilib.itb.ac.id/gdl/download/236805"}, "Penulis": "Paulus Haiktwo Dimpan Siahaan [13517111]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Gusti Ayu Putri Saptawati S., M.Comm.", "Latifa Dwiyanti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "GPS Data, spatio-temporal, clustering, data mining, DBSCAN, STDBSCAN", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2021"}