{"Nomor": 61764, "Judul": "SISTEM PENGENAL UCAPAN WAKE UP WORD BERBAHASA INDONESIA", "Abstrak": "Sebuah sistem Wake Up Word adalah sebuah sistem pengenal suara yang dapat mendeteksi\nsebuah kata atau frasa tertentu yang diucapkan dengan intonasi tertentu. Sistem ini dipakai oleh\nsebuah asisten virtual untuk memudahkan pengguna dalam melakukan multi-tasking dengan\nmemberikan pengguna kemampuan untuk mengaktifkan asisten virtual tersebut hanya dengan\nmenyebutkan sebuah kata atau frasa. Pada tugas akhir ini, dilakukan penelitian untuk\nmembangun sebuah sistem Wake Up Word yang menggunakan data bahasa Indonesia. Dalam\npembangunan sistem tersebut, sistem terdiri dari komponen frontend, vad, dan backend.\nKomponen frontend merupakan komponen yang bertanggung jawab dalam menerima input,\nkomponen vad merupakan komponen yang bertanggung jawab dalam menghilangkan suara\nlatar input, dan komponen backend bertanggung jawab dalam pelaksanaan klasifikasi. Dalam\npembangunan komponen backend terdapat beberapa teknik pemodelan yang dapat digunakan.\nTeknik teknik tersebut adalah HMM, HMM dengan SVM, DBLSTM, DNN dengan HMM,\ndan CNN. Teknik pemodelan tersebut dibandingkan agar didapatkan sebuah komponen\nbackend dengan kinerja terbaik. Berdasarkan hasil pengujian, model dengan kinerja terbaik\nadalah model DBLSTM dengan nilai false positive rate sebesar 0.0098, nilai false negative\nrate sebesar 0.054878, dan nilai F score sebesar 0,925372. Hasil akhir dari tugas akhir ini\nadalah sebuah sistem Wake Up Word yang dapat mengenali kata atau frasa Wake Up Word\ndengan mengintegrasikan seluruh komponen diatas.", "Daftar File": {"ABSTRAK Ahmad Rizqee Nurhani": "https://digilib.itb.ac.id/gdl/download/236802"}, "Penulis": "Ahmad Rizqee Nurhani [13517058]", "Kontributor / Dosen Pembimbing": ["Dessi Puji Lestari, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "WUW, arsitektur, model, backend", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2021"}