{"Nomor": 61779, "Judul": "PERBANDINGAN HASIL UJI KINETIK METODE FREE DRAINING COLUMN LEACH TEST SKALA LABORATORIUM DENGAN SKALA LAPANGAN UNTUK SKENARIO PENCAMPURAN MATERIAL PAF DAN FLY ASH (STUDI KASUS: PT ARUTMIN INDONESIA)", "Abstrak": "Metode pencampuran material yang berpotensi membentuk asam (Potentially Acid\nForming/PAF) dan material yang tidak berpotensi membentuk asam (Non-Potentially\nAcid Forming/NAF) dapat diterapkan sebagai salah satu metode pencegahan\npembentukan air asam tambang. Dalam penelitian digunakan abu batubara PLTU\nAsam-Asam sebagai material yang tidak berpotensi membentuk asam dan material\nPAF dari lokasi tambang PT Arutmin Indonesia. Skenario penelitian dilakukan dengan\nmemvariasikan jumlah fly ash, selanjutnya akan dilakukan uji fisik, uji unsur dan\nmineralogi, uji statik dan uji kinetik untuk skala lapangan dan laboratorium. Dilakukan\nanalisis untuk masing-masing skenario pencampuran menggunakan material balance\nuntuk skala laboratorium ataupun lapangan, dilakukan dengan membandingkan\nproporsi berat PAF dan NAF menggunakan nilai Net Acid Producing Potential (NAPP)\ndalam satuan kg H2SO4/ ton batuan, hal ini selanjutnya akan dianalisis lebih lanjut\ndengan hasil hasil uji kinetik yang telah dilakukan.\nUji kinetik dilakukan dengan metode free draining column leach test, pada uji kinetik\nskala laboratorium skenario pencampuran 5% diperoleh kenaikan nilai Ph yang rendah\njika dibandingkan dengan nilai pH kolom kontrol, Peningkatan nilai pH tertinggi\nterjadi pada skenario pencampuran 50% dapat menaikkan pH PAF kontrol hingga\n101.44% pada siklus 1 harian, 133.18% pada siklus 3 harian dan 75.94% pada siklus 7\nharian. Untuk uji kinetik skala lapangan kecenderungan perubahan nilai pH dan NAPP\nmemiliki kecenderungan yang sama dengan skala laboratorium, nilai pH akan semakin\nmeningkat seiring penurunan nilai NAPP hipotesa awal dari hasil perhitungan material\nbalance telah divalidasi oleh hasil uji kinetik yang telah dilakukan. Untuk uji kinetik\nskala laboratorium maupun skala lapangan dengan skenario pencampuran 5%, 15%\ndan 25%, hasil uji kinetik skala laboratorium menghasilkan kenaikan nilai pH yang\ncenderung lebih landai jika dibandingkan dengan kenaikan nilai pH skala lapangan hal\nini dapat terjadi karena pada skala laboratorium pengondisian siklus basah dan siklus\nkering lebih terkontrol, selain itu homogenitas campuran yang lebih seragam juga\nmempengaruhi nilai hasil uji pH. Untuk skala lapangan siklus basah dan kering terjadi\nsesuai cuaca keadaan setempat tanpa adanya rekayasa tertentu hal ini tentu lebih tidak\nterkontrol dibandingkan dengan skala laboratorium.", "Daftar File": {"ABSTRAK Dhea Karlina Inggarini": "https://digilib.itb.ac.id/gdl/download/236819"}, "Penulis": "Dhea Karlina Inggarini [12117021]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Rudy Sayoga Gautama Benggolo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Air asam tambang, Uji kinetik, fly ash, PAF, skenario pencampuran", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "27 Sep 2021"}