{"Nomor": 61776, "Judul": "STUDI KELAYAKAN PENGGUNAAN TEKNIK 3D PRINTING PADA PEMBUATAN TULANG PENGGANTI DI INDONESIA", "Abstrak": "Kebutuhan implan di Indonesia mencapai 50.000 keping per tahun. Beberapa jenis implan sudah diproduksi di Indonesia, namun untuk implan yang kompleks, masih mengandalkan produk impor yang memiliki antropologi berbeda dengan antropologi orang asia khususnya Indonesia. Tulang pengganti dan implan dapat dibuat just in time, sesuai dengan kebutuhan spesifik, dan biaya yang rendah dengan menggunakan teknik 3D printing untuk pembuatan tulang pengganti dan implant.\nStudi kelayakan dilakukan dengan analisis lingkungan eksternal menggunakan kerangka porter’s five forces dan analisis politic, economy, social, technology (PEST) dengan lingkup khusus Indonesia. Jika hasil studi kelayakan menyatakan layak, maka dilanjutkan dengan studi literatur penelitian yang sudah dilakukan sebelumnya oleh ilmuan dunia, memilih teknologi 3D printing yang sesuai, membandingkan dan memilih material yang sesuai untuk tahap awal penerapan 3D printing untuk pembuatan tulang pengganti & implan di Indonesia. Metode pemilihan menggunakan weighted decision matriks dengan pembobotan langsung.\nBerdasarkan studi kelayakan, penggunaan 3D printing untuk pembuatan tulang pengganti & implan layak untuk diterapkan di Indonesia. Pencetak Fused Deposition Modelling (FDM) dipilih karena memiliki biaya investasi yang rendah, hasil percetakan yang dapat ditoleransi, dan pilihan material yang luas. Material komposit PLA/30% HA dipilih karena memiliki sifat bioaktivitas dan perilaku degradasi yang baik, mudah ditemukan di Indonesia dengan harga yang terjangkau, dan sifat mekanik yang masih dapat ditoleransi untuk penggantian tulang non-load bearing.", "Daftar File": {"ABSTRAK Evander Joshua Tanberius": "https://digilib.itb.ac.id/gdl/download/236814"}, "Penulis": "Evander Joshua Tanberius [13117039]", "Kontributor / Dosen Pembimbing": ["M. Agus Kariem, S.T., M.T., Ph.D.", "Vani Virdyawan, S.T, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "3D printing, implan, studi kelayakan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2021"}