{"Nomor": 61786, "Judul": "PERANCANGAN SISTEM INSULASI UNTUK PENYIMPAN ENERGI TERMAL PADA PEMBANGKIT DAYA HIBRIDA PANAS BUMI DAN SURYA DI ULUMBU", "Abstrak": "Indonesia sedang berupaya mengembangkan teknologi energi baru dan terbarukan\n(EBT) untuk mencapai target bauran energi. Beberapa potensi tertinggi di antara sumber EBT\ndi Indonesia adalah panas bumi (???? 29 GW) dan surya (???? 207 GW) dengan utilasi pembangkit\nlistrik tenaga panas bumi (PLTP) sebesar 2,1 GW dan surya sebesar 147 MWp. Kualitas PLTP\nbergantung pada beberapa parameter termasuk kualitas uap fluida kerja dan entalpi panas bumi\nyang dapat ditingkatkan dengan menambahkan panas dari surya. Ulumbu, Nusa Tenggara Timur\n(NTT), dengan salah satu potensi panas bumi terbesar yakni sebesar 199 MW dengan iradiasi\nrata-rata sebesar 5,5 kWh/m2 per hari menjadikan kajian sistem hibrida sangat logis.\nDalam sistem tangki penyimpan garam cair (TES, thermal energy storage) sebagai fluida\nkerja untuk menyimpan dan memindahkan panas yang bersumber dari surya ke fluida kerja,\npenting untuk membahas kerugian panas yang dapat terjadi akibat tingginya temperatur garam\ncair dalam tangki. Karena itu, sistem TES dirancang dengan insulasi yang tepat untuk\nmengurangi kerugian panas. Analisis dilakukan secara numerik dengan menggunakan perangkat\nlunak ANSYS Fluent. Data kondisi lingkungan didapat dari arsip data BMKG. Penggunaan\nsilica aerogel dengan tebal 40 cm dipilih sebagai sistem insulasi TES karena performa insulasi\nyang tinggi. Selain itu, sebuah fenomena pengurangan temperatur pada ujung tangki\nmenandakan kerugian panas lebih sehingga dapat menjadi potensi solidifikasi lokal fluida TES.\nTotal kerugian panas desain ini adalah sebesar 76.503 dan 64.389 W untuk tangki panas dan\ndingin. Perancangan sistem edge insulation dilakukan untuk mengurangi kerugian panas\ntersebut dengan menggunakan silica aerogel dengan variasi dimensi sehingga didapatkan\npanjang sebesar 90 cm dengan tebal 10 cm. Edge insulation tersebut menurunkan kerugian panas\nfondasi dari 12.987 menjadi 12.103 W dan menaikkan temperatur fluida di ujung TES dari\n287,75 menjadi 290,68 oC. Berdasarkan analisis ekonomi, biaya total pembangunan TES ini\nadalah sebanyak 15.398.592 USD, biaya proses pembangunan pembangkit hibrida ini mencapai\n157.324.575 USD, dan biaya total operasi dan pemeliharaan sebesar 2.004.596 USD per tahun.", "Daftar File": {"ABSTRAK Tareqh Al Syifa Elgi Wibisono": "https://digilib.itb.ac.id/gdl/download/236827"}, "Penulis": "Tareqh Al Syifa Elgi Wibisono [13117087]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tubagus Ahmad Fauzi Soelaiman, M.SME, Ph.D.", "Dr.Eng. Firman Bagja Juangsa, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "hibrida, TES, heat loss, edge insulation, analisis ekonomi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2021"}