{"Nomor": 61782, "Judul": "ANALISIS DAN OPTIMASI STRUKTUR ANISOGRID KOMPOSIT SAYAP PESAWAT TEMPUR DENGAN KRITERIA KEGAGALAN STATIK, BUCKLING DAN FLUTTER MENGGUNAKAN METODE ELEMEN HINGGA", "Abstrak": "Pada tugas sarjana ini dilakukan analisis dan optimasi pada model sayap pesawat tempur dengan konfigurasi struktur komposit anisogrid. Struktur anisogrid merupakan struktur dengan susunan menyerupai grid yang memiliki sifat kekuatan mekanik yang berbeda di seluruh arah (Anisotropic), dalam kasus ini perbedaan sifat mekanik pada arah tertentu merujuk pada penggunaan bahan komposit. Struktur sayap didesain dengan susunan spars pada wingbox yang memiliki konfigurasi anisogrid.\nTugas sarjana ini merupakan kelanjutan tugas sarjana yang dilakukan oleh Ilham [1] dan Bakti [2] yang melakukan analisis kekuatan statik pada model sayap pesawat tempur dengan konfigurasi orthogonal dan anisogrid. Pada tugas sarjana ini dilakukan analisis statik, buckling, dan flutter pada sayap pesawat tempur dengan konfigurasi anisogrid untuk mencari kekuatan struktur sayap terhadap beban statik, buckling dan flutter. Struktur sayap kemudian dioptimasi dengan batasan kekuatan statik, buckling dan kecepatan flutter.\nHasil penelitian menunjukkan bahwa struktur sayap anisogrid mampu menahan beban statik, buckling, dan flutter dibawah kecepatan 500 m/s dengan distribusi pembebanan segitiga menggunakan massa setengah sayap sebesar 504,1 kg, dengan distribusi pembebanan Schrenk menggunakan massa setengah sayap sebesar 571,1 kg. dan dengan distribusi pembebanan konstan menggunakan massa setengah sayap sebesar 706,8 kg.", "Daftar File": {"ABSTRAK Teuku Muhammad Naufal Ramadhan": "https://digilib.itb.ac.id/gdl/download/236823"}, "Penulis": "Teuku Muhammad Naufal Ramadhan [13617005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Kismono Hadi", "Ir. Muhammad Kusni, M.T.", "Djarot Widagdo, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Sayap pesawat tempur, komposit, anisogrid, optimasi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2021"}