{"Nomor": 61783, "Judul": "CUTOFF FREQUENCY UTILIZATION IN FEEDBACK  ERROR NUMERICAL INTEGRATION FOR DC MOTOR  CONTROLLER", "Abstrak": "Actuator control for industrial and research purposes are always associated with PID \ncontrollers to ensure that input targets are fulfilled. Most of these controllers inevitably \nrequire numerical methods for integration and/or differentiation, and could potentially \namplify numerical errors. However, only a few researchers investigate these errors’ \neffects. Therefore, this research is dedicated to minimize these numerical errors utilizing \nthe cutoff frequency for feedback error numerical integration from a PI controller. \nThis research is conducted in three main steps: model simulation, Autodesk design, \nand experiment setup. The model simulation aims to estimate optimal PI constants for \nlater use by modelling a DC motor. The Autodesk design functions to synergize hardware \nmodels and code. The experiment setup is the phase where hardware was assembled and \noperated. After all these three steps were orderly done, the research resulted in a controller \nincorporating the cutoff frequency for feedback error numerical integration. This \ncontroller’s performance will be compared to another controller which utilizes a \ntrapezoidal integration method based on their control responses. \nThe experiment results show that when compared to the controller with trapezoidal \nintegration, the controller utilizing the cutoff frequency integration produces a control \nresponse with higher overshoot and gain. The controller with cutoff frequency also \nresulted in a faster time constant, rise time, and settling time. Lastly, the controller with \ncutoff frequency outputs speed readings with lower speed root mean square error \n(deviation).", "Daftar File": {"ABSTRAK Wirawan Lingga": "https://digilib.itb.ac.id/gdl/download/236824"}, "Penulis": "Wirawan Lingga [13117031]", "Kontributor / Dosen Pembimbing": ["Dr. Budi Heryadi S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "PID controller, numerical errors, cutoff frequency, control response", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Sep 2021"}