{"Nomor": 61784, "Judul": "PERENCANAAN METODE KONSTRUKSI DAN ASPEK MANAJEMEN STRUKTUR PELINDUNG PANTAI ALAMI DI PEKALONGAN, PANTAI UTARA JAWA", "Abstrak": "Indonesia memiliki garis pantai yang sangat panjang. Karena panjangnya garis pantai yang dimiliki, Indonesia mengalami ancaman besar yaitu pengurangan garis pantai akibat erosi. Diperlukan sebuah struktur pelindung pantai untuk mengurangi kerusakan garis pantai ini. Struktur yang dimaksud pada tugas akhir ini adalah struktur pelindung pantai alami yang merupakan struktur gabungan atau hybrid engineering antara pemecah gelombang pada bagian depan dan juga vegetasi pantai di belakangnya. Pada tugas akhir ini akan dibahas sisi metode konstruksi dan aspek manajemen. Manajemen konstruksi yang baik harus disusun dan disiapkan agar proses pembangunan dapat berlangsung secara efektif. Untuk membuat suatu manajemen konstruksi yang baik, maka perlu dilakukan pengamatan data lingkungan yaitu data angin, data gelombang, data pasang surut, data batimetri, dan data tanah. Data lingkungan ini akan dipakai untuk menentukan jenis peralatan yang dapat digunakan untuk proses konstruksi, waktu bekerja yang baik untuk bekerja, dan lain sebagainya. Setelah data lingkungan berhasil diolah dan diamati, akan disusun langkah-langkah kerja dalam bentuk work breakdown structure untuk memberi gambaran umum mengenai langkah-langkah metode konstruksi yang akan digunakan. Kemudian, akan dihitung estimasi volume dengan mengamati desain struktur pelindung pantai alami dan juga keperluan lainnya. Setelah estimasi volume dihitung, maka proses perhitungan produktivitas dapat dihitung untuk estimasi durasi. Setelah estimasi durasi diperoleh, akan dibuat hubungan ketergantungan untuk mengetahui total waktu pengerjaan yang dibutuhkan untuk pembangunan. Hal ini disebut juga sebagai penjadwalan. Jadwal yang didapatkan adalah proyek akan dilaksanakan mulai dari 1 Januari 2022 sampai dengan 10 Oktober 2022 dengan durasi 282 hari. Selanjutnya, akan dilakukan perhitungan estimasi biaya sehingga diperoleh rencana anggaran biaya akhir. Estimasi biaya untuk proyek ini diperkirakan mencapai Rp20,053,230,708.31 Terakhir, akan dibuat kurva S untuk memberikan gambaran terkait hubungan antara waktu pengerjaan dan biaya..", "Daftar File": {"ABSTRAK Nathanael Owen": "https://digilib.itb.ac.id/gdl/download/237297"}, "Penulis": "Nathanael Owen [15517079]", "Kontributor / Dosen Pembimbing": ["Ir. Rildova, M.T, Ph.D.", "Dr.Eng. Nita Yuanita, S.T., M.T.", "Ir. Alamsyah Kurniawan, S.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Manajemen Konstruksi, Pelindung Pantai, Metode Konstruksi, Pekalongan, Produktivitas, Biaya, Kurva S.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Sep 2021"}