{"Nomor": 61791, "Judul": "INTEGRASI DATA MIKROTREMOR DAN CONE PENETRATION TEST (CPT) DALAM MEMETAKAN POTENSI LIKUEFAKSI DAERAH CALON IBUKOTA BARU INDONESIA", "Abstrak": "Saat ini, Kalimantan Timur sudah ditetapkan sebagai wilayah provinsi Ibukota Negara Indonesia yang baru. Kriteria dalam penentuan pemindahan Ibukota negara sudah melewati berbagai kajian dalam penempatan ibukota negara baru salah satunya dengan meninjau aspek kebencanaan seperti risiko bencana banjir, gempabumi, gunung berapi hingga likuefaksi. Penentuan dalam pembuatan peta bahaya rawan likuefaksi sangat penting dalam perencanaan pembangunan dan mensejahterakan masyrakat. Penelitian ini dilakukan di Kecamatan Sepaku, Kabupaten Penajam Paser Utara, Provinsi Kalimantan timur dengan menggunakan data mikrotremor, cone penetration test (CPT) dan seismisitas daerah penelitian. Untuk menganalisis potensi likuefaksi di daerah penelitian, digunakan metode empirik dan metode HVSR. Data mikrotremor dengan menggunakan metode Horizontal To Vertical Spectral Ratio (HVSR) sebanyak 65 titik akan diolah hingga mendapatkan nilai ground shear strain (GSS) menggunakan konsep perhitungan Nakamura (1997). Sedangkan cone penetration test (CPT) sebanyak 7 titik yang diolah hingga menghasilkan Liquefaction Index Potential (LPI) menggunakan konsep Iwasaki (1981). Nilai GSS yang dihasilkan yaitu 0,00089 – 0,033. Selain itu, nilai LPI bervariasi dari 0 – 11,521. Masing-masing data memiliki nilai yang sangat rendah hingga tinggi dalam potensi terjadinya likuefaksi. Bahaya potensi likuefaksi teridentifikasi pada nilai ground shear strain yaitu 10-2 – 10-1. Sedangkan nilai LPI memiliki potensi terjadinya likuefaksi yaitu 5 < LPI ? 15. Peta mikrozonasi potensi likuefaksi yang dihasilkan terbagi dalam tiga zona yaitu Zona A, Zona B dan Zona C berturut-turut menghasilkan potensi likuefaksi yang tinggi di sebelah utara, timur tenggara – selatan dan terdapat daerah yang berasosiasi kecil di sebelah barat daya daerah penelitian.", "Daftar File": {"ABSTRAK Wira Hadi Kusuma": "https://digilib.itb.ac.id/gdl/download/236837"}, "Penulis": "Wira Hadi Kusuma [22320009]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. T.A. Sanny, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Likuefaksi, Mikrotremor, metode HVSR, Cone Penetration Test (CPT), Ground Shear Strain, Liquefaction Index Potential (LPI).", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "27 Sep 2021"}