{"Nomor": 61795, "Judul": "PERANCANGAN SISTEM PENYALIRAN PADA AREA TAMBANG EMAS", "Abstrak": "Penyaliran tambang merupakan salah satu aspek terpenting dalam tambang terbuka karena\nmemliki hubungan yang erat dengan produktivitas, kondisi kerja, keselamatan, dan lingkungan.\nSelama adanya proses penambangan maka akan terbentuk pit-pit berbentuk cekungan,\nsehingga air yang masuk ke dalam pit harus dikeluarkan agar produktivitas tidak terganggu.\nPembangunan sarana penyaliran berupa sumuran dan sistem pemompaan akan membantu\nmengeluarkan air dari dalam pit. Air yang keluar dari proses penambangan juga harus\nmemenuhi baku mutu air sebelum dialirkan kembali ke badan perairan alami, maka diperlukan\npembuatan kolam pengendap untuk menjaga baku mutu air tersebut sebelum dimanfaatkan\nlebih lanjut oleh populasi di lingkungan sekitar.\nData yang digunakan dalam penelitian ini adalah data curah hujan harian dari tahun 2013-2019.\nEvaluasi hidrologi pada area ini dilakukan dengan menghitung nilai intensitas hujan rencana\ndengan menggunakan metode Mononobe. Perhitungan sumuran dan kolam pengendap\nmenggunakan rumus kesetimbangan air.\nHasil penelitian menunjukkan bahwa daerah kajian memiliki intensitas curah hujan sebesar\n35,82 mm/jam. Untuk mengatasi masalah penyaliran, perlu dibuat sumuran sebanyak 2 buah.\nSumuran X memiliki ukuran 18 x 17 m, sementara sumuran Y memiliki ukuran 15 x 13 m.\nUntuk membawa air dari sumuran ke kolam pengendap digunakan pompa Multiflo 290.\nJumlah pompa pada sumuran X sebanyak 2 buah, sementara pada sumuran Y sebanyak 4\nbuah. Air dari disposal dan pompa pada sumuran X akan masuk ke kolam retensi yang\nselanjutnya dialirkan ke kolam pengendap 1. Kolam retensi dibuat untuk mengatur debit,\ndengan ukuran 70 x 59 m. Kolam pengendap 1 dibuat untuk menampung volume sebesar 3600\nm3, dengan ukuran 20 x 18 m tiap kompartmentnya. Air dari pompa pada sumuran Y akan\nmasuk ke kolam pengendap 2. Kolam pengendap 2 dibuat untuk menampung volume sebesar\n7200 m3, dengan ukuran 60 x 26 m.", "Daftar File": {"ABSTRAK Ingrid Saraswati Tarigan": "https://digilib.itb.ac.id/gdl/download/236844"}, "Penulis": "Ingrid Saraswati Tarigan [12117044]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Rudy Sayoga Gautama Benggolo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "intensitas hujan, sumuran, pompa, kolam pengendap.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "27 Sep 2021"}