{"Nomor": 61808, "Judul": "AKTIVITAS ANTITUKAK SEDIAAN NANOEMULSI MENGANDUNG MADU, KUNYIT DAN LADA HITAM PADA TIKUS WISTAR JANTAN YANG DIINDUKSI ETANOL", "Abstrak": "Tukak lambung merupakan penyakit yang ditandai dengan keberadaan luka pada dinding lambung.\nSebagian besar obat antitukak yang beredar di pasaran memiliki efek samping yang tidak diinginkan,\ndan berisiko jika digunakan dalam jangka waktu panjang. Hingga saat ini telah ada upaya untuk\nmengembangkan obat alternatif antitukak. Beberapa bahan alam telah diteliti memiliki aktivitas\nantitukak, salah satunya yaitu kunyit dan madu. Sediaan nanoemulsi yang mengandung madu, kunyit,\ndan lada hitam diformulasikan. Penelitian ini bertujuan untuk menentukan aktivitas antitukak pada\ntikus Wistar jantan yang diinduksi dengan etanol. Penelitian ini dilakukan dengan menguji sediaan\nnanoemulsi dengan dosis 1 mL/kg BB dan 2 mL/kg BB pada tikus Wistar jantan. Sediaan diberikan\nkepada hewan uji selama 7 hari, kemudian hewan uji dipuasakan 12 jam dan diinduksi dengan etanol\n96%, 5 mL/kg BB. Satu jam setelah diinduksi, hewan uji dikorbankan, pH isi lambung diuji, organ\nlambung diisolasi, lalu diamati secara makroskopis dan mikroskopis dengan histologi. Luas tukak\nditentukan dengan bantuan aplikasi ImageJ dan dianalisis secara statistik dengan one-way ANOVA.\nHasil dari uji aktivitas antitukak penelitian ini menunjukkan bahwa sediaan nanoemulsi pada dosis 1\nmL/kg BB dan 2 mL/kg BB menunjukkan aktivitas gastroprotektif yang signifikan terhadap tukak\nlambung yang diinduksi dengan etanol. Kelompok yang diberikan nanoemulsi dengan dosis 2 mL/kg\nBB/hari juga memiliki indeks preventif yang lebih tinggi dibanding dosis 1 mL/kg BB, yaitu sebesar\n72,59%.", "Daftar File": {"ABSTRAK Cynthiana Christabella Aslan": "https://digilib.itb.ac.id/gdl/download/236870"}, "Penulis": "Cynthiana Christabella Aslan [10717025]", "Kontributor / Dosen Pembimbing": ["Prof. apt. I Ketut Adnyana, M.Si., Ph.D.", "Amirah Adlia, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "antitukak lambung, madu, kunyit, lada hitam, nanoemulsi.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "28 Sep 2021"}