{"Nomor": 61806, "Judul": "ANALISIS METODE PENGGALIAN DAN KESTABILAN RENCANA TEROWONGAN KEMBAR JALAN TOL RUAS JOGJA-BAWEN", "Abstrak": "Terowongan Kembar Jalan Tol Ruas Jogja-Bawen dibangun di Desa Losari, Kecamatan\nGrabag, Kabupaten Magelang, Jawe Tengah pada Seksi Ambarawa-Temanggung dengan\ntotal panjang 550-560 meter. Pembangunan terowongan dibangun mengacu pada metode\nNATM, bentuk penampang tapal kuda dengan dimensi galian 19,2m x 12,8 m dan dimensi\nruang bebas 15,3m x 5,2m. Tujuan dari penelitian ini adalah menganalisis metode\npenggalian terowongan dan menentukan sistem penyanggaan yang tepat dengan\nmenganalisis kestabilan setelah penyangga dipasang. Metode penelitian yang dilakukan\nanalisis menggunakan dengan menggunakan prinsip convergence-confinement method\nuntuk mendapatkan kondisi awal terowongan pada saat digali dan menganalisis kestabilan\nmenggunakan software Phase 2 dengan acuan JSCE.\nHasil dari penelitian menunjukkan bawah setelah terowongan digali deformasi yang terjadi\npada muka terowongan adalah 0,8m dan dibutuhkan pre-support berupa forepoling untuk\nmendapatkan nilai displacement yang lebih rendah. Setelah pemasangan forepoling, nilai\ndeformasi pada muka terowongan mengalami penurunan sebesar 0,14 cm. Metode\npenggalian yang sesuai dengan acuan JSCE adalah side drift excavation method atau three\nbench and seven-step excavation method. Berdasarkan hasil pemodelan setelah dipasang\npenyangga diperoleh kondisi yang aman dengan deformasi vertikal maksimal di atap\nterowongan sebesar 2 cm, total deformasi horisontal maksimal di kedua dinding terowongan\nsebesar 5 cm, ketebalan zona plastis pada dinding terowongan sebesar 2 meter dan dipasang\nrockbolt, serta Strength Factor sekitar 1,4-2 dengan FK dari penyangga di atas 2.", "Daftar File": {"ABSTRAK Boyke Adhitya Y.L.A.": "https://digilib.itb.ac.id/gdl/download/236868"}, "Penulis": "Boyke Adhitya Y.L.A. [12117014]", "Kontributor / Dosen Pembimbing": ["Simon Heru Prassetyo, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "terowongan jalan tol, metode penggalian, sistem penyangga, kestabilan", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "27 Sep 2021"}