{"Nomor": 61811, "Judul": "FORMULASI SABUN CAIR BENTONIT YANG MENGANDUNG NANOEMULSI MINYAK BIJI KELOR- VITAMIN E SEBAGAI PEMBERSIH NAJIS MUGHALLADZAH", "Abstrak": "Bentonit adalah mineral yang termasuk ke dalam kelompok mineral lempung yang\ndisebut smektit. Bentonit terdiri dari komponen aktif utama yaitu monmorilonit\nyang merupakan lempung multifungsi. Bentonit lebih dikenal sebagai natural\nadsorben, agen suspensi dan rheologi selain itu juga memiliki struktur koloid di\ndalam air. Banyak penelitian yang membuktikan selain memiliki kemampuan\nsebagai adsorben bentonit juga memiliki aktivitas antibakteri, antifungi, dan\nantivirus. Nanoemulsi merupkan dispersi minyak dengan partikel yang sangat kecil.\nNanoemulsi sendiri telah banyak dikembangkan untuk meningkatkan bioavaibilitas\nobat. Pada penelitian ini dilakukan formulasi dan evaluasi terhadap nanoemulsi\nminyak biji kelor-vitamin E dan sabun cair bentonit yang mengandung nanoemulsi\nminyak biji kelor-vitamin E. Perbandingan yang digunakan untuk membuat\nnanoemulsi minyak biji kelor-vitamin E antara fase minyak dan air yang digunakan\nadalah 1:3. Evaluasi dari nanoemulsi adalah organoleptis, pH, morfolgi, ukuran,\ndan zeta potensial. Nanoemulsi yang diperoleh adalah nanoemulsi yang memiliki\nwarna yang jernih dan berbau khas seperti minyak biji kelor dan terhirup samar bau\nvitamin E. Hasil morfologi sistem nanoemulsi yang terbentuk adalah co-disperse\nnanoemulsion system dikarenakan kedua minyak yang digunakan tidak menyatu\nmelainkan membentuk droplet masing-masing dalam skala 50 nm dan 100 nm.\nPada skala 50 nm merupakan droplet nanoemulsi vitamin E sedangkan skala 100\nnm adalah droplet nanoemulsi minyak biji kelor. Perbedaan ini bisa disebabkan\nkarena viskostias vitamin E lebih kecil daripada viskostias minyak biji kelor\nsehingga menghasilkan droplet dengan skala yang lebih besar untuk minyak biji\nkelor. pH nanoemulsi diperoleh adalah 5,06 ± 0,03 sedangkan untuk ukuran yang\ndiperoleh adalah 76,7 ± 2,3 nm dengan indeks polidispersitas (IP) 0,393 ± 0,054.\nZeta potensial yang diperoleh dari nanoemulsi minyak biji kelor-vitamin E adalah\n-3,9 ± 0,6 mV. Evaluasi terhadap sabun cair bentonit yang mengandung nanoemulsi\nminyak biji kelor-vitamin E yaitu organoleptis, morfologi sabun, uji pH, viskositas\ndan reologi, daya sebar sabun, tinggi busa dan kestabilan busa, bobot jenis, uji\niritasi, dan uji anti mikroba. Organoleptis sabun yang diperoleh adalah sabun cair\ndengan warna coklat muda, kental dan tidak berbau. pH dari sabun adalah pH netral\nyaitu 7,41 ± 0,04. Viskositas dari sabun cair bentonit cukup tinggi dengan kecepatan\n10 rpm didapatkan 7200 cP dan reologi dari sabun ini adalah tiksotropi. Reologi\nsabun yang diperoleh adalah tiksotropi hal ini dipengaruhi karena adanya bentonit\nyang memiliki sifat alir tiksotropi. Daya sebar sabun adalah 65,40 ± 2,53 mm,\nkestabilan busa dari sabun bentonit adalah 89,8 ± 0,68 % sedangkan bobot jenis\nsabun bentonit adalah 1,2007 ± 0,0013 g/mL. Formula bentonit yang didapatkan\nmenghasilkan sabun yang stabil selama penyimpanan lima bulan pada suhu kamar.\nIndeks iritasi primer (IIP) dari sabun ini adalah 0,28 yang masih masuk dalam\nkategori sangat ringan (negligible). Pada penelitian ini pengujian aktivitas\nantibakteri dilakukan terhadap bakteri Staphylococcus aureus ATCC 6538,\nEscherichia coli ATCC 8939, dan Pseudomonas aeruginosa ATCC 9027. Bentonit\nmemiliki aktivitas anti mikroba yang kuat dikarekan zona hambat yang dihasilkan\noleh sabun cair bentonit > 10 mm. Tujuan penelitian ini adalah untuk membuat\nsabun yang bukannya hanya memiliki fungsi sebagai sabun yang mengandung anti\nmikroba juga sebagai pembersih najis berat karena adanya kandungan bentonit.\nSelain itu dengan adanya nanoemulsi minyak biji kelor-vitamin E yang\nditambahkan dalam sabun ini menambahkan fungsi sabun bukan hanya sebagai\npembersih namun juga sebagai suplemen terhadap kulit dan pelembab.", "Daftar File": {"ABSTRAK Monita Natalia Siregar": "https://digilib.itb.ac.id/gdl/download/236873"}, "Penulis": "Monita Natalia Siregar [20719011]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. apt. Heni Rachmawati, M.Si.", "Dr. Damar Rastri Adhika, S.T, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "bentonit, sabun cair, anti mikroba, pembersih najis, nanoemulsi minyak biji kelor-vitamin E", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "28 Sep 2021"}