{"Nomor": 61814, "Judul": "EVALUASI PENGARUH KOMBINASI EKSTRAK AIR DAUN TEMPUYUNG (SONCHUS ARVENSIS. L) DAN BINAHONG (ANREDERA CORDIFOLIA (TEN.) STEENIS) TERHADAP PERKEMBANGAN FISIK SERTA FUNGSI KOGNITIF DAN MOTORIK PADA KETURUNAN TIKUS WISTAR", "Abstrak": "Kondisi hipertensi selama kehamilan sangat berbahaya sebab berpotensi menyebabkan kejang\n(eklampsia) hingga stroke yang bisa berujung pada kematian ibu dan janin. Ekstrak daun\ntempuyung dan binahong telah terbukti memiliki khasiat menurunkan tekanan darah, salah\nsatunya dengan menginhibisi aktivitas ACE. Obat ACEI dikontraindikasikan bagi ibu hamil karena\nterbukti menyebabkan defek janin, salah satunya pada fungsi sistem saraf sebagai efek intervensi\nperkembangan sistem RAA. Berbeda dengan manusia, sistem RAA pada hewan percobaan\nberkembang pesat pada akhir periode kehamilan (prenatal) dan berlanjut hingga periode laktasi\n(postnatal). Penelitian ini bertujuan untuk mengevaluasi efek pemberian kombinasi ekstrak\ntempuyung dan binahong selama periode kehamilan dan laktasi terhadap perkembangan fisik serta\nfungsi kognitif dan motorik. Untuk evaluasi pemberian kombinasi ekstrak selama periode\nkehamilan, tiga kelompok uji (n=20) menerima kombinasi ekstrak dosis 100 mg/kgBB, 400\nmg/kgBB, dan 1000 mg/kgBB pada hari ke-6 sampai 15 periode kehamilan (G6-15) sementara\nkelompok kontrol menerima Na-CMC 0,5% sebanyak 1 mL/100 g BB. Tikus betina bunting dibedah\npada hari ke-19 periode kehamilan (G19) lalu dihitung jumlah dan persentase fetus hidup, cacat,\ndan mati dan ditimbang bobot badannya. Pemeriksaan fisik meliputi pemeriksaan kerangka dan\norgan dalam. Untuk evaluasi pemberian ekstrak selama periode laktasi (n=7), ekstrak diberikan\nmulai hari ke-6 periode kehamilan (G6) sampai hari ke-21 pasca kelahiran (PND 21). Fungsi motorik\ndinilai melalui tes refleks, geotaksis negatif, forelimb test, traverse-narrow path test, dan ropeclimbing test pada rentang usia 6-21 hari. Fungsi kognitif dinilai dengan metode reward-alternation\nmenggunakan Y-maze pada usia 25 dan 26 hari (PND 25-26). Anak tikus dibedah pada hari ke-30,\notaknya ditimbang, dan dipreparasi untuk histologi. Parameter uji dianalisis dengan metode oneway ANOVA dan chi-square (?=0,05) menggunakan IBM SPSS 28. Dari penelitian ini disimpulkan\nbahwa penggunaan kombinasi ekstrak tempuyung dan binahong selama periode kehamilan dan\nlaktasi dikontraindikasikan berdasarkan temuan kejadian resorpsi dan janin dengan otak kecil pada\nketiga kelompok yang diberi ekstrak serta penurunan respons motorik pada kelompok dosis 400\nmg/kgBB dan 1000 mg/kgBB.", "Daftar File": {"ABSTRAK Sinar Kasih Mentari": "https://digilib.itb.ac.id/gdl/download/236875"}, "Penulis": "Sinar Kasih Mentari [20720003]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elin Yulinah"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "hipertensi, tempuyung, binahong, ekstrak daun, sistem saraf, fungsi motorik, fungsi kognitif, histologi otak", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "28 Sep 2021"}