{"Nomor": 61818, "Judul": "SPAR-TYPE FLOATING OFFSHORE WIND TURBINE HYDRODYNAMIC DESIGN AND FIELD PLANNING IN INDONESIA: CASE STUDY IN SOUTH  SULAWESI OFFSHORE", "Abstrak": "Indonesia memiliki potensi dalam penerapan pembangkit listrik tenaga angin lepas pantai untuk memenuhi kebutuhan listrik bagi aktivitas manusia sehari-hari. Dalam penelitian ini, floating offshore wind turbine (FOWT) sebagai salah satu pembangkit listrik tenaga angin lepas pantai akan dianalisa sebagai salah satu pembangkit listrik tenaga angin Indonesia. Salah satu desain turbin angin yang ada saat ini adalah turbin angin 5 MW oleh NREL yang menggunakan pondasi tipe spar dan ballast beton untuk mencapai stabilitasnya dengan tambahan sistem tali mooring untuk menahan pergerakan struktur. Oleh karena itu, turbin angin akan dianalisa dengan data beban lingkungan laut Indonesia pada lokasi potensial untuk produksi tenaga angin. Kajian ini dilakukan untuk stabilitas statik dan pergerakan struktur, serta analisis tegangan mooring untuk tali mooring. Kriteria desain didasarkan pada standar DNVGL dan API untuk struktur spar dan tali mooring. Proses tersebut akan mencakup pemodelan struktur keseluruhan dengan perangkat lunak hidrodinamik untuk menghasilkan parameter hidrostatik dan respon struktural terhadap kondisi lingkungan yang dirancang. Nantinya, struktur yang dirancang akan digabungkan dengan sistem tali mooring untuk analisis seakeeping. Kondisi lingkungan diperiksa untuk arah datang 0o dan 180o sedangkan sistem mooring akan divariasikan berdasarkan pretensi yang diberikan pada tali mooring dengan memindahkan posisi jangkar. Hasil penelitian menunjukkan bahwa struktur eksisting akan memenuhi kriteria stabilitas statis dengan GM lebih besar dari 1 m, offset lebih rendah dari 32 m, dan tegangan mooring kurang dari 80% dari Minimum Breaking Load. Selanjutnya akan dilakukan perencanaan lapangan untuk pembangkit listrik tenaga angin yang terdiri dari beberapa turbin angin. Hal ini dilakukan untuk memprediksi Levelized Cost of Energy atau LCOE yang dihasilkan oleh ladang angin yang direncanakan. Hasilnya, untuk kapasitas pembangkit listrik tenaga angin 150 MW dapat menghasilkan daya sebesar 5189,5 GW selama 27 tahun siklus hidupnya, atau setara dengan 22,64% dari kapasitas aslinya. Dipengaruhi oleh pembangkit listrik dan biaya investasi, LCOE untuk pembangkit listrik tenaga angin yang direncanakan adalah Rp 1674,79 per kWh yang masih lebih tinggi dibandingkan tarif konvensional. Oleh karena itu, evaluasi juga dilakukan untuk menghasilkan tarif yang lebih sesuai untuk produksi tenaga angin di Indonesia. Studi ini juga mencakup diskusi tambahan yang mencakup berbagai analisis pretensi mooring untuk meningkatkan efisiensi aspek keuangan dan perencanaan lapangan proyek, serta evaluasi konfigurasi tata letak ladang angin untuk optimasi area proyek.", "Daftar File": {"ABSTRAK Duncan Vito Nabasa": "https://digilib.itb.ac.id/gdl/download/236881"}, "Penulis": "Duncan Vito Nabasa [15517057]", "Kontributor / Dosen Pembimbing": ["Eko Charnius Ilman, S.T., M.T., Ph.D.", "Ir. Alamsyah Kurniawan, S.T., Ph.D.", "Izqi Yustina Ammylia Yusuf, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Infrastruktur tenaga angin, stabilitas struktur terapung, analisis seakeeping, konfigurasi lapangan, Levelized Cost of Energy (LCOE)", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2021"}