{"Nomor": 61836, "Judul": "PEMETAAN LINGKUNGAN UNTUK KENDARAAN OTONOM MENGGUNAKAN FILTER PARTIKEL BERDASARKAN DETEKSI PINGGIRAN JALAN", "Abstrak": "Penelitian ini memberikan alternatif representasi peta yang berbasis partikel yang diestimasi dengan particle filter untuk pemetaan lingkungan kendaraan otonom. Dibandingkan dengan peta grid (OGM) yang telah banyak dikembangkan, peta partikel ini bersifat tidak rapat sehingga dapat mengurangi jumlah informasi yang diperlukan dalam melakukan pemetaan. Informasi yang disimpan dalam peta yang disebut sebagai RBM ini hanya berupa informasi pinggiran jalan, sehingga sistem pemetaan tidak perlu menyimpan informasi yang berlebihan terkait lingkungannya.\nUntuk dapat membuat peta berbasis pinggiran jalan, maka perlu dirancang sistem untuk mendeteksi pinggiran jalan. Sistem deteksi pinggiran jalan yang dirancang pada penelitian ini menggunakan data dari sensor dan LiDAR untuk menghasilkan titik-titik pinggiran jalan dalam sistem koordinat dunia. Salah satu elemen penting dalam sistem tersebut adalah teknik baru untuk transformasi piksel jalan dari kamera ke sistem koordinat dunia yang disebut sebagai teknik fitted plane projection (FPP). Dengan memiliki hasil deteksi pinggiran jalan dari kamera dan LiDAR di sistem koordinat yang sama, maka proses fusi data dari kedua sensor dapat dilakukan untuk tujuan pemetaan.\nSistem ini diuji dengan menggunakan Carla Simulator, yaitu aplikasi simulasi untuk riset kendaraan otonom. Data ground truth untuk evaluasi kuantitatif diambil dengan menerapkan rangkaian teknik pengolahan citra pada data dari Carla Simulator. Metode ini memungkinkan ekstraksi ground truth pinggiran jalan dilakukan secara akurat dan otomatis serta dalam resolusi tinggi\nHasil evaluasi menunjukkan bahwa teknik FPP berhasil mencapai error lebih rendah dibandingkan metode yang sudah ada. Dengan teknik ini, error yang dicapai pada deteksi kamera (dengan bantuan LiDAR) adalah 0,17 m dan deteksi LiDAR 0,27 m. Sementara itu, pemetaan RBM skala global berbasis partikel yang diajukan berhasil mengurangi error akibat deteksi tersebut dengan penurunan rata-rata error sebesar 0,20 m serta meningkatkan presisi dari peta OGM skala lokal.", "Daftar File": {"ABSTRAK Mukhlas Adib Rasyidy": "https://digilib.itb.ac.id/gdl/download/236899"}, "Penulis": "Mukhlas Adib Rasyidy [23819009]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Yul Yunazwin, M.Sc., DIC.", "Ir. Endra Joelianto, Ph.D.", "Augie Widyotriatmo, S.T., M.T., Ph.D.", "Dr. Vebi Nadhira, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "filter partikel, fusi data, kendaraan otonom, pemetaan lingkungan, pinggiran jalan.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2021"}