{"Nomor": 61832, "Judul": "PENGEMBANGAN TOMOGRAFI IMPEDANSI ELEKTRIK MENGGUNAKAN IOT UNTUK SISTEM PENCITRAAN  MEDIS BERGERAK", "Abstrak": "Tomografi Impedansi Elektrik (TIE) merupakan sebuah teknik tomografi yang dapat digunakan untuk mengetahui kondisi internal suatu objek melalui rekontruksi parameter elektrik objek berdasarkan bidang batas. Metoda ini memiliki resolusi temporal yang tinggi, mudah dibawa (portable), aman dalam penggunaan, tidak menyebabkan terjadinya ionisasi pada objek yang dicitrakan, biaya penggunaannya yang relatif murah namun memiliki resolusi spasial yang rendah. Resolusi temporal yang tinggi memungkinkan perangkat TIE ini dapat merekonstruksi perubahan distribusi resistivitas pada objek dengan cepat sehingga ketika ada kelainan pada objek dapat dideteksi dengan cepat. Berdasarkan kondisi tersebut maka TIE ini memiliki potensi untuk dikembangkan sebagai alat pendeteksi awal. Selain itu, penelitian ini juga melakukan integrasi antara perangkat TIE dengan platform IoT. Hal ini bertujuan untuk menghasilkan sebuah pencitraan medis yang dapat digunakan dimanapun serta hasil data yang diperoleh dapat diakses oleh tenaga medis tanpa perlu meninjau langsung ke lokasi pasien. Untuk meminimalisir kemungkinan kesalahan yang akan terjadi terhadap hasil rekonstruksi, setiap komponen penyusun perangkat TIE harus dianalisis karakteristiknya. Sementara itu, sistem protokol IoT yang digunakan yaitu MQTT. Berdasarkan percobaan yang telah dilakukan, nilai arus injeksi TIE dari 0.3 mA – 1 mA dengan rentang kerja frekuensi 10 kHz – 50 kHz stabil untuk impedansi beban 100? – 2000 ?. Arus injeksi 0.3 mA dengan frekuensi 10 kHz memiliki resolusi spasial citra yang lebih baik dibandingkan injeksi arus 0.5 mA, 1 mA dan 2 mA serta dapat menentukan posisi dua objek yang terpisah dengan baik. Selain itu, sistem transfer data dalam penelitian ini telah mampu mengirimkan data yang terdiri dari data informasi pasien dan hasil citra gambar yang dihasilkan oleh perangkat TIE.", "Daftar File": {"ABSTRAK Aldo Nofrianto": "https://digilib.itb.ac.id/gdl/download/236895", "COVER Aldo Nofrianto": "https://digilib.itb.ac.id/gdl/download/238394", "BAB 1 Aldo Nofrianto": "https://digilib.itb.ac.id/gdl/download/238395", "BAB 2 Aldo Nofrianto": "https://digilib.itb.ac.id/gdl/download/238396", "BAB 3 Aldo Nofrianto": "https://digilib.itb.ac.id/gdl/download/238397", "BAB 4 Aldo Nofrianto": "https://digilib.itb.ac.id/gdl/download/238398", "BAB 5 Aldo Nofrianto": "https://digilib.itb.ac.id/gdl/download/238399", "BAB 6 Aldo Nofrianto": "https://digilib.itb.ac.id/gdl/download/238400", "DAFTAR Aldo Nofrianto": "https://digilib.itb.ac.id/gdl/download/238401", "2019 TS IK ALDO NOFRIANTO 23819001 LAMPIRAN.pdf)u": "https://digilib.itb.ac.id/gdl/download/238402"}, "Penulis": "Aldo Nofrianto [23819001]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Tomografi Impedansi Elektrik, IoT, pencitraan medis bergerak.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "10 file", "Tanggal Input": "28 Sep 2021"}