{"Nomor": 61835, "Judul": "SISTEM INFORMASI PULAU-PULAU KECIL TERLUAR INDONESIA BERBASIS WEBGIS", "Abstrak": "Indonesia merupakan negara kepulauan dengan potensi kelautan yang sangat besar dan beragam yakni memiliki 17.504 pulau (BIG dan Pushidros TNI AL, 2018). Diantara jumlah keseluruhan pulau yang ada di Indonesia, terdapat pulau-pulau kecil terluar Indonesia. Berdasarkan Keputusan Presiden (Keppres) Nomor 6 Tahun 2017 tentang Penetapan Pulau- Pulau Kecil Terluar, jumlah pulau-pulau kecil terluar saat ini ada sebanyak 111 pulau yang tersebar di seluruh wilayah perairan Indonesia. Pulau-pulau kecil terluar tersebut memiliki potensi sumber daya yang belum banyak diketahui oleh masyarakat. Akibatnya, pulau-pulau tersebut masih belum dimanfaatkan secara maksimal dan cenderung dibaikan keberadaannya oleh masyarakat maupun pemerintah.\nTugasakhirinibertujuanuntukmemberikaninformasikepadamasyarakatmaupunpemerintah mengenai potensi sumber daya yang ada pada pulau-pulau tersebut sehingga dalam pengelolaannya dapat dilakukan seefektif mungkin. Metode penelitian yang dilakukan yaitu denganmengumpulkandatainformasipotensipulau-pulautersebutdalambentukinventarisasi. Kemudian divisualisasikan kedalam sebuah website GIS (Geographic Information System) yang dapat diakses oleh seluruhmasyarakat.\nDengan adanya sistem informasi mengenai potensi sumber daya di pulau-pulau tersebut diharapkan dapat menunjang pemerintah maupun masyarakat untuk berperan aktif dalam mengambil kebijakan untuk mengelola, menjaga dan memanfaatkan potensi sumber daya di pulau-pulau tersebut.", "Daftar File": {"Abstrak TA_Fitria Maharani.pdf?": "https://digilib.itb.ac.id/gdl/download/236898"}, "Penulis": "Fitria Maharani [15116049]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agung Budi Harto, M.Sc.", "Dr. Ir. Eka Djunarsjah, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Generalities", "Kata Kunci": "pulau-pulau kecil terluar, sistem informasi, potensi sumber daya, webGIS", "Sumber": "", "Staf Input/Edit": "Deddi Suhendi", "File": "1 file", "Tanggal Input": "28 Sep 2021"}