{"Nomor": 61841, "Judul": "PERANCANGAN DAN ANALISIS BOAT IMPACT ANJUNGAN LEPAS PANTAI TIPE JACKET TRIPOD DI PERAIRAN SELAT MAKASSAR", "Abstrak": "Pada akhir tahun 2020, investasi pada sektor minyak dan gas di Indonesia hanya mencapai 59% dari total target sebesar US$13.8 miliar. Meskipun tren investasi cenderung mengalami penurunan, pada tahun 2021 target investasi tetap ditargetkan untuk mencapai US$18 miliar. Hal ini dikarenakan adanya permintaan yang besar dari masyarakat untuk produk olahan migas seperti BBM dan LPG. Tentunya, untuk meningkatkan produksi agar dapat memenuhi permintaan masyarakat akan dibutuhkan sebuah fasilitas anjungan lepas pantai yang aman dan kuat terhadap berbagai kondisi operasional dan lingkungan pada lokasi pengeboran sehingga kegiatan produksi dapat diakomodasi dengan baik. Sesuai dengan kode standar desain API RP 2A WSD 21st edition, terdapat beberapa kriteria desain yang harus dipenuhi agar suatu struktur anjungan lepas pantai dapat dinyatakan layak untuk digunakan.\nDalam tugas akhir ini, akan dilakukan pemodelan struktur anjungan lepas pantai berjenis fixed platform tipe jacket tripod di perairan Selat Makassar. Bagian dari struktur yang dimodelkan mencakup struktur utama dan sub-struktur boat landing. Struktur utama harus dapat memenuhi syarat kriteria analisis in-place, seismic, dan spectral fatigue. Sementara untuk desain boat landing akan dibuat berdasarkan kriteria desain berupa kedalaman perairan dan juga diuji terhadap analisis boat impact. Analisis boat impact dilakukan untuk mengetahui kapasitas boat landing dalam menyerap energi akibat tumbukan kapal yang merapat. Struktur boat landing tidak boleh mengalami keruntuhan ketika ditumbuk kapal yang merapat dan harus dapat menyerap energi kinetik akibat tumbukan kapal pada struktur. Sebagai pendekatan kondisi riil, dilakukan analisis boat impact pada struktur berjumlah 9 (sembilan) kasus tumbukan menggunakan kapal 1600-Ton yang memiliki kecepatan 0.5 m/s. Pembagian kasus dilakukan dengan mempertimbangkan kedalaman perairan, bagian kapal yang menumbuk, dan bagian boat landing yang ditumbuk struktur. Besar energi tumbukan yang terjadi akibat kapal merapat adalah sebesar 220 kJ untuk tumbukan bagian bow kapal dan sebesar 280 kJ untuk tumbukan bagian broadside kapal. Berdasarkan perhitungan, untuk kasus tumbukan kapal tersebut, besar energi yang harus diserap struktur boat landing adalah sebesar 199.1184 kJ untuk tumbukan bagian bow kapal dan sebesar 92.0656 kJ untuk tumbukan bagian broadside kapal. Berdasarkan hasil analisis boat impact, boat landing dinyatakan dapat menyerap energi akibat tumbukan kapal 1600-Ton ketika merapat tanpa mengalami deformasi plastis atau keruntuhan. Pengecekan kapasitas struktur boat landing juga dilakukan menggunakan analisis boat impact dan didapat kapasitas maksimum struktur untuk menyerap central bow impact kapal adalah sebesar 3380.3 kJ. Kemudian kapasitas maksimum struktur untuk menyerap energi broadside impact kapal adalah sebesar 438.50 kJ dan kapasitas maksimum struktur untuk kasus sideway bow impact adalah sebesar 3871.9 kJ.", "Daftar File": {"ABSTRAK Alesha Zahira Khairunnisa": "https://digilib.itb.ac.id/gdl/download/236904"}, "Penulis": "Alesha Zahira Khairunnisa [15517064]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Ricky Lukman Tawekal, M.S.E, Ph.D.", "Eddy Rachman Gandanegara, S.T., M.T.", "Jessica Rikanti Tawekal, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Platform design, In-Place, Seismic, Spectral Fatigue, Boat Impact, Plastic Collapse", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2021"}