{"Nomor": 61848, "Judul": "PRIORITAS STRATEGI TDM (TRANSPORTATION DEMAND MANAGEMENT) DI KOTA BANDUNG DENGAN MENGGUNAAKAN KOMBINASI METODE DELPHI DAN AHP (ANALYTIC HIERARCHY PROCESS)", "Abstrak": "Ketidakseimbangan antara kapasitas jalan (supply) dan permintaan pergerakan\nmasyarakat (demand) akan sarana dan prasarana transportasi di Kota Bandung\nmenyebabkan berbagai persoalan transportasi, salah satunya adalah kemacetan yang\ndipicu oleh tingginya penggunaan kendaraan bermotor pribadi. Dalam mengatasi\npersoalan kemacetan yang terjadi, Pemerintah Kota Bandung telah menetapkan visi\ntransportasi Kota Bandung dengan semboyan “Bandung Better Urban Mobility\n2031”. Kebijakan pemecahan persoalan kemacetan yang dilakukan dengan\nmeningkatkan kuantitas prasarana jalan dinilai efektif untuk jangka waktu pendek\nsaja karena akan membangkitkan permintaan perjalanan baru (induced demand). Di\nsisi lain, terdapat keterbatasan akan pengembangan lahan dan pembiayaan untuk\nmembangun prasarana jalan baru. Oleh karena itu, maka dibutuhkan suatu\npendekatan lain berupa pengelolaan pada sisi permintaan pergerakan masyarakat\natau TDM (Transportation Demand Management). Pola perjalanan masyarakat di\nKota Bandung yang perlu dikelola terdiri atas pergerakan internal dan eksternal kota,\nsehingga kebijakan yang diterapkan dapat berupa insentif (memperbaiki pilihan\ntransportasi) dan disinsentif (membatasi penggunaan kendaraan pribadi) dengan\nberbagai macam jenis alternatif strategi TDM. Berbagai macam strategi TDM\ntersebut disusun prioritasnya secara selektif dan komprehensif agar relevan untuk\ndijadikan alternatif penguraian persoalan kemacetan di Kota Bandung berdasarkan\npersepsi para ahli. Penelitian ini terdiri atas dua tahap dan dua metode, yaitu Tahap\nI dengan Metode Delphi dan Tahap II dengan Metode AHP (Analytic Hierarchy\nProcess). Berdasarkan hasil analisis yang dilakukan dengan bantuan software Expert\nChoice 11, diketahui bahwa hasil urutan prioritas strategi TDM di Kota Bandung\nyang dapat dilakukan dalam rangka menguraikan kemacetan adalah BRT dan Park\nand Ride (0,373), BRT dan Non-motorized Improvements (0,296), BRT dan Road\nPricing (0,190), serta Teleworking dan Alternative Work Schedules (0,140).\nKeberhasilan yang dapat dicapai dalam penerapan konsep TDM tidak dapat\ndinyatakan sebagai hasil dari satu upaya tertentu, melainkan pengaruh gabungan dari\nbeberapa upaya yang diterapkan secara bersamaan.", "Daftar File": {}, "Penulis": "Ghyna Nabila [15417058]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Puspita Dirgahayani, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "kemacetan, kendaraan bermotor pribadi, pergerakan, transportation demand management, analytic hierarchy process.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "7 file", "Tanggal Input": "28 Sep 2021"}