{"Nomor": 61842, "Judul": "DEVELOPING PROXY MODEL FOR PREDICTING CUMULATIVE GAS PRODUCTION IN ENHANCED COAL BED METHANE CO2 INJECTION (CO2-ECBM) PROJECT", "Abstrak": "Over time, coal bed methane (CBM) needs to be developed more widely to meet gas needs especially in Indonesia.\nOne of method that can be used is to enhance gas by using CO2 injection in producing gas because CO2 gas in\nIndonesia is quite abundant. In this study of development field, a quick screening process is also needed to\ndetermine highest gas cumulative potential. A model to predict gas cumulative obtained is by using proxy analysis\nto help feasibility study of CO2-ECBM project.\nThis study will focus on make a proxy model to predict cumulative CH4 gas that can be produced as its main\nfunction for 10 years production time by considering number of influential parameters. From 24 parameters with\n1232 total experiments using Latin Hypercube Sampling (LHS) method, 6 parameters were obtained that had\nmajor impact on the cumulative value of CH4 gas. Through this model, sensitivity analysis was applied by using\nCMG-CMOST software and evaluation of the quality model that has been build will be done and then construct\na regression to experimental model to make an equation. Proxy model obtained through the whole process will\nhel to predict CO2-ECBM based on cumulative CH4 producing gas.\nThis study resulted an equation from regression with best quality with quadratic regression method. Through\nquadratic regression, value of r-squared is 0.9208 from 6 parameter that gives huge impact over total 24 parameters\nthat has been analyze by using help of tornado chart in Sobol analysis. From these 6 parameters, all of them have\nan impact in the amount of gas content of methane in CBM reservoir. The average absolute error value is quite\ngood with value 0.1442. After a proxy model has been build, then validation of the equation is needed in order to\ncompare the result of proxy calculation and simulation calculation. The validation process uses another model of\nCBM data. The result gives satisfy number of cumulative CH4 gas production of the proxy model with value\n4137121.134 m3\nand the simulation result value is 3777975 m3 with an absolute error 10%.\nAll of these results are expected to be able to help predict cumulative CH4 gas production in CBM development\nespecially in Indonesia. This proxy model is expected to be quite accurate and could be evaluated again for further\ndevelopment.", "Daftar File": {"ABSTRAK Natya Vira Cahyarini": "https://digilib.itb.ac.id/gdl/download/236905"}, "Penulis": "Natya Vira Cahyarini [12217077]", "Kontributor / Dosen Pembimbing": ["Ir. Utjok W. R. Siagian, M.Sc., Ph.D.", "Dr. Amega Yasutra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "CO2-ECBM, proxy model, cumulative CH4 gas production", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "28 Sep 2021"}