{"Nomor": 61844, "Judul": "DESAIN POLA OPERASI  TERMINAL PETI KEMAS TUAS MEGAPORT FASE 1, SINGAPURA", "Abstrak": "Pelabuhan Tuas Megaport adalah proyek pelabuhan yang sedang dibangun di negara Singapura. Pelabuhan tersebut direncanakan akan menjadi pelabuhan dengan kapasitas throughut terbesar di dunia, sebesar 65 juta TEUs per tahunnya. Selain itu, pembangunan Tuas Megaport juga akan menjadi pembangunan pelabuhan tercanggih di dunia, dimana seluruh alat akan menggunakan proses otomatisasi dan menggunakan energi ramah lingkungan. Pembangunan Tuas Megaport akan dibangun bertahap sebanyak empat fase, yang dimulai pada fase 1 di tahun 2015, dan fase 4 yang diprediksi akan selesai dibangun di tahun 2040. Pada Tugas Akhir ini, akan dibahas mengenai Desain Pola Operasi Terminal Peti Kemas Tuas Megaport Fase 1. Desain pola operasi dermaga meliputi penentuan banyak kapal peti kemas yang dapat bertambat sesuai dengan panjang dermaga, luas wilayah operasional dermaga, serta jenis STS Crane dan perhitungan produktivitas bongkar-muat oleh STS Crane tersebut. Kapasitas desain handling peti kemas di Tuas Megaport Fase 1 sebesar 20.545.529 TEUs/tahun di dermaga. Nilai desain tersebut memenuhi nilai target desain aktual yang ditentukan oleh MPA sebesar 20 juta TEUs/tahun. Desain pola operasi lapangan penumpukan meliputi penentuan orientasi penumpukan blok peti kemas, penentuan jenis dan jumlah alat atur lapangan penumpukan, perhitungan produktivitas alat atur lapangan penumpukan, dan perhitungan kapasitas desain handling lapangan penumpukan. Kapasitas desain handling peti kemas lapangan penumpukan hasil perhitungan sebesar 28.616.000 TEUs/tahun. Nilai desain tersebut memenuhi nilai target desain aktual yang ditentukan oleh MPA sebesar 20 juta TEUs/tahun. Perhitungan pengeluaran dan pemasukan pelabuhan Tuas Megaport Fase 1 dilakukan dengan skenario pengadaan total, biaya investasi awal bersifat pinjaman dengan payback period selama 30 tahun. Perhitungan pengeluaran dan pemasukan pelabuhan meliputi perhitungan pengeluaran untuk angsuran pengembalian hutang, pengeluaran biaya kapital peralatan beserta biaya operasional dan pemeliharaannya, serta pemasukan dari nilai kontrak dengan operator, tarif handling dan tarif kapal masuk pelabuhan. Perhitungan proyeksi pengeluaran dan pemasukan dalam asumsi pembayaran hutang selama 30 tahun menghasilkan proyeksi keuntungan. Tarif handling yang lebih murah dari tarif aktual, namun biaya tarif kapal didapat lebih mahal dari tarif aktual,", "Daftar File": {"ABSTRAK Dhana Aryaputra": "https://digilib.itb.ac.id/gdl/download/236907"}, "Penulis": "Dhana Aryaputra [15517063]", "Kontributor / Dosen Pembimbing": ["Ir. Andojo Wurjanto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Pelabuhan Tuas Megaport Fase 1, Operasi Terminal, Peti Kemas, Otomatisasi Pelabuhan, Produktivitas, Kapasitas, Biaya, Ekonomi Pelabuhan, Tarif.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2021"}