{"Nomor": 61858, "Judul": "HYDRAULIC FRACTURING FLUID SELECTION FOR SAND RESERVOIR WITH HIGH CLAY CONTENT", "Abstrak": "Hydraulic fracturing is a method usually used for stimulating and preparing a well before starting producing. The objective is to increase the permeability of the reservoir around the wellbore by fracking the reservoir rock and ultimately to increase the productivity of the well of the reservoir. In sand reservoir with high clay content, hydraulic fracturing become a significant process that can greatly enhance the productivity of the reservoir. In order to achieve the optimal result of a hydraulic fracturing, fracturing fluid is one of the design parameters which have to be determined.\nThis study will simulate and analyze fracturing fluid systems selected by applying fuzzy logic for fracture treatments based on the given formation information. Best of three fluid systems will be chosen from the possibilities and will be simulated with constant proppant selection and fracturing designs. The result of the simulation will be carried on for production analysis to determine the reservoir productivity after stimulation. As a result of this study, it is possible to give recommendation of fracturing fluid selection for sand reservoir with high clay content.\nIt was observed that fracturing fluid that can provide highest value of fracture length will be most appropriate fracturing fluid used for sand reservoir with high clay content which is considered as low permeability reservoir and it is recommended to use borate-crosslinked guar water-based fracturing fluid to do hydraulic fracturing for sand reservoir with high clay content.", "Daftar File": {"ABSTRAK Febri Sutiauwan": "https://digilib.itb.ac.id/gdl/download/236936"}, "Penulis": "Febri Sutiauwan [12217090]", "Kontributor / Dosen Pembimbing": ["Ardhi Hakim Lumban Gaol, S.T., M.T., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "hydraulic fracturing, fracturing fluid, sand reservoir, high clay content", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "28 Sep 2021"}