{"Nomor": 61851, "Judul": "PENINGKATAN PERFORMA PEMBANGKIT LISTRIK TENAGA PANAS BUMI DENGAN PENAMBAHAN LUAS AREA PERPINDAHAN PANAS KONDENSOR", "Abstrak": "Saat ini, hampir semua pembangkit listrik tenaga panas bumi (PLTP) di Indonesia\nmenggunakan kondensor jenis direct contact condenser konvensional. Sementara itu ada\nkondensor jenis advanced direct contact condenser yang merupakan kondensor konvensional\nyang diberi tambahan area perpindahan panas atau istilahnya structured packing atau packing\nmedia. Salah satu PLTP yang menggunakan kondensor jenis itu adalah PLTP Kamojang Unit\nIV. Penambahan area tersebut dapat memengaruhi tekanan kerja kondensor sehingga untuk\naliran massa dan entalpi masuk turbin yang konstan, daya keluaran turbin bisa lebih besar.\nPenelitian ini bertujuan untuk melihat seberapa besar pengaruh area perpindahan\npanas terhadap performa PLTP. Metode yang dilakukan dalam penelitian ini adalah\nmembandingkan hasil perhitungan performa PLTP yang menggunakan kondensor tanpa\nstructured packing dengan yang menggunakan structured packing. Data yang digunakan pada\npenelitian ini merupakan data dari salah satu PLTP di Indonesia yang menggunakan\nkondensor konvensional tanpa structured packing. Data tersebut diolah menggunakan\nmetode GRG Nonlinear pada fasilitas Solver Microsoft Excel. Perhitungan yang dilakukan\ntersebut dipecah menjadi empat sheet Excel. Sheet pertama, kedua, ketiga, dan keempat\nmasing-masing memiliki output yaitu performa PLTP awal, luas area perpindahan panas\nkondensasi pada tetesan, performa PLTP setelah penambahan luas area perpindahan panas\nstructured packing, dan data performa PLTP untuk nilai luas area yang bervariasi.\nHasil perhitungan yang dilakukan di Microsoft Excel memperlihatkan bahwa dengan\nadanya luas area perpindahan panas tambahan yang disisipkan di kondensor, nilai performa\nPLTP berubah. Semakin besar nilai luas area structured packing, nilai performa PLTP dapat\nmeningkat. Peningkatan performa tersebut diperlihatkan dengan menurunnya tekanan\nkondensor, temperatur saturasi uap, dan nilai specific steam consumption (SSC), serta\nmeningkatnya daya keluaran turbin.", "Daftar File": {"ABSTRAK Arif Abdul Rohman": "https://digilib.itb.ac.id/gdl/download/236928"}, "Penulis": "Arif Abdul Rohman [13117101]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Willy Adriansyah, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "direct contact condenser, advanced direct contact condenser,structured packing, packing media, penurunan tekanan, kondensor, peningkatan daya keluaran turbin, PLTP, GRG Nonlinear.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Sep 2021"}