{"Nomor": 61860, "Judul": "SUPERVISED CLASSIFICATION MODEL IN QUICK INTERPRETATION OF CEMENT BOND LOG DATA", "Abstrak": "There are so many mature wells that do not produce any oil or gas anymore in our current time. This well\nbecomes more mature and only becomes a heritage for the next generation. However, there is a solution to\nreactivate this well to become productive again. This solution needs some consideration, including the cement\nbond strength. Wells that have poor cement bonds will have an opportunity to cause production leaking.\nLeaking in production activity will affect the well quality and increase other dangerous problems, for example,\nblow-out. That is the reason to check the quality of the cement bond before reactivating the well.\nIn order to find the cement bond quality, expertise usually runs a cement bond log. This logging tool will give\ndata, including transit time, amplitude, variable intensity, and oscilloscope pictures. These 4 data will be used by\nexpertise to interpret the cement bond quality and distinguish it into two parts: good cement and poor cement\nbond. However, one expert will have a different interpretation from the other expertise. It happens because of\nthe diverse experience that every expertise has. Even though this difference happens, in general, every expertise\nhas a basis that they use to interpret the cement bond log data.\nBy using machine learning interpretation in the early interpretation time, general understanding can be done\nfaster, and expertise will have more time to discuss the differences. This study makes an application to interpret\nthe data that is not interpreted yet by learning expertise habits. The learning model is acquired using six different\nwell log data with 47,789 data along with more than seven kilometers log that has been manually interpreted\nbased on cement bond log amplitude and gamma-ray. The machine learning model is distinguishing into five\nmodels. Every model gives a different interpretation. However, the results still show that the model has an\naccuracy of more than 75%.", "Daftar File": {"ABSTRAK Alaex Izzal Biladi": "https://digilib.itb.ac.id/gdl/download/236939"}, "Penulis": "Alaex Izzal Biladi [12217089]", "Kontributor / Dosen Pembimbing": ["Steven Chandra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Log, Interpretation, Machine Learning", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "28 Sep 2021"}