{"Nomor": 61866, "Judul": "PREDIKSI TURUNAN KESTABILAN DINAMIK WAHANA UDARA NIRAWAK HALE MENGGUNAKAN METODE BERBASIS CFD ALIRAN TAK TUNAK DAN DERET FOURIER", "Abstrak": "Studi ini mengimplementasikan metode CFD (Computational Fluid Dynamics) untuk menghitung turunan kestabilan dinamik pada wahana udara nirawak HALE (High-Altitude Long Endurance). Wahana udara HALE didesain dengan konfigurasi tandem wing (depan-belakang) yang dihubungkan dengan tiga tail booms dan tiga vertical stabilizers. Konfigurasi yang kompleks ini mempunyai respon gaya dan momen aerodinamika yang unik terhadap gangguan eksternal, disebut dengan turunan kestabilan dinamik, yang diperlukan untuk perancangan dan analisis sistem kendali terbang. HALE menjalankan misi surveillace dan/atau komunikasi beroperasi pada ketinggian stratosfer dalam waktu yang lama dipersyaratkan terbang secara otomatis dengan kestabilan wahana yang baik. Dalam desain, karakteristik kestabilan dinamik dapat diprediksi secara komputasi dengan mensimulasikan aliran tak tunak di sekitar HALE yang bergerak seperti gelombang dengan amplitudo yang kecil agar dapat mendekati gerak linear. Model gerakan tersebut diterapkan pada simulasi wahana HALE berupa gerak harmonik translasi (plunging oscillation) dan gerak harmonik rotasi terhadap pusat massa dalam arah longitudinal (pitching oscillation). Solusi aliran tak tunak dihasilkan dengan menyelesaikan persamaan RANS (Reynolds Averaged Navier-Stokes) tak tunak menggunakan teknik dynamic grids. Kemudian, turunan kestabilan dinamik diperoleh dengan mengesktraksi data historis waktu gaya dan momen aerodinamika dari simulasi CFD menggunakan metode gradien dan analisis Fourier. Validasi hasil turunan kestabilan statik dilakukan dengan membandingkan hasil simulasi CFD dengan data uji wind tunnel. Sementara, untuk hasil turunan kestabilan dinamik, dilakukan dengan membandingkan hasil simulasi CFD dengan metode potential flow (AVL program). Dalam studi ini, parameter penting gerakan harmonik termasuk amplitudo dan reduced frequency juga dikaji.", "Daftar File": {"ABSTRAK Rais Fadillah": "https://digilib.itb.ac.id/gdl/download/236944"}, "Penulis": "Rais Fadillah [13617058]", "Kontributor / Dosen Pembimbing": ["Ema Amalia, S.T., M.T.", "Dr.-Ing. Mochammad Agoes Moelyadi, S.T., M.Sc.", "Dr. Yazdi Ibrahim Jenie, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Computational Fluid Dynamics, Turunan Kestabilan, Aerodinamika Tak Tunak, High-Altitude Long Endurance UAV, Analisis Fourier.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2021"}