{"Nomor": 61870, "Judul": "COMPARISON OF UNIFIED FRACTURE DESIGN AND CONVENTIONAL FRACTURE APPROACH FOR DESIGNING WELL STIMULATION APPROACH IN FIELD X", "Abstrak": "This study was conducted in field X to compare the two methods in calculating the productivity index after hydraulic fracturing was carried out on a shaly sandstone reservoir with tight permeability. In addition, to see whether hydraulic fracturing is effective or not in the field. The two methods used are mathematical method and commercial simulator. The mathematical method is carried out using programming languages such as python and VBA Excel and then the simulator uses the CMG Builder.\nFor the mathematical method, the productivity index is calculated using the Cinco-Ley Samaniego equation which would produce an IPR trend graph and the commercial simulator method uses the pseudo-steady state productivity index concept which would produce FOI. The analysis is also equipped with sensitivity treatment on parameters such as half-length fracture and dimensionless fracture conductivity. From this analysis, a selection is made regarding what parameters produce the largest productivity index.\nBased on two methods that have been applied, the potential of the well in field X in flowing fluid is better after stimulation. It can be seen from the IPR trend graph in this study cases that the flow rate reached an AOF of 192 MSCFD, far exceeding the initial flow rate of 48 MSCFD for each dimensionless fracture conductivity. In addition, the results from the commercial simulator also show that the FOI value for each case exceeds 1 which means the production after the simulation is better. Nevertheless, there are differences in sensitivity results due to differences in input data limitations, namely the mathematical method does not accommodate physical properties data from reservoir and fluid properties, the same thing also take place for the commercial simulator method where there is no input for dimensionless fracture conductivity data. This difference shows that these two methods are indeed used for different purposes, namely the mathematical method is more to glimpse the potential of the well and the commercial simulator is more for detailed calculations as is the case in industry. However, the results of this mathematical method can still be developed for the petroleum industry in the future, especially it can be useful for other students so that they can more easily understand the engineering of hydraulic fracturing itself.", "Daftar File": {"ABSTRAK Rubel Gunawan": "https://digilib.itb.ac.id/gdl/download/236948"}, "Penulis": "Rubel Gunawan [12217046]", "Kontributor / Dosen Pembimbing": ["Wijoyo Niti Daton, S.T., M.T.", "Steven Chandra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Hydraulic fracturing, tight permeability, fracture half-length, dimensionless fracture conductivity, Cinco-Ley Samaniego equation, pseudo-steady state productivity index", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "28 Sep 2021"}