{"Nomor": 61872, "Judul": "AKSELERASI KECEPATAN PENJAWABAN KUERI KNEAREST NEIGHBOR DENGAN TEKNIK TRIANGLE INEQUALITY PRUNING PADA PRODUCT QUANTIZATION", "Abstrak": "Pada tugas akhir ini dilakukan penelitian untuk mengakselerasi kecepatan\npenjawaban kueri k-Nearest Neighbor (k-NN) pada algoritma Product Quantization\n(PQ). Product Quantization adalah algoritma similarity search aproksimasi untuk\ndata set berukuran besar dan berdimensi tinggi. Ide utama algoritma PQ adalah\nmendekomposisi dimensi data menjadi beberapa subdimensi kecil, untuk kemudian\ndikuantisasi secara terpisah. Saat penjawaban kueri, hasil kuantisasi data digunakan\nuntuk mengaproksimasi jarak kueri ke tiap-tiap data point.\nAkselerasi terhadap PQ dilakukan dengan memanfaatkan teorema ketaksamaan\nsegitiga atau triangle inequality guna memotong kalkulasi jarak yang tidak\ndiperlukan. Akselerasi bertujuan untuk menunjukkan bahwa kecepatan penjawaban\nkueri k-NN algoritma PQ dapat ditingkatkan dengan tanpa mengurangi kualitas\nnearest neighbor hasil pencarian dan tanpa bergantung pada instruksi spesifik CPU\njenis tertentu seperti yang terjadi pada metode lain yang bergantung pada instruksi\nSIMD. Teknik triangle inequality pruning dipilih sebagai teknik akselerasi karena\nkeberhasilannya dalam mengakselerasi algoritma k-NN brute-force dengan tetap\nmempertahankan kualitas nearest neighbor dan tanpa memerlukan instruksi SIMD.\nPada tugas akhir ini dilakukan analisis mengenai cara mengadaptasikan teknik\ntriangle inequality pruning pada algoritma Product Quantization.\nHasil eksperimen menggunakan beberapa data set menunjukkan bahwa teknik ini\nberhasil mengakselerasi waktu kueri 6-7 kali lebih cepat dengan sedikit atau tidak\nsama sekali mengorbankan kualitas nearest neighbor apabila digunakan nilai\nparameter yang tepat. Selain itu, teknik triangle inequality pruning cukup\nkompetitif dibandingkan dengan metode akselerasi lain yang bergantung pada\ninstruksi SIMD dari segi waktu kueri dan akurasi pencarian. Tak hanya itu,\npenggunaan teknik triangle inequality pruning juga tidak membatasi fleksibilitas\nkonfigurasi PQ dan tidak bergantung pada instruksi SIMD seperti yang dilakukan\nmetode yang kunci akselerasinya terletak pada SIMD.", "Daftar File": {"ABSTRAK Ikraduya Edian": "https://digilib.itb.ac.id/gdl/download/236954"}, "Penulis": "Ikraduya Edian [13517106]", "Kontributor / Dosen Pembimbing": ["Dr. techn. Saiful Akbar, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "k-nearest neighbor, product quantization, akselerasi kueri", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2021"}