{"Nomor": 61879, "Judul": "ANALISIS STATISTIK DAN MODEL PREDIKSI THROUGHPUT PADA WIRELESS SENSOR NETWORK MULTIMEDIA MENGGUNAKAN PEMBELAJARAN MESIN MENDALAM DENGAN ARSITEKTUR LONG SHORT TERM MEMORY", "Abstrak": "Perkembangan teknologi Internet of Things (IoT) saat ini sangat melesat dengan\nbanyaknya perangkat tertanam yang dapat dimanfaatkan untuk menyelesaikan\nberbagai permasalahan di dunia. Multimedia IoT (M-IoT) adalah tren IoT yang\nberfokus pada penerapan sensor multimedia dan secara umum melibatkan data\nmultimedia. Salah satu implementasi dari M-IoT pada lapisan infrastruktur adalah\ndengan jaringan nirkabel yang dapat disebut Wireless Sensor Network (WSN).\nKinerja dari WSN dapat dinilai dengan mengukur throughput dari komunikasi pada\njaringan tersebut. Dengan teknologi yang ada saat ini, data throughput komunikasi\npada WSN dapat diambil untuk kebutuhan tertentu. Beberapa peluang yang dapat\ndilakukan dari data yang dapat diperoleh adalah analisis statistik dalam rangka\nmemahami data lebih dalam dan pemodelan pembelajaran mesin mendalam dalam\nrangka memprediksi nilai throughput mendatang. Pada penelitian ini, dilakukan\nanalisis data throughput pada sistem WSN multimedia untuk mengamati\nkarakteristik dari WSN multimedia tersebut. Selain itu, pada penelitian ini, model\npembelajaran mesin mendalam dirancang untuk memprediksi nilai throughput ke\ndepan dengan acuan arsitektur Long Short Term Memory (LSTM). Sistem WSN\nacuan yang digunakan adalah WSN multimedia berbasis software defined network\n(SDN) dengan protokol komunikasi Constrained Application Protocol (CoAP)\nyang dimodifikasi dengan tambahan parameter panjang sequence dan kemampuan\nkontroler untuk menerima informasi throughput. Analisis dilakukan dengan\nmengamati pengaruh parameter uji yaitu jumlah perangkat dan panjang sequence\nterhadap nilai throughput. Selanjutnya pemodelan dengan regresi dilakukan untuk\nmemprediksi nilai throughput terhadap parameter uji. Model tersebut digabungkan\ndengan pembelajaran mesin mendalam yang dirancang dengan berbagai tingkat\nkompleksitas dan mengacu kepada arsitektur LSTM many-to-many. Evaluasi\ndilakukan dengan mengukur keakuratan arsitektur tersebut dalam memprediksi dan\ndurasi eksekusinya. Hasil dari evaluasi menunjukkan bahwa penambahan model\nregresi sedikit meningkatkan akurasi prediksi throughput, semakin kompleks\narsitektur maka akurasi juga sedikit meningkat namun waktu eksekusi menjadi\nlebih lama dan underfitting masih terindikasi pada seluruh model.", "Daftar File": {"ABSTRAK Mokhamad Arfan Wicaksono": "https://digilib.itb.ac.id/gdl/download/236961", "COVER Mokhamad Arfan Wicaksono": "https://digilib.itb.ac.id/gdl/download/259580", "BAB 1 Mokhamad Arfan Wicaksono": "https://digilib.itb.ac.id/gdl/download/259581", "BAB 2 Mokhamad Arfan Wicaksono": "https://digilib.itb.ac.id/gdl/download/259583", "BAB 3 Mokhamad Arfan Wicaksono": "https://digilib.itb.ac.id/gdl/download/259584", "BAB 4 Mokhamad Arfan Wicaksono": "https://digilib.itb.ac.id/gdl/download/259585", "BAB 5 Mokhamad Arfan Wicaksono": "https://digilib.itb.ac.id/gdl/download/259586", "BAB 6 Mokhamad Arfan Wicaksono": "https://digilib.itb.ac.id/gdl/download/259587", "PUSTAKA Mokhamad Arfan Wicaksono": "https://digilib.itb.ac.id/gdl/download/259588", "LAMPIRAN Mokhamad Arfan Wicaksono": "https://digilib.itb.ac.id/gdl/download/259589"}, "Penulis": "Mokhamad Arfan Wicaksono [23519034]", "Kontributor / Dosen Pembimbing": ["Dr. Yoanes Bandung, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "M-IoT, SDN, perangkat tertanam, analisis data, pembelajaran mesin", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "10 file", "Tanggal Input": "28 Sep 2021"}