{"Nomor": 61896, "Judul": "STUDI KARAKTERISTIK HUJAN MENURUT DURASI HUJAN HARIAN PADA AREA TAMBANG BATU HIJAU PT AMMAN MINERAL NUSA TENGGARA", "Abstrak": "Indonesia memiliki karakteristik hujan yang sangat beragam. Indonesia tergolong\nnegara yang memiliki curah hujan yang cukup tinggi. Curah hujan yang tinggi dan\nberagam ini, akan mengganggu stabilitas tambang dan keberjalanan tambang.\nDalam upaya mengatasi hal tersebut maka perlu adanya karakterisasi hujan yang\nterjadi untuk pengoptimalan atau system penyaliran tambang yang baik terkhusus\nuntuk wilayah tambang Batu Hijau. Penelitian ini bertujuan untuk menggambarkan\nkarakteristik Intensitas hujan, lalu menentukan pengaruh karakteristik durasi hujan\nterhadap aktivitas operasi penambangan, dan Menentukan probabilitas Intensitas\nhujan ekstrim untuk durasi tertentu. Analisis ini dilakukan menggunakan perangkat\nlunak Microsoft Excel dan SPSS. Pada Pit Batu Hijau curah hujan harian 100%\nterjadi pada durasi 2 jam atau berdurasi pendek. Pada Tambang Batu Hijau, hujan\ndominan terjadi pada periode 12:00-18:00 dengan nilai total kejadian 37.5%\nkejadian hujan harian dan nilai total curah hujan sebanyak 47.45% jumlah curah\nhujan harian. Maka dari itu pada periode 12-18 kurang optimal untuk dilakukan\naktivitas operasi penambangan. Pada Intensitas hujan ekstrim, untuk durasi 10\nmenit, probabilitas yang terjadi adalah 27.61%, pada durasi 30 menit probabilitas\nyang terjadi adalah 56.67% dan pada durasi 1 jam probabilitas yang terjadi adalah\n77.75%.", "Daftar File": {"ABSTRAK Andre Eky Hermawan": "https://digilib.itb.ac.id/gdl/download/236979"}, "Penulis": "Andre Eky Hermawan [12117037]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Rudy Sayoga Gautama Benggolo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Karakterisasi, durasi, probabilitas, curah hujan, hujan harian, ekstrim", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "28 Sep 2021"}