{"Nomor": 61892, "Judul": "ISOLASI DAN UJ AKTIVITAS ANTIMIKOBAKTERIUM DAN ANTIJAMUR MIKROBA ENDOFIT DARI AKAR BAKAU DI PESISIR UTARA KABUPATEN BEKASI", "Abstrak": "Akar tumbuhan bakau dikenal sebagai tempat tinggal yang unik bagi mikroba endofit. Di sisi lain,\ntelah banyak penelitian yang menunjukkan bahwa mikroba endofit memiliki aktivitas terhadap\nberbagai penyakit infeksi. Penelitian ini bertujuan untuk mengisolasi berbagai mikroba endofit dari\nakar bakau dan menentukan aktivitas antimikobakterium dan antijamur dari ekstrak mikroba\nendofit tersebut. Penelitian yang dilakukan mencakup pengambilan sampel, isolasi dan purifikasi\nmikroba endofit dari sampel dengan metode sterilisasi permukaan, identifikasi mikroba secara\nmakroskopik dan mikroskopik, fermentasi mikroba endofit, ekstraksi metabolit sekunder, dan\npenentuan aktivitas antimikobakterium dan antijamur dari ekstrak. Metode yang digunakan untuk\nuji aktivitas antimikobakterium adalah MTT assay dengan mikroba uji Mycobacterium smegmatis,\nsementara uji aktivitas antijamur menggunakan metode difusi cakram dengan mikroba uji Candida\nalbicans. Terdapat 5 mikroba endofit yang berhasil diisolasi yang diberikan label F-RZP-1, F-RZP-2,\nF-AVC-1, R-AVC, dan B-AVC. Ekstrak yang memiliki aktivitas terhadap Mycobacterium smegmatis\nadalah ekstrak miselium F-RZP-1, ekstrak miselium F-RZP-2, dan ekstrak sel R-AVC dengan\nkonsentrasi hambat minimum (KHM) masing-masing ekstrak sebesar 100, >200, dan >200 µg/mL\nsecara berurutan. Akan tetapi, tidak didapatkan ekstrak yang memiliki aktivitas terhadap Candida\nalbicans satupun pada penelitian ini.", "Daftar File": {"ABSTRAK Zuriel Keni Hendrik": "https://digilib.itb.ac.id/gdl/download/236975"}, "Penulis": "Zuriel Keni Hendrik [11617024]", "Kontributor / Dosen Pembimbing": ["apt. Elin Julianti, S.Si., M.Si., Ph.D.", "apt. Muhammad Azhari, S. Farm., M. Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "akar bakau, mikroba endofit, antimikobakterium, antijamur, MTT assay", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "28 Sep 2021"}