{"Nomor": 61895, "Judul": "CARBON PRICING ECONOMIC STUDY FOR CO2 INJECTION IN INDONESIA USING PSC COST RECOVERY SYSTEM", "Abstrak": "The earth's global surface temperature is currently experiencing a high increase compared to the pre-industrial level of 1.09°C. This led to the inception of Paris Agreement, which is an effort to keep the rate of temperature raise in the earth's surface below 2°C and try to keep it below 1.5°C compared to the pre-industrial level. In order to achieve this, it is necessary to reduce CO2 emissions and reduce CO2 that is already manifested. Carbon pricing is one of the most effective and inexpensive ways to achieve this. Research in European countries related to the implementation of carbon pricing (EU ETS) shows that there is a correlation between implementing carbon pricing and CO2 emissions reduction (half of the EU target). Oil and gas sector as one of the contributors to emissions must participate in efforts to contain the rate of increase in global temperature. One way that the oil and gas sector can do is injection of CO2 or CCUS.\nIndonesia also participates in the Paris Agreement and has a target of reducing 29% of greenhouse gas emissions with 11% comes from the energy sector. On the other hand, Indonesia currently has a production target of 1 million barrels of oil in 2030. This target is supported by a strategy to accelerate the implementation of EOR, one of which is CO2 injection. Implementing CO2 injection is a good strategy to achieve both targets.\nIn this study we conducted a study on an oilfield produced by injecting CO2 with the aim of determining the best scheme for implementing carbon pricing in a CO2 injection project in Indonesia and to determine the parameters that influence it. With using the PSC Cost Recovery scheme and the effect of carbon pricing, the economic parameters of the project will be obtained. In this study, the highest contractor's NPV was $3.4 million and capital expenditure financing played a major role in the project's economy.", "Daftar File": {"ABSTRAK Matahari Dewa Raksawiguna": "https://digilib.itb.ac.id/gdl/download/236978"}, "Penulis": "Matahari Dewa Raksawiguna [12217048]", "Kontributor / Dosen Pembimbing": ["Prasandi Abdul Aziz, S.Si., M.T.", "Steven Chandra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "CO2, injection, carbon pricing, PSC Cost Recovery", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "28 Sep 2021"}