{"Nomor": 61900, "Judul": "DEVELOPMENT OF PROXY MODEL TO PREDICT PERFORATION EFFICIENCY IN GAS WELL", "Abstrak": "The efficiency of perforation will affect near-wellbore pressure drop due to turbulent flow, which is an important aspect of gas well. The perforation efficiency is correlated with non-Darcy skin that is able to be distinguished by pressure transient analysis of isochronal test (Swift et al., 1962), or evaluated from multi-rate flow test data plot coefficients (Jones et al., 1976), or type curve of single build-up test following constant-rate production (Spivey et al., 2004). A simple single rate pressure transient analysis supported by parameters derived from historical multi-rate test data, was also proven to differentiate skin damage and non-Darcy skin (Aminian et al., 2007). Unfortunately, there are a trade-off between accurateness and analysis time in these methods above.\nA quick analysis of perforation efficiency is often needed during well completion and work-over activities to decide whether a re-perforation job is required or not. To overcome the challenges of limited time for data acquisition and evaluation, a proxy model between actual perforation length, skin damage, and laminar-turbulence flow coefficients obtained from the short-time multi-rate test is essential to predict the perforation efficiency.\nThe proxy model will be developed using machine learning. A simple gas reservoir model is built and then run with a variety of reservoir permeability, perforation interval length, near-wellbore permeability, and vertical anisotropy to generate large numbers of hypothetical multi-rate test data. The data set of laminar coefficient, turbulence coefficient, absolute open flow, skin damage, and perforation length will be trained and tested to create proxy model using the supervised regression method and then applied to several actual field cases.\nThis thesis will concentrate on the establishment of a proxy model between perforation efficiency and different characteristics acquired from basic short-time multi-rate test data. Also, what additional elements might impact the empirical correlation, as well as become the probable condition limit of the developed proxy model in field application.", "Daftar File": {"ABSTRAK Tejo Sukotrihadiyono": "https://digilib.itb.ac.id/gdl/download/236983", "COVER Tejo Sukotrihadiyono": "https://digilib.itb.ac.id/gdl/download/243147", "BAB 1 Tejo Sukotrihadiyono": "https://digilib.itb.ac.id/gdl/download/243148", "BAB 2 Tejo Sukotrihadiyono": "https://digilib.itb.ac.id/gdl/download/243149", "BAB 3 Tejo Sukotrihadiyono": "https://digilib.itb.ac.id/gdl/download/243150", "BAB 4 Tejo Sukotrihadiyono": "https://digilib.itb.ac.id/gdl/download/243151", "BAB 6 Tejo Sukotrihadiyono": "https://digilib.itb.ac.id/gdl/download/243152", "DAFTAR Tejo Sukotrihadiyono": "https://digilib.itb.ac.id/gdl/download/243153"}, "Penulis": "Tejo Sukotrihadiyono [22219005]", "Kontributor / Dosen Pembimbing": ["Dr. Amega Yasutra, S.T., M.T.", "Dr. Dedy Irawan, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "gas wells, perforation efficiency, machine learning.", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "8 file", "Tanggal Input": "28 Sep 2021"}