{"Nomor": 61907, "Judul": "COMPARISON OF QUALITY ENHANCEMENT METHOD OF CLOVE (SYZYGIUM AROMATICUM) OIL BY STEAM DISTILLATION, BENTONITE AND NORIT", "Abstrak": "Clove (Syzygium aromaticum) is a native species from Indonesia. Indonesia is one of the biggest\nproducers of clove with Java and Manado as the biggest producing region. Essential oil from clove\ncontains eugenol as the biggest component followed by eugenyl acetate and beta caryophyllene. This\nessential oil has several pharmacological effects such as antibacterial, antifungal, anti-inflammatory\nand as anesthetic. The produced clove oils by producers and farmers from Indonesia generally have\nnot fulfilled the requirements set by BSN through SNI 06-2387-2006. The color of the clove oil\nproduced usually have blackish brown color due to the contamination of colored compounds such as\nFe, Mg, Mn, Zn and Pb metal ion. Therefore, the quality enhancement of the produced clove oil is\nneeded to fulfill the requirements of BSN and to achieve high grade and quality. Re-distillation using\nsteam distillation, adsorption using bentonite and adsorption using activated carbon (Norit) are easy,\nsimple and relatively cheap methods commonly used for purification and experimentation is\nconducted to determine which of the three methods would be better in enhancing the quality of the\ncrude clove oil. The crude clove oil is obtained from one of clove oil producers located in Bandung.\nThe crude clove oil quality is then determined in accordance to SNI 06-2387-2006. Crude clove oil is\nthen treated with steam distillation, non-activated bentonite, KOH activated bentonite and Norit\n(activated carbon) and the quality is again determined in accordance to SN 06-2387-2006 after the\ntreatment. Non-activated bentonite clarified the color from blackish brown to light brown, increased\neugenol content from 80.7% to 84% and reduced the density from 1.088 g/mL to 1.045 g/mL. KOH\nactivated bentonite clarified the color to yellowish brown, increased the eugenol content to 85.6%\nand reduced the density to 1.037 g/mL. Norit (activated carbon) clarified the color to dark brown,\nincreased the eugenol content to 82.3% and reduced the density to 1.070 g/mL. Unfortunately the\nsteam distillation method is unable to be conducted due to the current pandemic as the laboratory\nwas temporarily closed as part of the government regulation. However, it is hoped that by using all\nglasses materials for the steam distillation a clear clove oil would be produced with high recovery rate\nwith the colored compounds left behind in the residue.", "Daftar File": {"ABSTRAK Nolan Emir Rakhmatdhani S": "https://digilib.itb.ac.id/gdl/download/236990"}, "Penulis": "Nolan Emir Rakhmatdhani S [10717201]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sukrasno, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "clove, quality enhancement, steam distillation, bentonite, activated carbon", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "28 Sep 2021"}