{"Nomor": 61910, "Judul": "KAJIAN KESESUAIAN PENGGUNAAN LAHAN DAN RENCANA TATA RUANG KAWASAN BANDUNG UTARA BERDASARKAN ANALISIS KEMAMPUAN LAHAN", "Abstrak": "Tanah merupakan sumber daya utama dalam perencanaan tata ruang. Jumlah tanah\nyang terbatas serta permintaannya yang terus bertambah dalam sebuah wilayah telah\nterjadinya konflik penggunaan lahan. Selain itu, penggunaan lahan yang tidak sesuai\ndengan kemampuan lahannya dinilai dapat menimbulkan degradasi tanah hingga\nbencana. Hal tersebut merupakan eksternalitas negatif yang bersifat merugikan.\nKawasan Bandung Utara (KBU) merupakan salah satu kawasan yang strategis dari\nsegi lingkungan hidup dikarenakan fungsi dan perannya sebagai wilayah tangkapan\nair bagi kawasan perkotaan Cekungan Bandung. Namun, daya tarik panorama yang\nindah serta tingginya tingkat pertumbuhan kawasan perkotaan Cekungan Bandung\nmenyebabkan adanya keterserakan perkotaan ke arah KBU. Pada tahun 2020, jumlah\nbencana longsor dan banjir bandang di KBU bertambah, hal ini diindikasikan akibat\nperubahan guna lahan yang terjadi di KBU. Maka dari itu dinilai penting untuk\nmengkaji sejauh mana penggunaan lahan dan rencana tata ruang dari KBU sudah\nmenyesuaikan dengan daya dukung lingkungannya. Salah satu pendekatan analisis\ndaya dukung lingkungan adalah berbasis kemampuan lahan menggunakan bantuan\nSIG. Hasil studi ini menemukan bahwa KBU sendiri didominasi oleh kelas\nkemampuan lahan IV dan VI, dimana hal tersebut mengindikasikan mayoritas dari\nlahan di KBU memiliki hambatan dalam penggunaan lahan budidaya. Selain itu, studi\nini memeperlihatkan penggunaan lahan eksisting KBU pada tahun 2018 serta rencana\ntata ruang di KBU belum sepenuhnya sesuai dengan kemampuan lahannya. Hal ini\ndisebabkan oleh adanya penggunaan lahan dan arahan pola ruang KBU yang masih\nmelebihi kemampuan lahannya. Adanya penggunaan lahan yang masih belum sesuai\nmenunjukan diperlukan adanya tindakan-tindakan yang dilakukan oleh pemerintah\ndaerah dalam penyelenggaraan penataan ruang KBU, sedangkan arahan pola ruang\nyang masih tidak sesuai juga menunjukan perlu adanya peninjauan kembali arahan\npola ruang di daalam RTRW yang berlaku KBU. Pemerintah daerah sebagai\npenyelenggara penataan ruang KBU juga harus memastikan terpenuhinya syaratsyarat penggunaan lahan budidaya di KBU untuk menghindari eksternalitas negatif\ndari penggunaan lahan itu sendiri. Data yang digunakan untuk analisis sendiri sendiri\nmerupakan data tutupan lahan yang diolah Bappeda Jawa Barat, sedangkan data\nrencana pola ruang disesuaikan dengan masing-masing Kabupaten/Kota.", "Daftar File": {}, "Penulis": "Timothy Brandon [15417050]", "Kontributor / Dosen Pembimbing": ["Nurrohman Wijaya, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "KBU, Guna lahan, Rencana tata ruang, Kemampuan lahan, SIG", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "7 file", "Tanggal Input": "28 Sep 2021"}