{"Nomor": 61919, "Judul": "POTENSI KOMBINASI EKSTRAK BUAH PARE (MOMORDICA CHARANTIA L.) DAN HERBA PEGAGAN (CENTELLA ASIATICA L. URBAN) SEBAGAI AGEN ANTIINFLAMASI DAN ANTIOKSIDAN", "Abstrak": "Antioksidan berperan melindungi sel tubuh dari radikal bebas dapat dimaksimalkan dengan\nantiinflamasi yang dapat menghambat mediator inflamasi, untuk mencegah progresi menjadi\npenyakit kronis. Buah pare dan herba pegagan dalam bentuk tunggalnya memiliki aktivitas\nsebagai antioksidan dan antiinflamasi. Penelitian ini bertujuan untuk menentukan aktivitas\nkombinasi ekstrak pare dan pegagan yang berpotensi sebagai agen antiinflamasi dan antioksidan.\nUji aktivitas antiinflamasi dilakukan dengan metode Carrageenan-Induced Paw Edema pada tikus\nwistar jantan, pengukuran volume pembengkakan dilakukan dengan pletismometer. Uji aktivitas\nantioksidan pada variasi konsentrasi ekstrak (ppm) dilakukan terhadap radikal bebas DPPH 30\nppm menggunakan microplate reader. Analisis data uji aktivitas antiinflamasi menggunakan\nANOVA satu arah dengan post-hoc LSD (p<0,05). Analisis data uji aktivitas antioksidan\nmenggunakan persamaan regresi linier untuk memperoleh nilai IC50 (inhibitory concentration 50).\nHasil penelitian menunjukkan ekstrak pegagan tunggal dan kombinasi 7G : 3P mampu\nmemberikan persen inhibisi udem terbesar dibanding ektrak uji lainnya meskipun tidak\nmemberikan efek antiinflamasi yang signifikan. Ekstrak pegagan tunggal berpotensi sebagai agen\nantioksidan yang sangat kuat, serta ekstrak kombinasi 1G : 1P dan kombinasi 7G : 3P berpotensi\nsebagai agen antioksidan yang kuat.", "Daftar File": {"ABSTRAK Yasmin Az-Zahra": "https://digilib.itb.ac.id/gdl/download/237023"}, "Penulis": "Yasmin Az-Zahra [11617023]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Neng Fisheri Kurniati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "ekstrak kombinasi, pare, pegagan, antiinflamasi, antioksidan, karagenan, DPPH", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "28 Sep 2021"}