{"Nomor": 61928, "Judul": "PENINGKATAN AKTIVITAS ANTIOKSIDAN, INHIBISI TIROSINASE, DAN ANTIINFLAMASI EKSTRAK BIJI MAHKOTA DEWA (PHALERIA MACROCARPA (SCHEFF.) BOERL) DALAM BENTUK NANOEMULSI : STUDI IN VITRO & IN VIVO", "Abstrak": "Biji mahkota dewa (Phaleria macrocarpa) merupakan salah satu tanaman yang mengandung\nsenyawa fitokimia dan memiliki beberapa aktivitas farmakologi antara lain antioksidan,\ninhibisi enzim tirosinase, dan antiinflamasi yang rendah. Pembuatan sediaan nanoemulsi\ndiharapkan dapat meningkatkan aktivitas ekstrak etil asetat biji mahkota dewa. Penelitian ini\nbertujuan untuk menguji sediaan nanoemulsi yang mengandung ekstrak biji mahkota dewa\n(NE-BMD) terhadap aktivitas antioksidan menggunakan metode DPPH, inhibisi tirosinase,\ndan antiinflamasi menggunakan metode denaturasi protein dengan BSA (Bovine Serum\nAlbumine) secara in vitro. Penelitian dilanjutkan dengan pengujian in vivo menggunakan tikus\njantan putih Wistar yang diinduksi karagenan 1% untuk aktivitas antiinflamasi pada sampel\nNE-BMD terpilih. Preparasi sediaan NE-BMD menggunakan metode sonikasi yang dipilih 2\nformula terbaik dengan formula ekstrak 3%, asam oleat 1%, Cremophor® RH40 12%, dan PEG\n400 2%. Hasil karakterisasi dan evaluasi sediaan NE-BMD menunjukkan ukuran partikel dan\nindeks polidispersitas yaitu 26,83±1,27 nm (IP:0,36±0,03) untuk formula F7 dan 30,73±1,50\nnm (IP: 0,32±0,05) untuk formula F8. Evaluasi hasil TEM menunjukkan morfologi globul\nberbentuk speris. Uji aktivitas antioksidan menunjukkan nilai IC50 ekstrak BMD 207,01±23,02\n?g/mL, dan sediaan NE-BMD F7 dan F8 adalah 15,62±1,40 ?g/mL dan 28,39±4,69 ?g/mL.\nUntuk pengujian aktivitas inhibisi enzim tirosinase, nilai IC50 ekstrak BMD 938,91±43,98\n?g/mL, sediaan NE-BMD F7 dan F8 adalah 587,17±25,36 ?g/mL dan 692,79±30,63 ?g/mL.\nPada pengujian denaturasi protein dengan BSA, nilai IC50 ekstrak BMD 401,46±1,01 ?g/mL,\ndan sediaan NE-BMD F7 dan F8 yaitu 94,39±1,24 ?g/mL dan 196,63±1,61 ?g/mL. Sedangkan\npengujian in vivo antiinflamasi dengan dosis 1 g/kgBB untuk ekstrak BMD dan sediaan NEBMD F7 menunjukkan peningkatan aktivitas antiinflamasi secara signifikan (p<0,05). Hasil\npenelitian menunjukkan terjadi peningkatan beberapa aktivitas farmakologi dari sediaan NEBMD.", "Daftar File": {"ABSTRAK Eriska Agustin": "https://digilib.itb.ac.id/gdl/download/237050"}, "Penulis": "Eriska Agustin [20719023]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. apt. Rachmat Mauludin, S.Si., M.Si.", "Dr. apt. Muhamad Insanu, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "biji mahkota dewa, etil asetat, nanoemulsi, antioksidan, tirosinase, antiinflamasi, tikus.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "28 Sep 2021"}