{"Nomor": 61935, "Judul": "KAJIAN PUSTAKA ENZIM SUPEROKSIDA DISMUTASE TUMBUHAN SUKU CUCURBITACEAE DAN APLIKASINYA DALAM BIDANG FARMASI", "Abstrak": "Superoksida dismutase (SOD) merupakan salah satu enzim antioksidan yang memegang peranan\ndalam mengatalisis reaksi dismutase radikal superoksida pada semua makhluk hidup aerob.\nKetidakseimbangan konsentrasi radikal dengan SOD atau yang disebut sebagai kondisi stres oksidatif\nakan menyebabkan gangguan kesehatan. Tumbuhan dari suku Cucurbitaceae seperti Cucumis melo L.\ndiketahui dapat digunakan sebagai alternatif sumber SOD eksogen karena mengandung SOD dalam\nkonsentrasi tinggi. Namun, proses perolehan SOD dari tumbuhan mengalami kendala oleh hasil\npurifikasi yang rendah. Melalui kajian pustaka ini dilakukan analisis metode isolasi dan purifikasi dari\nSOD tumbuhan suku Cucurbitaceae dengan mengenali karakteristik enzim sehingga mampu diperoleh\nSOD dalam jumlah yang lebih besar. Kajian pustaka melibatkan sebanyak 26 jurnal yang diperoleh\nmelalui penelusuran menggunakan Google Scholar dan PubMed. Berdasarkan proses kajian pustaka\ntersebut, diketahui Cucumis sativus merupakan tumbuhan dari suku Cucurbitaceae yang memiliki\nkandungan SOD paling tinggi. Metode homogenisasi dengan dapar yang ditambahkan PMSF dan PVP;\nserta rangkaian proses purifikasi seperti presipitasi amonium sulfat, kromatografi penukar ion, filtrasi\ngel, dan FPLC dapat memberikan yield enzim yang tinggi. Adapun pemanfaatan SOD berfokus pada\nkemampuan enzim dalam mengatasi berbagai gangguan kesehatan.", "Daftar File": {"ABSTRAK Tasya Avelina Tantama": "https://digilib.itb.ac.id/gdl/download/237063"}, "Penulis": "Tasya Avelina Tantama [10717096]", "Kontributor / Dosen Pembimbing": ["Tursino, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "SOD, Cucurbitaceae, purifikasi, karakteristik, aplikasi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "28 Sep 2021"}