{"Nomor": 61934, "Judul": "PENGEMBANGAN DAN VALIDASI METODE ANALISIS AMLODIPIN BESILAT DAN CEMARANNYA DALAM SEDIAAN TABLET", "Abstrak": "Amlodipin besilat termasuk dalam golongan penghambat saluran kalsium\ndihidropiridin oral yang dapat digunakan untuk terapi hipertensi dan angina.\nAmlodipin sebagai sediaan farmasi harus memenuhi kriteria sediaan farmasi yang\nbaik, yaitu aman, berkhasiat dan kualitas. Dari sisi keamaman, adanya cemaran\norganik pada produk farmasi dapat mempengaruhi keamanan dari produk obat.\nKarena baku pembanding cemaran sulit diperoleh sehingga perlu dikembangkan\nmetode analisis untuk menganalisis adanya cemaran dengan uji stres. Metode\nanalisis dikembangkan menggunakan instrumen Kromatografi Cair Kinerja\nTinggi (KCKT) dengan kolom Eclipse Plus C18 5 ?m (150 x 4,6 mm), fase gerak\ntrietilamin (TEA) : metanol dengan perbandingan 40:60 dengan elusi isokratik\nserta laju alir 1 mL/menit dan panjang gelombang 237 nm dengan volume injeksi\n10 ?L. Hasil validasi metode menunjukkan linieritas yang baik dengan R\n2\nsebesar\n0,9996, batas deteksi sebesar 18,46 ?g/mL dan nilai batas kuantisasi sebesar 61,54\n?g/mL. Nilai koefisien variasi pada parameter presisi adalah 1,18-1,26%. Nilai\npersen perolehan kembali akurasi adalah 93,07-105,44% dan nilai rentang untuk\nsampel proporsional pada rentang konsntrasi 24-84 µg/ml dengan nilai R\n2\n=\n0,9993. Sistem KCKT memenuhi seluruh syarat penerimaan uji kesesuaian\nsistem. Hasil penelitian menunjukkan terdapat 2 dari 5 puncak produk degradasi\nyang telah diketahui struktur kimianya. Aplikasi metode analisis pada sampel\nkomersial menunjukkan kadar antara 90,79-95,68% dan tidak terdapat cemaran\npada sampel produk.", "Daftar File": {"ABSTRAK Muhammad Haqqi Hidayatullah": "https://digilib.itb.ac.id/gdl/download/237061"}, "Penulis": "Muhammad Haqqi Hidayatullah [20719016]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Slamet Ibrahim Surantaatmadja", "Benny Permana, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Amlodipin, metode analisis, uji stres, validasi metode, cemaran", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "28 Sep 2021"}