{"Nomor": 61932, "Judul": "FORMULASI NANOSUSPENSI DAN NANOEMULSI EKSTRAK ETANOL BUNGA KASUMBA TURATE (CARTHAMUS TINCTORIUS L.) SERTA UJI AKTIVITAS ANTIINFLAMASI", "Abstrak": "Carthamus tinctorius (kasumba turate) merupakan tanaman herbal yang banyak\ndigunakan sebagai obat tradisional, salah satunya sebagai anti inflamasi. Obat-obat\ngolongan NSAID biasanya digunakan sebagai obat anti inflamasi, namun memiliki\nberbagai efek samping pada saluran cerna dan ginjal. Pada penelitian ini dilakukan\nproduksi ulang formula nanoemulsi yang mengandung ekstrak etanol bunga\nKesumba. Selain itu formula nanosuspensi juga diproduksi dan dievaluasi. Studi\naktivitas antiinflamasi secara in vitro dilakukan dengan menguji kemampuan\ninhibisi denaturasi albumin. Serta aktivitas antiinflamasi secara in vivo dilakukan\npada tikus wistar jantan melalui uji inflamasi akut yang diinduksi menggunakan ?-\ncarrageenan. Hasil ukuran partikel, indeks polidispersitas, dan zeta potensial pada\nformula nanoemulsi berturut-turut yakni 96,5±8,98 nm; 0,371±0,03; dan -3,3±0,26\nmV. Sedangkan pada formula nanosuspensi ukuran partikel, indeks polidispersitas,\nzeta potensial berturut-turut yakni 296,7±8,62 nm; 0,351±0,021; dan -40,6±1,1 mV.\nNilai IC50 pada uji aktivitas inhibisi denaturasi albumin pada nanosuspensi dan\nnanoemulsi yaitu 218,75±27,72 ?g/mL dan 237,47±41,12 ?g/mL, untuk ekstrak\npada dosis 1.600 ?g/mL nilai inhibisinya sebesar 34,51±3,31%. Hasil studi aktivitas\nanti inflamasi secara in vivo didapatkan bahwa formula nanosuspensi dosis 100\nmg/kgbb secara keseluruhan memiliki kemampuan penekanan inflamasi yang lebih\nbaik dibandingkan dengan ekstrak.", "Daftar File": {"ABSTRAK Sanezea Effendy": "https://digilib.itb.ac.id/gdl/download/237059"}, "Penulis": "Sanezea Effendy [20718020]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. apt. Rachmat Mauludin, S.Si., M.Si.", "Dr. apt. Neng Fisheri Kurniati, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Nanosuspensi, Nanoemulsi, Carthamus tinctorius, inflamasi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "28 Sep 2021"}