{"Nomor": 61940, "Judul": "ANALISIS GETARAN PADA STRUKTUR SANDWICH DENGAN INTI AUXETIC PADA BIDANG PLANAR", "Abstrak": "Diawali sebagai pengembangan untuk pesawat terbang, saat ini struktur komposit sandwich semakin banyak digunakan untuk berbagai aplikasi pada struktur kendaraan lain dikarenakan memiliki kekakuan dan kekuatan spesifik, serta kemampuan menyerap energi yang tinggi. Pengembangan struktur sandwich banyak dilakukan pada bagian inti (core), dimana salah satunya dengan penggunaan material auxetic. Dengan karakteristik berupa poisson’s ratio negatif, struktur auxetic dapat memberikan keunggulan dalam aspek kekakuan dan kemampuan menyerap energi yang tinggi. Untuk mendukung implementasi praktis material auxetic, perlu dilakukan berbagai studi guna mengetahui sifat dan respons struktur auxetic dalam berbagai kondisi pembebanan. Salah satunya adalah karakteristik dalam bentuk respons terhadap getaran.\nPada penelitian ini akan dilakukan kajian mengenai karakterisrik struktur sandwich dengan inti auxetic dalam kasus getaran dengan melakukan simulasi numerik menggunakan software ABAQUS/CAE. Simulasi dilakukan dengan memodelkan face sheet sebagai elemen solid dan inti sebagai elemen shell, dengan constraint berupa shell-to-solid coupling, serta kondisi batas berupa fixed di ujung kiri. Pemodelan dilakukan dengan memvariasikan beberapa parameter sel re-entrant, di antaranya : nilai sudut ?, h/l, dan t/l.\nAnalisis menunjukkan bahwa frekuensi natural yang paling mendekati struktur solid diperoleh pada sudut ? = -50, h/l ? 0,95, dan t/l ? 0,166 dengan perbedaan rata-rata sebesar 5%. Dengan pengurangan massa yang signifikan sebesar 53,5%.", "Daftar File": {"ABSTRAK Mela Marcelina": "https://digilib.itb.ac.id/gdl/download/237129"}, "Penulis": "Mela Marcelina [13617063]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Kismono Hadi", "Djarot Widagdo, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Auxetic, Frekuensi Natural, Modus Getar", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2021"}