{"Nomor": 61947, "Judul": "UNMIXING KOERSIVITAS MAGNETIK MENGGUNAKAN PROGRAM MAX UNMIX", "Abstrak": "Indonesia berada pada zona tumbukan antara tiga lempeng tektonik yang menyebabkan banyak terbentuknya gunung api dan bentang alam lain yang diakibatkan oleh tektonik, seperti danau dan pegunungan. Terbentuknya gunung api dan bentang alam tersebut mengakibatkan terbentuknya batuan dengan beragam mineral pembentuk batuan tersebut. Mineral memiliki sifat fisisnya masing-masing yang bergantung pada komposisi penyusun mineral tersebut. Salah satu sifat fisis pada mineral yang digunakan pada penelitian ini adalah kemagnetan batuan. Data sampel yang digunakan pada penelitian ini adalah data magnetisasi batuan vulkanik dari Kawah Ijen dan sedimen dari Danau Towuti. Penelitian ini menggunakan metode unmixing yang dibantu oleh program MAX UnMix untuk mendapatkan nilai koersivitas dari mineral magnetik sampel. Unmixing merupakan cara melakukan pengolahan sifat magnetik dengan cara mengurai kurva magnetisasi untuk mendapatkan nilai koersivitas dari komponen magnetik tersebut. Metode unmixing dilakukan menggunakan kurva koersivitas yang dihasilkan dari kurva magnetisasi. Proses unmixing dilakukan dengan melakukan curve fitting kurva sampel dengan kurva komponen magnetik yang kemudian dilakukan proses pengulangan hingga didapatkan kecocokan kurva antara kurva sampel dengan kurva komponen magnetik. Berdasarkan hasil unmixing kurva koersivitas untuk data Kawah Ijen didapatkan data koersivitas tiap komponen magnetik dengan rentang antara 5,60 mT – 281,76 mT dan untuk data Danau Towuti memiliki rentang 27,87 mT – 99,72 mT dari tiap komponen magnetik sampel. Hasil unmixing data Kawah Ijen memiliki nilai koersivitas komponen magnetik yang lebih variatif dibandingkan dengan data Danau Towuti untuk tiap sampel yang diujikan. Terjadinya perbedaan nilai koersivitas tersebut diakibatkan oleh adanya perbedaan mineral magnetik dominan serta ukuran butir dominan pada tiap sampel.", "Daftar File": {"ABSTRAK Gian Megantara": "https://digilib.itb.ac.id/gdl/download/237088"}, "Penulis": "Gian Megantara [12317003]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Satria Bijaksana", "Silvia Jannatul Fajar, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Koersivitas, Unmixing, Kemagnetan batuan, Batuan vulkanik, Sedimen, Ukuran butir, Curve fitting", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "28 Sep 2021"}