{"Nomor": 61950, "Judul": "OPTIMASI MODEL SWAT DAN HEC-HMS PADA KEJADIAN BANJIR DI CEKUNGAN BANDUNG", "Abstrak": "Beberapa wilayah pada DAS Citarum Hulu memiliki risiko tinggi terdampak banjir setiap tahunnya, salah satu cara yang dapat digunakan untuk menganalisis debit dari banjir tersebut dengan menggunakan pemodelan hidrologi. Model hidrologi yang dapat digunakan dalam mensimulasikan debit diantaranya adalah model Soil and Water Assessment Tools (SWAT) dan HEC-HMS. Pada model SWAT memiliki hasil simulasi terbaik pada luas DAS yang besar, serta memiliki kemampuan yang bagus dalam mensimulasikan untuk jangka waktu panjang. Sementara model HEC-HMS umum digunakan dalam kejadian banjir, hal ini disebabkan output model ini mampu menghasilkan debit untuk skala waktu jam-jaman yang bagus untuk simulasi pada saat kejadian banjir. Namun model HEC-HMS memiliki keterbatasan dalam pendefinisian initial soil water content, keterbatasan ini akan mengakibatkan hasil diawal simulasi yang cenderung underestimate terhadap observasi.\nUntuk mengoptimasi performa model HEC-HMS akibat keterbatasan dalam pendefinisian initial soil water content diawal simulasi, maka akan ditambahkan debit awalan atau initial discharge yang akan dihasilkan dari model HEC-HMS. Debit awalan ini sudah dikalibrasi terlebih dahulu sebelum dimasukan pada model HEC-HMS. Sementara itu, untuk daerah yang digunakan sebagai simulasi penelitian merupakan DAS Citarum Hulu.\nHasil simulasi pada HEC-HMS dengan menggunakan initial discharge dari model SWAT menghasilkan debit simulasi yang lebih bagus dibandingkan dengan simulasi tanpa initial discharge diawal simulasi. Pada outlet Nanjung simulasi menggunakan initial discharge (R2=0.24, dan PBIAS=11.09) hasil simulasi yang diperoleh lebih bagus dibandingkan dengan hasil debit tanpa initial discharge dari model SWAT (R2=0.22, dan PBIAS=34.15).", "Daftar File": {"ABSTRAK Panji Perdana": "https://digilib.itb.ac.id/gdl/download/237091"}, "Penulis": "Panji Perdana [12817034]", "Kontributor / Dosen Pembimbing": ["Dr. Rusmawan Suwarman, S.Si., M.T.", "Dr. Edi Riawan, S.Si., M.T.", "Muhammad Ridho Syahputra, S.Si., M.Si.", "Dr. Muhammad Rais Abdillah, S.Si., M.Sc.", "Rachmy Fitriani, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Banjir, model hidrologi, hidrograf, hujan, SWAT, HEC-HMS", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Sep 2021"}