{"Nomor": 61962, "Judul": "UJI TOLERANSI GLUKOSA EKSTRAK DAUN KATUK (SAUROPUS ANDROGYNUS (L.) MERR.) PADA MENCIT SWISS WEBSTER JANTAN DAN STUDI LITERATUR EKSTRAK TANAMAN YANG BERPOTENSI SEBAGAI ANTIDIABETES", "Abstrak": "Diabetes melitus (DM) adalah salah satu penyakit tidak menular yang disebabkan oleh gangguan\nmetabolisme karbohidrat dan ditandai dengan hiperglikemia kronis. Obat herbal tradisional banyak\ndigunakan di berbagai negara dalam mengatasi penyakit kronis dan tidak menular seperti DM.\nTanaman katuk (Sauropus androgynus (L.) Merr.) sudah banyak digunakan oleh masyarakat\nIndonesia sebagai peningkat laktasi. Di India, katuk dikenal sebagai agen antidiabetes. Belum\nbanyak penelitian terkait daun katuk dalam menurunkan kadar gula darah. Oleh karena itu,\npenelitian ini bertujuan untuk menentukan efek hipoglikemik ekstrak daun katuk menggunakan uji\ntoleransi glukosa, serta mengumpulkan data terkini ekstrak tanaman yang berpotensi sebagai\nantidiabetes. Pada uji toleransi glukosa, mencit dipuasakan dan diukur kadar glukosa awal (t0).\nKelompok uji diberikan sediaan ekstrak daun katuk dosis 100, 200 dan 400 mg/kg bb. Kelompok\npembanding diberikan glibenklamid 2,5 mg/kg bb. Setelah 30 menit pemberian sediaan uji atau\npembanding, mencit diberikan glukosa 3 g/kg bb. Kadar glukosa darah diukur setiap 30 menit\nsampai menit ke-180 setelah pemberian glukosa. Data dianalisis secara statistik menggunakan\naplikasi SPSS. Kadar glukosa darah mencit pada kelompok ekstrak daun dosis 100, 200, dan 400\nmg/kg bb tidak berbeda bermakna dibandingkan kelompok kontrol positif. Ekstrak daun katuk pada\ndosis 100, 200, dan 400 tidak dapat mencegah peningkatan kadar glukosa darah. Dari studi literatur\ntentang ekstrak tanaman yang mempunyai efek farmakologi, diperoleh 27 jurnal yang kemudian\ndianalisis lebih lanjut. Genus Thymus adalah genus dengan spesies tanaman terbanyak dalam famili\nLamiaceae yang menunjukkan adanya efek antidiabetes. Metanol adalah pelarut yang paling\nbanyak digunakan dalam proses ekstraksi tanaman dengan efek antidiabetes.", "Daftar File": {"ABSTRAK Denisa Rizka Hardy Amalia": "https://digilib.itb.ac.id/gdl/download/237123"}, "Penulis": "Denisa Rizka Hardy Amalia [11617042]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Afrillia Nuryanti Garmana, S.Si., M.Si.", "Dr. apt. Elfahmi, M. Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Ekstrak daun, katuk (Sauropus androgynus (L.) Merr.), diabetes melitus, kadar glukosa darah, antidiabetes.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "28 Sep 2021"}