{"Nomor": 61963, "Judul": "UJI TOLERANSI GLUKOSA DARI FRAKSI DAUN KATUK (SAUROPUS ANDROGYNUS (L.) MERR.) DAN STUDI LITERATUR MENGENAI FRAKSI TANAMAN YANG BERPOTENSI SEBAGAI SENYAWA  ANTIDIABETES", "Abstrak": "Diabetes melitus merupakan salah satu penyakit dengan prevalensi yang cukup tinggi di Indonesia. Terapi \nsecara farmakologi maupun nonfarmakologi dapat menjadi pilihan bagi pasien diabetes melitus. Namun \ntidak jarang terapi dengan menggunakan obat-obatan konvensional menimbulkan efek samping bagi \npasien. Dengan demikian, masih terbuka peluang untuk pencarian alternatif obat, misalnya dari bahan \nalam. Tujuan dari penelitian ini adalah untuk mengetahui efek dari fraksi daun katuk dalam menurunkan \nkadar glukosa darah melalui uji toleransi glukosa. Selain itu, dilakukan juga studi pustaka mengenai fraksi \ntanaman yang berpotensi sebagai senyawa antidiabetes. Terdapat dua fraksi yang diuji yaitu fraksi 1 dan \nfraksi 2 dengan dosis masing-masing 100, 200, dan 400 mg/kg BB mencit. Sampel uji, pembawa, atau obat \npembanding diberikan 30 menit sebelum pemberian glukosa. Kadar glukosa darah diukur 30, 60, 90, 120, \n150, dan 180 menit setelah pemberian glukosa. Studi literatur dilakukan dengan melakukan pencarian \nmelalui Pubmed dan Science Direct. Hasil dari uji toleransi glukosa menunjukkan bahwa kadar glukosa \ndarah kelompok fraksi 2 dosis 100 mg/kg berbeda bermakna (p<0,05) terhadap kelompok kontrol positif \npada t30, t150, dan t180. Pada penelusuran pustaka, didapatkan total 26 jurnal dengan 28 jenis tanaman \nyang kemudian akan dianalisis secara lebih lanjut. Berdasarkan hasil uji toleransi glukosa, dapat \ndisimpulkan bahwa fraksi 2 dengan dosis 100 mg/kg BB dapat mencegah peningkatan kadar glukosa darah. \nBerdasarkan hasil penelusuran pustaka, dapat disimpulkan bahwa fraksi etil asetat merupakan fraksi yang \npaling banyak diteliti dan menunjukkan penurunan kadar glukosa darah.", "Daftar File": {"ABSTRAK Kristin Theresia": "https://digilib.itb.ac.id/gdl/download/237117"}, "Penulis": "Kristin Theresia [11617037]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Afrillia Nuryanti Garmana, S.Si., M.Si.", "Dr. Elfahmi, S. Si., M. Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Sauropus androgynus, daun katuk, fraksi, kadar glukosa darah, uji toleransi glukosa", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "28 Sep 2021"}