{"Nomor": 61965, "Judul": "KAJIAN PUSTAKA BIOSENSOR ELEKTROKIMIA BERBASIS HORSERADISH PEROXIDASE (HRP) DAN APLIKASINYA DI BIDANG ANALISIS FARMASI", "Abstrak": "Horseradish peroxidase (HRP) merupakan golongan enzim oksidoreduktase yang \nberperan sebagai katalis dalam reaksi redoks dengan adanya H2O2. HRP dapat \ndiaplikasikan dalam berbagai metode analisis salah satunya pada biosensor elektrokimia. \nPengembangan biosensor elektrokimia dilakukan dengan mengimobilisasi HRP pada \nelektroda kerja. Keuntungan dari metode analisis ini adalah mudah digunakan, \nsederhana, murah, cepat, sensitif, dan mengurangi waktu analisis. Studi ini bertujuan \nuntuk mengumpulkan data optimasi, validasi metode, dan kelompok senyawa yang \ndapat dianalisis. Kelompok senyawa digunakan sebagai acuan pengusulan obat pada\nFarmakope Indonesia VI (FI VI) yang dapat dianalisis dengan metode biosensor \nelektrokimia berbasis HRP. Metode yang digunakan dalam studi ini adalah kajian \npustaka. Pustaka primer diperoleh dari Scopus, Pubmed, dan Google Scholar melewati\nempat tahap, yaitu pencarian, penyaringan awal, penyaringan lanjut serta analisis jurnal. \nDari proses pencarian dan penyaringan diperoleh sebanyak 30 jurnal yang akan dikaji. \nDari pengkajian jurnal diperoleh kondisi optimum pengukuran pada pH 7 dengan suhu \nruang. Data validasi metode analisis dari berbagai jurnal menunjukkan bahwa metode ini \ndapat digunakan untuk penentuan kadar analit pada obat. Kelompok senyawa yang \ndapat dianalisis berupa senyawa fenolik, alkohol, amina aromatik, amina tersier, dan \ncincin ? laktam. Berdasarkan FI VI, jumlah kelompok senyawa fenolik, alkohol, amina\naromatik, amina tersier, dan cincin ? laktam yang diusulkan berturut-turut 34, 96, 18, \n137, dan 26.", "Daftar File": {"ABSTRAK Hana Jamila": "https://digilib.itb.ac.id/gdl/download/237119"}, "Penulis": "Hana Jamila [10717078]", "Kontributor / Dosen Pembimbing": ["Tursino, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "biosensor elektrokimia, peroksidase, HRP, redoks, analisis farmasi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "29 Sep 2021"}