{"Nomor": 61969, "Judul": "PERANCANGAN SARANA PENYALIRAN PADA WASTEDUMP RINJANI TAMBANG BATUBARA PT XYZ", "Abstrak": "PT XYZ merupakan salah satu perusahaan tambang batubara terbuka dengan lokasi operasi\npenambangan pada Provinsi Kalimantan Selatan. Kondisi hujan akan mempengaruhi produktivitas\ntambang terbuka sehingga diperlukannya evaluasi hidrologi serta rancangan sarana penyaliran\nyang tepat untuk mengalirkan air tersebut agar tidak mengganggu proses penambangan. Analisis\nhujan akan diawali dengan analisis data hujan pada Stasiun Penakar 2 periode 2013-2021\nmenggunakan distribusi Log Pearson III sehingga didapat curah hujan sebesar 118,66 mm dengan\nintensitas hujan pada periode ulang 10 tahun didapat sebesar 25,91 mm/jam. Dari data topografi\ndan rencana kemajuan tambang yang didapat, dibuatlah area-area catchment. Pada Timbunan\nRinjani PT XYZ, total luasan catchment kisaran 3,17 km² dibagi menjadi beberapa sub catchment\nyang memiliki nilai bervariasi sehingga dibutuhkan sarana penyaliran berupa saluran terbuka, drop\nstructure, serta kolam retensi dan kolam pengendap. Saluran terbuka dibagi menjadi 4 (empat)\nkategori yang dibagi menjadi 3 (tiga) kategori pertama untuk saluran utama bentuk trapesium\ndengan dimensi lebar bawah x lebar atas x tinggi : 1 x 3 x 1 m; 1 x 4 x 1,5 m; 1 x 5,6 x 2,3 m.\nSedangkan kategori 4 berbentuk segitiga dengan dimensi lebar x tinggi : 3,7 x 1,6 m akan dibuat\npada bench. Dibuat drop structure untuk lereng timbunan yang curam sebanyak 3 (tiga) buah.\nDibuat 2 (dua) kolam retensi dan 2 (dua) kolam pengendap untuk periode 2020-2023 dan sebanyak\n1 (satu) tambahan kolam retensi dan kolam pengendap untuk periode 2024-2030 dengan dimensi\nkolam retensi yang bervariasi dan dimensi kolam pengendap yang sama untuk setiap kolamnya.", "Daftar File": {"ABSTRAK Elvira Mutiara Saumi": "https://digilib.itb.ac.id/gdl/download/238248"}, "Penulis": "Elvira Mutiara Saumi [12117019]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ginting Jalu Kusuma, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Sarana penyaliran, Saluran terbuka, Drop structure, Kolam Retensi, Kolam Pengendap.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "29 Sep 2021"}