{"Nomor": 61966, "Judul": "STUDI PUSTAKA PEMANFAATAN BAHAN ALAM SEBAGAI  ALTERNATIF BAHAN TAMBAHAN PANGAN", "Abstrak": "Bahan tambahan pangan (BTP) merupakan suatu zat yang ditambahkan dalam pangan untuk tujuan \nyang spesifik dan menjadi bagian dari pangan tersebut dalam sejumlah kecil, disebabkan karena faktor \npengemasan, penyimpanan, atau penanganan lainnya. Beberapa bahan tambahan yaitu pengawet \ndigunakan untuk mencegah kebusukan karena adanya mikroorganisme, pewarna untuk memperbaiki \nwarna, dan pemanis sebagai pemberi rasa manis. BTP dari bahan alam semakin diminati terkait \nkeamanan dan khasiat pada tubuh, penggunaan BTP sintetik dalam jumlah berlebih atau terusmenerus dalam jangka waktu lama akan berbahaya bagi kesehatan. Dalam kajian pustaka ini dilakukan \npencarian alternatif BTP dari bahan alam berdasarkan penelitian-penelitian yang telah ada dan \ndiharapkan dari kajian pustaka ini diperoleh data potensial bahan alam untuk pengawet, pewarna, \ndan pemanis. Penelusuran pustaka dilakukan melalui portal pencarian pada situs ScienceDirect, \nPubMed, Google Scholar, dan ResearchGate. Terdapat banyak tumbuhan yang berpotensi untuk \ndigunakan sebagai BTP. Arcangelisia flava dan Thymus vulgaris merupakan contoh tumbuhan yang \nberpotensi menjadi pengawet karena kandungan senyawa fenol, alkaloid, dan minyak atsiri yang \nmemiliki aktivitas antimikroba. Myrciaria jaboticaba, Genipa americana, dan Beta vulgaris dapat \ndimanfaatkan sebagai pewarna alami karena kandungan antosianin dan betalain yang merupakan \nsenyawa pigmen alami. Selanjutnya Glycyrrhiza glabra dan Stevia rebaudiana serta beberapa tanaman \npalem dimanfaatkan sebagai pemanis karena memiliki kandungan gula dan senyawa manis lain. Hasil \nditemukan data tanaman potensial untuk BTP alami sebanyak 26 suku (50 tanaman) dengan terbanyak suku Lamiaceae (6 tanaman) untuk pengawet, 20 suku (25 tanaman) dengan terbanyak suku \nCactaceae (3 tanaman) untuk pewarna, dan 3 suku (8 tanaman) dengan terbanyak suku Arecaceae (6 \ntanaman) untuk pemanis. Tanaman-tanaman tersebut diketahui aman dengan tidak menunjukkan \ntoksisitas hingga toksisitas rendah. Tanaman rempah potensial sebagai pengawet alami \nmempertimbangkan efektivitas dan toksisitasnya, buah-buahan dan bunga telang menjadi tanaman \npotensial sebagai pewarna alami dilihat telah banyak digunakan yang menunjukkan bahan tersebut \naman, sedangkan thaumatin memiliki indeks manis tinggi sehingga menjadikan bahan tersebut \npotensial untuk pemanis alami.", "Daftar File": {"ABSTRAK Salma Nur Hazimah": "https://digilib.itb.ac.id/gdl/download/237120"}, "Penulis": "Salma Nur Hazimah [10717021]", "Kontributor / Dosen Pembimbing": ["Dr. Rika Hartati, S.Si., M.Si.", "apt. Elin Julianti, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "bahan tambahan pangan, BTP, pengawet, pewarna, pemanis", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "29 Sep 2021"}