{"Nomor": 61976, "Judul": "PERENCANAAN SARANA PENYALIRAN PADA TIMBUNAN SEMERU TAMBANG BATUBARA PT XYZ", "Abstrak": "Selama kegiatan operasi penambangan berlangsung, akan terbentuk pit-pit\nberbentuk cekungan sehingga air masuk ke dalam cekungan pit dan menyebabkan\nfront penambangan berlumpur. Pembangunan sarana penyaliran baik dalam bentuk\nparitan, sump dan sistem pemompaan akan membantu mengeluarkan air dari dalam\npit. Pembuatan kolam pengendap juga diperlukan sebagai salah satu syarat yang\nharus dipenuhi oleh perusahaan tambang untuk menjaga baku mutu air tersebut.\nDiawali dengan analisis data hujan dari data hujan Stasiun Penakar 2 periode 2013-\n2021 menggunakan distribusi Log Pearson III, didapat curah hujan sebesar 118,66\nmm dengan intensitas hujan pada periode ulang 10 tahun didapat sebesar 25,91\nmm/jam. Dari data topografi dan rencana kemajuan tambang yang didapat,\ndibuatlah area-area catchment. Pada Timbunan Semeru PT XYZ, total luasan\ncatchment kisaran 3,3 km² dibagi menjadi 54 sub catchment yang memiliki nilai\nbervariasi.\nSaluran terbuka dibagi menjadi 4 (empat) kategori yang dibagi menjadi 3 (tiga)\nkategori untuk saluran utama dengan dimensi lebar x tinggi sebesar 2,77 x 1,2 m; 4\nx 1 m; 5 x 1,5 dan 1 (satu) kategori untuk saluran utama pada bench (ditch) dengan\ndimensi lebar x tinggi sebesar 2,77 x 1,2 m. Dibuat drop structure untuk lereng pit\nyang curam sebanyak 3 (tiga) buah untuk periode 2020-2021, 2 (dua) buah untuk\nperiode 2022-2023, dan 3 (tiga) buah untuk periode 2024-2026. Penirisan air\ntambang (pada periode 2020-2021) akan dipompakan menggunakan Multiflo 290\nsebanyak 1 (satu) buah dengan opsi sumuran kering dalam 4 (empat) hari. Dibuat 4\n(empat) kolam retensi dan 6 (enam) kolam pengendap untuk periode 2020-2023\ndan sebanyak 4 (empat) kolam retensi dan 5 (lima) kolam pengendap untuk periode\n2023-2030 dengan dimensi kolam retensi yang bervariasi dan dimensi kolam\npengendap yang sama untuk setiap kolamnya.", "Daftar File": {"ABSTRAK Zaki Muhammad": "https://digilib.itb.ac.id/gdl/download/237149"}, "Penulis": "Zaki Muhammad [12117075]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ginting Jalu Kusuma, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Sarana penyaliran, Saluran terbuka, Drop structure, Sumuran, Pompa, Kolam Retensi, Kolam Pengendap.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "29 Sep 2021"}