{"Nomor": 61974, "Judul": "PERANCANGAN ULANG ALUN-ALUN BREBES DENGAN KONSEP PLACEMAKING", "Abstrak": "Ruang terbuka publik merupakan elemen kota yang dinilai mampu mengatur kualitas\nlingkungan dan kualitas hidup masyarakat di kawasan perkotaan. Akan tetapi, saat\nini banyak terjadi penurunan kualitas fungsi ruang terbuka publik sehingga\nmengakibatkan terjadinya penurunan kualitas ruang perkotaan sekitarnya. Salah satu\nruang terbuka publik di perkotaan adalah alun-alun. Alun-alun merupakan ruang\nterbuka publik yang memiliki nilai sosial, budaya, lingkungan dan ekonomi. Alun-alun\nBrebes, Kabupaten Brebes, Provinsi Jawa Tengah merupakan salah satu alun-alun\nyang ramai dikunjungi namun memiliki persoalan yang kompleks karena lokasinya\nberada di Jalan Pantura yang ditetapkan sebagai Kawasan Strategis dalam\nkepentingan ekonomi. Keragaman kegiatan yang muncul menimbulkan persoalan\nterkait kerusakan fasilitas yang ada dengan tidak dibarengi pemeliharaan atau\npemugaran pada beberapa fasilitas yang mengalami kerusakan. Pengendalian\npedagang kaki lima yang kurang baik juga mempengaruhi nilai estetika pada Alunalun Brebes. Adapun juga parkir yang bercampur dengan lapak pedagang kaki lima\nsering menghambat bahu jalan sehingga kerap terjadi kemacetan di sekitarnya. Maka\ndari itu, diperlukan pemulihan dengan merancang ulang Alun-alun Brebes. Metode\nperancangan yang digunakan dalam analisis ini adalah fragmental method dengan\nkonsep perancangan kota placemaking. Konsep ini dinilai memiliki penilaian yang\nrelevan untuk memulihkan suatu tempat karena menggunakan pendekatan yang\nmengacu pada elemen good place, yang meliputi access & linkage, comfort & image,\nuses & activity, dan sociability.", "Daftar File": {}, "Penulis": "Ahmad Mujadid [15417124]", "Kontributor / Dosen Pembimbing": ["Bagas Dwipantara Putra, S.T., M.T., Ph.D.", "Naya Cinantya Drestalita, S.T., M.Arts."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "ruang terbuka publik, alun-alun brebes, konsep placemaking, fragmental method, dan perancangan kota", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "29 Sep 2021"}