{"Nomor": 61973, "Judul": "PENGANGGARAN PARTISIPATIF DI DESA DALAM PENANGGULANGAN COVID-19 (STUDI KASUS: DESA CINUNUK DAN DESA MARUYUNG, KABUPATEN BANDUNG)", "Abstrak": "Otonomi desa memberikan wewenang bagi desa untuk mengembangkan\nwilayahnya serta mengelola keuangan dan aset yang dimiliki untuk pembangunan\ndesa sesuai dengan potensi yang dimiliki melalui penganggaran partisipatif.\nPandemi COVID-19 yang muncul pada tahun 2020 dan masih berlangsung hingga\nsaat ini berdampak pada kehidupan masyarakat termasuk di desa. Dalam\nmerespons kondisi tersebut pemerintah mengeluarkan berbagai kebijakan untuk\nmenanggulangi COVID-19, salah satunya ialah kebijakan Pembatasan Sosial\nBerskala Besar (PSBB) di awal masa pandemi yang mengubah pola kegiatan\nmasyarakat. Penganggaran partisipatif desa yang dilakukan untuk menjawab isu\npembangunan yang ada menjadi salah satu kegiatan yang terdampak akibat\npandemi COVID-19. Penelitian ini mengambil studi kasus di Desa Cinunuk dan\nDesa Maruyung, Kabupaten Bandung, untuk melihat bagaimana penganggaran\npartisipatif untuk penanggulangan COVID-19 dilakukan oleh dua desa dengan\nkarakteristik yang berbeda. Metode pengumpulan data pada penelitian ini\ndilakukan melalui wawancara narasumber dan pengumpulan data sekunder.\nMetode analisis dilakukan dengan analisis deskriptif kualitatif untuk mendapatkan\ngambaran bagaimana penganggaran partisipatif di desa sebelum dan dalam masa\npandemi COVID-19 serta pelaksanaan program penanggulangan COVID-19.\nPenelitian ini menunjukkan bahwa terdapat perbedaan antara penganggaran\npartisipatif di desa sebelum dan dalam masa pandemi COVID-19 dalam\nkomponen kesempatan keterlibatan masyarakat. Meskipun begitu, tidak\nditemukan perbedaan secara prosedur yang dilakukan oleh Desa Cinunuk dan\nDesa Maruyung. Kedua desa telah melaksanakan program terkait penanggulangan\nCOVID-19 diantaranya ialah Desa Aman COVID-19, Bantuan Langsung Tunai –\nDana Desa, dan Padat Karya Tunai Desa sesuai dengan kapasitas anggaran dan\nkarakteristik wilayah masing-masing. Program-program tersebut dirasa cukup\nbermanfaat bagi masyarakat meskipun terdapat beberapa keluhan terkait\npelaksanaan di lapangan.", "Daftar File": {"ABSTRAK Mochamad Primasakti Satyagraha": "https://digilib.itb.ac.id/gdl/download/237131", "BAB 1 Mochamad Primasakti Satyagraha": "https://digilib.itb.ac.id/gdl/download/237132", "BAB 2 Mochamad Primasakti Satyagraha": "https://digilib.itb.ac.id/gdl/download/237133", "BAB 3 Mochamad Primasakti Satyagraha": "https://digilib.itb.ac.id/gdl/download/237134", "BAB 4 Mochamad Primasakti Satyagraha": "https://digilib.itb.ac.id/gdl/download/237135", "BAB 5 Mochamad Primasakti Satyagraha": "https://digilib.itb.ac.id/gdl/download/237136", "BAB 6 Mochamad Primasakti Satyagraha": "https://digilib.itb.ac.id/gdl/download/237137", "PUSTAKA Mochamad Primasakti Satyagraha": "https://digilib.itb.ac.id/gdl/download/237138"}, "Penulis": "Mochamad Primasakti Satyagraha [25420301]", "Kontributor / Dosen Pembimbing": ["Dr. Drs. Suhirman, S.H., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "APBDesa, COVID-19, keuangan desa, penanggulangan pandemi, penganggaran partisipatif", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "29 Sep 2021"}