{"Nomor": 61981, "Judul": "EFEK PERSEPSI AKSESIBILITAS TERHADAP PREFERENSI HEDONISTIK DAN PEMBENTUKAN TIPOLOGI WISATAWAN: STUDI KASUS TAMAN NASIONAL KOMODO-INDONESIA", "Abstrak": "Efek aksesibilitas terhadap perilaku wisatawan di kawasan konservasi masih\nmenjadi perdebatan para peneliti. Beberapa peneliti menjelaskan adanya pengaruh\nsignifikan tipe akses terhadap perilaku wisatawan. Sementara peneliti lain\nberargumen bahwa aksesibilitas bukanlah komponen utama dalam pengambilan\nkeputusan wisatawan. Namun sejauh ini belum ada peneliti yang menjelaskan\nbagaimana kaitan antara kemudahan akses dengan tipologi wisatawan dan efeknya\nterhadap perilaku abai yang merusak lingkungan atau mengancam keselamatan diri.\nAtas dasar kesenjangan ini, riset disusun dengan hipotesis dasar: “Persepsi\naksesibilitas berpengaruh terhadap meningkatnya motivasi serta preferensi\nhedonistik, sehingga ditemui wisatawan yang potensial melakukan tindakan abai di\nkawasan konservasi”.\nDisertasi ini disusun melalui 3 tahap, pertama merumuskan konsep aksesibilitas\nwisata di kawasan konservasi. Kedua, eksplorasi pengaruh aksesibilitas terhadap\nmotivasi dan preferensi hedonistik yang menjadi dasar perilaku abai. Ketiga,\nmenyusun tipologi wisatawan yang baru di kawasan konservasi.\nStudi dilakukan dengan pendekatan positivistik karena diawali dengan perumusan\nargumen teoretis yang dibuktikan dalam penelitian. Penelitian dilakukan di Taman\nNasional Komodo (TNK) yang merupakan destinasi wisata prioritas di Indonesia,\npopuler di tataran internasional. TNK mengalami peningkatan jumlah pengunjung\nyang tajam sejak tahun 2016, dan sebagian besar wisatawannya memiliki perilaku\nhedonistik. Karakteristik ini menjadikan TNK sebagai kawasan dengan segmentasi\nwisatawan yang luas, sehingga dapat diperoleh responden dengan kondisi fisik dan\npsikologis yang beragam. Sesuai dengan tahapannya, riset ini menggunakan tiga\nanalisis data statistik, yaitu Analisis Faktor, Analisis SEM-PLS dan Analisis non\nhirarki K-Mean Cluster. Data dasar diperoleh dari kuisioner yang disebarkan\nkepada wisatawan secara daring menggunakan pendekatan convenience sampling.\nData berasal dari 534 responden yang merupakan wisatawan mancanegara dan\ndomestik, yang berkunjung ke TNK pada rentang tahun 2016 hingga 2019.iv\nHasil penelitian menunjukkan bahwa aksesibilitas wisata konservasi terdiri atas tiga\ndimensi, yaitu dimensi destinasi, dimensi individu dan dimensi konservasi. Secara\nteoretis aksesibilitas wisata konservasi tidak bisa dimaknai tunggal, karena ada\nunsur kemudahan dan hambatan yang harus dipertimbangkan secara bersamaan.\nPemahaman aksesibilitas yang terperinci akan mampu menjawab pengaruh\naksesibilitas terhadap perilaku wisatawan, karena mengaitkan antara pendekatan\ngeografis dengan psiko-sosial.\nRiset ini juga menunjukkan bahwa melalui konsep aksesibilitas yang spesifik, dapat\ndibuktikan adanya pengaruh antara kemudahan akses dengan meningkatnya\nmotivasi eksternal wisatawan untuk mendapatkan penghargaan dan pengakuan\nsosial dalam berwisata. Mereka menginginkan sarana prasarana yang lebih mudah\ndan nyaman, serta pembangunan yang lebih massif di kawasan konservasi. Hal ini\ndapat menjadi ancaman bagi kawasan konservasi karena menunjukkan adanya\npotensi perilaku abai dari wisatawan yang dapat meningkatkan kerusakan\nlingkungan dan kecelakaan wisata.\nSelain ditemukannya tipe real ecotourist dan relaxing nature tourist, riset ini juga\nmenemukan adanya 2 tipe wisatawan baru yang berpotensi melakukan tindakan\nabai selama berwisata. Pertama, tipe adventure hedonistik tourist, yaitu mereka\nyang memiliki keterampilan wisata petualangan dan motivasi kebanggaan yang\ntinggi, sehingga dapat bertindak omnipotent dan merasa invulnerability. Kedua\nhigh risk hedonistik tourist, yaitu wisatawan yang memiliki kesenjangan persepsi\naksesibilitas individu yang tinggi karena rendah keterampilan wisata\npetualangannya namun motivasi kebanggaannya tinggi, sehingga berpotensi\nmelakukan tindakan yang mencelakakan diri atau orang lain. Kedua tipe ini menjadi\nbukti adanya efek aksesibilitas terhadap keberadaan tipe wisatawan abai ke\nkawasan konservasi.\nRiset ini memberikan kontribusi terhadap teori aksesibilitas, bahwa karakteristik\naksesibilitas wisata konservasi berbeda dengan aksesibilitas transportasi perkotaan\npada umumnya yang kuat pada dimensi fisik. Aksesibilitas wisata konservasi\nmemiliki dimensi individu yang lebih kuat menggambarkan persepsi aksesibilitas\nsecara keseluruhan. Selain itu temuan telah mengembangkan Teori Determinasi\nDiri (SDT), bahwa dalam konteks wisata, kemudahan akses berpengaruh signifikan\nterhadap seluruh bentuk motivasi pada rentang intrinsik hingga ekstrinsik. Berbeda\ndengan SDT yang menjelaskan bahwa jika kemudahan fisik sebagai salah satu\nfaktor eksternal, berpengaruh terhadap motivasi intrinsik, maka pengaruh pada\nmotivasi ekstrinsiknya tidak akan signifikan, begitupun sebaliknya. Meskipun hasil\npenelitian ini mengkonfirmasi efek aksesibilitas terhadap perilaku wisatawan,\nnamun ternyata aksesibilitas bukan variabel yang paling baik dalam membangun\ntipologi wisatawan. Bahkan pengaruh aksesibilitas terhadap perilaku wisatawan\nrelatif kecil. Motivasi tetap menjadi variabel yang penting dalam tipologi, namun\nintegrasi dengan aksesibilitas subyektif dan obyektif akan mampu menjelaskan\nperilaku abai wisatawan di kawasan konservasi.\nRiset ini juga menunjukkan bahwa peran ilmu psikologi dan sosial sangat pentingv\ndalam perencanaan kawasan wisata konservasi. Ontologi dasar yang dapat ditarik\ndari kajian aksesibilitas terhadap teori perencanaan menjelaskan bahwa perilaku\nindividu penting dieksplorasi dan dipertimbangkan dalam perencanaan karena akan\nberkontribusi pada perilaku kolektif populasi. Perilaku populasi yang buruk, lahir\ndari pemahaman dan sikap individu yang buruk. Hal ini menunjukkan bahwa\neksplorasi kajian psikologi penting dilakukan secara ekstensif melalui berbagai\nstudi kasus perencanaan kawasan yang berbeda, untuk mengembangkan teori\nperencanaan. Dengan meningkatnya kecenderungan wisata alam di kawasan\nkonservasi, maka secara praktis, riset ini bermanfaat bagi perencana dan pengelola\nkawasan wisata konservasi. Kebijakan membuka akses wisata di kawasan\nkonservasi perlu dipertimbangkan secara komprehensif sesuai dimensi\naksesibilitas, sehingga dapat membangun perilaku wisatawan yang positif. Selain\nitu ditemukannya tipologi wisatawan yang abai di kawasan konservasi\nmenunjukkan bahwa penting menyusun program edukasi kepada wisatawan saat\nberada di destinasi, sebagai salah satu bentuk pencegahan dan pengawasan perilaku\nwisatawan. Selain itu pemerintah harus mempersiapkan sertifikasi ekowisata pagi\npemandu dan manajemen destinasi, yang menjamin proses edukasi mengenai\nkonservasi berjalan sesuai standar.", "Daftar File": {"ABSTRAK Fitri Rahmafitria": "https://digilib.itb.ac.id/gdl/download/237176", "BAB 1 Fitri Rahmafitria": "https://digilib.itb.ac.id/gdl/download/237177", "BAB 2 Fitri Rahmafitria": "https://digilib.itb.ac.id/gdl/download/237178", "BAB 3 Fitri Rahmafitria": "https://digilib.itb.ac.id/gdl/download/237179", "BAB 4 Fitri Rahmafitria": "https://digilib.itb.ac.id/gdl/download/237180", "BAB 5 Fitri Rahmafitria": "https://digilib.itb.ac.id/gdl/download/237181", "BAB 6 Fitri Rahmafitria": "https://digilib.itb.ac.id/gdl/download/237182", "BAB 7 Fitri Rahmafitria": "https://digilib.itb.ac.id/gdl/download/237183", "2021 DS PP FITRI RAHMAFITRIA_BAB 8.pdf)u": "https://digilib.itb.ac.id/gdl/download/237184", "PUSTAKA Fitri Rahmafitria": "https://digilib.itb.ac.id/gdl/download/237185", "2021 DS PP FITRI RAHMAFITRIA_LAMPIRAN.pdf)u": "https://digilib.itb.ac.id/gdl/download/237186"}, "Penulis": "Fitri Rahmafitria [35418001]", "Kontributor / Dosen Pembimbing": ["Prof. Drs. Arief Rosyidie, M.S.P., M.Arch., Ph.D.", "Dr. Ir. Heru Purboyo Hidayat Putro, DEA", "Dr.Eng. Puspita Dirgahayani, S.T., M.Eng."], "Jenis Koleksi": "Disertasi", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "aksesibilitas, tipologi wisatawan, motivasi wisatawan, preferensi hedonistik, wisata di kawasan konservasi, Taman Nasional Komodo", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "11 file", "Tanggal Input": "29 Sep 2021"}