{"Nomor": 61984, "Judul": "POTENSI PENERAPAN SUSTAINABLE DRAINAGE SYSTEM SEBAGAI UPAYA MITIGASI BANJIR DI PERMUKIMAN PADAT PENDUDUK KELURAHAN CIBADAK KOTA BANDUNG", "Abstrak": "Kota bandung adalah kota metropolitan dengan tingkat urbanisasi yang tinggi. Menurut data dari Badan\nPusat Statistik Kota Bandung (2018) dari tahun 2014 hingga 2018 jumlah penduduk Kota Bandung\nselalu meningkat tiap tahunnya, dengan laju pertumbuhan penduduk mencapai 0,50 % di tahun 2014.\nMasyarakat yang tinggal di pemukiman padat penduduk memiliki kerentanan tinggi akan bencana, salah\nsatunya adalah bencana banjir. Sustainable Drainage Systems (SuDS) adalah salah satu Nature-Based\nSolutions yang digagas oleh IUCN sebagai jawaban untuk menyelesaikan permasalahan air permukaan\ndi suatu daerah secara berkelanjutan dan berbeda dengan praktik konvensional. Penelitian dilakukan di\nKelurahan Cibadak, Kecamatan Astanaanyar, Kota Bandung pada bulan Mei-Agustus 2021. Penelitian\nini bertujuan untuk mengidentifikasi potensi penerapan konsep SuDS di permukiman padat penduduk\nKelurahan Cibadak. Dilakukan identifikasi karakteristik banjir, identifikasi kesesuaian penerapan\nSuDS, dan perumusan desain penerapan SuDS di Kelurahan Cibadak sebagai sasaran spesifik.\nDigunakan dua metode kualitatif yaitu pengumpulan data dan pengolahan data. didapatkan kondisi\nbanjir di Kelurahan Cibadak hanya terjadi pada RW yang dilewati oleh Sungai Citepus (RW01, RW02,\nRW03, RW06, RW07, RW08) dengan penyebabnya adalah pendangkalan sungai akibat sampah dan\nlimbah rumah tangga, alihfungsi tanah resapan menjadi rumah, dan banjir dan sampah kiriman dari\ndaerah hulu. Didapatkan luas genangan yang mencapai 0.3 km²,tinggi genangan air 40cm-2m, lama\nbanjir 1-5jam, dan terjadi 6 kali dalam satu tahun saat musim hujan. Curah hujan termasuk dalam\nkategori normal (103mm/tahun), intensitas curah hujan 109.49mm/jam pada drainase sekunder dan\n196.31mm/jam pada drainase tersier. System drainase berupa campuran dari drainase alamiah dan\ndrainase buatan, terletak di permukaan tanah dan percampuran dari saluran terbuka dan tertutup.\nKegunaan drainase bersifat multipurpose yang berperan sebagai pengalir air hujan dan air limbah\ngreywater. Luas penampang saluran drainase 800cm² untuk drainase sekunder dan 450 cm² untuk\ndrainase tersier dan kecepatan aliran 0.4-0.6m/detik. Didapatkan kondisi Sungai Citepus memiliki\nketinggian air 20-50cm saat musim kemarau dan 5 meter saat musim hujan dengan air sungai berwarna\nkeruh, berbau, dan terdapat sampah. Kegiatan di sekitar Sungai Citepus mayoritas adalah permukiman\ndengan pondasi dibangun tepat di atas sempadan sungai. Didapatkan juga tutupan lahan berupa\nbangunan/bangunan terpencar/gedung, halaman, tempat kegiatan, tanah kosong/gundul, dan tempat\nparker kendaraan bermotor. Jenis tanah di Kelurahan Cibadak adalah tanah Aluvial dengan elevasi\nmuka airtanah 55mbmt di bagian selatan hingga 75mbmt di bagian utara. Dari kondisi tersebut,\ndidapatkan jenis SuDS yang sesuai adalah Rainwater Harvesting System, Porous Paving Material,dan\nSwales. Desain SuDS dilakukan pada area RW06 dan RW07. Diperlukan peran pemerintah dalam forum\nyang mewadahi sosialisasi penerapan SuDS untuk memitigasi bencana banjir. Pemilihan jenis SuDS\nyang sesuai dengan kondisi lahan dan ketersediaan dana. Kolaborasi antara unsur masyarakat di\nKelurahan Cibadak juga dibutuhkan dalam aspek pertukaran ide dalam mengatasi permasalahan banjir.", "Daftar File": {}, "Penulis": "Nafisa Aliyya Melita [15417119]", "Kontributor / Dosen Pembimbing": ["Saut Aritua Hasiholan Sagala, S.T., M.Sc., Ph.D.", "Arini Murwindarti, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Permukiman Padat Penduduk, Bencana Banjir, Sungai Citepus, Sustainable Drainage System, Rainwater Harvesting System, Swale, Porous Paving Material", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "29 Sep 2021"}