{"Nomor": 61986, "Judul": "POTENSI VALUE CAPTURE PADA PROPERTI DI KORIDOR BRT TRANS SEMARANG", "Abstrak": "Keterbatasan pendanaan infrastruktur, mendorong pemerintah lokal untuk\nmengeksplorasi sumber dana alternatif. Value capture menjadi salah satu skema\nalternatif untuk menangkap manfaat ekonomi dari layanan dan infrastruktur publik,\nsalah satunya Bus Rapid Transit, alternatif layanan transportasi publik yang costeffective. Namun ketidakpermanenan yang dimiliki sistem BRT, terutama jika\ndibandingkan dengan transportasi publik berbasis rel, menjadi faktor yang mendorong\nbeberapa peneliti mempertanyakan manfaat aksesibilitasnya, khususnya dalam\nmendorong timbulnya added value pada properti. Penelitian ini dimaksudkan untuk\nmengidentifikasi efek penyediaan layanan BRT pada peningkatan nilai properti di\nkoridor layanannya, sebagai dasar valuasi potensi value capture dari investasi BRT.\nKota Semarang dan BRT Trans Semarang menjadi studi kasus dalam penelitian ini,\ndimana added value dari layanan BRT Trans Semarang diidentifikasi dari data\ntransaksi properti tahun 2012-2017 di 141 wilayah kelurahan yang dilintasi BRT Trans\nSemarang Koridor 1-8 (dari 177 wilayah kelurahan di Kota Semarang). Wilayah\nkelurahan di sepanjang Koridor 1-6 Trans Semarang menjadi unit treatment yang\ndiamati perubahan nilai propertinya, dan wilayah di sepanjang Koridor 7 dan Koridor\n8 BRT Trans Semarang (dibuka tahun 2018 dan 2020) menjadi unit pembanding atau\nkontrol dalam analisis. Teknik analisis Difference-in-Differences digunakan dalam\npenelitian ini untuk mengidentifikasi dampak/efek rata-rata dari pembukaan koridor\nlayanan BRT pada nilai properti, dengan mengontrol unobserved factor yang mungkin\nbervariasi setiap tahunnya dan karakteristik antara unit treatment dan unit pembanding\nyang membentuk nilai properti sebelum adanya layanan BRT dari peningkatan nilai\nproperti setiap tahunnya, sehingga efek perlakuan yang teridentifikasi memang\nmencerminkan efek yang diperoleh dari pembukaan maupun penambahan koridor\nlayanan BRT Trans Semarang. Atribut struktural, lokasi properti, kondisi sosialekonomi dan fisik lingkungan dari lokasi properti yang diekspektasikan mempengaruhi\nnilai transaksi properti digunakan sebagai variabel kontrol dalam analisis DiD.\nHasil penelitian menunjukkan adanya distribusi dan heterogenitas efek atau dampak\ndari penyediaan BRT secara spasial dan temporal antar wilayah kelurahan yangii\ndilintasi oleh BRT Trans Semarang pada periode 2012-2017. Secara agregat tidak\nditemukan adanya efek peningkatan nilai properti di wilayah kelurahan sepanjang\nkoridor 1-6 BRT Trans Semarang pada periode tahun 2012-2017. Nilai tambah dari\npenyediaan layanan BRT Trans Semarang teridentifikasi di 6 wilayah kelurahan di\nzona urban fringe Kota Semarang yang memperoleh layanan BRT saat pembukaan\nKoridor 4 Trans Semarang. Nilai properti di wilayah kelurahan tersebut diestimasikan\nrata-rata 30,75% lebih tinggi dibandingkan jika tidak terdapat layanan BRT Trans\nSemarang. Dilihat dari sisi temporal, dampak apresiasi nilai properti tersebut\nditemukan pada 1-2 tahun setelah pembukaan Koridor 4 Trans Semarang. Hasil\npenelitian ini juga menunjukkan dominasi efek yang tidak signifikan dan efek negatif\npada nilai properti dari penyediaan layanan BRT Trans Semarang. Efek negatif pada\napresiasi nilai properti dengan rate yang tinggi ditemukan di zona periphery dari\nwilayah penelitian, dan efek yang tidak signifikan lebih banyak ditemukan di zona\ncentral core wilayah penelitian.\nHasil penelitian memberikan eviden mengenai potensi penerimaan kembali dari\npeningkatan nilai properti yang ditimbulkan dari investasi transportasi publik, sebagai\nalternatif pembiayaan transportasi publik. Melihat hasil dalam penelitian ini, aplikasi\nskema Land Value Capture perlu memperhatikan distribusi spasial dan temporal dari\nefek apresiasi nilai properti akibat layanan BRT, khususnya bagi Kota Semarang\nsebagai objek analisis dalam penelitian ini.", "Daftar File": {"ABSTRAK Kifayah Jauhari": "https://digilib.itb.ac.id/gdl/download/237206", "BAB 1 Kifayah Jauhari": "https://digilib.itb.ac.id/gdl/download/237578", "BAB 2 Kifayah Jauhari": "https://digilib.itb.ac.id/gdl/download/237579", "BAB 3 Kifayah Jauhari": "https://digilib.itb.ac.id/gdl/download/237580", "BAB 4 Kifayah Jauhari": "https://digilib.itb.ac.id/gdl/download/237581", "BAB 5 Kifayah Jauhari": "https://digilib.itb.ac.id/gdl/download/237582", "BAB 6 Kifayah Jauhari": "https://digilib.itb.ac.id/gdl/download/237583", "PUSTAKA Kifayah Jauhari": "https://digilib.itb.ac.id/gdl/download/237584", "2021 TS PP KIFAYAH JAUHARI_LAMPIRAN.pdf?": "https://digilib.itb.ac.id/gdl/download/237585"}, "Penulis": "Kifayah Jauhari [25419052]", "Kontributor / Dosen Pembimbing": ["Ibnu Syabri, B.Sc., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Bus Rapid Transit (BRT), nilai properti, value capture, Difference-inDifferences", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "29 Sep 2021"}