{"Nomor": 61982, "Judul": "PERANCANGAN KAWASAN PASAR SMEP KOTA BANDAR LAMPUNG", "Abstrak": "Pasar Rakyat merupakan salah satu kegiatan perdagangan dan jasa yang\npenting dalam sistem perekonomian nasional. Eksistensi pasar rakyat mulai\nmenurun seiring pesatnya perkembangan pasar modern dengan segala kemudahan\ndan penawaran yang diberikan. Selain itu, kondisi pasar rakyat yang kurang\nmendapatkan perhatian pemerintah dari segi pemeliharaan dan pengembangan\nmenambah penurunan minat masyarakat untuk berbelanja di pasar rakyat. Jika\nkondisi ini berjalan terus-menerus, maka pada suatu titik tertentu eksistensi pasar\nrakyat akan benar-benar hilang. Kawasan Pasar Smep merupakan salah satu pasar\nrakyat terbesar dan berskala regional di Provinsi Lampung yang menyediakan\nberbagai komoditas dan keperluan masyarakat secara lengkap. Lokasi kawasan\nPasar Smep sangat strategis yaitu terletak di kecamatan Tanjung Karang Pusat yang\nmerupakan wilayah pusat perdagangan Kota Bandar Lampung. Namun, pasar ini\nmengalami berbagai permasalahan antara lain, penurunan daya saing terhadap\npasar modern di sekitarnya yang disebabkan oleh kondisi bangunan eksisting pasar\nyang sudah tidak layak, kurangnya ruang dagang yang menimbulkan penumpukan\nPKL liar di sepanjang sirkulasi internal kawasan, sirkulasi drainase yang buruk dan\nmengakibatkan banjir saat hujan, dan parkir liar pada bahu jalan.\nPersoalan ini dapat diselesaikan dengan perancangan kawasan Pasar Smep\nyang menyediakan bangunan pasar baru sebagai ruang dagang untuk memenuhi\nkebutuhan pedagang, penyediaan area parkir tambahan untuk mengatasi\npermasalahan parkir liar, perbaikan sirkulasi drainase dan sirkulasi kendaraan\npada kawasan, penyediaan jalur pedestrian dan sepeda yang tak terputus, dan\nperbaikan kondisi bangunan historis yang dipertahankan sebagai ikon kawasan.\nPerancangan merupakan salah satu solusi bagus yang dapat dilakukan pada Pasar\nSmep untuk meningkatkan daya saing pasar dengan mempertimbangkan kebutuhan\npengguna pasar dan kondisi ideal yang ingin dicapai pada pasar. Selain itu, untuk\nmeningkatkan kualitas fungsi kawasan, disediakan juga fasilitas pendukung seperti\nruang terbuka sebagai RTH sekaligus area sosialisasi pengguna pasar, sarana\nperibadatan, kantor pengelola, dan pos keamanaan untuk memenuhi kebutuhan\npengguna pasar dari segi keamanan maupun informasi. Perancangan kawasan\nPasar Smep ini berfokus pada komponen guna lahan, bangunan pasar, sirkulasi,\nparkir, ruang terbuka, dan fasilitas pendukung dengan kriteria yang ingin dipenuhi\nantara lain, kemudahan, keamanan, keselamatan, kenyamanan, kesehatan dan\nkebersihan, serta estetika. Perumusan kebijakan dan program pengembangan pada\nperancangan berfokus untuk mewujudkan kawasan Pasar Smep menjadi pasar\nrakyat yang lengkap dan terintegrasi.", "Daftar File": {}, "Penulis": "Azzahra Putri Malini [15417034]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Denny Zulkaidi, MUP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Pasar Rakyat, Perancangan, Kawasan Pasar Smep, Kota, Bandar Lampung", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "29 Sep 2021"}