{"Nomor": 61987, "Judul": "AEROELASTIC ANALYSIS AND PARAMETRIC STUDY OF MULTI BOOM TANDEM WING HALE UAV", "Abstrak": "Selama beberapa dekade terakhir, pesawat nirawak atau yang kerap disebut sebagai unmanned aerial vehicle (UAV) telah mengalami perkembangan yang pesat dikarenakan potensinya untuk digunakan pada berbagai jenis misi. Salah satu jenis pesawat nirawak yang kini tengah dikembangkan adalah High Altitude Long Endurance Unmanned Aerial Vehicle (HALE UAV) yang umumnya memiliki potensi  untuk  dikembangkan  pada misi  surveillance serta komunikasi  sebagai pseudosatellite. Terlepas dari potensinya, mendesain jenis wahana ini tidaklah mudah karena banyaknya aspek desain yang saling kontradiktif satu sama lain. Di samping itu, desain yang cenderung memiliki sayap yang fleksibel dengan aspect ratio yang tinggi menyebabkan jenis pesawat ini rentan terhadap gangguan dari segi aeroelastisitas dan kendali. Secara umum, HALE UAV dengan derajat kebebasan yang lebih tinggi memerlukan analisis aeroelastisitas yang lebih kompleks karena semakin banyaknya modus getar untuk dievaluasi. Salah satu jenis desain konfigurasi HALE UAV yang kini dikembangkan adalah konfigurasi triple boom dengan tandem wing. UAVOS HAPS adalah salah satu contoh pesawat yang mengimplementasikan konfigurasi ini. Karena konfigurasi dan tingkat kerumitan derajat kebebasannya, konfigurasi HALE UAV ini memerlukan analisis aeroelastisitas yang mendalam. Dalam studi ini, aspek aeroelastisitas dari konfigurasi desain HALE UAV yang baru ini dikaji dengan metode elemen hingga dan doublet lattice method yang terkopel. Pesawat yang dimodelkan memiliki sayap depan dan belakang dengan panjang span masing-masing 12 dan 15 m dengan kecepatan operasi di 10 hingga 14 m/s di ketinggian sea level. Hasil analisis menunjukkan bahwa model yang dianalisis diduga memiliki frekuensi pribadi yang rendah dimulai dari 0.9 Hz dan berpotensi rentan terhadap fenomena dynamic divergence di sekitar 12 m/s. Berdasarkan data yang dianalisis, optimasi yang dapat dilakukan kemudian diselidik. Dari studi parametrik yang telah dilakukan, menghilangkan outer boom atau menambah kekakuan pada spar depan ataupun boom khususnya inner boom dapat meningkatkan batas kecepatan terjadinya divergen.", "Daftar File": {"ABSTRAK MILENIAWAN JANUAR RAMADHANI": "https://digilib.itb.ac.id/gdl/download/237207", "COVER MILENIAWAN JANUAR RAMADHANI": "https://digilib.itb.ac.id/gdl/download/237208", "PUSTAKA MILENIAWAN JANUAR RAMADHANI": "https://digilib.itb.ac.id/gdl/download/237214"}, "Penulis": "MILENIAWAN JANUAR RAMADHANI [13617019]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Leonardo Gunawan., Dr.Ing. Mochammad Agoes Moelyadi ST,M.Sc., Ir. Muhammad Kusni MT"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "HALE UAV, aeroelastisitas, optimasi aeroelastisitas, doublet lattice method, flexible aircraft, metode elemen hingga.", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "8 file", "Tanggal Input": "29 Sep 2021"}