{"Nomor": 61994, "Judul": "IDENTIFIKASI PENGOPERASIAN URBAN SERVICE MELALUI PERSPEKTIF PELAKU INDUSTRI TEKNOLOGI DALAM MENGHADAPI ERA-TRANSFORMASI DIGITAL (STUDI KASUS : CISCO KINETIC FOR CITIES)", "Abstrak": "Dunia telah memasuki masa transformasi digital yang telah menjadi\nperbincangan saat ini, hal ini ditandai dengan banyaknya kota yang mulai\nmenciptakan inovasi untuk mendorong pelayanan perkotaan yang lebih\nberkelanjutan dan efisien. Dalam konsep smart city, beberapa proyek telah\ndiluncurkan dengan tujuan untuk diimplementasikan pada area urban service yang\nlebih luas dari segi energi, lingkungan, transportasi, hingga keamanan dan\nkenyamanan. Seperti yang dikatakan Asisten Deputi Telematikan dan Utilitas,\nbahwa transformasi digital mutlak diperlukan bagi daerah yang merintis smart city.\nHal ini menjadi sangat menarik untuk dicermati disaat keberhasilan transformasi\ndigital menjadi kunci dalam mencapai keberhasilan smart city. Berbagai macam\ninovasi tranformasi digital telah dikembangkan dengan tujuan untuk menyelesaikan\npermasalahan pelayanan perkotaan melalui konsep smart city. Termasuk Kota\nBandung yang telah mengambil inisiatif menuju smart city dimana Kota Bandung\nsiap berkomitmen untuk memajukan kota dengan memanfaatkan Teknologi\nInformasi Komunikasi (TIK) untuk meningkatkan kinerja yang efektif, mencipatakan\npelayanan kota yang lebih baik, serta menghemat biaya dan konsumsi sumber daya.\nHal ini dijadikan peluang bagi lembaga penyedia industri teknologi yang berupaya\nuntuk memberikan standar pelayanan baru bagi kota di era-transformasi digital\nseperti sekarang ini. Salah satunya, industri yang berasal dari San Francisco, yaitu\nCisco, meluncurkan Cisco Kinetic for Cities sebagai salah satu solusi strategis\nuntuk smart city.", "Daftar File": {}, "Penulis": "Cahyani Citra Utami [15416072]", "Kontributor / Dosen Pembimbing": ["Ridwan Sutriadi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Smart City, Urban service, Cisco Kinetic for Cities, Business model canvas, Transformasi digital", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "29 Sep 2021"}