{"Nomor": 61996, "Judul": "PEMODELAN GEOLOGI BAWAH PERMUKAAN MENGGUNAKAN DATA MAGNETIK AREA GUNUNG PANDAN, KABUPATEN BOJONEGORO, JAWA TIMUR, INDONESIA", "Abstrak": "Indonesia, terutama Pulau Jawa, terletak pada zona busur gunung api atau dikenal\nsebagai ring of fire yang dibuktikan dengan banyaknya kehadiran gunung api,\nbaik yang sudah tidak aktif atau yang masih aktif. Salah satu gunung api yang ada\ndi Pulau Jawa adalah Gunung Pandan. Beberapa fakta dari Gunung Pandan adalah\npernah terjadinya gempa 4,2 SR di sekitar Dusun Pohulung dan terdapat 90 MWe\ncadangan panas bumi. Tujuan penelitian pada tugas akhir ini adalah untuk\nmemodelkan citra bawah permukaan dengan geomagnetic 2.5D forward modeling.\n2.5 D forward modeling yang telah dilakukan digunakan sebagai acuan dan untuk\nmemvalidasi hasil dari uji coba geomagnetic 3D inversion citra bawah permukaan.\nUji coba geomagnetic 3D inversion dilakukan untuk memperoleh distribusi\nsuseptibilitas secara 3D menggunakan software MAG3D. Pada penelitian ini\ndigunakan data berupa data anomali magnetik total daerah Gunung Pandan tahun\n2020. Telah dilakukan pemisahan anomali regional dan residual dari data anomali\nmagnetik tersebut. Selanjutnya, data anomali residual yang didukung oleh data\ngeologi serta data pendukung lainnya digunakan untuk 2.5D forward modeling\ndan 3D inversion modeling. Hasil 2.5D forward modeling dimanfaatkan untuk\nacuan pembuatan reference model dalam proses 3D inversion modeling.\nSedangkan dari hasil 3D inversion modeling didapat distribusi suseptibilitas\nii\nsecara 3D dengan validasi model 2.5D forward modeling. Uji coba geomagnetic\n3D inversion modeling dilakukan terhadap 5 parameter: mode, depth weighing,\nwavelet compression, reference model, dan alpha. Parameter yang dapat\nmencitrakan persebaran suseptibilitas yang sesuai dengan model acuan adalah\nmode chi fact dengan nilai 1, depth weighting-depth dengan nilai eksponen 1 dan\n?0 0.5, wavelet compression-user dengan nilai threshold 0.04, reference model,\ndan alpha dengan nilai 0.01. Berdasarkan hasil 2.5D forward modeling dan 3D\ninversion modeling dapat diidentifikasi keberadaan beberapa intrusi pada lintasan\nyang dimodelkan di sekitar daerah Gunung Pandan yang memanjang ke arah utara.\nSelain itu, dapat diidentifikasi struktur sesar yang berarah hampir utara-selatan,\nserta dapat diidentifikasi pula adanya kesesuaian anomali magnetik rendah dengan\nkeberadaan manifestasi panas bumi pada bagian timur laut area penelitian.", "Daftar File": {"ABSTRAK Fairuz Annisa Pardania": "https://digilib.itb.ac.id/gdl/download/237263"}, "Penulis": "Fairuz Annisa Pardania [12317010]", "Kontributor / Dosen Pembimbing": ["Dr. Susanti Alawiyah, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "gunung api, magnetik, 2.5D forward modeling, inversion 3D modeling.", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "29 Sep 2021"}