{"Nomor": 62006, "Judul": "KAJIAN ASPEK TEKNIS DAN OPERASI REGULASI BANDAR UDARA PERAIRAN", "Abstrak": "Tugas akhir yang berjudul “Kajian Aspek Teknis dan Operasi Regulasi Bandar Udara Perairan” ini bertujuan untuk menghasilkan rekomendasi untuk aspek teknis dan operasi bandar udara perairan, dengan cara mengetahui dan membandingkan kelengkapan aspek teknis dan operasi regulasi bandar udara perairan yang ada,  jika dibandingkan dengan regulasi bandara konvensional  dalam ICAO Annex 14 dan juga dari sisi regulasi perairan. Judul ini diambil karena kebutuhan akan transportasi penerbangan, khususnya berbasis perairan dan bandar udara perairan yang semakin meningkat, namun tidak diimbangi dengan regulasi yang ada serta adanya irisan dengan regulasi perairan yang ada sehingga mengharuskan adanya kajian yang komprehensif mengenai hal ini. Dalam tugas akhir ini metode yang digunakan ialah metode deskriptif analitis, yaitu metode di mana data-data berupa regulasi aspek teknis dan operasi bandar udara perairan dikumpulkan melalui studi literatur lalu dianalisis sehingga didapat suatu kesimpulan. Adapun teknik pengumpulan data yang  digunakan dalam tugas akhir tersebut adalah melalui studi pustaka dengan sumber dari artikel dan jurnal dari internet.  Hasil  yang  didapat  yakni  masih  belum  lengkapnya kelengkapan regulasi  bandar  udara perairan yang ada, baik terhadap Annex 14 maupun regulasi perairan lainnya. Hal ini memunculkan rekomendasi yang salah satunya disampaikan oleh beberapa pihak dalam suatu FGD yang diadakan oleh Direktorat Jenderal Perhubungan Udara dan Universitas Gadjah Mada. Selain itu juga disampaikan rekomendasi lainnya berdasarkan hasil analisis regulasi kelengkapan tersebut.", "Daftar File": {"ABSTRAK Hilmy Azizirrahim": "https://digilib.itb.ac.id/gdl/download/237356"}, "Penulis": "Hilmy Azizirrahim [13617044]", "Kontributor / Dosen Pembimbing": ["Ir. Mahardi Sadono, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": ": bandar udara perairan, regulasi, aspek teknis, aspek operasi", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "7 file", "Tanggal Input": "04 Okt 2021"}