{"Nomor": 62007, "Judul": "PEMODELAN DAN ANALISIS AEROELASTIK PADA SAYAP TACTICAL UNMANNED AERIAL VEHICLES (TUAV)", "Abstrak": "Tactical Unmanned Aerial Vehicles (TUAV) adalah pesawat tak berawak yang mempunyai misi untuk membantu komandan taktis. TUAV harus dibuat agar pesawat aman dan layak terbang. Salah satu fenomena kegagalan struktur yang dapat terjadi adalah akibat ketidakstabilan aeroelastik melalui interaksi antara gaya- gaya inersia, elastisitas, dan aerodinamika. Penelitian ini bertujuan untuk merekonstruksi dan menganalisis karakteristik aeroelastik dinamik dari struktur sayap TUAV yang telah dikembangkan oleh peneliti terdahulu. Pesawat ini memiliki kompleksitas dari sisi material yang sebagian besar struktur sayapnya terbuat dari komposit yang merupakan material anisotropik dengan karakteristik tergantung kepada pendefinisian properti material seperti jumlah ply dan arah serat. Hal ini memberikan karakteristik struktur yang berbeda dengan karakteristik struktur material isotropik sehingga dalam penelitian ini digunakan pemodelan tiga dimensi (3D) sehingga kompleksitas struktur dan material komposit dapat direpresentasikan dengan baik.\nHasil rekonstruksi model sayap TUAV dengan kondisi batas lengkap yang disebut model A divalidasi dengan dinamika struktur pada penelitian yang dijadikan rujukan. Diketahui bahwa model A memiliki jenis modus getar yang sama dan beda relatif frekuensi natural di bawah 10%. Model yang sesuai dengan rujukan adalah model C yang mana telah dilakukan modifikasi struktur. Analisis dengan kondisi batas disederhanakan sebagai kantilever memiliki beda relatif bawah 5% pada modus getar pertama sampai keenam sehingga disimpulkan bahwa kondisi batas sederhana tidak terlalu berpengaruh pada karakteristik dinamika struktur modus rendah.\nSelanjutnya dilakukan analisis aeroelastisitas dinamik ditinjau dari kecepatan 10 m/s hingga kecepatan 320 m/s menggunakan perangkat lunak komersial berbasis metode elemen hingga. Pada penelitian rujukan, diprediksi nilai kecepatan divergence menggunakan analisis torsional 2D sederhana yaitu 263 m/s. Sedangkan dalam penelitian ini, untuk model dengan kondisi batas lengkap, tidak didapatkan indikasi terjadinya ketidakstabilan aeroelastik. Namun untuk model dengan kondisi batas sederhana, didapatkan indikasi fenomena divergence pada kecepatan 300 m/s.", "Daftar File": {"ABSTRAK Willy Wahyanto": "https://digilib.itb.ac.id/gdl/download/237364"}, "Penulis": "Willy Wahyanto [13617045]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Leonardo Gunawan., Ir. Muhammad Kusni, M.T., Mahesa Akbar, S.T., M.T, PhD. AFHEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "aeroelastik dinamik, dinamika struktur, komposit, TUAV", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "9 file", "Tanggal Input": "04 Okt 2021"}