{"Nomor": 62019, "Judul": "PEMODELAN PERAMBATAN RETAK MODUS I PADA SAMBUNGAN REKAT KOMPOSIT DENGAN SISIPAN ELASTOPLASTIK", "Abstrak": "Penggunaan material komposit pada pesawat semakin meningkat. Namun, proses penyambungan pada struktur yang terbuat dari komposit justru menyebabkan kerusakan pada materialnya. Metode bolting/riveting dapat digunakan pada material ini, hanya saja bolt/rivet akan merusak serat dan matriks, sehingga menyebabkan kekuatan komposit menurun karena mekanisme load bearing yang terjadi antara matriks dan serat menjadi terganggu. Oleh karena itu, metode penyambungan  yang  cocok  diterapkan  pada material  komposit  adalah adhesive joint atau sambungan rekat. Sayangnya, sambungan rekat cukup rentan terhadap brittle delamination (perambatan retak yang relatif cepat), yang ditunjukkan oleh nilai ketangguhan (fracture toughness) sambungan yang rendah. Hal tersebut membuat metode untuk meningkatkan ketangguhan retak pada sambungan rekat masih terus dikembangkan oleh para peneliti. Beberapa konsep untuk meningkatkan ketangguhan retak sambungan rekat adalah konsep hybrid bondline dan bridging.\nPenelitian pada tugas sarjana ini difokuskan pada konsep hybrid bondline dan bridging dengan mencari strategi pemodelan dari suatu sambungan rekat yang diberi sisipan material yang bersifat elastoplastik dengan metode elemen hingga. Model yang akan dibuat adalah model spesimen uji double cantilever beam dua dimensi. Material yang digunakan adalah CFRP (komposit karbon/epoksi) untuk substrat, Araldite 420 A/B untuk perekat, dan 3D-printed polyamide-6 untuk material sisipan. Hasil dari simulasi ini akan disajikan dalam bentuk kurva beban- perpindahan dan kurva ketangguhan retak modus I terhadap panjang retak (kurva R).\nModel 2D yang dibuat dalam penelitian ini secara umum dapat menangkap fenomena perambatan retak pada sambungan rekat komposit. Sesuai dengan eksperimen referensi, model 2D yang dibuat juga menunjukkan bahwa sisipan elastoplastik dapat meningkatkan ketangguhan retak modus I dari sambungan rekat komposit.", "Daftar File": {"ABSTRAK Arifian Sandovic Perdana": "https://digilib.itb.ac.id/gdl/download/237636"}, "Penulis": "Arifian Sandovic Perdana [13617075]", "Kontributor / Dosen Pembimbing": ["Dr. Annisa Jusuf, S.T., M.T. Dr., Arief Yudhanto, S.T., M.Eng. Prof., Dr. Ir. Bambang Kismono Hadi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "komposit, sambungan rekat,  ketangguhan  retak,  hybrid  bondline, bridging, double cantilever beam, 3D-print", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "8 file", "Tanggal Input": "12 Okt 2021"}