{"Nomor": 62012, "Judul": "PENGUJIAN KARAKTERISTIK MATERIAL KOMPOSIT SEBAGAI RADAR ABSORBING MATERIAL DENGAN METODE PENGUJIAN FREE SPACE", "Abstrak": "Material komposit penyerap radar atau radar absorbing material umum digunakan di dunia penerbangan, khususnya militer. Selain karena properti fisiknya, material komposit juga memiliki karakteristik elektromagnetik yang baik untuk menyerap radar. Topik ini dibuat sebagai awal dari riset mengenai material penyerap radar di Fakultas Teknik Mesin dan Dirgantara ITB. Pengujian dilakukan dengan membuat pelat material Glass Fiber Reinforced Polymer (GFRP) dengan ketebalan dan arah serat berbeda kemudian menguji material tersebut dengan metode free space di laboratorium radar pada rentang frekuensi 8-12 GHz untuk mendapatkan karakteristik penyerapan radarnya dalam bentuk parameter S. Semakin tebal material GFRP, semakin baik karakteristik penyerapan yang diperoleh. Material GFRP dengan ketebalan 16 plies menyerap 4% lebih banyak gelombang radar dibanding GFRP dengan ketebalan 4 plies. Pengujian dengan metode berbeda menghasilkan parameter S yang berbeda. Di sisi lain, simulasi numerik untuk memodelkan pengukuran free space dengan perangkat lunak FEKO dapat menghasilkan karakteristik penyerapan radar material dalam bentuk parameter S. Hasil yang diperoleh menunjukkan nilai dan pola yang berbeda dari model dengan metode pengukuran rectangular waveguide pada penelitian di jurnal terkait. Hasil simulasi numerik juga menunjukkan kemiripan nilai dan kecenderungan dengan hasil eksperimen.", "Daftar File": {"ABSTRAK ALDRIN RAMA": "https://digilib.itb.ac.id/gdl/download/237445"}, "Penulis": "ALDRIN RAMA [13617061]", "Kontributor / Dosen Pembimbing": ["Dr. Leonardo Gunawan., Prof. Dr. Ir. Tatacipta Dirgantara., Dr. Ir. Hermawan Judawisastra"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Stealth, radar, material komposit, GFRP, pengukuran free space, parameter S, Altair FEKO", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "8 file", "Tanggal Input": "05 Okt 2021"}