{"Nomor": 62010, "Judul": "ANALISIS EKSPERIMENTAL PROSES PRODUKSI VACUUM ASSISTED RESIN TRANSFER MOLDING (VARTM) PADA KULIT KOMPOSIT GLASS FIBER REINFORCED POLYMER (GFRP) BILAH PROPELER TIPE 24X10", "Abstrak": "Saat ini perkembangan UAV di Indonesia sedang melaju cepat. UAV dapat digunakan dalam kegiatan dokumentasi, militer, pemetaan, agrikultur, dan fungsi- fungsi lainnya [1]. Propeler banyak digunakan dalam pesawat UAV ini sebagai penghasil gaya dorong. Oleh karena itu, manufaktur propeler yang ringan dan kuat dengan bahan komposit sedang dilakukan pengembangan lebih lanjut [1].\n\nMenggunakan hasil penelitian pada referensi [2] untuk metode manufaktur yang cocok dilakukan dengan komposit berbahan komposit fiber adalah Vacuum Assisted Transfer Moulding (VARTM). VARTM memiliki proses yang cukup sederhana dan lebih murah dibandingkan metode autoclave, selain itu memiliki hasil yang cukup baik karena void yang terjadi dapat diminimalkan hingga 60% dibandingkan dengan metode hand lay-up [2]. Metode VARTM ini dapat menjadi preferensi utama bagi industri kecil dan menengah. Parameter yang diperhatikan adalah nilai  viskositas campuran  resin dan  hardener,  konfigurasi  flow media, tekanan vakum, posisi inlet dan outlet, serta jenis fiber dan matriks yang digunakan.\n\nPada tugas akhir ini, dilakukan analisis parameter seperti variasi dari konfigurasi flow media digunakan untuk mengefektifkan waktu dengan mempercepat proses infusi resin. Nilai viskositas campuran resin dan hardener akan mempengaruhi laju dari aliran resin, besar tekanan vakumm yang digunakan adalah tekanan terbesar yang dimiliki mesin vakum supaya mempercepat laju aliran juga. Jenis fiber dan matriks perlu diperhatikan karena akan berbeda hasilnya terhadap waktu proses, kecepatan aliran, permeabilitas, dan lain-lain jika menggunakan fiber ataupun matriks dengan jenis yang berbeda. Kemudian perhitungan pada kecepatan aliran resin dan resin mass flow rate penting dilakukan untuk mengetahui apakah hal ini sesuai dengan Hukum Darcy pada media berpori. Selain itu penentuan permeabilitas dilakukan untuk mengetahui seberapa besar kemampuan dari fiber yang digunakan untuk meloloskan resin yang mengalir.\n\nHasil dari penelitian ini adalah ditemukan bahwa kecepatan aliran resin semakin melambat seiring dengan semakin jauh jarak dari inlet. Kemudian volume resin  yang  masuk  juga  semakin  kecil ketika  semakin  menjauhi  inlet.  Selama melakukan perhitungan diasumsikan nilai viskositas campuran resin dan hardener konstan dengan tidak memperhitungkan efek gelling. Lalu untuk nilai permeabilitas dihitung berdasarkan Hukum Darcy dan sangat dipengaruhi oleh parameter- parameter seperti volume resin pada selang waktu tertentu, panjang dan lebar daerah yang terlewati resin, ketebalan tiap jumlah lapisan, viskositas campuran, dan perbedaan tekanan antara inlet dengan posisi yang ditinjau.", "Daftar File": {"ABSTRAK Sam Maykel": "https://digilib.itb.ac.id/gdl/download/237424"}, "Penulis": "Sam Maykel [13617049]", "Kontributor / Dosen Pembimbing": ["Ir. Hendri Syamsudin, M.Sc., Ph.D., Ir. Muhammad Giri Suada, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "VARTM, Skin, Propeler,  3D Print, Komposit, Kecepatan, Massa, Viskositas, Permeabilitas.", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "8 file", "Tanggal Input": "05 Okt 2021"}