{"Nomor": 62021, "Judul": "BENDING CRUSH ANALYSIS OF LATTICE STRUCTURE CONFIGURATIONS FOR AIRCRAFT SUBFLOOR APPLICATIONS", "Abstrak": "Saat ini perkembangan transportasi menunjukkan banyak kemajuan termasuk  industri  pesawat  terbang.  Namun,  kecelakaan  pesawat  masih  terjadi yang menyebabkan kerusakan pada badan pesawat. Hal ini dapat menyebabkan kegagalan pesawat tetapi penumpang harus sepenuhnya aman atau tidak mengalami cedera fatal setelah tabrakan terjadi. Cara untuk melindunginya adalah dengan  merancang  struktur  yang  layak  untuk  kecelakaan  seperti  pada  bagian bawah pesawat (subfloor).\n\nTujuan dari penelitian ini adalah untuk melakukan analisis beban tekuk pada konfigurasi struktur lattice untuk aplikasi subfloor pesawat terbang. Dengan menggunakan uji tekuk tiga titik pada konfigurasi lattice untuk menentukan Specific Energy Absorption (SEA), hubungan gaya-perpindahan, dan Bending Crush Resistance (BCR). Studi parametrik ini digunakan sebagai metode untuk mendapatkan konfigurasi struktur lattice yang optimum. Material AlSi12 diaplikasikan untuk geometri kubik, 3D-kagome, oktet, dan octet (twisted) sebagai inti batang sandwich dengan tiga densitas relatif berbeda untuk setiap geometri lattice dan dua jenis variasi jumlah lapisan inti dengan tinggi  lattice seragam sebesar   100   mm.   Validasi   berdasarkan      referensi   juga   dilakukan   untuk menemukan  pengaturan  kata  kunci  yang  tepat  untuk  simulasi  pada  perangkat lunak LS-DYNA. Melalui pembebanan kuasi-statis dengan kecepatan 6.7 m/s, diketahui bahwa jumlah lapisan inti yang lebih banyak menghasilkan hasil yang lebih baik. Setelah dilakukan simulasi, terlihat bahwa nilai SEA paling optimum adalah sebesar 10672.63 J/kg dan BCR senilai 79.38 kNm yang diperoleh dari geometri oktet dengan konfigurasi tipe 2 yang memiliki empat lapisan inti.", "Daftar File": {"ABSTRAK Nabilah Nur Azizah": "https://digilib.itb.ac.id/gdl/download/237664"}, "Penulis": "Nabilah Nur Azizah [13617102]", "Kontributor / Dosen Pembimbing": ["Ir. Sigit P. Santosa, MSME, Sc.D, IPU., Djarot Widagdo, Ph.D., Dr. Annisa Jusuf, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "lattice,   subfloor,   bending   crush   resistance,   specific   energy absorption, batang sandwich", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "8 file", "Tanggal Input": "12 Okt 2021"}