{"Nomor": 62047, "Judul": "ANALISIS PENGUMPULAN DATA NOMOR BATCH STUDI KASUS: PT XYZ", "Abstrak": "PT XYZ menghadapi kebutuhan untuk mengumpulkan data nomor batch vaksin unggasnya pada jaringan distribusinya. Pengumpulan data bisa sampai tujuh (7) hari, padahal waktu idealnya adalah nol (0) hari. Hal ini menimbulkan opportunity cost yang datang dari lost sales akibat tidak tersedianya stok dan komplain pelanggan di masa depan. Pertanyaannya adalah bagaimana cara untuk menjadikan respon real time memungkinkan.\nDua aspek terkait proses pengumpulan data nomor batch, yaitu ketertelusuran dan proses operasi. Wawancara, survei data, mempelajari dokumen, dan simulasi proses digunakan untuk menemukan akar penyebab. Analisis mengarahkan pada akar penyebab dan potensi perbaikan. Analisis akar penyebab menghasilkan tiga (3) akar penyebab, yaitu keterbatasan operator, keterbatasan kapasitas simpan, dan tidak tersedianya alat dan sistem pendukung proses otomatis.\nTiga (3) alternative solusi bisnis diajukan dan dianalisis. Pertama adalah meningkatkan sistem ketertelusuran melalui rancang ulang proses (A). Kedua adalah menerapkan teknologi Automatic Identification and Data Capture (AIDC) (B). Ketiga adalah menyediakan sumber daya yang memadai, khususnya operator dan kapasitas simpan (C). Pengambilan keputusan menggunakan Analytical Hierachy Process (AHP). Alternatif A adalah yang terbaik dengan hasil 43.00%.\nStudi ini menyimpulkan bahwa proses preparasi dan identifikasi adalah proses yang penting, lalu operator, kapasitas simpan, alat dan sistem adalah variabel yang penting. Mengatasi permasalahan pada proses dan variabel tersebut terbukti dapat mengurangi waktu pengumpulan data nomor batch secara efektifImplementasi meliputi merancang ulang proses dan sistem informasi, proyek pilot, dan implementasi skala besar.", "Daftar File": {"2021_TS_PP_Yosep Jaya Gunawan_Abstrak-1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/238169"}, "Penulis": "Yosep Jaya Gunawan [29119341]", "Kontributor / Dosen Pembimbing": ["Akbar Adhi Utama, S.T., M.A.B., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "nomor batch, jaringan distribusi, ketertelusuran, proses operasi", "Sumber": "PT. XYZ", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "21 Okt 2021"}