{"Nomor": 62040, "Judul": "USULAN INOVASI LAYANAN DALAM DOMPET DIGITAL MENGGUNAKAN PERSPEKTIF SERVICE SCIENCE  (STUDI KASUS: BJB DIGICASH OLEH BANK BJB)", "Abstrak": "Di era digital saat ini, semua orang mengutamakan kecepatan dan kenyamanan dalam\nmelakuakan transaksi. Salah satu inovasi digital yang hadir pada era ini adalah server-based emoney\natau yang lebih dikenal dengan sebutan dompet digital/e-wallet. Pertumbuhan terhadap pemakaian\ndompet digital terus meningkat, membuat setiap perusahaan yang bergerak dalam bidang ini harus terus melakukan inovasi untuk meraih keuntungan bersaing. Bjb DigiCash adalah dompet digital, salah satu produk digital dari Bank BJB.\nJumlah penggunanya terus naik, namun jumlah pengguna aktif bjb digicash masih jauh\ndari yang diharapkan, yaitu hanya 36.7% dari jumlah total customer bjb digicash yang aktif\nmenggunakan aplikasi ini sebagai instrument pembayaran mereka. Penelitian ini bertujuan\nuntuk mengetahui penyebab masalah rendahnya customer experience terhadap bjb DigiCash\nsehingga mereka tidak aktif menggunakannya.\n Maka dari itu, untuk mencari tahu solusi yang innovative dari permasalahan tersebut\nyang sesuai dengan kebutuhan customer peneliti akan melakukukan wawancara lebih dalam\nterhadap pihak manajemen bjb DigiCash untuk mencari tahu keadaan bisnis serta aktivitas\nlayanan dari bjb digiCash saat ini, juga melakukan wawancara lebih dalam terhadap nasabah\nuntuk mencari tahu apa yang mereka inginkan dan butuhkan agar mereka terus menggunakan\nbjb DigiCash sebagai instrument pembayaran mereka. Peneliti juga melakukan Failure Mode\ndan Effect Analysis (FMEA), 5 why’s Analysis, dan value co-creation and orchestration\nplatform untuk mengidentifikasi inovasi-inovasi layanan dan produk yang dapat dilakukan oleh\nbjb DigiCash berdasarkan service science perspektif.  Terakhir, menggunakan Weighted\nDecision Matrix untuk mengetahui inovasi yang terbaik, berguna dan sesuai dengan kebutuhan\ncustomer saat ini.", "Daftar File": {"2021_TS_PP_Moch teguh insani_1-Abstrakcs.pdf)u": "https://digilib.itb.ac.id/gdl/download/237915"}, "Penulis": "Moch Teguh Insani [29119603]", "Kontributor / Dosen Pembimbing": ["Santi Novani, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Dompet Digital, Inovasi Layanan, Value Co-Creation and Orchestration, Failure  Mode and Effect Analysis, Weighted Decision Matrix", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "18 Okt 2021"}