{"Nomor": 62052, "Judul": "ANALISIS ANISOTROPI TOMOGRAFI ULTRASONIK INTI BATUAN SDW-5ST1 DALAM KARAKTERISASI RESERVOIR LAPANGAN SADEWA, CEKUNGAN KUTAI, KALIMANTAN TIMUR", "Abstrak": "Sumur SDW-5ST1 adalah salah satu cored well dari Lapangan Sadewa, salah satu\nlapangan yang akan di kembangkan. Untuk mengetahui efek anisotropi pada bataun\nreservoir dilakukan pengukuran anisotropi inti batuan dengan tomografi ultrasonic\ndimana pada tomografi ini dapat mencintrakan struktur yang lebih kecil dibandingkan\ntomografi seismik. Data tingkat anisotropi sampel inti batuan diperoleh melalui\npengukuran waktu tempuh gelombang P dan S dengan metode tomografi ultrasonic.\nPengukuran dilakukan pada berbagai sudut didasari model Vertically Transverse\nIsotropic (VTI). Setelah data parameter anisotropi sampel inti batuan diperoleh,\ndilakukan analisa hubungan parameter anisotropi dengan sifat fisis dan sifat elastis\nsetiap sampel. Data hasil poengukuran tomografi ultrasonik juga diolah menggunakan\nalgoritma MSIRT menghasilkan data berupa sifat elastis sampel inti batuan. Setelah\ndata parameter anisotropi sampel inti batuan diperoleh, dilakukan analisa hubungan\nparameter anisotropi dengan sifat elastis, sifat fisis, dan petrografi hasil deskripsi setiap\nsampel. Sampel inti batuan SDW-5ST1 merupakan batupasir dari batuan reservoir\nupper Miocene dengan fasies upper slope fan dan terendapkan pada system tract\nlowstand. Hasil evaluasi factor upscaling menunjukkan bahwa tidak didapat korelasi\nyang cukup baik antara data log sumur dan data inti bataun di fasies upper slope fan.\nBerdasarkan analisis pengaruh sifat batuan terhadap anisotropi, untuk inti batuan\nSDW-ST1 batupasir, anisotropi dipengaruhi oleh struktur pelapisan, %lempung,\nporositas intergranular, porositas, permeabilitas, impedansi akustik, Vp/Vs, modulus\nshear, modulus bulk, modulus young, poisson’s ratio, dan konstanta lame.", "Daftar File": {"ABSTRAK Rahma Nurhazlita": "https://digilib.itb.ac.id/gdl/download/238316"}, "Penulis": "Rahma Nurhazlita [12317050]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Teuku Abdullah Sanny, M.Sc.,", "Dona Sita Ambarsari S.T.,M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "anisotropi, petrografi, reservoir, sifat fisis, sifat elastis, tomografi ultrasonik", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "26 Okt 2021"}