{"Nomor": 62067, "Judul": "PENGARUH NILAI PEMBERDAYAAN PELANGGAN TERHADAP HUBUNGAN PELANGGAN PADA PELANGGAN YANG MENGADVOKASI: STUDI KASUS SPOTIFY", "Abstrak": "Tujuan. Para ahli menilai bahwa advokasi pelanggan merupakan level tertinggi strategi orientasi pasar karena dapat meningkatkan loyalitas pelanggan dan mengurangi biaya secara signifikan. Karena itu, riset ini bertujuan untuk meneliti kaitan dari nilai pemberdayaan pelanggan dengan ikatan sktruktural sebagai hubungan pelanggan pada pelanggan yang mengadvokasi Spotify, platform konsumsi kolaboratif. Akan menjadi manfaat baik bagi platform konsumsi kolaboratif untuk dapat memahami cara terbaik menggunakan strategi hubungan pelanggan dalam meraih nilai pemberdayaan pelanggan, sehingga memperoleh advokasi pelanggan.\nMetodologi. Riset dilakukan dengan pendekatan kuantitatif. Data diperoleh dengan melakukan survey terhadap pelanggan yang mengadvokasi Spotify. Pelanggan tersebut dikenali dengan indikator pada Net Promoter Score. Data yang telah terkumpul kemudian dianalisis menggunakan metode PLS-SEM.\nTemuan. Ditemukan bahwa ketiga nilai pemberdayaan pelanggan memiliki hubungan positif terhadap ikatan struktural sebagai hubungan pelanggan pada pelanggan yang mengadvokasi Spotify, namun hanya nilai untuk pilihan dan nilai untuk keterlibatan yang memiliki pengaruh signifikan.\nImplikasi. Riset ini memberikan pengertian bahwa ada hubungan kuat antara teori nilai pemberdayaan pelanggan dan teori hubungan pelanggan. Meski berpengaruh positif terhadap hubungan pelanggan, signifikansi setiap nilai pemberdayaan pelanggan tidak sama. Secara praktikal, dapat dipahami bahwa pelanggan masa kini akan mengadvokasi sebuah platform konsumsi kolaboratif apabila mereka mendapat nilai untuk keikutsertaan, nilai untuk pilihan dan pengetahuan tidak begitu penting karena nilai-nilai tersebut dapat didapatkan di platform lainnya.", "Daftar File": {"ABSTRAK Elok Puspa Dewi Julian Diputri": "https://digilib.itb.ac.id/gdl/download/238441"}, "Penulis": "Elok Puspa Dewi Julian Diputri [19015022]", "Kontributor / Dosen Pembimbing": ["Ir. C.O. Budi Permadi Iskandar, M.S.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Customer Advocacy; Customer Relationship Bonds; Customer Empowerment Values; Collaborative Consumption; Online Music Streaming Service", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "08 Nov 2021"}