{"Nomor": 62062, "Judul": "EVALUASI PENGATURAN KERJA FLEXIBLE-BEKERJA DARI RUMAH SELAMA PANDEMI COVID-19 DI DIREKTORAT JENDERAL PAJAK", "Abstrak": "Covid-19 memaksa organisasi pemerintah untuk menerapkan pengaturan kerja yang fleksibel-bekerja dari rumah. Sejak Maret 2020, Direktorat Jenderal Pajak sebagai bagian dari organisasi pemerintah menerapkan pengaturan kerja yang fleksibel - bekerja dari rumah sebagai upaya pencegahan organisasi untuk memutus mata rantai penyebaran virus, namun produktivitas dan pelayanan publik tetap terjaga. Tujuan dari penelitian ini adalah untuk mengkaji implementasi saat ini dan rekomendasi perbaikan di masa mendatang dari pengaturan kerja fleksibel-work from home di Direktorat Jenderal Pajak. \nPenelitian dilakukan di salah satu instansi pemerintah, Direktorat Jenderal Pajak, dengan jumlah responden sebanyak 291 orang. Metodologi penelitian menggunakan metode campuran baik metode kuantitatif dengan penyampaian survei dalam kuesioner kepada responden maupun metode kualitatif dengan wawancara mendalam kepada beberapa responden. Untuk mengkaji implementasi FWAs-WFH saat ini di DJP, peneliti menggunakan metode campuran. \nHasil penelitian menemukan bahwa dari ketiga variabel faktor keberhasilan FWAs-WFH, untuk variabel kebijakan, pegawai sangat memahami kebijakan dan dapat mengakses informasi tentang kebijakan, namun konsistensi dan keadilan antara kebijakan dan implementasi masih perlu ditingkatkan dengan beberapa revisi, dan kebijakan dengan karyawan yang disosialisasikan. Pada variabel kedua, pengetahuan supervisor perlu ditingkatkan dengan e-learning/ kursus pelatihan online dengan tujuan tentang menetapkan arah dan tujuan selama kerja virtual. Lingkungan sebagai bagian penting dari implementasi FWAs-WFH, dengan konektivitas yang andal dan perangkat dasar kerja jarak jauh akan membantu karyawan dalam melakukan pekerjaannya, dan karyawan merasa senang saat melakukan pekerjaan dari rumah karena dapat menyeimbangkan pekerjaan dan kehidupan dengan kondisi yang sesuai.", "Daftar File": {"2021_TS_PP_Tommy Kurniawan Darwis_Abstrak-1.pdf)u": "https://digilib.itb.ac.id/gdl/download/238391"}, "Penulis": "Tommy Kurniawan Darwis [29119404]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Aurik Gustomo, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Pengaturan Kerja Fleksibel, Work From Home, Direktorat Jenderal Pajak, Sumber Daya Manusia.", "Sumber": "DI DIREKTORAT JENDERAL PAJAK", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "29 Okt 2021"}