{"Nomor": 62071, "Judul": "THE PROPOSED MODEL OF KNOWLEDGE SHARING BEHAVIOR AMONG LECTURERS IN BUSINESS AND MANAGEMENT STUDY PROGRAM", "Abstrak": "Berbagi pengetahuan (Knowledge sharing) antar dosen merupakan hal yang penting dilakukan di unviersitas dalam rangka mencapai tujuan. Meskipun penting, berbagi pengetahuan antar dosen tidak mudah untuk diimplementasikan karena kadangkala menyimpan pengetahuan bagi diri sendiri lebih dominan di dalam universitas. Terdapat berbagai faktor yang dapat mempengaruhi perilaku pengetahuan seorang dosen. Untuk itu, penelitian ini bertujuan untuk mengidentifikasi dan mengekplorasi anteseden (pendukung dan penghambat) perilaku berbagi seorang dosen. Selain itu, penelitian ini juga mengekspolasi perilaku berbagi pengetahuan antar dosen yang sebenarnya terjadi di universitas dan terakhir mengkonstruksi model perilaku berbagi antar dosen.\nRuang lingkup penelitian ini adalah sekolah bisnis dan manajemen yang terdapat di Jakarta, Bogor, Depok, Tangerang, Bekasi dan Bandung. Penelitian ini dilakukan dengan menggunakan pendekatan mixed dengan strategi sekuensial. Pendekatan kualitatif dan kuantitatif digunakan untuk menjawab ketiga tujuan penelitian. Pendekatan kualitatif dilakukan untuk mengidentifikasi dan mengeksplorasi faktor pendukung dan penghambat perilaku berbagi antar dosen di universitas. Pengumpulan data dilakukan dengan menggunakan wawancara semi terstruktur dengan 22 orang informan yang berasal dari seluruh jenjang fungsional akademik dan jabatan structural di empat universitas yang berlokasi di Jakarta, Depok, Bogor dan Bandung. Pendekatan kualitatif dilakukan untuk mengeksplorasi perilaku berbagi antar dosen di universitas dan mengembangkan model dasar perilaku berbagi antar dosen.\nPendekatan kuantitatif digunakan untuk mengkonstruksi dan memvalidasi model berbagi pengetahuan antar dosen. Validasi dan reliabilitas dari instrumen penelitian dilakukan dengan melakukan pre test survey dengan mendistribusikan kuesioner kepada 32 responden di tiga universitas di Jakarta dan Bandung. Uji hipotesis dilakukan dengan menggunakan data survey yang dikumpulkan dari kuesioner. Kuesioner didistribusikan kepada 154 dosen program studi bisnis dan manajemen yang terdapat di 14 universitas di Jakarta, Bogor, Depok, Bekasi dan Tangerang (Jabodetabek). NVIVO 10 manajemen data digunakan untuk mengatur data yang berasal dari pendekatan kualitatif. Sementara itu, pengolahan data dalam pendekatan kuantitaif dilakukan dengan menggunakan Smart PLS 3.0.\nPenelitian ini menemukan bahwa dalam rangka terlibat dalam berbagi pengetahuan, dosen harus memiliki keinginan atau minat untuk menampilkan perilaku berbagi pengetahuan. Minat ini dipengaruhi oleh faktor motivational (attitude toward knowledge sharing dan subjective norm) dan faktor perilaku (perceived behavioral control). Faktor motivasi dan perilaku dipengaruhi oleh beberapa anteseden. Terdapat sembilan belas anteseden yang ditemukan dalam penelitian ini yang dapat bertindak sebagai pendukung dan penghambat berbagi pengetahuan. Anteseden tersebut diklasifikasikan dalam empat konteks yaitu konteks personal, organisional, social dan infrasturktur dan kesempatan. Di antara anteseden tersebut, terdapat empat faktor pendukung dan penghambat yang sering disebut oleh informan yang mempengaruhi minat dosen dalam menunjukkan perilaku berbagi antar dosen.\niv\nAnteseden tersebut adalah kepercayaan, komunikasi dari konteks personal, budaya dan kepemimpinan dari konteks organisasi. Penelitian ini juga menemukan bahwa communal sharing, equality matching, authority ranking dan reward orientation merupakan faktor yang memediasi antara konteks personal dan organisasional dengan faktor-faktor motivasional dari perilaku berbagi antar dosen. Sementara itu, konteks infrastruktur dan kesempatan mempengaruhi perceived behavioral control dari dosen.\nPenelitian ini juga menemukan bahwa terdapat tiga perilaku berbagi pengetahuan yang terdapat dalam seorang dosen, yaitu perilaku reluctance, compliance dan commitment. Perilaku ini muncul tergantung dari faktor pendukung dan penghambat yang terdapat dalam situasi dan keadaan tertentu di organisasi.\nUji hipotesis menunjukkan bahwa kepercauaa, komukasi, communal sharing, equality matching, attitude, perceived behavioral control dan minat mempengaruhi perilaku berbagi antar dosen secara positif dan significant. Sementara itu, budaya organisasi, kepemimpinan, authority ranking, reward orientation dan subjective norm tidak berpengaruh secara significant terhadap minat dosen untuk berbagi pengetahuan dengan yang lain. Ini berarti bahwa dalam model eksisting dari perilaku berbagi antar dosen, organisasi memiliki peranan yang kecil dalam menstimulasi dan mendorong dosen untuk terlibat dalam berbagi pengetahuan. Perilaku berbagi pengetahuan antar dosen saat dilakukan berdasarkan komitmen dan kesadaran dari masing-masing dosen akan manfaat dari berbagi pengetahuan.\nTetapi hal ini bukan berarti bahwa organisasi konteks (budaya organisasi dan kepemimpinan) tidak dibutuhkan untuk meningkatkan perilaku berbagi pengetahuan antar dosen, melainkan sebaliknya, budaya organisasi dan kepemimpinan diharuskan untuk “memaksa” dan mendorong dosen untuk terlibat dalam berbagi pengetahuan. Budaya organisasi dan kepemimpinan juga dibutuhkan agar proses dari berbagi pengetahuan dapat terorganisasi dan terinternalisasi dalam mindset dosen sehingga berbagi pengetahuan antar dosen tidak lagi eksklusif, terpisah dan berkelompok.\nUntuk mengorganizasi, menstimulasi dan meningkatkan perilaku berbagi pengetahuan antar dosen, terdapat beberapa strategi yang dapat dikembangkan oleh organisasi. Strategi tersebut antara lain dengan menciptakan lingkungan berbagi pengetahuan dan mengimplementasikan keadilan organisasi dalam budaya organisasi yang memperlihatkan akuntabilitas dan transparasi dalam organisasi. Dalam hal kepemimpinan, implementasi gaya kepemimpinan yang apresiatif dalam menstimulasi perilaku berbagi pengetahuan antar dosen.", "Daftar File": {"2015 DS PP FIBRIA INDRIATI D 1-FULL CHAPTER.pdf)u": "https://digilib.itb.ac.id/gdl/download/238504"}, "Penulis": "Fibria Indriati D L [39010008]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Jann Hidajat Tjakraatmadja, M.Eng."], "Jenis Koleksi": "Disertasi", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Barriers of Knowledge Sharing, Drivers of Knowledge Sharing, Knowledge Sharing Behavior", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "11 Nov 2021"}