{"Nomor": 62086, "Judul": "PENERAPAN RISK-BASED NEW VENTURE TEQHNIQUE UNTUK PENILAIAN STARTUP (STUDI KASUS : VEE NATURALS)", "Abstrak": "Pertumbuhan dan evolusi industri kosmetik natural dan organik di Indonesia menawarkan\npeluang yang besar bagi bisnis kosmetik berbahan dasar natural, khususnya Vee Naturals. Saat\nini, Perusahaan Vee Naturals dalam tahap ingin meningkatkan skala bisnis. Akan tetapi Vee\nNaturals sedang menghadapi kendala dana terbatas. Dengan demikian, Vee Naturals di harapkan\nbisa mendapatkan investor untuk bisa memperbesar ukuran perusahaan, baik dalam skala\nproduksi ataupun cakupan pasar.\nUntuk mengatasi hal tersebut, valuasi dilakukan untuk memperhitungkan nilai jual\nperusahaan untuk ditawarkan kepada investor. Dalam makalah ini, teknik penilaian usaha baru\nberbasis risiko dilakukan untuk memberikan hasil perhitungan yang objektif. Selain itu, teknik ini\ndinilai relevan karena dapat memperhitungkan kemungkinan besar risiko yang akan dihadapi\ninvestor.\nMetode teknik penilaian usaha baru berbasis risiko dapat menggabungkan sudut pandang\ndari pihak investor dari segi risiko dan pihak inovator dari segi potensi perusahaan. Hasil\nperhitungan menggunakan teknik ini menunjukkan bahwa perusahaan Vee Naturals berada pada\nmilestone 3 (akusisi saluran penjualan), setelah menyelesaikan milestone 1(survei pasar dan\nprototipe) dan 2 (pengujian beta) dengan nilai valuasi sebesar Rp 41.840.626 dalam kondisi\npesimis, Rp 74.826.724 dalam kondisi aktual, Rp 273.686,759 dalam kondisi optimis. Dan ketika\nrisiko normal diterapkan, valuasi perusahaan Vee Naturals akan mencapai Rp 199.266.252 untuk\nkondisi pesimis, Rp 525.164.130 untuk kondisi kemungkinan besar dan Rp1.609.059.546 untuk\nkondisi optimis. Dapat disimpulkan bahwa perusahaan Vee Naturals layak untuk dikembangkan,\nmengingat pasar industri kosmetik yang terus berkembang setiap tahunnya.", "Daftar File": {"ABSTRAK Maulidyah Nursa'adah": "https://digilib.itb.ac.id/gdl/download/238608"}, "Penulis": "Maulidyah Nursa'adah [19218020]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T., MBA, Ph.D.", "Nurrani Kusumawati, S.E., M.S.M.", "Atika Irawan, S.Mn., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kewirausahaan", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "teknik penilaian usaha baru berbasis risiko, penilaian start up, industri kosmetik, indonesia", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "22 Nov 2021"}