{"Nomor": 62099, "Judul": "VULKANOSTRATIGRAFI DAN PETROGENESIS DAERAH KOMPLEKS SADAKELING - KARAHA, KABUPATEN TASIKMALAYA, JAWA BARAT", "Abstrak": "Kompleks Gunungapi Sadakeling – Karaha merupakan gunungapi tipe – C yang yang terletak\ndi perbatasan antara Tasikmalaya dan Garut, Provinsi Jawa Barat Selain belum terpetakan\nsecara spesifik, penelitian sebelumnya hanya membahas mengenai sistem panas bumi Kawah\nKaraha. Berdasarkan tektoniknya daerah ini memiliki potensi sebagai kehadiran dari\nkemenerusan fragmen Benua Australia Argoland yang menjadi salah satu kontrol dalam proses\nmagmatisme yang terjadi. Penelitian ini bertujuan untuk pemetaan secara volkanostratigafi,\nsejarah pembentukan dan proses evolusi magma yang terjadi, serta mengetahui tatanan\ntektonik serta kemenerusan dari Argoland, berdasarkan studi petrogenesis. Data yang\ndigunakan berupa sampel batuan dengan mengamati tekstur batuan dan mikrotekstur\nplagioklas serta geokimianya.\nBerdasarkan analisis vulkanostratigrafi, kompleks Sadakeling - Karaha terdiri dari 4 Khuluk\ndan 12 Gumuk Gunungapi yang terbentuk selama 7 fase. Kompleks Sadakeling – Karaha\nmemiliki karakteristik evolusi magma yang cukup kompleks ditandai dengan adanya\nperulangan proses diferensiasi, asimilasi magma, maupun injeksi magma primitif yang\ntercermin dari fluktuasi kandungan anortit, tekstur pada setiap satuan lava, serta diagram harker\nantara senyawa oksida mayor terhadap silika. Lebih spesifik, evolusi magma yang terjadi\nterlihat dari mikrotekstur plagioklas yang meliputi proses fraksionasi kristal, proses\ndekompresi akibat magma primitif, proses self mixing akibat konveksi, pemanasan akibat\npencampuran magma primitif, pendinginan akibat erupsi, dan proses dekompresi saat erupsi.\nAnalisis dari diagram laba-laba, diagram bivariat maupun segitiga antara kandungan geokimia,\nserta perbandingan antara unsur jejak menunjukan bahwasanya Kompleks Sadakeling - Karaha\nsecara tatanan tektonik merupakan bagian dari busur gunungapi yang dipengaruhi oleh proses\nsubduksi dan kontaminasi kerak sehingga termasuk ke dalam active continental margin dengan\nseri magma bersifat tholeitik – kalk alkali. Berdasarkan data dari kandungan Sr, Nd, dan\nperbandingannya menunjukkan adanya pengaruh kontaminasi dari kerak kontinen Australia\nbagian tenggara.pada proses pembentukan sumber magma.", "Daftar File": {"ABSTRAK Azrie Ezziat Putera Muhammad": "https://digilib.itb.ac.id/gdl/download/238715"}, "Penulis": "Azrie Ezziat Putera Muhammad [12017020]", "Kontributor / Dosen Pembimbing": ["Dr. Mirzam Abdurrachman, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Vulkanostratigrafi, Petrogenesis, Kompleks Sadakeling – Karaha, Evolusi magma, Argoland.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Nov 2021"}