{"Nomor": 62097, "Judul": "RANCANG BANGUN ROBOT LUNAK ENDOSKOP DENGAN MEKANISME GERAK PERISTALTIK", "Abstrak": "Dalam dunia kesehatan, seorang tenaga medis kerap kali menghadapi pasien dengan keluhan yang sulit didiagnosis. Beberapa keluhan tersebut sulit untuk didiagnosis apabila tidak menggunakan alat yang memadai, karena sumber rasa sakitnya berasal dari organ dalam tubuh. Salah satu cara yang bisa digunakan adalah Magnetic Resonance Imaging (MRI). Akan tetapi, penggunaan Magnetic Resonance Imaging (MRI) untuk melakukan diagnosis pada gejala penyakit pada organ dalam juga memiliki keterbatasan.\nSalah satu alat yang kini banyak membantu tenaga medis dalam melakukan pemeriksaan ke dalam organ dalam tubuh manusia adalah endoskop. Akan tetapi, penggunaan endoskop konvensional yang banyak digunakan sekarang ini masih menimbulkan rasa tidak nyaman bahkan dapat menyebabkan terjadinya luka pada jaringan tubuh pasien. Hal ini karena material dari endoskop tersebut cenderung memiliki kekakuan lebih tinggi dibandingkan dengan jaringan tubuh manusia. Selain itu, endoskop konvensional masih memiliki jangkauan yang terbatas dalam melakukan pemeriksaan pada organ dalam.\nPada penelitian ini dikembangkan robot lunak endoskop dengan mekanisme gerak peristaltik. Material yang digunakan untuk membuat robot lunak adalah Ecoflex®-30. Proses manufaktur yang dilakukan selama proses pengerjaan penelitian ini adalah 3D-printing dan juga molding. Robot lunak akan digerakkan menggunakan tekanan yang bersumber dari sistem pneumatik. Pada penelitian ini dihasilkan robot lunak endoskop dengan mekasnisme gerak persitaltik. Robot lunak tersebut dapat bergerak dengan kecepatan 0,091 mm/detik pada lingkungan uji horizontal dan 0,027 mm/detik pada lingkungan uji dengan kemiringan 30o.", "Daftar File": {"ABSTRAK Andi Josua Simanullang": "https://digilib.itb.ac.id/gdl/download/238706"}, "Penulis": "Andi Josua Simanullang [13117030]", "Kontributor / Dosen Pembimbing": ["Ir. Indrawanto., M.Eng., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Endoskop, robot lunak, kekakuan, peristaltik, pneumatik.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Nov 2021"}