{"Nomor": 62092, "Judul": "RISK ADJUSTED RETURN ANALYSIS OF PUBLICLY LISTED MULTI FINANCE COMPANY IN INDONESIA USING SHARPE INDEX, TREYNOR RATIO, AND JENSEN ALPHA FINAL PROJECT", "Abstrak": "Penelitian ini menganalisis risk adjusted return dari perusahaan Multi Finance yang telah go public atau\nmenawarkan saham perusahaan untuk diperjual belikan oleh masyarakat luas, di Indonesia dengan\nmenggunakan Sharpe Index, Treynor Ratio, dan Jensen Alpha. Perusahaan yang dievaluasi adalah Adira\nDinamika Multi Finance Tbk (ADMF), Buana Finance Tbk (BBLD), BFI Finance Indonesia Tbk (BFIN),\nBatavia Prosperindo Finance Tbk (BPFI), Clipan Finance Indonesia Tbk (CFIN), Danasupra Erapacific\nTbk (DEFI) , Fuji Finance Indonesia Tbk (FUJI), Radana Bhaskara Finance Tbk (HDFA), Intan Baruprana\nFinance Tbk (IBFN), Indomobil Multi Jasa Tbk (IMJS), Mandala Multifinance Tbk (MFIN), Pool Advista\nFinance Tbk (POLA), Tifa Finance Tbk (TIFA), Trust Finance Indonesia Tbk (TRUS), Verena Multi\nFinance Tbk (VRNA), Wahana Ottomitra Multiartha Tbk (WOMF). Data yang digunakan dalam penelitian\nini adalah harga penutupan mingguan masing-masing perusahaan, sedangkan risk free rate diambil dari\nkurs Bank Indonesia (BI) selama periode Mei 2017 sampai Mei 2021. Data diperoleh dari Yahoo Finance\ndan website resmi Bank Indonesia.\nHasil yang diperoleh dalam penelitian ini adalah bahwa berdasarkan Sharpe Index dan Jensen Alpha, semua\nperusahaan Multi Finance yang terdaftar di Indonesia merupakan pilihan investasi yang baik, karena\nmereka dapat memperoleh skor positif pada kedua pengukuran, yang menunjukkan bahwa semua\nperusahaan berkinerja lebih baik daripada risk free rate per total risk jika dilihat berdasarkan Sharpe Index,\ndan lebih baik dari pasar jika dilihat berdasarkan Jensen Alpha. Namun, hanya 13 perusahaan yang mampu\nberkinerja lebih baik daripada risk free rate berdasarkan Treynor Ratio, yang berarti bahwa 13 perusahaan\ntersebut merupakan pilihan investasi yang baik dan berkinerja lebih baik daripada risk free rate per\nsystematic risk. 3 perusahaan, IBFN, HDFA, dan TRUS tidak dapat mencapai skor positif dalam\npengukuran ini, yang berarti bahwa 3 perusahaan tersebut merupakan investasi yang tidak baik dan\nberkinerja lebih buruk dibandingkan risk free rate per systematic risk. TIFA adalah perusahaan yang\nmemiliki kinerja terbaik dalam penelitian ini, karena berhasil mencapai skor tertinggi dalam Sharpe Index\ndan secara konsisten mencetak skor dalam nomor 4 teratas di 2 ukuran lainnya. Di sisi lain, CFIN adalah\nperusahaan dengan kinerja terburuk dalam penelitian ini karena mencetak hasil terburuk pada Sharpe Index\ndan Jensen Alpha bersamaan dengan skor terburuk keempat pada Treynor Ratio.\nInvestor atau Calon Investor diharapkan menggunakan hasil penelitian ini sebagai bagian dari analisis yang\nlebih besar sebelum berinvestasi. Lebih bijaksana untuk menganalisis perusahaan lebih lanjut menggunakan\nberbagai metrik yang berbeda untuk menemukan opsi investasi terbaik. Peneliti selanjutnya sebaiknya\nmenggunakan lebih banyak pengukuran untuk memberikan informasi yang lebih komprehensif mengenai\nABSTRAK\nrisiko yang disesuaikan dengan pengembalian perusahaan Multi Finance yang terdaftar di Indonesia.\nBeberapa contohnya adalah dengan menggunakan Adjusted Sharpe Index untuk menghilangkan bias dalam\nmemperkirakan standar deviasi atau Information Ratio untuk menghitung kelebihan pengembalian terhadap", "Daftar File": {"ABSTRAK Handitya Syaifuddin Yusuf": "https://digilib.itb.ac.id/gdl/download/238685", "2021 SK PP Handitya Syaifuddin Yusuf Full Text.pdf5?": "https://digilib.itb.ac.id/gdl/download/262284"}, "Penulis": "Handitya Syaifuddin Yusuf [19018362]", "Kontributor / Dosen Pembimbing": ["Dr. Achmad Herlanto Anggono, M.B.A.", "Dematria Pringgabayu, S.A.P., M.M.", "Kurnia Fajar Afgani, S.A.B., MBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "benchmark pasar dan mengidentifikasi konsistensi kinerja dengan memanfaatkan standar deviasi residual", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "2 file", "Tanggal Input": "25 Nov 2021"}