{"Nomor": 62090, "Judul": "PERANCANGAN LANSKAP OLAHRAGA REKREASI DENGAN PENDEKATAN THERAPEUTIC DESIGN  STUDI KASUS : KAWASAN OLAHRAGA PANATAYUDHA, KARAWANG, JAWA BARAT", "Abstrak": "Stres telah menjadi bagian dari kehidupan masyarakat perkotaan. Berbagai aktivitas dapat dilakukan untuk menguranginya, antara lain berolahraga dan melakukan rekreasi. Kota yang sedang berkembang seperti Karawang berusaha mengembangkan program untuk mengurangi kondisi stres penduduknya melalui Gerakan Masyarakat Sehat (GERMAS).\nPenyediaan fasilitas olahraga rekreasi menjadi bagian yang tidak terpisahkan dari upaya penurunan stres. Berbeda dengan olahraga yang bersifat kompetisi dan pendidikan, olahraga rekreasi merupakan jenis olahraga yang dapat memberikan kegembiraan dengan menyehatkan tubuh secara fisik dan emosi, serta dapat dilakukan pada waktu-waktu luang. Fasilitas olahraga rekreasi menjadi area untuk terapi stres dengan mengembangkan pengalaman multi-sensory bagi penggunanya. Indera-indera manusia distimulasi dengan elemen-elemen dan material lanskap yang terdapat pada area olahraga. Dengan pendekatan “Therapeutic Design”diharapkan dapat memiliki pola hidup yang lebih sehat. Mengingat lokasi perancangan berada di pusat kota Karawang, maka area perancangan ini berfungsi sebagai sarana olahraga dan rekreasi dengan variasi ruang olahraga yang dapat dipilih sesuai kebutuhan dan keinginan pengguna nantinya.\nLuas area perancangan 141.130 m², tidak termasuk bangunan eksisting yaitu Gor Panatayudha dan Masjid. Kondisi Kompleks Olahraga Panatayudha saat ini mayoritas merupakan area perkerasan, bila sesuai dengan regulasi KDH berdasarkan Perda Karawang Nomor 2 Tahun 2015 seharusnya memiliki area hijau sebesar 6.171 m².\nKriteria desain yang digunakan dihasilkan dari teori dan analisis mengenai olahraga rekreasi dan keinginan masyarakat. Kriteria desain tersebut mencakup unsur therapeutic pada perancangan yang didalamnya terbagi menjadi keamanan dan kenyamanan diartikan seperti aksesibilitas serta sirkulasi yang universal, program ruang diartikan seperti keberagaman fasilitas, keberlanjutan diartikan seperti penggunaan material yang mudah perawatan dan tahan lama dan vegetasi. Pemilihan vegetasi untuk area perancangan  menggunakan vegetasi yang dapat menstimulasi panca indera dan untuk mereduksi polusi udara  serta air untuk area perancangan dan lingkungan sekitarnya. Elemen therapeutic yang termudah untuk  dirasakan langsung manfaatnya adalah vegetasi. Hubungan vegetasi yang theraupetic dengan olahraga rekreasi adalah dapat membantu meningkatkan kesehatan psikis pada saat sebelum berolahraga dan setelah berolahraga melalui indera dengan penggunaan tanaman yang beragam, baik pemilihan warna, jenis, aroma, dan ketinggian tanamanya. Penggunaan vegetasi juga dapat berfungsi sebagai pembatas antar fasilitas. \nBerdasarkan program ruang area hijau bertambah menjadi 60% dan berpotensi digunakan sebagai area pemanenan limpasan air hujan. Program ruang yang direncanakan merupakan keinginan terkait fasilitas yang disebarkan dalam bentuk kuesioner kepada pengunjung.  Seperti fasilitas utama yang didapatkan berupa lapangan basket, lapangan voli, lapangan tenis, area panjat tebing, area skateboard, jogging track, area fitness, area berkebun, area yoga, senam, dan e-sport. Fasilitas penunjang yang didapatkan berupa playground dan area piknik, sedangkan untuk fasilitas pelengkap seperti shelter, water plaza, vending machine, dan area parkir kendaraan bermotor. Dengan luas total keseluruhan untuk fasilitas ialah 6.617,7 m².\nPerancangan sarana olahraga rekreasi pada Kompleks Olahraga Panatayudha diharapkan dapat menjadi tempat untuk beraktifitas fisik, dan tempat melepas stres bagi berbagai golongan usia agar dapat meningkatkan kegiatan sekitarnya dan meningkatkan gaya hidup sehat pada masyarakat.", "Daftar File": {"ABSTRAK Annisa Puspa Nusa Thamrin": "https://digilib.itb.ac.id/gdl/download/238683"}, "Penulis": "Annisa Puspa Nusa Thamrin [28919006]", "Kontributor / Dosen Pembimbing": ["Ir. Endang Triningsih Soetrisno, M.S.P., MLA, Ph.D.", "Medria Shekar Rani, S.T., M.T., Ph.D.", "Dr. GES. Mohammad Zaini Dahlan, S.P., M.Si.", "Dr. GES. Mohammad Zaini Dahlan, S.P., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur Lanskap", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Olahraga Rekreasi, Therapeutic, Stimulasi Panca Indera, Vegetasi", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "24 Nov 2021"}