{"Nomor": 62101, "Judul": "OPTIMASI METODE STERILISASI EKSPLAN PADA KULTUR JARINGAN BAMBU HITAM (GIGANTOCHLOA ATROVIOLACEA WIDJAJA) DAN BAMBU HAUR (BAMBUSA TULDOIDES MUNRO)", "Abstrak": "Bambu hitam (G. atroviolacea) dan bambu haur (B, tuldoides) merupakan jenis\nbambu endemik lndonesia dan memiliki potensi sangat besar untuk\ndikembangkan. Kualitas bambu memengaruhi produk yang dihasilkan, hal itu\ndapat diawali dengan pemilihan metode pembibitan. Secara teknis, salah satu\nmetode perbanyakan yang akan menghasilkan bibit yang seragam dalam jumlah\nyang banyak yaitu dengan kultur jaringan. Kendala pada kultur jaringan adalah\nadanya kontaminan. Salah satu cara untuk mengendalikannya adalah dengan\nteknik sterilisasi. Tujuan penelitian ini adalah untuk menentukan pengaruh\nwaktu perendaman HgCl2 dan penambahan bahan sterilan terhadap teknik\nsterilisasi G. atroviolacea, dan B.tuldoides, menentukan perbandingan rata-rata\npersentase hidup antara G. atroviolacea, dan B.tuldoides, dan menentukan\nperlakuan yang tepat untuk menekan kontaminasi bakteri, jamur serta\npencoklatan pada teknik sterilisasi G. atroviolacea, dan B.tuldoides. Rancangan\npercobaan yang digunakan adalah Rancangan Acak Lengkap (RAL) dengan 2\nfaktor, yaitu waktu perendaman HgCl2 (10 dan 12 menit), dan penambahan\nbahan sterilan (Sodium hipoklorit (NaClO) 20%, Streptomycin 0.1%, Povidone\niodine 10%). Hasil menunjukkan bahwa: 1) tidak ada pengaruh waktu\nperendaman HgCl2 terhadap kontaminasi bakteri, kontaminasi jamur dan\npencoklatan. Sedangkan bahan sterilan berpengaruh terhadap kontaminasi\nbakteri dan kontaminasi jamur namun tidak berpengaruh terhadap pencoklatan;\n2) G. atroviolaceae memiliki persentase hidup tertinggi sebesar 58% sedangkan\nB. tuldoides mati di minggu ke-4; 3) Perlakuan HgCl2 + povidone iodine\nmerupakan kombinasi bahan sterilan yang tepat pada G. atroviolacea dengan\nmenghasilkan persentase kontaminasi bakteri terendah sebesar 2.08% dan\nkontaminasi jamur terendah sebesar 25%. Penggunaan HgCl2 merupakan bahan\nsterilan yang tepat untuk menekan kontaminasi bakteri terendah pada B.\ntuldoides sebesar 19.79% dan HgCl2 +povidone iodine untuk menekan\nkontaminasi jamur terendah sebesar 25%.", "Daftar File": {"ABSTRAK Faza Meidina": "https://digilib.itb.ac.id/gdl/download/238731"}, "Penulis": "Faza Meidina [11517027]", "Kontributor / Dosen Pembimbing": ["Dr. Yayat Hidayat, S.Hut., M.Si.", "Dr. Susana Paulina Dewi, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Gigantochloa atroviolacea, Bambusa tuldoides, kultur jaringan, kontaminasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Nov 2021"}