{"Nomor": 62102, "Judul": "MODEL KECEPATAN GELOMBANG GESER DI BAWAH PULAU AMBON DAN SEKITARNYA BERDASARKAN AMBIENT NOISE TOMOGRAPHY", "Abstrak": "Pulau Ambon dan sekitarnya berada di zona konvergensi antara Lempeng Eurasia, Australia, dan Pasifik sehingga menyebabkan potensi kejadian bencana geologi khususnya gempa bumi yang cukup tinggi. Berdasarkan sejarah kegempaan, Pulau Ambon telah beberapa kali diguncang gempa bumi kuat dan salah satunya menyebabkan tsunami 1674 dengan ketinggian gelombang air mencapai 100 m (salah satu tsunami terbesar yang pernah terjadi di Indonesia). Pada 26 September 2019, Pulau Ambon diguncang gempa bumi 6,5 MW yang menurut BMKG hiposenter gempa berada pada kedalaman 10 km. Gempa 6,5 MW diduga telah memicu pergerakan sesar di Pulau Ambon bagian timur yang menyebabkan gempa susulan 5,2 MW. Untuk memahami aktivitas gempa susulan serta menduga geometri sesar, ITB, BNPB dan\nBMKG bekerja sama dalam melakukan perekaman kegempaan susulan di Pulau Ambon dan sekitarnya. Pengamatan dilakukan menggunakan 11 seismometer temporal ITB-BNPB dan 4 seismometer permanen BMKG yang tersebar di Pulau Ambon dan sekitarnya selama kurang lebih 2 bulan. Penulis berupaya memaksimalkan data komponen vertikal monitoring kegempaan untuk mencitrakan model kecepatan seismik bawah permukaan dengan mengaplikasikan metode ambient noise tomography (ANT) di Pulau Ambon dan sekitarnya untuk pertama kalinya. Proses awal ANT yaitu mempersiapkan data rekaman sehingga dapat menguatkan sinyal ambient noise. Kemudian dilakukan korelasi silang untuk komponen vertikal untuk mendapatkan empirical Green’s function (EGF). Sebanyak 52 EGFs dengan kualitas yang baik yang dihasilkan dari 91 potensi EGFs yang dapat diobservasi pada periode 0,1 s hingga 4,0 s. Hasil EGF dilakukan analisis time-frequency untuk memperoleh kurva dispersi gelombang Rayleigh. Dari kurva dispersi gelombang Rayleigh dapat diekstrak nilai\ntravel time gelombang Rayleigh untuk setiap periodenya. Dilakukan inversi tomografi\nkecepatan grup gelombang Rayleigh untuk periode 1-4 s menggunakan modul fast marching surface tomography (FMST). Peta sebaran kecepatan grup gelombang Rayleigh menunjukkan bahwa Pulau Ambon bagian timur dan Pulau Haruku memiliki konsistensi kecepatan grup gelombang Rayleigh rendah hingga periode 4 s. Peta kecepatan grup gelombang Rayleigh kemudian dilakukan gridding dengan spasi antar titik 0,1o untuk memperoleh apparent kurva dispersi. Modul dinver digunakan untuk melakukan inversi apparent kurva dispersi untuk memperoleh profil Vs 1D. Hasil Vs 1D kemudian dilakukan interpolasi untuk mendapatkan peta sebaran gelombang geser (Vs). Peta sebaran Vs menunjukkan konsistensi dengan pemetaan geologi yang telah dilakukan sebelumnya. Model Vs di Teluk Piru menunjukkan anomali tinggi mulai kedalaman ~2100 m hingga lebih dari 3500 m yang mengindikasikan batuan dasar Teluk Piru tersusun atas batuan metamorf berupa sekis mika dan gneiss yang\nmemanjang ke timur hingga Pulau Seram. Sedangkan nilai Vs rendah di Teluk Piru hingga kedalaman ~1400 m yang mengindikasikan adanya deposit vulkanik diatas batuan metamorf yang dikarakterisasi sebagai sebuah cekungan. Pulau Ambon bagian timur dan Pulau Haruku memiliki anomali Vs rendah yang konsisten hingga kedalaman ~ 4000 m yang berkorelasi dengan deposit vulkanik maupun endapan satuan alluvium. Lineasi antara Pulau Ambon dan Pulau Haruku dari studi sebelumnya yang diindikasikan sebagai bidang sesar menunjukkan anomali Vs tinggi di bagian utara dan Vs rendah di bagian selatan. Area dengan Vs rendah tersebut mengindikasikan bahwa di zona selatan merupakan zona yang relatif lebih lemah dibandingkan zona di bagian utara.", "Daftar File": {"ABSTRAK Muhammad Fachrul Rozi K.": "https://digilib.itb.ac.id/gdl/download/238840", "BAB 1 Muhammad Fachrul Rozi K.": "https://digilib.itb.ac.id/gdl/download/238841", "BAB 2 Muhammad Fachrul Rozi K.": "https://digilib.itb.ac.id/gdl/download/238842", "BAB 3 Muhammad Fachrul Rozi K.": "https://digilib.itb.ac.id/gdl/download/238843", "BAB 4 Muhammad Fachrul Rozi K.": "https://digilib.itb.ac.id/gdl/download/238844", "BAB 5 Muhammad Fachrul Rozi K.": "https://digilib.itb.ac.id/gdl/download/238845", "BAB 6 Muhammad Fachrul Rozi K.": "https://digilib.itb.ac.id/gdl/download/238846", "PUSTAKA Muhammad Fachrul Rozi K.": "https://digilib.itb.ac.id/gdl/download/238847"}, "Penulis": "Muhammad Fachrul Rozi K. [22319006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Andri Dian Nugraha, S.Si., M.Si.", "Dr. Shindy Rosalia, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Gempa Ambon 2019, gelombang Rayleigh, ambient noise tomography, Vs", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "26 Nov 2021"}