{"Nomor": 62105, "Judul": "PENGEMBANGAN SISTEM PENGELOLAAN JADWAL PRODUKSI PADA SISTEM PRODUKSI BATCH", "Abstrak": "Laboratorium Teknik Produksi FTMD ITB berencana untuk mengembangkan aplikasi berbasis web untuk pengelolaan industri. Salah satu jenis produksi yang ada di industri ialah produksi batch dan tantangan utamanya adalah penentuan jadwal produksi. Dari pengelolaan itu terdapat permasalahan penting yakni mengenai ukuran dari batch supaya dapat mengurangi kerugian berupa lead time produksi.\nFaktor yang mempengaruhi hal tersebut ialah waktu pemasangan cetakan atau dies yang digunakan, waktu untuk menghasilkan produk yang diinginkan, serta jam kerja dari perusahaan. Oleh karena itu akan dimodelkan faktor-faktor tersebut dalam rangka untuk menghasilkan ukuran batch yang optimal, yaitu sekecil mungkin namun menghindari terjadinya kelebihan jam kerja yang mengakibatkan kerugian berupa lembur dan dilakukan pembuatan jadwal menggunakan ukuran batch yang optimal tersebut. Data-data yang diperlukan baik itu mesin, produk, maupun jadwal juga disimpan sebagai dokumentasi perusahaan.\nKemudian untuk gangguan yang terjadi selama proses produksi juga perlu dipertimbangkan khususnya perawatan pada mesin sehingga produksi terhenti sementara. Menanggapi hal tersebut dimodelkan juga langkah-langkah yang perlu dilakukan untuk dilakukan penyesuaian jadwal. Pemodelan-pemodelan tersebut akan dilakukan dengan berorientasi obyek agar mempermudah dalam pengembangan aplikasi.", "Daftar File": {"ABSTRAK Dzakwan Nabih": "https://digilib.itb.ac.id/gdl/download/238852"}, "Penulis": "Dzakwan Nabih [13117128]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Yatna Yuwana Martawirya"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "ukuran batch, pengelolaan jadwal, lead time, pemodelan berorientasi obyek", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Nov 2021"}