{"Nomor": 62112, "Judul": "KONTROL PALEOMORFOLOGI TERHADAP PERTUMBUHAN BATUGAMPING FORMASI CIBULAKAN BAWAH DI AREA JB, SUB CEKUNGAN JAWA BARAT UTARA", "Abstrak": "Area studi atau disebut sebagai JB area terletak di bagian utara Cekungan Jawa Bagian Barat. Area studi ini berada di Blok Lepas Pantai Jawa Barat (Offshore North West Java/ONWJ) yang sekarang dioperasikan oleh Pertamina Hulu Energi (PHE). Area ini dikenal sebagai penghasil minyak dan gas dari Formasi Cibulakan Atas dan Bawah. Target studi adalah satuan batugamping yang berada di Formasi Cibulakan Bawah atau dikenal di internal sebagai Formasi Baturaja.\nHasil pemboran menunjukan di arah tenggara terdapat lapangan B-South dengan Sumur eksplorasi BF-1 sebagai lapangan minyak di Batugamping Formasi Cibulakan Bawah memiliki ketebalan batugamping lebih dari 300 m, sebaliknya di puncak-puncak struktur seperti Struktur E-Main dengan Sumur Eksplorasi A-1 dan Struktur B-North dengan Sumur Eksplorasi BW-4 memiliki Batugamping dengan interval ketebalan 200-299 m. Sebelah barat lapangan ini terdapat kelompok data sumur yang menunjukan ketebalan lebih dari 300 m yaitu: Sumur Esplorasi A-15 dan DH-1 dan lokasinya bukan pada puncak struktur. Konsep eksplorasi batugamping di pada umumnya mencari tinggian batuan dasar (basement high) dengan interval ketebalan batugamping 200-299 m. Asumsi umum adalah perkembangan reservoir batugamping terjadi akibat proses pencucian memiliki peluang yang besar terjadi di area ini, akan tetapi dengan diproduksikannya sumur BF-1 dengan ketebalan 300 m membuka peluang pembentukan reservoir terjadi pada area yang bukan merupakan tinggian saat ini. Tujuan dari penelitian adalah memahami mengenai distribusi batugamping dan paleomorfologi pada saat tumbuhnya.\nDilakukan pengidentifikasian karakter batugamping Cibulakan dari data log tali kawat, pengelompokan, pemetaan struktur dan peta ketebalan untuk menganalisa kondisi paleomorfologi pada saat karbonat tumbuh. Salah satu kunci untuk mengetahui penyebaran Satuan Batugamping Formasi Cibulakan Bawah adalah bentuk paleomorfologi pasca pengendapan Satuan Marin Cibulakan Bawah\nsebagai pijakan pertumbuhan batugamping. Untuk memahami hal ini digunakan pendekatan relatif mendalam atau mendangkal dari data ketebalan Marin Cibulakan Bawah dengan menggunakan acuan ketebalan tertentu. Data ini kemudian di integrasikan dengan pola penyebaran batugamping untuk mendapatkan pemahaman mengenai pertumbuhan batugamping antara satu area dengan area yang lainnya.\nHasil dari penelitian ini menunjukan bentuk paleomorfologi pertumbuhan batugamping akan terpengaruh oleh bentuk dan ketebalan sedimen dibawahnya dan pengaruh muka air laut pada saat pertumbuhan batugamping. Paleomorfologi akan mempengaruhi sifat pertumbuhan batugamping menjadi tiga pola, yaitu: (1) batugamping yang posisinya dekat dengan permukaan air laut di area pendangkalan atau dekat dengan tinggian purba (paleo high) akan cenderung tumbuh ke arah lateral, hal ini terjadi pada paparan karbonat shallow ramps buildups, (2) batugamping yang saat tumbuh tidak terlalu dekat dengan permukaan air laut atau terletak pada lereng tinggian yang terkoneksi (attached platform) dengan tinggian purba (paleo high) dapat tumbuh optimum ke arah lateral dan vertikal dengan catatan tidak dibatasi ruang gerak lateralnya oleh keberadaan sesar, dan (3) batugamping yang saat tumbuh berada pada area tinggian lokal yang disebabkan karena struktural (sesar) atau karena ketebalan sedimentasi dibawahnya dan tidak terkoneksi (detached platform) dengan tinggian purba (paleo high) maka akan memiliki kecenderungan untuk tumbuh optimal ke arah vertikal.", "Daftar File": {"ABSTRAK Andi Wasonoaji": "https://digilib.itb.ac.id/gdl/download/238900"}, "Penulis": "Andi Wasonoaji [22018004]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dardji"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Satuan Batugamping Formasi Cibulakan Bawah, rekonstruksi, paleomorfologi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Nov 2021"}