{"Nomor": 62117, "Judul": "PENGGUNAAN BEBERAPA MIKROORGANISME DARI LUMPUR KUBANGAN BABI UNTUK BIOREMEDIASI DAN KAJIAN IMOBILISASI DENGAN KARAGENAN BERASAL DARI LAUT INDONESIA", "Abstrak": "Lumpur kubangan babi adalah tanah basah yang digunakan oleh babi sebagai tempat untuk melakukan berbagai aktivitas hidupnya, sehingga di dalam lumpur tercampur dengan berbagai sisa ekskresi, sisa makanan, sisa kulit yang terkelupas atau bagian tubuh babi lainnya. Karena adanya berbagai macam senyawa yang terdapat dalam lumpur kubangan babi, maka lingkungan ini menjadi habitat yang baik untuk pertumbuhan mikroorganisme. Lumpur kubangan babi mengandung berbagai macam senyawa, di antaranya metanol, protein, lemak, dan karbohidrat. Kehadiran berbagai senyawa dalam lumpur, memungkinkan bakteri dapat menggunakannya untuk kelangsungan hidupnya, sehingga bakteri tersebut dapat dimanfaatkan menjadi agen bioremediasi atau biodegradasi senyawa tersebut dalam limbah. Penelitian ini bertujuan untuk mendapatkan bakteri-bakteri yang dapat menjadi kandidat agen bioremediasi limbah. Lumpur kubangan babi diambil dari kubangan babi peternakan daerah Godean Yogyakarta dan kubangan babi hutan daerah Cidaun Cianjur. Isolasi dilakukan untuk bakteri yang bersifat aerob. Bakteri hasil isolasi diidentifikasi menggunakan metode 16S rRNA. Hasil yang diperoleh menunjukkan adanya 18 bakteri yang berasal dari 6 filum, dengan masing-masing diperoleh 10 spesies dari kubangan babi peternakan pertama, 3 spesies dari kubangan peternakan kedua, dan 5 spesies dari kubangan babi hutan.\n\nTahap berikutnya berupa pencarian bakteri yang mempunyai kemampuan menguraikan senyawa kimia yang dilakukan secara kualitatif untuk bakteri pendegradasi metanol, protein, lemak, dan karbohidrat. Bakteri yang memiliki karakter pendegradasi metanol diperoleh 6 spesies bakteri yang ditandai dengan kemampuan bakteri tersebut bertahan hidup pada medium pertumbuhan minimal yang ditambahkan metanol. Dua dari enam bakteri tersebut dapat hidup pada media mengandung 20% metanol, yaitu Brevundimonas terrae yang berasal dari lumpur peternakan dan Bacillus altitudinis yang berasal dari lumpur babi hutan. Bakteri pendegradasi protein, lemak, dan karbohidrat diuji terhadap kemampuan bakteri menghasilkan enzim protease, lipase, dan amilase. Bakteri yang memproduksi protease ditemukan dari lumpur babi hutan, yaitu Bacillus pseudomycoides dengan aktivitas protease sebesar 0,094 ± 0,19 U/mL   dan Staphylococcus sciuri  dengan aktivitas protease sebesar 0,120 ± 0,05 U/mL. Bakteri yang memproduksi lipase dengan aktivitas tertinggi ditemukan dari lumpur peternakan, yaitu Staphylococcus epidermidis dengan aktivitas lipase sebesar 18,500 ± 0,51 U/mL. Bakteri yang memproduksi amilase ditemukan dari lumpur peternakan, yaitu Bacillus circulans dengan aktivitas amilase sebesar 0,101 ± 0,52 U/mL.\n\nBioremediasi limbah dengan menggunakan bakteri sebagai bioaktif digunakan    dalam bentuk terimobilisasi, yaitu bakteri diperangkap atau diikatkan pada matriks yang berupa senyawa polisakarida, seperti karagenan. Pada penelitian ini dilakukan pengujian karagenan yang berasal dari Eucheuma cottonii yang tumbuh di laut Karimun Jawa, Makassar, Maluku, dan Natuna sebagai matriks imobilisasi. Hasil menunjukkan keempat karagenan dapat digunakan sebagai matriks imobilisasi, namun karagenan yang berasal dari Maluku menunjukkan hasil yang paling baik.\n\nBakteri terimobilisasi dalam karagenan berada dalam bentuk manik-manik dapat mempertahankan bakteri tetap hidup selama 5 bulan pada penyimpanan di suhu 4 0C. Kondisi ini meningkatkan kepraktisan penggunaan bakteri dalam pengolahan limbah. Pengujian aktivitas bioremediasi metanol dilakukan terhadap bakteri dalam bentuk terimobilisasi yang dibandingkan dengan bakteri murni dalam bentuk kultur. Bacillus altitudinis dan Brevundimonas terrae diuji aktivitas degradasi metanol berdasarkan kadar metanol tersisa setelah inkubasi, terhadap metanol pada konsentrasi 2%. Bacillus altitudinis dan Brevundimonas terrae terimobilisasi pada karagenan dari laut Maluku yang tersimpan selama 5 bulan menunjukkan aktivitas degradasi metanol yang identik dengan bakteri dalam bentuk kultur setelah masa inkubasi selama 72 jam pada suhu 28 0C dan 37 0C. Hasil ini menunjukkan kedua bakteri potensial untuk menjadi kandidat agen bioremediasi metanol.", "Daftar File": {"ABSTRAK Syarif Hamdani": "https://digilib.itb.ac.id/gdl/download/238905"}, "Penulis": "Syarif Hamdani [30715005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. apt. Slamet Ibrahim S.", "Prof. Dr. apt. Marlia Singgih W."], "Jenis Koleksi": "Disertasi", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "lumpur kubangan babi, mikroba lumpur, bioremediasi, karagenan, imobilisasi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "29 Nov 2021"}