{"Nomor": 62110, "Judul": "PARAMETRIC STUDY OF NOVEL LIQUID BLANKET BATTERY THERMAL MANAGEMENT SYSTEM", "Abstrak": "Peningkatan gas rumah kaca yang dibuang dari kendaraan di Indonesia mendorong penggunaan kendaraan listrik (EV) di Indonesia untuk ditingkatkan. EV memberikan keuntungan karena beroperasi tanpa emisi, namun EV masih memerlukan modul baterai yang besar untuk menambah jarak tempuhnya. Kalor dari baterai yang besarnya sebanding dengan ukuran modul baterai harus didisipasikan untuk mencegah konsekuensi seperti degradasi kualitas baterai dan ledakan.\nSistem manajemen termal baterai atau Battery Thermal Management System (BTMS) digunakan untuk mengendalikan kalor yang dihasilkan baterai dengan menggunakan prinsip-prinsip perpindahan panas. BTMS cairan menggunakan cairan yang merendam baterai atau ke penukar panas. Walaupun memakai banyak komponen, BTMS cairan memberikan pendinginan optimal dengan teknologi umum.\nPada studi ini, studi parametrik BTMS jenis liquid blanket dilakukan untuk memahami efek dari variasi parameter. Karena keterbatasan kemampuan komputasi, jumlah baterai yang dimodelkan dibatasi sejumlah dua puluh sel. Parameter yang divariasikan adalah sudut lingkup dan lebar fluida. Rentang sudut lingkup adalah 50o sampai 90o dan lebar fluida adalah 6 mm sampai 2 mm. Kasus dasar ditentukan sebagai referensi skenario ledakan pada temperatur baterai 40oC. Parameter yang diamati adalah temperatur maksimum, penurunan tekanan, dan densitas luas baterai.\nHasil studi menunjukkan pembesaran sudut lingkup menurunkan temperatur maksimum baterai sampai 4,74 oC dan pengurangan lebar fluida menurunkan temperatur maksimum baterai sampai 1,05 oC. Pembesaran sudut lingkup menurunkan tekanan sampai 9,8 Pa dan pengurangan lebar fluida menurunkan tekanan sampai 102,7 Pa. Pembesaran sudut lingkup meningkatkan densitas luas baterai sampai 541 baterai/m2 dan pengurangan lebar fluida meningkatan densitas luas baterai sampai 491 baterai/m2.", "Daftar File": {"ABSTRAK Theodore Nataniel": "https://digilib.itb.ac.id/gdl/download/238898"}, "Penulis": "Theodore Nataniel [13117011]", "Kontributor / Dosen Pembimbing": ["Dr. Bentang Arief Budiman, S.T., M.Eng.", "Poetro Lebdo Sambegoro, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Sistem Manajemen Termal Baterai, Perpindahan Panas, Aliran Fluida, Volume Hingga, Komputasi Dinamika Fluida", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Nov 2021"}