{"Nomor": 62129, "Judul": "PERANCANGAN DAN ANALISIS EKONOMI SISTEM PEMANFAATAN LANGSUNG PANAS BUMI DI MATALOKO, NUSA TENGGARA TIMUR", "Abstrak": "Studi kasus dari tugas sarjana ini berasal dari sebuah proyek studi kelayakan\npemanfaatan langsung panas bumi yang dilakukan oleh PT Rigsis Energi Indonesia di\nMataloko, Nusa Tenggara Timur. Studi ini dilakukan untuk memenuhi permintaan dari\nUnited Nations Development Program (UNDP) yang memiliki tujuan untuk mendukung\nSustainable Development Goals (SDG) dan transisi penggunaan energi baru dan terbarukan\noleh Pemerintah Indonesia.\nDari hasil kajian yang dilakukan, aplikasi pemanfaatan yang dipilih adalah\npengeringan biji kopi arabika. Di dalam tugas sarjana ini, sebuah sistem yang terdiri atas tray\ndryer, penukar panas tipe shell and tube dan blower didesain untuk dapat mengeringkan 500\nkg biji kopi arabika untuk satu kali pengeringan. Temperatur air hasil separasi yang masih\ncukup tinggi dari salah satu sumur PLTP Mataloko dapat dimanfaatkan untuk memanaskan\nudara pengeringan sebelum diinjeksikan kembali ke dalam tanah. Kemudian, analisis\nekonomi dilakukan untuk mengestimasi biaya modal, biaya operasional dan perawatan,\npenghematan biaya oleh petani kopi, serta menguji kelayakan sistem yang dirancang.\nHasil perancangan akan berupa spesifikasi dari tiap komponen dan process flow\ndiagram dari sistem yang didesain. Hasil dari analisis kelayakan ekonomi menunjukkan\nbahwa sistem ini diestimasi memiliki NPV sebesar Rp450.000.000 dengan IRR sebesar 16%,\nsehingga dapat disimpulkan bahwa sistem yang telah dirancang cukup layak untuk\ndiimplementasikan. Sistem ini juga diestimasi dapat mengurangi durasi pengeringan dan\nmenghemat biaya yang dikeluarkan oleh petani kopi lokal.", "Daftar File": {"ABSTRAK Yuzar Lazuardy": "https://digilib.itb.ac.id/gdl/download/238976"}, "Penulis": "Yuzar Lazuardy [13117069]", "Kontributor / Dosen Pembimbing": ["Dr. techn. Ir. Arief Hariyanto"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "panas bumi, pemanfaatan langsung, Mataloko, kopi arabika, perancangan, analisis ekonomi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "30 Nov 2021"}