{"Nomor": 62125, "Judul": "ANALISIS KEAUSAN PADA RODA KERETA MRT JAKARTA AKIBAT INTERAKSI RODA DENGAN REL MENGGUNAKAN SIMULASI DINAMIK", "Abstrak": "Fenomena keausan pada roda kereta merupakan suatu hal yang sering ditemukan pada operasi kereta. Saat kereta beroperasi, kontak antara roda dengan rel dan sepatu rem tidak dapat dihindari. Kontak yang terjadi tersebut dapat menyebabkan keausan. Namun keausan yang terjadi pada roda MRT Jakarta mempunyai bentuk yang berbeda dari biasanya karena terdapat dua buah alur pada tapak roda. Oleh karena itu keausan yang terjadi dianggap sebagai keausan abnormal.\nDalam kondisi normal, keausan pada roda lebih dominan disebabkan oleh interaksi dengan rel. Munculnya alur diduga karena interaksi roda dengan benda selain rel. Untuk memastikan bahwa interaksi roda dengan rel bukan penyebab alur abnormal pada roda, maka dilakukanlah penelitian ini yang bertujuan untuk mengetahui bentuk profil akibat keausan yang disebabkan oleh interaksi roda dengan rel. Prediksi keausan dalam penelitian ini dilakukan dengan menggunakan simulasi dinamik. Proses dimulai dengan membangun model kereta, menyusun konfigurasi lintasan, menentukan koefisien keausan, dan menetapkan parameter lainnya yang dibutuhkan dalam melakukan simulasi.\nHasil simulasi dan analisis menunjukkan bahwa bentuk keausan abnormal yang terjadi pada roda MRTJ bukan disebabkan oleh interaksi roda dengan rel. Dugaan bentuk profil keausan abnormal disebabkan oleh interaksi roda dengan benda selain rel semakin kuat. Selain itu, pada penelitian ini diketahui pengaruh beberapa parameter lain terhadap keausan roda. Parameter tersebut meliputi variasi beban kereta, komposisi tikungan pada lintasan, dan nilai kekakuan suspensi primer dalam arah lateral dan longitudinal. Besarnya beban kereta berbanding lurus dengan kedalaman keausan yang dapat terjadi, begitu pula pengaruh dari nilai kekakuan suspensi primer dalam arah lateral dan longitudinal yang juga berbanding lurus dengan kedalaman keausan. Sementara itu, komposisi tikungan pada lintasan berpengaruh pada lokasi keausan yang terjadi, semakin banyak tikungan pada lintasan maka keausan lebih sering terjadi pada daerah flens dan bagian luar daerah tapak roda.", "Daftar File": {"ABSTRAK Ahmad Fauzi Afandi": "https://digilib.itb.ac.id/gdl/download/238972"}, "Penulis": "Ahmad Fauzi Afandi [13117078]", "Kontributor / Dosen Pembimbing": ["Yunendar Aryo Handoko, S.T., Ph.D.", "Arif Sugiharto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "keausan abnormal, keausan roda, MRT Jakarta, prediksi keausan, simulasi dinamik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "30 Nov 2021"}