{"Nomor": 62127, "Judul": "DESAIN DAN SIMULASI ARCHIMEDES SCREW TURBINE PADA HEAD DI BAWAH 1 METER", "Abstrak": "Emisi gas karbon yang semakin meningkat membuat temperatur rata-rata\npermukaan bumi semakin tinggi sehingga menyebabkan terjadinya perubahan\niklim. Pengembangan pemanfaatan energi air menjadi solusi dalam mengurangi\npeningkatan temperatur bumi. Indonesia merupakan negara yang kaya akan potensi\nenergi air, yakni sebesar 94,3 GW. Oleh karena itu, Indonesia berperan penting\ndalam membantu menurunkan temperatur rata-rata permukaan bumi. Akan tetapi,\npemanfaatan dari energi air di Indonesia masih tergolong rendah, yaitu sebesar\n5.969,15 MW pada tahun 2019. Oleh karena itu, penggunaan energi air di Indonesia\nperlu ditingkatkan dengan memanfaatkan energi air sebagai pembangkit listrik\ntenaga air berskala piko atau mikro menggunakan jenis turbin Archimedes Screw\nTurbine (AST).\nAST merupakan turbin yang ramah lingkungan dan digunakan pada head yang\nsangat rendah dan debit yang kecil sehingga sesuai dengan karakteristik sungai di\nIndonesia. Oleh karena itu, penelitian ini dilakukan untuk merancang AST,\nmenentukan persamaan perhitungan daya AST secara teoritis, mengetahui debit air\npaling efisien yang mampu dialirkan, menganalisis karakteristik torsi, daya dan\nefisiensi dari AST terhadap variasi dari kecepatan putaran pada masing-masing\nsudu dan sudut inklanasi. Penelitian juga dilakukan untuk mengetahui kinerja AST\nterhadap variasi dari gap width. Penelitian ini dilakukan karena penelitian mengenai\nAST di Indonesia masih sedikit serta agar didapatkan persamaan teoritis untuk\nmengetahui daya AST. Penelitian ini dibatasi oleh beberapa batasan, yaitu panjang\nAST yang dirancang dibuat tetap 1 m, sudut inklanasi turbin yang akan dirancang\nkurang dari 30° yakni 20°, 22°, 25°, 27°, dan 29°. Kemudian head pada AST\ndirancang untuk kurang dari 1 m. Variasi debit air yang digunakan adalah 4 l/s, 6\nl/s, dan 8 l/s dengan variasi kecepatan putaran adalah 5 rad/s, 10 rad/s, 14,7 rad/s,\n20 rad/s, dan 25 rad/s. Variasi sudu untuk AST adalah satu sudu dan dua sudu.\nSementara variasi dari gap width adalah 0,0018 m, 0,0021 m, 0,0026 m, dan 0,0031\nm.\nPenelitian ini telah dilakukan dengan menghitung dimensi dari AST dan\nmerumuskan perhitungan teoritis untuk menngetahui daya AST secara teoritis.\nKemudian dilakukan pemodelan dengan menggunakan Autodesk Inventor\nProfessional 2020 Student Version. Hasil pemodelan disimulasikan menggunakan\nAnsys 19 Fluid Flow CFX dengan keadaan yang mendekati keadaan nyata dan\nkarakteristik AST dapat diketahui. Daya hasil simulasi dibandingkan dengan daya\nteoritis agar keakuratan persamaan teoritis dapat diketahui.\nPenelitian ini menghasilkan desain AST satu sudu dan dua sudu dengan parameter\ndimensi untuk satu sudu adalah jari-jari luar sebesar 0,107 m, jari-jari dalam sebesar\n0,057 m, pitch sebesar 0,26 m, jarak antara sudu dan jalur air sebesar 0,0021 m,\nbanyaknya ulir adalah 4. Sementara pada sudu 2, AST memiliki jari-jari luar\nsebesar 0,106, jari-jari dalam sebesar 0,057 m, pitch sebesar 0,26 m, jarak antara\nsudu dan jalur air sebesar 0,0021 m, serta banyaknya ulir berjumlah 4. Kemudian,\npersamaan teoritis telah dirumuskan dengan menghasilkan error yang didapatkan\ndari membandingkan daya hasil perhitungan teoritis dan daya hasil simulasi\nberkisar antara 8% hingga 0,4%. Pada jumlah sudu 1, debit air yang menghasilkan\nefisiensi tertinggi adalah sebesar 4 l/s, sementara pada jumlah sudu 2 adalah 8 l/s.\nTorsi maksimum untuk sudu 1 senilai 1,03 Nm dan untuk sudu 2 senilai 2,14 Nm\nyang berada pada titik optimum, yaitu pada kecepatan putar 14,7 rad/s dan sudut\ninclination 29°. Daya turbin maksimum untuk sudu 1 sebesar 15,14 W dan untuk\nsudu 2 sebesar 31,46 W yang berada pada titik puncak, yaitu pada kecepatan putar\n14,7 rad/s dan sudut inclination 29°. Nilai efisiensi turbin maksimum untuk sudu 1\nsenilai 80,70% yang terletak pada titik puncak di sudut inclination 27° dan\nkecepatan putar 14,7 rad/s. Sementara pada sudu turbin 2, efisiensi maksimum\nsenilai 82,68% yang terletak pada titik puncak di sudut inclination 29° dengan\nkecepatan putar 14,7 rad/s. Kinerja terbaik dari AST dicapai ketika gap width yang\ndigunakan senilai 0,0021 m.", "Daftar File": {"ABSTRAK Naufal Riyandi": "https://digilib.itb.ac.id/gdl/download/238974"}, "Penulis": "Naufal Riyandi [23119017]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Priyono Soetikno, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "AST, Energi Air, Kinerja, Simulasi, Teoritis.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "30 Nov 2021"}