{"Nomor": 62120, "Judul": "PERANCANGAN AUTOMASI UNTUK DISTRIBUSI DOSIS PUPUK YANG AKURAT PADA PROSES PENANAMAN HUTAN TANAMAN INDUSTRI", "Abstrak": "Konsumsi kayu industri primer di Indonesia terus meningkat tiap tahunnya, namun\nlaju produksi kayu yang legal tidak dapat mengimbangi. Produksi Hutan Tanaman Industri\n(HTI) perlu ditingkatkan untuk mengimbangi kebutuhan. Pertumbuhan HTI sangat\ndipengaruhi oleh pupuk yang diberikan. Akurasi dan keseragaman dosis pupuk memegang\nperan penting untuk memastikan tercapainya produksi yang optimal dan cepat. Mekanisasi\nproses pemupukan menjadi alternatif solusi untuk mempercepat proses yang pada saat ini\nmasih dilakukan secara manual. Sinarmas Forestry (SMF) bekerja sama dengan ITB untuk\nmerancang sistem distribusi pupuk (aplikator pupuk) yang dapat memberikan pupuk\ndengan dosis bervariasi dan akurat. Automasi aplikator pupuk dirancang dalam penelitian\nini, sedangkan perancangan komponen mekanik dilakukan di penelitian terkait.\nAplikator yang digunakan menggunakan konsep auger feeder, pemberian massa\nyang akurat dilakukan dengan mengombinasikan gerakan auger yang terkontrol dan sistem\npengukuran massa. Pengukuran massa dilakukan dengan mengukur regangan pada poros\nkantilever dengan strain gauge.\nHasil analisis menunjukkan eror pemberian massa teoretis terbesar adalah\n±0,846gram dengan variasi pemberian dosis 30-85gram. Cara kerja aplikator dan rangkaian\nelektronik dijelaskan dalam tulisan.", "Daftar File": {"ABSTRAK Peter Christopher": "https://digilib.itb.ac.id/gdl/download/238908"}, "Penulis": "Peter Christopher [13117058]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ignatius Pulung Nurprasetio, M.SME.", "Dr. Bentang Arief Budiman, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Automasi sistem, aplikator pupuk, auger feeder, pengukuran massa", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Nov 2021"}