{"Nomor": 62135, "Judul": "PENGARUH PENAMBAHAN LOGAM TITANIUM PADA  PADUAN ZR-7AG TERHADAP SIFAT MEKANIS, AKTIVITAS  ANTIBAKTERI, DAN PERILAKU KOROSI DI MEDIA  SIMULATED BODY FLUID RINGER LAKTAT", "Abstrak": "Kebutuhan  akan  bioimplan  yang  sangat  tinggi  setiap  tahunnya  telah  memicu \nperkembangan penelitian material penyusun bioimplan dengan sangat pesat. \nLogam, keramik, polimer, dan komposit adalah material utama dalam pembuatan \nbioimplan saat ini. Dari keempat material tersebut, logam adalah jenis material yang \npaling  banyak  digunakan  dikarenakan  sifatnya  yang  kuat,  mudah  dibentuk,  dan \nmemiliki biokompatibilitas yang baik. Paduan zirkonium adalah bioimplan logam \nyang memiliki kekuatan yang baik, ketahanan korosi yang unggul, serta  memiliki \nbiokompatibilitas yang sangat baik. Untuk mengembangkan jenis biomaterial baru \nberbasis zirkonium yang unggul, paduan Zr-7Ag-xTi (x=0,1,2) telah dikembangkan \ndan diteliti pada percobaan ini. Penelitian ini bertujuan untuk mempelajari pengaruh \npenambahan titanium terhadap struktur mikro, sifat mekanis, sifat antibakteri, dan \nperilaku korosi paduan Zr-7Ag.  \n \nPenelitian  ini  meliputi  pembuatan  paduan  sampai  dengan  pengujian  kekerasan, \nantibakteri, dan korosi. Pada awalnya, bahan baku dilelehkan dan dibentuk menjadi \nbutton menggunakan DC arc melting furnace, kemudian dilakukan homogenisasi \npaduan  pada  temperatur  1000 ?C selama enam jam.  Setelah  itu,  button  dipotong \nmenjadi empat spesimen untuk pengamatan struktur mikro dan beberapa \npengujian.Spesimen pertama digunakan untuk pengamatan struktur mikro dengan \nOM dan pengujian XRD. Spesimen kedua digunakan untuk pengamatan \nmenggunakan SEM dan X-Ray Mapping. Spesimen ketiga digunakan untuk \npengujian kekerasan dengan menggunakan Vicker Hardness dan pengujian \nantibakteri  dengan  diffusion  plate  methode  menggunakan  kaldu  sapi.  Spesimen \nterakhir  digunakan  untuk  pengujian  korosi  dengan  potensiostat  menggunakan \nmetode polarisasi potensiodinamik pada media ringer laktat.  \n   \nPenambahan  titanium  pada  paduan  Zr-7Ag  mampu  memunculkan  intermetalik \nsekunder Zr2Ag. Selain itu, penambahan titanium akan mengecilkan ukuran kristal \npaduan.  Penambahan  titanium  sebesar  1%  wt  mereduksi  ukuran  kristal  paduan \nsebesar 21% dan 2% wt sebesar 29% dari ukuran awal. Penambahan titanium juga \nmampu  meningkatkan  kekerasan  paduan  Zr-7Ag.    Paduan  Zr-7Ag  memiliki  nilai \nkekerasan sebesar 606,78 HV, paduan Zr-7Ag-1Ti 669,2973 HV meningkat 10% \ndari  paduan  awal  dan  paduan  Zr-7Ag-2Ti  689,5269  HV  meningkat  13%  dari \npaduan awal. Laju korosi paduan Zr-7Ag menurun seiring peningkatan kandungan \ntitanium. Paduan Zr-7Ag memiliki laju korosi sebesar 2,224 mpy, paduan Zr-7Ag-\n1Ti sebesar 0,05164 mpy, dan paduan Zr-7Ag-2Ti sebesar 0,042 mpy. Penambahan \ntitanium menurunkan sifat antibakteri pada paduan Zr-7Ag. Pada paduan Zr-7Ag-\n1Ti dan paduan Zr-7Ag-2Ti tidak menunjukkan adanya zona hambat pada \npengujian dengan diffusion plate methode seperti pada paduan Zr-7Ag.", "Daftar File": {"ABSTRAK Hilda Rahmawan Widiarto": "https://digilib.itb.ac.id/gdl/download/239226"}, "Penulis": "Hilda Rahmawan Widiarto [12517026]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Eddy Agus Basuki, M.Sc.", "Prof. Dr. Ir. Eddy Agus Basuki, M.Sc.", "Dr.Eng. Bonita Dilasari, S.T., M.T.", "Fadhli Muhammad, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "bioimplan, paduan zirkonium, titanium, antibakteri, korosi", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "01 Des 2021"}