{"Nomor": 62130, "Judul": "DESAIN DAN OPTIMASI PERFORMA KOMPRESOR SENTRIFUGAL PADA MESIN TURBOJET MIKRO", "Abstrak": "Mesin turbojet mikro 400 N saat ini tengah dikembangkan di PT Chroma International. Kompresor sentrifugal merupakan salah satu komponen mesin turbojet  mikro.  Performa kompresor sentrifugal  akan  mempengaruhi  performa turbojet mikro. Terdapat dua buah komponen dalam kompresor sentrifugal, yaitu impeller dan diffuser. Perlu dilakukan desain kompresor secara tepat untuk mendapatkan kompresor dengan performa sesuai target, yaitu rasio tekanan 3,8 dan efisiensi 0,75. Desain dilakukan per komponen dengan desain impeller dilakukan terlebih dahulu. Evaluasi performa dilakukan menggunakan CFD (Computational Fluid Dynamics). Setelah diperoleh desain impeller awal, kemudian dilakukan optimasi menggunakan ANN (Artificial Neural Network) dan DEMO (Differential Evolution for Multiobjectives Optimization) untuk memperoleh desain impeller yang lebih baik. Optimasi dilakukan dua kali, yang pertama dengan mengoptimasi pada rasio tekanan sesuai target dan kedua yaitu dengan memaksimalkan rasio tekanan. Untuk hasil pertama, hasil efisiensi lebih baik dibandingkan desain awal dengan kenaikan sekitar 1,63% dengan rasio tekanan sesuai target. Untuk hasil kedua ditunjukkan bahwa hasil efisiensi dan rasio tekanan naik mencapai 1,77% dan 27,0%. Setelah desain impeller, langkah selanjutnya yaitu dilakukan desain diffuser. Setelah seluruh komponen kompresor sentrifugal telah didesain, evaluasi dilakukan menggunakan CFD. Diperoleh desain kompresor sentrifugal yang melebihi nilai target. Desain kompresor sentrifugal yang dibuat memiliki dengan rasio tekanan 3,83 dan efisiensi 0,753.", "Daftar File": {"ABSTRAK Fahmi Abdillah Sambodo": "https://digilib.itb.ac.id/gdl/download/238977"}, "Penulis": "Fahmi Abdillah Sambodo [13617031]", "Kontributor / Dosen Pembimbing": ["Dr. Firman Hartono, S.T., M.T.", "Pramudita Satria Palar, S.T., M.T., Ph.D.", "Putra Adnan Fadilah, S.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "turbojet  mikro, kompressor  sentrifugal,  impeller,  diffuser,  ANN, DEMO, optimasi, CFD", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "8 file", "Tanggal Input": "30 Nov 2021"}