{"Nomor": 62133, "Judul": "PENGARUH DIMENSI DALAM SENSE OF PLACE TERHADAP PERILAKU MELESTARIKAN DI KAWASAN CAGAR BUDAYA PERKOTAAN", "Abstrak": "Konsep sense of place, ikatan positif antara manusia dan tempat mereka menetap\natau beraktivitas, telah dianggap penting dalam kajian pelestarian kawasan cagar\nbudaya di perkotaan, tetapi konsep tersebut umumnya dipahami secara satu dimensi\ndan untuk penciptaan tempat saja. Kajian pengaruh sense of place secara\nmultidimensi pada perilaku aktor, yaitu individu pemilik bangunan kuno dan\npengunjung di kawasan cagar budaya perkotaan, dalam melestarikan cagar budaya\nmasih terbatas. Kajian-kajian tersebut umumnya menyatakan bahwa semua dimensi\ndalam sense of place berpotensi menjadi anteseden penting untuk perilaku\nmelestarikan, yaitu niat melakukan tindakan-tindakan yang mendukung kelestarian\nkawasan cagar budaya perkotaan. Belum banyak yang memahami hubungan sense\nof place sebagai konsep sikap tiga dimensi, yaitu place identity (sikap kognitif),\nplace attachment (sikap afektif), dan place dependence (sikap konatif), dengan\nperilaku melestarikan. Pemahaman tersebut umumnya lebih berkembang dalam\nliteratur perlindungan kawasan alami dengan keyakinan bahwa place attachment\nadalah dimensi sense of place yang berpengaruh kuat terhadap perilaku\nmelestarikan.\nPemahaman mengenai pengaruh dimensi sense of place terhadap perilaku\nmelestarikan aktor dalam konteks kawasan cagar budaya perkotaan masih belum\njelas, padahal hal tersebut penting bagi keberlanjutan pelestarian kawasan cagar\nbudaya perkotaan. Untuk itu, studi ini menyelidiki pengaruh masing-masing\ndimensi sense of place, yaitu place identity, place attachment, dan place\ndependence (sebagai variabel bebas) terhadap setiap dimensi perilaku melestarikan\ndi kawasan cagar budaya perkotaan (sebagai variabel terikat). Perilaku melestarikan\nadalah konsep respons dua dimensi, yaitu perilaku umum (perilaku dalam rutinitas\nsehari-hari) dan perilaku khusus (perilaku dengan upaya spesifik).\nKawasan Kota Lama Semarang (KKLS) sebagai kawasan cagar budaya yang\nmenjadi destinasi pariwisata di Kota Semarang dipilih menjadi lokasi studi. Aktor\nyang menjadi responden adalah individu pemilik bangunan kuno dan pengunjung\nterpilih yang sesuai kriteria. Studi ini menggunakan paradigma pragmatisme dan\nmetode penelitian campuran (eksplanatoris sekuensial) dengan metode kuantitatif\npada tahap pertama dan metode kualitatif pada tahap kedua. Tahap pertamaii\n(kuantitatif) menggunakan instrumen penelitian berupa kuesioner tertutup dengan\nformat Likert-type items. Pemilik bangunan mengisi kuesioner tertulis yang\ndiberikan langsung, sedangkan pengunjung mengisi kuesioner daring. Analisis data\nmemakai teknik statistik deskriptif. Kekuatan dimensi sense of place dan perilaku\nmelestarikan diukur berdasarkan nilai median dan proporsi sebaran jawaban.\nKekuatan pengaruh dimensi sense of place pada dimensi perilaku melestarikan\ndiukur berdasarkan kekuatan korelasi variabel antar dimensi, menggunakan metode\nSomers’d. Tahap kedua (kualitatif) bertujuan mengkonfirmasi hasil analisis tahap\npertama. Berdasarkan hasil analisis data kuantitatif yang telah didapatkan,\ndikembangkan wawancara semiterstruktur dengan informan pendukung, yaitu\npihak yang berinteraksi dan memiliki pengetahuan tentang aktor di KKLS. Dalam\nproses analisis kualitatif, data direduksi dan dikategorisasikan. Hasil tahap pertama\ndan kedua kemudian disampaikan secara naratif-deskriptif.\nStudi ini menemukan: (1) aktor memiliki ketiga dimensi sense of place karena\nkeunikan sejarah (warisan budaya tak berwujud) dan bangunan-bangunan kuno\n(warisan budaya berwujud) yang dimiliki oleh kawasan. Namun, karakter sense of\nplace aktor berbeda. Bagi pemilik bangunan, place identity adalah dimensi terkuat.\nMakna yang diberikan masih berfokus pada bangunan kuno yang dimiliki. Bagi\npengunjung, place attachment merupakan dimensi terkuat. Pengunjung tertarik\npada fisik kawasan, tetapi menganggap warisan budaya sebagai objek sekunder; (2)\npara aktor telah memiliki kedua dimensi perilaku melestarikan, tetapi cenderung\nlebih berniat melakukan perilaku umum, daripada perilaku khusus; (3) hanya\nkeakraban pemilik bangunan dengan lingkungan sosial dalam place identity yang\nberhubungan kuat dengan niat untuk terlibat dengan komunitas lokal dalam\nperilaku melestarikan khusus (nilai koefisien korelasi +0,6).\nBerbeda dengan kajian-kajian berkonteks sama sebelumnya, hanya place identity\npemilik bangunan dalam studi ini yang berpotensi menjadi antaseden penting untuk\nperilaku melestarikan khusus. Perbedaan tersebut terjadi karena perbedaan faktor\nkontekstual kawasan, yaitu profil setting dan individu aktor. Dalam studi ini,\npermasalahan lingkungan, pendekatan pelestarian berbasis material yang\nmenimbulkan konflik, pemilik bangunan yang dipengaruhi budaya urban, serta\naktivitas pasif pengunjung melemahkan pengaruh dimensi sense of place terhadap\nperilaku melestarikan. Hasil studi ini membuktikan bahwa dukungan sense of place\ndalam pelestarian tidak hanya untuk penciptaan tempat saja. Sense of place yang\ndipahami secara multidimensi lebih memberikan pemahaman yang komprehensif\nsehingga mampu menunjukkan pentingnya mengintegrasikan place identity\npemilik bangunan dalam substansi pelestarian kawasan cagar budaya perkotaan.\nUntuk meningkatkan kekuatan pengaruh dimensi sense of place pada perilaku\nmelestarikan, praktik pelestarian kawasan cagar budaya membutuhkan kebijakan\nyang menempatkan masyarakat lokal sebagai inti pelestarian dengan melibatkan\npemilik bangunan kuno dan menguatkan peran komunitas lokal.", "Daftar File": {"ABSTRAK Christin Dameria": "https://digilib.itb.ac.id/gdl/download/239062", "BAB 1 Christin Dameria": "https://digilib.itb.ac.id/gdl/download/239747", "BAB 2 Christin Dameria": "https://digilib.itb.ac.id/gdl/download/239748", "BAB 3 Christin Dameria": "https://digilib.itb.ac.id/gdl/download/239749", "BAB 4 Christin Dameria": "https://digilib.itb.ac.id/gdl/download/239750", "BAB 5 Christin Dameria": "https://digilib.itb.ac.id/gdl/download/239751", "BAB 6 Christin Dameria": "https://digilib.itb.ac.id/gdl/download/239752", "BAB 7 Christin Dameria": "https://digilib.itb.ac.id/gdl/download/239753", "2021 DS PP CHRISTIN DAMERIA_BAB 8.pdf\n]": "https://digilib.itb.ac.id/gdl/download/239754", "PUSTAKA Christin Dameria": "https://digilib.itb.ac.id/gdl/download/239755"}, "Penulis": "Christin Dameria [35416001]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dewi Sawitri Tjokropandojo, M.T.", "Prof. Ir. Haryo Winarso, M.Eng., Ph.D.", "Dr. RM. Petrus Natalivan Indradjati, S.T., M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "cagar budaya, Kota Lama Semarang, perilaku melestarikan, sense of place", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "30 Nov 2021"}