{"Nomor": 62144, "Judul": "STUDI PENGARUH CO-PYROLYSIS LIGNIT DAN LIMBAH PLASTIK SERTA LIGNIT DAN LIMBAH BAN TERHADAP TAR YIELD DAN KUALITAS TAR: ULASAN KRITIS", "Abstrak": "Grafit, salah satu komponen dari anoda lithium-ion battery (LIB), merupakan\ncritical materials dengan jumlah cadangan di alam yang sedikit. Sebagai pengganti\ndari natural graphite, grafit sintetis mulai digunakan pada anoda baterai. Salah satu\nmaterial prekursor yang dapat memproduksi needle coke untuk menghasilkan grafit\nsintetis dengan konduktivitas yang tinggi adalah coal tar pitch (CTP). CTP\nmerupakan residu dari proses distilasi tar yang merupakan produk sampingan dari\npirolisis batu bara. Lignit dengan jumlah yang melimpah di Indonesia, umumnya\nmenghasilkan tar dalam jumlah yang rendah ketika dipirolisis. Limbah plastik dan\nban dimanfaatkan sebagai material co-pyrolysis bersama lignit untuk menghasilkan\ntar yield dan kualitas tar yang lebih tinggi. Dalam studi literatur ini, co-pyrolysis\nlignit dengan limbah (plastik low-density polyethylene [LDPE], plastik\npolypropylene [PP], plastik polyethylene terephthalate [PET], dan ban) diteliti\npengaruhnya terhadap tar yield dan kualitas dari tar yang dihasilkan. Kualitas tar\nmerujuk pada rasio H/C tar yang rendah, sehingga akan meningkatkan softening\ntemperature CTP dan kualitas anoda. Diperlukan variabel-variabel operasi yang\ndapat meningkatkan jumlah tar, namun tidak meningkatkan rasio H/C produk tar\nsecara signifikan jika dibandingkan dengan tar hasil pirolisis lignit saja.\nStudi literatur ini dimulai dengan pengumpulan data dan informasi yang berasal\ndari buku, jurnal, dan hasil publikasi lainnya yang terkait dengan proses copyrolysis, tar, lignit, plastik, dan ban. Kemudian dilakukan pembahasan mengenai\nproses co-pyrolysis, pengaruh rasio pencampuran dan temperatur co-pyrolysis\nterhadap tar yield dan kualitas tar, serta parameter optimum proses untuk\nmenghasilkan tar yield dan kualitas tar yang baik. Kesimpulan dan saran yang\ntertera diharapkan dapat menjadi referensi dalam penelitian atau studi selanjutnya.\nHasil ulasan menunjukkan bahwa co-pyrolysis lignit dengan ban, LDPE, atau PP\ndapat meningkatkan tar yield, sedangkan co-pyrolysis lignit dan PET cenderung\nmenurunkan tar yield karena temperatur degradasi maksimum PET yang rendah.\nRasio penambahan limbah ban pada campuran sebesar 50-67 wt% menghasilkan\ntar yield tertinggi, diikuti dengan rasio penambahan limbah plastik dalam campuran\nsebesar 50 wt%. Rentang temperatur optimum pada co-pyrolysis lignit dan limbah\nban adalah 500-600?, dan 600-700? pada co-pyrolysis lignit dan plastik. Proses\nco-pyrolysis lignit dan ban dengan rasio pencampuran 1:1, pada temperatur 500?,\npenggunaan heinze reactor (HR), laju pemanasan 7?/menit, dan waktu pirolisis\nselama 30 menit ditemukan dapat menghasilkan tar dengan tar yield tertinggi\nsebesar 31,69 wt% dan kualitas rasio H/C sebesar 1,63. Rasio H/C yang rendah\npada tar hasil co-pyrolysis lignit dan ban disebabkan oleh menurunnya jumlah\nsenyawa hidrokarbon non aromatik dibandingkan dengan tar hasil pirolisis lignit.", "Daftar File": {"COVER Chandra Hady Brata": "https://digilib.itb.ac.id/gdl/download/239243"}, "Penulis": "Chandra Hady Brata [12517005]", "Kontributor / Dosen Pembimbing": ["Ir. Edy Sanwani, M.T., Ph.D.", "Dr.-Ing. Zulfiadi, S.T., M.T.", "Dr. Ir. Ismi Handayani, M.T.", "Dr. Ir. Ismi Handayani, M.T.", "Dr.Eng. Nurulhuda Halim, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "co-pyrolysis, lignit, limbah plastik, limbah ban", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "6 file", "Tanggal Input": "08 Des 2021"}