{"Nomor": 62148, "Judul": "KAJIAN TEKNO-EKONOMI PENGEMBANGAN  TEKNOLOGI PENYINGKIRAN MERKURI DALAM MINYAK  BERBASIS METODE REAKSI KONVERSI TERMAL", "Abstrak": "Pada industri migas, merkuri dalam minyak mentah harus disingkirkan \nterlebih dahulu hingga konsentrasinya dibawah 100 ppb-wt. Hal ini dikarenakan \nberbagai faktor, misalnya karena merkuri adalah racun bagi katalis hydrotreating \natau katalis lain yang mengandung logam, permasalahan korosi, sampai masalah \nkesehatan pekerja. Penelitian ini bertujuan mengembangkan model simulasi \nteknologi penyingkiran merkuri inovatif untuk menyingkirkan merkuri dari minyak \nmentah. Target penyingkiran merkuri dari dalam minyak ini diharapkan dapat \nmencapai lebih dari 95%. Basis pengetahuan yang menjadi acuan dalam \nmengembangkan model simulasi tersebut adalah proses reaksi konversi termal \nmerkuri non-metalik menjadi merkuri metalik, proses pemisahan gas-cair untuk \nmemindahkan sebagian merkuri metalik ke fasa gas, dan proses penyingkiran \nmerkuri di sisa fasa cair dengan proses pelucutan dengan gas. Gas pelucut yang \ndigunakan adalah fasa gas produk separasi yang telah dimurnikan dengan proses \nadsorpsi. Kegiatan penelitian ini diawali dengan validasi paket data fluida, evaluasi \nreaksi konversi termal dan dilanjutkan dengan penyusunan konsep berdasarkan \nsimulasi proses. Paket data fluida yang digunakan berdasarkan validasi paket data \nfluida adalah paket data fluida Peng-Robinson dengan modifikasi Binary \nInteraction Parameter. Berdasarkan perhitungan kinetika reaksi dari data literatur, \ndiperoleh orde reaksi yang paling sesuai adalah kinetika reaksi berorde satu dengan \nnilai k0 8,32 1011 1/menit dan nilai Ea/R 13.305 K. Temperatur reaksi konversi \ntermal berbanding lurus dengan efisiensi pemisahan total sistem. Sistem \npenyingkiran merkuri ini terbukti secara simulasi dapat melampaui target \nperformansi. Temperatur reaktor konversi termal untuk dapat melibihi target \nefisiensi penyingkiran total adalah 244oC untuk umpan berdensitas rendah, 278oC \nuntuk umpan berdensitas sedang, dan 296\noC untuk umpan berdensitas berat. Biaya \npengolahan penyingkiran merkuri untuk ketiga umpan adalah 2,66 – 3,13 USD/bbl.", "Daftar File": {"COVER Eldo Pratama Putra": "https://digilib.itb.ac.id/gdl/download/239316", "BAB 1 Eldo Pratama Putra": "https://digilib.itb.ac.id/gdl/download/239317", "BAB 2 Eldo Pratama Putra": "https://digilib.itb.ac.id/gdl/download/239318", "BAB 3 Eldo Pratama Putra": "https://digilib.itb.ac.id/gdl/download/239319", "BAB 4 Eldo Pratama Putra": "https://digilib.itb.ac.id/gdl/download/239320", "BAB 5 Eldo Pratama Putra": "https://digilib.itb.ac.id/gdl/download/239321"}, "Penulis": "Eldo Pratama Putra [23018020]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tri Partono Adhi", "Anggit Raksajati, S.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "Penyingkiran, merkuri, reaksi, pelucutan gas, adsorps", "Sumber": "Perpustakaan Prodi Teknik Kimia", "Staf Input/Edit": "Budi Cahyadi  \n                                     Budi Cahyadi", "File": "6 file", "Tanggal Input": "09 Des 2021"}