{"Nomor": 62149, "Judul": "A COMPARISON ON ROCK SLOPE STABILITY ANALYSIS OF PHU KAM COPPER-GOLD OPEN PIT MINE, LAOS PDR BY LIMIT EQUILIBRIUM, FINITE ELEMENT AND FINITE DIFFERENCE METHODS", "Abstrak": "In this paper presents the stability analysis of Phu Kham Copper-Gold mine slopes in Laos PDR by using various methods: traditional limit equilibrium methods, finite element and finite difference methods. Both data from field and laboratory were carried out and analyzed. The field study was conducted to investigate the rock mass characteristics and modulus deformation properties. Laboratory tests were carried out to\nobtained the Uniaxial compressive strength (UCS), Unit weight (????), cohesion (C), friction angle for both intact and shear strength of discontinuities. In this study traditional limit equilibrium, simplified Bishop, Janbu were selected for LEM and the numerical methods: finite element and finite difference methods were employed to determine the factor of safety based on shear strength reduction factor (SRF) for on different\nparts of slopes on open pit mine. The obtained results presents that the FOS from finite element method are relatively smaller than finite difference and limit equilibrium methods respectively for both study cases.", "Daftar File": {"2016 A Comparison on rock slope stability analysis of Phu Kam copper-gold open pit mine 1-cover.pdf?": "https://digilib.itb.ac.id/gdl/download/239338", "C.2.a.3.1. A Comparison on rock slope stability analysis of Phu Kam copper-gold open pit mine.pdf\n]": "https://digilib.itb.ac.id/gdl/download/239339"}, "Penulis": "K. Manivang [-]", "Kontributor / Dosen Pembimbing": ["G. M. Simangunsong and R. K. Wattimena"], "Jenis Koleksi": "Prosiding", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Rock Slope Stability, Hoek-Brown and Mohr-Coulomb Criterions, Limit Equilibrium Method, Finite Element and Finite Difference Methods", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "2 file", "Tanggal Input": "09 Des 2021"}