{"Nomor": 62157, "Judul": "ANALISIS EKONOMI PROYEK PERTAMBANGAN BATUBARA  DENGAN METODE DISCOUNTED CASH FLOW DAN REAL OPTION", "Abstrak": "Penilaian ekonomi suatu proyek tambang batubara merupakan hal penting dalam penentuan keberlanjutan proyek tersebut. Metode yang paling banyak digunakan saat ini adalah penilaian Discounted Cash Flow (DCF). Namun, ada metodologi penilaian modern yang dikenal sebagai Metode Real Option (RO) yang memungkinkan fleksibilitas manajemen untuk mengendalikan risiko terhadap variabel ketidakpastian yang tinggi. Pada tahap penilaian, risiko dimodelkan dan disesuaikan dalam perhitungan pada sumber ketidakpastiannya, lalu risiko terhadap waktu akan ditbebankan pada arus kas akhir proyek. Sebagai perbandingan, metode DCF membebankan semua risikonya pada arus kas akhir suatu proyek. \nTesis ini menilai suatu proyek pertambangan batubara dengan menggunakan Modern Asset Pricing (MAP) sebagai bentuk penilaian RO dan membandingkan hasilnya dengan penilaian DCF. Hasilnya, RO deterministik (USD -272,89 juta) dan RO probabilistik (USD -194,38 juta), masing-masing memiliki Net Present Value (NPV) yang lebih rendah daripada DCF deterministik (USD 61,3 juta) dan DCF probabilistik (USD 121,19 juta). Akhirnya, manajemen akan mempertimbangkan kelanjutan proyek, yang melibatkan suatu tindakan penerimaan risiko dengan menerima hasil penilaian DCF, atau membatalkannya karena hasil penilaian RO, yang mengakomodasi risiko ketidakpastian terhadap harga. Kemudian, hasil tersebut dapat digunakan sebagai referensi untuk perencanaan proyek ke depan, melengkapi penilaian DCF, dan bahkan memprioritaskan investasi masa depan.", "Daftar File": {"2021_TS_PP_Okto Sukmara Krisna_Abstrak-1.pdf)u": "https://digilib.itb.ac.id/gdl/download/239446"}, "Penulis": "Okto Sukmara Krisna [29119343]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T., MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Discounted Cash Flow, Ketidakpastian, Real Option, Fleksibilitas", "Sumber": "Pertambangan Batubara", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "14 Des 2021"}