{"Nomor": 62159, "Judul": "INVESTMENT PROJECT ANALYSIS OF 30 MW GAS ENGINE POWERPLANT CONSTRUCTION  IN BATAM (CASE STUDY OF PT. PLNB)", "Abstrak": "The Batam-Bintan electricity system is an integrated electric power system where power plants\nwith distributed load centers are connected to one another on Batam Island and Bintan Island\n(the largest load center is in Batam city), with peak loads that have ever occurred in 2020 is 488.5\nMW on March 2020. \nOver the last 5 (five) years (2016-2020) the electricity demand growth in Batam-Bintan is 7.83%\nwith a Reserve Margin of 20% in 2020. With consideration of the realization of this growth and\navailability of reserves and issue of the end of Power Purchase Agreement (PPA) PLN Batam with\nPT IMP (17.4 MW) in December 2019, so to maintain the adequacy and reliability of the\nelectricity supply, a new generator with a capacity of 30 MW is needed which is expected to be\nCOD in 2021. The plant will act as a “peaker” so that it must have characteristics that can operate\nindependently. flexible and has a fast lean. So, the plant that fulfill required is Gas Engine Power\nPlant \nBecause at that time PLNB's financial condition was not sufficient to build a new power plant,\nthe construction scheme was offered to IPP with the Build Operate Transfer scheme for 15 years.\nMethodology that uses for investment analysis are internal analysis and external analysis to\ndefine growth of electricity and resources-based view, assumption the data to define investment\nthe project and use sensitivity analysis with monte-carlo to define probability feasible of project.\nThe result of this investment project is feasible (NPV>0, IRR>WACC) and the probability of\nnegative NPV only 11,8%. The proj", "Daftar File": {"2022_TS_PP_M. Arief R_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/239639"}, "Penulis": "M Arief Rachman [29119557]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T., MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Gas Engine Power Plant, electricity demand growth, Build Operate and Transfer, investment analysis", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "16 Des 2021"}