{"Nomor": 62155, "Judul": "PLN BATAM INITIAL PUBLIC OFFERING VALUE CREATION FOR ELECTRICITY BUSINESS", "Abstrak": "Pertumbuhan penjualan tenaga listrik di pulau Batam selama sepuluh tahun terakhir\nmencapai rata – rata-rata 6,0 % pertahun. Pertumbuhan ini diperkirakan masih berlanjut\nkarena pemerintah sudah mencanangkan pulau Batam sebagai kawasan industri dan\nbisnis. Untuk memenuhi pertumbuhan permintaan (demand) tenaga listrik yang tinggi,\ndiperlukan penambahan fasilitas penyediaan tenaga listrik yang cukup besar dengan\ninvestasi yang cukup besar pula. Selain itu dari sektor teknologi, Industri 4.0 akan\nmenjadi ancaman dan kesempatan bagi PLN Batam dalam menjalankan bisnis kelistrikan\nkedepannya. Memperhatikan kondisi tersebut perlu digagas rencana bisnis strategis yang\ndapat diimplemantasikan dalam menghadapi tantangan bisnis serta memberikan nilai\nunggul (competitive advantage) kepada PT PLN Batam dalam jangka panjang.\nPenelitian ini bertujuan untuk melihat nilai tambah sebuah perusahaan dalam mengambil\nkebijakan korporasi strategis dengan melantai dibursa melalaui proses IPO yang dapat\nmemberikan nilai tambah serta meningkatkan kekayaan untuk pemegang saham.\nPenelitian dimulai dari menganalisis kondisi Makro Ekonomi, Identifikasi dan Analisa\nlingkungan internal maupun eksternal Perusahaan dengan tujuan menentukan strategi pengembangan perusahaan sesuai dengan visi yang ingin dicapai. Dalam menentukan\nnilai atau valuasi perusahaan dilakukan berbagai pendekatan diantaranya\nRelative/Multiple Valuation, Discounted Cash Flow. Dari hasil perhitungan Discounted\nCash Flow menggunakan basis cash proyeksi didapatkan nilai intrinsik PT PLN Batam\nadalah sebesar Rp 2.954/lembar  dari skenario moderate,  menggunakan pesimis skenario\nvaluasi  Rp1,961/lembar ,sedangkan dengan skenario optimis valuasi PLN Batam sebesar\nRp 4,954/lembar. Sementara itu menggunakan Multiple Valuasi dengan PER rata-rata\nindustri 15,2 nilai intrinsik PT PLN Batam Rp 6,353 ,sedangkan menggunakan PBVR\nrata – rata industri nilai intrinsik PT PLN Batam 4,308. Jika menggunakan valuasi\nskenario optimis DCF PLN Batam memperoleh dana Rp 1.357.697.088.267 dengan\npelepasan saham 10% di pasar sesuai ketentuan OJK dan jika IPO PLN Batam saat ini\nberada pada papan pengembangan dengan ketentuan dan persyaratan yang dapat\ndipenuhi. Dana IPO rencana akan digunakan untuk belanja modal dengan harapan\nperusahaan dapat tumbuh dan bersaing dengan industri yang sama.\nDari hasil penelitian dapat disimpulkan, PT PLN Batam merupakan perusahaan dengan\nIntensive Capital sehingga membutuhkan banyak Modal dalam melakukan investasi salah\nsatunya dapat melalui IPO selain pendanaan melalui institusi keuangan, IPO juga\nmerupakan sarana dalam meningkatkan nilai unggul PT PLN Batam dalam jangka\npanjang", "Daftar File": {"2022_TS_PP_ADE IUSTICIA PUTRA_1-Abstrak.pdf\niu": "https://digilib.itb.ac.id/gdl/download/239415"}, "Penulis": "Ade Iusticia Putra [29120033]", "Kontributor / Dosen Pembimbing": ["Prof.Dr.Ir Sudarso Kaderi Wiryono, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Analysis Internal,Analisis Eksternal, Valuasi, Discounted Cas Flow, Multiple/Relative Methods,", "Sumber": "PT PLN Batam", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "13 Des 2021"}