{"Nomor": 62166, "Judul": "EVALUASI PENGGUNAAN OBAT ANTIHIPERTENSI PADA PASIEN HEMODIALISIS DI SALAH SATU RUMAH SAKIT SWASTA DI BANDUNG", "Abstrak": "Ginjal memiliki peran penting dalam mengatur homeostasis tubuh. Penyakit ginjal dapat\ndideksripsikan sebagai „silent epidemic?dan merupakan penyakit yang banyak diderita masyarakat di\nseluruh dunia. Hipertensi dan penyakit ginjal memiliki hubungan yang erat. Hipertensi dapat menjadi\npenyebab, tetapi di sisi lain juga dapat menjadi akibat dari penyakit ginjal. Tekanan darah yang tinggi\nperlu untuk dikontrol dengan baik agar tidak semakin memperburuk kerusakan ginjal terutama pada\npasien hemodialisis yang sudah mengalami kondisi penyakit ginjal terminal. Penelitian ini bertujuan\nuntuk mengevaluasi profil penggunaan obat antihipertensi pada pasien hemodialisis di salah satu\nrumah sakit swasta di Bandung. Penelitian ini merupakan studi observasional deskriptif yang\ndilakukan secara retrospektif yang bersumber dari data harian hemodialisis pasien selama periode\nOktober-Desember 2012. Dari data deskriptif, terdapat 68 orang pasien yang menerima obat\nantihipertensi dan sedang melakukan terapi hemodialisis sebagai terapi penggantian ginjal. Sebagian\nbesar terdiagnosa mengalami gagal ginjal terminal dengan hipertensi sebagai salah satu faktor\ninisiasinya. Obat antihipertensi yang paling banyak digunakan adalah golongan Calcium Channel\nBlocker (CCB) baik dalam penggunaan tunggal (17,65%) maupun dalam kombinasi dengan obat lain\n(61,75%). Ketepatan pemilihan obat secara keseluruhan adalah 76,47%, dan ketidaktepatan pemilihan\nobat adalah 23,53% karena penggunaan obat HCT. Ketepatan pemberian dosis pada pasien yakni\nsebesar 86,47% dan ketidaktepatan pemberian dosis sebesar 13,53%. Obat penyerta yang paling\nbanyak digunakan adalah anti anemia (42,65%), hormon eritropoetin (38,24%), dan suplemen kalsium\n(32,35%). Potensi terjadinya kasus duplikasi sebanyak 2 kasus yakni penggunaan dua obat golongan\nCCB bersamaan dan dua obat golongan diuretik bersamaan. Potensi terjadinya kasus kombinasi tidak\ntepat sebanyak 3 kasus yakni penggunaan obat golongan ACE Inhibitor dengan ARB secara\nbersamaan. Berdasarkan hasil penelitian, penggunaan obat antihipertensi di instalasi hemodialisis di\nsalah satu rumah sakit swasta di Bandung sudah tepat, baik dalam hal pemilihan obat maupun\ndosisnya.", "Daftar File": {"ABSTRAK Stephanie Aprilia": "https://digilib.itb.ac.id/gdl/download/239660"}, "Penulis": "Stephanie Aprilia [11609012]", "Kontributor / Dosen Pembimbing": ["Dr. Joseph Iskendiarso Sigit, M.Si., Apt.", "Dra. Ester Mandalas, M.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "hipertensi, hemodialisis, gagal ginjal, kalsium kanal bloker, terapi penggantian ginjal.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "17 Des 2021"}