{"Nomor": 62171, "Judul": "EVALUASI PENGGUNAAN OBAT ANTIHIPERTENSI PADA PASIEN STROKE DI UNIT RAWAT INAP SATU RUMAH SAKIT SWASTA DI BANDUNG", "Abstrak": "Stroke adalah gangguan peredaran darah otak yang disebabkan oleh adanya sumbatan,\npenyempitan, atau pecahnya pembuluh darah otak sehingga menyebabkan kematian jaringan otak.\nStroke merupakan penyebab kematian nomor tiga setelah penyakit jantung dan kanker, serta menjadi\npenyebab kecacatan utama. Stroke berkaitan erat dengan gaya hidup dan penyakit lain yang diderita\noleh seseorang. Hipertensi merupakan salah satu faktor risiko stroke yang umum dan utama. Jika\nseseorang terserang stroke, maka penanganannya harus dilakukan di rumah sakit dan dibantu oleh\nseorang dokter spesialis syaraf (neurolog). Obat-obatan yang digunakan untuk menangani stroke\ncukup banyak, antara lain: obat antihipertensi, antiagregasi platelet, antikoagulan, neuroprotektif, dan\nsebagainya. Masing-masing obat memiliki efek yang relatif untuk pasien-pasien yang dirawat\nsehingga profil penggunaan obat-obatan tersebut beragam. Kondisi patologis pasien serta\nkemungkinan terjadinya interaksi antara obat-obat yang dikonsumsi pasien akan mempengaruhi\nkeberhasilan terapi pada pasien stroke. Penelitian ini bertujuan untuk mengevaluasi penggunaan obat\nantihipertensi yang diberikan pada pasien stroke di unit rawat inap salah satu rumah sakit swasta di\nBandung dalam periode bulan September 2012 sampai Desember 2012. Penelitian ini dilakukan secara\nretrospektif dengan pendataan rekam medik selama 4 bulan dari bulan Januari 2013 sampai April\n2013. Data rekam medik yang dikumpulkan antara lain: data demografi, lama perawatan inap, lama\nterapi, spesialisasi dokter yang menangani, perubahan tekanan darah setelah perawatan inap, hasil\nterapi, serta obat antihipertensi dan obat lain untuk penanganan stroke yang digunakan. Hasil\npenelitian adalah analisis kuantitatif berupa data deskriptif pasien dan analisis kualitatif berupa\nevaluasi penggunaan obat berdasarkan ketepatan pemilihan penggunaan obat, kombinasi obat,\nduplikasi obat, ketidaksesuaian dosis, dan potensi interaksi obat. Jumlah pasien stroke yang dievaluasi\nadalah 68 orang. Sebagian besar kondisi pasien mengalami perbaikan (85,29%) dan memberikan\nrespon positif terhadap obat antihipertensi yang diberikan (73,53%). Sebanyak 55,88% pasien\nmenggunakan kombinasi obat antihipertensi (golongan angiotensin converting enzyme inhibitor dan\ncalcium channel blocker paling banyak digunakan) dan sebanyak 44,11% pasien menggunakan obat\nantihipertensi tunggal (golongan calcium channel blocker paling banyak digunakan). Obat lain yang\nbanyak digunakan adalah aspirin (27,94%), klopidogrel (19,12%), dan piracetam (41,18%).\nBerdasarkan hasil penelitian, secara umum penggunaan obat antihipertensi pada pasien stroke di\nrumah sakit tersebut sudah tepat. Namun, terdapat penggunaan kombinasi obat antihipertensi yang\ntidak tepat (5,26%), ketidaksesuaian dosis (2,94%), serta potensi terjadinya interaksi obat (4,41%).", "Daftar File": {"ABSTRAK Filial Yonky Sastra": "https://digilib.itb.ac.id/gdl/download/239665"}, "Penulis": "Filial Yonky Sastra [11609024]", "Kontributor / Dosen Pembimbing": ["Dr. Joseph I. Sigit, M.Si., Apt.", "Dra. Ester Mandalas, M.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "stroke, evaluasi penggunaan obat, obat antihipertensi.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "17 Des 2021"}