{"Nomor": 62177, "Judul": "ANALISIS HUBUNGAN STATUS PEROKOK TERHADAP PENURUNAN DERAJAT KESEHATAN KARYAWAN SALAH SATU PERUSAHAAN PUPUK DAN KANDUNGAN ASPARTAM DALAM FILTER ROKOK", "Abstrak": "Merokok merupakan salah satu faktor yang dapat menurunkan derajat kesehatan. Dampak\nmerokok terhadap derajat kesehatan telah banyak dipaparkan oleh banyak teori. Seperti\nyang tertera pada setiap kemasan rokok, merokok dapat menyebabkan kanker, serangan\njantung, impotensi, dan gangguan kehamilan dan janin. Tujuan penelitian ini adalah untuk\nmelihat hubungan status perokok terhadap penurunan derajat kesehatan dan menganalisis\nkandungan aspartam dalam filter rokok. Pengumpulan data dilakukan dengan\nmengumpulkan Medical Check Up 204 karyawan (29,4% karyawan perokok dan 70,6%\nkaryawan bukan perokok) salah satu perusahaan pupuk, penyebaran kuesioner kepada\nkaryawan perokok, dan data analisis dari laboratorium untuk menganalisis kandungan\naspartam dalam filter rokok. Data menunjukkan bahwa hubungan status perokok terhadap\npenurunan derajat kesehatan karyawan tidak berhubungan dengan penurunan kapasitas\nvital paru, peningkatan ALT, dan tekanan darah karena memberi nilai p > 0,05. Akan\ntetapi, status perokok berhubungan dengan perubahan kadar lipoprotein. Kadar kolesterol\nHDL menurun dan memberi nilai p = 0,01 (p < 0,05). 43 karyawan perokok dari total 60\nkaryawan perokok menunjukkan bahwa masih terdapat 9,3% karyawan perokok yang\nbelum mengetahui bahaya merokok terhadap kesehatan dan 88,4% karyawan perokok\npernah berkeinginan untuk menghentikan kebiasaan merokok. Sementara itu, aspartam\ndalam filter rokok dianalisis menggunakan kromatografi cair kinerja tinggi (KCKT).\nSistem KCKT terdiri dari fasa gerak berupa campuran dapar fosfat 0,02 M –metanol\n(65:35) pH 5, kolom ODS C-18 ukuran 250 mm x 4 mm, suhu 28\no\nC, laju alir 1 mL/menit,\ndan detektor UV dengan panjang gelombang 210 nm. Didapat persamaan regresi y =\n47,980x –7,222 dengan koefisien korelasi (r) 0,999, koefisien variansi regresi 2,240%,\nbatas deteksi 1,801 ppm, dan batas kuantikasi 4,537 ppm. Data menunjukkan bahwa filter\nrokok dari ketiga sampel positif mengandung aspartam dengan konsentrasi masing-masing\nsebesar 762,328 mg/kg; 644,210 mg/kg; dan 1691,275 mg/kg. Status perokok dapat\nmenyebabkan penurunan derajat kesehatan dengan menurunkan kadar kolesterol HDL\nkaryawan salah satu perusahaan pupuk dan tiga sampel filter rokok positif mengandung\naspartam dengan kadar masing-masing 762,328 mg/kg; 644,210 mg/kg; dan 1691,275\nmg/kg.", "Daftar File": {"ABSTRAK Mawardah": "https://digilib.itb.ac.id/gdl/download/239671"}, "Penulis": "Mawardah [11609030]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Sophi Damayanti, M.Si., Apt.", "Dr. rer. nat. Joseph Iskendiarso Sigit"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "17 Des 2021"}