{"Nomor": 62170, "Judul": "EVALUASI PENGGUNAAN OBAT ANTIHIPERTENSI PADA PASIEN RAWAT INAP DI RUMAH SAKIT MUHAMMADIYAH BANDUNG", "Abstrak": "Hipertensi merupakan salah satu penyakit dengan prevalensi tinggi di Indonesia.\nHipertensi juga merupakan faktor risiko paling tinggi untuk penyakit kardiovaskular dan\npenyebab kematian ketiga tertinggi di Indonesia. Penelitian ini bertujuan untuk\nmenentukan dan mengevaluasi pola pengobatan hipertensi pada pasien rawat inap di\nRumah Sakit Muhammadiyah Bandung. Metode penelitian yang digunakan adalah\ndeskriptif evaluatif yang bersifat retrospektif melalui pendataan rekam medik pasien rawat\ninap dengan diagnosis hipertensi selama periode Januari sampai Desember 2012. Dari 71\npasien yang dianalisis, persentase pasien pria yaitu 32,39% dan wanita 67,61%. Persentase\npasien usia dewasa yaitu 56,34% dan geriatrik 43,66% serta hipertensi mulai terdeteksi\npada usia 23 tahun. Dari total pasien terdapat 12,68% pasien dengan jenis hipertensi\nemergency, 7,04% hipertensi urgensi, dan 1,41% hipertensi gestational. Sebanyak 69,02%\ndari total pasien memiliki tekanan darah ?160/100 mmHg saat masuk rumah sakit.\nDiagnosis penyerta tertinggi pada pasien yaitu vertigo 7,02%, dislipidemia 5,62%,\nepistaksis 5,62%, dan dyspepsia 5,62%. Subgolongan obat yang banyak digunakan pasien\nadalah antihipertensi 23,31%, antiulcer dan penekan asam 9,79%, obat sistem saraf lainnya\n8,25%, dan NSAIA 7,96%. Calsium Channel Blocker (CCB) adalah subgolongan obat\nyang paling banyak digunakan yaitu 41,03% jumlah penggunaan obat antihipertensi\ndengan obat terbanyak adalah amlodipin sebanyak 162 kali pemberian. Penggunaan kedua\nterbanyak yaitu Angiotensin Reseptor Blocker (ARB) 26,29% dengan obat telmisartan\nsebanyak 70 kali pemberian diikuti ACE Inhibitor 19,17% dengan penggunaan captopril\nsebanyak 53 kali pemberian. Kesesuaian indikasi dan dosis obat antihipertensi sesuai\n100%. Persentase ketepatan pemilihan obat berdasarkan panduan yaitu 64,79% sesuai dan\n35,21% tidak sesuai. Jumlah potensi interaksi yang terjadi diketahui sebanyak 42 potensi\ninteraksi namun tidak ada yang signifikan. Dapat ditarik kesimpulan bahwa pasien wanita\nberjumlah lebih banyak dari pasien pria dan hipertensi lebih banyak terjadi pada rentang\nusia dewasa. Hipertensi pada pasien mulai terdeteksi pada usia 23 tahun. Vertigo\nmerupakan diagnosis penyerta tertinggi pada pasien hipertensi. Jumlah penggunaan obat\nterbanyak adalah obat antihipertensi diikuti dengan obat antiulcer dan penekan asam, obat\nsistem saraf dan NSAIA. Pola pengobatan hipertensi menunjukkan bahwa Calsium\nChannel Blocker (CCB) amlodipin sebagai obat antihipertensi yang paling banyak\ndigunakan, diikuti dengan Angiotensin Reseptor Blocker (ARB) telmisartan dan ACE\nInhibitor captopril. Pemberian obat antihipertensi secara keseluruhan sudah sesuai indikasi\ndan dosis yang ditetapkan. Pola penanganan dan pemilihan obat antihipertensi sudah sesuai\ndengan panduan Joint National Committee 7 dan NICE Guideline Hypertension 2011,\nnamun terdapat beberapa ketidaksesuaian penanganan pada pasien hipertensi emergency,\nurgensi, pasien hipertensi stadium 2 dan stadium 1.", "Daftar File": {"ABSTRAK Gilang Pratiwi": "https://digilib.itb.ac.id/gdl/download/239664"}, "Penulis": "Gilang Pratiwi [11609022]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elin Yulinah", "Dra. Ida Lisni, M.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "17 Des 2021"}