{"Nomor": 62184, "Judul": "PENGUKURAN NILAI INDEKS KEPUASAN MASYARAKAT BEBERAPA APOTEK DI KOTA BANDUNG", "Abstrak": "Pelayanan kesehatan yang berkualitas bagi masyarakat menjadi hal yang harus mendapat\nperhatian sebagai salah satu upaya dalam pembangunan di bidang kesehatan dan membentuk\nmasyarakat yang sehat. Apotek merupakan salah satu badan usaha yang bergerak dalam\nbidang kesehatan dan tempat pelayanan kefarmasian. Kepuasan konsumen merupakan suatu\nkomponen yang penting dalam pelayanan kesehatan dan juga keberlangsungan suatu badan\nusaha. Kepuasan konsumen dapat menjadi suatu prediksi terhadap kepatuhan pasien dalam\nmengikuti rekomendasi terapi yang dianjurkan, dapat mempengaruhi minat konsumen untuk\nkembali ke apotek yang sama dan konsumen yang puas juga dapat menjadi sarana promosi\nbagi calon pelanggan yang lain. Kualitas pelayanan yang diperoleh merupakan faktor utama\nyang dapat mempengaruhi tingkat kepuasan konsumen. Salah satu cara mengukur kualitas\npelayanan adalah melalui pengukuran Indeks Kepuasan Masyarakat, di mana penilaian\ndilakukan berdasarkan 14 unsur pelayanan. Melalui pengukuran ini dapat dilakukan penilaian\nmutu dan kinerja pelayanan kefarmasian dari suatu apotek. Penelitian ini bertujuan untuk\nmengukur nilai Indeks Kepuasan Masyarakat pada beberapa apotek di kota Bandung serta\nmenganalisis unsur-unsur yang terlibat di dalamnya. Penelitian dilakukan secara\nobservasional deskriptif dengan menggunakan instrumen kuesioner yang disebarkan kepada\n150 pelanggan dari masing-masing apotek. Nilai Indeks Kepuasan Masyarakat yang\ndiperoleh apotek A adalah 75,42, apotek B 76,75 dan apotek C 77,28. Berdasarkan nilai\nIndeks Kepuasan Masyarakat yang diperoleh, ketiga apotek memiliki mutu pelayanan “B”,\ndengan kinerja pelayanan “baik”. Apotek A memiliki kelemahan pada unsur keamanan\nlingkungan dan kekuatan pada unsur prosedur pelayanan; apotek B memiliki kelemahan pada\nunsur kenyamanan lingkungan dan kekuatan pada unsur kewajaran biaya pelayanan; dan\napotek C memiliki kelemahan pada unsur kewajaran biaya pelayanan dan kekuatan pada\nunsur kepastian jadwal pelayanan.", "Daftar File": {"ABSTRAK Hedora Golden Awulan": "https://digilib.itb.ac.id/gdl/download/239692"}, "Penulis": "Hedora Golden Awulan [11609020]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Slamet Ibrahim Surantaatmadja", "Prof. apt. I Ketut Adnyana, M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "17 Des 2021"}