{"Nomor": 62182, "Judul": "KARAKTERISASI ENZIM LIPASE PROPIONIBACTERIUM ACNE YANG DIISOLASI DARI JERAWAT WAJAH", "Abstrak": "Jerawat merupakan proses inflamasi kronik dari folikel sebaseus pada kulit yang ditandai\ndengan adanya komedo, papul, pustul dan nodul. Propionibacterium acne merupakan salah\nsatu bakteri yang berperan dalam patogenitas jerawat yang mampu menghasilkan sitokin\nproinflamasi seperti antigen sehingga dapat memicu inflamasi sebagai respon imun selular\ndan nonselular. Enzim ekstraselular lipase yang dihasilkan dari Propionibacterium acne\nini mampu menghidrolisis trigliserida sebum yang diproduksi oleh kelenjar sebaseus\nmenjadi asam lemak bebas. Penelitian ini bertujuan untuk menentukan karakterisasi enzim\nlipase Propionibacterium acne. Dilakukan identifikasi serta isolasi Propionibacterium\nacne dari kelima sampel pasien jerawat (A, B, C, D, E). Supernatan hasil produksi enzim\ndisebut sebagai larutan enzim. Larutan gom terdiri dari gom arab yang dikembangkan\ndalam dapar pH tertentu. Emulsi substrat sebagai blanko terdiri dari larutan gom diikuti\npenambahan minyak zaitun sebagai substrat. Larutan sampel terdiri dari emulsi substrat\ndireaksikan dengan larutan enzim diinkubasi pada suhu dan waktu optimum yang\nmenghasilkan penurunan kekeruhan. Penurunan kekeruhan diukur menggunakan\nspektrofotometer sinar tampak pada panjang gelombang 600 nm. Optimasi enzim lipase\ndilakukan pada pH 4-9 dengan suhu 20-60\no\nC dan dengan waktu inkubasi 10-60 menit.\nKarakterisasi lipase Propionibacterium acne ditentukan dengan penetapan konstanta\nMichaelis-Menten (Km) dan kecepatan maksimum (Vmaks). Propionibacterium ditemukan\npada sampel jerawat pasien B, C, dan D. Enzim lipase optimum pada pH 6, suhu 30\no\nC,\nserta waktu inkubasi 30 menit. Parameter konstanta Michaelis-Menten (Km) sampel pasien\nB, C, dan D berturut-turut yaitu 0,043; 0,026; 0,035 g/mL. Nilai Vmaks lipase dari sampel\npasien B, C, dan D berturut-turut yaitu sebesar 304,86 menit\n-1\n; 572,04 menit\n-1\n, 268,65\nmenit\n-1\n.", "Daftar File": {"ABSTRAK Felita Victoria Sugianto": "https://digilib.itb.ac.id/gdl/download/239690"}, "Penulis": "Felita Victoria Sugianto [11609011]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Tutus Gusdinar Kartawinata, M.S.", "Prof. Marlia Singgih, Ph.D.", "Tursino, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "17 Des 2021"}