{"Nomor": 62199, "Judul": "PROFIL PENGGUNAAN TERAPI BEKAM DI KABUPATEN/KOTA BANDUNG DITINJAU DARI ASPEK DEMOGRAFI, RIWAYAT PENYAKIT, DAN PROFIL HEMATOLOGI", "Abstrak": "Pengobatan tradisional bekam tercatat sebagai salah satu pengobatan tradisional yang telah\ndigunakan sejak 400 SM. Pada kurun waktu 5 tahun terakhir, pengobatan bekam di\nIndonesia berkembang pesat dengan ditandai berdirinya klinik-klinik dan asosiasi\npengobatan bekam. Studi pendahuluan menunjukkan bahwa rata-rata pasien yang\nmengunjungi klinik bekam di Bandung mencapai jumlah 4000 orang pasien setiap\nbulannya. Sementara itu, penelitian-penelitian yang terkait dengan terapi bekam masih\nterbatas terutama di Indonesia. Tujuan penelitian ini adalah untuk pendataan profil\npenggunaan terapi bekam di kabupaten/kota Bandung yang diharapkan dapat menjadi\nsuatu studi pendahuluan yang mendorong dilakukannya penelitian ilmiah lain berkaitan\ndengan pengembangan terapi pengobatan yang lebih terjangkau bagi masyarakat.\nPenelitian ini merupakan studi deskriptif yang dilakukan dengan metode penyebaran\nkuesioner di klinik-klinik pengobatan tradisional bekam. Penelitian dilakukan selama\nperiode bulan Januari sampai Mei 2012. Sebagai tambahan, pada penelitian ini juga\ndilakukan sampling pengambilan darah vena, darah bekam, dan darah perifer terkait\ndengan profil hematologi dan kadar glukosa darah sewaktu pengguna bekam. Pada\npenelitian ini diketahui bahwa terapi bekam banyak digunakan oleh masyarakat pada\nrentang 20-39 tahun (70,63%) dan 30-49 tahun (17,65%). Pendapatan pengguna bekam\nberkisar antara Rp 500.000,00-Rp 1.500.000,00 (37,5%). Latar belakang pendidikan\npengguna terapi bekam berasal dari lulusan SMA. Terapi bekam di masyarakat digunakan\nuntuk pengobatan (62,5%) dan menjaga kesehatan (37,5%). Bekam digunakan untuk\nmengobati tukak (30%), sakit kepala (28%), dan kolesterol (20%). Terdapat perbedaan\nbermakna pada (p<0,05) antara kondisi kesehatan responden sebelum dan sesudah\nmenjalani terapi bekam terhadap intensitas kualitas tidur, kelelahan, pegal-pegal, dan\nintensitas sakit. Profil hematologi dan Sediaan Apus Darah Tepi (SADT) menunjukkan\nperbedaan komponen leukosit dan trombosit antara darah vena dan bekam. Secara statistik,\nperbedaan kadar glukosa darah sewaktu sebelum dan sesudah (p<0,05) tidak menunjukkan\nperbedaan berarti. Berdasarkan hasil penelitian dapat disimpulkan bahwa terapi bekam\npaling banyak digunakan oleh masyarakat usia 20-39 tahun (70,63%) dari kalangan\nekonomi dengan pendapatan dibawah Rp 1.500.000,- (37,5%). Sebagian besar responden\nmenggunakan terapi bekam untuk pengobatan (62,5%) terutama pada kondisi tukak (30%).\nResponden yang menggunakan terapi bekam untuk pengobatan suatu penyakit merasa\nbahwa pasca rerapi sakitnya menjadi berkurang dan tubuh terasa lebih nyaman (84%).\nSebagian besar responden merasakan bahwa terapi bekam memiliki efek yang tidak\ndisukai pasca terapi berupa gatal di area bekam (77%). Secara statistik terdapat perbedaan\nbermakna pada intensitas kualitas tidur, kelelahan, pegal-pegal, dan intensitas sakit. Tidak\nterdapat perbedaan yang bermakna antara kadar glukosa darah sewaktu sebelum dan\nsesudah bekam.", "Daftar File": {"ABSTRAK Fitria Muharini": "https://digilib.itb.ac.id/gdl/download/239712"}, "Penulis": "Fitria Muharini [11608026]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Sophi Damayanti, M.Si., Apt.", "dr.Bambang Gunawan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "20 Des 2021"}