{"Nomor": 62196, "Judul": "PENGEMBANGAN FILM INTRAORAL MENGANDUNG NANOEMULSI PROTEIN DAN KARAKTERISASINYA", "Abstrak": "Penggunaan protein sebagai terapi pada akhir-akhir ini semakin meningkat. Akan tetapi, protein\nmemiliki keterbatasan, baik dalam stabilitas maupun rute pemberiannya yang invasif (secara\ninjeksi). Maka dari itu, formulasi untuk mengoptimalkan penggunaan protein terapeutik menjadi\nfokus penelitian yang menarik. Tujuan penelitian ini adalah mengembangkan sediaan protein yang\ndapat diberikan melalui rute intraoral (rongga mulut), yaitu sediaan film intraoral mengandung\nnanoemulsi protein (FINP). Nanoemulsi dibuat dengan menggunakan metode SNEDDS seperti\npada penelitian sebelumnya, dengan komposisi: gliseril monooleat (GMO), Cremophor RH-40, dan\npolietilen glikol 400 (PEG 400) dalam perbandingan 1:8:1 (secara berurutan). Film dibuat\nmenggunakan polimer dan plasticizer yang berbeda dengan teknik penuangan pelarut (solvent\ncasting). Karakterisasi nanoemulsi protein (NP) meliputi penentuan ukuran globul, distribusi\nukuran globul (lewat indeks polidispersitas), potensial zeta, efisiensi penjeratan, dan pH.\nKarakterisasi FINP meliputi penentuan pH dan viskositas cairan pembentuk film, makroskopis\nfilm, ketebalan film, keragaman bobot film, ketahanan pelipatan, waktu hancur, waktu disolusi,\nketahanan sobek, kekuatan tensil (KT), persen pemanjangan (PP), modulus elastisitas (ME), dan\nmorfologi film dengan SEM. FINP dapat dibentuk baik dengan menggunakan larutan karboksimetil\nkitosan (KMK) dan NP dengan perbandingan 76:24, di mana NP mengandung dispersi padat\nprotein BSA (Bovine Serum Albumin)-soyPC (1:3) yang sebanding dengan 0,1% BSA dalam\nSNEDDS. Formula FINP dari KMK dapat mempertahankan globul yang sudah terbentuk dalam\nNP, di mana ukuran globul NP adalah 17,60 ± 0,66 nm. Lebih dari 95% protein BSA terjerat dalam\nSNEDDS. FINP yang terbentuk memiliki penampilan jernih, transparan, dan bertekstur khas film\nKMK, memiliki ketebalan 0,099 + 0,005 mm, bobot 84,13 + 0,12 mg, ketahanan pelipatan > 300\nkali, waktu hancur 32,67 + 1,53 detik, dan waktu disolusi 124,67 + 2,52 detik, ketahanan sobek\n6,71 + 0,42 N, KT 18,35 + 0,60 MPa, PP 34,23 + 2,00 %, dan ME 241,77 + 55,42 MPa. FINP\nberhasil dikembangkan menggunakan polimer KMK dan plasticizer PG. Berbagai faktor kritis\nseperti jenis dan rasio bahan polimer pembentuk film, plasticizer, kondisi pengeringan film, dan\njumlah pemuatan BSA mempengaruhi karakteristik FINP.", "Daftar File": {"ABSTRAK Bernard Manuel Haryadi": "https://digilib.itb.ac.id/gdl/download/239709"}, "Penulis": "Bernard Manuel Haryadi [11608018]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. apt. Heni Rachmawati, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "20 Des 2021"}