{"Nomor": 62202, "Judul": "TOLL-LIKE RECEPTOR (TLR) 1-9 IDENTIFICATION OF INNATE IMMUNE SYSTEM IN MOUSE EMBRYONIC STEM CELL", "Abstrak": "Innate immune response is a host defense in immediate and generic way, while adaptive\nimmune system works specifically. Unlike the adaptive immune system which is gained\nafter birth, establishment of innate immune system in mammalian is not well understood.\nIn early phase of embryo development, the blastocyst is actually challenged by maternal\nenvironment of uterus since it connects directly to outer part of body. Some infections of\npathogens are potentially causing miscarriage in early pregnancy. Moreover, the early\nembryo has not implanted into maternal endometrial wall to form the placenta yet, which is\nassumed there is no direct protection from maternal immune system either adaptive\nimmune system. The survival of embryo is hypothesized as indication of innate immune\nsystem in early development phase. This study identified gene expression of Toll-like\nReceptor (TLR) 1-9, important receptors in innate immunity, in mouse embryonic stem\ncell (MESC) of early embryo. MESC was cultured on two conditions: on mouse embryonic\nfibroblast (MEF) feeder cells and on E-cadherin-Fc, a chimeric molecule of extracellular\ndomain of E-Cadherin and Fc region of IgG (Immunoglobulin G). E-cad-Fc culture was\ndesigned to maintain MESC characteristics and remove gene expression influence from\nfeeder cell. The RNA (Ribonucleic Acid) was extracted and reverse-transcripted, and then\nthe gene expression was identified by PCR (Polymerase Chain Reaction) method using\nTLRs 1-9 primers. We found that TLR7 and TLR8, but not others, were expressed in\nMESC. In innate immune system, TLR7 and TLR8 are involved in viral recognition,\nespecially ssRNA virus. In conclusion, the innate immune system in early development of\nembryo probably existed, and the TLR7 and TLR8 genes that are expressed suggest that\nearly embryo defense was probably for viral infection. This finding provides a new clue for\nfuture medication of infection on early pregnancy.", "Daftar File": {"ABSTRAK Fakhria Itmainati": "https://digilib.itb.ac.id/gdl/download/239716"}, "Penulis": "Fakhria Itmainati [10706038]", "Kontributor / Dosen Pembimbing": ["Assc. Prof. Yoh-Ichi Tagawa"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Innate immune system, Toll-like Receptors, Early Embryo, Embryonic stem cell", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "20 Des 2021"}