{"Nomor": 62207, "Judul": "UJI TOKSISITAS AKUT DAN SUBKRONIK REKOMBINAN INTERFERON ALPHA 2B DAN MUTEIN C2D C99D PADA MECIT SWISS-WEBSTER BETINA", "Abstrak": "Interferon termasuk kelompok sitokin yang merupakan bagian penting dalam respon sistem\nimun terutama terhadap infeksi virus dan digunakan untuk pengobatan penyakit Hepatitis\nB dan C kronik. Penelitan sebelumnya telah berhasil menghasilkan mutein IFN-?2b\nmelalui mutagenesis terarah dengan mensubstitusi sistein pada posisi 2 dan 99 dengan\nasam aspartat. Mutein IFN-?2b merupakan rekombinan IFN-?2b (rIFN-?2b) yang\nmemiliki kemiripan aktivitas biologi secara in vitro dengan produk komersial IFN-?2b.\nPada penelitian ini, akan dilakukan uji toksisitas akut dan uji toksisitas subkronik yang\nbertujuan untuk menentukan LD50 rIFN-?2b dan mengevaluasi keamanan penggunaan\nrIFN-?2b yang telah dikembangkan. rIFN-?2b natif dan mutein dioverproduksi di\nEschericia coli BL21 yang mengandung plasmid pET32b-IFN?2b, diisolasi, dimurnikan\ndengan kolom Nikel, dan dikarakterisasi dengan menggunakan SDS-PAGE. Uji toksisitas\nakut dan subkronik dilakukan pada mencit betina melalui rute subkutan. Pada uji toksisitas\nakut, kedua rIFN-?2b diberikan dosis tunggal 97,5 µg/kg bb, 975 µg/kg bb dan 9,75 mg/kg\nbb dan diamati selama 14 hari. Pada uji toksisitas subkronik kedua rIFN-?2b diberikan\ndosis berulang 1,95 µg/kg bb dan 19,5 µg/kg bb setiap 3 hari sekali selama 6 minggu.\nHasil karakterisasi SDS-PAGE rIFN-?2b natif dan mutein C2D C99D yang dioverproduksi\ndi E.coli BL21 menunjukkan bahwa keduanya memiliki bobot molekul sekitar 37 kDa.\nPada uji toksisitas akut dan subkronik tidak terjadi kematian dan ketidaknormalan pada\ntingkah laku, bobot badan, organ-organ inti serta kadar SGPT-SGOT. rIFN-?2b natif dan\nmutein C2D C99D pada pemberian akut, aman sampai dengan pemberian dosis tinggi 9,75\nmg/kg bb sehingga LD50> 9,75 mg/kg bb. Selain itu, hasil penelitian juga menunjukkan\nbahwa rIFN-?2b natif dan mutein C2D C99D tidak menyebabkan kerusakan organ\njantung, hati dan ginjal pada pemberian berulang dosis 1,95 µg/kg bb dan 19,5 µg/kg bb\nsetiap 3 hari sekali selama 6 minggu.", "Daftar File": {"ABSTRAK Angelia Merika": "https://digilib.itb.ac.id/gdl/download/239720"}, "Penulis": "Angelia Merika [10707060]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. apt. Heni Rachmawati, M.Si.", "Dr. Kusnandar Anggadiredja, S.Si., M.Si.", "Prof. Dr. Debbie Soefie Retnoningrum"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "20 Des 2021"}