{"Nomor": 62204, "Judul": "OPTIMASI OVERPRODUKSI DAN PEMURNIAN ESAT-6 REKOMBINAN (RESAT-6) SERTA UJI IMUNOREAKTIVITASNYA TERHADAP SERUM PENDERITA TUBERKULOSIS", "Abstrak": "Tuberkulosis disebabkan oleh Mycobacterium tuberculosis dan telah menyerang 9,4 juta\npenduduk di dunia. Diagnosa yang akurat penting dalam pencegahan, pengobatan dan\npengendalian tuberkulosis. Early Secreted Antigenic Target 6kDa (ESAT-6) merupakan\nprotein M. tuberculosis yang potensial dikembangkan sebagai komponen diagnostik\ntuberkulosis. Open reading frame (orf) ESAT-6 dari M. tuberculosis isolat klinis Indonesia\ntelah berhasil dikloning ke dalam vektor ekspresi pET32b. Pada penelitian ini pET32b\nesat-6 ditransformasi ulang ke dalam Escherichia coli BL21(DE3) dan dikarakterisasi\ndengan analisis migrasi, pemotongan dengan enzim BamH1 dan PCR. Protein rESAT-6\ndioverproduksi dengan berbagai konsentrasi isopropil ?-D-1-tiogalaktopiranosida (IPTG),\nwaktu dan suhu induksi (IPTG 0,1; 0,25; 0,5; 1 mM, waktu 2, 3, 4 jam, suhu 8 ºC, 20 ºC,\n37 ºC). Pemurnian rESAT-6 dioptimasi dengan konsentrasi imidazol bertingkat pada\nkolom afinitas nikel dan dikarakterisasi menggunakan Sodium Dodecyl Sulphate\nPolyacrylamide Gel Electrophoresis (SDS-PAGE). Uji imunoreaktivitas rESAT-6\nterhadap serum penderita tuberkulosis dilakukan dengan metode Western Blot.\nKarakterisasi pET32b esat-6 dengan ketiga metode memberikan hasil positif berupa\nplasmid yang bermigrasi lebih lambat dari pET32b tanpa DNA sisipan, dapat dipotong\noleh enzim BamH1 dan berukuran 6047 pb. Hasil PCR menggunakan primer spesifik esat-6\nmemberikan produk PCR berukuran 275 pb. rESAT-6 bentuk terlarut berukuran 32 kDa\nberhasil dioverproduksi pada kondisi optimal IPTG 0,1 mM, suhu 37 ºC selama 3 jam.\nrESAT-6 murni berhasil diperoleh dengan dapar pengelusi mengandung imidazol 100 mM.\nHasil uji imunoreaktivitas menunjukkan 1 dari 6 serum penderita tuberkulosis dengan\nkriteria BTA (+) dan BCG (-) bereaksi positif terhadap rESAT-6.", "Daftar File": {"ABSTRAK Anil Putri": "https://digilib.itb.ac.id/gdl/download/239717"}, "Penulis": "Anil Putri [10707028]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat.  Catur Riani, S.Si., M.Si.", "Prof. Dr. Debbie Soefie Retnoningrum", "apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "20 Des 2021"}