{"Nomor": 62200, "Judul": "ROFIL PENGETAHUAN MAHASISWA INSTITUT TEKNOLOGI BANDUNG TERHADAP OBAT BAHAN ALAM INDONESIA", "Abstrak": "Perkembangan pemanfaatan obat bahan alam Indonesia sebagai solusi penanggulangan\nmasalah kesehatan membutuhkan peran dan perhatian generasi muda, khususnya kalangan\nmahasiswa sebagai representasi masyarakat dengan tingkat pendidikan yang relatif lebih\ntinggi dibanding masyarakat pada umumnya. Perkembangan tersebut diawali dari\npengetahuan terhadap obat bahan alam itu sendiri. Penelitian ini bertujuan untuk\nmendapatkan gambaran pengetahuan generasi muda, khususnya kalangan mahasiswa yang\ndiwakili oleh mahasiswa Institut Teknologi Bandung terhadap obat bahan alam Indonesia.\nPenelitian ini merupakan penelitian deskriptif dengan pendekatan survei terhadap sampel\nyang dipilih secara accidental serta wawancara terhadap beberapa sampel untuk\nmendapatkan informasi yang lebih mendalam. Pengetahuan responden terhadap obat bahan\nalam, khususnya tanaman obat adalah bervariasi menurut kategori rendah (23,5%), sedang\n(67%) dan tinggi (9%). Sumber informasi berkenaan obat bahan alam tersebut terutama\ndiperoleh dari teman/kerabat (75,5%). Dilihat dari pengalaman penggunaannya terhadap\ntanaman obat, 84% responden menyatakan pernah menggunakan. Mayoritas responden\nmenyatakan tujuan penggunaan obat bahan alam tersebut adalah untuk penyembuhan\n(67,5%) dengan alasan pemilihan obat karena rekomendasi orang lain (43,5%). Sebagian\nbesar responden mendapatkan manfaat yang sedang (86%) hingga banyak (37%) dan\nsebagian besar tidak mengalami efek samping dari penggunaan tersebut (71,5%).", "Daftar File": {"ABSTRAK Vidi Ardila": "https://digilib.itb.ac.id/gdl/download/239713"}, "Penulis": "Vidi Ardila [11608032]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sukrasno, M.S.", "Dr. Chairil Nur Siregar"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "20 Des 2021"}