{"Nomor": 62210, "Judul": "NILAI KULTURAL SEBAGAI DASAR PERANCANGAN ALUN-ALUN DI JAWA BARAT", "Abstrak": "Alun-alun merupakan salah satu tipologi ruang publik di Indonesia yang memiliki\nfilosofi dan makna ruang yang kaya. Namun seringkali ditemui kondisi alun-alun\nsaat ini tidak merepresentasikan nilai kulturalnya dengan baik. Nilai kultural\nsendiri didefinisikan sebagai pedoman atau prinsip umum yang berlaku di\nmasyarakat untuk kehidupan sehari-hari, dapat terepresentasikan melalui kegiatan,\nsimbol, dan fungsi ruang. Komponen nilai kultural setidaknya terdiri dari\nkegiatan, simbol, relasi sosial, interaksi dengan alam, dan tatanan/struktur sosial.\nDalam konteks perancangan kota, nilai kultural memiliki pengaruh dalam aspek\nsosial, fungsional, dan simbolis.\nBerkaitan dengan kondisi alun-alun saat ini, Pemerintah Provinsi Jawa Barat\nmemiliki rencana untuk merevitalisasi alun-alun skala kabupaten/kota. Namun\nbelum terdapat rumusan nilai kultural khas Jawa Barat sebagai dasar perancangan\nalun-alun. Perlu dirumuskan panduan supaya perancangan alun-alun yang akan\ndilakukan merepresentasikan kekhasan nilai kultural Jawa Barat. Oleh karenanya,\npenelitian ini ditujukan untuk mengidentifikasi nilai kultural alun-alun di Jawa\nBarat untuk memperkuat karakter dan identitas alun-alun sebagai ruang publik.\nRuang lingkup penelitian ini meliputi Provinsi Jawa Barat, namun diambil enam\nalun-alun skala kabupaten kota sebagai sampel yaitu: Kota Bandung, Kota\nCirebon, Kota Bogor, Kabupaten Sumedang, Kabupaten Purwakarta, dan\nKabupaten Ciamis. Penelitian ini dilakukan melalui pendekatan eksploratif\nmelalui metode kualitatif. Data yang digunakan dalam penelitian ini meliputi data\nprimer yang bersumber dari buku, catatan sejarah, rencana, penelitian terdahulu,\ndan literatur pendukung lainnya, serta data sekunder melalui wawancara dan\nobservasi. Data tersebut selanjutnya dianalisis melalui analisis isi kualitatif untuk\nmengidentifikasi komponen nilai kultural alun-alun di Jawa Barat.\nHasil penelitian menunjukkan komponen nilai kultural alun-alun secara makro\ntidak banyak berbeda dengan alun-alun di daerah lain. Kekhasan Jawa Barat\nditunjukkan pada tingkatan rinci, seperti elemen pelengkap berupa babancong dan\npola makro pembagian ruang yang berbasis gunung dan sungai, yang tidak\nditemukan di tempat lain. Persoalan perwujudan nilai kultural dalam perancangan\nalun-alun di Jawa Barat bervariasi pada masing-masing tempat. Persoalan yang \npaling sering ditemui diantaranya adalah terbatasnya orientasi natural dari ruang\nalun-alun dan pola ruang sekitar alun-alun saat ini tidak lagi komplit. Berdasarkan\nhal tersebut, komponen yang perlu diatur dalam perancangan alun-alun di Jawa\nBarat berbasis nilai kultural meliputi: aktivitas, vegetasi, sirkulasi, ornamen\npelengkap, fasilitas pendukung, pola ruang sekitar alun-alun, tata massa\nbangunan, dan perlindungan pandangan.", "Daftar File": {"ABSTRAK Muhammad Rafialdy Janitra": "https://digilib.itb.ac.id/gdl/download/239723"}, "Penulis": "Muhammad Rafialdy Janitra [25619007]", "Kontributor / Dosen Pembimbing": ["Dr. RM. Petrus Natalivan Indradjati, S.T., M.T.", "Dr. GES. Mohammad Zaini Dahlan, S.P., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "alun-alun, nilai kultural, Jawa Barat, analisis isi kualitatif, dasar perancangan", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "20 Des 2021"}