{"Nomor": 62218, "Judul": "NATURAL CONSERVATION DAN IMPLEMENTASI METODE ANALISIS VERP DI TWA PULAU SANGIANG, BANTEN", "Abstrak": "Tesis ini merupakan hasil akhir dari proses penelitian mengenai natural conservation untuk objek studi Pulau Kecil di TWA Pulau Sangiang, Provinsi Banten. Proses penelitian diawali dari kesadaran potensi keindahan alam Indonesia sebagai negara maritim dan kepulauan terbesar di dunia sebagai pelaku aktifitas diving, yang melihat bahwa pada destinasi pulau kecil ternyata memiliki banyak potensi untuk dikembangkan serta memiliki banyak hambatan untuk bisa berkembang sebagai destinasi pariwisata. Untuk itu dalam mencapai sebuah tujuan pengembangan pariwisata diperlukan penggunaan suatu metode yang tepat dalam meningkatkan keunikan karakteristik dan kualitas keanekaragaman sumber daya alam yang mejadi potensi utama. VERP ini kemudian dipilih sebagai metode analisis yang digunakan pada lokasi penelitian dengan pertimbangan telah diaplikasikan sebagai panduan pengelolaan di banyak Taman Nasional di Amerika Serikat yang implementasinya perlu diuji di Indonesia. Objek Pulau Sangiang kemudian dipilih atas 2 klasifikasi sebagai TWA dan TWAL yang dimiliki serta potensi keindahan flora dan fauna.\nNatural Conservation kemudian menjadi kunci utama dari siklus pelestarian alam ini dan juga menjadi core value dengan “keistimewaan identitas” yang diberikan oleh pemerintah. Pendekatan natural conservation untuk Taman Wisata Alam Pulau Sangiang idealnya memberikan pengalaman yang lebih unik dan berbeda berbasis lingkungan bagi wisatawan baik sehingga mampu meningkatkan kunjungan wisatawan dan kualitas pengembangan pariwisata melalui unsur edukatif. Di lain pihak dengan adanya kerusakan lingkungan akibat bencana turut menjadi faktor diperlukannya suatu upaya revitalisasi dalam mengembalikan keistimewaan identitas Taman Wisata Alam untuk pulih kembali.\nTujuan dari penelitian ini adalah mengoptimalkan sumber daya alam yang dimiliki sebagai potensi daya tarik pariwisata alam melalui pengembangan berbasis zonasi melalui natural conservation, sedangkan sasaran dari penelitian ini adalah untuk mengidentifikasi mengenai beragam factor yang menjadi tantangan, hambatan, pengembangan saat ini serta mengkaji upaya apa saja yang bisa dilakukan sehingga bisa menjaga kelestarian ekosistem darat dan laut serta meminimalisir dampak negatif yang terjadi. Rancangan penelitian dilakukan dengan rancangan penelitian mixed methods, dimana penelitian deskriptif kualitatif sebagai metode penelitian\nii\nutama dan penelitian kuantitatif ditambahkan untuk melengkapi keterbatasan dan kelemahan dari keberadaan lokasi penelitian dengan segala kondisi alamnya. Pengumpulan data primer dari penelitian ini dilakukan melalui observasi lapangan dan wawancara sedangkan untuk penelitian kuantitatif dilakukan dengan penyebaran kuesioner. Temuan di lapangan adalah tingginya potensi bencana yang dimiliki oleh Pulau Sangiang ini, minimnya infrastruktur sarana dan prasarana pariwisata yang layak bagi wisatawan, terbatasnya kapasitas daya tampung wisatawan (carrying capacity) dan tidak adanya aksesibilitas bagi wisatawan untuk bisa mencapai seluruh sisi pulau.\nKesimpulan dari penelitian ini adalah terhambatnya pengembangan berbasis natural conservation merupakan kunci utama dalam pemulihan identitas TWA sebagai aset untuk memulihkan dan membangkitkan kembali daya tarik sector pariwisata. Rekomendasi yang perlu dilakukan dari penelitian ini adalah diperlukan adanya strategi pengembangan pariwisata secara fisik dan non fisik untuk memfasilitasi wisatawan dan memudahkan pengelolaan kawasan wisata TWA Pulau Sangiang ini untuk meningkatkan kualitas daya tarik destinasi melalui pengembangan berbasis edukatif untuk meminimalisir dampak serta memperbaiki kualitas lingkungan melalui sektor pariwisata.", "Daftar File": {"COVER WILLY GILANG NUGRAHA": "https://digilib.itb.ac.id/gdl/download/239730", "BAB 1 WILLY GILANG NUGRAHA": "https://digilib.itb.ac.id/gdl/download/239731", "BAB 2 WILLY GILANG NUGRAHA": "https://digilib.itb.ac.id/gdl/download/239732"}, "Penulis": "WILLY GILANG NUGRAHA [28819302]", "Kontributor / Dosen Pembimbing": ["Ir. Wiwik Dwi Pratiwi, MES, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Natural Conservation, VERP, Strategi, Pengembangan Pariwisata, Pulau Kecil", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "21 Des 2021"}