{"Nomor": 62214, "Judul": "STUDI PEMASARAN KONTEN DIGITAL DENGAN KETERLIBATAN KONSUMEN DI BIDANG PARIWISATA", "Abstrak": "Pemasaran konten digital telah menjadi salah satu alat utama di sektor pariwisata, karena Indonesia ingin meningkatkan sektor pariwisata yang terkena pandemi, memahami faktor-faktor yang mempengaruhi efektivitasnya adalah kunci untuk meningkatkan pariwisata. Namun, ada pengetahuan yang terbatas tentang topik ini, terutama yang berkaitan dengan keterlibatan konsumen. Studi ini mengkaji bagaimana tipe konten, yaitu konten persuasif dan informatif, memengaruhi keterlibatan konsumen di platform Instagram. Penelitian ini menggunakan analisis isi dengan membagi jenis isi menjadi persuasif dan informatif. Hasil analisis konten digunakan untuk studi kuantitatif yang bertujuan untuk mengidentifikasi bagaimana generasi milenial menanggapi pemasaran konten digital di bidang pariwisata. Tahap kuantitatif dilakukan dengan melakukan survei online dengan 132 responden menggunakan penelitian pra-eksperimental. Setelah melihat konten yang disajikan, selanjutnya akan dilakukan pengukuran berdasarkan emotional engagement dan cognitive engagement terhadap perilaku responden dengan menggunakan structural equation modeling. Fase kualitatif menunjukkan bahwa konten persuasif memiliki engagement terbanyak berdasarkan jumlah like dan komentar. Juga, pada tahap kuantitatif, pemasaran konten digital memiliki pengaruh terbesar pada keterlibatan emosional. Sebaliknya, keterlibatan kognitif memiliki keterlibatan paling banyak pada perilaku perencanaan-perjalanan. Studi ini juga dapat berkontribusi pada literatur tentang pemasaran konten digital dan konsep keterlibatan konsumen.", "Daftar File": {"ABSTRAK Asmara Khairani": "https://digilib.itb.ac.id/gdl/download/239727"}, "Penulis": "Asmara Khairani [29020044]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T., Ph.D.", "Santi Novani, S.T., M.T., Ph.D.", "Nila Armelia Windasari, S.A., MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pemasaran Konten Digital, Keterlibatan Konsumen, Pemasaran Media Sosial, Pariwisata", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "21 Des 2021"}