{"Nomor": 62215, "Judul": "STOCK MARKET REACTION TO COVID-19 PANDEMIC ON INDONESIA SECTORAL INDEX", "Abstrak": "Pandemi global COVID-19 sangat mempengaruhi pasar saham Indonesia. COVID-19 menimbulkan\nancaman besar bagi kehidupan pribadi, termasuk isolasi bagi sejumlah besar individu. Selain kematian\ndan penyakit yang ekstrem, banyak orang takut akan penyakit virus yang menyebar dengan cepat ini.\nKondisi COVID-19 mendorong masyarakat untuk menentukan efek pandemi pada pasar keuangan\nnegara-negara yang terkena dampak wabah yang tak terduga. Penelitian ini bertujuan untuk mengetahui\ndampak langsung pandemi COVID-19 terhadap pengembalian pasar saham sektoral dan aktivitas\nvolume perdagangan di Indonesia. Penelitian ini akan berkonsentrasi pada pengaruh pandemi COVID-\n19 tahun 2020 untuk sektoral di Bursa Efek Indonesia (BEI). Penelitian ini akan menggunakan lima\nperistiwa, yaitu diumumkannya kasus COVID-19 pertama di Wuhan pada 31 Desember 2019 oleh\nWHO; pengumuman kasus terkonfirmasi pertama di Indonesia; pengumuman pembatasan sosial\nberskala besar (PSBB); pengumuman penerapan skenario era normal baru; dan pengumuman tentang\nvaksinasi di Indonesia. Untuk penelitian ini, penulis ingin menganalisis apakah ada perbedaan yang\nsignifikan pada abnormal return dan aktivitas volume perdagangan sebelum dan sesudah peristiwa yang\ntelah disebutkan sebelumnya. Penelitian ini akan dilakukan dengan event study. Ditemukan bahwa tidak\nterdapat perbedaan abnormal return yang signifikan sebelum dan sesudah peristiwa tetapi pada hasil\npengujian aktivitas volume perdagangan menunjukkan beberapa perbedaan yang signifikan pada ratarata\naktivitas volume perdagangan sebelum dan sesudah peristiwa. Dari analisis data terlihat bahwa\nmasing-masing sektor memiliki respon yang berbeda terhadap peristiwa yang terjadi. Dalam kasus di\nIndonesia, ditemukan ada sektor yang memperoleh abnormal return positif dan ada juga sektor yang\nmemperoleh abnormal return negatif.", "Daftar File": {"ABSTRAK Marianna Monika Lorenz Sitorus Pane": "https://digilib.itb.ac.id/gdl/download/239728"}, "Penulis": "Marianna Monika Lorenz Sitorus Pane [19018180]", "Kontributor / Dosen Pembimbing": ["Dr. Yunieta Anny Nainggolan"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "pengembalian abnormal, aktivitas volume perdagangan, pasar saham, pandemic, COVID-19", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "21 Des 2021"}