{"Nomor": 62225, "Judul": "KAJIAN FARMAKOGNOSI BIJI KABAU (ARCHIDENDRON BUBALINUM (JACK) NIELSEN.) DAN ANALISIS SENYAWA YANG BERPOTENSI ANTIDIABETES", "Abstrak": "Kabau merupakan tumbuhan endemik Indonesia, khususnya di pulau Sumatra.\nKabau termasuk suku Fabaceae yang memiliki tiga sub-suku yaitu Faboideae,\nCaesalpinoideae, Mimosoideae. Kabau termasuk sub kelas Mimosoideae, marga\nArchidendron, dengan nama jenis Archidendron bubalinum (Jack) Nielsen. Secara\nkemotaksonomi diperkirakan adanya kemiripan struktur kandungan kimia dengan\njengkol yang memungkinkan adanya kesamaan efek farmakologi. Salah satu jenis\ndari marga Archidendron yang telah dilakukan pengujian sebagai aktivitas\nantidiabetes yaitu jengkol (Archidendron jiringa), sehingga dapat dijadikan acuan\nuntuk dilakukan pengujian yang sama. Secara umum penelitian ini meliputi\nkarakteristik makroskopis dan mikroskopis, analisis senyawa bau menggunakan\nKG-SM, kadar total fenol, kadar total flavonoid, aktivitas antioksidan, pengujian\naktivitas antidiabetes secara in vitro dan in vivo serta analisis senyawa yang\nberpotensi terhadap aktivitas antidiabetes.\nKarakterisasi makroskopis dan mikroskopis dilakukan terhadap biji kabau segar\ndan kering dengan diamati bentuk, ukuran, bau dan rasa, serta dilakukan analisis\nmikroskopis sayatan setebal 100 µm dari biji kabau segar. Selain sampel\ntumbuhan biji kabau segar, preparat sampel mikroskopis dilakukan juga terhadap\nserbuk simplisia serta pengujian histokimia dengan penambahan reagen spesifik\nmenggunakan mikroskop cahaya dilengkapi kamera digital dan analisis\nmenggunakan program S-Viewer. Analisis morfologi, baik makroskopis maupun\nmikroskopis pada biji kabau adalah untuk mengidentifikasi jenis Archidendron\nbubalinum baik bentuk anatomi dan sebaran serta akumulasi metabolit primer\nserta sekunder. Karakter anatomi biji kabau berbentuk silinder dengan susunan\nyang tersusun rapi terdiri dari lima sampai enam biji pada setiap polongnya\nmemiliki baunya seperti jengkol dengan rasa manis yang sedikit pahit dan tekstur\nyang lembut. Biji kabau memiliki ukuran panjang rata-rata 2 cm, diameter 1,5 cm\ndan memiliki lembaga atau kotiledon (perkecambahan biji). Secara mikroskopis\nbiji kabau terdiri dari 3 lapisan yaitu sarkotesta, sklerotesta, dan endotesta yang\nmengandung amiloplas dengan pati serta kantung minyak. Analisis histokimia biji\nkabau mengandung senyawa fenolat, tanin, alkaloid, terpenoid, protein/asam\namino dan pati yang terdistribusi secara berbeda pada bagian biji kabau, sehingga\nmemudahkan untuk mengidentifikasi senyawa yang berkontribusi terhadap\naktivitas biji kabau.\nTahapan penelitian selanjutnya yaitu ekstraksi biji kabau dilakukan ekstraksi\nsinambung dengan alat Soxhlet, menggunakan pelarut dengan kepolaran\nbertingkat yaitu n-heksana, etil asetat dan etanol 96 %. Jenis pelarut yang\ndigunakan berpengaruh terhadap senyawa aktif yang ikut terekstraksi. Pelarut\npolar akan menarik senyawa yang bersifat polar, pelarut semi polar akan menarik\nsenyawa semi polar sedangkan pelarut non polar akan menarik senyawa non\npolar. Rendemen yang didapat dari hasil ekstraksi dengan pelarut n-heksana\nadalah 0,76 %, etil asetat 0,83 % dan etanol 96 % sebanyak 10,66 %. Perbedaan\ndari jenis pelarut mempengaruhi metabolit yang terekstraksi sehingga rendemen\nekstrak yang dihasilkan berbeda.\nEkstrak n-heksana secara organoleptis memiliki bau khas biji kabau yang sangat\ndominan, sehingga ekstrak n-heksana dilakukan analisis senyawa bau\nmenggunakana KG-SM. Hasil dari KG-SM didapatkan berbagai senyawa asam\nlemak jenuh, asam lemak tak jenuh dan senyawa yang diduga memberikan bau\npada biji kabau yaitu lentionin dan metil imidosulfur diflorida dimana kedua\nsenyawa tersebut terdapat gugus fungsi sulfur. Tahapan selanjutnya ketiga ekstrak\ntersebut dilakukan pengujian kadar total fenol, kadar total flavonoid, aktivitas\nantioksidan dan aktivitas antidiabetes secara in vitro dan in vivo. Hasil penentuan\nkadar total fenol dan flavonoid tertinggi pada ekstrak etanol, dan sangat\nberkorelasi dengan dengan aktivitas antioksidan dengan IC50 41,18 µg/mL.\nTahapan penelitian selanjutnya dilakukan aktivitas pengujian antidiabetes dengan\nmetode in vitro dengan menguji aktivitas inhibisi terhadap enzim a-glukosidase.\nHasil menunjukkan bahwa ekstrak yang paling aktif menghambat enzim ?-\nglukosidase dengan nilai IC50 yang paling rendah adalah ekstrak n-heksana. Hasil\nGC-MS pada ekstrak n-heksana menunjukan terdapat asam lemak jenuh dan tak\njenuh serta senyawa yang mengandung sulfur yang memberikan bau khas pada\nkabau. Asam lemak tak jenuh memberikan hambatan terhadap aktivitas enzim aglukosidase lebih baik dibandingkan asam lemak jenuh, semakin banyak ikatan\nrangkap pada asam lemak maka akan menghasilkan aktivitas penghambatan\nenzim yang lebih kuat dan potensi penghambatan bergantung pada panjang rantai\nkarbon dan posisi ikatan rangkap dalam molekul asam lemak. Terhadap ekstrak\nyang aktif dalam penghambatan enzim ?-glukosidase, dilakukan proses\npemisahan senyawa dengan metode kromatografi kolom elusi gradien\nmenggunakan kombinasi pelarut n-heptana, n-heksana dan etil asetat dengan fase\ndiam silika gel 60. Pada saat proses pemisahan menghasilkan vial no 61-91\ndengan serbuk putih kemudian dilakukan pemantauan dengan KLT, vial no 73\nmenunjukkan pola spot senyawa yang murni dengan berat 183,2 mg dan berbau\nkhas, dimana selanjutnya diberi nama isolat VKH. Isolat VKH dilakukan\npemantauan kemurnian menggunakan KLT 3 pengembang dan KLT 2 dimensi,\nhasilnya bahwa isolat VKH telah murni. Selanjutnya Isolat VKH dianalisis\nmenggunakan spektroskopi FTIR,\n1\nH-NMR (500MHz) dan\n13\nC-NMR (125\nMHz), mengkonfirmasi bahwa isolat VKH merupakan senyawa asam oleat.\nSenyawa asam oleat dilakukan pengujian aktivitas antidiabetes secara in vitro.\nBerdasarkan hasil pengujian penghambatan enzim a-glukosidase, menunjukkan\nbahwa senyawa asam oleat memberikan % hambatan yang lebih baik\ndibandingkan dengan ekstrak n-heksana.\nPada tahap penelitian selanjutnya dilakukan pengujian aktivitas antidiabetes\nsecara in vivo dari ekstrak n-heksana, etil asetat dan etanol dengan metode tes\ntoleransi glukosa, pengukuran kadar glukosa pada hewan diinduksi aloksan dan\npengukuran kadar MDA serta SOD. Hasil tes toleransi glukosa menunjukkan efek\npenurunan kadar glukosa yang signifikan oleh ekstrak etil asetat pada dosis 750\nmg/kgbb dan etanol pada dosis 250 mg/kgbb. Hasil ini menunjukkan bahwa\nekstrak biji kabau dapat dijadikan salah satu alternatif untuk pengobatan\nantidiabetes dan sebagai antioksidan. Hal ini didukung oleh hasil yang\nmenunjukkan bahwa kadar SOD terukur lebih tinggi pada kelompok yang diberi\nekstrak dibandingkan normal, dan mendekati kadar pada kelompok yang diberi\nasam askorbat.\nTahapan penelitian selanjutnya yaitu proses fraksinasi ekstrak etanol\nmenggunakan metode cair padat, dimana ekstrak etanol sebanyak 15 gram\ndilarutkan dengan etil asetat sebanyak 150 ml, dilakukan sonikasi selama 30 menit\ndisertai pengadukan, filtrat diambil kemudian ekstrak ditambahkan kembali\ndengan pelarut yaitu etil asetat dan diulang sebanyak tiga kali. Selanjutnya ekstrak\ndilarutkan dengan pencampuran dua pelarut yaitu etil asetat - metanol (1:1)\nsebanyak 150 ml, dilakukan sonikasi selama 30 menit kemudian diaduk, filtrat\ndiambil kemudian ekstrak ditambahkan kembali dengan etil asetat - metanol (1:1)\ndan dilakukan sebanyak tiga kali, tahap terakhir ekstrak ditambahkan pelarut\nmetanol 100% dan dilakukan sebanyak tiga kali, kemudian dilakukan pengujian\npemantauan senyawa dengan KLT dan dipandu aktifitas dengan pengujian in vivo\nmenggunakan metode tes toleransi glukosa, bahan uji menunjukkan aktivitas\nantihiperglikemia pada hewan yang diinduksi hiperglikemik, nilai AUC semakin\nkecil maka jumlah kadar glukosa dalam darah sedikit, jika dibandingkan dengan\nkelompok perlakuan AUC semakin kecil maka potensi antidiabetes semakin\ntinggi. Semua bahan uji menunjukkan potensi aktivitas antihiperglikemia yang\nsama dinilai dari nilai AUC0-150 yang tidak berbeda signifikan satu sama lain,\ntetapi jika dilihat dari angka penurunan AUC, maka fraksi metanol memiliki\npotensi menurunkan kadar glukosa lebih baik dibandingkan fraksi yang lainnya.\nTahapan penelitian selanjutnya dilakukan subfraksinasi untuk mendapatkan\nsenyawa yang berpotensi antidibetes pada fraksi metanol, subfraksinasi dilakukan\nmenggunakan Medium Pressure Liquid Chromatography (MPLC) dengan berat\nsampel 1g dengan fase diam silika 12 mg dengan laju alir 15 ml/menit, tekanan\n300 psi dan fase gerak menggunakan kloroform – metanol - asam format ( 4 : 6\n:1), didapatkan 117 subfraksi dan dipantau menggunakan KLT dengan fase diam\nsilika gel F254 dan fase gerak etil asetat - metanol - asam format - air (6 : 2 : 1 : 1),\nhasil MPLC pada vial 41 menunjukkan bercak noda tunggal yang kemudian\ndisebut isolat M41LM berupa cairan berwarna kuning lengket sebanyak 73,9 mg.\nSelanjutnya pengujian kemurnian terhadap isolat M41LM menggunakan KLT 3\npengembang dan KLT 2 dimensi menunjukkan bahwa isolat masih belum murni\nnamun sudah dimurnikan karena masih ada pola bercak yang lain pada saat\ndisempot dengan H2SO4 , untuk menentukan golongan metabolit sekunder pada\nisolat M41LM dilakukan penyemprotan bercak noda hasil KLT dengan pereaksi\nsemprot Lieberman Buchard, bercak noda memberikan warna merah yang\nmenunjukkan bahwa isolat merupakan golongan terpenoid. Selanjutnya isolat\nM41LM dilakukan pemantauan kadar secara densitometri untuk melihat pola\nspektrodensitogram dengan hasil kadar dari isolat sebesar 77,75%. Karakterisasi\nisolat M41LM menggunakan\n1\nH-NMR (500MHz) dan\n13\nC-NMR (125 MHz)\ndidapatkan prediksi kandidat struktur senyawa isolat M41LM golongan diterpen\ndengan substitusi gula.", "Daftar File": {"ABSTRAK Hesti Riasari": "https://digilib.itb.ac.id/gdl/download/239746"}, "Penulis": "Hesti Riasari [30718004]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sukrasno, M.S.", "Dr. Kusnandar Anggadiredja, S.Si., M.Si.", "Dr. Rika Hartati, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Archidendron bubalinum, senyawa bau, histokimia, asam oleat, alfa glukosidase, in vivo, diterpen dengan substitusi gula.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "22 Des 2021"}