{"Nomor": 62228, "Judul": "UJI AKTIVITAS EKSTRAK ETANOL DAUN GANDAPURA, MANGKOKAN, PANDAN WANGI, URANG-ARING, WARU, HERBA SELEDRI, BIJI JARAK, DAN MINYAK KEMIRI SERTA MINYAK BUAH MERAH TERHADAP PITYROSPORUM OVALE", "Abstrak": "Telah diteliti aktivitas antifungi ekstrak etanol daun gandapura (Gaultheria leucocarpa Bl.),\ndaun mangkokan (Nothopanax scutellarius (Burm.f.) Merr.), daun pandan wangi (Pandanus\namryllifolius Roxb.), daun urang-aring (Eclipta prostata (L.) L.), daun waru (Hibiscus\ntiliaceus L.), herba seledri (Apium graveolens L.), biji jarak (Ricinus communis L.), dan\nminyak kemiri (Aleurites moluccana (L.) Willd.) serta minyak buah merah (Pandanus\nconoideus L.) terhadap Pityrosporum ovale. Aktivitas anti Pityrosporum ovale ditunjukkan\noleh ketujuh ekstrak etanol dengan konsentrasi hambat minimum (KHM) lebih kecil dari\n0,001 mg/mL hingga 0,011 mg/mL media. KHM terbesar (0,011 mg/mL media) ditunjukkan\noleh ekstrak etanol daun pandan wangi dan KHM terkecil (kurang dari 0,001 mg/mL media)\nditunjukkan oleh ekstrak etanol daun urang-aring, ekstrak etanol herba seledri, dan ekstrak\netanol biji jarak. Ekstrak etanol daun urang-aring, ekstrak etanol herba seledri, dan ekstrak\netanol biji jarak yang setara dengan 1 mg simplisia kering, masing-masing mempunyai\naktivitas anti Pityrosporum ovale yang setara dengan 0,13, 0,13, dan 0,14 ?g ketokonazol.\nMinyak kemiri dan minyak buah merah juga mempunyai aktivitas anti Pityrosporum ovale\ndengan KHM kurang dari 0,001 ?L/mL media yang masing-masing setara dengan 0,19 dan\n0,44 mg ketokonazol untuk 1 mL minyak.", "Daftar File": {"ABSTRAK ERNITA EKAWATI RAHAYU": "https://digilib.itb.ac.id/gdl/download/239761"}, "Penulis": "ERNITA EKAWATI RAHAYU [10701045]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elin Yulinah", "Suwendar S. Si., M. Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "22 Des 2021"}