{"Nomor": 62222, "Judul": "PENINGKATAN EFISIENSI PENJERATAN PADA PEMBUATAN SEDIAAN ORAL LEPAS DIPERLAMBAT METFORMIN HCL DALAM BENTUK MIKROSFER PAUTAN SILANG ALGINAT", "Abstrak": "Metformin HCl merupakan antidiabetes yang diberikan dengan berulang dengan dosis yang\ncukup tinggi. Pemakaian berulang cukup merepotkan dan menyebabkan fluktuasi kadar obat\ndalam darah. Oleh karena itu, dibutuhkan suatu bentuk sediaan dengan sistem pelepasan\nterkendali untuk mengurangi frekuensi pemberian. Tujuan penelitian ini adalah mendapatkan\nmikrosfer metformin HCl dengan profil pelepasan terkendali untuk pemakaian oral\nmenggunakan natrium alginat sebagai polimer yang memiliki kemampuan bioadesif. Pembuatan\nmikrosfer menggunakan teknik emulsifikasi gelasi eksternal dengan destruksi dan pautan silang\ndilakukan secara terpisah. Interaksi fisika metformin HCl dengan matriks dievaluasi dengan\nDifferential Scanning Calorimetry (DSC), sedangkan bentuk dan karakteristik permukaan\nmikrosfer dianalisis dengan menggunakan Scanning Electron Microscope (SEM). Penentuan\nkadar dilakukan dengan spektrofotometer UV. Profil pelepasan metformin HCl dari mikrosfer\ndiamati dalam cairan simulasi lambung (CSL pH 1,2) dan cairan simulasi usus (CSU pH 6,8).\nKemampuan mukoadesif diteliti menggunakan usus tikus dengan CSU pH 6,8. Mikroenkaspulasi\nmetformin HCl menunjukan efisiensi penjeratan yang tinggi, yaitu: 93,67% untuk ME 23;\n81,87% untuk ME 16 ;dan 72,00% untuk ME 17 . Termogram DSC menunjukkan interaksi fisika\nmetformin HCl-matriks alginat yang ditunjukkan dengan perubahan profil kurva endotermik\npada suhu 228-230\no\nC dan 265-350\no\nC. Hasil SEM menunjukan karakteristik mikrosfer padat\nberbentuk hampir sferis. Mikrosfer dengan efisiensi penjeratan yang terbaik mampu mengatur\npelepasan obat hingga 4 jam dengan kinetika pelepasan menunjukan formula ME 23, 16 dan 17\npaling baik dinyatakan dengan model Higuchi pada CSL 0,1 N HCl pH 1,2 dengan nilai r\n2\nberturut-turut untuk ME 23, 16 dan 17 adalah 0,977; 0,946; 0,920. Sedangkan, pada CSU pH 6,8\npelepasan obat paling baik dinyatakan dengan pelepasan orde nol dengan nilai r\n2\nberturut-turut\nuntuk ME 23, 16 dan 17 adalah 0,996; 0,999; 0,990. Hasil pengujian mukoadesif menunjukan\nbahwa formula terbaik menunjukan persen perlekatan yang sangat baik yaitu 95,27% untuk ME\n23, 94,50% untuk ME 16 dan 94,47% untuk ME 17. Telah dihasilkan mikrosfer metformin HCl-\nalginat dengan efisiensi penjeratan optimum, yaitu ME 23 (93,67%) yang mampu mengatur\npelepasan obat hingga 4 jam dan memliki kemampuan mukoadesif 95,27%.", "Daftar File": {"ABSTRAK Okky Dwichandra Putra": "https://digilib.itb.ac.id/gdl/download/239741"}, "Penulis": "Okky Dwichandra Putra [10707067]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sukmadjaja Asyarie", "Dr. apt. Ilma Nugrahani, S.Farm., M.Si.", "Ratna Annisa Utami, M.Si, Apt"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "metformin HCl, mikrosfer, natrium Alginat", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "22 Des 2021"}