{"Nomor": 62226, "Judul": "ANALISIS SPASI LUBANG BOR DENGAN GEOSTATISTIK DALAM EVALUASI SUMBERDAYA BATUBARA", "Abstrak": "Acuan yang saat ini digunakan dalam estimasi dan klasifikasi sumberdaya batubara di Indonesia adalah Kode KCMI 2011 yang merujuk kepada The JORC Code, 2004 Edition dan SNI 5015:2011 yang merujuk kepada Australian Guidelines for Estimating and Reporting of Inventory Coal, Coal Resources, and Coal Reserves, 2003 Edition. Namun dengan dikeluarkannya The JORC Code, 2012 Edition dan Australian Guidelines for The Estimation and Classification of Coal Resources, 2014 Edition, muncul beberapa perubahan, salah satunya adalah mengenai geostatistik. Maka dalam penelitian ini akan dibahas mengenai perlunya penggunaan metode geostatistik serta evaluasi terhadap SNI 5015:2011. Tujuan dari penelitian ini yaitu untuk mengetahui spasi lubang bor optimal, menentukan klasifikasi dan estimasi sumberdaya dengan metode geostatistik, serta membandingkannya dengan SNI 5015:2011. Metode yang digunakan yaitu metode kriging dan global estimation variance. Kedua metode tersebut memberikan hasil yang berbeda dengan SNI 5015:2011. Hal ini tentu memberikan hasil estimasi sumberdaya yang berbeda pula. Perbedaan ini menunjukkan perlunya evaluasi sistem klasifikasi dan estimasi SNI 5015:2011, terutama terkait penggunaan metode geostatistik yang disertai interpretasi geologi.", "Daftar File": {"COVER Erika": "https://digilib.itb.ac.id/gdl/download/239756", "DAFTAR Erika": "https://digilib.itb.ac.id/gdl/download/239757", "2017 ERIKA 1-PAPER 1.pdf?": "https://digilib.itb.ac.id/gdl/download/239758", "2017 ERIKA 1-PAPER 2.pdf?": "https://digilib.itb.ac.id/gdl/download/239759"}, "Penulis": "Erika [-]", "Kontributor / Dosen Pembimbing": ["Mohamad Nur Heriawan, Arie Naftali Hawu Hede, Irwan Mardohirawan"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "estimasi, global estimation variance, klasifikasi, kriging relative error", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "4 file", "Tanggal Input": "22 Des 2021"}