{"Nomor": 62236, "Judul": "STUDI PENGARUH METALISITAS PADA EVOLUSI BINTANG BERMASSA RENDAH DAN PENENTUAN USIA GUGUS BINTANG MENGGUNAKAN MESA-12778", "Abstrak": "Selain massa, metalisitas juga penting untuk dikaji dalam evolusi bintang, karena dapat memengaruhi parameter fisis bintang selama evolusinya. Metalisitas (????) didefinisikan sebagai fraksi massa unsur kimia yang lebih berat dari hidrogen dan helium. Tujuan penelitian dalam tesis ini adalah mempelajari pengaruh variasi metalisitas terhadap evolusi bintang bermassa rendah dengan rentang massa progenitor 0,8???????????????2?????, serta menentukan usia gugus bintang melalui Initial to Final Mass Relation (IFMR) yang digunakan untuk membantu dalam mengestimasi massa progenitor dari White Dwarf star (WDS) anggota gugus bintang yang ditinjau (NGC 6397, M4, NGC 7789, dan NGC 6819), sehingga memudahkan untuk dapat mengevolusikan kembali WDS dalam upaya mengestimasi usia gugus tersebut. Program evolusi bintang yang digunakan adalah Modules for Experiment in Stellar Astrophysics (MESA) release 12778 versi Linux, yang telah dilengkapi dengan test-suite evolusi bintang dari pre-main sequence hingga fase white dwarf.\nHasil yang diperoleh menunjukkan bahwa pada kondisi bintang bermetalisitas tinggi, nilai opasitas meningkat. Hal ini dikarenakan jumlah elektron transisi yang dapat menangkap foton akan semakin bertambah, sehingga mean free path foton berkurang dan foton tidak dapat bergerak keluar dari interior bintang menuju permukaan secara bebas. Akibatnya bintang akan terlihat lebih buram (opaque), diwakilkan melalui besaran opasitas yang lebih besar, serta luminositas, dan temperatur permukaan yang lebih kecil. Metalisitas yang tinggi juga berdampak dengan semakin besarnya nilai mass loss, yang akhirnya membuat remnant radius dan remnant mass bintang berkurang. Pada tinjauan lifetime, bintang dengan metalisitas tinggi membuat waktu pembakaran energi nuklir dan main sequence lifetime yang lebih lama, dan pada akhirnya meningkatkan lifetime bintang. Sebaliknya untuk bintang bermetalisitas rendah.\nDalam penentuan usia gugus bintang dengan WDS diperoleh estimasi usia gugus bintang, yaitu NGC 6397 sebesar 13,6 ± 0,5 Gyr, M4 sebesar 12,2 ± 2,4 Gyr, NGC 7789 sebesar 0,7 ± 0,1 Gyr, dan NGC 6819 sebesar 2,8 ± 0,5 Gyr. Usia gugus NGC 6397, M4, dan NGC 6819 berkesesuain dengan referensi menggunakan Turn Off Star (TOS). Untuk gugus NGC 7789, hasil yang diperoleh berada di bawah rentang referensi dengan TOS 1,2±0,3 ????????????. Dengan menurunkan nilai Z, diperoleh nilai yang berkesesuaian dengan referensi.\nDalam tesis ini, penentuan usia gugus dilakukan menggunakan WDS dengan MESA. Hasilnya dibandingkan dengan metode WDS dengan LPCODE dari referensi lain dan dengan penentuan usia gugus dengan metode TOS. Program evolusi bintang MESA dan LPCODE memiliki perbedaaan, terutama pada Code Capabilities. MESA bersifat wide applicability karena dapat mengevolusikan bintang dengan massa progenitor pada rentang 0,08 ????????????100 ????? mencakup very low mass stars hingga massive stars, sedangkan LPCODE bersifat focused restriction, terbatas hanya pada massa\nprogenitor 0,5 ????????????7 ????? mencakup low mass stars dan intermediate mass stars. Kedua metode penentuan usia gugus bintang, baik dengan menggunakan WDS melalui program evolusi MESA dan LPCODE, maupun menggunakan TOS, tetap memberikan estimasi usia gugus bintang pada rentang yang sama dengan ketidakpastian tertentu.", "Daftar File": {"ABSTRAK Sinta Ayu Sakinah": "https://digilib.itb.ac.id/gdl/download/239780"}, "Penulis": "Sinta Ayu Sakinah [20319301]", "Kontributor / Dosen Pembimbing": ["Dr. Mahasenaputra", "Dr. Yayan Sugianto, S.Si., M.Si.", "Dr. Aprilia, M.Si.", "Lucky Puspitarini, S.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Metalisitas, Initial to Final Mass Relation (IFMR), gugus bintang.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Des 2021"}