{"Nomor": 62246, "Judul": "REST AREA DI JALAN LINTAS PEKANBARU-DUMAI DENGAN PENDEKATAN VISITOR EXPERIENCE", "Abstrak": "Presiden RI Joko Widodo secara virtual, dari Istana Bogor, telah meresmikan Jalan\nTol Pekanbaru-Dumai di Provinsi Riau pada Jum’at 25 September 2020. Tol\ndengan panjang 131,5 Km dan dengan lebar jalur utama sepanjang 3,6m untuk tiap\nlajur. Jalan tol Pekanbaru-Dumai memiliki daya tarik karena tidak hanya\ndiperuntukan bagi kendaraan roda empat namun juga disediakan lima Underpass\nPerlintasan Gajah. Underpass ini disiapkan untuk jalur jelajah gajah yang\nhabitatnya di Kabupaten Bengkalis. Tol Pekanbaru-Dumai dapat menampung\nvolume kendaraan sebanyak kurang lebih 6.900 kendaraan setiap harinya. Para\npengguna nantinya dapat bersitirahat di 10 rest area yang terdapat disepanjang Tol\nPekanbaru-Dumai yang saat ini masih dalam tahap penyelesaian pembangunan.\nKawasan dengan potensi lebih dari 10 rest area berada di Km 14 yang lokasinya\nberdekatan dengan Pusat Pelatihan Gajah di Minas. Jarak menuju Pusat Pelatihan\nGajah sekitar 2 Km. Lokasi ini yang nantinya akan dipilih sebagai rest area yang\ntidak hanya fungsional namun juga memiliki nilai rekreasi untuk melepas lelah bagi\npengguna rest area jalan tol Pekanbaru-Dumai. Metode pengumpulan data\ndilakukan melalui survey lapangan, studi literatur, wawancara dan kuesioner untuk\nmengetahui preferensi pengunjung terhadap rest area. Skema perancangan rest area\nPekanbaru-Dumai Km 14 menggunakan konsep recreation dan tourism dengan\npendekatan perancangan visitor experience. Konsep recreation dan tourism\nmemiliki tiga elemen pembentuk yaitu modern, wisata, dan refreshing. Modern\nterdiri dari desain modern, menarik, bersih, nyaman, teduh, simple, dan memiliki\nfasilitas berupa area istirahat dan penginapan. Wisata berupa area outbond,\nwaterpark, bangunan ala eropa, dan pelatihan gajah. Refreshing berupa taman\nbotania yang asri, edukasi, relaxing, dan resting. Visitor experience yang akan\ndialami pengunjunng berupa physical, sensory, hedonic, emotional, realational,\nrestorative, dan cognitive experience. Harapannya dengan penelitian ini mampu\nmembantu meningkatkan citra wilayah Pekanbaru-Dumai dengan adanya rest area\nini serta terwujudnya pembangunan rest area dengan pengalaman pariwisata yang\nmampu meningkatkan tingkat kunjungan rest area ini.", "Daftar File": {"ABSTRAK Melly Erviani": "https://digilib.itb.ac.id/gdl/download/239791"}, "Penulis": "Melly Erviani [25219005]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Heru Wibowo Poerbo, MURP."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Rest Area, Recreation, Tourism, Visitor Experience", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "23 Des 2021"}