{"Nomor": 62243, "Judul": "PENINGKATAN PROSES PENGADAAN FASILITAS KERJA UNTUK MENGURANGI BIAYA SEWA (KASUS: DEPARTEMEN SISTEM INFORMASI PT. ELNUSA TBK.)", "Abstrak": "Perangkat laptop merupakan salah satu sarana pendukung utama untuk mendukung proses bisnis suatu perusahaan. PT Elnusa Tbk sebagai perusahaan penyedia layanan minyak dan gas menggandeng satu vendor terpilih untuk menyediakan perangkat laptop untuk karyawan yang membutuhkan dengan skema sewa kontrak. Skema sewa kontrak perangkat kerja antara Elnusa dengan Infoduta dibagi dalam beberapa periode, yaitu dua kali kontrak dan dua kali addendum. Skema sewa kontrak ini melibatkan beberapa department dan divisi di Elnusa. Dalam bisnis proses pengadaan perangkat kerja ini ada proses untuk melihat budget berdasarkan cost centre dari user, proses pengecekan budget ini seringkali tidak optimal bahkan tidak dihiraukan oleh user untuk melakukan switching budget dari cost centre yang mereka miliki. Dengan tidak optimalnya pengecekan budget cost centre dalam system pengadaan perangkat kerja ini maka selalu muncul hutang di setiap periodenya. Munculnya hutang tidak terbayar di setiap periode ini juga diakibatkan oleh tidak adanya standarisasi proses dalam pengajuan dari proses purchase requisition yang setelahnya dilanjutkan kepada proses purchase order ke vendor.\nMelihat dari kesalahan system pengadaan untuk pengadaan fasilitas perangkat kerja notebook dan computer PC dimana selalu muncul hutang disetiap tahunnya dalam periode kontrak dan addendum tersebut makan dalam penelitian kali ini akan diajukan usulan untuk memperbaiki sistem pengadaan fasilitas perangkat kerja notebook dan computer PC agar tidak kembali munculnya hutang. Dalam hal ini peneliti untuk menentukkan analisis akar permasalahannya menggunakan analisis current reality tree (CRT) yang mana ditemukan bahwa terdapat kesalahan sistem dalam hal pengadaan fasilitas perangkat kerja ini. Dimana terdapat proses yang seharusnya tidak perlu dalam bisnis prosesnya dan belum adanya standarisasi sistem dalam sistem yang berjalan saat ini.\nTerdapat tiga alternatif solusi yang peneliti ajukan untuk usulan perbaikan berdasarkan akar permasalahan tersebut, alternative solusi 1 pengumpulan seluruh budget cost centre ke Department of Information System. Dilanjutkan dengan solusi 2 dengan melakukan standarisai sistem yang existing sejalan dengan alternative solusi 1. Lalu untuk alternative solusi 3 yaitu kombinasi dari alternative solusi 1 dan alternative solusi 2. Berdasarkan interview yang dilakukan penulis terhadap stakeholder yang terlibat, hasil yang didapat dengan metode analytical hierarchy process (AHP) adalah alternative\n \nsolusi ketiga merupakan alternative solusi terbaik sebagai usulan untuk memperbaiki kesalahan sistem pengadaan fasilitas perangkat kerja notebook dan computer PC.\nRencana perbaikan akan dimulai pada November 2021 sampai April 2022. Setelah melakukan pelaksanaan implementasi alternative solusi 3 ini PT Elnusa Tbk. akan memangkas waktu proses pengadaan menjadi 15 hari kerja dan 11 jam dari semula 20 hari kerja dan 16 jam berdasarkan simulasi dengan aplikasi iGrafx Origins, serta untuk proses keuangannya akan terbantu sebesar Rp 1.383.205.000.", "Daftar File": {"COVER I Putu Borneo Kalimantara": "https://digilib.itb.ac.id/gdl/download/253595", "BAB 1 I Putu Borneo Kalimantara": "https://digilib.itb.ac.id/gdl/download/253598", "BAB 2 I Putu Borneo Kalimantara": "https://digilib.itb.ac.id/gdl/download/253599", "BAB 3 I Putu Borneo Kalimantara": "https://digilib.itb.ac.id/gdl/download/253600", "BAB 4 I Putu Borneo Kalimantara": "https://digilib.itb.ac.id/gdl/download/253601", "PUSTAKA I Putu Borneo Kalimantara": "https://digilib.itb.ac.id/gdl/download/253602"}, "Penulis": "I Putu Borneo Kalimantara [29319417]", "Kontributor / Dosen Pembimbing": ["Akbar Adhi Utama, S.T., M.A.B., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pengadaan perangkat kerja, Sewa, Kontrak, Addendum, Purchase Requisition, Purchase Order, Hutang, Kesalahan Sistem, Pengumpulan Budget, Cost Centre, Standarisasi, Current Reality Tree, Analytical Hierarchy Process.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "23 Des 2021"}