{"Nomor": 62242, "Judul": "PERANCANGAN ALGORITMA PENGAMBIL KEPUTUSAN KENDARAAN OTONOM PADA INTERAKSI ANTAR KENDARAAN EGOISTIK/KOOPERATIF BERBASIS PERENCANAAN LAJUR DAN TEORI PERMAINAN", "Abstrak": "Dalam aplikasinya, sistem kendaraan otonom perlu dapat berinteraksi dengan\npengguna jalan lain yang mempunyai kesadaran dalam pemilihan keputusan. Satu\nhal yang menjadi poin penting pada penelitian sistem kendaraan otonom adalah\nbagaimana kendaraan otonom tersebut dapat mengambil keputusan dengan\nmemperhitungkan pergerakan kendaraan lain yang dikemudikan oleh manusia (atau\nkendaraan non-otonom) agar tidak ada potensi terjadinya benturan atau tabrakan\nantar kendaraan. Berdasarkan permasalahan tersebut, perlu dikembangkan suatu\nmekanisme pengambilan keputusan pada kendaraan otonom yang berinteraksi\ndengan kendaraan lain di jalan. Penelitian ini menjawab kebutuhan tersebut dengan\nmengembangkan suatu rancangan algoritma pengambil pengambil keputusan\nkendaraan otonom saat berinteraksi dengan kendaraan lain yang bersifat egoistik\ndan kooperatif. Dalam perancangan algoritma yang dilakukan, kendaraan otonom\nakan terlebih dahulu melakukan perhitungan perencanaan lajur yang optimal serta\nterbatas waktu dengan mempertimbangkan halangan, batas pinggiran jalan, serta\nkecepatan kendaraan lain yang berinteraksi. Perencanaan lajur yang dibuat juga\nmemiliki batasan tidak adanya benturan antar kendaraan ataupun dengan halangan.\nNamun, dalam upaya meningkatkan keamanan kendaraan otonom saat melakukan\npenjejakan, serta menjaga kendaraan otonom terhadap potensi adanya perubahan\nkarakter kendaraan lain yang bersifat egoistik, maka dalam proses penjejakan\ndikembangkan modul pengambil keputusan berbasis teori permainan level-k. Saat\nmelakukan proses penjejakan, kendaraan otonom akan diberikan karakter\nkendaraan level-1 yang memiliki sifat berhati-hati, sedangkan kendaraan lain akan\ndikontrol secara manual berdasarkan karakter yang ditanamkan\n(kooperatif/egoistik). Pada setiap titik yang dijejaki, kendaraan otonom kemudian\nakan memilih keputusan terbaik berdasarkan set aksi yang dimiliki. Algoritma yang\ndikembangkan kemudian dibuat dalam bentuk simulasi, serta diimplementasikan\npada purwarupa Lego Truck. Hasil simulasi dan implementasi menunjukkan bahwa\nkendaraan otonom berhasil mencapai titik tujuan tanpa adanya benturan ataupun\ntabrakan saat berinteraksi dengan kendaraan lain yang bersifat kooperatif ataupun\negoistik.", "Daftar File": {"ABSTRAK Husnul Amri": "https://digilib.itb.ac.id/gdl/download/239786"}, "Penulis": "Husnul Amri [23819004]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Yul Yunazwin, M.Sc., DIC.", "Augie Widyotriatmo, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "algoritma perencanaan lajur, algoritma pengambilan teputusan, teori permainan level-k, kendaraan egoistik dan kooperatif.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Des 2021"}