{"Nomor": 62253, "Judul": "PEMASARAN LAYANAN MANAJEMEN KEUANGAN(CERITAUANG)  DI INDUSTRI PERBANKAN DIGITAL: STUDI KASUS BANK POWER", "Abstrak": "Untuk mengimbangi persaingan dengan fintek-fintek baru yang muncul dan mendisrupsi industri finansial dan juga perbankan konvensional, Smart sebagai digital bank memutuskan untuk mengikuti gelombang inovasi dngean meluncurkan layanan baru yang menciptakan cara baru untuk masyarakan dalam melakukan aktivitas finansial dengan bank, dengan meluncurkan tidak hanya produk perbankan konvensional namun juga fitur pendukung keuangan seperti layanan manajemen keuangan. Dalam memperkenalkan CeritaUang kepada pengguna Smart, ada beberapa yang perlu diperhatikan perusahaan seperti target pasar, kebutuhan user akan fitur-fitur dalam layanan tersebut, positioning merek dan metode launching.\n\nTarget market untuk fitur ini tidak hanya ditentukan berdasarkan demografis, geografis dan psikografis, namun lebih kepada penentuan berdasarkan perilaku user melalui kebiasaan dan motif dalam mengelola keuangan. Orang-orang ini adalah user yang telah memiliki niat untuk mengelola keuangan mereka, baik orang yang sudah terbiasa untuk mengelola keuangan atau yang baru memulai untuk melakukan pengelolaan keuangan. Fitur-fitur dasar yang dibutuhkan oleh target pasar ini berbeda-beda satu dengan yang lainnya, namun memiliki kesamaan dimana mereka membutuhkan fitur yang dapar melakukan rekam pengeluaran dan memberika mereka gambaran tentang kondisi finansial mereka, sehingga kedua fitur ini dijadikan sebagai fitur pertama yang akan dilaunching untuk rilis pertama. Dibutuhkan prioritisasi atas fitur mana yang akan didahulukan untuk dirilis dan penentuan prioritas ini didasari oleh preferensi user dan sumber daya internal perusahaan sambil tetap melakukan perbandingan dengan best practice di industry layanan manajemen keuangan. Cara perusahaan menentukan posisi fitur di CeritaUang adalah dengan membandingkan fitur CeritaUang dengan competitor langsung (digital banking dan perbankan konvensional) dan tidak langsung (dompet digital dan aplikasi manajemen keuangan), dimana penulis membanding fitur rilis pertama dan menyoroti keunggulan dan diferensiasi layanan manajemen keuangan Smart dibandingkan dengan kompetitornya. CeritaUang (nama layanan manajemen keuangan yang disetujui) akan diposisikan sebagai diari finansial yang membantu mengelola keuangan pengguna dengan mudah. Smart akan merilis fitur di channel yang berbeda-beda: asset milik sendiri, asset berbayar dan asset dibayar dengan memecahkan penghalang pengguna untuk mencoba fitur melalui stimulus-stimulus dan contoh penggunaan yang relevan dengan kebutuhan pengguna.", "Daftar File": {"COVER Syarifah Jihan Assiry": "https://digilib.itb.ac.id/gdl/download/261999", "BAB 1 Syarifah Jihan Assiry": "https://digilib.itb.ac.id/gdl/download/262000", "BAB 2 Syarifah Jihan Assiry": "https://digilib.itb.ac.id/gdl/download/262001", "BAB 3 Syarifah Jihan Assiry": "https://digilib.itb.ac.id/gdl/download/262002", "BAB 4 Syarifah Jihan Assiry": "https://digilib.itb.ac.id/gdl/download/262003", "PUSTAKA Syarifah Jihan Assiry": "https://digilib.itb.ac.id/gdl/download/262004"}, "Penulis": "Syarifah Jihan Assiry [29319177]", "Kontributor / Dosen Pembimbing": ["Dr. Jacob Silas Mussry"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Cashflow Manager, Digital Banking, Marketing", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "23 Des 2021"}