{"Nomor": 62251, "Judul": "STUDI PERBANDINGAN METODE PENYELESAIAN PERMASALAHAN INVERSI PADA TOMOGRAFI IMPEDANSI ELEKTRIK", "Abstrak": "Tomografi Impedansi Elektrik (TIE) merupakan sebuah metode menentukan\ndistribusi resistivitas di dalam objek dengan cara menginjeksi arus pada objek dan\nmelakukan pengukuran tegangan pada elektroda di sekeliling objek. TIE\nmerupakan bentuk tomografi yang cukup menjanjikan untuk diagnosis medis\nkarena bersifat portable dan non-invasif. Namun, TIE memiliki kekurangan yaitu\nkualitas citra yang kurang baik dan sangat bergantung pada algoritma rekonstruksi\nyang digunakan terutama pada penyelesaian permasalahan inversi. Oleh karena itu,\npenelitian ini dilakukan untuk studi komparasi kualitas citra yang dihasilkan\nmetode rekonstruksi berbasiskan Newton-Raphson dan Landweber yang umum\ndigunakan dalam TIE. Dalam penelitian ini, terdapat 3 metode Newton-Raphson\nyang digunakan yaitu Newton-Raphson dengan regularisasi Tikhonov, inversi\nsemu Moore-Penrose, dan Dekomposisi Nilai Singular (DNS) yang masing-masing\nakan dibandingkan dengan metode iterasi Landweber.\nKualitas citra rekonstruksi dari keempat metode tersebut dibandingkan dengan\nmelakukan simulasi untuk 3 kasus yaitu simulasi berdasarkan sifat konduktivitas\nlistrik objek, kontras objek dengan latar belakang, serta simulasi lanjutan dengan\nmodel tulang tibia dan fibula manusia. Untuk simulasi pertama dan kedua, metode\nketiga Newton-Raphson menghasilkan error ternormalisasi yang lebih rendah\ndibandingkan dengan iterasi Landweber. Namun pada simulasi lanjutan, metode\nNewton-Raphson dengan inversi semu dan DNS tidak menuju konvergen dan\nberhenti setelah iterasi pertama. Sementara metode Newton-Raphson dengan\nregularisasi Tikhonov dan Landweber masih mampu menuju konvergen dan\nmembentuk citra rekonstruksi yang dapat dibedakan. Secara keseluruhan, metode\nNewton-Raphson dengan regularisasi Tikhonov menjadi metode terbaik dalam\nmencitrakan objek ditinjau dari error ternormalisasi, pemulihan kontras, dan\nkonvergensi iterasi. Setelah dilakukan simulasi, dilakukan uji empiris dengan objek\nberupa tulang sapi merepresentasikan model tulang tibia dan fibula pada simulasi\nlanjutan. Hasilnya secara kualitatif, metode Newton-Raphson dengan Regularisasi\nTikhonov yang dapat merekonstruksi citra dengan jelas.", "Daftar File": {"ABSTRAK Yokanan Wigar Satwika": "https://digilib.itb.ac.id/gdl/download/239795"}, "Penulis": "Yokanan Wigar Satwika [23818304]", "Kontributor / Dosen Pembimbing": ["Prof. Deddy Kurniadi, Dr.Eng.", "Ir. Estiyanti Ekawati, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "TIE, Newton-Raphson, Regularisasi Tikhonov, Inversi semu Moore- Penrose, Dekomposisi Nilai Singular, Landweber", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Des 2021"}