{"Nomor": 62255, "Judul": "ANALISIS KINERJA SISTEM MONITORING ENERGI LISTRIK (SIELIS) DENGAN PENYIMPANAN CLUSTER SQL BERBASIS KUBERNETES MENGGUNAKAN REGRESI POLINOMIAL", "Abstrak": "Sistem Pemantauan Penggunaan Energi Listrik (SiElis) yang dikembangkan\noleh Laboratorium Manajemen Energi sudah di implementasi di banyak gedung dan\nakan terus mengalami peningkatan. Meskipun begitu, SiElis saat ini memiliki\nbeberapa keterbatasan. Pertama, tidak adanya redudansi data sehingga ketika\ndatabase yang digunakan bermasalah maka seluruh sensor tidak dapat mengirim data.\nKedua, ketika banyak pengguna yang secara tiba - tiba mengakses halaman web\nSiElis dan terjadi lonjakan transaksi data di database dalam rentang waktu tertentu\ndapat mengakibatkan kegagalan database. Oleh karena itu, reliabilitas dari SiElis\nperlu ditingkatkan dengan meningkatkan reliabilitas dari database. Berdasarkan dua\nketerbatasan diatas maka diperlukan redudansi dari database dan kemampuan untuk\nberadaptasi terhadap perubahan transaksi data yang terjadi secara tiba - tiba dalam\nrentang waktu tertentu.\nSalah satu caranya adalah dengan membuat cluster database SQL dengan\nmenggunakan konsep replikasi. Agar dapat beradaptasi dengan beban transaksi yang\ndatang tiba - tiba maka cluster SQL ini akan diimplementasikan di atas kubernetes.\nHasil pengujian menunjukan kinerja SiELis dengan cluster SQL masih dibawah\nkinerja SiELis jika menggunakan NoSQL dan untuk transaksi dibawah 900/900\ntransaksi per detik nilai latensinya juga masih dibawah SiELis jika menggunakan SQL tunggal yaitu MySQL. Tetapi untuk nilai latensi di atas 900/900 SiELis dengan\ncluster SQL memiliki kinerja lebih baik dibandingkan jika menggunakan MySQL.\nMeskipun nilai latensi tidak lebih baik dari NoSQL dan MySQL ketika transaksi\nrendah,nilai latensi masih dibawah 500 milidetik sehingga nilainya masih dapat\nditerima.\nSelanjutnya dilakukan pemodelan menggunakan pendekatan polinomial dan\ndihasilkan model dengan polinomial orde 3 untuk latensi input data dengan rata - rata\nnilai R2 0.9202 tetapi ketika diuji nilai kesalahan yang diperoleh 19.32%. Sementara\nuntuk latensi baca data dihasilkan model dengan polinomial orde 5 dengan rata - rata\nnilai R2 0.7641 tetapi ketika diuji dengan data pengukuran nilai kesalahan yang\ndiperoleh 66.37%. Kedua pengujian tersebut menunjukan terjadinya overfitting pada\nmodel sehingga diperlukan perbaikan ada model.\nOverfitting tersebut menunjukan bahwa pendekatan polinomial untuk\nkeseluruhan data tidak dapat diimplementasikan untuk menggambarkan nilai latensi\nSiELis dengan cluster SQL, namun diperlukan tahap lebih lanjut agar kesalahan yang\ndidapatkan semakin kecil. Pemisahan titik ukur menjadi dua rentang dan setiap\nrentang memiliki pendekatan model yang berbeda dilakukan untuk mengurangi\ndampak kesalahan estimasi latensi input data dan baca data. Sehingga kesalahan\nestimasi latensi input data dapat dikurangi menjadi 9.11% dengan pendekatan\npolinomial orde 2 dan kesalahan estimasi latensi baca data menjadi 14.34% dengan\npendekatan polinomial orde 3.", "Daftar File": {"ABSTRAK Bagus Dewangga": "https://digilib.itb.ac.id/gdl/download/239799"}, "Penulis": "Bagus Dewangga [23318003]", "Kontributor / Dosen Pembimbing": ["Ir. Edi Leksono, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Sistem Energi Listrik, Cluster SQL, NoSQL, Kubernetes dan regresi polinomial", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Des 2021"}