{"Nomor": 62263, "Judul": "PENDEKATAN PERILAKU PADA PERANCANGAN NURSING HOME DI SURABAYA", "Abstrak": "Perubahan tatanan demografi lansia pada abad ke-21 merupakan dampak dari\nbaby boom yang terjadi beberapa puluh tahun yang lalu. BPS memproyeksikan\nbahwa pada tahun 2045 jumlah lansia di Indonesia akan meningkat sampai 63,31\njuta orang (20% populasi Indonesia), bahkan dapat mencapai 74 juta lansia. Kota\nSurabaya yang memiliki jumlah populasi lansia terbanyak kedua di Indonesia,\ntelah mengupayakan kesejahteraan penduduk lanjut usia dengan beberapa\nkebijakan khusus, namun nyatanya, masih banyak tempat perawatan dan\npenampungan lansia yang fasilitasnya belum memadai bagi lansia. Karena hal\ntersebut, banyak lansia yang merasa gelisah dan kesepian karena minimnya\nfasilitas yang mendukung kemandirian lansia, kurangnya aktivitas individu dan\nbersama, serta kualitas ruang yang kurang baik.\nTempat perawatan dan penampungan lansia seharusnya memilki fasilitas yang\ndimiliki rumah lansia sebelumnya, sehingga lansia dapat merasa seperti di rumah\ndan bebas melakukan aktivitas yang disukai tanpa terkesan terisolasi di ruangan\nyang asing. Berdasarkan issue ini, maka tercipta topik Nursing Home, yang\ndicapai dengan observasi perilaku. Metode yang digunakan yaitu person-centered\ndan place-centered untuk menemukan kriteria-kriteria yang spesifik bagi lansia,\nterutama konsep sense of home pada nursing home sehingga standar dan\nkebutuhan spesifik lansia dapat terpenuhi. Berdasarkan observasi yang dilakukan,\nterdapat 13 kriteria yang berhubungan dengan pemenuhan kebutuhan hidup lansia\ndi nursing home, yaitu Jumlah Populasi, Hirarki Ruang, Akses Ruang Luar,\nKarakter Rumah, Fleksibilitas dan Autonomi, Ruang Personal, Lingkungan\nSosial, Wayfinding, Seni dan Hobi, Agama dan Budaya, Stimulasi, Pencahayaan,\nWarna dan Kontras, Penghawaan, dan Keamanan. Dengan adanya seluruh kriteria\nini diharapkan lansia dapat menjalani hidup dan masa tuanya dengan bebas di\nnursing home berdasarkan pilihan hidupnya sendiri tanpa terkesan terkekang.\nDengan adanya pilihan, lansia dapat lebih tenang, percaya diri, aktif, dan bahagia\ndalam menjalani masa tuanya.", "Daftar File": {"ABSTRAK Aristyo Rahardiyan": "https://digilib.itb.ac.id/gdl/download/239814"}, "Penulis": "Aristyo Rahardiyan [25218021]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Woerjantari Kartidjo, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "nursing home, lansia, arsitektur perilaku, sense of home, active ageing", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "23 Des 2021"}