{"Nomor": 62264, "Judul": "SAMPLING GRID OPTIMIZATION ON FAN DRILLING DATA USING DECLUSTERING GEOSTATISTICAL METHOD", "Abstrak": "Sampling selection on fan drilling pattern with specific grid (interval) generated a problem regarding the optimum sampling interval. The presence of different data\ndistribution on various places creates spatial data clustering. The objective of this research is to optimize the sampling interval on fan drilling pattern. Based on the\nspatial variability of Cu-Au grades on several intervals pattern from 1 m to 15 m, the optimum sampling grid was determined. Moreover, the declustered weighted data were\nused to yield the unblased distribution data in the optimum sampling interval. The result showed that in general the range of variogram Cu grade was longer than Au grade.\nConseguently the Cu grade had lower variability or higher continuity than Au grade. The kriging variance showed that Cu-Au grades with 15 m sampling grid had the smallest\nvariability with the variance 0.84 for Cu grade and 11.42 for Au grade compared to the data that is yielded by other sampling grid. The average declustered weight values for a\ncertain elevation range gave the depiction of optimum rate in the corresponding elevation range. Generally this research concluded that the optimum sampling intervals\nwere smaller from upper toward lower ends of drillholes.", "Daftar File": {"COVER Mohamad Nur Heriawan": "https://digilib.itb.ac.id/gdl/download/239815", "DAFTAR Mohamad Nur Heriawan": "https://digilib.itb.ac.id/gdl/download/239816", "2013 MOHAMAD NUR HERIAWAN 1-EDITORIAL BOARD.pdf)u": "https://digilib.itb.ac.id/gdl/download/239817", "2013 MOHAMAD NUR HERIAWAN 1-PAPER.pdf\n]": "https://digilib.itb.ac.id/gdl/download/239818"}, "Penulis": "Mohamad Nur Heriawan [-]", "Kontributor / Dosen Pembimbing": ["Ongky Elisma N, Anton Perdana"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fan Drilling, Declustering, Geostatistical Method", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "4 file", "Tanggal Input": "23 Des 2021"}