{"Nomor": 62260, "Judul": "ANALISIS IMPLEMENTASI KEBIJAKAN PERHUTANAN SOSIAL DI PROVINSI JAWA BARAT", "Abstrak": "Target RPJMN 2015-2019 mengamanatkan 12,7 juta hektar kawasan hutan yang\ndiberikan kepada masyarakat melalui perhutanan sosial ditindaklanjuti oleh\nKementerian Lingkungan Hidup dan Kehutanan dengan mengeluarkan landasan\noperasional kebijakan perhutanan sosial tersebut di dalam Peraturan Menteri LHK\nNomor P.83 tahun 2016 tentang Perhutanan Sosial. Peraturan tersebut\nmenyederhanakan prosedur perizinan serta melibatkan peran Pemerintah Daerah\ndalam pelaksanaan perhutanan sosial. Namun, hingga akhir RPJMN 2015-2019\ntarget perhutanan sosial tersebut tidak tercapai secara nasional. Selain itu, belum\nbanyak ditemukan penelitian terkait analisis implementasi kebijakan tersebut oleh\nPemerintah Daerah Provinsi yang memiliki kewenangan terkait urusan bidang\nkehutanan. Penelitian ini bertujuan untuk menganalisis implementasi kebijakan\nperhutanan sosial di Provinsi Jawa Barat yang memiliki karakteristik biofisik serta\nsosial-ekonomi masyarakat yang potensial untuk pelaksanaan perhutanan sosial.\nSasaran penelitian ini, yaitu: mengidentifikasi pelaksanaan perhutanan sosial di\nJawa Barat, menganalisis faktor-faktor yang mempengaruhi implementasi\nkebijakan perhutanan sosial di Jawa Barat, serta merumuskan strategi implementasi\nkebijakan perhutanan sosial di Jawa Barat. Pendekatan yang digunakan dalam\npenelitian ini adalah pendekatan campuran untuk mendeskripsikan variabel\nimplementasi kebijakan serta merumuskan strategi implementasi perhutanan sosial\ndi Jawa Barat. Pengumpulan data dilakukan melalui penelusuran data sekunder dan\nwawancara kepada 6 (enam) informan kunci yang terkait dengan kegiatan\nperhutanan sosial di Jawa Barat (Pemerintah, BUMN Perum Perhutani, dan LSM).\nHasil penelitian menemukan bahwa kebijakan perhutanan sosial telah diselaraskan\ndi dalam dokumen RPJMD Jawa Barat tahun 2018-2023 dan mencapai target\nhingga akhir RPJMN 2015-2019. Keberhasilan tersebut dianalisis berdasarkan\nfaktor-faktor yang mempengaruhi implementasi kebijakan yaitu faktor komunikasi,\nsumber-sumber (finansial, staf, fasilitas, dan informasi), struktur/karakteristik\norganisasi pelaksana, kecendrungan organisasi pelaksana, dan lingkungan sosial,\nekonomi, dan politik. Hasil analisis faktor-faktor tersebut kemudian menjadi input\nuntuk merumuskan strategi. Hasil yang diperoleh menunjukkan bahwa strategi\nyang dapat dilakukan untuk keberlanjutan implementasi kebijakan perhutanan\nsosial di Jawa Barat adalah dengan memanfaatkan kekuatan yang dimiliki Provinsi\nJawa Barat seperti dukungan sumber daya dan kebijakan untuk menghadapi\nancaman dalam pelaksanaan perhutanan sosial di Jawa Barat.", "Daftar File": {"ABSTRAK Hairatunnisa": "https://digilib.itb.ac.id/gdl/download/239805", "BAB 1 Hairatunnisa": "https://digilib.itb.ac.id/gdl/download/239806", "BAB 2 Hairatunnisa": "https://digilib.itb.ac.id/gdl/download/239807", "BAB 3 Hairatunnisa": "https://digilib.itb.ac.id/gdl/download/239808", "BAB 4 Hairatunnisa": "https://digilib.itb.ac.id/gdl/download/239809", "BAB 5 Hairatunnisa": "https://digilib.itb.ac.id/gdl/download/239810", "BAB 6 Hairatunnisa": "https://digilib.itb.ac.id/gdl/download/239811", "PUSTAKA Hairatunnisa": "https://digilib.itb.ac.id/gdl/download/239812"}, "Penulis": "Hairatunnisa [25419008]", "Kontributor / Dosen Pembimbing": ["Alhilal Furqan, B.Sc., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Implementasi Kebijakan, Perhutanan Sosial, Provinsi Jawa Barat", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "23 Des 2021"}