{"Nomor": 62272, "Judul": "POTENSI ISOLAT MIKROBA SEDIMEN SALURAN AIR BUANGAN SEBAGAI AGEN PENDEGRADASI RHODAMIN B", "Abstrak": "Zat warna merupakan bahan yang diperlukan di berbagai jenis kegiatan industri. Namun, 10-\n15% zat warna terbuang ke lingkungan saat proses pewarnaan dilakukan dan dapat menimbulkan\npencemaran. Salah satu zat warna yang sering digunakan adalah rhodamin B yang bersifat toksik bagi\norganisme dan lingkungan. Salah satu metode untuk mendegradasi zat warna adalah bioremediasi\ndengan memanfaatkan mikroorganisme yang mayoritas berasal dari kelompok bakteri dan fungi.\nPenelitian ini bertujuan untuk mengisolasi, mengidentifikasi, mengevaluasi kelulushidupan dan\nkemampuan degradasi isolat mikroba sedimen terhadap rhodamin B. Sampel sedimen diambil dari\nsaluran air buangan di daerah Daya Bangun, Kota Payakumbuh. Sebanyak 1 gram sedimen diencerkan\nhingga 10-7, sebanyak 0.1 ml dari hasil pengenceran 10-5-10-7 diinokulasikan ke medium Nutrient Agar\n(NA) dan 0.1 ml dari hasil pengenceran 10-3-10-5 diinokulasikan ke Potato Dextrose Agar (PDA) yang\nmasing-masing ditambahkan rhodamin B dengan konsentrasi 50 ppm. Sampel diinkubasi dan dilakukan\nskrining dengan mengamati terbentuknya zona bening di sekitar koloni yang tumbuh yang menandakan\nterjadi aktivitas degradasi. Dari proses tersebut, terdapat 2 isolat fungi (A dan B) yang membentuk zona\nbening sementara tidak diperoleh isolat bakteri. Kedua isolat dikarakterisasi secara makroskopis (warna\nkoloni, tepian koloni, waktu pertumbuhan, dan warna dasar medium), mikroskopis (struktur hifa,\nseptasi hifa, struktur sporangium, dan sporangiofor), serta identifikasi dengan pendekatan sekuensing\nDNA ITS. Uji kelulushidupan dilakukan dengan cara menumbuhkan kedua isolat pada berbagai variasi\nkonsentrasi rhodamin B pada medium padat (PDA) dan menentukan nilai IC50 (Inhibitory\nConcentration 50%) yaitu konsentrasi rhodamin B yang diperlukan untuk menghambat pertumbuhan\nradial dari isolat sebesar 50% terhadap pertumbuhan kontrol positif. Uji kemampuan degradasi\nrhodamin B dilakukan dengan menggunakan medium cair (PDB) yang mengandung rhodamin B (50\nppm) dan dikultivasi dengan isolat yang diperoleh. Proses pengamatan dilakukan menggunakan\nspektrofotometer UV-Vis dan dilakukan pengukuran konsentrasi pada hari ke-0,4,7,11, dan 14. Isolat\nA memiliki karakteristik berupa koloni putih, tepian koloni halus, bagian bawah medium pertumbuhan\nkecoklatan, hifa tipis dan tidak bersepta, sporangiofor tegak lurus dengan tumbuhnya hifa, dan\nberdasarkan analisis hasil sekuensing, isolat A merupakan fungi dari genus Bipolaris. Isolat B memiliki\nkarakteristik berupa koloni putih, tepian koloni yang berserabut, bagian bawah medium pertumbuhan\nkecoklatan, hifa tipis tidak bersepta, sporangiofor tumbuh tegak lurus dengan pertumbuhan hifa, namun\nanalisis sekuensing tidak dilakukan karena data hasil sekuensing tidak memenuhi kriteria untuk\ndianalisa lebih lanjut. Diperoleh IC50 isolat A adalah 956 ppm dan isolat B adalah 1129 ppm serta kedua\nisolat mampu mendegradasi Rhodamin B dengan efektivitas >90% (dengan konsentrasi awal 50 ppm)\npada medium PDB setelah diinkubasi selama 14 hari", "Daftar File": {"ABSTRAK Muhammad Kemmal Fuadi": "https://digilib.itb.ac.id/gdl/download/239837"}, "Penulis": "Muhammad Kemmal Fuadi [10417038]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. I Nyoman Pugeg Aryantha", "Dr. Ir. Mustika Dewi, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Degradasi, Isolasi, Identifikasi, Rhodamin B, dan Uji Potensi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Des 2021"}