{"Nomor": 62271, "Judul": "ANALISIS KARAKTERISTIK KELEMBAGAAN PADA IZIN PEMANFAATAN HUTAN PERHUTANAN SOSIAL DI KAWASAN HUTAN LINDUNG GUNUNG RAKUTAK, BANDUNG SELATAN JAWA BARAT", "Abstrak": "Kawasan hutan lindung Rakutak merupakan salah satu lokasi penerima Izin Pemanfaatan Hutan Perhutanan Sosial (IPHPS). IPHPS tersebut berdasarkan SK.4616/MENLHK-PSKL /PKPS/PSL.O /9/2017 seluas ±1888 Ha yang tersebar di 31 KUPS (Kelompok Usaha Perhutanan Sosial). IPHPS yang berlaku di Indonesia dikelola oleh kelembagaan masyarakat. Adapun permasalahan yang sering terjadi di sebuah kelembagaan perhutanan sosial umumnya adalah lemahnya posisi masyarakat, kurangnya sinergitas stakeholder, kondisi organisasi yang tidak terstruktur dan kegiatan pengawasan evaluasi yang belum terlaksana dengan sesuai. Penelitian ini bertujuan untuk menentukan karakteristik aspek kelembagaan IPHPS Rakutak menggunakan metode penilaian kriteria dan indikator (K&I). Kriteria dan indikator yang digunakan berdasarkan penilaian kelembagaan Perhutanan Sosial berkelanjutan. Terdapat 7 kriteria dan 29 indikator uji yang diteliti pada penelitian ini yaitu implementasi kebijakan, kepemimpinan, kepengurusan lembaga, transparansi, sikap percaya terhadap stakeholder, manajemen konflik dan kegiatan pengembangan anggota. Pengambilan data dilakukan dengan cara mewawancarai penggarap yang terdaftar dalam SK IPHPS. Penilaian diklasifikasikan menjadi tiga kategori yaitu baik, cukup dan buruk. Kriteria dan indikator yang telah diuji didapatkan penilaian implikasi kebijakan berkategori baik, kepemimpinan berkategori baik, kepengurusan lembaga berkategori buruk, transparansi berkategori buruk, sikap percaya terhadap stakeholder cukup-baik, manajemen berkategori cukup-baik dan kegiatan pengembangan anggota berkategori buruk. Berdasarkan hasil tersebut dengan asumsi bobot setiap kriteria sama, disimpulkan bahwa kelembagaan IPHPS di Gunung Rakutak bernilai buruk dengan persentase 42%.", "Daftar File": {"ABSTRAK Choiruriwayancanti F A": "https://digilib.itb.ac.id/gdl/download/239836"}, "Penulis": "Choiruriwayancanti F A [11517011]", "Kontributor / Dosen Pembimbing": ["Dr. Mulyaningrum, S.Hut., M.Si.", "Dr. Pujo, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Perhutanan Sosial, Kelembagaan, Kriteria dan Indikator", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Des 2021"}