{"Nomor": 62279, "Judul": "USULAN PROYEK TERPADU DAN SISTEM MANAJEMEN RISIKO PADA PROYEK YAMAL LNG TRAIN 3  KASUS: FABRIKASI MODULAR E&I-HOUSE", "Abstrak": "Proyek Train 3 Yamal LNG, di konstruksi di 2 lokasi fabrikasi yard di Pulau Batam, Provinsi Kepulauan\nRiau, dalam jangka waktu minimal 17 bulan (Tahap 1 sampai Tahap 5). Untuk proses fabrikasi, PT. XYZ\nmendapatkan kontrak sebagai subkontraktor untuk menyelesaikan tiga lingkup pekerjaan yang berbeda.\nPekerjaan tersebut terdiri dari pekerjaan arsitektur, pemanasan, ventilasi, fabrikasi dan commissioning\nsistem pendingin udara, serta pemasangan insulasi pipa untuk proyek Yamal LNG Train 3. Karena rumitnya proses setiap proyek yang diberikan dan sumber daya yang tidak terkendali, tenaga kerja berdampak pada pembengkakan biaya 41%. Selanjutnya PT XYZ telah menjadi daftar vendor yang disetujui untuk pabrikasi utama minyak dan gas bumi di pulau Batam. Ada peluang untuk mendapatkan proyek fabrikasi E&I modul berikutnya dengan paket terintegrasi dari mulai pekerjaan arsitektur, pemanas, ventilasi, fabrikasi sistem pendingin udara dan commissioning pekerjaan, dan pemasangan insulasi pipa. Tujuan tesis ini untuk mengetahui akar penyebab terjadinya pembengkakan biaya, menganalisis dan membuat inkoherensi sistem manajemen proyek baru dengan sistem manajemen terintegrasi berdasarkan standar ISO. Berdasarkan buku Pengetahuan Manajemen Proyek (PMBOK) Versi 6, lima proses terlibat dalam pengelolaan proyek—inisiasi, perencanaan, pemantauan, pelaksanaan, dan penutupan. Sebagaimana definisi, proyek harus memiliki awal dan akhir yang disebut sebagai \"siklus hidup proyek/ PMBOK berisi sepuluh bidang pengetahuan, dan setiap bidang pengetahuan memiliki input, alat dan teknik, dan output (ITTO) yang saling terkait. analisis diperlukan untuk menghubungkan akar masalah dan solusi terintegrasi berdasarkan masing masing area yang terkena dampak menggunakan Kerangka\nPMBOK Versi 6.", "Daftar File": {"2022_TS_PP_Prastiwo Anggoro_29120143_1-Abstrakcs.pdf\n]": "https://digilib.itb.ac.id/gdl/download/239843"}, "Penulis": "Prastiwo Anggoro [29120143]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Proyek Minyak dan Gas Bumi, Sistem Arsitektur, HVAC, Isolasi Pipa, Siklus Hidup Proyek, Standard ISO, Pembengkakan Biaya, PM BOK 6     th  Edition", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "23 Des 2021"}