{"Nomor": 62277, "Judul": "MODEL PESANTREN BERKELANJUTAN UNTUK MEMPRAKTEKKAN PENDIDIKAN UNTUK PEMBANGUNAN BERKELANJUTAN STUDI KASUS : PESANTREN AL-HILAL", "Abstrak": "Sustainable development is a development process that can improve the economy’s level , maintain sustainability of enviromental, and ensure the conditions of social for the utility of the present and future generations. Salah satu upaya dari terwujudnya sustainable development adalah melalui pendidikan, dalam hal ini lebih tepatnya pendidikan untuk pembangunan berkelanjutan atau lebih dikenal dengan Education for sustainable development (ESD).  \nEducation for Sustainability Development (ESD) telah menjadi isu penting dalam pendidikan di banyak negara. Banyak negara menerapkan ESD dalam pendidikan, dalam kebijakan pendidikan, pelatihan guru, dan kurikulum. ESD dapat dilakukan dalam lingkup sekolah formal atau pada kegiatan informal. Pesantren sebagai lembaga pendidikan sangat mungkin menerapkan ESD. Paradigma ESD untuk pesantren merupakan upaya untuk menyelaraskan, mengintegrasikan dan memberikan bobot yang sama pada tiga aspek utama pembangunan berkelanjutan, yaitu aspek ekonomi, aspek sosial budaya, dan aspek kelestarian lingkungan. Implementasi nilai-nilai ESD di pesantren dapat memberikan kontribusi positif bagi pembangunan berkelanjutan khususnya di lingkungan pesantren dimana salah satu fitur utama dari sekolah/lembaga pendidikan berkelanjutan dalam hal ini pesantren berkelanjutan adalah integrasi ESD di semua bidang pembelajaran utama dalam kurikulum atau kegiatan lain di sekolah. \nPesantren Al-Hilal adalah pondok pesantren yang termasuk pesantren yang komprehensif dimana pembelajarannya menggabungkan tradisional dan modern. Pesantren Al-Hilal sudah mulai menerapkan pendidikan untuk pembangunan berkelanjutan dalam menjalankan kegiatan di pesantren. Namun, ESD belum secara resmi diintegrasikan ke dalam kurikulum pembelajaran atau kegiatan lain di pesantren. Oleh karena itu, implementasi ESD di Pesantren Al-Hilal masih belum optimal dan belum terarah. Sebuah model atau konsep diperlukan Pesantren Al-Hilal untuk dapat mengimplementasikan ESD dengan baik sesuai dengan aset yang dimilikinya. Selain itu, model ESD di Pesantren AL-Hilal akan dikaitkan dengan isu lingkungan, sosial, dan ekonomi yang ada di lingkungan Pesantren Al-Hilal. \nPenelitian ini menggunakan metode kualitatif dengan pendekatan studi kasus dan menggunakan wawancara, observasi, FGD, dan dokumentasi sebagai teknik pengumpulan data. \nModel Pesantren Berkelanjutan yang diusulkan oleh penulis didasarkan pada analisis SWOT dan TOWS. Dari keempat strategi yang dirumuskan, dibuatkan suatu model yang terdiri dari tahapan starting, stimulating, dan supporting. Ketiga tahapan tersebut berisi poin-poin kegiatan berdasarkan hasil pemetaan Asset Based Community Development dan Emphaty map, yaitu mengintegrasikan Education for Sustainable Development (ESD) ke dalam kurikulum dan pedagogi, mengintegrasikan ESD ke dalam ekstra kurikulum dan kegiatan harian siswa, mengintegrasikan ESD ke dalam klub, acara rutin, dan pendidikan guru.", "Daftar File": {"2021_TS_PP_Isep Paozi_Abstrak-1 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/239897"}, "Penulis": "Isep Paozi [29119340]", "Kontributor / Dosen Pembimbing": ["Melia Famiola, S.T.P., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Institusi Pendidikan, ESD, Pesantren, Model Pesantren Berkelanjutan", "Sumber": "PESANTREN AL-HILAL", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "23 Des 2021"}