{"Nomor": 62288, "Judul": "DESAIN PROSES YANG MENGGUNAKAN SOLUSI TEKNOLOGI INFORMASI GUNA MENINGKATKAN KEUNGGULAN OPERASIONAL  PERUSAHAAN KELAPA SAWIT  (STUDI KASUS: PT AS)", "Abstrak": "Perusahaan adalah induk perusahaan yang bergerak terutama pada operasional pengelolaan kebun kelapa sawit dan pabrik kelapa sawit terintegrasi (industri hulu kelapa sawit) dan terdaftar di Bursa Efek Indonesia. Kinerja keuangan dan penilaian perusahaan menghadapi risiko penurunan margin laba yang dapat disebabkan oleh tingginya volatilitas harga dari minyak kelapa sawit dan inti sawit pada pasar komoditas. Agar dapat semakin sigap dalam mengantisipasi dinamika di industri kelapa sawit dan mengelola biaya operationalnya, perusahaan telah menjalankan satu sistem ERP SAP yang terintegrasi pada tahun 2016. ERP telah membantu manajemen di kantor pusat dan kantor regional dalam hal mengawasi dan mengelola biaya dan kinerja keuangan perusahaan secara keseluruhan, namun masih terdapat potensi perbaikan khususnya bagi tim operasional lapangan dalam hal meningkatkan produktivitas mereka dan mengelola biaya kebun kelapa sawit, khususnya biaya panen dan transportasi buah yang merupakan biaya yang paling besar pada kebun yang sudah menghasilkan.\n\nPenelitian ini memiliki tujuan untuk memahami kondisi saat ini pada proses panen dan transportasi di kebun setelah implementasi ERP, untuk mengidentifikasi potensi akar penyebab dari masalah risiko tingginya biaya dan rendahnya kualitas dari tandan buah segar (TBS) yang dipanen dan dikirimkan ke pabrik kelapa sawit yang akan berdampak langsung pada tingginya biaya dan rendahnya kualitas dari minyak kelapa sawit, untuk menelaah dan menganalisa solusi teknologi terbaik yang dapat meningkatkan kondisi saat ini, khususnya di proses panen dan transport TBS, untuk mendesain proses panen dan pengangkutan TBS ke pabrik kelapa sawit yang akan datang guna meningkatkan efektivitas biaya operasional dan kualitas dari TBS, dan untuk mengusulkan rencana penerapan proses-proses yang baru serta teknologi inovasi tersebut.  \n\nKerangka kerja konseptual yang digunakan dalam penelitian ini adalah Six Sigma dengan metodologi DMADV (Define - Measure - Analyze - Design and Verify).\n\nPenelitian ini menemukan bahwa ada kebutuhan tim operasional lapangan untuk memiliki sistem yang dapat menampilkan informasi operasional secara cepat / saat itu juga, guna membantu mengambil keputusan perencanaan, pelaksanaan, administrasi dan pengawasan di dalam perkebunan tanpa perlu jaringan internet setiap saat dan dengan biaya investasi perangkat keras serta infrastrutur yang rendah. Hal ini dapat ditingkatkan dengan penerapan proses panen dan transportasi yang baru yang mengadopsi solusi teknologi mobilitas dan elektronik pada perkebunan (EPMS)\n\nPenelitian ini juga menemukan beberapa teknologi yang relevan seperti sistem agrikultur nirawak, LoRaWAN dengan Internet untuk Segala (IoT), dan perhitungan jumlah buah secara otomatis, yang dapat diterapkan dalam periode selanjutnya guna membantu perusahaan untuk meningkatkan produktivitas dan mengelola biaya panen dan transportasi per kilogram TBS.", "Daftar File": {"COVER Agustinus Airlangga Djati M": "https://digilib.itb.ac.id/gdl/download/251707", "BAB 1 Agustinus Airlangga Djati M": "https://digilib.itb.ac.id/gdl/download/251711", "BAB 2 Agustinus Airlangga Djati M": "https://digilib.itb.ac.id/gdl/download/251712", "BAB 3 Agustinus Airlangga Djati M": "https://digilib.itb.ac.id/gdl/download/251713", "BAB 4 Agustinus Airlangga Djati M": "https://digilib.itb.ac.id/gdl/download/251714", "PUSTAKA Agustinus Airlangga Djati M": "https://digilib.itb.ac.id/gdl/download/251716"}, "Penulis": "Agustinus Airlangga Djati M [29319424]", "Kontributor / Dosen Pembimbing": ["Ir. Adirizal Nizar, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "DMADV, Analisa akar penyebab masalah, Solusi teknologi mobilitas dan elektronik pada perkebunan, Desain proses yang akan datang", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "24 Des 2021"}