{"Nomor": 62286, "Judul": "SINTESIS NAFEO2 DARI FECL3 DAN NA2CO3 GRADE TEKNIS UNTUK KATODA PADA BATERAI ION SODIUM MELALUI METODE GILING BASAH DENGAN BANTUAN MEDIA ETILEN GLIKOL", "Abstrak": "Baterai ion sodium memiliki sistem kerja mirip dengan ion litium dan terdiri dari katoda, anoda dan separator dalam media elektrolit. Katoda merupakan faktor pembatas dari kinerja baterai namun menentukan kapasitas, kestabilan, keamanan dan biaya produksi baterai ion. Oleh karena itu, banyak penelitian yang mempelajari tentang katoda. Jenis katoda berbasis O3/P2 lapisan oksida logam transisi dipilih karena memiliki kapasitas energi teori tinggi dan mudah diproduksi. Katoda jenis ini ditulis dalam bentuk Nax(TM)O2 dengan TM adalah logam transisi seperti Ti, V, Cr, Ni, Mn, Fe dan Co. NaFeO2 memiliki struktur berlapis tipe O3 oksida logam transisi, terdiri dari bahan baku yang melimpah dan strukturnya menjadi rujukan bagi sintesis senyawa sodium oksida logam transisi lainnya. Banyak penelitian yang telah dikerjakan oleh para peneliti sebelumnya namun masih menggunakan bahan dengan kemurnian tinggi sehingga relatif mahal untuk diproduksi. Dalam penelitian ini, telah disintesis NaFeO2 dengan menggunakan FeCl3 teknis sebagai prekursor Fe dan Na2CO3 teknis sebagai perkursor Na. FeCl3 dilarutkan dalam air kemudian diendapkan dengan amonia. Endapan dikeringkan 110 selama 24 jam hingga kering dan kemudian dicampurkan dengan cara giling basah dengan soda abu dalam media etilen glikol. Hasil penggilingan diuji TG/DTA kemudian dikalsinasi pada temperatur 475, 575, 650 dan 700oC. Serbuk dianalisa mineralogi (XRD), morfologi dan mikrostruktur (TEM/SEM-EDS), kemudian dicoating pada aluminium foil dan dirakit menjadi cell baterai dengan menggunakan hardcarbon sebagai anoda. Data XRD dari sampel dengan kalsinasi pada temperature 475 oC mengandung fasa magnetit dan abu soda, sedangkan pada tempertur 575, 650, 700oC menghasilkan fasa Fe3O4, ?-NaFeO2, dan ?-NaFeO2. Perbedaan temperatur kalsinasi dari 575–700oC tidak mengubah komposisi kimiawi, tetapi meningkatkan konsentrasi fasa ?-NaFeO2 dan menurunkan konsentrasi fasa Fe3O4 dan ?-NaFeO2. Sampel yang dikalsinasi 575 dan 650oC, membentuk nanorods dengan ukuran panjang rata-rata ~ 260 nm dan diameter rata-rata ~ 72 nm. Pada sampel dikalsinasi 700oC beragglomerasi dan sulit untuk ditentukan ukurannya. Uji kinerja baterai dari EIS dan CV menunjukkan sampel dengan kandungan fasa ?-NaFeO2 terbesar yakni NFO 575 memiliki nilai konduktivitas dan difusi ion tertinggi, yaitu sebesar 1,38 x 10-4 S/cm dan koefisien difusi ion sebesar1,02 x 10-8 cm2/s dengan arus keluaran sebesar 17 mA.", "Daftar File": {"ABSTRAK Dede Taufik": "https://digilib.itb.ac.id/gdl/download/239861"}, "Penulis": "Dede Taufik [23319012]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Bambang Sunendar, M.Eng., Ph.D.", "Ir. Ahmad Nuruddin, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Penyimpan energi, baterai ion sodium; NaFeO2 nanorods; media etilen glikol; oksida logam transisi.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Des 2021"}