{"Nomor": 62285, "Judul": "ANALISIS PENGARUH VARIASI SUHU DAN KECEPATAN UDARA MASUKAN PADA RANCANGAN RAK SERVER TERTUTUP TERHADAP KEEFEKTIFAN PENDINGINAN", "Abstrak": "Penggunaan rak server saat ini merupakan hal yang sangat diperlukan dalam dunia IT sebagai media fisik untuk menyimpan data-data yang ada. Dibutuhkan sistem pendinginan untuk menjaga temperatur server agar performa server mampu terjaga, sehingga tidak mengakibatkan kegagalan pada sistem IT. Saat ini, sistem pendinginan rak yang cenderung mendinginkan satu ruangan Data Center masih meemberikan nilai pendinginan (RCI & RTI) yang belum efektif. Demikian perancangan rak server satuan dengan sistem pendinginan rak server berbasis closed-rack diharapkan mampu memberikan nilai RCI dan RTI yang lebih efektif dalam mendinginkan rak server.\nSimulasi dengan menggunakan openFOAM terhadap desain yang dirancang menunjukkan bahwa desain rak server memiliki nilai RCI sebesar 91,6% dan nilai RTI sebesar 61,5%. Hal ini sesuai dengan patokan dari ASHRAE, dimana patokan nilai RCI yang sudah diharapkan yakni di atas 91%, namun belum sesuai dengan patokan nilai RTI yang diharapkan yakni direntang 90-100%. Berdasarkan simulasi, nilai RTI yang tidak sesuai target terjadi dikarenakan adanya bypass aliran udara, sehingga pendinginan yang dilakukan tidak efektif, dalam artian terlalu banyak udara yang tidak mengenai taret pendinginan yaitu server. Rak server hasil design mampu bersaing dengan syarat harus memperhatikan posisi dari server berada, meningkatkan kepresisian design dari server, dan mengoptimalkan arah keluaran input udara ke dalam rak, dengan tujuan untuk mengarahkan udara input kepada server, sehingga akan didapatkan keoptimalan nilai RTI yang diharapkan.", "Daftar File": {"ABSTRAK Muhammad Ilyas Arradya": "https://digilib.itb.ac.id/gdl/download/239851"}, "Penulis": "Muhammad Ilyas Arradya [13315008]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eko Mursito Budi, M.T.", "Rahmat Romadhon, S.T., M.T.", "Anugrah Sabdono Sudarsono, S.T., M.T., Ph.D.", "Narendra Kurnia Putra, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Perancangan, Variasi Suhu dan Kecepatan Udara Inlet, Rak Server Tertutup, Simulasi , RCI, RTI, Efektifitas, Analisis", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Des 2021"}