{"Nomor": 62284, "Judul": "PENDEKATAN DIALEKTIK DALAM PROSES EXTENDED URBANIZATION : STUDI KASUS KAWASAN AGROINDUSTRI PERKEBUNAN SAWIT SEI MANGKEI", "Abstrak": "Pembahasan tentang extended urbanization menganggap akumulasi melalui\npengambilalihan lahan masyarakat sebagai instrumen kunci untuk menanamkan\ndominasi logika urban - industrial ke dalam wilayah yang sebelumnya disebut\nperdesaan. Penelitian ini berpendapat bahwa extended urbanization juga dapat\ndihasilkan tanpa pengambilalihan fisik lahan masyarakat, seperti yang digambarkan\noleh studi kasus Sei Mangkei, sebuah kawasan agroindustri kelapa sawit di\nSumatera Utara, Indonesia. Penelitian ini menggunakan pendekatan kualitatif yang\nmemanfaatkan berbagai data hasil interview dan observasi lapangan untuk\nmembantu dalam proses analisanya. Proses akumulasi extended urbanization\nterjadi melalui proses sentralisasi kapital yang ada pada kebijakan pertanian kontrak\ndaripada privatisasi sebagai instrumen untuk menangkap produktivitas lahan petani\nkelapa sawit. Dengan demikian, masyarakat yang menjadi petani sawit di industri\nkelapa sawit bukanlah menjadi korban pengambialihan lahan, namun mereka\nadalah bagian integral dari kapitalisme industri skala global. Selain itu, alih-alih\ndidominasi hanya oleh kapitalisme industri, extended urbanization dalam ruang\nagroindustri sawit juga diproduksi dan direproduksi oleh peran esensial berbagai\nnorma sosial dan praktik kehidupan masyarakat lokal. Fenomena ini dapat\nterjelaskan karena penelitian ini berusaha melihat proses multiskala extended\nurbanization secara dialektik tanpa mengutamakan dominasi skala tertentu baik\nstructural forces skala global maupun praktik keseharian masyarakat skala lokal.", "Daftar File": {"ABSTRAK Isnu Putra Pratama": "https://digilib.itb.ac.id/gdl/download/239852", "BAB 1 Isnu Putra Pratama": "https://digilib.itb.ac.id/gdl/download/239853", "BAB 2 Isnu Putra Pratama": "https://digilib.itb.ac.id/gdl/download/239854", "BAB 3 Isnu Putra Pratama": "https://digilib.itb.ac.id/gdl/download/239855", "BAB 4 Isnu Putra Pratama": "https://digilib.itb.ac.id/gdl/download/239856", "BAB 5 Isnu Putra Pratama": "https://digilib.itb.ac.id/gdl/download/239857", "BAB 6 Isnu Putra Pratama": "https://digilib.itb.ac.id/gdl/download/239858", "PUSTAKA Isnu Putra Pratama": "https://digilib.itb.ac.id/gdl/download/239859"}, "Penulis": "Isnu Putra Pratama [35418301]", "Kontributor / Dosen Pembimbing": ["Ibnu Syabri, B.Sc., M.Sc., Ph.D.", "Prof. Ir. Haryo Winarso, M.Eng., Ph.D.", "Prof. Dr. Delik Hudalah, S.T., M.T., M.Sc."], "Jenis Koleksi": "Disertasi", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Industrialisasi Perdesaan, Urbanisasi, Planetary Urbanization, Extended Urbanization, Perkebunan Kelapa Sawit", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "24 Des 2021"}