{"Nomor": 62307, "Judul": "EFEK AKURASI DAN GEOMETRIK SISTEM TINGGI DIGITAL ELEVATION MODEL (DEM) TERHADAP PEMODELAN BAHAYA BANJIR ROB DI JAKARTA", "Abstrak": "Saat ini telah banyak dilakukan pemodelan bahaya banjir rob di Jakarta,dengan perbedaan hasil antar model yang cukup signifikan. Salah satu faktor yang membedakan hasil model adalah penggunaan data DEM (Digital Elevation Model) dengan tingkat akurasi yang bervariasi. Penelitian ini bertujuan untuk mengetahui efek akurasi dan geometrik sistem tinggi DEM terhadap hasil pemodelan bahaya banjir rob di Jakarta dengan membandingkan hasil pemodelan menggunakan beberapa data DEM yang memiliki akurasi yang berbeda-beda dan membandingkan hasil pemodelan antara datum vertikal geoid global dengan datum pasang surut (pasut) air laut lokal. Model berbasis DEM LiDAR yang memiliki akurasi tinggi dijadikan baseline untuk pengukuran akurasi model lainnya. \n\nPemodelan dengan DEMNAS menghasilkan luas area tergenang yang mendekati model DEM LiDAR dengan rasio perbandingan sebesar 97%. Pemodelan DEM global (open access), terdiri dari DEM SRTM (30 m), DEM TanDEM-X (60 m), dan DEM AW3D (30 m), menghasilkan luas area tergenang yang memiliki variasi antara 5% - 48% dari model DEM LiDAR. Pemodelan menunjukkan korelasi positif antara akurasi vertikal dan resolusi spasial DEM dengan akurasi produk model bahaya banjir rob di Jakarta. Pemodelan yang meggunakan datum geoid global, yaitu EGM96 dan EGM2008, menghasilkan luas area tergenang kurang dari 30% dari luas area tergenang hasil pemodelan menggunakan datum pasut Highest Astronomical Tide (HAT). Hasil validasi menunjukkan pemodelan menggunakan datum HAT memiliki akurasi paling optimal dan mampu mengidentifikasi titik genangan aktual lebih banyak dibandingkan model yang menggunakan datum vertikal lainnya. Perbandingan antar model secara lebih lanjut dilakukan untuk mendapatkan efek akurasi model terhadap hasil penilaian risiko bencana banjir rob. Penggunaan model DEM global yang berakurasi rendah menghasilkan nilai risiko jumlah penduduk terpapar sebesar 2,2 – 54,0 kali lebih rendah, serta nilai risiko kerugian ekonomi sebesar 1,9 – 37,6 lebih rendah dibandingkan penilaian risiko menggunakan model berbasis DEM LiDAR.", "Daftar File": {"ABSTRAK Firman Juliandri": "https://digilib.itb.ac.id/gdl/download/239893"}, "Penulis": "Firman Juliandri [25119002]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dina Anggreni Sarsito, M.T.", "Dr. Heri Andreas, S.T., M.T.", "Dr. Alfita Puspa Handayani, S.T., M.T.", "Dr. techn. Dhota Pradipta, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "DEM, datum vertikal, pemodelan banjir rob, penilaian risiko, Jakarta.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Des 2021"}