{"Nomor": 62306, "Judul": "DINAMIKA KELIMPAHAN BAKTERI PADA PERAIRAN TAMBAK UDANG PUTIH (LITOPENAEUS VANNAMEI) DI DESA JAYAMUKTI KECAMATAN BLANAKAN, SUBANG, JAWA BARAT", "Abstrak": "Penelitian ini bertujuan untuk mengetahui kelimpahan struktur komunitas bakteri (total bakteri dan Vibrio spp.) serta mengetahui faktor kualitas air yang mempengaruhi kelimpahan total bakteri dan Vibrio spp. di dalam perairan tambak pembesaran udang putih Litopenaeus vanname. Penelitian dilakukan selama bulan Desember 2019 – Maret 2020 pada tambak yang memiliki ukuran 1000m2 dengan padat tebar 100 ekor/m2. Pengambilan sampel diamati tiap dua pekan sekali. Parameter yang diamati berupa total bakteri, total Vibrio spp., pertumbuhan udang, dan parameter kualitas air berupa suhu, salinitas, pH, dan oksigen terlarut. Penghitungan bakteri dilakukan dengan menggunakan metode total plate count (TPC). Hasil pengamatan kualitas air dengan total bakteri dan total Vibrio spp. dianalisis secara deskriptif, sedangkan hubungan antara kualitas air dengan dengan total Vibrio spp. menggunakan analisis regresi linier berganda. Hasil persamaan regresi linier antara total bakteri Vibrio spp. dengan kualitas air Y= -57,87 -3,61X1 +1,39X2 +7,65 X3 +22,9 X4. Hasil regresi linier berganda menunjukkan bahwa parameter kualitas air yang meliputi suhu (X1) salinitas (X2) oksigen terlarut (X3) dan derajat keasaman (X4) mempunyai pengaruh besar dalam kelimpahan total total Vibrio spp. yang di buktikan dengan nilai koefisien determinasi R2= 0,99. Kisaran total bakteri pada tambak adalah 3,6x105- 2,4x107 CFU/ml, dan kisaran total Vibrio spp. adalah 2,8x103 – 4,1x104 CFU/ml.", "Daftar File": {"ABSTRAK Try Laili Wirduna": "https://digilib.itb.ac.id/gdl/download/239892"}, "Penulis": "Try Laili Wirduna [20617302]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Gede Suantika, S.Si., M.Si.", "Dr. Magdalena Lenny Situmorang, S.Si., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "total bakteri, Vibrio spp., kualitas air, udang putih, Litopenaeus vannamei", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Des 2021"}