{"Nomor": 62309, "Judul": "PROPOSED INTEGRTAED MARKETING COMMUNICATION STRATEGY TO INCREASE BRAND AWARENESS OF LOKALATE   CASE STUDY OF PT. NUTRIFOOD INDONESIA", "Abstrak": "Lokalate sebagai brand awal dari Nutrifood Indonesia, diluncurkan pertama kali pada tahun 2017\ndengan fokus pada penjualan kopi instan sebagai produk utama. Produk pertama yang mereka\nperkenalkan ke masyarakat adalah Gula Aren Lokalate. Saat ini, Lokalate memiliki banyak varian\nyang berbeda, terdiri dari Lokalate Gula Aren, Lokalate Alpukat, Lokalate Durian, Lokalate\nKawista, Lokalate Berondong, Lokalate Tape dan Ketan, serta Lokalate Andaliman. Nutrifood\nmasih menghasilkan strategi standar untuk meningkatkan produk Lokalate. Oleh karena itu,\nLokalate masih dianggap sebagai pintu masuk baru. Berdasarkan data sekunder yang penulis\nperoleh melalui salah satu jalur distribusi online mereka yaitu media sosial, Lokalate cenderung\nmemiliki engagement yang rendah di media sosial yang berdampak pada rendahnya brand\nawareness dibandingkan kompetitornya yaitu Nescafe, Good Day dan Caffino. Oleh karena itu,\npenulis memutuskan untuk melakukan penelitian ini. Penelitian ini bertujuan untuk mengetahui\nfaktor-faktor apa saja yang mempengaruhi calon pembeli terhadap kesadaran merek dan\nmengembangkan strategi pemasaran melalui komunikasi pemasaran terpadu. Penelitian ini\nmenggunakan metode kuantitatif melalui kuesioner online. Penelitian ini memiliki dua analisis,\nyaitu internal dan eksternal. Analisis internal meliputi segmenting, targeting, dan positioning\n(STP), VRIO, dan Marketing Mix. Sedangkan analisis eksternal meliputi PESTEL, Porter 5\nForces, Analisis Pesaing, dan Analisis Konsumen. Setelah melakukan analisis, penulis\nmendapatkan analisis SWOT dan Root Cause untuk mencari beberapa solusi dengan menggunakan\nMatriks TOWS. Selanjutnya penulis memilih strategi yang tepat untuk meningkatkan brand\nawareness Lokalate.", "Daftar File": {"2022_TS_PP_Dhio Tampan Nugraha - 29118488_`-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/239895"}, "Penulis": "Dhio Tampan Nugraha [29118488]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Komunikasi pemasaran terpadu, loyalitas merek, kopi instan, lokalate, nutrifood", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "24 Des 2021"}