{"Nomor": 62319, "Judul": "DETEKSI DIFFUSE INTERSTELLAR BANDS (DIBS) EKSTRAGALAKSI PADA SPEKTRUM SUPERNOVA 2006X", "Abstrak": "Diffuse Interstellar Bands (DIBs) merupakan fitur serapan lemah dan lebar\nakibat materi antarbintang. Studi terkait DIBs telah dilakukan sejak tahun\n1919 oleh M. L. Heger. Hingga kini telah terdapat ?500 DIBs yang tercantum\ndalam katalog (Hobbs et al 2008, 2009, Fan et al 2019). DIBs menarik untuk\ndipelajari karena sampai sekarang masih belum diketahui identifikasi kimia\nyang menyebabkan DIBs. DIBs dapat ditemukan pada spektrum benda langit\nyang termerahkan baik di Galaksi kita maupun di galaksi lain. Tujuan dari\nTugas Akhir ini adalah untuk mengkaji perkembangan studi DIBs, mendeteksi\ndan mengukur DIBs di galaksi lain.\nMendeteksi DIBs di galaksi lain sangat menantang. Salah satu cara mendeteksi\nDIBs di galaksi lain yaitu dengan menggunakan spektrum supernova.\nSupernova sebagai sumber latar belakang untuk menyelidiki materi antarbintang\ndi suatu galaksi. Dalam tugas akhir ini digunakan spektrum SN2006X.\nData yang digunakan yaitu data spektroskopi supernova yang diamati dengan\nspektograf European Southern Observatory (ESO) Ultraviolet and Visual Echelle\nSpechtograph (UVES) dari Very Large Teleskop (VLT) yang terletak di\nNasmyth B terfokus UT2. Deteksi DIBs dilakukan dengan cara memprediksi\npanjang gelombang DIBs pada spektrum supernova di galaksi lain yang\nmengalami pergeseran akibat gerak menjauh/mendekat galaksi, mengamati\ndan mengukur profil-profil DIB pada spektrum tersebut. Panjang gelombang\ntengah DIBs diambil dari katalog Hobbs et al (2008). Pada Tugas Akhir ini,\ntelah berhasil dideteksi dan diukur dua DIBs yaitu pada panjang gelombang\n?? 6283 dan 6613 ?A. Pada hasil pengukuran menunjukkan redshift z=0.0055.\nDitemukannya DIBs di galaksi lain menunjukkan bahwa DIBs bersifat universal.", "Daftar File": {"ABSTRAK Atika Destiarasari": "https://digilib.itb.ac.id/gdl/download/239905"}, "Penulis": "Atika Destiarasari [10315029]", "Kontributor / Dosen Pembimbing": ["Dr. Hakim Luthfi Malasan, M.Sc.", "Dr. rer. nat. Hesti Retno Tri Wulandari, S.Si., M.Si.", "Dr. rer. nat. Mochamad Ikbal Arifyanto, S.Si., M.Sc.", "Lucky Puspitarini, S.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Ekstragalaksi, Materi Antarbintang, Diffuse Interstellar Bands, Supernova.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Des 2021"}