{"Nomor": 62310, "Judul": "EVALUASI KOMUNITAS PRAKTIS UNTUK MENINGKATKAN  TRANSFER PENGETAHUAN PADA PERUSAHAAN XYZ", "Abstrak": "Knowledge management pada hakikatnya sangat penting bagi sebuah perusahaan. Sebab penerapan knowledge management berperan penting untuk merencanakan keputusan strategis bisnis. Keberhasilan penerapan knowledge management tidak lepas dengan adanya knowledge sharing yang diterapkan dilapangan perusahaan. Salah satu knowledge sharing yang bisa dilakukan adalah community of practices (CoP) untuk meningkatkan kemampuan pengetahuan karyawan dan mencapture kompetensi pengetahuan yang dimiliki karyawan sehingga dapat menghasilkan sebuah inovasi serta perkembangan bagi perusahaan. Di PT. XYZ 80% kegiatan KM dilakukan dengan CoP tetapi dinilai belum efektif dan berdampak besar pada perusahaan. \nPenelitian ini bertujuan untuk mengidentifikasi penyebab terjadinya kurang efektifnya kegiatan CoP di PT. XYZ dan menemukan solusi untuk mengatasi penyebabnya.. Dalam mengidentifikasi permasalahan dilakukan dengan interview pada pihak terkait di perusahaan serta document review sebagai data pendukung. Pada interview bertujuan mengetahui knowledge mapping, proses knowledge transfer pada CoP, hambatan dan factor pendukung CoP. Document review bertujuan mencari tanggapan dari para karyawan terkait CoP yang telah dilaksanakan. \n \nBerdasarkan analisis  yang dilakuakan akar penyebab masalah  dari kurang efektifnya CoP pada PT. XYZ  adalah kurangnya keterlibatan manajemen puncak dalam berbagi pengetahuan sedangkan dari document review dapat disimpulkan kegiatan CoP sudah sangat bermanfaat untuk karyawan, minat mengikutinya pun semakin meningkat tetapi belum efektif karena belum bisa berdampak maksimal pada kinerja karyawan. Solusi yang paling utama untuk mengatasi penyebab masalah adalah membuat para pimpinan lebih aktif untuk terlibat dalam mengelola pengetahuan agar CoP bisa lebih baik dilaksanakan, selain itu workshop CoP pun bisa dilakukan unutk meningkatkan kualitas pelaksanaan CoP dan pembuatan media belajar simpulan CoP agar hasil CoP bisa lebih diketahui banyak karyawan dan lebih mudah dipahami.", "Daftar File": {"2021_TS_PP_Ihsan Fajar Nurzaman_Abstrak-1.pdf?": "https://digilib.itb.ac.id/gdl/download/239896"}, "Penulis": "Ihsan Fajar Nurzaman [29118313]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Jann Hidajat Tjakraatmadja, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "management pengetahuan, komunitas praktis, berbagi pengetahuan, workshop CoP, media belajar", "Sumber": "PT. XYZ", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "25 Des 2021"}