{"Nomor": 62317, "Judul": "KAJIAN ESTETIK GAYA DESAIN BATIK BANDUNG (BANDUNGAN)", "Abstrak": "Design style in an ideological representation of group thinkers, design periods, or designers. In a design work, style becomes a form of expression or aesthetic attitude that is unique because of creation. Likewise, batik in Bandung, West Java. Although, Bandung doesn’t have a strong tradition and history of batik. In its development, batik businesses appeared in Bandung which allegedly had the idea of unique design their batik works. This study aims to analyze the characteristics of the design style, which is includes composition, decoration, color of batik designs on each batik designer in terms of visual aspects, and to understand the influence of the background batik designers on the Bandung batik design style or also known as Batik Bandungan. This research was conducted using descriptive qualitative methodology with a morphological aestethetic approach to reveal the characteristics  of  the object in  the  form  of  analysis  dan  description  of  the aesthetic  elements  in  the Bandung  Batik  design  style. Qualitative  data  were collected offline and online to collect samples of works in form of photos and data documentation collection from Hasan Batik, Batik Komar, Asayani Batik and Batik Fractal. The research findings shows that the Bandung Batik (Bandungan) design style tends to modern – coastal design styles with asymmetrical patterns, using  classical  decorative compositions  such  as  kawung,  tambal,  ceplok, contemporary geometric ornaments,  flora  and  fauna,  with  the  use  of  colors typical of Bandung, such as blue, yellow, white with other color combinations such as pink, red, orange, and brown.", "Daftar File": {"2022 TS PP ARDITA AYULESTARI SOEMARDI 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/240330"}, "Penulis": "Ardita Ayulestari Soemardi [27119008]", "Kontributor / Dosen Pembimbing": ["Dr. Chandra Tresnadi S.Sn., M.Ds"], "Jenis Koleksi": "Tesis", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "gaya desain, batik bandung, batik bandungan, estetik, desain modern", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "27 Des 2021"}