{"Nomor": 62311, "Judul": "USULAN STRATEGI UNTUK MENINGKATKAN KINERJA BISNIS PADA PT. X - DELTA AREA", "Abstrak": "PT. X merupakan anak perusahaan Pertamina dibawah koordinator Pertamina Hulu Energi (PHE) selaku\nSub Holding Upstream sekaligus Kontraktor Kontrak Kerja Sama di bawah pengawasan SKK Migas,\nyang melaksanakan kegiatan eksplorasi, eksploitasi, serta monetisasi minyak dan gas bumi.\nMengoperasikan lapangan migas domestic yang tersebar di seluruh penjuru Indonesia, salah satunya\nadalah PT. X – Delta Area.  \nGas alam adalah komponen vital untuk suplai energi dunia. Namun tidak seperti bahan-bahan bakar fosil\nlainnya, gas alam adalah salah satu sumber energi yang paling bersih (memiliki intensitas karbon yang \nrendah), teraman dan paling berguna dari semua sumber energi.  Dalam lima tahun terakhir, PT. X- Delta\nArea tidak dapat mencapai target produksi gas tahunan. Kondisi ini membuat perusahaan kehilangan\nkesempatan untuk mendapatkan pendapatan dan laba yang lebih baik.  \nBerdasarkan kondisi ini, tujuan dari penelitian ini adalah untuk menemukan secara detail penyebab\ndominan dari tidak tercapainya target produksi yang ditetapkan. Penelitian ini akan menggunakan \nbeberapa jenis teknik dan metode Analisis Akar Masalah (RCA),  yaitu “5 Why”,  Brainstorming, dan\nDiagram Penyebab dan Efek (tulang ikan). Berdasarkan hasil analisis, beberapa alasan utama dari\nkondisi ini adalah terutama oleh decline produksi dari sumur gas yang cukup tinggi, kesiapan dan\nkehandalan fasilitas produksi, serta kurangnya jumlah program kerja untuk sumur gas yang\ndirencanakan. \nPenyebab-penyebab tersebut dievaluasi dan digunakan sebagai bahan informasi untuk meningkatkan\ndan menyusun inisiatif perusahaan untuk mencapai target produksi gas selanjutnya.", "Daftar File": {"2022_TS_PP_Mochammad Najih Said_29119204_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/239898"}, "Penulis": "Mochammad Najih Said [29119204]", "Kontributor / Dosen Pembimbing": ["Mohammad Hamsal, Dr. Ir. MSE, MQM, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Gas Alam, produksi gas, analisis akar penyebab", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Des 2021"}