{"Nomor": 62316, "Judul": "PEMODELAN KINETIK PERTUMBUHAN DAN PRODUKSI LIPID DALAM KULTUR SPIROGYRA SP. YANG DIBERI PENAMBAHAN NATRIUM KLORIDA", "Abstrak": "Salah satu makroalga, Spirogyra sp. diketahui mengandung lipid 11-21% bk dan lipid alga tersebut dapat dimanfaatkan dalam berbagai bidang industri. Telah diketahui bahwa kadar lipid pada alga dapat ditingkatkan melalui penambahan NaCl pada medium. Oleh karena itu, penelitian ini bertujuan untuk mengetahui pengaruh penambahan konsentrasi NaCl terhadap pertumbuhan dan kandungan lipid dari Spirogyra sp., serta menenentukan konsentrasi NaCl terbaik untuk mendapatkan produktivitas lipid tertinggi. Spirogyra sp. ditumbuhkan dalam Bold’s Basal Medium (BBM) dengan variasi konsentrasi penambahan NaCl sebesar 0,025; 0,05; dan 0,075 g L-1 selama 8 hari. Kinetika pertumbuhan dan produksi lipid Spirogyra sp. ditentukan menggunakan model logistik dan Luedeking-Piret. Hasil penelitian menunjukkan pertumbuhan biomassa terbaik diperoleh saat penambahan NaCl 0,05 g L-1 dengan nilai biomassa maksimum (Xmax) sebesar 344,93 mg L-1 dan laju pertumbuhan spesifik maksimum (?max) sebesar 0,153 hari-1. Sedangkan estimasi parameter dari model logistik menunjukkan nilai Xmax tertinggi (338,4 mg L-1) diperoleh saat penambahan NaCl 0,075 g L-1 dan nilai ?max tertinggi (1,017 hari-1 ) diperoleh saat penambahan NaCl 0,05 g L-1. Penambahan NaCl juga dapat meningkatkan produksi lipid pada kultur Spirogyra sp dengan perolehan lipid tertinggi sebesar 90,710 mg g-1 yang diperoleh pada penambahan NaCl 0,075 g L-1. Estimasi parameter produksi lipid dari model Luedeking-Piret menunjukkan nilai ? dan ? ? 0 yang menandakan produksi lipid pada Spirogyra sp. berasosiasi parsial dengan pertumbuhan. Produktivitas lipid tertinggi diperoleh saat penambahan NaCl 0,075 g L-1 yaitu sebesar 8,79 mg g-1 hari-1, hasil ini menunjukkan peningkatan produktivitas lipid hingga 52% dibandingkan kontrol.", "Daftar File": {"ABSTRAK Nabila Putri Safira": "https://digilib.itb.ac.id/gdl/download/239903", "COVER Nabila Putri Safira": "https://digilib.itb.ac.id/gdl/download/255376", "PUSTAKA Nabila Putri Safira": "https://digilib.itb.ac.id/gdl/download/255382"}, "Penulis": "Nabila Putri Safira [11217022]", "Kontributor / Dosen Pembimbing": ["Dr. Erly Marwani, M.S.", "Khairul Hadi Burhan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Lipid, Pemodelan kinetik, Salinitas, Spirogyra sp.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "27 Des 2021"}