{"Nomor": 62318, "Judul": "PEMODELAN KINETIKA PERTUMBUHAN DAN PRODUKSI LIPID PADA KULTUR SPIROGYRA SP. YANG MENGALAMI DEFISIENSI NITROGEN", "Abstrak": "Spirogyra sp. merupakan makroalga yang memiliki kandungan lipid cukup tinggi. Untuk meningkatkan kadar lipid, Spirogyra sp. dikultur pada medium dengan konsentrasi nitrogen bervariasi karena kondisi defisiensi nitrogen dapat meningkatkan produksi lipid. Tujuan penelitian ini adalah menentukan pengaruh variasi konsentrasi nitrogen terhadap pertumbuhan dan akumulasi lipid pada Spirogyra sp. dengan pendekatan pemodelan kinetika. Spirogyra sp. ditumbuhkan pada medium Bold Basal Medium (BBM) kekuatan 0,025x selama 8 hari, dengan konsentrasi nitrogen 6,25 mg/L (kontrol); 3,125 mg/L; 1,25 mg/L; dan 0.625 mg/L. Berdasarkan hasil penelitian, didapat bahwa akumulasi biomassa Spirogyra sp. yang ditumbuhkan pada nitrogen berkecukupan lebih besar daripada yang ditumbuhkan pada kondisi defisiensi nitrogen, dengan berat biomassa tertinggi yang didapat adalah 335,82 mg/L pada konsentrasi nitrogen 6,25 mg/L. Pertumbuhan dimodelkan dengan persamaan logistik, dan hasil yang didapat adalah semakin besar konsentrasi nitrogen, semakin kecil nilai ?max (laju pertumbuhan) yang didapat, dan semakin besar nilai Xmax (konsentrasi biomassa maksimum) yang didapat. Perolehan lipid pada Spirogyra sp. yang ditumbuhkan pada kondisi defisiensi nitrogen lebih tinggi daripada yang ditumbuhkan pada nitrogen berkecukupan, dengan perolehan lipid tertinggi adalah 84,4 mg/g pada konsentrasi nitrogen 0,625 mg/L. Produksi lipid dimodelkan dengan persamaan Luedeking-Piret, dan hasil yang didapat adalah semakin besar konsentrasi nitrogen, semakin kecil nilai koefisien formasi lipid (?), dan semakin besar nilai koefisien korelasi non-pertumbuhan (?). Parameter kinetika yang didapat dari pemodelan digunakan untuk mengestimasi produktivitas lipid pada alga, dan produktivitas lipid tertinggi didapat pada Spirogyra sp. yang ditumbuhkan pada konsentrasi nitrogen 0,625 mg/L, dengan besar produktivitas lipid yang didapat pada peneltian ini adalah 16,92 mg g -1hari-1.", "Daftar File": {"ABSTRAK Daniel Panigori Simanjuntak": "https://digilib.itb.ac.id/gdl/download/239904"}, "Penulis": "Daniel Panigori Simanjuntak [11217007]", "Kontributor / Dosen Pembimbing": ["Dr. Erly Marwani, M.S.", "Khairul Hadi Burhan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Spirogyra sp., lipid, defisiensi nitrogen, pertumbuhan, pemodelan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Des 2021"}