{"Nomor": 62328, "Judul": "EKSPLORASI POTENSI BIOSURFAKTAN BAKTERI INDIGEN SEBAGAI AGEN BIOREMEDIASI LOGAM BERAT KADMIUM", "Abstrak": "Logam berat kadmium (Cd) termasuk salah satu polutan yang ditemukan di berbagai wilayah di Indonesia sebagai dampak dari aktivitas antropogenik, salah satunya aktivitas industri. Logam berat kadmium memiliki ion bermuatan positif (Cd2+), bersifat bioakumulatif, dan keberadaannya di lingkungan dalam jumlah berlebih dapat mengganggu ekosistem dan beresiko menyebabkan gangguan sistem organ pada manusia. Proses bioremediasi yang efektif, toksisitas rendah, dan proses produksi yang terjangkau masih dieksplorasi hingga saat ini. Biosurfaktan merupakan senyawa amfifatik, non-toksik, ramah lingkungan, dan dapat diproduksi menggunakan media limbah. Biosurfaktan dengan muatan negatif diketahui dapat mengikat senyawa bermuatan positif seperti ion logam berat, termasuk ion kadmium. Pada penelitian ini, biosurfaktan bakteri indigen diisolasi dari sumur minyak bumi Jatibarang diseleksi potensinya sebagai agen pengikat logam berat kadmium di media cemaran buatan. Dilakukan produksi masing-masing biosurfaktan pada media cair Stone Mineral Salt Solution dengan penambahan yeast extract (SMSSe) + 1% crude oil selama 72 jam dan didapatkan ekstrak biosurfaktan kasar melalui metode pemisahan kloroform-metanol. Dilakukan uji penentuan jenis muatan dan uji indeks emulsifikasi (E24) pada tiga biosurfaktan anionik terpilih, yaitu BS9, BS16 dan BS17 dan dihasilkan kemampuan emulsifikasi sebesar 24,10%; 38,10%; dan 47,62% secara berturut-turut. Dilakukan pula pengukuran Critical Micelle Concentration (CMC) pada masing-masing biosurfaktan dan diperoleh nilai 150 mg/L. Dilakukan uji adsorpsi logam berat kadmium oleh masing-masing biosurfaktan pada kondisi yang belum dioptimasi menggunakan analisis Spektroskopi Serapan Atom (SSA) dan didapatkan bahwa BS9 dapat mengadsorpsi kadmium sebesar 0,083ppm, BS16 dapat mengadsorpsi kadmium sebesar 0,167ppm dan BS17 dapat mengadsorpsi kadium sebesar 0,017ppm. BS9 dan BS17 terpilih untuk dieksplorasi lebih lanjut. Selanjutnya, uji stabilitas kedua biosurfaktan dilakukan menggunakan Metode Respon Permukaan dengan desain eksperimen Box-Behnken terhadap variabel bebas; suhu (4oC-80oC), pH (3-8), dan salinitas (2%-15% w/v) dengan respon berupa indeks emulsifikasi (E24). Analisis statistik menggunakan nilai ?=0.05 dengan R2>80% menunjukkan bahwa pada BS9 pH serta suhu berpengaruh signifikan pada pembentukan emulsi, sementara pada Biosurfaktan BS16 suhu memberikan pengaruh signifikan pada pebentukan emulsi dan terhadap kestabilan masing-masing biosurfaktan. Identifikasi isolat penghasil biosurfaktan dilakukan menggunakan metode spektrometri massa MALDI-TOF dan karakterisasi ekstrak kasar biosurfaktan dilakukan dengan metode FT-IR. Didapatkan isolat penghasil BS9 merupakan Pseudomonas putida dengan struktur senyawa biosurfaktan glikolipid dan isolat penghasil biosurfaktan BS16 merupakan Bacillus licheniformis dengan struktur senyawa biosurfaktan lipopeptida. Kemudian BS9 dan BS16 terpilih untuk dilakukan optimasi waktu kontak (10 menit dan 15 menit) serta konsentrasi biosurfaktan (1 CMC dan 2 CMC) menggunakan analisis statistik two-factor ANOVA dalam mengadsorpsi logam berat kadmium. Didapatkan hasil BS9 mengikat\nlogam berat kadmium terbesar pada konsentrasi 1CMC dengan waktu 10 menit. Sedangkan BS16 mengikat logam berat terbesar pada konsentrasi 2CMC selama 15 menit. Kapasitas adsorpsi terbaik BS9 adalah 0,847 sedangkan BS16 0,78. Baik biosurfaktan BS9 maupun BS16 diketahui berpotensi sebagai agen bioremediasi ramah lingkungan dalam mengikat cemaran logam berat kadmium meski potensinya masih perlu banyak dieksplorasi lebih lanjut.", "Daftar File": {"ABSTRAK Wuddan Nadhirah Rodiana": "https://digilib.itb.ac.id/gdl/download/239914"}, "Penulis": "Wuddan Nadhirah Rodiana [21118006]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si.", "Dr.Eng. Isty Adhitya Purwasena, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Biosurfaktan, logam berat, kadmium, bioremediasi, SSA", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Des 2021"}