{"Nomor": 62320, "Judul": "DESAIN DAN ANALISIS PERFORMANSI PENYIMPAN ENERGI UDARA BERTEKANAN TIPE CONTINUOUS HYDRAULIC - COMPRESSED AIR ENERGY STORAGE (CH-CAES)", "Abstrak": "Sumber energi terbarukan memiliki karakteristik intermiten sehingga tidak dapat dimanfaatkan setiap saat. Sistem penyimpan energi dapat digunakan untuk mengatasi sifat intermiten pada suatu sistem yang memanfaatkan sumber energi terbarukan agar sumber energi terbarukan dapat digunakan dengan optimal. Sistem penyimpan energi udara bertekanan (CAES) merupakan salah satu sistem penyimpan energi yang sudah umum digunakan saat ini. Pada pelaksanaan skala besar, CAES dibangun pada daerah yang memiliki ruang besar bawah tanah, sehingga CAES hanya dapat dipasang pada daerah tertentu.\nPenelitian terkait sistem penyimpan energi udara bertekanan skala kecil (SS-CAES) yang memiliki kapasitas kurang dari 10 MW saat ini sedang banyak dilakukan. Hal ini dikarenakan SS-CAES memiliki beberapa keunggulan yang menjawab kekurangan dari sistem CAES. Pertama, sistem SS-CAES lebih mudah disesuaikan terhadap keadaan lingkungan, sehingga dapat dipasang di berbagai keadaan daerah. Kedua, komponen-komponen untuk membangun suatu sistem SS-CAES masih relatif mudah dibuat. Namun, SS-CAES masih memiliki kekurangan. Penggunaan udara sebagai fluida penggerak turbin gas skala kecil relatif tidak efisien.\nPenggunaan fluida hidrolik dikombinasikan dengan udara bertekanan merupakan salah satu solusi yang dapat diaplikasikan pada SSCAES. Konsep ini dikenal dengan istilah pump hydro-compressed air energy storage (PH-CAES). PH-CAES merupakan SS-CAES yang memanfaatkan fluida inkompresibel pada sisi keluaran, sehingga penggunaan turbin gas pada CAES dapat digantikan dengan mesin konversi energi yang menggunakan fluida inkompresibel sebagai fluida kerja. Namun untuk mengaplikasikan konsep tersebut, dibutuhkan wadah penampung fluida inkompresibel yang relatif besar dan harus diisi berulang-ulang sehingga sulit diaplikasikan. Oleh karena itu, pada penelitian ini dibuat model fisik dari desain PH-CAES yang dapat dibangun dengan wadah penampung fluida inkompresibel yang relatif lebih ringkas dan dapat berjalan secara kontinu tanpa perlu pengisian berulang-ulang pada sisi hidrolik. Desain yang dibuat adalah Continuous Hydraulic-Compressed Air Energy Storage (CH-CAES). Pada sistem CH-CAES, digunakan dua buah tangki hidrolik yang arah alirannya diatur dengan katup solenoid. Pengaturan katup solenoid pada sistem CH-CAES dapat menghasilkan putaran satu arah pada motor hidrolik.\nMetode yang digunakan pada penelitian ini yaitu perancangan model fisik CH-CAES, kaji eksperimen terhadap model fisik yang dibuat dan simulasi menggunakan model matematika CH-CAES pada motor hidrolik dan generator. Analisis performa CH-CAES dilakukan dengan mengukur perubahan tekanan pada tiap-tiap tangki serta kecepatan putar motor hidrolik dan generator pada model fisik yang dibuat. Daya keluaran dari generator disimulasikan menggunakan model matematika dari CH-CAES. Hasil analisis terhadap parameter-parameter hasil pengujian dan simulasi pada CH-CAES digunakan untuk mendesain contoh CH-CAES skala prototipe.\nHasil pengujian dan simulasi pada model CH-CAES yang dibuat yaitu tekanan pada sisi hidrolik berpengaruh terhadap kecepatan putar pada motor hidrolik dan generator. Kenaikan putaran generator memberikan pengaruh positif terhadap nilai tegangan terminal pada generator. Secara keseluruhan, tekanan pada sisi tangki hidrolik memiliki pengaruh terhadap daya keluaran dari CH-CAES. Parameter lain yang disimulasikan yaitu pengaruh Inersia dan koefisien gesek pada model persamaan motor hidrolik dan generator. Perubahan nilai inersia pada motor hidrolik dan generator tidak memberikan pengaruh terhadap putaran dan daya maksimal. Sedangkan koefisien gesek pada generator dan motor hidrolik memberikan pengaruh terhadap nilai putaran dan daya maksimal. Semakin besar nilai koefisien gesek pada model persamaan motor hidrolik dan generator, maka semakin kecil kecepatan putar dan daya maksimum dari sistem CH-CAES. Pada contoh CH-CAES skala prototipe, tangki pneumatik dengan volume 9 m3 dan tekanan 80 bar dapat menghasilkan daya keluaran sistem sebesar 3,5 kW selama 2 jam.", "Daftar File": {"ABSTRAK Rijal Surya Rahmany": "https://digilib.itb.ac.id/gdl/download/239906"}, "Penulis": "Rijal Surya Rahmany [23118027]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Priyono Soetikno, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "penyimpan energi, udara bertekanan, CAES, PH-CAES, CH-CAES", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Des 2021"}