{"Nomor": 62326, "Judul": "PEMODELAN KINETIKA PERTUMBUHAN DAN PRODUKSI LIPID PADA KULTUR SPIROGYRA SP. YANG DIBERI PENAMBAHAN SUMBER KARBON NATRIUM BIKARBONAT", "Abstrak": "Salah satu jenis makroalga air tawar, Spirogyra sp., memiliki potensi sebagai bahan baku alternatif untuk produksi lipid. Pada beberapa spesies alga hijau air tawar, penambahan sumber karbon inorganik diketahui dapat meningkatkan sintesis lipid di dalam selnya. Penelitian ini bertujuan untuk meningkatkan akumulasi lipid pada Spirogyra sp. pada pemberian rasio C:N yang berbeda melalui penambahan sumber karbon inorganik berupa natrium bikarbonat. Penambahan natrium bikarbonat dilakukan dari awal periode kultivasi untuk mengetahui pengaruh perlakuan tersebut pada pertumbuhan biomassa alga. Spirogyra sp. ditumbuhkan pada medium BBM 2,5% dengan penambahan natrium bikarbonat pada rasio C:N sebesar 2:1, 4:1 dan 6:1 dan masing-masing dilakukan tiga kali pengulangan. Kultivasi dilakukan selama 8 hari dengan pengambilan data perolehan biomassa dan lipid dilakukan setiap dua hari. Model logistik digunakan untuk mengestimasi nilai parameter pertumbuhan biomassa, sedangkan perolehan lipid dimodelkan dengan model pembentukan produk Luedeking-piret dengan mengestimasi parameter ? dan ?. Hasil menunjukkan bahwa laju pertumbuhan spesifik maksimum kultur semakin meningkat namun perolehan biomassa semakin menurun seiring dengan peningkatan rasio C:N pada medium. Perolehan biomassa terbaik didapat pada rasio C:N 2:1 sebesar 404,3 mg L-1 pada hari ke-8 kultivasi. Pemberian perlakuan penambahan natrium bikarbonat juga terbukti dapat meningkatkan perolehan lipid pada seluruh variasi, dengan perolehan lipid tertinggi pada rasio C:N 2:1 sebesar 79,51 mg g-1 pada hari ke-2 kultivasi. Berdasarkan estimasi produktivitas lipid melalui pemodelan kinetika pertumbuhan biomassa dan perolehan lipid, didapat nilai tertinggi pada penambahan NaHCO3 dengan rasio C:N 4:1 sebesar 6,99 mg g-1hari-1.", "Daftar File": {"ABSTRAK Faridah Husna": "https://digilib.itb.ac.id/gdl/download/239912"}, "Penulis": "Faridah Husna [11217040]", "Kontributor / Dosen Pembimbing": ["Dr. Erly Marwani, M.S.", "Khairul Hadi Burhan, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Lipid, Natrium bikarbonat, Spirogyra sp., Pemodelan kinetik", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Des 2021"}