{"Nomor": 62339, "Judul": "IMPLEMENTASI AI PADA NVIDIA JETSON NANO UNTUK EDGE COMPUTING PADA CROWD MANAGEMENT SYSTEM", "Abstrak": "Saat ini di Indonesia, banyak kota yang telah mengaplikasikan smart city dimana banyak CCTV dipasang di berbagai sudut kota kemudian dimonitor melalui command center. Namun dengan semakin banyaknya data video yang diambil dari CCTV mengakibatkan proses deteksi daerah keramaian akan sulit dilakukan secara manual. Oleh karena itu perlu sebuah perangkat yang dapat memonitor dan mendeteksi daerah keramaian secara otomatis dan digital menggunakan perangkat yang disebut Crowd Management System (CMS). CMS akan melakukan deteksi wajah untuk mengetahui tingkat keramaian di suatu daerah yang terpantau CCTV. Pada umumnya CMS berbasis cloud computing akan mengahadapi masalah kebutuhan bandwith dimana diperlukan koneksi internet yang besar antara kamera CCTV dengan pengolah data untuk melakukan pemindahan data video. Solusi yang dapat dilakukan adalah melakukan pengolahan data secara langsung di CCTV yang dikenal dengan istilah edge computing. Pengolahan data tersebut menggunakan Artificial Intelligent (AI), sehingga diperlukan perangkat embedded yang mampu menjalankan AI. Oleh karena itu penelitian ini akan mendesign CMS berbasis edge computing menggunakan SSD-Mobilnetv2 pada Nvidia Jetson Nano.", "Daftar File": {"ABSTRAK Rudy Abmi Ansyari Pane": "https://digilib.itb.ac.id/gdl/download/239933", "COVER Rudy Abmi Ansyari Pane": "https://digilib.itb.ac.id/gdl/download/248014", "BAB 1 Rudy Abmi Ansyari Pane": "https://digilib.itb.ac.id/gdl/download/248015", "BAB 2 Rudy Abmi Ansyari Pane": "https://digilib.itb.ac.id/gdl/download/248016", "BAB 3 Rudy Abmi Ansyari Pane": "https://digilib.itb.ac.id/gdl/download/248017", "BAB 4 Rudy Abmi Ansyari Pane": "https://digilib.itb.ac.id/gdl/download/248018", "BAB 5 Rudy Abmi Ansyari Pane": "https://digilib.itb.ac.id/gdl/download/248019", "PUSTAKA Rudy Abmi Ansyari Pane": "https://digilib.itb.ac.id/gdl/download/248020"}, "Penulis": "Rudy Abmi Ansyari Pane [23218064]", "Kontributor / Dosen Pembimbing": ["Prof. Trio Adiono, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Crowd Management System, jetson board, Artificial Intelligent(AI), SSD-Mobilnetv2, edge computing.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "27 Des 2021"}