{"Nomor": 62336, "Judul": "DESAIN REKLAMASI PENGEMBANGAN TERMINAL MAKASSAR NEW PORT, MAKASSAR, SULAWESI SELATAN", "Abstrak": "Pelabuhan Makassar adalah pelabuhan strategis dengan arus barang dan kunjungan\nkapal yang cukup tinggi. Pelabuhan Makassar yang berada di provinsi Sulawesi\nSelatan ini memiliki peran sebagai kota pelabuhan dalam perdagangan dunia dan\nmenjadi pintu Kawasan Tiur Indonesia yang menjadi penghubung ke pelabuhan –\npellabuhan lainnya. Pada pengembangan Pelabuhan Makassar ini terdapat\nTerminal Makssar New Port yang merupakan salah satu bagian dari proyek\npengembangan seiring meningkatnya arus pergerakan barang di pelabuhan.\nRencana pengembangan terminal Makassar New Port adalah dengan melakukan\nreklamasi di area sisi laut dengan total 130.91 hektar atau 130.910 m2.\nPerencanaan reklamasi pada studi ini didasarkan pada kondisi geoteknik di\nTerminal Makssar New Port yang terdiri atas elevasi timbunan dan tanggul,\nmendesain timbunan secara bertahap, mendesain tanggul, menganalisis stabilitas\ntimbunan, dan memperkirakan laju konsolidasi baik tanpa perbaikan tanah dan\ndengan perbaikan tanah. Pemodelan dan analisis dilakukan menggunakan\nperangkat lunak PLAXIS 2D dan perbaikan tanah yang diaplikasikan adalah\nmenggunakan drainase vertikal.\nBerdasarkan perhitungan diperoleh elevasi timbunan dan tanggul yaitu +3.6 mLWS\ndengan 7 tahap penimbunan ditambah 4 tahapan preloading. Nilai faktor keamanan\ndiperoleh 2.55 sehingga desain timbunan aman. Besar penurunan total yang terjadi\nadalah 2.136 meter selama 121.68 tahun dimana penurunan selama usia layan 50\ntahun adalah 1.4 meter dan masih aman untuk kawasan reklamasi. Dikarenakan\nkonsolidasi yang cukup besar dilakukan perbaikan tanah menggunakan drainase\nvertikal dan diperoleh dengan pemasangan PVD pola segitiga menghasilkan laju\nkonsolidasi yang lebih cepat sehingga waktu konsolidasi lebih singkat. Diperoleh\ndengan pemasangan PVD pola segitiga dan jarak drain 1 meter akan menghasilkan\nlaju konsolidasi 60 hari untuk derajat konsolidasi 90%. Disamping itu, penggunaan\npola segitiga ini membutuhkan kuantitas yang lebih besar dibandingkan pola\npersegi untuk luas daerah yang sama.", "Daftar File": {"ABSTRAK Nadya Mei Christina": "https://digilib.itb.ac.id/gdl/download/239930", "COVER Nadya Mei Christina": "https://digilib.itb.ac.id/gdl/download/243163", "PUSTAKA Nadya Mei Christina": "https://digilib.itb.ac.id/gdl/download/243170"}, "Penulis": "Nadya Mei Christina [15517042]", "Kontributor / Dosen Pembimbing": ["Ir. Entin Agustini Karjadi, MCE, Ph.D.", "Ir. Harman Ajiwibowo, MS, Ph.D.", "Eddy Rachman Gandanegara, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "reklamasi, timbunan, tanggul, stabilitas, konsolidasi, PVD", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "27 Des 2021"}