{"Nomor": 62340, "Judul": "OPTIMASI KOMPOSISI, DAN PENAMBAHAN FITOHORMON PADA MEDIUM PADAT BONGGOL JAGUNG DAN KANGKUNG UNTUK MEMPERCEPAT PRODUKSI MYCOPROTEIN JAMUR TIRAM RAKSASA (PLEUROTUS GIGANTEUS)", "Abstrak": "Mycoprotein merupakan protein sel tunggal yang berasal dari fungi. Mycoprotein dapat membantu dalam memenuhi kebutuhan pangan protein sesuai salah satu target Sustainable Development Goals. Walaupun mycoprotein memiliki potensi yang cukup besar dalam bidang pangan tetapi penelitian ke arah teknologi ini belum terlalu banyak dilakukan dan komersialisasi dari produk-produk mycoprotein sendiri masih sedikit. Penelitian dan pengembangan dalam ranah mycoprotein umunya dilakukan dengan menggunakan kultur cair. Maka dari itu mycoprotein yang diproduksi menggunakan medium padat sangat menarik untuk didalami karena membutuhkan energi yang relatif lebih kecil dan biaya lebih murah dikarenakan tidak memerlukan aerasi atau pengocokan serta dapat menggunakan limbah padat. Penelitian ini dilakukan dengan mengoptimalkan proses fermentasi fase padat dari fungi P. giganteus dengan memvariasikan komposisi medium utama berupa bonggol jagung dan kangkung, serta penambahan fitohormon (Auksin dan Giberelin). Adapula variabel terikat yang diamati berupa laju pertumbuhan dari miselium pada cawan petri dengan mengamati pertumbuhan radialnya, serta mengukur protein yang terbentuk dengan metode spektrofotometri biuret dan metode Kjeldahl. Pemilihan perlakuan yang optimal dilakukan menggunakan metode Analytic Hierarchy Process (AHP) yaitu metode pemilihan secara kuantitatif dengan memberikan bobot pada penilaian berdasarkan tingkat kepentingan dengan kriteria yang dinilai ialah biaya, laju pertumbuhan dan kadar protein fungi. Mycoprotein dari P. giganteus didapati memiliki laju pertumbuhan miselium tercepat pada perbandingan konsentrasi bonggol jagung rendah dan kangkung tinggi dengan komposisi terbaik adalah komposisi dengan perbandingan 3:7. Fitohormon terbaik untuk pertumbuhan dari mycoprotein ini ialah giberelin dengan konsentrasi 5 ppm.", "Daftar File": {"ABSTRAK Leonardo Elber": "https://digilib.itb.ac.id/gdl/download/239934"}, "Penulis": "Leonardo Elber [10417001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. I Nyoman Pugeg Aryantha", "Dr. Mamat Kandar, S.P., M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Mycoprotein, P. giganteus, Fermentasi Fasa Padat, Bonggol Jagung, kangkung, dan Fitohormon", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Des 2021"}