{"Nomor": 62341, "Judul": "KAJIAN PROBABILISTIC RESOURCE ASSESSMENT MENGGUNAKAN EXPERIMENTAL DESIGN & RESPONSE SURFACE METHODOLOGY PADA MODEL SINGLE POROSITY DAN DUAL POROSITY: STUDI KASUS LAPANGAN GEOTERMAL BEDUGUL", "Abstrak": "Resource assessment merupakan tahapan penting dan sangat berpengaruh dalam pengembangan lapangan geotermal. Resource assessment geothermal greenfield dengan simulasi numerik umumnya dimodelkan dengan pendekatan single porosity. Sementara itu, penggunaan pendekatan dual porosity masih didominasi oleh model geothermal brownfield. Sehingga analisa dengan metode Experimental Design & Response Surface Methodology (ED & RSM) dikombinasikan dengan pendekatan probabilistik dilakukan untuk mengetahui pendekatan yang tepat untuk resource assessment geothermal greenfield. Dengan metode tersebut, dapat diketahui uncertainty parameters yang mempengaruhi hasil resource assessment geothermal greenfield. Lapangan Bedugul dipilih sebagai objek penelitian karena memiliki data yang memadai dan belum berproduksi. Model numerik single porosity dibangun kemudian divalidasi dengan data sumur pada tahap natural state dan production test matching dikombinasikan dengan metode RMSE (Root Mean Square Error) & MAPE (Mean Average Percentage Error). Model tersebut menjadi acuan pembaruan model konseptual dan pembangunan model dual porosity. Hasil run produksi model diintegrasikan ke Minitab 20 dan menghasilkan persamaan regresi serta uncertainty parameters. Persamaan regresi diintegrasikan dengan simulasi Monte Carlo sehingga menghasilkan nilai potensi probabilistik. Hasil resource assessment single porosity adalah 80 MW (P10), 101 MW (P50), dan 122 MW (P90). Dan hasil model dual porosity adalah 64 MW (P10), 85 MW (P50), dan 107 MW (P90), lebih kecil dibanding dengan hasil model single porosity. Parameter produksi berupa PI merupakan parameter yang signifikan pada model single porosity. Sedangkan untuk model dual porosity, parameter signifikan adalah parameter reservoir berupa feed zone. Sehingga berdasarkan komparasi output dan uncertainty parameters, model single porosity merupakan model yang reliable untuk probabilistic resource assessment greenfield dengan uncertainty parameter yang sedikit dan output yang lebih besar.", "Daftar File": {"ABSTRAK Renaldio Jackli Keintjem": "https://digilib.itb.ac.id/gdl/download/239936"}, "Penulis": "Renaldio Jackli Keintjem [22619003]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. Sutopo, M.Eng.", "Heru Berian Pratama, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "probabilistic resource assessment, experimental design, response surface methodology, simulasi numerik, single dan dual porosity, Bedugul", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Des 2021"}