{"Nomor": 62349, "Judul": "PERANCANGAN DAN ANALISIS SISTEM PV OFF-GRID DENGAN SISTEM HYBRID ENERGY STORAGE", "Abstrak": "Saat ini dunia sedang menghadapi masalah perubahan iklim yang disebabkan oleh\npemanasan global. Jika pembangunan pembangkit listrik tidak diikuti dengan pemilihan\njenis bahan bakar yang berkadar karbon rendah serta penggunaan teknologi yang efisien\ndan ramah lingkungan maka akan berdampak dan memperparah masalah pemanasan\nglobal. Salah satu pembangkit yang ramah lingkungan adalah pembangkit listrik tenaga\nsurya. Namun pembangkit ini bersifat intermiten sehingga jika dioperasikan di luar\njaringan utilitas maka diperlukan perangkat penyimpanan energi. Perangkat penyimpan\nenergi yang banyak digunakan adalah baterai. Baterai yang relatif murah adalah baterai\njenis lead-acid, namun siklus hidupnya relatif pendek. Selain itu terdapat perangkat\npenyimpan energi yang berusia panjang seperti superkapasitor, tetapi superkapasitor\nmempunyai kapasitas simpan energi yang rendah.\nUntuk mengurangi dampak dari pembangkitan listrik tenaga surya yang fluktuatif dan\nmemperoleh manfaat dari baterai dan superkapasitor, penelitian ini merancang suatu\nsistem PV off-grid pada daerah 3T di Indonesia dengan menggunakan sistem hybrid\nenergy storage, yaitu baterai dan superkapasitor. Untuk melihat performa dari sistem\ntersebut, dilakukan pemodelan pada MATLAB dan Simulink. Selain itu juga dilakukan\nperhitungan prediksi umur baterai dengan menggunakan algoritma rain flow counting dan\nperhitungan levelized cost of energy (LCOE) dari sistem pembangkit. Hasil penelitian\nmenunjukkan bahwa dengan penambahan superkapasitor pada sistem energy storage\ndapat menstabilkan tegangan dan arus pada baterai dan memperpanjang umur baterai.\nSelain itu, LCOE pada sistem dengan superkapasitor lebih rendah daripada sistem tanpa\nsuperkapasitor.", "Daftar File": {"ABSTRAK Boy Ihsan": "https://digilib.itb.ac.id/gdl/download/239943"}, "Penulis": "Boy Ihsan [23219044]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Deny Hamdani, S.T., M.Sc.", "Dr. Tri Desmana Rachmildha, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pemanasan global, sistem PV off-grid, hybrid energy storage, baterai, superkapasitor, umur baterai, LCOE", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Des 2021"}