{"Nomor": 62358, "Judul": "PERSPEKTIF MASYARAKAT DALAM INDUSTRI PENGOLAHAN BAHAN MAKANAN HALAL (DAGING AYAM) DI INDONESIA (STUDI KASUS: PENGOLAHAN DAGING AYAM DI BEBERAPA PASAR KOTA BANDUNG)", "Abstrak": "ABSTRAK\nPada kelompok masyarakat beragama islam, produk pangan tersertifikasi halal menjadi suatu kewajiban bagi setiap produk yang dipasarkan. Bagi produk yang diproduksi oleh industri kecil berskala lokal, hal ini menjadi tantangan tersendiri terkait dengan tingkat kepercayaan masyarakat atas sertifikasi yang diklaim sebagai produk halal. Penelitian ini bertujuan untuk mengetahui persepsi masyarakat terhadap produk pangan lokal berlabel halal yang berada di pasar tradisional setempat. Metode yang digunakan dalam penelitian ini yaitu kualitatif deskriptif dengan pengambilan data sampel kuisioner dan wawancara, dilakukan pada 5 pasar di kota Bandung yaitu Pasar Ujungberung, Pasar Induk Caringin, Pasar Kiaracondong, Pasar Ciroyom dan Pasar Andir (dengan produk yang diamati meliputi produk ayam, pemotongan ayam, produk olahan ayam). Wawancara dilakukan pada produsen produk pangan ayam (5 orang) terkait dengan proses pemotongan oleh produsen, pendistribusian barang oleh pedagang atau distributor dan penjualan hingga diterima oleh konsumen. \nPengambilan data kuesionar dilakukan pada 50 responden konsumen, 10 responden pedagang/distributor dan 5 responden produsen di lapangan terkait profil masyarakat, persepsi masyarakat, serta scoresheet mengenai produk pangan halal. Selain itu wawancara menunjukkan bahwa sejumlah 33 responden konsumen, yang mayoritas adalah perempuan dan ibu rumah tangga, menyatakan bahwa produk pangan yang dibeli diyakini halal dan mempunyai kualitas yang baik. Selain itu mayoritas responden konsumen sebanyak 29 orang cukup setuju dengan membeli produk di tempat yang sama. Dari sisi produsen dan distributor, mayoritas responden menyatakan bahwa produk yang mereka olah dan jual memiliki kualitas yang baik serta diolah dengan prosedur yang halal, walaupun seluruh produsen ayam belum memiliki sertifikasi halal untuk pemotongan hewan. Hasil observasi lapangan menunjukkan bahwa proses pemotongan dan penyembelihan hewan masih di bawah standar yang ditetapkan MUI dan BPOM. Hal ini disebabkan oleh masih lemah dan kurangnya pengawasan dan standarisasi produk oleh pemerintah, sejalan dengan jumlah UKM di Indonesia yang semakin meningkat. \nBerdasarkan hal tersebut, penelitian ini merekomendasikan beberapa hal sebagai berikut: 1) Diperlukan peningkatan pengawasan terhadap pengolahan produk pangan baik ditingkat nasional hingga tingkat konsumen 2) Perlunya kolaborasi antara semua pihak baik itu kementrian perdagangan maupun kementrian pertanian 3) Sosialisasi yang cukup massif dalam mengkampanyekan memilih produk pangan olahan yang berkualitas baik dan juga tersertifikasi halal, serta 4) perlunya edukasi terhadap masyarakat bagaimana memilih produk yang baik dan halal.", "Daftar File": {"ABSTRAK Muhammad adli salsabila": "https://digilib.itb.ac.id/gdl/download/240027"}, "Penulis": "Muhammad adli salsabila [21317305]", "Kontributor / Dosen Pembimbing": ["Ramadhani Eka Putra, S.Si., M.Si., Ph.D.", "Angga Dwiartama, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Produk Halal, Sertifikasi, Perspektif", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Des 2021"}