{"Nomor": 62351, "Judul": "DYNAMIC POWER SECURITY ASSESSMENT USING RANDOM FOREST", "Abstrak": "Sistem tenaga listrik modern memiliki karakteristik operasi yang optimal dan\neffisien menyebabkan operasi sistem tenaga listrik beroperasi mendekati titik\noperasi maksimumnya. Sistem tenaga listrik dengan berbagai jenis pembangkitan\ndengan komposisi beban yang bermacam-macam yang saling terinterkoneksi dapat\nmenyebabkan terjadinya perubahan topologi jaringan dan perubahan komposisi\npembangkitan dengan cepat dan dinamis. Operasi sistem tenaga listrik yang effisien\ndan dinamis ini memerlukan sistem penilai keamanan sistem tenaga listrik yang\ncepat dan akurat. Sistem penilai keamanan operasi sistem tenaga listrik\nkonvensional proses penilaianya menggunakan simulasi analisa kontingensi\ndengan menggunakan teknik sampling pada sebagian jaringan sistem tenaga\ndengan besar daya pembangkitan dan profile beban tertentu saja. Pada metode ini\nproses penilaian keamanan sistem tenaga listrik sangat bergantung pada keahlian\ndan pengalaman operator dalam menganalisa data hasil simulasi dengan melibatkan\nbanyak variabel dan parameter yang harus diperiksa sehingga memiliki potensi\nterjadi kesalahan akibat dari faktor manusia.\nSistem penilaian keamanan sistem tenaga listrik berbasis pembelajaran mesin\nmemiliki karakteristik cepat dalam mengambilan keputusan, sehingga mampu\nuntuk menjelajahi banyak skenario operasi sistem tenaga, memiliki fleksibilitas\nyang tinggi, dan dapat diaplikasikan hampir pada setiap permasalahan. Berbagai\njenis teknik dan metode pembelajaran mesin sudah banyak digunakan sebagai alat\nuntuk menilai status keamanan statis maupun status keamanan dinamis sistem\ntenaga listrik yang menunjukkan unjuk kerja yang bagus. Berdasarkan kondisi\ndiatas pada tesis menggunakan metode pembelajaran mesin berbasis random forest\nsebagai alat untuk menilai keamanan sistem tenaga listrik. Simulasi aliran daya dan\nsimulasi dinamis menggunakan perangkat lunak Power Factory Digsilent dan\nPython dengan variasi beban antara 50% sampai 150% dari beban sistem digunakan\nuntuk membuat dua jenis dataset yang berbeda. Simulasi aliran daya dilakukan pada\nkondisi topologi normal dan kondisi kontigensi N-1 pada komponen saluran\ntransmisi, transformator, generator dan beban digunakan untuk menyususun dataset\nmodel SSA. Simulasi dinamis yang dilakukan pada sistem tes meliputi simulasi\ngangguan hubung singkat satu fasa dan tiga fasa pada saluran transmisi, trip pada\npembangkit dan kehilangan beban digunakan untuk menyusun dataset model TSA.\nModel penilai keamanan dinamis yang terdiri dari model penilaian keamanan statis\ndan model penilaian keamanan transient ditraining dan diuji menggunakan jenis\ndataset yang berbeda akan diuji pada sistem tes IEEE 14 bus dan New England 39\nbus untuk mengukur tingkat kesalahan dan akurasi model. Akurasi model diukur\nmenggunakan parameter RMSE, R2 dan perbandingan jumlah klasifikasi status\nkeamanan sistem tenaga listrik yang benar terhadap jumlah total prediksi.\nHasil pengujian model SSA pada sistem tes 14 bus dan 39 bus menghasilkan RMSE\nterkecil sebesar 0,0029 dan 0,113 serta akurasi klasifikasi status keamanan statis\nterbesar sebesar 100% dan 99,94% masing-masing untuk sistem tes 14 bus dan 39\nbus. Pengujian model TSA pada sistem tes 14 bus dan 39 bus menghasilkan RMSE\nterkecil sebesar 0,176 dan 4,29 serta akurasi klasifikasi status keamanan transient\nterbesar sebesar 100% dan 99,62% masing-masing untuk sistem tes 14 bus dan 39\nbus. Lama proses penilaian model keamanan dinamis membutuhkan total waktu\nsebesar 1,71 milidetik dan 5,82 milidetik masing-masing untuk sistem tes 14 bus\ndan 39 bus yang prosesnya lebih cepat dari proses pembacaan PMU. Dari hasil\npengujian model menunjukan bahwa model penilai keamanan dinamis pada\npenelitian tesis ini dapat digunakan sebagai sistem penilai keamanan sistem tenaga\nlistrik yang effisient dengan tingkat akurasi tertentu.", "Daftar File": {"ABSTRAK Eko Agus Murjito": "https://digilib.itb.ac.id/gdl/download/239945"}, "Penulis": "Eko Agus Murjito [23219306]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Nanang Hariyanto, M.T.", "Kevin Marojahan B N, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "penilaian keamanan dinamis, penilaian keamanan statis, penilaian keamanan transient, pembelajaran mesin, random forest", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Des 2021"}