{"Nomor": 62352, "Judul": "PENGEMBANGAN PROTOKOL KOMUNIKASI DATA AMAN PADA SISTEM IOT DENGAN SKEMA AUTENTIKASI MUTUAL BERBASIS HMAC UNTUK MENJAMIN INTEGRITAS DATA", "Abstrak": "Autentikasi menjadi persyaratan kunci untuk keamanan pada sistem IoT yang\ndigunakan untuk memastikan bahwa perangkat yang sah yang saling berkomunikasi\ndan mencegah perangkat tidak sah masuk kedalam jaringan. Mempercayai\nperangkat yang berpartisipasi dalam satu jaringan IoT sangat penting untuk\nberfungsinya suatu jaringan. Satu node sah yang berhasil disusupi dapat berubah\nmenjadi ancaman berbahaya dan dapat menyebabkan masalah serius.\nPenelitian ini mengembangkan protokol komunikasi yang aman dengan\nmenggabungkan algoritma Elliptic Curve Diffie Hellman (ECDH) untuk proses\npertukaran kunci dan algoritma AES untuk enkripsi dan dekripsi untuk menjamin\nintegritas data yang dipertukarkan. Pemilihan algoritma ECDH didasarkan pada\nalgoritma ECDH yang menghasilkan kunci rahasia bersama diantara dua pengguna,\nkunci tersebut selanjutnya digunakan untuk proses enkripsi dan dekripsi pesan pada\nalgoritma AES. Tetapi dalam penerapanya algoritma ECDH masih memiliki\nkekurangan yaitu tidak memiliki skema autentikasi, sehingga memungkinkan\nperangkat yang tidak sah dapat mengambil data yang dipertukarkan. Pada penelitian\nini kekurangan yang dimiliki oleh algoritma pertukaran kunci ECDH ditutupi\ndengan ditambahkannya skenario autentikasi mutual berbasis HMAC. Protokol\nyang dikembangkan diujicobakan pada lingkungan hidroponik. Skenario pengujian\nyang diusulkan melibatkan lebih dari satu perangkat sensor (multi device) ESPCAM\nyang berkomunikasi dengan local gateway Raspberry Pi dan cloud server\nMIOP. Penelitian diimplementasikan pada dua perangkat ESP-CAM, satu\nperangkat Raspberry Pi sebagai local gateway, dan cloud server MIOP dalam\nbentuk prototipe. Hasil pengujian penyerangan pihak ketiga dan analisis data\ndengan perangkat lunak Wireshark berhasil dilakukan dan membuktikan bahwa\nprotokol komunikasi yang diusulkan dapat menjamin integritas data yang\ndipertukarkan. Hasil evaluasi formal dengan perangkat lunak Scyther menyatakan\nbahwa protokol yang dikembangkan dapat menyediakan skema autentikasi dan\nkerahasiaan kunci yang dipertukarkan. Hasil pengujian waktu proses protokol yang\ndikembangkan dijalankan sebanyak 50 kali iterasi. Dari hasil pengujian tersebut\ndihasilkan bahwa rata-rata waktu yang dibutuhkan untuk proses pertukaran kunci\ndengan panjang pesan sebesar 2,54 Kb adalah 3062 ms. Jumlah waktu tersebut terdiri dari 14 ms untuk proses pertukaran identitas melalui jalur komunikasi\nBluetooth Low Energy, 3034 ms untuk proses pertukaran kunci, dan 14 ms untuk\nproses pertukaran data terenkripsi.", "Daftar File": {"ABSTRAK Kukuh Muhammad": "https://digilib.itb.ac.id/gdl/download/239946"}, "Penulis": "Kukuh Muhammad [23518031]", "Kontributor / Dosen Pembimbing": ["Dr. Yoanes Bandung, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Keamanan IoT, ECDH, Bluetooth Low Energy, Scyther, IoT.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Des 2021"}