{"Nomor": 62368, "Judul": "PRODUKSI MAGNESIUM DARI DOLOMIT DENGAN PROSES PIDGEON MENGGUNAKAN RETORT VERTIKAL", "Abstrak": "Dengan perkembangan pesat aplikasi paduan berbasis magnesium, permintaan akan magnesium primer meningkat secara drastis di seluruh dunia. Magnesium adalah logam ringan diantara logam struktural lainnya yang salah satu aplikasiknya adalah pada industri otomotif untuk mengurangi konsumsi bahan bakar. Magnesium dapat diproduksi dengan elektrolisis leburan magnesium klorida atau reduksi magnesium oksida suhu tinggi. Logam magnesium umumnya dihasilkan dari kalsin dolomit melalui proses silikotermik dalam suasana vakum. Proses Pidgeon adalah proses yang paling banyak digunakan untuk memproduksi magnesium, tetapi proses ini mulai menunjukkan masalah seperti konsumsi energi yang tinggi dan pencemaran lingkungan. Pada penelitian ini telah dipelajari reduksi kalsin dolomit dengan redutor ferrosilikon dan aluminium dengan penambahan CaF2 dan B2O3 sebagai bahan imbuh.\nSerangkaian percobaan reduksi kalsin dolomit dilakukan dalam retort vertikal yang dipasangkan pada tanur vertikal dalam suasana vakum pada tekanan hingga mencapai dibawah 10 Pa. Temperatur tanur dinaikkan dengan laju pemanasan sebesar 10oC per menit hingga temperatur mencapai 1200?C. Setelah ditahan 8 jam pada temperatur 1200?C, temperatur tanur diturunkan dengan laju pendinginan sebesar 10oC per menit hingga temperatur kamar. Percobaan dilakukan dengan melakukan variasi reduktor aluminium dan ferosilikon, dan variasi komposisi bahan imbuh CaF2 dan B2O3 dimulai dari 3% B2O3, 1,5% CaF2 - 1,5% B2O3, 3% CaF2 - 3% B2O3 dan 3% CaF2. Percobaan variasi komposisi bahan imbuh dilakukan menggunakan reduktor ferosilikon dengan penambahan lebih dari kebutuhan stoikiometrik untuk mereduksi kalsin dolomit. Logam magnesium yang dihasilkan dianalisis dengan X-Ray Diffraction (XRD) dan Scanning Electron Microscope - Energy Dispersive X-Ray Spectroscopy (SEM-EDS). Adapun residu yang dihasilkan dianalisis dengan XRD, XRF dan SEM-EDS.\nHasil percobaan yang diperoleh pada penelitian ini berupa data perubahan berat sampel, senyawa dalam sampel dengan menggunakan XRD, komposisi unsur dalam sampel dengan menggunakan XRF, komposisi kimia fasa-fasa dalam sampel dari analisa spot dengan menggunakan SEM-EDS, dan komposisi kimia rata-rata sampel dari analisa area dengan menggunakan SEM-EDS. Peningkatan temperatur kalsinasi menurunkan persentase kehilangan berat sampel pada massa akhir residu.\n\nReduksi sampel dengan temperatur kalsinasi 900?C menghasilkan kehilangan berat sebesar 29,29%, sedangkan pada 1200?C menunjukkan kehilangan berat sampel sebesar 20,04% dengan reduktor ferosilikon dan bahan imbuh CaF2 3%. Adapun persen ekstraksi magnesium dari kedua sampel tersebut secara berturut-turut sebesar 98,96% dan 100%. Persen ekstraksi magnesium tertinggi dihasilkan dari sampel dengan temperatur kalsinasi 1200?C menggunakan reduktor ferosilikon dan bahan imbuh 3% CaF2 yang mencapai 100% yang terindikasi dari tidak adanya magnesium yang tersisa dalam residu dari hasil analisis XRF dan SEM-EDS.", "Daftar File": {"ABSTRAK Mhd. Yasin Siregar": "https://digilib.itb.ac.id/gdl/download/239992", "BAB 1 Mhd. Yasin Siregar": "https://digilib.itb.ac.id/gdl/download/239993", "BAB 2 Mhd. Yasin Siregar": "https://digilib.itb.ac.id/gdl/download/239994", "BAB 3 Mhd. Yasin Siregar": "https://digilib.itb.ac.id/gdl/download/239995", "BAB 4 Mhd. Yasin Siregar": "https://digilib.itb.ac.id/gdl/download/239996", "BAB 5 Mhd. Yasin Siregar": "https://digilib.itb.ac.id/gdl/download/239997", "PUSTAKA Mhd. Yasin Siregar": "https://digilib.itb.ac.id/gdl/download/239998"}, "Penulis": "Mhd. Yasin Siregar [22519302]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Zulfiadi, S.T., M.T.", "Taufiq Hidayat, S.T., M.Phill., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Kalsin Dolomit, Magnesium, Proses Pidgeon", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "28 Des 2021"}