{"Nomor": 62366, "Judul": "APLIKASI BAKTERIOFAGA UNTUK MENGATASI INFEKSI ENTEROBACTER HORMAECHEI DAN MENINGKATKAN KEBERTAHANAN HIDUP SERTA PERTUMBUHAN POSLARVA UDANG PUTIH (LITOPENAEUS VANNAMEI)", "Abstrak": "Infeksi bakteri masih menjadi salah satu ancaman besar bagi industri budidaya udang. Empat isolat Enterobacter hormachei yang diisolasi dari saluran pencernaan udang terbukti menyebabkan kematian dan perlambatan pertumbuhan pada udang putih (Litopenaeus vannamei). Bakteriofaga (?) TT, TC, BT, BC, dan koktail keempat bakteriofaga dianggap potensial digunakan sebagai agen terapi faga untuk mengatasi infeksi E. hormaechei. Penelitian ini bertujuan untuk menentukan dosis optimal dan efek pemberian ?TT, ?TC, ?BT, ?BC, dan koktail keempat bakteriofaga terhadap pertumbuhan kebertahanan hidup dan pertumbuhan poslarva udang putih yang diinfeksi E. hormaechei. Tahapan penelitian dibagi menjadi tiga tahapan besar: (1) uji tantang empat isolat dan koktail bakteriofaga terhadap empat isolat E. hormaechei, (2) uji letalitas keempat isolat E. hormaechei terhadap poslarva udang putih, serta (3) uji performa bakteriofaga terhadap poslarva udang putih yang diinfeksi dengan E. hormaechei. Kebertahanan hidup (SR), berat rata-rata (MBW), dan panjang rata-rata (MBL) poslarva udang putih dihitung selama uji letalitas dan uji performa.\nHasil menunjukkan bahwa bakteriofaga mampu menekan pertumbuhan E. hormaechei pada dosis MOI = 0,01. Uji performa menunjukkan kemampuan bakteriofaga selain ?TC mampu menekan mortalitas dan perlambatan tumbuh yang dialami poslarva setelah diinfeksi E. hormaechei. ?BT dan ?BC mampu meminimalisasi kematian poslarva yang diinfeksi E. hormaechei (S05) (SR = 91.11±3.84%) dan E. hormaechei (S07) (SR = 91.11±10.18%) berturut-turut setara kloramfenikol 2 ppm (SR05 = 100±0.00%, SR07 = 97.78±3.85%). Seluruh perlakuan bakteriofaga mampu meminimalisasi efek penyusutan berat tubuh, namun tidak memberikan efek signifikan pada penyusutan panjang tubuh yang dialami poslarva pasca-infeksi E. hormaechei. Dapat disimpulkan bahwa bakteriofaga selain ?TC dapat digunakan sebagai agen terapi bakteriofaga pada poslarva udang yang terinfeksi E. hormaechei.", "Daftar File": {"ABSTRAK Ulya Alviredieta": "https://digilib.itb.ac.id/gdl/download/239987"}, "Penulis": "Ulya Alviredieta [21118020]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Pingkan Aditiawati, M.S."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "terapi bakteriofaga, Enterobacter hormaechei, Litopenaeus vannamei, kebertahanan hidup, patogenesitas.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Des 2021"}