{"Nomor": 62363, "Judul": "IMPLEMENTASI KOEFISIEN MANNING SEBAGAI PARAMETER KEKASARAN PERMUKAAN DALAM PEMODELAN TSUNAMI DI PANGANDARAN, JAWA BARAT", "Abstrak": "Pangandaran terkenal sebagai salah satu daerah pariwisata di Jawa Barat. Namun, keberadaannya sangat rentan terhadap tsunami akibat tingginya aktivitas seismik di zona subduksi yang berada di sepanjang pesisir selatan Pulau Jawa. Sebagai tambahan, sejarah juga mencatat adanya bencana tsunami pada tahun 2006 yang menimbulkan korban jiwa dan kerugian materiil. Oleh karena itu, rencana mitigasi yang efektif harus dipersiapkan untuk meminimalkan kerugian dan korban jiwa. Sebagai bagian dari perencanaan mitigasi, studi mengenai karakteristik tsunami di Pangandaran sangat diperlukan. Studi karakteristik tsunami di Pangandaran dilakukan dengan metode pemodelan numerik tsunami. Pemodelan tsunami secara numerik diperlukan untuk menghasilkan analisis kuantitatif bahaya tsunami yang akurat. Penelitian ini bertujuan untuk mengembangkan model tsunami dengan resolusi 15 meter. Adapun data yang dibutuhkan untuk mengembangkan model tsunami adalah parameter gempa dan digital surface model (DSM) dari wilayah penelitian. Parameter gempa diperoleh dari Pusat Studi Gempa Nasional sedangkan DSM diperoleh dari beberapa sumber seperti BATNAS dan DEMNAS yang dikeluarkan oleh Badan Informasi Geospasial. Pengembangan model tsunami dilakukan berdasarkan 2 skenario gempa yaitu gempa Pangandaran tahun 2006 dan megathrust Jawa Barat-Jawa Tengah. Selain itu, pengembangan model ini juga memasukkan nilai kekasaran permukaan yang diwakili oleh koefisien Manning. Pemberian skor koefisien Manning didasarkan pada data tutupan lahan yang dihasilkan dari proses digitasi foto udara. Adapun keluaran akhir dari penelitian ini adalah hasil sensitivitas parameter kekasaran permukaan terhadap model, peta rendaman dan estimasi kerusakan tutupan lahan.", "Daftar File": {"ABSTRAK Leonardus Berlianto Setiawan": "https://digilib.itb.ac.id/gdl/download/243861"}, "Penulis": "Leonardus Berlianto Setiawan [25120002]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Wiwin Windupranata, S.T., M.Si.", "Dr. Alfita Puspa Handayani, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "koefisien Manning, model tsunami, Pangandaran, bahaya tsunami", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "28 Des 2021"}