{"Nomor": 62370, "Judul": "KARAKTERISTIK DAN ANALISIS SEKATAN SESAR PADA FORMASI MINAHAKI, LAPANGAN SSB, CEKUNGAN BANGGAI, SULAWESI TENGAH", "Abstrak": "Lapangan SSB merupakan pengembangan dari lapangan gas Senoro yang merupakan penghasil gas terbesar di Sulawesi. Diperlukan strategi pengembangan lapangan yang tepat untuk optimalisasi produksi hidrokarbon. Perencanaan pengembangan yang berkelanjutan di lapangan SSB yang areanya dibatasi oleh sesar sesar dapat dipengaruhi oleh karakter sekatan sesar tersebut. Analisis sekatan sesar secara detil pada reservoir karbonat Formasi Minahaki belum pernah diteliti sebelumnya.\nKarakterisasi dan analisis sekatan sesar dilakukan pada Formasi Minahaki dengan tujuan melihat kehadiran kompartemen pada closure lapangan SSB. Metode yang digunakan untuk analisis sekatan sesar ini adalah shale gouge ratio (SGR). Kombinasi antara kerangka sesar yaitu throw dan komposisi zona sesar berupa kandungan clay dari metode single parameter, dual parameter (log density dan neutron porosity) dan multimineral di sepanjang zona sesar serta validasi dengan data tekanan sumur.\nPembentukan struktur geologi di lapangan SSB dipengaruhi oleh rezim strike slip fault. Hal ini ditunjukkan dengan adanya strike slip fault yang berarah N 300-350 E pada bagian barat yang berasosiasi dengan normal fault dengan arah N 200-800 E pada bagian timur. Nilai volume shale pada Formasi Minahaki dengan menggunakan metode single parameter adalah 0.16-0.26, dual parameter 0.19-0.39, dan multimineral 0.07-0.18.\nBerdasarkan analisis sekatan sesar dengan metode SGR pada sesar-sesar di Formasi Minahaki lebih dipengaruhi oleh besarnya throw, dibanding nilai volume shale. Dengan nilai ambang SGR untuk single parameter 20%, dual parameter 33%, dan multimineral adalah 16%. Dari validasi dengan data tekanan menunjukkan bahwa SGR dengan nilai volume shale dual parameter yang dapat mewakili kondisi kemampuan daya sekatan sesar pada lapangan SSB.", "Daftar File": {"ABSTRAK Billy Harnest": "https://digilib.itb.ac.id/gdl/download/239991", "COVER": "https://digilib.itb.ac.id/gdl/download/267697", "BAB I.pdf": "https://digilib.itb.ac.id/gdl/download/267698", "BAB II.pdf": "https://digilib.itb.ac.id/gdl/download/267699", "BAB III.pdf": "https://digilib.itb.ac.id/gdl/download/267700", "BAB IV.pdf": "https://digilib.itb.ac.id/gdl/download/267701", "BAB V.pdf": "https://digilib.itb.ac.id/gdl/download/267702"}, "Penulis": "Billy Harnest [22019007]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Benyamin Sapiie, Ph.D.", "Indra Gunawan, S.T., M.Sc., Ph.D.", "Dr.Eng. Asep Saepuloh, S.T., M.Eng.", "Alfend Rudyawan, S.T., M.Sc., Ph.D.", "Dr. Astyka Pamumpuni, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "cekungan banggai, sealing, leaking, throw, volume shale, Shale Gouge Ratio.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "7 file", "Tanggal Input": "28 Des 2021"}