{"Nomor": 62373, "Judul": "PERTIMBANGAN PEMERINTAH DESA LEMBANG KABUPATEN BANDUNG BARAT DALAM PEMANFAATAN DANA DESA (SEBUAH STUDI KASUS MENGGUNAKAN MULTIPLE PRINCIPAL AGENT THEORY)", "Abstrak": "Melalui Undang-Undang nomor 6 tahun 2014 tentang Desa desentralisasi di\nIndonesia diperluas hingga diturunkan ke tingkat desa. Program Dana Desa yang\nbersumber dari APBN merupakan transfer intra pemerintah yang diterima Desa\nsetiap tahun sebagai pembiayaan desentralisasi desa. Adanya desentralisasi dan\nDana Desa menjadikan Pemerintah Desa perlu melakukan akselerasi dan\npenyesuaian untuk dapat menjalankan tugas dan kewenangan yang diterimanya.\nTujuan penelitian ini adalah memahami bagaimana Pemerintah Desa mengambil\nkeputusan dalam menjalankan tugas dan kewenangan dengan melihatnya\nberdasarkan kompromi terhadap dua hubungan pendelegasian yang diterimanya,\ndari Pemerintah dan Masyarakat Desa sebagai konsekuensi dari desentralisasi\ndesa. Penelitian ini dilakukan secara kualitatif deskriptif dengan studi kasus di\nDesa Lembang Kabupaten Bandung Barat. Kontrak pendelegasian yang terjadi\npada hubungan pendelegasian dapat dilihat menggunakan Principal Agent Theory\n(PAT), untuk kasus dengan lebih dari satu hubungan maka teori yang digunakan\nadalah pengembangan dari teori tersebut yaitu Multiple Principal Agent Theory\n(MPAT). Adanya dua kontrak pendelegasian akan menghasilkan kontrak dan\ninsentif agregat yang diterima Pemerintah Desa yang menentukan pertimbangan\npengambilan keputusan desa. Keputusan penggunaan Dana Desa akan dibentuk\noleh keuntungan paling maksimal yang mungkin didapatkan Pemerintah Desa\npada kondisi agregat yang terbentuk sehingga titik kompromi Pemerintah Desa\nakan lebih berat pada pihak dengan kontrak dan insentif yang lebih\nmenguntungkan bagi Pemerintah Desa.\nPenelitian ini mendapati bahwa pengawasan dan pengendalian dari masyarakat\ndesa lebih kuat, hal ini disebabkan oleh: (1) kebijakan desentralisasi desa yang\nmenjadikan masyarakat desa sebagai subjek pembangunan melalui mekanisme\npembangunan partisipatif; dan (2) insentif dari masyarakat desa berupa dukungan\nsuara lebih dibutuhkan dan sulit dimenangkan bagi Pemdes, terutama Kades,\nketimbang insentif dan disinsentif pada kontrak dengan Pemerintah yang tidak\nlagi relevan bagi Desa Lembang sebagai desa mandiri. Tetapi masyarakat Desa\nLembang sebagai pemberi delegasi tidak memiliki posisi yang kuat sebagai\npemberi delegasi sehingga kemudian Pemerintah Desa dapat lebih mandiri dalamii\npengambilan keputusan dan mengarahkan pendelegasian yang menguntungkan\nPemerintah Desa. Hal ini karena mekanisme dalam desentralisasi desa belum\nmaksimal meningkatkan kesadaran dan kemampuan masyarakat desa sebagai\npemberi delegasi.\nBerdasarkan kondisi pengaruh kendali agregat yang diterima Pemerintah Desa\ntersebut kebijakan pemanfaatan DD ditetapkan. Pada prinsipnya Pemerintah Desa\nakan memanfaatkan DD untuk kegiatan yang dapat berdampak pada sebanyak\nmungkin masyarakat desa serta berupa kebijakan yang dapat menjaga persepsi\npemerintah desa yang, dalam kasus Desa Lembang KBB, sudah cukup baik.\nSelanjutnya jenis kegiatan yang dapat memenuhi kedua prinsip tersebut dan\nmenjadi pilihan kegiatan Pemerintah Desa adalah kegiatan pembangunan fisik, hal\nini karena pembangunan fisik membutuhkan waktu pengerjaan yang cepat,\ndampaknya bisa langsung dirasakan, manfaatnya bisa dirasakan masyarakat\numum, dan monumental. Kedua adalah kegiatan non-fisik terkait sosialkeagamaan, hal ini dikarenakan kondisi sosial keagamaan masyarakat desa yang\nseragam menjadikan kegiatan tersebut dapat dirasakan dampaknya oleh lebih\nbanyak orang. Sedangkan kegiatan dengan jumlah kegiatan paling sedikit adalah\nkegiatan non-fisik terkait peningkatan ekonomi, hal ini karena kondisi desa yang\nberagam menjadikan permintaan kebutuhan peningkatan kemampuan ekonomi\nberagam. Menjadi terlalu mahal untuk Pemdes memenuhi permintaan yang\nberagam tersebut.", "Daftar File": {"ABSTRAK Shabrina Mahardhika": "https://digilib.itb.ac.id/gdl/download/240001", "BAB 1 Shabrina Mahardhika": "https://digilib.itb.ac.id/gdl/download/240002", "BAB 2 Shabrina Mahardhika": "https://digilib.itb.ac.id/gdl/download/240003", "BAB 3 Shabrina Mahardhika": "https://digilib.itb.ac.id/gdl/download/240004", "BAB 4 Shabrina Mahardhika": "https://digilib.itb.ac.id/gdl/download/240005", "BAB 5 Shabrina Mahardhika": "https://digilib.itb.ac.id/gdl/download/240006", "BAB 6 Shabrina Mahardhika": "https://digilib.itb.ac.id/gdl/download/240007", "PUSTAKA Shabrina Mahardhika": "https://digilib.itb.ac.id/gdl/download/240008", "2021 TS PP SHABRINA MAHARDHIKA_LAMPIRAN.pdf\n]": "https://digilib.itb.ac.id/gdl/download/240009"}, "Penulis": "Shabrina Mahardhika [25419046]", "Kontributor / Dosen Pembimbing": ["Adenantera Dwicaksono, S.T., M.Ds., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Dana Desa, Desentralisasi Desa, Pemerintahan Desa, Pendelegasian Kewenangan, Multiple Principal Agent Theory", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "28 Des 2021"}