{"Nomor": 62385, "Judul": "PENENTUAN FRACTURE SPACING EFEKTIF DENGAN PENDEKATAN NUMERIK", "Abstrak": "Sistem reservoir rekah alami merupakan suatu sistem yang kompleks yang terdiri dari rekahan yang tidak beraturan, vugs, dan matriks di mana terdapat rekahan yang terkoneksi dengan permeabilitas yang lebih tinggi dari matriks. Kompleksitas sistem matriks-rekahan menjadi tantangan dalam proses pemodelan untuk reservoir rekah alami. Dengan konsep dual-porosity model yang pertama kali dikembangkan oleh Warren dan Root (1963), idealisasi dari kondisi actual sistem matriks-rekahan dapat dilakukan. Interaksi antara matriks-rekahan menjadi factor yang sangat penting dan dipengaruhi oleh geometri sistem yang dikenal sebagai shape factor. Bentuk geometri matriks, fracture spacing, ukuran matriks, proses transfer fluida, kondisi (tekanan dan temperature) matrik-rekahan menjadi parameter penting yang perlu dipertimbangkan dalam penentuan shape factor.\nSimulator reservoir komersil yang digunakan masih terbatas dalam mengakomodir sifat heterogenitas dan kompleksitas dari sistem matriks-rekahan. Sistem matriks-rekahan cenderung diidealisasi untuk mempermudah proses perhitungan dan simulasi. Nilai shape factor yang digunakan juga cenderung konstan dan tanpa kondisi batas yang jelas. Penggunaan model single porosity telah terbukti dapat digunakan untuk menghitung nilai shape factor serta menjadi acuan dalam meningkatkan performa model dual porosity. Dengan kombinasi pendekatan numerik dan perubahan geometri rekahan, model dual porosity yang digunakan pada simulator dapat menghasilkan performa yang sama seperti yang ditunjukan pada model single porosity serta konsisten terhadap sensitivitas parameter reservoir dan kondisi batas.", "Daftar File": {"ABSTRAK Petra Steven Wattimury": "https://digilib.itb.ac.id/gdl/download/240021"}, "Penulis": "Petra Steven Wattimury [22217301]", "Kontributor / Dosen Pembimbing": ["Zuher Syihab, S.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "dual porosity Model, Matriks, rekahan, shape factor, Fracture Spacing.", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "28 Des 2021"}