{"Nomor": 62381, "Judul": "ANALISIS FAKTOR-FAKTOR YANG MEMPENGARUHI KETERIKATAN ANGGOTA DI UNIT KESENIAN MINANGKABAU INSTITUT TEKNOLOGI BANDUNG", "Abstrak": "Organisasi dibentuk oleh dua orang atau lebih yang berada di tempat yang sama dan memiliki tujuan yang sama. Suatu tujuan dapat dicapai dalam suatu organisasi jika sekelompok orang dalam organisasi tersebut merasa terikat satu sama lain. Anggota yang telah terikat pada suatu organisasi berdedikasi pada tujuan, akan melakukan segala daya untuk menyelesaikan pekerjaan, akan mempertahankan perilaku mereka saat bekerja, akan memastikan bahwa tugas yang mereka lakukan sesuai dengan tujuan, dan akan bersedia melakukan evaluasi sesuai kebutuhan. Pentingnya member engagement menjadi perhatian bagi salah satu organisasi kemahasiswaan, Unit Kesenian Minangkabau Institut Teknologi Bandung (UKM-ITB). Gejala rendahnya keterikatan yang terjadi antar anggota berdampak pada kinerja organisasi di unit ini. Contoh yang dapat dilihat adalah kegiatan yang sering dibatalkan karena jumlah anggota yang hadir tidak memenuhi syarat kuorum untuk memulai kegiatan. Penelitian ini bertujuan untuk mengidentifikasi faktor-faktor yang mempengaruhi keterikatan anggota di UKM-ITB dan mencari strategi yang harus dilakukan oleh UKM-ITB untuk meningkatkan keterikatan anggota. Metode penelitian kualitatif digunakan dalam penelitian ini. Triangulasi sumber data digunakan dalam penelitian ini untuk meningkatkan validitas data. Pengumpulan data dilakukan secara online melalui wawancara semi terstruktur dengan 10 informan yang terdiri dari anggota aktif UKM-ITB angkatan 2017 hingga 2019. Analisis isi digunakan dalam penelitian ini dengan menggunakan pengkodean untuk analisis data. Hasil dari penelitian ini adalah hubungan tim dan rekan kerja merupakan faktor yang signifikan dalam mempengaruhi keterikatan anggota diikuti dengan kepemimpinan, komunikasi internal, budaya organisasi, dan tanggung jawab. Kemudian, strategi yang harus dilakukan UKM-ITB untuk meningkatkan keterikatan anggota adalah memperbanyak acara yang ditujukan untuk mempererat anggota, mengadakan kegiatan sesuai keinginan anggota, merubah sistem rekrutmen, mengubah sistem forum, dan memperbaiki profesionalitas dan komitmen badan pengurus.", "Daftar File": {"ABSTRAK Ratna Alfia Ramadhani": "https://digilib.itb.ac.id/gdl/download/240014"}, "Penulis": "Ratna Alfia Ramadhani [19018007]", "Kontributor / Dosen Pembimbing": ["Adita Pritasari, S.T., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Keterikatan Anggota, Organisasi Nirlaba, Organisasi Mahasiswa", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "28 Des 2021"}