{"Nomor": 62397, "Judul": "ANALISIS PERBANDINGAN KARAKTERISTIK LEDAKAN METANA PADA MODEL TEROWONGAN BAWAH TANAH SKALA LABORATORIUM MENGGUNAKAN VIDEO PROCESSING DAN SIMULASI NUMERIK", "Abstrak": "Terjadinya ledakan akibat gas metana dan debu batubara di suatu tambang bawah tanah batubara merupakan suatu proses yang kompleks, sehingga untuk mengendalikannya diperlukan pemahaman yang lebih detail mengenai faktor-faktor yang mempengaruhi terjadinya ledakan tersebut. Studi ini dilakukan untuk menganalisis proses ledakan akibat gas metana secara detail dengan menggunakan dua jenis pengujian yaitu uji secara fisik dan  secara numerik. Kedua model pengujian baik secara fisik maupun scara numerik akan menggunakan model terowongan yang mempunyai dimensi 200 cm (panjang) x 20 cm (lebar) x 29 cm (tinggi). Kemudian konsentrasi gas metana yang diuji adalah konsentrasi gas metana 7% dan 9%. Pengujian secara fisik akan menggunakan video dan image processing untuk mendapatkan datanya. Sedangkan pengujian secara numerik akan menggunakan metode computational fluid dynamics (CFD) dengan perangkat lunak ANSYS FLUENT versi Student 2021 R1.\n\nHasil yang didapatkan pada uji fisik cukup berbeda dengan hasil simulasi numerik. Pada uji fisik didapatkan bahwa ledakan gas metana konsentrasi 7% mempunyai kecepatan ledak yang lebih cepat dibandingkan ledakan gas metana konsentrasi 9%. Sedangkan pada simulasi numerik, yang memiliki kecepatan yang lebih besar adalah ledakan gas metana konsentrasi 9%. Setelah dipelajari lebih lanjut ada beberapa faktor yang menyebabkan uji fisik mempunyai nilai yang berbeda yaitu lamanya waktu ledakan, volume api ledakan dan jarak tempuh api ledakan.", "Daftar File": {"COVER M. Khalid Al-Hijri": "https://digilib.itb.ac.id/gdl/download/240058"}, "Penulis": "M. Khalid Al-Hijri [22118011]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nuhindro Priagung Widodo, M.T.", "Dr.Eng. Ginting Jalu Kusuma, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "ledakan, gas metana, video processing, computational fluid dynamics", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "29 Des 2021"}