{"Nomor": 62398, "Judul": "PRIORITISASI RISIKO DAN PEMODELAN PAPARAN CECS JENIS  PESTISIDA TERHADAP MANUSIA YANG BERASAL DARI  PENCEMARAN DI DAERAH ALIRAN SUNGAI (STUDI KASUS: DAS CITARUM HULU, JAWA BARAT)", "Abstrak": "Sebagai sumber air untuk Jakarta dan Jawa Barat, Sungai Citarum saat ini berada pada kondisi \nyang kritis. Sungai Citarum sempat dinyatakan sebagai salah satu dari 10 tempat terkotor di \ndunia berdasarkan artikel yang dimuat oleh The Daily Star pada 2013. Dari berbagai zat \npencemar yang ada di sungai, Contaminants of Emerging Concern (CECs) merupakan salah \nsatu kelompok kontaminan yang menjadi perhatian dunia saat ini. CECs dapat memberikan \nefek yang berbahaya pada ekosistem perairan dan kesehatan manusia. Studi ini bertujuan untuk \nmenerapkan serangkaian metode penilaian risiko di DAS Citarum Hulu. Serangkaian metode \npenilaian risiko yang dikembangkan pada studi ini, meliputi pemodelan runoff untuk \nmemprediksi konsentrasi CECs di aliran sungai, validasi model dengan passive sampling, \nprioritisasi risiko, estimasi uptake dan risiko bahaya paparan, serta prediksi pengaruh paparan \nterhadap manusia dengan model matematis. Metode ini diaplikasikan pada kelompok CECs \njenis pestisida, yang level penggunaannya sangat tinggi di DAS Citarum Hulu dikarenakan \nkegiatan pertanian yang masif. Studi ini dimulai dengan mengestimasi penggunaan pestisida \ndi area pertanian DAS Citarum Hulu dengan melakukan survei penggunaan pestisida pada 174 \npetani di delapan kecamatan sepanjang DAS Citarum dengan metode random walk and quota \nsampling. Hasil survei menunjukkan 31 pestisida digunakan untuk 21 jenis tanaman. \nProfenofos dan Mancozeb merupakan dua pestisida yang paling sering digunakan. Secara \nkeseluruhan, estimasi penggunaan pestisida di area studi relatif tinggi, dengan rata-rata \npenggunaan tahunan sebesar 24,6 kg/ha/tahun. \nData hasil survei kuesioner penggunaan pestisida dimasukkan sebagai input model runoff\nuntuk memprediksi konsentrasi pestisida (PECs) di air sungai. Hasil pemodelan kemudian \ndivalidasi dengan konsentrasi hasil pengukuran (MECs) di Sungai Citarum dengan \nmenggunakan teknik passive sampling. Metode prioritisasi risiko ekologi dan kesehatan \ndiaplikasikan pada hasil konsentrasi PECs dan MECs. Ranking risiko pestisida berdasarkan \nPECs, secara umum menunjukkan hasil yang sesuai dengan ranking berdasarkan MECs hasil \ndari passive sampling. Hasil prioritisasi menunjukkan intake pestisida melalui konsumsi air \nsungai diprediksi tidak menyebabkan risiko pada kesehatan manusia (CDI/HRV < 1), namun \nbeberapa menyebabkan risiko substansial pada ekosistem akuatik (PEC/PNEC > 1) seperti \nProfenofos (5,2E+01), Propineb (3,6E+01), Chlorpyrifos (2,6E+01), Carbofuran (1,7E+01), \nImidacloprid (9,4E+00), Methomyl (7,6E+00), dan Chlorantraniliprole (3,6E+00). Dari hasil \nprioritisasi risiko, Chlorpyrifos terpilih menjadi pestisida yang disimulasikan pada pemodelan \npaparan manusia. \nPada studi ini, input dari model paparan pestisida dapat diperoleh dari pola penggunaan air oleh \nmasyarakat di DAS Citarum Hulu. Survei kuesioner kebiasaan penggunaan air dilakukan \ndengan wawancara personal terhadap 217 responden dari Kampung Ciwalengke, dimana \npenduduknya masih memanfaatkan Sungai Citarum sebagi sumber airnya sehari-hari. Hasil \nsurvei menunjukkan volume total rata-rata penggunaan air adalah 114,6 L/orang/hari. Hasil \nsurvei ini digunakan sebagai input model paparan eksternal Chlorpyrifos dengan menggunakan \nModel NORMTOX dan Simulasi Monte Carlo. Output model pobabilistik NORMTOX\nmenunjukkan nilai uptake total Chlorpyrifos (dari rute paparan oral dan dermal) untuk kategori \nusia 18-65 tahun adalah 2,46E-05 mg/kg/hari, dan 2,58E-05 mg/kg/hari untuk kategori usia 65-\n75 tahun. Sedangkan, hasil output model berupa hazard quotient (????????) menunjukkan nilai \n0,0142 untuk kelompok usia 18-65 tahun dan 0,0202 untuk kelompok usia 65-75 tahun. Nilai\nrisiko ???????? Chlorpyrifos untuk kedua kelompok usia diprediksi tidak menimbulkan risiko\nkesehatan yang berbahaya karena nilainya yang < 1. Namun, perlu diingat bahwa walaupun \nrisiko kesehatan yang muncul kecil, rute paparan lain dan efek interaksi antar pestisida tidak \ndiikutsertakan dalam penilaian risiko pada studi ini.\nTahap selanjutnya dalam pemodelan paparan Chlorpyrifos adalah simulasi paparan internal \ndengan Model PBPK/PD menggunakan Rstudio dan PopGen. Paparan Chlorpyrifos \ndimodelkan pada manusia dengan usia rata-rata 45 tahun (sesuai hasil survei kuesioner \npenggunaan air) dengan memprediksi respon konsentrasi Chlorpyrifos (CPF) dan \nChlorpyrifos-oxon (CPF-oxon) dalam darah dan otak sebagai biomarker pada tubuh manusia. \nModel juga mensimulasikan respon inhibisi enzim ChE dalam sel darah merah (RBC), plasma \ndarah, dan otak. Simulasi model dengan rentang paparan 0,1 – 100 mg/kg, menunjukkan \nsemakin tinggi dosis paparan maka terjadi peningkatan kadar CPF dan CPF-oxon dalam darah \ndan otak. Hasil simulasi juga menunjukkan bahwa semakin tinggi dosis Chlorpyrifos, maka \naktivitas enzim dalam RBC, plasma darah, dan otak akan menurun. Paparan Chlorpyrifos juga \ndisimulasikan terhadap fungsi usia, dimana nilai uptake Chlorpyrifos dari Model NORMTOX\nsebesar 0,03 µg/kg dan nilai kontrol pembanding sebesar 1 µg/kg dimasukkan dalam simulasi \nPBPK/PD. Nilai uptake Chlorpyrifos dari NORMTOX menghasilkan respon yang tidak terlihat \npada tubuh manusia selama masa hidupnya, sebaliknya nilai uptake pembanding menunjukkan \nrespon yang signifikan. Hasil ini secara umum menunjukkan hasil yang sejalan dengan estimasi \nnilai risiko kesehatan Chlorpyrifos pada tahap prioritisasi risiko (RIhum) dan pemodelan\nNORMTOX (????????) sebelumnya.", "Daftar File": {"Abstrak Rosetyati Retno Utami (35315001).pdf)u": "https://digilib.itb.ac.id/gdl/download/240046"}, "Penulis": "Rosetyati Retno Utami [35315001]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Suprihanto, Ph.D.", "Ir. Indah Rachmatiah Siti Salami, M.Sc., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": ": CECs, Chlorpyrifos, DAS Citarum Hulu, measured environmental concentrations (MECs), NORMTOX, passive sampling, PBPK/PD, pestisida, predicted environmental  concentrations (PECs), prioritisasi risiko, runoff, survei kuesioner, uptake", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "29 Des 2021"}