{"Nomor": 62394, "Judul": "INTERPRETASI KAJI FENOMENA VIRTUE SIGNALLING PADA PENGGUNA SOSIAL MEDIA MELALUI MEDIUM SENI INSTALASI", "Abstrak": "Karya ini berangkat dari ketertarikan penulis dalam menjalani kehidupan dengan identitas ganda di\ninternet. Keleluasaan kendali yang diberikan internet atas identitas dan sikap yang ingin ditampilkan\noleh pengguna manapun seiring waktu menjadi sinyal merah tersendiri. Hal tersebut dikombinasikan\ndengan rata-rata total waktu berinternet yang dihabiskan manusia dalam sehari kini telah menimbulkan\nberbagai efek samping secara psikologis, terutama persepsi akan yang nyata dan yang palsu.\nBerada di internet, baik untuk keperluan yang sepenuhnya fungsional maupun rekreasional seperti\nbermedia sosial, kini sudah menjadi aktivitas yang terjalin erat dalam keseharian sebagian besar umat\nmanusia saat ini. Setiap orang saling timpal berbicara di atas suara satu sama lain di saat yang\nbersamaan, sehingga cara apapun kadang diambil agar sesuai dengan standar yang diakui dan bisa\nbenar-benar didengar dan memiliki pengaruh. Caranya bermacam, dari memalsukan diri hingga\nmemalsukan nilai (virtue signalling), namun tanpa disadari suara apapun yang terucap hanya akan\nmenjadi gema dalam echo chamber. Tiap individu di bawah payung ruang virtual internet memiliki\nnilai moralnya masing-masing. Ruang-ruang ini memiliki fakta dan simbol-simbol yang lengkap dan\nlahir dari realitas yang konkrit berdasarkan pada kehidupan personal tiap individu, sebuah simulakrum.\nNamun apakah dalam sebuah simulakrum persepsi akan yang nyata oleh seseorang itu benar atau\napakah kebenaran yang diyakini itu nyata adalah adalah pertanyaan yang patut untuk selalu digaungkan.\nPenulis ingin mengangkat isu tentang bagaimana timbal balik hubungan manusia di internet yang dalam\ninterpretasi penulis tampak seperti agama baru, di mana algoritma adalah tuhannya, sosial media adalah\nruang ibadahnya dan virtue signalling adalah cara ibadahnya. Gagasan ini penulis wujudkan dengan\nmenciptakan simulakrum penulis sendiri melalui sebuah instalasi interaktif yang bertumpu pada\npermainan antara proyeksi bias cahaya dan gubahan ruang dan looping video dan audio.", "Daftar File": {}, "Penulis": "Arisfiya Imtinantiarana [17015026]", "Kontributor / Dosen Pembimbing": ["Drs. Asmudjo Jono Irianto, M.Sn.", "Deden Hendan Durahman, S.Sn., M.Sch.", "Dr. Nurdian Ichsan, S.Sn., M.Sn.", "Dr. Kiki Rizky Soetisna Putri, S.Sn., M.Sn.", "Duto Hardono, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "echo-chamber, instalasi, simulakrum, virtue signalling", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "28 Des 2021"}