{"Nomor": 62392, "Judul": "VISIBLE SHORTWAVE INFRARED REFLECTANCE SPECTROSCOPY FEATURES OF SAMPLES FROM MAMUJU, INDONESIA CONTAINING RADIOACTIVE MINERALS", "Abstrak": "Per the National Nuclear Energy Agency of Indonesia, Mamuju—a region in West Sulawesi—has a relatively high natural radiation dose rate (radioactivity) of 100—2,800 nSv/hour, which is derived from uranium and thorium. This makes Mamuju the main prospecting area for nuclear mineral exploration in Indonesia. The aim of this research was to utilize re?ectance spectroscopy to obtain soil samples from Mamuju that contained radioactive minerals. Hyperspectral signatures were detected by an Analytical Spectral Device FieldSpec4 spectroradiometer,  which can measure 2,151 bands in the 350—2500-nm wavelength range (equivalent to a l-nm interval). Various spectral response parameters, such as absorption form, position, and depths, were analyzed to interpret the elemental and mineralogy compositions. The resulting interpretation was validated by geochemical data analyses. The spectral signatures indicated the presence of several key wavelengths, especially in the shortwave infrared range (1300-2500 nm). Several major minerals were identified, including clay minerals, sulfates, NH4 species\nand other minerals containing Al-OH. However, some samples at the visible-near infrared (350—1300 nm) wavelength were found to contain iron oxide/hydroxide minerals. It is hoped that the results can be used radioactive exploration mapping using the remote sensing method in the Mamuju region.", "Daftar File": {"COVER Arie Naftali Hawu Hede": "https://digilib.itb.ac.id/gdl/download/240028", "2019 Arie Naftali Hawu Hede 1-EDITORIAL BOARD.pdf\n]": "https://digilib.itb.ac.id/gdl/download/240029", "2019 Arie Naftali Hawu Hede 1-TABLE OF CONTENTS.pdf?": "https://digilib.itb.ac.id/gdl/download/240030", "2019 Arie Naftali Hawu Hede 1-PAPER.pdf?": "https://digilib.itb.ac.id/gdl/download/240031"}, "Penulis": "Arie Naftali Hawu Hede [-]", "Kontributor / Dosen Pembimbing": ["Yogi La Ode Prianata, Syafrizal, Mohamad Nur Heriawan, and Heri Syaeful"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "radioactive minerals, spectroscopy", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "4 file", "Tanggal Input": "28 Des 2021"}