{"Nomor": 62395, "Judul": "PENGEMBANGAN CAMPURAN BERASPAL HANGAT MODIFIKASI KARET ALAM CAIR MENGGUNAKAN MATERIAL RECLAIMED ASPHALT PAVEMENT (RAP)", "Abstrak": "Pertumbuhan ekonomi berbanding lurus dengan peningkatan permintaan akan\njaringan infrastruktur baik secara kualitas maupun kuantitas, ini dapat berupa\npeningkatan kualitas jaringan jalan khususnya perkerasan aspal. Keterbatasan dari\nsifat aspal pen 60/70 konvensional yang mudah mengalami deformasi pada\ntemperatur tinggi dan fatique pada temperatur rendah, ditambah dengan kenderaan\nmuatan berat dapat mempercepat dan kerusakan jalan yang berimbas pada biaya\nyang harus dikeluarkan. Hal ini telah mendorong penggunaan aspal modifikasi\ndengan tujuan untuk meningkatkan kualitas aspal seperti, penetrasi, titik lembek,\nviskositas, dan elastisitas. Aspal modifikasi yang umum digunakan menggunakan\npolymer, berapa jenis polymer yang digunakan merupakan material impor, yang\nmemberatkan devisa negara, untuk itu perlu di cari alternatif material lainnya\nseperti karet alam cair.\nKaret alam cair banyak tersedia di Indonesia, sebagian besar karet ini di ekspor,\nsaat ini permintaan ekspor karet alam cair menurun oleh karena itu pemerintah\nmelalui Kementrian Pekerjaan Umum dan Perumahan Rakyat mendorong\npemanfaatan karet alam cair sebagai material modifikasi aspal, dengan tujuan untuk\ndapat menyerap produksi karet petani. Penggunan karet alam cair ini memiliki\nkeunggulan dimana lebih mudah di campur dengan aspal, karena karet ini\nberbentuk cairan. Aspal modifikasi karet alam cair telah di gunakan dibeberapa ruas\njalan di Indonesia, selain itu penggunaan aspal modifikasi karet alam cair dapat\nmeningkatkan durabilitas perkerasan jalan sehingga dapat memperpanjang masa\npelayanan jalan.\nPermasalahan dari penggunaan karet alam cair adalah meningkatnya suhu\npencampuran dan pemadatan campuran beraspal yang mencapai ± 175 ºC, pada\nsuhu ini aspal rentan mengalami kerusakan karena aspal sudah mulai menguap dan\ndapat mempercepat proses penuaan.\nDari permasalah diatas kemudian di lakukan penelitian yang bertujuan untuk\nmemperbaiki metode panggunaan karet alam cair sebagai material untuk modifikasi\naspal pada suhu pencampuran dan pemadatan yang lebih rendah, mengunakan\nteknologi Warm Mix Aspal (WMA). Selanjutnya dilakukan evaluasi dari aplikasi\nteknologi Warm Mix Aspal pada campuran beraspal, terhadap karekteristik aspal\nmodifikasi, anlisis volumetric campuran, analisis parameter Marsahall, uji lanjut\nberupa Modulus Resilien dan Deformasi Permanen.\nHasil pengujian menunjukan bahwa penggunaan karet alam cair pada aspal pen.\n60/70 menurunkan nilai penetrasi sehingga aspal menjadi lebih keras, titik lembek\nmeningkat. Sehingga aspal lebih tahan terhadap temperatur tinggi, viskositas\nmeningkat yang membuat aspal menjadi lebih kental dan meningkatkan elastisitas\naspal karena baiknya sifat adhesi dan kohesi dari aspal modifikasi.\nPenggunaan aditif kimia pada aspal modifikasi karet alam cair memberikan\nkesetimbangan baru yang membuat aspal tidak terlalu keras dengan nilai penetrasi\ndibawah aspal modifikasi karet dan diatas aspal aditif kimia. Demikian pula untuk\nnilai titik lembek, viskositas dan elastisitas aspal, kesetimbangan ini diperlukan\nuntuk menurunkan suhu produksi campuran dengan kinerja campuran yang masih\nbaik.\nAnalisis uji workability pada campuran WMA dan WAR, bahwa penggunaan aditif\nkimia dapat menurunkan suhu pecampuran dan pemadatan sebesar 30°C.\nPersentase aditif kimia pada campuran beraspal tergantung dari dari persentase\nkandungan karet cair. Untuk kandungan karet alam cair 0%, 3%, 5% dan 7% maka\nkebutuhan aditif kimia berturut-turut 0.5%, 0.5%, 0.75% dan 1% (dari berat aspal).\nModulus Resilien campuran WMA hampir setara bila di bandingkan dengan\ncampuran HMA. Penggunaan karet alam cair meningkatkan nilai Modulus Resilien\ncampuran HAR dan campuran WAR. Pada campuran beraspal yang mengandung\nRAP maka nilai Modulus Resilien campuran semakin tinggi, terutama untuk\ncampuran WAR.\nPengujian Deformasi Permanen menggunakan alat Hamburg Wheel Tracking,\nmenunjukan bahwa penggunaan karet alam cair meningkatkan ketahanan deformasi\ncampuran beraspal, walau ketahanan deformasi campuran WAR lebih rendah bila\ndibandingkaan dengan HAR, tetapi campuran WAR memiliki keunggulan karena\ndi produksi pada suhu yang lebih rendah 30 ºC. Penggunaan material RAP pada\ncampuran WMA dan WAR semakin meningkatkan ketahanan deformasi.", "Daftar File": {"ABSTRAK IRFAN": "https://digilib.itb.ac.id/gdl/download/240044"}, "Penulis": "IRFAN [35017001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.Ir. Bambang Sugeng S, DEA", "Dr. Eri Susanto, ST., MT.", "Dr. Indra Maha, ST., M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Campuran Beraspal Hangat, Karet Alam Cair, Aspal Daur Ulang.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Des 2021"}