{"Nomor": 62402, "Judul": "APLIKASI METODA AMBIENT NOISE TOMOGRAPHY (ANT) GELOMBANG LOVE UNTUK MENCITRAKAN STRUKTUR KECEPATAN VS DI BAWAH PERMUKAAN WILAYAH PALU", "Abstrak": "Wilayah Palu merupakan daerah dengan kondisi geologi dan tektonik yang kompleks akibat dari pertemuan tiga lempeng yaitu lempeng Eurasia, Indo-Australia, dan Pasifik. Salah satu efek dari kondisi tektonik ini yaitu sesar Palu-Koro. Sesar Palu-Koro merupakan sesar aktif. Sesar ini menyebabkan terjadinya gempa Palu-Donggala pada28 September 2018 dengan magnitudo 7,5 Mw. Pada penelitian ini, metoda Ambient Noise Tomography (ANT) digunakan untuk memperoleh kondisi geologi wilayah Palu berdasarkan peta kecepatan grup gelombang Love dan variasi kecepatan gelombang-S (Vs). Peta kecepatan grup gelombang Love didapatkan melalui beberapa tahapan yaitu: korelasi silang, frequency-time analysis, dan tomografi. Data yang digunakan pada penelitian ini merupakan rekaman seismik di sekitar wilayah Palu dari bulan Februari – Mei 2015. Rekaman yang didapatkan kemudian di korelasi silang untuk menghasilkan Green’s Function. Kemudian dilakukan frequency-time analysis untuk mendapatkan kurva dispersi kecepatan grup. Kurva dispersi kemudian di tomografi sehingga menghasilkan peta kecepatan grup gelombang Love. Untuk memperoleh gambaran kondisi bawah permukaan dilakukan inversi kedalaman sehingga didapatkan variasi kecepatan Vs terhadap kedalaman. Inversi dilakukan dengan menggunakan metode RR-PSO. Hasil peta kecepatan grup memperlihatkan adanya kontras anomali pada dua wilayah dibagian barat dan timur daerah penelitian. Sementara penampang struktur kecepatan Vs memperlihatkan adanya lapisan sedimen yang merata hampir di seluruh wilayah Palu dengan kedalaman 0,5 – 1 km dibawah permukaan Palu.", "Daftar File": {"ABSTRAK Muhammad Ghani Hidayatullah": "https://digilib.itb.ac.id/gdl/download/240051"}, "Penulis": "Muhammad Ghani Hidayatullah [12315024]", "Kontributor / Dosen Pembimbing": ["Dr. Warsa, S.Si., M.T.", "Dr. Tedi Yudistira, S.Si., M.Si.", "Dr. rer. nat. Andri Hendriyana, S.T., M.T.", "Dr. Zulfakriza, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Ambient Noise Tomography, Korelasi Silang, Frequency-Time Analysis, RR-PSO, Gelombang Love", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "29 Des 2021"}