{"Nomor": 62400, "Judul": "ANALISIS FAKTOR-FAKTOR YANG BERPENGARUH TERHADAP KEJADIAN SKABIES DI PESANTREN", "Abstrak": "Skabies adalah penyakit menular yang menyerang kulit yang disebabkan oleh \ninfestasi dan sensitisasi tungau Sarcoptes scabiei. Penyakit ini ditandai dengan \ntimbulnya rasa gatal terutama pada malam hari dan kelainan pada kulit berupa \npapula, vesikula, urtikaria, dan krista. Skabies adalah penyakit kulit yang biasa \nterjadi di lingkungan pesantren. Pesantren memiliki kegiatan yang sangat padat, baik \nkegiatan formal maupun non formal. Dengan padatnya kegiatan tersebut, membuat\nsantri kurang memperhatikan kebersihan diri dan kebersihan lingkungan yang \nmerupakan faktor terjadinya skabies. Hunian yang padat juga semakin memudahkan \nterjadinya penularan skabies. Tujuan dari penelitian ini adalah untuk mengetahui \nhubungan antara pengetahuan, higiene perorangan, sanitasi hunian, dan kepadatan \nhunian dengan kejadian skabies di pesantren. Penelitian ini menggunakan metode \nkuantitatif dengan jenis penelitian korelasional untuk mengetahui sejauh mana \nvariabel-variabel bebas yang menjadi faktor risiko berkaitan dengan variabel\nterikat. Sedangkan model penelitian epidemiologi yang digunakan dalam \npenelitian ini adalah model case control yang termasuk dalam penelitian analitik \nobservasional. Pendekatan yang digunakan adalah melakukan survey ke lokasi \npenelitian dengan memanfaatkan instrumen penelitian yaitu kuesioner, observasi, \ndan wawancara. Pengambilan sampel dalam penelitian ini menggunakan teknik \nquota sampling, dengan jumlah sampel sebanyak 90 orang responden yang terdiri \ndari 45 santri Pesantren Darussalam sebagai kelompok kasus dan 45 santri \nPesantren Tahfidz Islamic Institute sebagai kelompok kontrol. Terdapat tiga jenis \nanalisis yang digunakan yaitu analisis univariat, bivariat (uji chi square dan odds \nratio), dan multivariat (uji korelasi dan regresi linear). Hasil uji korelasi \nSpearman dengan signifikansi = 0,05 menunjukkan bahwa pengetahuan memiliki \nnilai koefisien korelasi sebesar -0,462, diikuti higiene perorangan dengan nilai \nkoefisien korelasi sebesar -0,583, sanitasi hunian dengan nilai koefisien korelasi \nsebesar -0,595, dan kepadatan hunian memiliki hubungan paling kuat dengan \nkejadian skabies dengan nilai koefisien korelasi sebesar -0,852.", "Daftar File": {"Revisi Laporan Sidang TA_15317067_M. Faza Azmi Nasrullah-1.pdf)u": "https://digilib.itb.ac.id/gdl/download/240049"}, "Penulis": "M. Faza Azmi Nasrullah [15317067]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dwina Roosmini, M.S.", "Dr. Anindrya Nastiti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "pengetahuan, higiene perorangan, sanitasi hunian, kepadatan hunian,  skabies, pesantren.", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "29 Des 2021"}