{"Nomor": 62412, "Judul": "KAJIAN EKSPERIMENTAL SAMBUNGAN BAUT SHEAR LINK PADA STRUKTUR BAJA BERPENGAKU EKSENTRIK", "Abstrak": "Struktur gedung rangka baja berpengaku eksentrik (Eccentrically Braced Frames/EBF) merupakan salah satu sistem struktur tahan gempa yang memiliki kinerja baik dari segi kekakuan lateral, daktilitas dan kemampuan struktur dalam mendisipasi energi gempa melalui elemen perlemahan link beam. Link beam didesain agar dapat mengalami kelelehan sementara elemen struktur lainnya masih dalam kondisi elastik. Salah satu bagian yang mempengaruhi kinerja link beam adalah sambungan. Pada penelitian ini akan dipelajari sistem sambungan pada replaceability link beam geser dengan menggunakan shear key. Kajian eksperimental dilakukan berupa uji siklik terhadap dua buah benda uji link beam dengan konfigurasi sambungan menggunakan empat buah baut M22 dan tiga buah shear key. Pengujian siklik dilakukan pada setup pengujian dengan penskalaan full-scale menggunakan ketentuan beban siklik sesuai dengan AISC 341-16. Parameter yang ditinjau dalam penelitian ini adalah daktilitas, disipasi energi dan degradasi kekakuan. Hasil pengujian eksperimental menunjukan kerusakan terjadi pada benda uji link beam sedangkan pada elemen lainnya tidak ditemukan adanya indikasi kegagalan. Beban maksimum pada benda uji I adalah sebesar 587.26 kN dengan sudut rotasi 0.086 radian. Pada benda uji II beban maksimum adalah sebesar 535.13 kN dengan sudut rotasi 0.041 radian. Parameter faktor kuat lebih dari kedua benda uji adalah 1.56. Shear key pada sambungan memiliki efektifitas dalam menahan gaya geser sebesar 86.4% dari gaya geser total. Berdasarkan hasil pengujian, replaceability pada link beam dapat diharapkan tercapai, hal mana diindikasikan dengan kondisi setup yang masih baik serta tidak mengalami perubahan geometri ataupun kelelehan sehingga penggantian link beam dapat dilakukan dengan mudah.", "Daftar File": {"ABSTRAK Fadhi Naufal Sunardi": "https://digilib.itb.ac.id/gdl/download/240067", "COVER Fadhi Naufal Sunardi": "https://digilib.itb.ac.id/gdl/download/246404", "BAB 1 Fadhi Naufal Sunardi": "https://digilib.itb.ac.id/gdl/download/246405", "BAB 2 Fadhi Naufal Sunardi": "https://digilib.itb.ac.id/gdl/download/246406", "BAB 3 Fadhi Naufal Sunardi": "https://digilib.itb.ac.id/gdl/download/246407", "BAB 4 Fadhi Naufal Sunardi": "https://digilib.itb.ac.id/gdl/download/246408", "BAB 5 Fadhi Naufal Sunardi": "https://digilib.itb.ac.id/gdl/download/246410", "BAB 6 Fadhi Naufal Sunardi": "https://digilib.itb.ac.id/gdl/download/246411", "PUSTAKA Fadhi Naufal Sunardi": "https://digilib.itb.ac.id/gdl/download/246412"}, "Penulis": "Fadhi Naufal Sunardi [25017313]", "Kontributor / Dosen Pembimbing": ["Ir. R. Muslinang Moestopo, M.S.EM, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "elemen pendisipasi energi gempa, link beam geser, sambungan, replaceability", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "29 Des 2021"}