{"Nomor": 62410, "Judul": "PEMODELAN GEOMEKANIKA SATU DIMENSI DAN ANALISIS REKAHAN KRITIS UNTUK MENENTUKAN LINTASAN PENGEBORAN OPTIMAL PADA INTERVAL RESERVOIR KARBONAT FORMASI PRA-TALANGAKAR, LAPANGAN EP, CEKUNGAN JAWA BARAT UTARA", "Abstrak": "Reservoir karbonat pada Formasi Pra-Talangakar di Lapangan EP, Cekungan Jawa Barat Utara, merupakan reservoir rekahan yang dalam tahap pengembangan. Penurunan tingkat produksi minyak dan gas di Indonesia menuntut adanya upaya untuk meningkatkan jumlah produksi. Studi karakterisasi rekahan alami dan geomekanika pada Lapangan EP bertujuan mengidentifikasi rekahan kritis pada interval reservoir karbonat untuk mengoptimalkan produksi dengan menentukan arah pengeboran optimal. Jurus (strike) dan kemiringan (dip) rekahan diperoleh berdasarkan interpretasi manual dari log gambar. Pemodelan geomekanika satu dimensi untuk menentukan tegasan in situ dan rezim tegasan saat ini dilakukan dengan data log tali kawat dan hasil uji sumur dengan mengaplikasikan metode Eaton, Hubbert dan Willis, dan Zoback. Analisis rekahan kritis diidentifikasi dengan Diagram Mohr dari hasil pemodelan geomekanika, koefisien friksi batuan, dan kedudukan rekahan alami. Hasil analisis menunjukkan bahwa rezim tegasan saat ini pada daerah penelitian merupakan rezim sesar geser dengan arah tegasan horizontal maksimum pada arah NNW hingga NNE. Rekahan alami berdasarkan hasil interpretasi log gambar memiliki arah jurus rekahan dominan NW-SE hingga NNW-SSE dengan kemiringan rekahan dominan sebesar 40 – 45 derajat. Rekahan kritis pada Lapangan EP memiliki jurus rekahan antara N128oE – N140oE atau NW-\nSE dengan kemiringan rekahan yang relatif terjal antara 68 – 87 derajat. Arah pengeboran optimal berada pada arah yang akan memotong banyak rekahan kritis yaitu berarah NE-SW dengan sudut inklinasi pengeboran lebih dari 68 derajat.", "Daftar File": {"ABSTRAK Alan Ertanto": "https://digilib.itb.ac.id/gdl/download/240065", "COVER Alan Ertanto": "https://digilib.itb.ac.id/gdl/download/254892", "BAB 1 Alan Ertanto": "https://digilib.itb.ac.id/gdl/download/254893", "BAB 2 Alan Ertanto": "https://digilib.itb.ac.id/gdl/download/254894", "BAB 3 Alan Ertanto": "https://digilib.itb.ac.id/gdl/download/254895", "BAB 4 Alan Ertanto": "https://digilib.itb.ac.id/gdl/download/254896", "BAB 5 Alan Ertanto": "https://digilib.itb.ac.id/gdl/download/254897", "PUSTAKA Alan Ertanto": "https://digilib.itb.ac.id/gdl/download/254898", "LAMPIRAN Alan Ertanto": "https://digilib.itb.ac.id/gdl/download/254899"}, "Penulis": "Alan Ertanto [12016068]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Benyamin Sapiie, Ph.D.", "Alfend Rudyawan, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "geomekanika, in situ, kritis, Lapangan EP, rekahan, tegasan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Dedi Rosadi", "File": "9 file", "Tanggal Input": "29 Des 2021"}