{"Nomor": 62416, "Judul": "KAJIAN NUMERIK PELAT BETON BERTULANG KOMPOSIT DENGAN PERKUATAN ECC TERHADAP BEBAN LEDAKAN", "Abstrak": "Aktivitas terorisme yang makin marak terjadi pada era ini membuat desain struktur yang tahan terhadap beban ledakan menjadi salah satu yang diperhitungkan untuk membangun sebuah gedung. Panel beton fasad merupakan struktur yang berada di bagian depan gedung. Struktur ini berperan salah satunya untuk melindungi gedung dari ancaman kerusakan yang mungkin terjadi melalui bagian depan gedung. Jika terjadi ledakan dari bagian depan gedung, maka yang pertama kali akan terkena efek pembebanan akibat beban ledakan adalah struktur fasad ini.\nPemodelan struktur fasad dilakukan untuk melihat respon struktur dan pola kerusakan pada struktur akibat menerima beban ledakan. Struktur ini dianggap sebagai struktur pelat beton bertulang komposit dengan tumpuan di pelat bagian bawahnya. Beban ledakan diberikan pada pelat bagian atas. Respon struktur yang akan dianalisis adalah defleksi maksimum, defleksi sisa, dan sudut rotasi maksimum dengan kategori kerusakan mengacu pada ASCE/SEI 59-11, 2011.\nMaterial ECC (Engineered Cementitious Composites) merupakan material yang memiliki kekuatan tarik sampai 20% dari struktur dengan adanya campuran serat baja dan juga PVA di dalamnya. Perilaku material ini dalam menerima beban berbeda dengan beton normal. Material ECC ketika retak mulai terjadi tidak akan langsung mengalami kerusakan, melainkan akan terjadi multiple crack sampai batas kekuatan material tersebut tercapai. Hal  tersebut diharapkan dapat membantu struktur untuk mengurangi kerusakan yang dapat terjadi akibat beban ledakan.\nParameter yang ditinjau dalam melakukan simulasi pemodelan pada penelitian ini terbagi ke dalam beberapa kasus, yaitu variasi kuat tekan beton, fC’ (30, 40, dan 50 MPa), variasi tumpuan struktur (all pinned ends dan 2 pinned 2 roller), variasi kuat leleh baja tulangan, fy (280 dan 395 MPa), variasi jarak antar tulangan, s (150, 75, dan 50 mm), variasi beban ledakan (5 Kg pada jarak 1 m dari pelat, 50 Kg pada jarak 10 m dari pelat, dan 100 Kg pada jarak 10 m dari pelat), dan variasi struktur dengan menggunakan perkuatan ECC (perkuatan ECC dengan tebal 10 mm di pelat bagian atas dan bawah, perkuatan ECC dengan tebal 25 mm di bagian atas dan bawah, material betonnya diganti dengan menggunakan ECC). Studi parametrik dilakukan untuk melihat pengaruh parameter-parameter yang diujikan dalam pemodelan terhadap respon struktur yang terjadi dari hasil pemodelan.\nBerdasarkan hasil dari simulasi yang telah dilakukan, dapat diketahui bahwa struktur yang memberikan respon lebih baik dalam menerima beban ledakan diperoleh dengan melakukan penambahan tulangan baja dan perkuatan dengan menggunakan ECC. Pada analisis dengan melakukan perubahan pada jarak antar tulangan, dari jarak antar tulangan 150 mm menjadi 50 mm didapatkan penurunan terhadap perpindahan maksimum 35.060%, perpindahan sisa 39.266%, dan sudut rotasi maksimum 35.683%. Pada analisis dengan menggunakan perkuatan ECC setebal 25 mm di pelat bagian atas dan pelat bagian bawahnya didapatkan penurunan terhadap perpindahan maksimum 78.860%, perpindahan sisa 50.461%, dan sudut rotasi maksimum 79.512%. Sedangkan untuk pola kerusakannya didapatkan bahwa struktur yang diberikan perkuatan dengan menggunakan material ECC memberikan pola kerusakan yang jauh lebih baik dalam menerima beban ledakan.", "Daftar File": {"ABSTRAK Muhammad Irfan Fathin Izuddin": "https://digilib.itb.ac.id/gdl/download/240072"}, "Penulis": "Muhammad Irfan Fathin Izuddin [25017323]", "Kontributor / Dosen Pembimbing": ["Patria Kusumaningrum, S.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "pelat, beban ledakan, ECC, respon struktur, pola kerusakan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "29 Des 2021"}