{"Nomor": 62419, "Judul": "ANALISIS TINGKAT PENGETAHUAN DAN KESEDIAAN  MASYARAKAT UNTUK MELAKUKAN PENGELOLAAN  SAMPAH SKALA RUMAH TANGGA  (STUDI KASUS: TAKENGON, KABUPATEN ACEH TENGAH)", "Abstrak": "Kondisi pengelolaan sampah di Takengon saat ini adalah terbatasnya jumlah Tempat \nPenampungan Sementara (TPS), sehingga lahan kosong, selokan, sungai, trotoar jalan dan \ntempat lainnya sering menjadi sasaran TPS liar. Pengelolaan sampah yang berbasis \nmasyarakat perlu diterapkan secara komprehensif untuk meminimalkan jumlah timbulan \nsampah. Tujuan dari penelitian ini adalah untuk mengetahui faktor-faktor yang \nmempengaruhi kesediaan masyarakat Kota Takengon untuk melakukan pengelolaan \nsampah rumah tangga. Pengumpulan data dilakukan dengan membagikan kuesioner \nkepada masyarakat menggunakan metode cluster random sampling. Data yang terkumpul \nakan dianalisis menggunakan Partial Least Squares-Structural Equation Modeling (PLSSEM) mengunakan software SmartPLS3, analisis cluster dan analisis diskriminan. Hasil \npenelitian menunjukan bahwa pengetahuan lingkungan masyarakat “sangat baik” dan \n85,46% responden bersedia untuk melakukan pengelolaan sampah skala rumah tangga. \nKesediaan masyarakat Takengon untuk melakukan pengelolaan sampah dipengaruhi \nsecara langsung oleh persepsi kontrol perilaku sebesar 43,2% dan sikap sebesar 45,7%. \nResponden dikelompokkan menjadi 2 cluster, kelompok pertama terdiri dari 18% \nresponden dan kelompok kedua terdiri dari 82% responden. Faktor yang paling dominan \nmempengaruhi kesediaan masyarakat adalah persepsi tentang daur ulang mudah dilakukan, \nmemiliki banyak waktu untuk melakukan pengelolaan sampah dan sikap mengelola \nsampah dapat menjaga ligkungan.", "Daftar File": {"25319029_Chandra Iramawati_Abstrak (1).pdf?": "https://digilib.itb.ac.id/gdl/download/240075"}, "Penulis": "Chandra Iramawati [25319029]", "Kontributor / Dosen Pembimbing": ["Dr. Benno Rahardyan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Pengelolaan sampah, sampah rumah tangga, kesediaan masyarakat, PLS-SEM", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "29 Des 2021"}