{"Nomor": 62422, "Judul": "STUDI ALTERASI BATUAN DAN MINERALISASI DI SEKITAR IUP PT TIMAH, BANGKA SELATAN BERDASARKAN PENGAMATAN MIKROSKOPI", "Abstrak": "Sumberdaya mineral utama di daerah Bangka Selatan adalah kasiterit, dengan mineral ikutan berupa monasit, zirkon, xenotim, ilmenit, magnetit, dan pirit. Meskipun endapan bijih di daerah didominasi oleh endapan sedimenter placer, tetapi juga terdapat indikasi keterdapatan endapan bijih timah primer. Petunjuk praktis dalam menemukan mineral bijih timah primer yang merupakan bagian dari endapan hidrotermal adalah dengan mengidentifikasi zona alterasi. Tujuan penelitian ini adalah untuk mengidentifikasi keterdapatan mineral alterasi berdasarkan pengamatan megaskopis dan mikroskopis serta menentukan karakterisasi alterasi pada beberapa sampel yang diambil dari daerah Paku, Bangka Selatan, Provinsi Kepulauan Bangka Belitung. Terdapat enam sampel yang diambil untuk diamati yang berasal dari daerah sekitar IUP PT Timah\n(2°35'–2°33' LS dan 106°10'–106°18' BT) yang terletak di area Granit Klabat (TRJkg) dan Formasi Tanjung Genting (TRt). Pengamatan dan pemotretan sampel menggunakan kamera digital Dinolite dan mikroskop polarisasi. Penentuan karakterisasi alterasi setiap sampel pada penelitian ini dilakukan dengan cara mengidentifikasi penciri utama untuk setiap zona alterasi. Hasil pengamatan menunjukkan bahwa tidak semua sampel telah mengalami alterasi. Dari pengamatan sayatan tipis dan sayatan poles pada keenam sampel (TA-13, TA-30, TA-32, TA-34, TA-35, TA-36) terdapat empat sampel yang mengalami alterasi argilik (TA-13, TA-30, TA-34, TA-36), satu\nsampel mengalami alterasi filik (TA-32), dan satu sampel tidak mengalami alterasi (TA-35). Hasil dari penelitian ini diharapkan dapat menjadi pedoman untuk mengidentifikasi wilayah yang berpotensi untuk dilakukan penyelidikan lebih lanjut.", "Daftar File": {"ABSTRAK Saul Sorrenio Ambrosius": "https://digilib.itb.ac.id/gdl/download/240106"}, "Penulis": "Saul Sorrenio Ambrosius [12115079]", "Kontributor / Dosen Pembimbing": ["Ir. Teti Indriati, M.T.", "Arie Naftali Hawu Hede, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "mineral, alterasi, mikroskopi, sayatan tipis, sayatan poles", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "29 Des 2021"}