{"Nomor": 62423, "Judul": "FRACTURES ZONES ASSESSMENT USING LINEAMENT DENSITY EXTRACTED FROM HIGH RESOLUTION DIGITAL TERRAIN MODEL AT A GEOTHERMAL FIELD", "Abstrak": "In the geothermal field, faults and fractures as lineaments are the main way of gas carrier migration due to the large pressure and temperature gradients from the reservoir. In fact, many lineaments indicate the high fractures zone which might produce\nhigh conductivity feature and gas concentration. By Digital Terrain Model (DTM) we produced the lineament density properties using modified Segment Tracing Algorithm (m-STA) by Laplacian of Gaussian, then generates the number, length and intersection of lineament. Unmanned Aerial Vehicle (UAV) was used to obtain the very high-resolution DTM with 0.5 m/pixel. Quantifying the proportion of lineament properties per grid area was used for calculating the lineament density. The 10m/pixel and 20 m/pixel were resampling using 0.5 m/pixel DTM with grid size of 250 x 250 m for comparing the lineament density. The lineament density extracted from very high-resolution aerial photograph was compared with the one extracted from satellite image.", "Daftar File": {"COVER Ahmad Ali Syafi'i": "https://digilib.itb.ac.id/gdl/download/240320", "2018 AHMAD SYAFII 1-EDITORIAL BOARD.pdf?": "https://digilib.itb.ac.id/gdl/download/240321", "2018 AHMAD SYAFII 1-PAPER.pdf5?": "https://digilib.itb.ac.id/gdl/download/240323", "2018 AHMAD SYAFII 1-TABLE OF CONTENT.pdf\niu": "https://digilib.itb.ac.id/gdl/download/240324"}, "Penulis": "Ahmad Ali Syafi'i [-]", "Kontributor / Dosen Pembimbing": ["Mohamad Nur Heriawan, Asep Saepuloh, Haeruddin, Taiki Kubo, Katsuaki Koike"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Digital Terrain Model (DTM), Unmanned Aerial Vehicle (UAV)", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "4 file", "Tanggal Input": "29 Des 2021"}