{"Nomor": 62435, "Judul": "PENYISIHAN MIKROPLASTIK DALAM LIMBAH CAIR  DENGAN PROSES SENTRIFUGASI", "Abstrak": "Mikroplastik dapat ditemui dimanapun, baik daratan, perairan, maupun di udara. \nSaat ini mikroplastik menjadi perhatian dunia dan dapat disebut sebagai polutan \nbaru dikarenakan sifat toksiknya yang dapat mengganggu ekosistem terlebih untuk \nekosistem perairan. Sumber mikroplastik di perairan didominasi akibat aktivitas di \ndaratan, baik itu mikroplastik primer maupun sekunder. Studi mengenai \nmikroplastik di Indonesia masih didominasi oleh identifikasi dan karakterisasi \nmikroplastik, sedangkan studi mengenai penyisihan mikroplastik dengan berbagai \nmetode masih sedikit dilakukan. Penyisihan secara fisika merupakan proses yang \ntergolong sederhana, salah satunya adalah dengan menggunakan proses \nsentrifugasi. Studi ini merupakan studi awal yang dilakukan untuk mengetahui \nbagaimana efektivitas penyisihan mikroplastik menggunakan proses sentrifugasi \ndengan variabel ukuran, waktu, serta kecepatan sentrifugasi. Tujuan penelitian ini \nadalah untuk mengamati pengaruh variabel tersebut dalam efektivitas penyisihan \nmikroplastik, maka sampel yang digunakan adalah limbah artifisial yang telah \ndikondisikan agar tidak mengandung material pengganggu. Penelitian ini \nmenggunakan plastik jenis HDPE karena densitasnya mirip dengan air. Dari hasil \npenelitian didapatkan efektivitas penyisihan mikroplastik yang berukuran antara \n0,210 mm – 0,841mm (mesh no. 20, 30, dan 70) mencapai lebih dari 80%. \nPenyisihan tertinggi terdapat pada mikroplastik mesh no.20 dengan rata-rata\npenyishan melebihi 90% dengan waktu optimum sentrifugasi untuk penyisihan \nmikroplastik didapatkan pada waktu 15 menit, sedangkan vaiabel kecepatan tidak \nterlalu berpengaruh pada studi ini. Percobaan proses sentrifugasi dengan mengganti \ndensitas cairan yang lebih pekat menggunakan larutan sukrosa menunjukkan\nadanya peningkatan dari efisiensi penyisihan mikroplastik.", "Daftar File": {"ABSTRAK - Aisa Rahmawati - TL 25317317.pdf?": "https://digilib.itb.ac.id/gdl/download/240142"}, "Penulis": "Aisa Rahmawati [25317317]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Marisa Handajani, S.T., M.T.", "Emenda Sembiring, S.T., M.T., M.Eng.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "mikroplastik, sentrifugasi, densitas, RPM, RCF", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "29 Des 2021"}