{"Nomor": 62434, "Judul": "PORTFOLIO OPTIMIZATION ON STOCKS FROM AGRICULTURE, FINANCE, MINING, AND TRADE SECTORS    USING MARKOWITZ METHOD", "Abstrak": "Tahun 2020 menjadi tahun yang tidak menyenangkan bagi masyarakat di seluruh\ndunia dikarenakan oleh menyebarnya virus COVID-19. Untuk meminimalisir \npenyebaran virus, pemerintah Indonesia memberlakukan lockdown, yang\nmenyebabkan menurunnya daya beli masyarakat. Situasi ini mempengaruhi\npenjualan dari perusahaan yang berdampak pada kerugian yang dialami. Hal ini\nmenyebabkan ekonomi runtuh dan mengalami resesi. Runtuhnya ekonomi juga \nmempengaruhi pasar modal yang jatuh di titik terendah selama lima tahun terakhir.\nPada kondisi ini, investor harus berhati-hati dalam mengatur investasinya,\nkhususnya pada saham, karena saham sangat dipengaruhi oleh kondisi ekonomi dan\nsentiment pasar. Salah satu cara untuk mengatur investasi yaitu dengan \nmenganalisis komposisi portfolio yang akan memberikan tingkat pengembalian\nyang tinggi dengan risiko yang kecil. Cara yang paling umum digunakan untuk\nmenyusun portfolio saham yaitu metode Markowitz. Metode ini bertujuan untuk\nmenyusun portfolio yang menghasilkan tingkat pengembalian tertentu dan \nmengetahi seberapa besar risikonya dengan menggunakan difresivikasi. \nBerdasarkan pertumbuhan sektor industri, ada empat sektor yang selalu tumbuh\nmelebihi Jakarta Composite Index (JKSE) dalam beberapa bulan terakhir. Keempat\nsektor tersebut yaitu agrikultur, keuangan, pertambahan, dan perdagangan. Saham \nakan dipilih dari keempat sektor tersebut. Tugas akhir ini menggunakan data harga\npenutupan harian saham pada Bursa Efek Indonesia yang diunduh dari yahoo\nfinance dari Januari 2016 sampai April 2021. Analisa portfolio dilakukan dengan\nmetode Markowitz. Metode Markowitz menghasilkan portfolio optimum dengan \n54,81% tingkat pengembalian tahunan dan 24,42% risiko.  Portfolio ini terdiri dari\n26,11% DEFI; 14,92% ZBRA; 12,21% ANTM; 8,95% WICO; 8,81% INDY;\n8,54% BINA; 8,21% PTRO; 6,26% BBHI; dan 6,00% KONI. Nilai Aktiva Bersih\ndari portfolio ini yaitu Rp10.745.", "Daftar File": {"2022_TS_PP_Fakhri Arsyi Hawari_29119046_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/240141"}, "Penulis": "Fakhri Arsyi Hawari [29119046]", "Kontributor / Dosen Pembimbing": ["Dr. Achmad Herlanto Anggono, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Investasi, Portfolio, Pengembalian, Risiko, Markowitz", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "29 Des 2021"}