{"Nomor": 62438, "Judul": "IDENTIFYING FLUID PATHS AND ITS INCORPORATION INTO GEOSTATISTICAL GRADE MODELLING IN HYDROTHERMAL METAL DEPOSITS", "Abstrak": "Fluids play an important role in various aspects related to ore deposits and are crucial to the formation and development of ore deposits. This study is aimed to develop a method that combines geostatistics and a physical law governs the fluid flow for highly precise spatial modeling of metal contents in hydrothermal-originated ore deposits. Semivariogram delineated spatial correlation structure of metal data and then kriging estimations and conditional simulation were used to generate 3D distribution of ore grade. Transports of ore fluid and depositional process of metals were assumed to be approximated by partial differential equation. Numerical solution of advection-diffusion equation was applied to metal grade from borehole sampling data. Suitable values of the advective velocity and diffusion coefficient were determined at each location according to the geostatistical estimation and simulation. The Spatial modeling by a joint use of Physical law & Geostatistics (SPG) method was verified by two types of ore deposits, kuroko (volcanogenic massive sulfide) type in Japan and porphyry copper type in Sulawesi Islands, Indonesia. High metal content zones are well clarified and\ncharacterized, and a fluid flow pattern that formed the zones is expressed as a colloidal texture which could suggest temperature and pressure changes in the shallow subvolcanic activities.", "Daftar File": {"COVER Lei Lu": "https://digilib.itb.ac.id/gdl/download/240147", "2017 LEI LU 1-EDITORIAL BOARD.pdf?": "https://digilib.itb.ac.id/gdl/download/240148", "2017 LEI LU 1-TABLE OF CONTENTS.pdf)u": "https://digilib.itb.ac.id/gdl/download/240149", "2017 LEI LU 1-PAPER.pdf)u": "https://digilib.itb.ac.id/gdl/download/240150"}, "Penulis": "Lei Lu [-]", "Kontributor / Dosen Pembimbing": ["Katsuaki Koike, Koki Kashiwaya, Mohamad N. Heriawan and Ryoichi Yamada"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "fluids, semivariogram, partial differential", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "4 file", "Tanggal Input": "30 Des 2021"}