{"Nomor": 62437, "Judul": "MANAJEMEN RISIKO  DAN PROYEK INFRASTRUKTUR PENGELOLAAN KUALITAS AIR", "Abstrak": "Pengelolaan kualitas air merupakan kewajiban yang harus dilakukan oleh setiap pelaku\nusaha pertambangan. Pembangunan kolam pengendap sebagai prasarana pengolahan\nkualitas air merupakan salah satu upaya yang dilakukan dalam rangka memenuhi baku\nmutu kualitas air. Proyek pembangunan kolam kerap mengalami keterlambatan dan\nmembutuhkan tambahan biaya dalam penyelesaiannya, sementara keberlanjutan proses\npenambangan sangat bergantung kepada ketersediaan kolam pengendap di bagian hilir.\nKondisi ini merupakan hal yang melatar belakangi studi. \nPrinsip iron triangle yang terdiri dari ketepatan waktu, kesesuaian biaya dan kualitas\nmemenuhi standar merupakan parameter yang bisa digunakan untuk menentukan\nkeberhasilan suatu proyek. Pendekatan kualitatif diterapkan untuk menyelesaikan\npermasalah dengan analisa akar permasalahan menggunakan metode current reality tree.\nTidak adanya analisis risiko yang komprehensif pada awal pembangunan infrastruktur\nmenjadi sumber penyebab proyek tidak selesai tepat waktu dan membutuhkan biaya\ntambahan sehingga dikategorikan tidak sukses. Tidak tersedianya data faktual kondisi\nlapagan karena keterbatasan sumber daya turut menjadi faktor gagalnya proyek. \nStudi memberikan hasil dan kesimpulan bahwa penerapan manajemen risiko dengan\nmelakukan analisis risiko pada awal proyek akan mengeksplorasi semua potensi risiko\nyang terjadi selama proses pembangunan. Treatment akan dilakukan terhadap risiko yang\ntelah teridentfikasi sehingga menghasilkan risiko sisa dengan dampak dan peluang yang\nlebih rendah. Lebih lanjut penyediaan sumber daya khusus untuk melengkapai data pada\nproses perencanaan dan pembuatan pusat data terkait rangkuman dan evaluasi proyek yang telah selesai merupakan hal yang dapat dilakukan untuk sukses dan efektifnya\nproyek pembangunan kolam pengendap sebagai infrastruktur pengolahan kualitas air.", "Daftar File": {"2022_TS_PP_Yogi IRmas Pratama_29119436_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/240145"}, "Penulis": "Yogi Irmas Pratama [29119436]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "manajemen risiko, konstruksi kolam pengendap, pengelolaan kualitas air", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "30 Des 2021"}