{"Nomor": 62446, "Judul": "ANALISIS KERAPATAN DATA EKSPLORASI DAN ESTIMASI SUMBERDAYA DENGAN PENDEKATAN GEOSTATISTIK PADA ENDAPAN NIKEL LATERIT DI DAERAH HALMAHERA TIMUR", "Abstrak": "Daerah Halmahera Timur secara geologi dilewati oleh jalur ofiolit yang merupakan jalur prospek mineralisasi nikel. Penelitian ini dilakukan di Pulau A dan Pulau B dimana endapan nikel laterit di Pulau A sudah ditambang sejak tahun 2000, sedangkan di Pulau B masih berlangsung eksplorasi semi-detil sampai detil. Pada penelitian ini dilakukan analisis spasial dengan konstruksi variogram terhadap kerapatan data eksplorasi di kedua pulau untuk menentukan jarak lubang bor yang optimum. Sedangkan estimasi sumberdaya dengan metode kriging blok 3D dilakukan hanya untuk endapan nikel laterit di Pulau A. Dari analisis variogram diketahui bahwa secara umum nugget effect semakin besar jika kerapatan data eksplorasi semakin kecil. Sedangkan range (daerah pengaruh) yang diperoleh dari pemodelan variogram berkisar antara 40-50 m. Untuk estimasi sumberdaya di Pulau A\ndilakukan dengan mempertimbangkan variabel kadar Ni dan Fe. Estimasi dan pemodelan sumberdaya dilakukan berdasarkan konsep model blok, dimana sumberdaya dibagi menjadi unit-unit blok dengan ukuran 25 × 25 × 1 m yang disesuaikan dengan spasi bor rata-rata dan assay conto bor per meter kedalaman. Dengan memperhatikan zonasi mineralisasi pada endapan nikel laterit maka dapat diestimasi sumberdaya bijih di Pulau A untuk zona limonit sebesar 1,29 juta ton bijih dengan kadar rata-rata Ni dan Fe masing-masing sebesar 1,23% dan 33,88%. Jumlah sumberdaya pada zona Low Saprolite Ore Zone (LSOZ) sebesar 2,17 juta ton bijih dengan kadar rata-rata Ni dan Fe masing-masing sebesar 1,58% dan 27,84%. Sedangkan pada zona High Saprolite Ore Zone (HSOZ)\njumlah sumberdayanya sebesar 7,11 juta ton bijih dengan kadar rata-rata Ni dan Fe masing-masing sebesar 2,77% dan 14,90%.", "Daftar File": {"COVER Mohamad Nur Heriawan": "https://digilib.itb.ac.id/gdl/download/240214", "DAFTAR Mohamad Nur Heriawan": "https://digilib.itb.ac.id/gdl/download/240215", "2009 M NUR HERIAWAN1-PAPER.pdf?": "https://digilib.itb.ac.id/gdl/download/240216"}, "Penulis": "Mohamad Nur Heriawan [-]", "Kontributor / Dosen Pembimbing": ["Syafrizal, Lilik Eko Widodo, Erik Airlangga, Wawan Rustiawan"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "kerapatan data, estimasi sumberdaya, geostatistik, nikel laterit.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "3 file", "Tanggal Input": "03 Jan 2022"}