{"Nomor": 62452, "Judul": "STUDI KELAYAKAN DAN STRATEGI PERAWATAN ARTICULATED DUMP TRUCK  (STUDI KASUS PT. KLM)", "Abstrak": "Tantangan berat setelah tahun 2021 akan memaksa perusahaan pertambangan batubara, termasuk\nPT.KLM, untuk meningkatkan efisiensi operasional, yang harus segera dimasukkan ke dalam rencana\njangka panjang perusahaan. Analisis internal dan eksternal dilakukan untuk mengetahui kekuatan dan\nkelemahan perusahaan dibandingkan dengan pesaing di industri sejenis. Penulis menggunakan VRIO\nuntuk analisis internal, sedangkan PESTEL digunakan untuk analisis eksternal. Selain itu, penulis\nmelakukan root cause analysis untuk memastikan salah satu sumber inefisiensi perusahaan. Saat ini salah\nsatu inefisiensi di PT. KLM disebabkan kinerja truk pengangkut artikulasi (ADT) tipe A tidak mencapai\ntarget yang direncanakan. Hal ini berkontribusi pada ketidakmampuan operasi penambangan untuk\nsepenuhnya menghilangkan lapisan tanah atas dan target reklamasi yang tidak tercapai. \n\nAda beberapa alternatif solusi yang dapat dipilih oleh PT. KLM untuk meningkatkan kinerja ADT.\nPenulis memberikan empat alternatif bagi PT. KLM, mulai dari Pembangunan Ulang Mesin Bersertifikat\n(CRM) lalu Pelayanan Perawatan Penuh (FMS), CRM lalu Kontrak Perawatan Penuh (FMC), membeli\nADT type A lalu FMC, atau membeli ADT type B lalu FMC. Studi kelayakan dilakukan untuk mencari\nalternatif terbaik. Analisis sensitivitas digunakan untuk menguji pengaruh variabel input terhadap\nperubahan NPV (Net Present Value). Selain itu, simulasi Monte Carlo juga dilakukan untuk\nmenghasilkan berbagai kemungkinan hasil dan probabilitas yang dapat digunakan untuk mengevaluasi\nkemungkinan dari berbagai situasi.\n\nBerdasarkan hasil analisis, penulis merekomendasikan skenario 2 sebagai skenario terbaik dengan NPV\nterbesar. Selain itu, setelah dilakukan simulasi monte carlo, hasil mean NPV + NPV minimum dan mean\nNPV + maksimum NPV pada skenario 2 menghasilkan nilai yang paling besar dibandingkan skenario\nlainnya. Namun, skenario 2 memiliki koefisien variasi tertinggi kedua dari semua skenario. Jadi,\nskenario 2 lebih berisiko daripada dua skenario lainnya. Oleh karena itu, diperlukan mitigasi risiko untuk\nmeminimalkan potensi kerugian.", "Daftar File": {"2022_TS_PP_Fajar Ikhwan Rosyidi-29119435_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/240298"}, "Penulis": "Fajar Ikhwan Rosyidi [29119435]", "Kontributor / Dosen Pembimbing": ["Ahmad Danu Prasetyo, S.T., M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kontrak Perawatan Penuh, Pelayanan Perawatan Penuh, Pembangunan Ulang Mesin Bersertifikat, Simulasi Monte Carlo, Studi Kelayakan, Truk Artikulasi.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "03 Jan 2022"}