{"Nomor": 62459, "Judul": "SPATIAL CORRELATION BETWEEN SOIL MAGNETIC SUSCEPTIBILITY IN HORIZONTAL AND VERTICAL DIRECTION TO THE SURFACE GEOLOGICAL CONDITION AT WAYANG WINDU AREA, WEST JAVA", "Abstrak": "Magnetic susceptibility is performed to determine the magnetic properties of soil samples taken in the area which has geothermal potency. In the geothermal prospect area, hydrothermal fluid reaches the surface through the geological structure (permeable medium) forming geothermal manifestation. Minerals in this area will be amended to achieve a new balance as a result of the interaction with the hydrothermal fluid. The equipment used in susceptibility test is Bartington dual sensor MS2 with the measured parameter is mass-specific susceptibility (X). The result of measurement was correlated to four classifications of soil horizon where the magnetic susceptibility tended to be lower from the top to bottom direction as follow: Horizon O(Xaverage= 306.31 X 10-8 m3/kg), Horizon A (Xaverage = 194.91 X 10-8 m3/kg), Horizon B (Xaverage= 87,25 X 10-8·& m3/kg), and Horizon B (Xaverage = 49,67 x 10-8 m3/kg). Verification on mineral composition of soil samples mineral was performed using X-Ray Diffraction (XRD) showing that the existence of low temperature alteration represented by alunite and natroalunite around hot-spring pools, while higher temperature alteration represented by alunite and crater locations. The estimated magnetic susceptibility in horizontal direction from surface soil samples shows the presence of three populations as follow: low zone with value 0 - 270 (x 10-8 m3/kg), moderate zone with value 270 - 410 (x 10-8 m3/kg), and high zone with value 410 - 625 (x 10-8 m3/kg). The zones with low anomalous magnetic susceptibility were found in the Andesite-Basaltic Wayang rock formations which might be due to high alteration intensity.", "Daftar File": {"COVER Mohamad Nur Heriawan": "https://digilib.itb.ac.id/gdl/download/240448", "2017 MOHAMAD NUR HERIAWAN 1-TABLE OF CONTENT.pdf?_": "https://digilib.itb.ac.id/gdl/download/240449", "2017 MOHAMAD NUR HERIAWAN 1-PAPER.pdf\niu": "https://digilib.itb.ac.id/gdl/download/240450"}, "Penulis": "Mohamad Nur Heriawan [-]", "Kontributor / Dosen Pembimbing": ["Benny Sumaryono, Budi Septafiandra, Satria Bijaksana"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "magnetic susceptibility, Bartington dual sensor, soil horizon, XRD", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "3 file", "Tanggal Input": "05 Jan 2022"}