{"Nomor": 62450, "Judul": "MODEL PREDIKSI KUALITAS KOKAS HASIL BLENDING UNTUK MENGOPTIMALKAN PENGGUNAAN BATUBARA LOKAL", "Abstrak": "Pengembangan industri besi dan baja nasional saat ini mengarah kepada penggunaan blast\nfurnace sebagai tekonologi utama pereduksi bijih besi. Penggunaan blast furnace menuntut\nadanya fasilitas pembuatan kokas untuk memenuhi kebutuhan reduktor dengan sifat spesifik\nyakni kuat, solid dan cenderung inert saat digunakan. Kualitas kokas seperti ini umumnya\ndipenuhi oleh sifat premium coking coal yang tidak dimiliki Indonesia sehingga memaksa\nprodusen kokas untuk mengimpornya dari berbagai negara. Namun dengan pemahaman\nmengenai sifat dan komposisi batubara yang mempengaruhi kualitas kokas, maka penggunaan\nbatubara bituminous lokal dapat dioptimalkan dalam coal blend. Pada penelitian ini\ndihipotesiskan bahwa terdapat hubungan antara karakteristik batubara dengan kualitas kokas\nsehingga dapat dibuat hubungannya. Oleh karena itu, batubara dari empat negara (kode:A, B,\nC, D) diidentifikasi sifat dan komposisinya serta diuji kualitas kokas yang dihasilkan dari tiap\nbatubara. Kemudian batubara ini digunakan sebagai bahan baku pembuatan kokas dengan\nmenggunakan teknologi stamp charging - heat recovery oven dan divariasikan komposisinya\ndalam coal blend. Karakteristik dan pengaruh tiap batubara yang digunakan dapat digunakan\nuntuk mengembangkan model persamaan prediksi kualitas kokas dari berbagai jenis bahan\nbaku. Model prediksi dikembangkan dengan pendekatan multilinear regression menggunakan\nsoftware SPSS versi 22. Hasil analisis regresi menghasilkan persamaan prediksi kualitas kokas,\nCoke Strength after Reaction (CSR) = 9,60 + 0,10*(VM*Y) + 6,51*(CBI*OH). Model\ndivalidasi dengan uji klasik regresi linear dan hasilnya menunjukkan seluruh asumsi terpenuhi\nsehingga model dapat dipercaya, akurat dan juga efisien dalam menggunakan variabel\nprediktor untuk memprediksi nilai CSR. Berdasarkan hasil percobaan, batubara Indonesia\ndapat digunakan sebagai bagian dari coal blend secara optimal.", "Daftar File": {"COVER Nurulhuda Halim": "https://digilib.itb.ac.id/gdl/download/240261", "DAFTAR Nurulhuda Halim": "https://digilib.itb.ac.id/gdl/download/240262", "2016 NURULHUDA HALIM 1-EDITORIAL BOARD.pdf?": "https://digilib.itb.ac.id/gdl/download/240263", "2016 NURULHUDA HALIM 1-PAPER.pdf)u": "https://digilib.itb.ac.id/gdl/download/240264"}, "Penulis": "Nurulhuda Halim [-]", "Kontributor / Dosen Pembimbing": ["Edy Sanwani"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "coal blending, coke quality, CSR, multilinear regression", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "4 file", "Tanggal Input": "03 Jan 2022"}