{"Nomor": 62451, "Judul": "MEMBENTUK PORTOFOLIO SAHAM MENGGUNAKAN KOMBINASI TEMPLATE MINERVINI STOCK SCREENER DAN METODE OPTIMASI PORTOFOLIO MARKOWITZ", "Abstrak": "Masalah utama yang dihadapi investor ketika berinvestasi di pasar saham adalah\nmengenai saham apa yang harus dibeli, kapan jual dan beli saham dilakukan, dan seberapa\nbanyak alokasi pembelian saham perlu dilakukan. Menjawab pertanyaan utama yang\npasti akan muncul ketika investor baru memasuki pasar modal akan membutuhkan\nanalisis komprehensif. Analisis fundamental seringkali hanya mengungkapkan saham\nmana yang layak dibeli. Sementara analisa teknikal umumnya digunakan untuk\nmenentukan kapan harus menjual atau membeli saham.\nDalam strategi Minervini Trend Template, indikator Simple Moving Average (SMA)\ndigunakan untuk membedakan saham yang sedang uptrend dari saham lainnya.\nMenggunakan rasio keuangan sederhana seperti Kapitalisasi Pasar, Return on Equity,\nPrice to Earining, dan Price to Book Value rasio ini diterapkan untuk memberi peringkat\npada saham yang disaring. Antara tahun 2017 dan 2020, data saham tersebut akan diuji\nHolding Period Return-nya. Tahap akhir penelitian ini melibatkan pembangunan\nportofolio saham menggunakan teori Markowitz.\nPengembalian rata-rata tertinggi dari hasil studi adalah 213,84 % untuk portofolio saham\nyang diberi peringkat berdasarkan rasio Price to Book Value. Strategi aktif menggunakan\nSimple Moving Average untuk penjualan saham memberikan pengembalian rata-rata\ntertinggi sebesar 158,21%. Penggunaan metode Markowitz untuk mengoptimalkan\nalokasi portofolio menunjukkan pengurangan resiko terhadap volatilitas harga saham.", "Daftar File": {"2022_TS_PP_FAHMI SYAIFUDIN 29119475_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/240297"}, "Penulis": "Fahmi Syaifudin [29119475]", "Kontributor / Dosen Pembimbing": ["Erman Sumirat, S.E., M.Buss., Ak."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Stock screener, technical analysis, fundamental analysis, Markowitz", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "03 Jan 2022"}