{"Nomor": 62458, "Judul": "KAJIAN KOMPONEN PEMBENTUK SENSE OF PLACE NAGARI KOTO BARU, SOLOK SELATAN SUMATERA BARAT", "Abstrak": "Sense of place merupakan kekuatan lokal suatu tempat yang dapat menggiring\nmanusia untuk merasakan pengalaman ketika berada pada ruang tertentu melalui\nkemampuan fisik dan kemampuan sensorik. Identifikasi sense of place sangat\npenting dilakukan untuk dijadikan landasan dalam memperkuat karakter kawasan.\nNagari Koto Baru merupakan kawasan yang masih mempertahankan permukiman\ntradisiona, adat dan kebiasaan khas Minangkabau. Karena perkembangan zaman,\ndikhawatirkan kawasan ini kehilangan identitas atau jati dirinya sebagai kawasan\ntradisional. Kualitas kawasan tradisional yang dimililiki oleh Nagari Koto Baru\nyang ada saat ini harus dipertahankan atau dilestarikan. Setiap aspek-aspek yang\nmemberi kekhasan atau keaslian pada Nagari Koto Baru harus diperkuat dan\ndiperjelas, yaitu dengan mengkaji komponen-komponen pembentuk sense of place.\nSelama ini program pelestarian dan kajian mengenai Nagari Koto Baru hanya\nberfokus kepada bentuk fisik terutama Rumah Gadang, belum ada program atau\nkajian mengenai Nagari Koto Baru yang membahas terkait sense of place yang\ndimiliki oleh Nagari Koto Baru, sehingga tujuan dari penelitian ini adalah untuk\nmengidentifikasi komponen-komponen yang membentuk sense of place Nagari\nKoto Baru. Penelitian ini merupakan penelitian exploratory yang dilakukan dengan\nmengkaji isu dan potensi yang ada pada setiap komponen sense of place dengan\nmelihat fenomena dan kajian literatur. Metodologi penelitian yang digunakan\ndalam penelitian ini adalah metode kualitif yang terdiri dari metode analisis\ndeskriptif kualitatif, metode analisis isi (content analysis), metode distribusi\nfrekuensi dan metode peta mental (Mental Map Method). Penelitian ini melibatkan\nnarasumber dari tokoh-tokoh yang memiliki kepentingan di Nagari Koto Baru dan\nmelibatkan responden yang merupakan masyarakat sebagai penghuni dan\npengunjung kawasan. Hasil dari penelitian ini menunjukkan bahwa komponen yang\nmembentuk sense of place Nagari Koto Baru terdiri dari physical setting, social\nsetting, activity dan meaning. Keempat komponen saling bekerja sama dalam\nmembentuk sense of place, namun masing-masing memberikan peran yang agak\nberbeda dalam membentuk place identity, mendorong place attachment, dan\nmembuat place dependence di Nagari Koto Baru, sehingga apabila diwujudkan\ndalam program pelestarian keempat komponen tersebut perlu untuk\ndikombinasikan agar terwujud pelestarian Nagari Koto Baru yang berkelanjutan.", "Daftar File": {"ABSTRAK Maharani": "https://digilib.itb.ac.id/gdl/download/240447"}, "Penulis": "Maharani [25619016]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Himasari Hanan, MAE", "Prof. Dr. -Ing. Ir. Widjaja Martokusumo"], "Jenis Koleksi": "Tesis", "Penerbit": "Rancang Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Sense of Place, Komponen, Minangkabau, Nagari Koto Baru", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "05 Jan 2022"}