{"Nomor": 62457, "Judul": "APLIKASI MIKROTHERMOMETRI DALAM EKSPLORASI ENDAPAN EPITHERMAL", "Abstrak": "Studi mikrothermometri dapat dilakukan antara lain dengan memanfaatkan studi alterasi dan studi inklusi fluida. Studi mineral alterasi umum diterapkan pada batuan samping yang kontak dengan bidang urat atau zona mineralisasi, sehingga dapat dijadikan sebagai referensi perkiraan temperatur pembentukan urat melalui kemunculan mineral-mineral lempung yang sensitif terhadap temperatur. Studi inklusi fluida akan dilakukan dengan cara melakukan pengukuran pada inklusi yang terperangkap di bidang urat pada kristal kuarsa, yang kemudian dapat diketahui temperatur pembentukan dansalinitas larutan hidrothermal. Dari hasil analisis mikrothermometri akan diperoleh data-data berupa perkiraan temperatur pembentukan, posisi (letak) terhadap paleo water table , salinitas fluida pembentuk bijih, serta kondisi pembentukan endapan. Selanjutnya dengan memanfaatkan analisis mineragrafi akan diperoleh variasi kelimpahan secara kualitatif mineral-mineral bijih dan mineral-mineral aksesorisnya, paragenesa serta tekstur. Dengan mengkombinasikan keseluruhan hasil analisis ini,maka akan dapatdiketahui posisi (letak) zona mineralisasi, baik zona precious metal  maupun zona base metal. Pendekatan mikrothermometri ini diharapkan dapat diterapkan sebagai salah satu pendekatan dalam eksplorasi yang lebih efisien, akan berdampak luas dalam perkiraan distribusi kadar logam-logam berharga, perencanaan penambangan, serta dalam melakukan evaluasi-evaluasi nilai ekonomis suatu endapan,khususnyapada endapan epithermal.", "Daftar File": {"COVER Syafrizal": "https://digilib.itb.ac.id/gdl/download/240441", "2011 SYAFRIZAL 1-TABLE OF CONTENT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/240442", "2011 SYAFRIZAL 1-PAPER.pdf5?": "https://digilib.itb.ac.id/gdl/download/240443"}, "Penulis": "Syafrizal [-]", "Kontributor / Dosen Pembimbing": ["M. Nur Heriawan, Teti Indriati"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "mikrothermometri, alterasi, inklusi fluida, epithermal,mineragrafi, preciousmetal, base metal", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "3 file", "Tanggal Input": "05 Jan 2022"}