{"Nomor": 62466, "Judul": "RESPONSES OF H2S AND RADON-222 GAS CONCENTRATIONS IN VARIOUS GEOTHERMAL RESERVOIR STATES: A CASE STUDY OF THE WAYANG WINDU AREA (INDONESIA)", "Abstrak": "The combination of subsurface gas emissions and Radon-222 analysis provides not only valuable discernment to the detection and assessment of permeable fracture zones, but also gives insights into probable characteristics of any type of geothermal reservoirs. Major magmatic gases and Radon-222 data were taken from three fumaroles in the Wayang Windu Geothermal Field in west Java, Indonesia: Burung Crater, Wayang Crater, and Windu Crater which represent different characteristics from the northern to southern part of its reservoir. The study of H2S and Radon-222 concentrations clarifies that the presence of liquid in pore spaces which increases the direct recoil fraction of Radon-222 can escalate the probability of its atoms escaping from confining rocks. This interpretation means that dense reservoir steam cap in the northern and central part of reservoir could be a 'barrier' for Radon-222 to emanate, so they could only have Radon-222 concentration around 4,000 Bq/m3. Another possibility to answer why Windu Crater in the southern part has four times higher Radon-222 concentration than the others is because the presence of localized parent radionuclide which can be inferred from its youngest ages of rocks formation amongst all.", "Daftar File": {"COVER Shoedarto, R.M": "https://digilib.itb.ac.id/gdl/download/240492", "2016 SHOEDARTO 1-EDITORIAL BOARD.pdf?": "https://digilib.itb.ac.id/gdl/download/240493", "2016 SHOEDARTO 1-TABLE OF CONTENT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/240494", "2016 SHOEDARTO 1-PAPER.pdf)u": "https://digilib.itb.ac.id/gdl/download/240495"}, "Penulis": "Shoedarto, R.M [-]", "Kontributor / Dosen Pembimbing": ["Kubo, K., Kashiwaya, Tada Y., Koike, K., Sakurai, S., lskandar, Heriawan, Notosiswoyo, S., and Malik, D"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Radon-222, magmatic gases, Wayang Windu", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "4 file", "Tanggal Input": "06 Jan 2022"}