{"Nomor": 62465, "Judul": "PANDEMIC : ATMOSPHERIC CORROSION", "Abstrak": "Pandemic : Atmospheric Corrosion merupakan upaya penulis untuk memetaforakan perasaan penulis saat menghadapi pandemi COVID-19 melalui sebuah bagian dari proses saat mengerjakan teknik cetak intaglio. Kewajiban ‘Work From Home’ mengharuskan penulis untuk tetap di rumah dan membuat batas-batas segala kepentingan bercampur aduk. Hari demi hari membuat pikiran semakin jenuh dan di masa yang bersamaan, penulis teringat akan proses pengasaman saat berkarya dengan teknik intaglio. Semakin penulis mempertanyakannya semakin penulis merasa ada kemiripan antara kondisi ‘Work From Home’ dengan proses pengasaman. Beraktivitas hanya dari dalam rumah perlahan-lahan seperti mengkikis jiwa, pikiran, dan tenaga laiknya korosi yang terjadi pada plat tembaga saat pengasaman.\nKondisi tersebut memicu penulis untuk mencari lebih jauh hal-hal yang berkaitan dengan korosi pada tembaga. Pencarian membawa penulis kepada sebuah fakta bahwa ternyata tembaga mampu melindungi dirinya sendiri dari korosi yang terjadi di udara. Korosi di udara mengingatkan penulis akan suasana pandemi dari dalam ruangan. Suasana atmosfer yang saat itu mencekam dan perlahan mengambil ruang-ruang pikiran dan jiwa penulis. Pada tembaga, ia menunjukkan kemampuannya melindungi diri dengan menghasilkan senyawa patina. Dari hal tersebut, penulis merasa takjub dengan kemampuan tembaga sebagai benda mati yang mampu melindungi diri.\nOleh karena itu, penulis ingin menghadirkan sebuah karya sebagai kesatuan simbol perasaan penulis saat menghadapi pandemi COVID-19. Karya berangkat dari kegemaran penulis untuk mempertanyakan keterkaitan proses dalam Seni Grafis dengan dengan kehidupan sehari-hari yang harus penulis jalani. Pertanyaan itu tersimpan dan terpantik untuk muncul kembali saat penulis menghadapi kondisi dan situasi yang dirasa serupa. Salah satunya kemiripan antara proses perendaman plat logam ke dalam larutan asam dengan kondisi penulis yang mengharuskan berdiam diri dirumah kala pandemi. Plat tembaga harus mengadapi korosinya di dalam air, sedangkan penulis harus menghadapi korosi melalui suasana pandemi yang melelahkan. Metafora tersebut hadir dalam bentuk instalasi yang mengimitasi objek-objek penting yang ada saat pandemi seperti bilik disenfektan dan hand sanitizer.", "Daftar File": {}, "Penulis": "Lukluk Zulfa Hidayati [17015012]", "Kontributor / Dosen Pembimbing": ["Dr. Nuning Yanti Damayanti, Dipl.Art"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "Arts & recreation", "Kata Kunci": "pandemi, pengasaman, work-from-home, korosi, tembaga, patina, instalasi", "Sumber": "Program Studi Seni Rupa", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "06 Jan 2022"}