{"Nomor": 62477, "Judul": "SUBLIMASI PENGALAMAN PERSONAL MELALUI DIGITAL  DRAWING", "Abstrak": "Eksklusivitas penggunaan suatu medium pada suatu karya seni merupakan salah satu pokok soal yang menarik dilihat dalam konteks penciptaan karya personal. Secara  spesifik  persoalan  eksklusivitas  penggunaan  media  konvensional  lebih sering distereotipkan dengan proses kreatif seseorang di dalam batas-batas ruang studio dan ruang individual, dimana upaya perluasan menggunakan suatu media kadang hanya bisa diimplementasikan melalui inisiatif untuk membangun ruang kolaborasi antar medium. Penulis tertarik menggunakan media digital drawing sebagai upaya responsif terhadap kecenderungan perluasan karya seni drawing untuk mengungkapkan gagasan mengenai sublimasi pengalaman personal sebagai bagian dari generasi Z menghadapi situasi kontradiktif dalam kehidupan sehari-hari. Proses  sublimasi  diwujudkan  melalui  visualisasi  karya  komik  digital  yang menampilkan kombinasi dari potongan gambar-gambar bergerak dalam kerangka waktu tertentu yang diproyeksikan secara looping pada tiga dinding ruangan. Suatu bentuk ungkapan personal tentang pengalaman kontradiktif yang menggelisahkan dalam diri yang kemudian disublimasikan menjadi bentuk doodle tentang memori, gambar, teks, dan warna yang berasal dari pengalaman masa kecil penulis. Realisasi karya tugas akhir ini hendak menawarkan upaya kesadaran untuk memahami aspek inklusivitas yang tumbuh di dalam diri penulis, sekaligus memperluas pemahaman mengenai kreativitas penggunaan medium drawing sebagai salah satu media dalam seni rupa yang tidak terbatas bentuknya.", "Daftar File": {}, "Penulis": "WILDA MARDHATILLAH [17017009]", "Kontributor / Dosen Pembimbing": ["Dr. Dikdik Sayahdikumullah, M.Sn"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Digital Drawing, Komik, Eksklusivitas, Inklusivitas", "Sumber": "Prodi Seni Rupa", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "07 Jan 2022"}