{"Nomor": 62478, "Judul": "BIOFLOTATION AS A CLEAN TECHNOLOGY IN MINERAL PROCESSING: EXPERIMENTAL STUDY OF PYRITE MINERALS", "Abstrak": "To create green industrial processes in mineral processing, it is highly imperative to develop clean technologies for mineral processing by employing microorganisms that are well known having an important role in changing mineral surface properties. One of such technologies for mineral processing is bioflotation which is used for selective separation of minerals. However, to date the use of conventional flotation reagents has attracted increasing attention from an environmental standpoint. Hence, the current study is to investigate the possible utilization of bacterial cells and their metabolic products as bioflotation reagents for pyrite minerals. A sulfuroxidizing bacterium Citrobacter youngae strain SKC-3 which can generate surface-active agents was used in this study and was observed to have a promising potential to be flotation bioreagents for pyrite. The findings of this study provide a novel insight into the challenging improvement of non-toxic and environmentally benign flotation bioreagents, representing an important advantage for the development of bioflotation of sulfide minerals as a clean technology.", "Daftar File": {"COVER Edy Sanwani": "https://digilib.itb.ac.id/gdl/download/240631", "2015 EDI SANWANI 1-EDITORIAL BOARD.pdf)u": "https://digilib.itb.ac.id/gdl/download/240632", "2015 EDI SANWANI 1-TABLE OF CONTENT.pdf?": "https://digilib.itb.ac.id/gdl/download/240633", "2015 EDI SANWANI 1-PAPER.pdf\niu": "https://digilib.itb.ac.id/gdl/download/240635"}, "Penulis": "Edy Sanwani [-]", "Kontributor / Dosen Pembimbing": ["Riria Zendy Mirahati, Siti Khodijah Chaerun"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bioflotation, bioregeants, sulfur-oxidizing bacterium, Citrobacter youngae, surface tension.", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "4 file", "Tanggal Input": "07 Jan 2022"}