{"Nomor": 62471, "Judul": "PENGELOLAAN DAMPAK LINGKUNGAN DAN SOSIAL MELALUI PROGRAM CSR LINGKUNGAN SEBAGAI  IMPLEMENTASI BISNIS ETIK YANG BAIK  DI PT KALTIM PRIMA COAL", "Abstrak": "PT Kaltim Prima Coal (KPC) sebagai salah satu perusahaan pertambangan batubara\nterbesar di dunia, harus menunjukan pengelolaan dampak potensial lingkungan dan sosial\ndari operasi tambangnya secara bertanggung jawab dan etis dengan menerapkan Good\nMining Practices sebagai perwujudan etika bisnis yang baik.\n\nPengelolaan dampak lingkungan tambang adalah sebagai kinerja bisnis yang harus\nditunjukan oleh PT KPC secara berkelanjutan. Di dalam penelitian ini ada tiga dampak\nnegatif yang harus dikelola yaitu pengelolaan dan pemanfatan air tambang, pengelolaan\narea bekas tambang dengan reklamasi dan pengelolaan sampah perkotaan akibat\nmeningkatnya populasi pendududuk. Ketiga dampak ini harus dikelola secara bertanggung\njawab tidak hanya sebagai pemenuhan terhadap aturan namun lebih jauh, program ini\nharus memberikan manfaat, nilai tambah sekaligus memberikan kepuasan dari penerima\nmanfaat program. Tiga program berbasis lingkungan tersebut adalah program “KPC\nPeduli Air”, “KPC Peduli Sampah” dan “KPC Peduli Bibit”.\n\nPenelitian ini bertujuan untuk melihat bagaimana ketiga program CSR tersebut\nberdampak positif memberikan manfaat, nilai tambah dan diterima oleh penerima\nmanfaat. Selain itu, penelitian ini akan mengungkap bagaimana implementasi program\nCSR KPC berbasis lingkungan sebagai perwujudan etika bisnis yang baik.\n\nPengukuran manfaat dan dampak positif dari program dilakukan dengan metode Sosial\nReturn on Investment. Indicator keberhasilannya terjadi efektifitas program sehingga\nterjadi peningkatan kualitasn hidup secara berkelanjutan. Pengukuran Indek Kepuasan\nMasyarakat dilakukan guna mendapatkan umpan balik dari penerima manfaat seiiring\nupaya KPC di dalam peningkatan kapasitas, pemberdayaan masyarakat. Sementaa Gap\nanalisis CSR terhadap ISO 26.000 dilakukan di dalam membangun image terhadap\nindicator etika bisnis, di dalam mengukur keseuaian terhadap subject inti CSR Principle,\nOrganizational Governance, isu Lingkungan dan isu Pelibatan dan Pengembangan\nMasyarakatDi dalam penelitian ini dilakukan pula analisa tehadap kebijakan pembangunan\nberkelanjutan PT KPC, melalui penerapan strategi bisnis \"Creating shared value\". \nBerbisnis tidak hanya mengejar profit namun ikut pula menyelesaikan isu sosial di\nmasyarakat. Terciptanyan rantai bisnis secara bersama antara KPC dan masyarakat,\nsekaligus terciptakan keberlajutan dan inovasi program CSR yang dijalankan. \n\nDari kasus tiga program lingkungan sebagai pengelolaan dampak negatif tambang, telah\ndirasakan manfaat dan dampak positif serta mendapatkan kepuasan dari penerima\nmanfaat, seiring KPC telah menerapkan pula strategi bisnis di dalam penciptaan rantai\nbisnis yang saling menguntungkan bersama masyarakat. \n\nKPC telah menjadi perusahaan yang imagenya terbentuk dengan mengimplementasikan\netika bisnis yang baik. KPC di dalam kebijakan pembangunan berkelanjutannya telah\nmenerapkan perinsip CSR dari sisi etika bisnis yaitu akuntabilitas, transparansi,\nberprilaku etis, menghormati kepentingan dari pemangku kepentingan, menghormati\nhukum, menghormati norma dan menghormati hak asasi manusia. Secara konsisten pula\nKPC telah menerapkan tata kelola organisasi terutama di dalam pengambilan keputusan\nterhadap isu lingkungan serta isu pelibatan dan pengembangan masyarakat.", "Daftar File": {"2022_TS_PP_Wawan Setiawan_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/240621"}, "Penulis": "Wawan Setiawan [29119442]", "Kontributor / Dosen Pembimbing": ["Dr. Bambang Rudito, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Tanggung Jawab Sosial, Corporate Social Responsibility, Pengembangan Masyarakat, Social Return on Investment, Indeks Kepuasan Masyarakat, ISO 26.000, Creating Shared Value.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "06 Jan 2022"}