{"Nomor": 62481, "Judul": "ANALISIS PENGEMBANGAN PROSES PENGOLAHAN BIJIH TIMAH DI PT TIMAH (PERSERO) TBK. UNTUK PENINGKATAN NILAI TAMBAH", "Abstrak": "Analisis pengembangan proses pengolahan di PT Timah (Persero) Tbk. diawali dengan evaluasi proses pengolahan bijih timah existing di unit produksi laut baik di kapal keruk maupun kapal isap produksi yang dilanjutkan dengan proses pengolahan konsentrat existing di Pusat Pengolahan Bijih Timah (PPBT) Mentok. Evaluasi proses existing dilakukan untuk mengetahui letak kekurangan proses pengolahan yang dilakukan PT Timah (Persero) Tbk selama ini sehingga dapat dilakukan perbaikan dan optimalisasi untuk meningkatkan pendapatan PT Timah (Persero) Tbk di masa mendatang. Berdasarkan evaluasi proses pengolahan existing, maka PT Timah (Persero) Tbk merencanakan perbaikan proses pengolahan baik untuk proses pengolahan bijih timah di unit produksi laut (kapal keruk dan kapal isap produksi) serta proses pengolahan konsentrat di PPBT Mentok. Perbaikan proses pada dasarnya bertujuan untuk meningkatkan perolehan timah yang ditunjukkan dengan tingginya nilai recovery. Untuk meningkatkan recovery, maka ditetapkan untuk menurunkan kadar Sn konsentrat yang akan diolah di PPBT Mentok sehingga kehilangan timah ke dalam tailing saat proses pengolahan bijih timah di kapal keruk maupun kapal isap produksi dapat diminimalisir. Dengan menurunkan kadar Sn dalam konsentrat maka akan memperbesar jumlah konsentrat yang akan diolah di PPBT Mentok sehingga kapasitas pengolahan di PPBT Mentok harus ditingkatkan. Selain itu, rencana proses pengolahan juga meliputi pengolahan mineral ikutan berharga seperti zircon, ilmenite, dan monazite.", "Daftar File": {"COVER EDY SANWANI": "https://digilib.itb.ac.id/gdl/download/240644", "DAFTAR EDY SANWANI": "https://digilib.itb.ac.id/gdl/download/240645", "2014 EDY SANWANI 1-PAPER.pdf\niu": "https://digilib.itb.ac.id/gdl/download/240646"}, "Penulis": "EDY SANWANI [-]", "Kontributor / Dosen Pembimbing": ["EBBI WIBISANA"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "pengolahan bijih timah, kapal keruk, kapal isap produksi, mineral ikutan, recovery, tailing.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "3 file", "Tanggal Input": "07 Jan 2022"}