{"Nomor": 62489, "Judul": "A CALIBRATED SURFACE COMPLEXATION MODEL FOR CARBONATE-OIL-BRINE INTERACTIONS COUPLED WITH RESERVOIR SIMULATION - APPLICATION TO CONTROLLED SALINITY WATER FLOODING", "Abstrak": "Vast majority of past studies that have been conducted on controlled salinity water flooding (CSWF) use diffuse\nlayer model (DLM) that calculates only the surface potential, which can be significantly different from the\n?-potential of the interface. Importantly, stability of the water-film (between the oil and the rock surface) which\ndictates ultimate oil recovery is related to ?-potential. As such, using DLM calculated surface potential (directly)\nfor CSWF can be misleading. Additionally, most of the existing DLMs use integer charges instead of fractional\ncharges to model carbonate-brine interactions, which may not represent the actual carbonate crystallographic.\nWe present a triple layer surface complexation model (TLM) which offers the option to locate and distribute\ncharge of the adsorbing ion(s) at three locations. TLM can therefore calculate potentials at three different locations\nwithin the Stern layer. To the best of our knowledge, only few authors have used TLM to simulate CSWF.\nHowever, some surface reactions were ignored in these models. For instance, adsorption of monovalent ions such\nas Na+ and Cl???? ions was ignored in some of the few available TLMs. Also, the effect of basic-oil components was\nnot considered in some TLMs, and lastly, some TLMs used integer charges for the carbonate surface group. This\nstudy introduced a comprehensive TLM that includes all these complexities. Moreover, we introduced a new\nwettability indicator (WI) that is related to the electrostatic forces between the oil-brine and the rock-brine\ninterfaces. That is, WI was calculated from ?-potentials at the oil-brine and rock-brine interfaces.\nThe TLM, built in a geochemical simulator, PHREEQC, was then coupled with UTCHEM, a multiphase\nreservoir simulator. The developed simulator based on the TLM-CSWF model was tested against several experimentally\nmeasured oil recovery data sets. Results of the model suggest that Oil basic component significantly\nimpacts oil-brine interface ?-potential irrespective of temperature, brine composition, and ionic strength. On the\notherhand, Na+ ions in brine may influence oil-brine ?-potential, and this relates to temperature, brine\ncomposition, and ionic strength. The results further suggest that injection of (sulfate-free) diluted brine in chalk\nresulted to increased oil adhesion, shifting the reservoir to oil-wet condition. Hence, no additional oil is\nrecovered with this brine injected at tertiary oil recovery stage. Finally, the results showed that wettability is\nrelated to ?-potentials at the oil-brine and rock-brine interfaces, and the carbonate rock would be strongly oil-wet\nor water-wet only at significantly large magnitude of ?-potentials at the interfaces.", "Daftar File": {}, "Penulis": "Lawrence Opoku Boampong [-]", "Kontributor / Dosen Pembimbing": ["Roozbeh Rafati", "Amin Sharifi Haddad"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Mining & related operations", "Kata Kunci": "Low salinity water flooding, Disjoining pressure, Electrical double layer, Wettability alteration, Zeta potential, Controlled salinity water flooding", "Sumber": "Journal of Petroleum Science and Engineering 208 (2022) 109314", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "07 Jan 2022"}