{"Nomor": 62494, "Judul": "PEMBUATAN KOMPOSIT SERAT POLIVINIL PIROLIDON (PVP)/VIRGIN COCONUT OIL (VCO) DENGAN TEKNIK ROTARY FORCESPINNING UNTUK APLIKASI PENGHANTAR OBAT", "Abstrak": "Virgin Coconut Oil (VCO) telah banyak digunakan dalam bidang biomedis karena kandungan asam lemak dan senyawa bioaktif lainnya. Senyawa bioaktif berupa tocopherol, tocotrienol, rotinol, stigmasterol, dan phystostanol memiliki sifat antioksidan sehingga banyak digunakan untuk aplikasi penghantaran obat. Pemanfaatan VCO sebagai aplikasi penghantaran obat umumnya dilakukan dengan suplementasi secara langsung maupun dalam bentuk komposit larutan, lapisan tipis, lotion, dan emulsi. Enkapsulasi VCO berbasis serat menjadi topik penelitian yang sangat menjanjikan, karena material serat memiliki diameter yang sangat kecil, rasio luas permukaan per volume yang tinggi, kapasitas pengisian molekul obat yang tinggi, dan memungkinkan adanya rilis molekul obat secara terkontrol. Penelitian ini bertujuan untuk mengenkapsulasi VCO ke dalam matriks polivinil pirolidon (PVP) dengan teknik rotary forcespinning (RFS) sehingga dihasilkan serat komposit PVP/VCO untuk aplikasi penghantaran obat. Optimasi parameter dengan eksperimen Box-Behnken Design (BBD) telah berhasil digunakan untuk memperoleh parameter optimum pembuatan serat komposit PVP/VCO. Serat komposit PVP/VCO dengan diameter (1,28 ±0,06) – (2,17 ±0,41) ?m telah berhasil difabrikasi dengan menggunakan larutan PVP 10 wt.%, kecepatan putar 11450 rpm, jarak kolektor 20 cm, dan penambahan larutan VCO 8 wt.% dengan variasi perbandingan berat (PVP:VCO) 10:2, 10:3, 10:4, dan 10:5. Analisis FTIR menunjukkan bahwa spektrum FTIR serat komposit PVP/VCO memiliki kemiripan dengan spektrum FTIR sampel VCO murni yang mengandung gugus fenolik, mengindikasikan keberhasilan enkapsulasi VCO ke dalam matriks PVP. Analisis XRD menunjukkan komposit serat PVP/VCO bersifat amorf dengan pola difrkasi yang menunjukkan keberhasilan enkapsulasi VCO ke dalam matriks PVP. Hasil uji antioksidan menunjukkan bahwa enkapsulasi VCO ke dalam serat PVP tidak mengubah secara signifikan aktivitas antioksidan dari VCO. Berdasarkan uji rilis, pelepasan VCO dari serat komposit PVP/VCO dipengaruhi oleh diameter serat. Diameter yang kecil menghasilkan profil rilis yang didominasi oleh prores continuous/sustain release. Hal ini menunjukkan bahwa enkapsulasi VCO ke dalam serat PVP mampu mengotrol proses pelepasan VCO sehingga sangat bermanfaat dalam bidang penghantaran obat.", "Daftar File": {"ABSTRAK Aan Priyanto": "https://digilib.itb.ac.id/gdl/download/240675", "COVER Aan Priyanto": "https://digilib.itb.ac.id/gdl/download/255187", "PUSTAKA Aan Priyanto": "https://digilib.itb.ac.id/gdl/download/255193"}, "Penulis": "Aan Priyanto [20219005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.Eng. Khairurrijal, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Virgin coconut oil (VCO), polivinil pirolidon (PVP), rotary forcespinning (RFS), Komposit serat, Penghantaran obat.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "10 Jan 2022"}