{"Nomor": 62501, "Judul": "MORPHOLOGY AND GEOLOGIC STRUCTURE CONTROL OF NICKEL LATERITE DEPOSITIAN: CASE STUDY NICKEL LATERITE DEPOSIT IN THE GEE ISLAND AND PAKAL ISLAND, EAST HALMAHERA, NORTH MALUKU", "Abstrak": "Laterite nickel deposit is a weathering product from ultamafic rock which is contain Ni-Silicate and generally occurs on area with tropical — rubtropical climate. The deposition of laterite nickel deposit is controlled by several factors such as type of bed rock, climate, topography, groundwater, mineral stability, element mobility, and environment condition which have an effect for mineral solubility. This study builds based on the drilling data has been done in the Gee Island and Pakal Island. This study shows the thickness of top soil horizon in Pakal Island relatively thicker than top soil horizon in Gee Island. The maximum thickness of top soil horizon in Gee Island reaches 9 meters. On the other hand, the top soil horizon in Pakal Island relatively thick and well distribute with thickness can reach 17 meters. Grades distribution of Ni, Fe and MgO in Pakal Island are similar with their distribution in Gee Island, but the MgO content in Pakal Island relatively lower than MgO grade in Gee Island. Based on geomorphology and geologic structure showing the area with gently slope mainly filled by top soil and laterite horizon repetition is occurred. The area with steeply slope have thin laterite horizon whiCh is caused by intensively erosion by surface water. This study is showing the idealize deposition of nickel laterite is occur in area with topography slope between 35% and 52%.", "Daftar File": {"2009 SYAFRIZAL 1-EDITORIAL BOARD.pdf?": "https://digilib.itb.ac.id/gdl/download/240754", "2009 SYAFRIZAL 1-TABLE OF CONTENT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/240755", "2009 SYAFRIZAL 1-PAPER.pdf6?": "https://digilib.itb.ac.id/gdl/download/240756", "COVER Syafrizal": "https://digilib.itb.ac.id/gdl/download/240770"}, "Penulis": "Syafrizal [-]", "Kontributor / Dosen Pembimbing": ["M. N. Heriawan, S. Notosiswoyo, K. Anggayana"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "nickel laterite, pakal island, gee island, limonite horizon, saprolite horizon", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "4 file", "Tanggal Input": "10 Jan 2022"}