{"Nomor": 62504, "Judul": "AN INTEGRATED FRACTURE PARAMETER PREDICTION AND CHARACTERIZATION METHOD IN DEEPLY-BURIED CARBONATE RESERVOIRS BASED ON DEEP NEURAL NETWORK", "Abstrak": "Deeply buried fractured reservoirs have evolved into significant oil and gas potential in many basins of the world.\nHowever, fracture prediction in deeply buried carbonate reservoirs has always been challenging. Fracture prediction\nin the deep-buried carbonate structure of North China is problematic because of multiphase tectonic\nmovements, variable sediment lithology, and complex diagenesis. Because of deep burial depth and complex\nheterogeneity, the resolution of seismic reflection data beneath the buried-structure is poor, making it challenging\nto identify the fault reflection characteristics. This paper proposes a novel idea to identify natural\nfractures in carbonate reservoirs using conventional logs with seismic reflection data. The proposed model can\nalso predict the fracture aperture and fracture density, a distinctive feature. Another novel hybrid model based\non deep-learning neural network (DNN) and cluster analysis is proposed to predict further the spatial variations\nof lithology, porosity, and fracture parameters from seismic inversion. The proposed models provide valuable\ninsights that help determine fracture parameters in the Paleozoic strata and associated reservoirs through\nquantitative analysis using petrophysics, rock physics, seismic inversion, and seismic attributes. The overlapping\nof seismic interpreted fault networks and spatial variations of the inverted fracture parameters indicate a high\ncorrelation of fracture development zones. The methodology proposed in this study presents a valuable template\nvalid for the characterization of fractured reservoirs in deeply-buried carbonate reservoirs throughout the world.", "Daftar File": {}, "Penulis": "Qamar Yasin [-]", "Kontributor / Dosen Pembimbing": ["Yan Ding", "Syrine Baklouti", "Cyril D. Boateng", "Qizhen Du", "Naser Golsanami"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "Mining & related operations", "Kata Kunci": "Deep-learning neural network, Seismic inversion, Petrophysical modelling, Fracture prediction, Buried-hill", "Sumber": "Journal of Petroleum Science and Engineering,Volume 208, Part A, January 2022, 109346", "Staf Input/Edit": "Suharsiyah", "File": "0 file", "Tanggal Input": "10 Jan 2022"}