{"Nomor": 62514, "Judul": "PERENCANAAN TENAGA KERJA UNTUK FASILITAS PELAYANAN KESEHATAN PRIMER (PUSKESMAS) SELAMA WABAH COVID-19;  STUDI KASUS DI PUSKESMAS GARUDA KOTA BANDUNG", "Abstrak": "Wabah global COVID-19 dengan kasus pertama ditemukan di Wuhan pada Desember 2019 merupakan \nsalah satu krisis global terburuk kedua perang dunia kedua dengan dampak langsung terhadap kesehatan\nmanusia dan ekonomi global yang mempengaruhi mobilitas lebih dari 4 miliar orang di seluruh dunia,\ntermasuk Indonesia. Kondisi ini mempengaruhi mekanisme pelayanan kesehatan di berbagai fasilitas\npelayanan kesehatan termasuk Puskesmas yang merupakan pelayanan kesehatan primer, menjadi ujung\ntombak pencegahan dan penyebaran infeksi COVID-19 di Indonesia. Berbagai perubahan cara kerja\npetugas kesehatan memerlukan adaptasi, bahkan menyebabkan perubahan psikologis petugas tidak\ndapat bekerja dengan baik, dan petugas kelelahan bukan karena banyaknya pasien, tetapi perubahan pola\npelayanan. Kinerja UPT Puskesmas Garuda Kota Bandung dalam pelayanan pada tahun 2020\nmengalami penurunan dari tahun sebelumnya sebesar 1,52 poin dan kinerja manajemen yang mengalami\npenurunan pada tahun 2020 dibandingkan tahun sebelumnya sebesar 0,67 poin. Penelitian ini bertujuan\nuntuk melakukan analisis beban kerja untuk menghitung jumlah pegawai untuk setiap kualifikasi yang\ndibutuhkan di Puskesmas dan mencari dukungan khusus untuk perencanaan tenaga kerja di Puskesmas\nselama wabah COVID-19.\n\nPenelitian ini menggunakan metode campuran dengan desain eksploratif. Metode kuantitatif dengan\nmenggunakan metode NASA TLX melalui kuesioner. Sampel diperoleh dengan teknik stratified random\nsampling dan berjumlah 46 sampel. Metode kualitatif dengan mewawancarai 11 sampel yang ditentukan\nsecara purposive. Analisis tahapan perencanaan tenaga kerja digunakan untuk mengetahui gap yang\nterjadi dalam rangka mendukung perencanaan kebutuhan pegawai di puskesmas pada masa wabah\nCOVID-19. \n\nHasil penelitian menunjukkan bahwa beban kerja diperoleh dari 13 sampel kualifikasi dengan rentang\nnilai 73 sampai dengan 97 atau berada pada kategori beban kerja mental tinggi dan sangat tinggi. Skor\nrata-rata adalah 85,85 (sangat tinggi) dengan median 86 dan skor yang paling sering adalah 81 (sangat\ntinggi). Rekomendasi dari penelitian ini adalah penambahan 14 pegawai dari 12 kualifikasi dan 1 jenis\nkualifikasi yang belum terpenuhi yaitu promosi kesehatan, sedangkan strategi khusus adalah dukungan\nanggaran dan kebijakan, pemenuhan pegawai dengan menggunakan analisis beban kerja mental untuk\nmenyesuaikan kebutuhan selama wabah.", "Daftar File": {"2022_TS_PP_Tria Giri Ramdani_29120041_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/240781"}, "Penulis": "Tria Giri Ramdani [29120041]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Aurik Gustomo, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perencanaan Tenaga Kerja, Pelayanan Kesehatan Dasar (Puskesmas), Beban Kerja Mental, NASA TLX, Wabah COVID-19", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "11 Jan 2022"}