{"Nomor": 62511, "Judul": "COMPARING COAL RESOURCES CLASSIFICATION BASED ON GEOSTATISTICAL APPROACH AND INDONESIAN NATIONAL STANDARD (SNI 1999) PROCEDURE FOR COMPLEX GEOLOGICAL STRUCTURE OF TANJUNG FORMATION, SOUTH KALIMANTAN", "Abstrak": "Indonesian National Standard (SNI 1999) Coal Resources Classification is known as sufficiently tight and qualitative procedure, and in addition it works based on the geometry and complexity of geological structure as the boundary condition. On the other hand, the geostatistical approach using Ordinary Kriging (OK) method can consider the coal geometry and qualities mutually for resources classification. The standard deviation of relative error derived from kriging variance was used as confidence level to classify the coal resource. Measured, Indicated, and Inferred resources was defined if the estimation blocks had relative error less than 10%, between 10% to 20%, and above 20% respectively. The result was compared to SNI 1999 which used the polygonal method to estimate the coal resources. For complex geological structure of Tanjung Formation at South Kalimantan, SNI 1999 classified the coal resources to be Measured. Indicated, and Inferred based on the influence distance of drillholes as 100 m, 200 m, and 400 m respectively. The OK estimation for a coal seam of Tanjung Formation produced the average Measured, Indicated, and Inferred coal resources of 6.66, 6.16, and 5.83 million tonnes respectively. While SNI 1999 produced Measured, Indicated, and Inferred coal resources of 5.30, 7.51. and 8.14 million tonnes respectively. The difference for coal resource of two procedures was basically due to the different basic assumption for spatial variability and also the existing of complex geological structure in the study area.", "Daftar File": {"COVER Mohamad Nur Heriawan": "https://digilib.itb.ac.id/gdl/download/240773", "2010 M NUR HERIAWAN 1-TABLE OF CONTENT.pdf?": "https://digilib.itb.ac.id/gdl/download/240774", "2010 M NUR HERIAWAN 1-PAPER.pdf\n]": "https://digilib.itb.ac.id/gdl/download/240775", "2010 M NUR HERIAWAN 1-EDITORIAL BOARD.pdf)u": "https://digilib.itb.ac.id/gdl/download/245178"}, "Penulis": "Mohamad Nur Heriawan [-]", "Kontributor / Dosen Pembimbing": ["Syafrizal, Cut Putri Suliani, and Komang Anggayana"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "coal resources, geostatistics, SNI 1999, complex structure", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "4 file", "Tanggal Input": "11 Jan 2022"}