{"Nomor": 62512, "Judul": "BASE-METAL AND GOLD MINERALIZATION IN JAMPANG COMPLEX, CIGARU LOCAL MINE, WEST JAVA, INDONESIA", "Abstrak": "Research location located in Kertajaya Village, Cigaru, Sukabumi, West Java, has so many active local gold mines until now Gold mineralization in this area is part of Jampang complex, southern Bayah Dome and one of southern West Java gold mineralizations. The purposes of the research is to know the characteristic of gold mineralization based on vein samples, country rock samples, and tailing sample from amalgamation in local mine openings that got from field work. The thickness of Cigaru veins varies from 3 cm to 30 cm. Cigaru veins show N320°E - N345°E orientation and 75° - 90' dips. Quartz veins show colloform and hydrothermal breccias textures. Main alteration minerals dominated are monimorilonite, illite, and clinochlore. Pyrite assemblage is abundant, and then base metal minerals dominated are chalcopyrite, sphalerite, tetrahedrite, galena, and covellite. All of minerals are found as coarse grain sized 100-500 pan, Digenite and termantite are minor minerals. In some samples, there arc identified massicot, minium and gold_ Gold is inditified as free grain and associated with other minerals, like pyrite and galena. Fluid inclusions result show two phases dominated (vapor and liquid). Homogenization temperature is 200°C - 280°C and salinity range from 0.2 to 0.8 wt% NaCl eq. Based on those analysis, it is considered that mineralization in Cigaru area is divided into two areas. The locations are the base metal Pb, Cu.±Zn mineralization and precious metal mineralization. Both of the mineralizations are epithermal low sulphidation system.", "Daftar File": {"COVER Syafrizal": "https://digilib.itb.ac.id/gdl/download/240776", "2011 SYAFRIZAL 1-EDITORIAL BOARD.pdf?_": "https://digilib.itb.ac.id/gdl/download/240777", "2011 SYAFRIZAL 1-TABLE OF CONTENT.pdf\n?u": "https://digilib.itb.ac.id/gdl/download/240778", "2011 SYAFRIZAL 1-PAPER.pdf7?": "https://digilib.itb.ac.id/gdl/download/240779"}, "Penulis": "Syafrizal [-]", "Kontributor / Dosen Pembimbing": ["Teti Indriati, M Nur Heriavvan, Arie N.H.Hede, Youngky Hutabarat, Stephanie Saing"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Cigaru. Jampang, Epithermal, Fluid Inclusion.", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "4 file", "Tanggal Input": "11 Jan 2022"}