{"Nomor": 62520, "Judul": "PERANCAH ELEKTROAKTIF BERBASIS POLIMER KONDUKTIF DALAM REKAYASA JARINGAN: SINTESIS, FABRIKASI, DAN STIMULASI LISTRIK", "Abstrak": "Perancah elektroaktif dan pemberian stimulus listrik memiliki efek yang positif dan\npotensi besar dalam aktivitas selular sehingga menarik perhatian dalam aplikasinya\npada rekayasa jaringan. polianilin (PANI) yang merupakan polimer konduktif\n(CPs) memungkinkan untuk diaplikasikan sebagai perancah komposit yang\nmemiliki sifat elektroaktif. Pada penelitian ini, PANI disintesis melalui metode\noksidasi kimia dan dicampurkan dengan polikaprolakton (PCL) melalui metode\nphysical melt blending. PANI dan PCL/PANI yang dihasilkan dikarakterisasi\nmelalui Fourier Transformation Infrared Spectroscopy (FTIR) dan X-ray\nDiffraction (XRD) untuk mengkonfirmasi keberhasilan pembentukan PANI dan\npencampuran PANI ke PCL. Komposit polimer PCL/PANI akan difabrikasi\nmenjadi perancah elektroaktif melalui metode screw-assisted extrusion-based 3D\nprinting. Oleh karena itu, modifikasi alat pencetakan 3D berbasis filamen yang\numum tersedia menjadi alat pencetakan 3D berbasis pelet (screw-assisted\nextrusion-based 3D printing) diajukan. Setalah melakukan kajian literatur, usulan\ndesain modifikasi yang sesuai diajukan. Selain itu, efek pemberian stimulus listrik\npada perancah elektroaktif berbasis CPs dan parameter yang terlibat juga dipelajari\nsehingga desain dan set-up awal dari proses pemberian stimulasi listrik pada\nperancah elektroaktif PCL/PANI telah ditentukan. Pada akhirnya, akan dibahas\nprogres terbaru tentang strategi pemanfaatan dan kelebihan penggunaan CPs\nsebagai perancah elektroaktif pada rekayasa jaringan. Penggunaan CPs dengan\nmaterial lain pada perancah elektroaktif melalui beberapa strategi menunjukkan\npenguatan pada sifat mekanik, hidrofilisitas, biokompatibilitas, biodegradabilitas,\ndan konduktivitas perancah elektroaktif.", "Daftar File": {"ABSTRAK Ridhola Tri Ariski": "https://digilib.itb.ac.id/gdl/download/240795"}, "Penulis": "Ridhola Tri Ariski [23719305]", "Kontributor / Dosen Pembimbing": ["Dr. Arie Wibowo, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Perancah elektroaktif, polianilin, pencetakan 3D, stimulasi listrik, rekayasa jaringan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "11 Jan 2022"}