{"Nomor": 62528, "Judul": "PENGARUH FERMENTASI TERHADAP RENDEMEN DAN KUALITAS MINYAK ATSIRI DARI DAUN NILAM (POGOSTEMON CABLIN BENTH.)", "Abstrak": "Kajian tentang pengaruh fermentasi terhadap rendemen dan kualitas minyak nilam telah dilakukan. Serbuk daun nilam kering difermentasi selama 6, 12 dan 24 jam kemudian minyak atsirinya diisolasi dengan destilasi air. Minyak nilam yang dihasilkan ditentukan rendemen dan kualitasnya kemudian dibandingkan dengan syarat mutu Standar Nasional Indonesia (SNI). Pemerikasaan kualitas meliputi bobot jenis, indeks bias, kelarutan dalam etanol 90 %, bilangan asam, dan kadar patchouli alkohol. Rendemen minyak nilam yang difermentasi berada pada rentang 1,50 – 2,00 %, sedangkan yang tidak difermentasi berada pada rentang 1,88 – 2,00 %. Bobot jenis minyak nilam yang tidak difermentasi adalah 0,942 g/mL, sedangkan hasil fermentasi berada pada rentang 0,944–0,976 g/mL. Indeks bias minyak nilam yang difermentasi maupun yang tidak difermentasi berada di bawah nilai indeks bias minyak nilam berdasarkan SNI. Bilangan asam minyak nilam hasil fermentasi berada pada rentang 3,84–5,52 sedangkan yang tidak difermentasi adalah 2,20. Kadar patchouli alkohol dari minyak nilam hasil fermentasi maupun yang tidak difermentasi memenuhi syarat mutu SNI.", "Daftar File": {"COVER Erik Setiawan": "https://digilib.itb.ac.id/gdl/download/240823", "BAB 1 Erik Setiawan": "https://digilib.itb.ac.id/gdl/download/240824", "BAB 2 Erik Setiawan": "https://digilib.itb.ac.id/gdl/download/240825", "BAB 3 Erik Setiawan": "https://digilib.itb.ac.id/gdl/download/240826", "BAB 4 Erik Setiawan": "https://digilib.itb.ac.id/gdl/download/240827", "BAB 5 Erik Setiawan": "https://digilib.itb.ac.id/gdl/download/240828", "BAB 6 Erik Setiawan": "https://digilib.itb.ac.id/gdl/download/240829", "PUSTAKA Erik Setiawan": "https://digilib.itb.ac.id/gdl/download/240830"}, "Penulis": "Erik Setiawan [10703091]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Komar Ruslan Wirasutisna", "Prof. Dr. Sukrasno, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "fermentasi;  minyak nilam; Pogostemon cablin Benth; Daun nilam", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "11 Jan 2022"}