{"Nomor": 62527, "Judul": "PEMODELAN ATRIBUT SEISMIK LAMBDA-MURHO BERDASARKAN KAJIAN ROCK PHYSICS", "Abstrak": "Teori Rock Physics digunakan untuk mengkonvesikan data reservoir\n(porositas, mineralogi, saturasi, temperatur, tekanan, dll.) menjadi data seismik\n(kecepatan gelombang P, kecepatan gelombang S, densitas). Dengan menggunakan\nteori ini pula dilakukan pemodelan seismik sintetik untuk melihat efek perubahan\ndata seismik (amplitudo) akibat perubahan fluida pada batuan, dan model Lambda-\nMu-Rho untuk melihat perubahan parameter fisika batuan (Lambda-Mu-Rho) akibat\nperubahan data reservoir (porositas, saturasi, mineralogi).\nPenelitian diawali dengan melakukan koreksi data log sesuai dengan bentuk\nyang dibutuhkan pada pengolahan berikutnya. Dari penelitian yang sudah dilakukan\nsebelumnya, dipilih rumusan mana saja yang cocok dengan kondisi lapangan yang\nada. Setelah kita mempunyai rumusan yang bisa mengkonversi data akustik menjadi\ndata reservoir, dilakukanlah pemodelan seismik sintetik dengan batuan yang\ntersaturasi gas, minyak, dan air garam. Dilakukan juga pemodelan kros-plot antara\nperubahan Lambda-Ro, Mu-Ro terhadap perubahan porositas, meneralogi, dan\nsaturasi.\nPerhitungan dengan menggunakan pendekatan metode gabungan (Hashin-\nShtrikmann, Dvorkin, dan Gassmann) menunjukan hasil yang lebih baik untuk\nmenghitung kecepatan gelombang P dan kecepatan gelombang S dari pada\npendekatan Effective Medium, baik menggunakan pendekatan dari Voigth-Reuss\nmaupun pendekatan dari Hashin-Shtrikman. Hasil yang didapat dari pemodelan\nseismik sintetik menunjukan adanya anomali AVO pada kondisi fluida yang berbedabeda.\nHasil kros-plot antara perubahan Mu-Rho terhadap perubahan data reservoir\n(porositas, meneralogi, dan saturasi) kita dapatkan reservoir terdapat pada nilai 35\nGPa*gr/cc – 65 GPa*gr/cc. Sedangkan dengan menggunakan kros-plot Lambda-Rho\nterhadap data reservoir (porositas, meneralogi, dan saturasi), fluida gas terdapat pada\nnilai 7 GPa*gr/cc – 25 GPa*gr/cc. Dalam hal ini, kedua cross-plot menggunakan\nbatas porositas antara 10% - 20%", "Daftar File": {"COVER MUHLIS SETIAWAN": "https://digilib.itb.ac.id/gdl/download/240816", "BAB 1 MUHLIS SETIAWAN": "https://digilib.itb.ac.id/gdl/download/240817", "BAB 2 MUHLIS SETIAWAN": "https://digilib.itb.ac.id/gdl/download/240818", "BAB 3 MUHLIS SETIAWAN": "https://digilib.itb.ac.id/gdl/download/240819", "BAB 4 MUHLIS SETIAWAN": "https://digilib.itb.ac.id/gdl/download/240820", "BAB 5 MUHLIS SETIAWAN": "https://digilib.itb.ac.id/gdl/download/240821", "BAB 6 MUHLIS SETIAWAN": "https://digilib.itb.ac.id/gdl/download/240822"}, "Penulis": "MUHLIS SETIAWAN [12302004]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. R. Bagus Endar Bachtiar N.", "Dr. Ir. Fatkhan, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Rock Physics, Seismik Sintetik, Lambda-Mu-Rho", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "11 Jan 2022"}