{"Nomor": 62524, "Judul": "AN INTEGRATED APPROACH TO CHARACTERIZE HYDRAULIC FRACTURING-INDUCED SEISMICITY IN SHALE RESERVOIRS", "Abstrak": "There has been a remarkable increase in induced seismicity in Western Canada and the majority of these events\ncan be related to hydraulic fracturing operations applied to develop unconventional reservoirs. The underlying\nmechanism of such induced seismicity is still unclear and needs to be investigated to mitigate risks of future\nevents. In this paper, we propose a new integrated approach to characterize hydraulic fracturing-induced seismicity.\nInferred faults in the target area were first identified by the ant-tracking approach and hydraulic fractures\nwere characterized by simulating hydraulic fracturing processes. The coupled flow-geomechanics modeling was\nthen performed to compute the Coulomb Failure Stress and determine the reactivation of pre-existing faults. A\ncase study was finally utilized to demonstrate the applicability of the integrated method. Four north-southoriented\nfaults were interpreted and half-length of hydraulic fractures were calculated from 84 to 127 m. The\ncalculated results of the flow-geomechanics model were in good agreement with the actual induced seismicity\nspatially and temporally. Three types of triggering mechanisms were accounted for HF-induced seismicity,\nincluding hydraulic fractures propagation, the connection between hydraulic fractures and a fault and connections\nof hydraulic fractures with the natural fractures around the fault. The injection rate could be decreased to\nmitigate risks of future seismic events.", "Daftar File": {}, "Penulis": "Gang Hui [-]", "Kontributor / Dosen Pembimbing": ["Shengnan Chen", "Zhangxing Chen", "Fei Gu"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Induced seismicity; Hydraulic fracturing; Coupled flow-geomechanics model; Coulomb failure stress; Mitigation strategy", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, January 2021, 107631 https://doi.org/10.1016/j.petrol.2020.107631", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "11 Jan 2022"}