{"Nomor": 62522, "Judul": "PENGGUNAAN CAUCHY WAVELET UNTUK MENENTUKAN KEDALAMAN PONDASI BAWAH PERMUKAAN BNI KOTA TUA JAKARTA DENGAN METODE GROUND PENETRATING RADAR (GPR).", "Abstrak": "Ground Penetrating Radar (GPR) merupakan salah satu metode geofisika yang memanfaatkan gelombang elektromagnetik untuk menggambarkan kondisi dibawah permukaan dan dapat digunakan untuk memprediksi posisi suatu anomali di bawah permukaan tanah. GPR memanfaatkan gelombang elektromagnetik yang dipancarkan oleh transmitter yang akan mendeteksi kondisi permitivitas relatif material yang ada di bawah permukaan dan diterima oleh bagian receiver. Metoda GPR dapat diaplikasikan untuk menentukan lokasi suatu struktur dibawah permukaan tanah dalam pembangunan suatu konstruksi. BNI Lada Kota sedang merencanakan pembangunan lanjutan dan membutuhkan informasi mengenai lokasi tiang pancang dari bangunan tersebut. Metode GPR diperlukan untuk menentukan lokasi tiang pancang agar tidak terjadi kerugian saat pembangunan lanjutan mulai dilakukan. Pengukuran dilakukan dengan menggunakan GPR shielded antenna karena terdapat banyak potensi sumber noise di sekitar  lokasi penelitian. Pengukuran dilakukan dengan menggunakan antena 100 MHz. Akuisisi data dilakukan dengan menggunakan perangkat lunak MatGPR dengan beberapa tahapan seperti Dewow Filter, Removal Global Background sampai 1-D Time to Depth Conversion. Setelah data diolah menggunakan perangkat lunak MatGPR data akan diproses lebih lanjut menggunakan cauchy wavelet yang memberikan hasil unik dan lebih mudah dalam interpretasi data.  Hasil interpretasi menunjukkan terdapat 2 buah tiang pancang pada setiap lintasan pengukuran dengan kedalaman masing-masing sekitar 9 meter.", "Daftar File": {"ABSTRAK Gilbert G P Tampubolon": "https://digilib.itb.ac.id/gdl/download/240797"}, "Penulis": "Gilbert G P Tampubolon [10217104]", "Kontributor / Dosen Pembimbing": ["Drs. Gunawan Handayani, MSCE, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Cauchy, Ground Penetrating Radar, MatGPR, Pondasi, Wavelet", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "11 Jan 2022"}