{"Nomor": 62531, "Judul": "PENINGKATAN AKSESIBILITAS MENUJU INKLUSI DISABILITAS: KASUS PROGRAM MBA SBM ITB", "Abstrak": "Penerapan Undang-Undang No.8 tahun 2016 tentang Penyandang Disabilitas \ndalam penjaminan seluruh aspek dasar dalam kehidupan orang dengan disabilitas\nterus dilaksanakan, salah satunya dalam penjaminan akses terhadap pendidikan\ntinggi yang inklusif. Penelitian ini mencoba untuk mendorong situasi inklusif\ndisabilitas pada sekolah bisnis sebagai salah satu bentuk dari pendidikan tinggi di\nIndonesia dengan mengidentifikasi hambatan-hambatan yang terjadi dan\nmemberikan solusi berupa peningkatan aksesibilitas. Penelitian ini berbasis studi\nkasus di program MAB SBM ITB kampus Bandung.  \nPenelitian ini mengadopsi teori sistem ekologi Bronfenbrenner (1992) yang\nmenunjukkan pertumbuhan anak dipengaruhi oleh intervensi lingkungan\ndisekitarnya. Pada kerangka konseptual, peneliti menggunakan empat hambatan\numum yang sering ditemui; hambatan struktural/institusi, hambatan perilaku/sikap,\nhambatan individu/personal, dan hambatan lingkungan/prosedural. \nAlat penelitian yang digunakan adalah wawancara dan kuesioner daring. Ada\nsejumlah 80 responden yang mengisi kuesioner dan 6 infroman yang mengikuti\nwawancara. Hasil riset ini ditujukan untuk mengatasi dua hambatan (hambatan\nstruktural/institusional dan hambatan sikap/perilaku). Ada tujuh kondisi yang\nterjadi dalam dua hambatan tersebut. Secara tidak sengaja, hambatan\nlingkungan/prosedur, yang tidak diukur sebelumnya, muncul pada proses\npengambilan data. Temuan ini lantas dianalisis menggunakan proses Current\nReality Tree (CRT) untuk diketahui akar permasalahannya.  \nTerdapat dua penyebab utama (akar permasalahan) yang ditemukan; rendahnya\nkesadaran disabilitas dan penekanan hanya pada kompetensi semata (academic\nableism). Dalam menyelesaikan dua kondisi tersebut, ada enam usulan solusi yang\ndikemukakan. Tiga solusi pertama untuk mengatasi rendahnya kesadaran\ndisabilitas (Pelatihan peningkatan kesadaran disabilitas, aktivitas berbasis\nmahasiswa untuk mendorong inklusi disabilitas, dan pelatihan desain universal).\nSedangkan tiga solusi sisanya, diajukan untuk mengatasi penekanan hanya pada\nkompetensi semata, academic ableism (Inisiasi pembuatan kebijakan inklusif dan afirmatif, akomodasi yang layak (desain tanpa hambatan, dan Program inkubasi\nlayanan disabilitas dengan kantor layanan disabilitas yang telah ada melalui Sister\nProgram). Keseluruhan usulan program ini kemudian dilanjutkan dalam satu\npayung program bertajuk inisiatif “A be(for)e B” (Accessibility for Business\nEducation Initiative) untuk memudahkan impelementasi program.", "Daftar File": {"2022_TS_PP_Billy Purwocaroko Noeringtyas-29119439_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/240863"}, "Penulis": "Billy Purwocaroko Noeringtyas [29119439]", "Kontributor / Dosen Pembimbing": ["Andika Putra Pratama, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Sekolah Bisnis yang Inklusif, Inklusi Disabilitas, Hambatan, Aksesibilitas, Inisiatif A before B", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "11 Jan 2022"}