{"Nomor": 62530, "Judul": "THE ROLE OF PUBLIC INDONESIAN BANKING IN SUPPORTING INDONESIAN SUSTAINABLE FINANCING", "Abstrak": "Agenda 2030 baru untuk pembangunan berkelanjutan yang diadopsi oleh semua \nnegara anggota PBB pada tahun 2015 memberikan cetak biru bersama untuk\nperdamaian dan kemakmuran bagi manusia dan bumi, sekarang dan di masa depan.\nInti dari cetak biru adalah 17 Tujuan Pembangunan Berkelanjutan (SDGs) adalah\nsebuah seruan mendesak untuk semua negara dalam kemitraan global. Untuk\nmencapai tujuan ini, pemerintah terus mencari cara efektif untuk memimpin negara,\ndan keuangan hijau direkomendasikan sebagai mekanisme untuk mengkatalisasi\npengembangan kebijakan nasional yang diperbarui untuk mencapai tujuan\npembangunan berkelanjutan. Indonesia telah menunjukkan komitmen yang solid\nterhadap keberhasilan SDGs. \n\nDiperkirakan dibutuhkan 81 miliar dolar AS untuk memenuhi komitmen Indonesia\nterhadap SDGs. Sementara, pemerintah hanya bisa mengalokasikan USD 55,1\nmiliar. Indonesia, yang memiliki sistem keuangan berbasis bank, memiliki sumber\ndaya keuangan yang sangat besar dari industri perbankan untuk memecahkan\nmasalah ini. Kredit sebagai salah satu jasa keuangan industri perbankan dapat\nmendukung pembangunan berkelanjutan dengan memberikan modal keuangan\nkepada industri terkait. Dengan adanya permasalahan tersebut, penelitian ini\nbertujuan untuk menemukan kendala dalam penerapan keuangan berkelanjutan,\nkhususnya program kredit hijau, di Indonesia dan mengusulkan kebijakan\npemerintah sebagai acuan untuk mempercepat tujuan berkelanjutan. \n\nKajian ini akan menggunakan kerangka berkelanjutan Indonesia sebagai data\nsekunder dan benchmark terhadap kerangka Inggris. Beberapa penelitian\nsebelumnya yang terkait dengan penelitian ini juga akan digunakan untuk\nmendukung penelitian ini. Wawancara mendalam dilakukan terhadap institusi\nperbankan untuk mendapatkan gambaran lebih detail dari sudut pandang bank.\nUntuk mengolah temuan, penulis menggunakan metode kualitatif dengan\nmenggunakan analisis isi dan analisis tematik. Dari studi ini, kendala dalam\nmenerapkan keuangan berkelanjutan adalah kurangnya kapasitas bank di Indonesia,\nkerangka regulasi yang tidak jelas, dan penilaian untuk pembiayaan yang tidak\nmemasukkan risiko LST. Kerangka peraturan untuk manajemen kredit hijau\nperbankan diusulkan untuk mengatasi hambatan ini yang melibatkan kebijakan,\nproduk, sumber daya manusia, dan kesadaran. Kebijakan yang diusulkan memiliki\nkisaran waktu antara 2022 hingga 2025.", "Daftar File": {"2022 _TS_PP_Razief Muhammad Irsyadillah_ 29120247_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/240862"}, "Penulis": "Razief Muhammad Irsyadillah [29120247]", "Kontributor / Dosen Pembimbing": ["Yunieta Anny Nainggolan, S.E., M.Com., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Sustainable Development Goals (SDGs), Keuangan Berkelanjutan, Kredit Hijau, Analisa Isi, Analisa Tematik, Kerangka Peraturan Indonesia", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "11 Jan 2022"}