{"Nomor": 62545, "Judul": "CD AND TE MINERALISATION CHARACTERISTICS OF THE KENCANA AU-AG LOW- SULFIDATION EPITHERMAL DEPOSIT, HALMAHERA, INDONESIA", "Abstrak": "The Gosowong mineralisation area, an extensive mineralisation zone within Halmahera Island, eastern Indonesia. Halmahera is located at a junction between several regional tectonic plates, namely the Eurasian, Australian, Philippine Sea and Pacific tectonic plates. The consequential magmatic hydrothermal system that have been generated have given rise to a series of epithermal type of mineralisations and later onset of low temperature geothermal activity, which continues today. Au grades of the deposit are extremely high, ranging from 5 to > 1000g/t in the hightest grade zones. Mineral resources of the deposit are more than 2.2 Moz Au and 2.2 Moz Ag.  The present of Te- in the epithermal regime is very well recognised, particularly in the high-sulfidation category. The prepencity with which telluride minerals have precipitated in the Kencana deposit is curious as it suggests that the mineralisation is perhaps not an end type deposit and closer to the intermediate sulfidation state, base on petzite and high-Au rich sylvanite. Cd-bearing minerals are not very well recognised in the epithermal system. Labolatory computional experiments on aqueous solutions of chloride complexes have the compositions as such CdCln2-n. with the principle ligand that carries Cd-, OH-/H2O and Cl-, for Zn-Pb-Cu deposits. There is significant base metal precipitation in the Kencana vein system which maybe indicative of the Cl-complexes as the main carrier of the Cd- bearing fluids.", "Daftar File": {"COVER Thomas Tindell": "https://digilib.itb.ac.id/gdl/download/240888", "2015 TA PP THOMAS TINDELL 1-EDITORIAL BOARD.pdf)u": "https://digilib.itb.ac.id/gdl/download/240889", "2015 TA PP THOMAS TINDELL 1-TABLE OF CONTENT.pdf?": "https://digilib.itb.ac.id/gdl/download/240890", "2015 TA PP THOMAS TINDELL 1-PAPER.pdf\n]": "https://digilib.itb.ac.id/gdl/download/240891"}, "Penulis": "Thomas Tindell [-]", "Kontributor / Dosen Pembimbing": ["Takashi Hase, Syafrizal, Kotaro Yonezu"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "epithermal Cd- and Te- mineralization, fluid inclusion, Indonesia, ore mineralogy, low sulfidation, vein", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "4 file", "Tanggal Input": "12 Jan 2022"}