{"Nomor": 62547, "Judul": "ALTERED MINERALS IDENTIFICATION BASED ON OPTICAL REMOTE SENSING FOR MINERAL EXPLORATION IN CISEUTI, WEST JAVA, INDONESIA", "Abstrak": "Mineral alterations are often used to identify the possibility of the occurrence of hydrothermal deposits. The altered minerals have spectral characteristics because of the interaction between electromagnetic waves and the chemical and physical properties. As a spectral application, optical remote sensing can be used for mineral mapping because it can provide high spectral it in the visible, near-infrared, and shortwave infrared regions. One of these developed methods is Spectral Angie Mapper (SAM), which has been effective used to quantify, the mineral spectra according to the reference spectral features. In this study, Landsat 8 optical images were used to identify the possibility of the distribution of mineral alterations in a tropical area. The Ciseuti, West Java, Indonesia was selected as study site due to the existence of mining activities such as gold, galena, and sphalerite. Based on SAM result, the alteration zones were mapped such that argillic—propylitic zones were identified at the gold mine and advanced argillic—propylitic zones were identified at the galena mine. The effectiveness of this method was confirmed with the geological conditions and the ground truth data.", "Daftar File": {"COVER Panggea G. Sabrian": "https://digilib.itb.ac.id/gdl/download/240893", "2016 PANGGEA G SABRIAN 1-EDITORIAL BOARD.pdf)u": "https://digilib.itb.ac.id/gdl/download/240894", "2016 PANGGEA G SABRIAN 1-TABLE OF CONTENT.pdf?": "https://digilib.itb.ac.id/gdl/download/240895", "2016 PANGGEA G SABRIAN 1-PAPER.pdf\n]": "https://digilib.itb.ac.id/gdl/download/240896"}, "Penulis": "Panggea G. Sabrian [-]", "Kontributor / Dosen Pembimbing": ["Syafrizal, Asep Saepuloh, Arie Naftali H. Hede"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "mineral exploration, alteration, SAM", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "4 file", "Tanggal Input": "12 Jan 2022"}