{"Nomor": 62543, "Judul": "A NOVEL EXPERIMENTAL INVESTIGATION ON THE OCCURRENCE STATE OF FLUIDS IN MICROSCALE PORES OF TIGHT RESERVOIRS", "Abstrak": "Occurrence state of fluids in the microscale pores of tight reservoirs significantly affects the flow behavior and\nrecoverability of reservoir fluid. Currently, microfluidic technique and CT (Computed Tomography) scanning\nhave been widely applied on the reservoir pore structure evaluation and fluid flow behavior characterization due\nto their high resolution. In this study, combining a microfluidic chip test and a micro CT scanning test on tight\nrocks, the occurrence state of fluids in microscale pores is experimentally investigated. A set of tests on the\nmicrofluidic chips are performed to change the environment temperature, pore size and fluid compositions.\nThen, combining the results of micro CT scanning on real tight rocks and the results of microfluidic chips, the\nimmobile and movable oil films in microscale pores can be obtained. Results indicates that the oil film thickness\nin microscale pores is negatively correlated with temperature and positively correlated with pore size. The effect\nof pore size can be neglected when it is above 15 ?m. The higher the molar weight of fluids is, the thicker the oil\nfilm is. And the proportion of immobile and movable states are also closely related to the fluid compositions.", "Daftar File": {}, "Penulis": "Yishan Liu [-]", "Kontributor / Dosen Pembimbing": ["Xiaohu Dong", "Zhangxin Chen", "Yanan Hou", "Qilan Luo", "Yihang Chen"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tight reservoirs; Occurrence state; Recoverable capability; Microfluidic; Micro-CT; Microscale pores", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 107656, https://www.sciencedirect.com/science/article/pii/S0920410520307233", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "12 Jan 2022"}