{"Nomor": 62544, "Judul": "PRELIMINARY STUDY ON HILL REEF 1 AND HILL REEF 2 VEIN AT THE POBOYA PROSPECT, BASED ON TEXTURAL", "Abstrak": "Currrently, in Indonesia gold is mostly mined from volcanic-hosterd hydrotermal deposit types including epithermal type. In Sulawesi Island, gold is also predominantly related to volcanic rocks, which are extended along western and northern Neocene magmatic archs of the island. Gold in Poboya prospect discovered when undertook regional bulk leach extractble gold (BLEG) and identified an anomaly of large clay alteration area was vein outcrops in the Palu river valley were chip sampled returning highly elevated gold grades including 47 ppm Au at 55 meters and 15 ppm Au at 115 meters.\n\nThe Poboya Prospect is located in Poboya, East Palu, Palu, Central Sulawesi, and lies along the North Northwest ? South Southeast Palu?Koro Fault Zone in the central part of the West Sulawesi Arc. The geology of the area consists of the Palu Metamorphic Complex overlain by the Paleogene?Neogene Tinombo Formation of volcanosedimentary rocks, the Celebes Molasse sediment, and Late Cenozoic granitic rocks. Three vein zones that have been founded are River Reef, which is being mined by PT. Citra Palu Minerals, Hill Reef 1 and Hill Reef 2. \n\nVein zones are hosted by metamorphic rocks which can be interpreted as orogenic gold deposit of epithermal low sulphidation deposit. This paper describes a preliminary study on deposit genesis of Hill Reef 1 and Hill Reef 2 veins based on texture characteristics.", "Daftar File": {"COVER Syafrizal": "https://digilib.itb.ac.id/gdl/download/240884", "2015 TA PP SYAFRIZAL 1-EDITORIAL BOARD.pdf?": "https://digilib.itb.ac.id/gdl/download/240885", "2015 TA PP SYAFRIZAL 1-TABLE OF CONTENT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/240886", "2015 TA PP SYAFRIZAL 1-PAPER.pdf)u": "https://digilib.itb.ac.id/gdl/download/240887"}, "Penulis": "Syafrizal [-]", "Kontributor / Dosen Pembimbing": ["Bhima, Jarot Wiratama, Kotaro Yonezu, Tomy Alvin Rivai"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "epithermal gold mineralization, fluid inclusion, Indonesia, ore mineralogy, sulawesi, vein Texture.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "4 file", "Tanggal Input": "12 Jan 2022"}