{"Nomor": 62540, "Judul": "THE MICROBIAL ENHANCED OIL RECOVERY (MEOR) POTENTIAL OF HALANAEROBIALES UNDER DYNAMIC CONDITIONS IN DIFFERENT POROUS MEDIA", "Abstrak": "As a dynamic screening tool for a high-salinity oilfield (186 g/L), anaerobic sandpacks were established to\nsimulate Microbial Enhanced Oil Recovery (MEOR) under defined laboratory conditions. Glass beads, quartz sand\nor crushed reservoir rock were used to produce porous media which varied in permeability, wettability, homogeneity\nand geochemistry. In total, 14 sandpacks were flooded with oil and inoculated with indigenous\nfermentative bacteria of the order Halanaerobiales. After waterflooding, these were treated with nutrients in\ndifferent injection scenarios during which incremental oil recovery, permeability, microbial activity and produced\nmetabolites were measured.\nOur results indicate that the efficiency of MEOR is dependent on the type of porous medium used: Both glass\nbeads and outcrop quartz sand were found to be no suitable analogue to reservoir material because not all\npotential MEOR effects were accounted for. MEOR was least efficient in quartz sandpacks with a recovery factor\nof 7.0 ± 1.7% with respect to the original oil in place (IRFOOIP), attributed mainly to fluid-fluid interactions. In\nsandpacks with reservoir rock, wettability alteration, matrix dissolution and bioplugging were additional MEOR\nmechanisms and resulted in an incremental recovery which was almost three-fold higher compared to pure\nquartz sandpacks (IRFOOIP = 23.2 ± 6.4%).\nBioplugging was not detected in sandpacks with a permeability of 8–10 D, although cell retention was\nobserved. Mean pore sizes of these sandpacks were calculated to be in the range of 100 ?m, thus considered to be\ntoo large to allow for significant plugging. Our findings support the use of MEOR as potential tertiary recovery\nmethod but also emphasize the importance of carefully designing laboratory experiments. We argue that porous\nmedium properties such as permeability, pore size, wettability and mineralogy play a crucial role during dynamic\nMEOR feasibility studies, because they directly influence incremental recovery.", "Daftar File": {}, "Penulis": "Felix Kögler [-]", "Kontributor / Dosen Pembimbing": ["Eva Mahler", "Nicole Dopffel", "Dirk Schulze-Makuch", "Ante Borovina, Foppe Visser", "Andrea Herold", "Hakan Alkan"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Microbial enhanced oil recovery; Carbonate dissolution; Dynamic experiments; Reservoir microbiology; Geomicrobiology; Halanaerobium; High salinity", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 107578, https://www.sciencedirect.com/science/article/pii/S092041052030646X", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "12 Jan 2022"}