{"Nomor": 62559, "Judul": "PENGARUH KOMBINASI GUGUS FUNGSI OKSIGEN DAN NITROGEN PADA SPEKTRUM ABSORBANSI CARBON DOTS MELALUI STUDI TIME DEPENDENT-DENSITY FUNCTIONAL THEORY (TD-DFT)", "Abstrak": "Carbon dots (CDs) menjadi topik riset yang menarik karena karakteristik unggul, biaya sintesis yang ekonomis, rendah toksisitas sehingga berpotensi untuk diaplikasikan pada berbagai bidang. Proses sintesis CDs melalui metode bottom-up seperti hidrotermal, pemanasan gelombang mikro dan pirolisis merupakan metode sintesis CDs yang sederhana dan murah sehingga sesuai untuk diaplikasikan pada produksi skala besar. Namun, CDs yang dihasilkan dari metode ini biasanya sudah terdekorasi oleh berbagai jenis gugus fungsi berbasis Oksigen dan Nitrogen. Pada penelitian ini, pengaruh kombinasi gugus fungsi Oksigen dan Nitrogen terhadap sifat optik dan elektronik material CDs dievaluasi berdasarkan studi Time Dependent-Density Functional Theory (TD-DFT). Perhitungan dilakukan dengan gaussian09 menggunakan functional correction B3LYP dan basis set 6-311G**(d,p). Optimasi geometri, kekuatan osilator dan transisi energi dihitung untuk mempelajari absorbansi UV-Vis pada daerah NIR dari CDs yang diberikan gugus fungsi Oksigen dan Nitrogen. Hasil perhitungan menunjukkan bahwa gugus fungsi karbonil (C=O) dianggap paling efisien untuk menurunkan orbital unoccupied, sehingga mampu mereduksi energi gap. Sedangkan gugus fungsi Nitrogen mampu menyediakan elektron bebas, sehingga dapat mendonorkan elektronnya sistem utama CDs. Hasil studi menunjukkan bahwa kombinasi gugus fungsi Oksigen dan Nitrogen dapat menghasilkan puncak absorbansi baru pada daerah first NIR window, sehingga membuka potensi aplikasi baru pada CDs sebagai agen fototermal dalam terapi kanker fototermal.", "Daftar File": {"ABSTRAK Reza Umami": "https://digilib.itb.ac.id/gdl/download/240908", "COVER Reza Umami": "https://digilib.itb.ac.id/gdl/download/255257", "PUSTAKA Reza Umami": "https://digilib.itb.ac.id/gdl/download/255263"}, "Penulis": "Reza Umami [20219305]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ferry Iskandar, M.Eng.", "Dr. Fatimah Arofiati Noor, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "carbon dots, absorbansi, near-infrared, TD-DFT, gugus fungsi, Oksigen dan Nitrogen.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Yati Rochayati", "File": "8 file", "Tanggal Input": "13 Jan 2022"}