{"Nomor": 62556, "Judul": "PEMODELAN KASUS NON-STASIONER DI BIDANG KEDIRGANTARAAN MENGGUNAKAN DEEP GAUSSIAN", "Abstrak": "Dalam dunia dirgantara, respon-respon yang diperoleh kerap kali bersifat non-stasioner,\ndimulai dari parameter-parameter aliran yang didominasi shock sampai relasi-relasi nonlinier\ndalam simulasi aeroelastisitas turbin angin. Respon yang bersifat lebih kompleks\nini membutuhkan pendekatan yang lebih kompleks pula untuk memodelkannya. Seiring\nberkembangnya pengembangan hierarchical models, Deep Gaussian Process (DGP)\ndikenal sebagai satu pilihan yang kompetitif dengan menawarkan kerangka probabilistik\ndalam pemodelan deep learning. Diformulasikan sebagai komposisi dari model Gaussian\nprocesses (GP), model DGP memiliki bentuk yang lebih ekspresif, meski dengan\nbiaya komputasi yang lebih tinggi dalam meng-aproksimasi distribusi posterior-nya.\nSalah satu model DGP yang saat ini dianggap paling baik, Doubly Stochastic DGP,\nmenggunakan metode variational inference dalam perhitungan aproksimasi posterior\nuntuk mengurangi biaya komputasi yang dibutuhkan tersebut. Akan tetapi, penelitianpenelitian\nterakhir menunjukkan asumsi yang digunakan ini tidak tepat dalam kasuskasus\ntertentu. Akan hal ini, penelitian ini menawarkan metode sampling baru dalam\naproksimasinya, dinamakan DGP with Stochastic Imputation (DGP-SI), untuk mengatasi\nmasalah dari metode variational inference. Penelitian ini berfokus dalam peninjauan\nDGP-SI sebagai standar dalam pemodelan prediktif. Studi dilakukan pada\ntiga kasus-kasus kedirgantaraan yang memiliki karakteristik untuk menyerupai fungsifungsi\ndiskontinu. Studi juga dilakukan dengan memvariasikan jumlah sampel serta\ndimensinya. Hasil-hasil yang diperoleh menunjukkan bahwa DGP-SI memiliki performa\nyang lebih baik dari model GPR dalam menangani kasus-kasus dua dan tiga dimensi.\nSementara, dalam kasus-kasus dengan jumlah dimensi yang lebih tinggi, DGP-SI diamati\nuntuk memiliki performa yang sedikit lebih buruk dari model GPR, dengan hasil yang\ntetap kompetitif dan menunjukkan potensi pengembangan yang tinggi. Terbukti dengan performanya yang sama baik saat jumlah sampelnya dinaikkan, meskipun dengan juga\nmeningkatnya biaya komputasi yang dibutuhkan.", "Daftar File": {"ABSTRAK Muhammad Faiz Izzaturrahman": "https://digilib.itb.ac.id/gdl/download/240905"}, "Penulis": "Muhammad Faiz Izzaturrahman [23620029]", "Kontributor / Dosen Pembimbing": ["Dr. Lavi Rizki Zuhal", "Pramudita Satria Palar, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Non-stationary surrogate modelling, Deep Gaussian Process, Stochastic Imputation", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "12 Jan 2022"}