{"Nomor": 62560, "Judul": "ENVIRONMENTAL GEOCHEMISTRY OF SMALL-SCALE GOLD AND GALENA MININ AREAS IN CISEUTI, WEST JAVA, INDONESIA", "Abstrak": "The Ciseuti region in West Java, Indonesia is well-known for its hydrothermal mineralization in some location. Two undergoing small-scale gold and galena mining are located in this region, apply the underground and open-pit method, respectively. This research aims to analyze the mineralization and geochemical properties associated with mining activities and the potential environmental impact as a result of the mining process. The geochemical field survey was conducted by collecting soil and stream sediment samples with the target metals including As and Hg were measured. By knowing the levels of these elemenis, the pattern of dispersion can be identified and the environmental impact of the mining activities can be analyzed. As the results, at the gold mining area, the source of the As contamination was related to gold mineralization. In contrast with the Hg distribution seemed to be controlled by the amalgamation process. However, the same trend was not found at galena mining area where the tendency of the As and Hg distribution were no particular pattern, but high value\nwas obtained from the original source. According to the pollutant classifications, some locations are classified as polluted and extremely polluted areas reguiring immediate cleanup or remediation and further consideration.", "Daftar File": {"COVER Syafrizal": "https://digilib.itb.ac.id/gdl/download/240909", "2016 SYAFRIZAL 1-EDITORIAL BOARD.pdf?": "https://digilib.itb.ac.id/gdl/download/240910", "2016 SYAFRIZAL 1-PAPER.pdf)u": "https://digilib.itb.ac.id/gdl/download/240912", "2016 SYAFRIZAL 1-TABLE OF CONTENT.pdf\niu": "https://digilib.itb.ac.id/gdl/download/240914"}, "Penulis": "Syafrizal [-]", "Kontributor / Dosen Pembimbing": ["Arie Naftali Hawu Hede and Teti Indriati"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "small-scale gold, galena mining, Ciseuti", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "4 file", "Tanggal Input": "13 Jan 2022"}