{"Nomor": 62569, "Judul": "PENGARUH SENYAWA TURUNAN LIGNOSELULOSA DAN STRATEGI PENINGKATAN PRODUKTIVITAS PADA FERMENTASI XILITOL DARI HIDROLISAT TANDAN KOSONG KELAPA SAWIT", "Abstrak": "Produksi xilitol berbasis hidrolisat tandan kosong kelapa sawit (TKKS) mode partaian menggunakan ragi Debaryomyces hansenii telah berhasil dilakukan dalam skala laboratorium. Perolehan xilitol yang masih rendah merupakan suatu kendala dalam penggunaan medium berbasis hidrolisat. Adanya senyawa turunan lignoselulosa yang terlarut pada hidrolisat TKKS dari aktivitas perlakuan pendahuluan diduga mempengaruhi perolehan xilitol dengan cara menghambat pertumbuhan D. hansenii dan menurunkan produksi xilitol. Selain itu, senyawa turunan lignoselulosa yang ada pada hidrolisat TKKS belum diketahui secara spesifik. Oleh karena itu, pemetaan senyawa turunan lignoselulosa hasil perlakuan pendahuluan dan uji potensi inhibisi seluler D. hansenii dinilai penting untuk memastikan kelayakan dari penggunaan hidrolisat TKKS.\nPeningkatan efisiensi produksi dan produktivitas xilitol masih terus dilakukan. Pengaturan konfigurasi partaian berulang merupakan upaya perbaikan untuk mencapai tujuan tersebut. Partaian berulang dipilih karena memiliki beberapa keunggulan seperti memangkas penggunaan inokulum pada setiap produksi, meningkatkan adaptabilitas sel terhadap inhibitor, mengurangi biaya operasional, memudahkan penanganan operasi untuk beberapa kali produksi, dan mempercepat pembentukan produk. Konfigurasi partaian berulang menyebabkan beberapa parameter yang mempengaruhi produktivitas xilitol perlu dievaluasi. Apabila parameter-parameter tertentu diuji dalam skala laboratorium, proses konfigurasi partaian berulang membutuhkan waktu yang lama dan investasi yang tidak sedikit. Solusinya adalah simulasi proses menggunakan estimasi parameter fermentatif. Penelitian mengenai konfigurasi partaian berulang dalam produksi xilitol menggunakan D. hansenii sebagai agen fermentasi, berikut dengan strategi peningkatan produktivitas xilitol melalui pendekatan simulasi proses merupakan salah satu kegiatan penelitian yang dibahas dalam disertasi.\nPenelitian pengaruh senyawa turunan lignoselulosa terhadap produktivitas xilitol dimulai dengan memetakan senyawa-senyawa lignoselulosa yang terbentuk dari beberapa perlakuan. Perlakuan asam (5% v/v H2SO4), alkalin (5% v/v NaOH), organosolv (60% etanol), dan autohidrolisis digunakan pada percobaan ini dengan temperatur dan waktu proses yang sama (165oC selama 60 menit). Perlakuan pendahuluan dengan senyawa turunan lignoselulosa terendah selanjutnya dievaluasi menggunakan rentang temperatur (145-185oC) dan waktu proses (40-80 menit). Analisis komponen utama digunakan sebagai alat ukur kecenderungan dan korelasi antara pembentukan senyawa turunan lignoselulosa dengan jenis perlakuan pendahuluan, temperatur, dan waktu proses secara statistik. Hasil percobaan menunjukkan bahwa seluruh perlakuan pendahuluan menghasilkan asam alifatik (asam format dan asam asetat), furan (5-hidroksimetilfurfural dan furfural), monomer lignin (vanilin, 4-hidroksibenzaldehid, asam vanilat, dan asam salisilat), dan sakarida (selobiosa, xilobiosa, glukosa, xilosa, dan arabinosa). Dari analisis komponen utama, perlakuan asam encer berkorelasi terhadap pembentukan furan, monomer lignin, dan sakarida sedangkan perlakuan alkalin berkorelasi terhadap pembentukan selobiosa dan asam alifatik. Selain itu, autohidrolisis menghasilkan senyawa turunan lignoselulosa terendah dan tidak berkorelasi terhadap pembentukan sakarida, asam alifatik, furan, dan monomer lignin.\nSelanjutnya, uji potensi inhibisi D. hansenii dilakukan dengan menambahkan senyawa turunan lignoselulosa secara spesifik dan terpisah dalam medium sintetik sebelum fermentasi dimulai. Analisis unjuk kerja D. hansenii dilakukan dengan membandingkan hasil fermentasi kontrol dengan fermentasi perlakuan. Hasil percobaan menunjukkan seluruh senyawa turunan lignoselulosa yang diuji terbukti menghambat pertumbuhan D. hansenii dengan cara memperpanjang masa adaptasi sel. Asam format, furfural, dan vanilin merupakan inhibitor terkuat dari tiap kelompok senyawa turunan yang diuji. Asam alifatik, furan, dan monomer lignin (kecuali vanilin) masing-masing dapat meningkatkan produktivitas xilitol maksimum rata-rata hingga 51,50%; 8,52%; dan 187,92%. Dari penelitian ini D. hansenii dinilai toleran dalam produksi xilitol.\nSelanjutnya, proses produksi xilitol mode partaian berulang diawali dengan produksi xilitol partaian menggunakan medium sintetik dan hidrolisat yang dilakukan dalam fermentor bervolume kerja 2 L. Selesai fermentasi, kaldu fermentasi disisakan 0,1 L sebagai inokulum untuk partaian selanjutnya. Unjuk kerja ditinjau dari konsentrasi xilitol maksimum, produktivitas xilitol, perolehan xilitol, dan waktu stasioner. Simulasi proses diawali dengan melakukan estimasi parameter fermentatif (????????????????????,????????,????,????) hasil pendefinisian model konsumsi substrat-kosubstrat, pertumbuhan sel, dan pembentukan xilitol menggunakan metode simplex yang diterapkan pada Matlab. Estimasi galat diukur dengan RMSE dan koefisien determinasi (R2). Strategi peningkatan produksi xilitol menggunakan pendekatan simulasi proses yang ditinjau dari waktu siklus, volume retensi, dan  pemulihan sel. Partaian berulang menggunakan media hidrolisat berhasil meningkatkan produktivitas xilitol dan perolehan xilitol masing-masing sebesar 77,36% dan 43,69% serta mempercepat pertumbuhan sel hingga 78,95%. Model yang telah dikembangkan (metode simplex) menghasilkan parameter fermentatif (????????????????????,????; ????????,????; ????????????????????,????????????; ????????,????????????; ?; dan ? masing-masing sebesar 0,12 jam-1; 1,40 g/L; 0,02 jam-1; 4,24 g/L; 0,02 g/g; dan 0,0001 g/g/jam) dengan estimasi galat yang lebih rendah pada proses produksi xilitol dengan medium sintetik secara partaian. Simulasi proses menunjukkan hasil produktivitas xilitol terbaik pada waktu siklus 72 jam dan pemulihan sel 80%. Berdasarkan hasil penelitian secara keseluruhan, autohidrolisis merupakan metode perlakuan pendahuluan yang potensial untuk penggunaan hidrolisat TKKS tanpa detoksifikasi dalam produksi xilitol karena menghasilkan senyawa-senyawa turunan lignoselulosa < 1 g/L. Selain itu, produksi xilitol mode partaian berulang dengan D. hansenii terbukti dapat meningkatkan produktivitas xilitol sehingga konfigurasi ini dinilai layak untuk digunakan. Penelitian ini diharapkan dapat memberikan kontribusi ilmu pengetahuan di bidang biokonversi lignoselulosa. Perbaikan-perbaikan penelitian perlu dilakukan karena strategi konfigurasi partaian memiliki peluang yang cukup menjanjikan baik pada skala pilot maupun industri.", "Daftar File": {"ABSTRAK Ibnu Maulana Hidayatullah": "https://digilib.itb.ac.id/gdl/download/240935", "COVER Ibnu Maulana Hidayatullah": "https://digilib.itb.ac.id/gdl/download/263189", "DS-TK-Ibnu Maulana H-33019001-1-Bab I.pdf": "https://digilib.itb.ac.id/gdl/download/263190", "DS-TK-Ibnu Maulana H-33019001-1-Bab II.pdf": "https://digilib.itb.ac.id/gdl/download/263191", "DS-TK-Ibnu Maulana H-33019001-1-Bab III.pdf": "https://digilib.itb.ac.id/gdl/download/263192", "DS-TK-Ibnu Maulana H-33019001-1-Bab IV.pdf": "https://digilib.itb.ac.id/gdl/download/263193", "DS-TK-Ibnu Maulana H-33019001-1-Bab V.pdf": "https://digilib.itb.ac.id/gdl/download/263194", "DS-TK-Ibnu Maulana H-33019001-1-Bab VI.pdf": "https://digilib.itb.ac.id/gdl/download/263195"}, "Penulis": "Ibnu Maulana Hidayatullah [33019001]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tjandra Setiadi, M.Eng., Ph.D.", "Dr. Ir. I.G.B. Ngurah Makertihartha", "Dr. Made Tri Ari Penia Kresnowati, S.T., M.Sc."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "Debaryomyces hansenii, Inhibisi, Partaian Berulang, Senyawa Turunan Lignoselulosa, Tandan Kosong Kelapa Sawit, Xilitol", "Sumber": "Perpustakaan Prodi Teknik Kimia", "Staf Input/Edit": "Alice Diniarti  \n                                     Budi Cahyadi", "File": "8 file", "Tanggal Input": "13 Jan 2022"}