{"Nomor": 62566, "Judul": "FINANCIAL FEASIBILITY ANALYSIS OF BORROW-TO-USE PERMIT  FOR FOREST AREA IN PT. XYZ", "Abstrak": "Indonesia merupakan produsen dan pengekspor utama batubara terutama batubara termal. Sifat harga batubara yang bergejolak dan tidak dapat diprediksi meningkatkan risiko dalam melakukan bisnis di industri pertambangan batubara. Sejak awal 2011 hingga pertengahan 2016, penurunan aktivitas ekonomi global berdampak pada penurunan harga batubara yang cukup signifikan. Selain masalah ekonomi global, regulasi pemerintah juga menambah tantangan di industri pertambangan batubara. \n \nPT. XYZ adalah perusahaan pertambangan batubara yang berlokasi di Kalimantan Timur. Tantangan dan ketidakpastian bisnis ke depan mendorong perusahaan untuk menyusun strategi untuk meningkatkan laba yang diterima. Di Area Produksi B, terdapat masalah yaitu tidak tersedianya kapasitas pembuangan matrial yang cukup untuk menampung semua material yang harus dibuang untuk mendapatkan seluruh cadangan batubara. Ada sebuah peluang untuk mengajukan Izin Pinjam Pakai Kawasan Hutan (PPKH) di area yang tumpang tindih antara antara Perjanjian Karya Pengusahaan Pertambangan Batubara (PKP2B) PT. XYZ dan Hutan Produksi dalam rangka memaksimalkan cadangan batubara perusahaan. Untuk melaksanakan perijinan PT. XYZ harus mengeluarkan biaya tambahan berupa pembayaran penerimaan negara bukan pajak (PNBP), kompensasi investasi pengelolaan hutan, rehabilitasi daerah aliran sungai, dan biaya operasional lainnya sebagai ganti peningkatan produksi batubara. \n \nSebelum mengajukan izin, perusahaan terlabih dahulu harus menentukan kelayakan proyek, karena beberapa pembayaran yang diperlukan untuk izin akan meningkatkan biaya operasional perusahaan. Tujuan dari makalah ini adalah untuk menganalisis kelayakan finansial proyek ini dengan menggunakan metode penganggaran modal, serta untuk menilai risiko yang terkait dengan proyek melalui analisis sensitivitas dan simulasi Monte Carlo. Hasil dari penelitian ini menunjukkan bahwa proyek ini layak secara finansial untuk dilaksanakan dengan NPV dari arus kas tambahan lebih besar dari 0 yaitu US$ 76.764.736, dan analisis risiko menunjukkan bahwa proyek akan memiliki probabilitas 69.6% akan memberikan nilai lebih kepada perusahaan, hal ini masih memenuhi kriteria penerimaan yang ditetapkan oleh PT. XYZ.", "Daftar File": {"2022_TS_PP_Febrian Maramis_Abstrak-1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/240924"}, "Penulis": "Febrian Maramis [29119421]", "Kontributor / Dosen Pembimbing": ["Ahmad Danu Prasetyo, S.T., M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Studi Kelayakan; Izin Pinjam Pakai; Analisis Risiko.", "Sumber": "PT. XYZ", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "13 Jan 2022"}