{"Nomor": 62575, "Judul": "TIGHTNESS AND SWEET SPOT FORMATION IN MOLDIC-PORE-TYPE DOLOMITE RESERVOIRS: THE MIDDLE ORDOVICIAN MAJIAGOU FORMATION IN THE EASTERN ORDOS BASIN, CENTRAL CHINA", "Abstrak": "The diagenetic evolution of the moldic-pore-containing gypsum dolomites of the Middle Ordovician Majiagou\nFormation in the eastern Ordos Basin, central China, was studied by means of petrological, mineralogical, and\ngeochemical analyses, to improve our understanding of heterogeneity in high-quality reservoirs. The aim of the\nstudy was to elucidate the processes that resulted in reservoir tightness and the formation of sweet spots, to guide\nfuture exploration. Results show that the moldic-pore-containing gypsum dolomites are the most favorable reservoir\nin the study area, with a mean porosity of 4.96% and a mean permeability of 0.748 mD. The development\nand preservation of gypsum moldic pores were the main factors causing reservoir heterogeneity. Specifically,\nmoldic pore development was controlled by the sedimentary microfacies, whereas pore preservation was related\nto dissolution and filling during telogenetic diagenesis. There were three main dissolution-filling stages that took\nplace in three settings: penecontemporaneous, epigenetic, and burial. These processes controlled the formation\nof reservoir sweet spots. Early-consolidated dolomite deposits were frequently exposed to the atmosphere in the\npenecontemporaneous environment under the influence of high-frequency sedimentary cycles, which led to the\ndissolution of evaporite minerals and consequent formation of gypsum moldic pores, accompanied by infilling by\nfreshwater calcite. During epigenesis, the porosity initially increased due to karstification, then significantly\ndecreased because of calcite infilling resulting from long subaerial exposure (120 Myr), which contributed to\nreservoir heterogeneity. Finally, during burial the high-temperature and high-pressure conditions led to chemical\ncompaction and continuous tightening of the reservoir, although some burial dissolution also took place.\nIn conclusion, the variable paleo-topography resulted in differences in the intensity of pore filling among the\nblocks in the study area, resulting in reservoir heterogeneity.", "Daftar File": {}, "Penulis": "TONG NIU [-]", "Kontributor / Dosen Pembimbing": ["Kai Hua", "Di Xiao", "Xing Gao", "Juanping Chen", "Jian Cao"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Dolomite, Tight carbonate rock, Gypsum moldic pores, Dissolution, Middle Ordovician Majiagou Formation, Ordos Basin", "Sumber": "Petroleum , Volume 5, Issue 4, Pages 341-351 (December 2019), https://doi.org/10.1016/j.petlm.2019.03.004", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "13 Jan 2022"}