{"Nomor": 62595, "Judul": "PENGUKURAN EFEKTIFITAS KEPEMIMPINAN DI ORGANISASI MANUFAKTUR (STUDI KASUS: PT PINDAD (PERSERO))", "Abstrak": "Hasil pengukuran dari pihak eksternal sejak tahun 2019 menyatakan bahwa kepemimpinan adalah\nsalah satu kendala yang perlu dipertimbangkan oleh Perusahaan dalam melakukan pengelolaan\nsumber daya manusia. Problematika mengenai kepemimpinan selalu menempatkan Perusahaan\npada posisi kritis terhadap isu-isu lainnya seperti pengembangan talenta, penilaian kinerja, dan\nbudaya perusahaan. Oleh karena itu, pendalaman mengenai isu kepemimpinan khususnya\nmengenai praktik efektifitas kepemimpinan di Perusahaan perlu dikaji lebih lanjut. \nPenelitian ini bertujuan untuk membantu PT Pindad (Persero) sebagai lokasi penelitian untuk\ndapat melakukan perbaikan secara spesifik mengenai isu kepemimpinan yang dihadapi. Metode\nyang digunakan dalam penelitian ini adalah pendekatan kuantitatif menggunakan kuesioner\npengukuran yang diberikan kepada responden di Perusahaan. Pemilihan responden dilakukan\ndengan metode stratified random sampling pada dua tipe responden yakni atasan dan bawahan\nlangsungnya. Dalam hal ini, atasan melakukan penilaian terhadap diri sendiri, sedangkan\nbawahannya melakukan penilaian kepada atasan secara kolektif sesuai lokasi direktorat kerjanya. \nHasil penelitian yang diolah secara kolektif menyatakan bahwa secara umum pada level korporat\nPerusahaan memiliki permasalahan kepemimpinan mengenai kemampuan pemimpin dalam\nmenerjemahkan permasalahan yang kompleks dengan pendekatan algoritma atau statistika\ntertentu untuk menyelesaikan masalah. Poin ini dinyatakan dalam pertanyaan ke-26 atau\ndinotasikan sebagai P26 dengan skor paling rendah yakni 4.18. Selanjutnya secara spesifik,\nPerusahaan memiliki delapan isu mengenai efektifitas kepemimpinan yang perlu untuk dikelola\nlebih lanjut. Berdasarkan temuan tersebut, maka dalam penelitian ini diberikan alternatif solusi\nyang diterjemahkan dalam rencana implementasi untuk dapat memudahkan Perusahaan dalam\nmempertimbangkan tindakan perbaikan yang diperlukan.", "Daftar File": {"2022_TS_PP_Devy Kusumonintyas Utami_1-Abstrakcs.pdf?": "https://digilib.itb.ac.id/gdl/download/241028"}, "Penulis": "Devy Kusumoningtyas Utami [29120176]", "Kontributor / Dosen Pembimbing": ["Ir. John Welly, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Efektifitas Kepemimpinan,Pengukuran", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "13 Jan 2022"}