{"Nomor": 62598, "Judul": "USULAN STRATEGI PEMASARAN UNTUK HOTEL BINTANG 3 DI BANDUNG (STUDI KASUS: GRAND CORDELA HOTEL BANDUNG)", "Abstrak": "Pandemi COVID-19 telah menyebabkan kemerosotan industri perhotelan. Grand Cordela Hotel\nBandung salah satu hotel bintang tiga di Bandung harus berhenti beroperasi selama 2 bulan karena\ntingkat hunian yang rendah dan pendapatan yang menurun. Namun, produk MICE muncul sebagai satusatunya\n\nproduk GCHB yang mengalami peningkatan. Selama pandemi, hotel tidak bisa hanya\nmengandalkan penjualan kamar namun hotel harus mencari alternatif sumber pendapatan. Melihat\npeluang ini, MICE diajukan sebagai alternatif pendapatan bagi GCHB. Penelitian ini bertujuan agar\nGCHB dapat memaksimalkan peluang MICE dengan membantu perusahaan memilih segmen B2B yang\npaling layak dan menguntungkan serta merekomendasikan strategi bauran pemasaran baru. Penelitian\nkualitatif dilakukan melalui proses wawancara kepada 15 partisipan dari Instansi Pemerintah, Logistik\ndan Konstruksi, Wedding Organizer, Event Organizer dan Travel Agent untuk mengidentifikasi\nperubahan perilaku pembelian kemudian melakukan analisis demand dan gap masing-masing segmen.\n\nHasil penelitian menunjukkan bahwa 1) Instansi pemerintah kesulitan menyelenggarakan acara MICE\nselama masa pandemi karena regulasi dan terpotongnya anggaran. 2) Logistik dan Konstruksi\nmemutuskan untuk menghentikan MICE skala besar selama pandemi karena efisiensi dan regulasi. 3)\nSegmen Travel Agent yang juga kesulitan karena permintaan MICE yang rendah. 4) Wedding Organizer\nberhasil mengadakan acara selama pandemi dengan format intimate wedding di hotel. 5) Event\nOrganizer telah beradaptasi dengan event virtual dan hybrid yang menandakan era baru MICE. Solusi\nbisnis yang diusulkan adalah GCHB menerapkan multiple segment specialization dengan menargetkan\nsegmen EO dan WO karena permintaan yang tinggi dan gap yang kecil. Untuk menjembatani gap,\nstrategi bauran pemasaran baru terdiri dari 1) Product: mengubah ruang pertemuan menjadi studio dan\nmeningkatkan bandwidth internet untuk mendukung acara virtual dan hybrid. 2) Price: membuat paket\npernikahan dan acara yang terjangkau 3) Place: partnership untuk memperluas saluran pembelian dan\nmeningkatkan kemungkinan untuk dipilih oleh end-user. 4) Promotion: acara gathering tahunan dengan\nEO dan WO dan untuk memperkuat hubungan dan meningkatkan awareness. 5) People: meningkatkan\nefektivitas dengan membagi departemen sales menjadi EO dan WO segmen. 6) Prosess: membuat\nservice blueprint baru dengan menambahkan program after-sales untuk memonitor kepuasan pelanggan\ndan meningkatkan niat pembelian kembali. 7) Physical evidence: pemeliharaan fasilitas ruang\npertemuan hotel dan memasang tanda protokol kesehatan yang jelas.", "Daftar File": {"2022_TS_PP_Suci Pebrianti Putri_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/241031"}, "Penulis": "Suci Pebrianti Putri [29120024]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "COVID-19, hotel, MICE, B2B, perilaku pembelian organisasi", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "13 Jan 2022"}