{"Nomor": 62616, "Judul": "STUDI PUSTAKA ELEKTRODA PASTA KARBON YANG DIMODIFIKASI DENGAN BROMTIMOL BIRU (BTB) UNTUK PENENTUAN KADAR BUTYLATED HYDROXIANISOLE (BHA) SECARA VOLTAMMETRI", "Abstrak": "Butylated hydroxyanisole (BHA) merupakan salah satu senyawa kimia yang sering digunakan sebagai senyawa aditif pada makanan. Senyawa ini biasa digunakan sebagai antioksidan untuk mencegah makanan tersebut dari kerusakan oksidatif. Namun, konsumsi senyawa ini memiliki nilai ambang batas sebesar 0,02% sesuai yang telah ditetapkan oleh Food & Drugs Association (FDA). Konsumsi BHA melewati ambang batas beresiko menyebabkan alergi berat, kanker dan efek negatif lainnya. Oleh karena itu, dibutuhkan suatu metode untuk menentukan kadar BHA dengan sensitivitas tinggi. Penentuan kadar BHA yang dilaporkan dalam 5 tahun terakhir banyak dilakukan menggunakan metode kromatografi gas, amperometri, dan voltammetri. Metode voltammetri merupakan salah satu metode yang bisa digunakan karena BHA adalah senyawa elektroaktif. Pada penelitian ini, dilakukan kajian literatur mengenai penentuan BHA dengan teknik voltammetri menggunakan bromtimol biru (BTB) dalam memodifikasi elektroda. Studi literatur ini bertujuan untuk menindaklanjuti hasil penelitian dari studi pendahuluan pada skripsi sebelumnya, yang menunjukkan bahwa penggunaan BTB dapat meningkatkan sensitivitas pengukuran BHA. Elektroda pasta karbon (EPK) termodifikasi BTB dalam pengukuran voltammetri banyak dikembangkan karena memiliki sensitivitas, selektivitas dan kestabilan yang baik dalam pengukuran. Dalam perkembangannya, elektroda termodifikasi ini mulai luas dipergunakan dalam dunia kesehatan yang berhubungan dengan analisis penyakit seperti pendeteksian kadar dopamin dan asam urat. Hasil studi literatur menunjukkan bahwa elektropolimerisasi merupakan salah satu teknik modifikasi yang dapat meningkatkan sensitivitas pengukuran analit. Penggunaan BTB sebagai monomer menunjukkan efek elektrokatalitik dalam pengukuran berbagai analit yang memiliki kemiripan gaya antarmolekul dengan BHA. Salah satu upaya untuk meningkatkan sensitivitas dan selektivitas terhadap BHA dapat dilakukan modifikasi dengan teknik molecularly imprinted polymer. Dalam modifikasinya diperlukan optimasi beberapa parameter seperti komposisi elektroda dan jumlah siklus elektropolimerisasi. Dalam penentuan kinerjanya diperlukan beberapa optimasi seperti optimasi larutan pendukung, pH pengukuran, dan pemilihan teknik voltammetri.", "Daftar File": {"ABSTRAK M A Majid Al Kindi": "https://digilib.itb.ac.id/gdl/download/241201", "PUSTAKA M A Majid Al Kindi": "https://digilib.itb.ac.id/gdl/download/245762"}, "Penulis": "M A Majid Al Kindi [10516027]", "Kontributor / Dosen Pembimbing": ["Dr. Ria Sri Rahayu, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "BHA, bromtimol biru (BTB), elektroda pasta karbon , voltammetri.", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "14 Jan 2022"}