{"Nomor": 62615, "Judul": "ANALISIS KESTABILAN DESAIN LERENG PADA TAMBANG OPEN PIT PT A; GEOLOGI DAN GEOMEKANIK", "Abstrak": "Desain lereng yang akan diimplementasikan pada daerah lambang dapat memengaruhi faktor keamanan, ekonomi, dan lingkungan tambang. Penelitian ini menganalisis desain lereng baik dari segi kekuatan batuan maupun struktur geologi pada lereng. Tipe batuan dan struktur geologi merupakan faktor alamiah yang mempengaruhi pembentukan longsoran pada lereng. Keberadaan struktur pada permukaan lereng ini tidak dapat diabaikan dalam menentukan lereng. Struktur akan menjadi zona lemah pada lereng dan dapat menyebabkan lereng mengalami gangguan kestabilan. Kestabilan lereng dapat diketahui dengun melakukan analisis kinematika dengan menenlukan jenis potensi longsor pada lereng. Keberadaan struktur dan tipe batuannya pada lereng menentukan lereng akan stabil atau tidak stabil. Semakin banyak kehadiran struktur pada lereng dapat menurunkan kekuatan batuan. Tetapi tidak semua tipe struktur geologi akan memperlemah kekuatan lereng, hal ini bergantung pada jenis struktur dan material yang mengisi bukaan. Struktur vein yang terisi kuarsa cenderung akan memperkuat bidang lemah sedangkan vein yang terisi clay cenderung menurunkan kekuatan lereng, Pada makalah ini akan dianalisis pengaruh struktur geologi terhadap kestabilan desain lereng dengan menggunakan orientasi data lubang bor. Metode yang digunakan yaitu: 1) Menentukan tipe struktur yang terdapat pada\npermukaan lereng: 2) Menentukan arah tegasan struktur, 3) Menentukan potensi longsoran dengan analisis kinematika. Hasil analisis menunjukkan tipe struktur yang mempengaruhi terjadinya longsoran adalah sesar, pecahan, rekahan, dan vein. Arah tegasan utama struktur adalah North - West South East. Hasil analisis kinematik memperlihatkan lereng dalam kondisi tidak stabil, karena terdapat potensi longsoran pada lereng yaitu potensi longsoran baji pada skala bench 40/N074E, longsoran bidang skala bench N308E/49 dan longsoran bidang skala interamp N310/40NE.", "Daftar File": {"COVER Laily Iza Maulina": "https://digilib.itb.ac.id/gdl/download/241151", "2017 LAILY IZA MAULINA 1-EDITORIAL BOARD.pdf)u": "https://digilib.itb.ac.id/gdl/download/241152", "2017 LAILY IZA MAULINA 1-TABLE OF CONTENT.pdf?": "https://digilib.itb.ac.id/gdl/download/241153", "2017 LAILY IZA MAULINA 1-PAPER.pdf\n]": "https://digilib.itb.ac.id/gdl/download/241154"}, "Penulis": "Laily Iza Maulina [-]", "Kontributor / Dosen Pembimbing": ["Slamet Widagdo, Trijanto Poespito, Syafrizal, Chalid Idham Abdullah"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "analisis kinematik, jenis longsoran ,kestabilan lereng, struktur geologi", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "4 file", "Tanggal Input": "14 Jan 2022"}