{"Nomor": 62613, "Judul": "OVERCOMING YESTERDAY, TODAY - VISUALISASI KOMPLEKSITAS EMOSI DARI PENGALAMAN MIMPI BERULANG", "Abstrak": "Represi adalah salah satu bentuk mekanisme pertahanan tubuh yang bertujuan\nmeredam hasrat dan keinginan diri. Perilaku represi yang berlebihan dan dilakukan\nsecara terus-menerus dapat berdampak buruk pada individu. Identifikasi mengenai\npengaruh represi ke dalam diri manusia dapat muncul kembali sebagai bentuk\nmimpi sebenarnya yang sudah lama dipendam di alam bawah sadar. Ketika mimpi\nmuncul dengan frekuensi yang intens, kadang dapat mempengaruhi kondisi emosi\ntertentu yang menarik untuk diungkapkan ke dalam bentuk karya seni rupa. Karya “Overcoming Yesterday, Today” berupaya mencurahkan kompleksitas emosi\nyang dirasakan penulis sebagai reaksi dari pengalaman mimpi berulang. Media\ndrawing digunakan untuk menggambarkan gagasan ini karena kebutuhan penulis\nuntuk mengkongkritkan pengalaman represi emosi, mimpi, pikiran dan spontanitas\nselama berkarya secara personal. Kompleksitas emosi berakumulasi ini diungkapkan melalui penggunaan goresan\ngaris, lapisan-lapisan (layering) sapuan warna yang mengarahkan pengamatan pada\ntransparansi bentuk drawing abstrak. Metode dan teknik berkarya menggunakan\nmedium waterbased krayon dan pensil warna yang dapat mewakili kualitas ekspresi\nemosi dan pengalaman yang dirasakan penulis. Penciptaan karya ini diharapkan\ndapat menggugah kesadaran yang lebih dalam mengenai respon personal terhadap\ndunia mimpi sebagaimana yang dialami penulis.serta audiens.", "Daftar File": {"ABSTRAK Ken Syakira": "https://digilib.itb.ac.id/gdl/download/241309"}, "Penulis": "Ken Syakira [17017020]", "Kontributor / Dosen Pembimbing": ["Oco Santoso, S.Sn., M.Sn.", "Dr. Irma Damajanti, S.Sn., M.Sn.", "Dikdik Sayahdikumullah, M.Sn., Ph.D.", "Zusfa Roihan, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "kompleksitas emosi, lapisan, mimpi, represi", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "14 Jan 2022"}