{"Nomor": 62612, "Judul": "PERSONA: PERJALANAN MENCARI DIRI", "Abstrak": "Laporan  tugas  akhir  ini  bertujuan  untuk  mengulas  perjalanan  penulis  dalam mencari  identitas  diri  melalui  karya  lukis.  Bermula  dari  kerisauan  diri  penulis tentang  eksistensi  diri  di  lingkup  sosial  karena  terlalu  lama  berinteraksi  sosial dengan cara bermain peran dengan menggunakan persona idola di media sosial dan rasa tidak percaya diri  dalam berinteraksi  sosial  di  kehidupan nyata. Sehingga memunculkan pertanyaan-pertanyaan retorik tentang identitas dan eksistensi diri. Bagaimana penulis melihat diri sendiri dan bagaimana penulis melihat diri penulis saat sedang bermain peran sebagai persona idola.\nSelain itu bagaimana penulis dapat merepresentasikan diri beserta persona-persona penulis saat bermain peran. Permasalahan-permasalahan yang muncul kemudian dikumpulkan oleh penulis berikut data-data yang dapat mendukung konsep yang akan  penulis  angkat  dalam  berkarya.  Penulis  melakukan  eksplorasi  visual  dan teknik sebelum mengeksekusi karya dan di akhiri dengan evaluasi ketika karya hampir selesai. Metode yang digunakan oleh penulis dalam berkarya adalah lukis. Medium yang digunakan adalah medium konvensional yaitu cat minyak di atas kanvas. Pada visualisasi karya penulis menghadirkan visual dari portret diri penulis bersama portrait diri penulis yang lainnya saat sedang bermain peran persona idola dan juga topeng-topeng persona penulis. Potret dari persona-persona idola yang digunakan penulis terdiri dari tiga karakter, yang pertama adalah persona dari idola wanita  dan  dua  sisanya  adalah  persona  dari  idola  pria.  Penulis  menggunakan pendekatan ekspresionis dan tidak melakukan mimesis pada visualisasi potret diri penulis di atas kanvas. Penulis juga menggunakan pendekatan simbolisme dalam berkarya. Adanya improvisasi teknik yang terlihat jelas dari kanvas satu ke kanvas lainnya  yang  memang  disengaja  sebagai  bentuk  perkembangan  dan  perjalanan penulis dalam mengenali diri melalui karya lukis tugas akhir.\nPenulis mengalami fase yang tidak mudah dalam perjalanan mencari diri yang bisa dilihat dari karya-karya lukis yang telah dieksekusi. Saat penulis mulai mengenal diri penulis, ada saat di mana penulis mempertanyakan lagi siapa diri penulis. Namun,  pada  akhirnya  penulis  menemukan  banyak  pengalaman  dan  pelajaran dalam proses berkarya. Adanya kesadaran tentang pencarian identitas diri yang dialami oleh generasi masa kini lebih cenderung ke arah di mana setiap individu ingin eksis atau diperhatikan oleh lingkungan sosialnya.", "Daftar File": {}, "Penulis": "Salwa Nadia Kamilah [17017014]", "Kontributor / Dosen Pembimbing": ["Dr. Nuning Yanti Damayanti, Dipl.Art.", "Muksin, M.Sn.", "Dadang Sudrajat, S.Sn., M.Sn.", "Dikdik Sayahdikumullah, M.Sn., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Identitas, Eksistensi, Persona, Lingkup Sosial, Idola, Lukis", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "14 Jan 2022"}