{"Nomor": 62628, "Judul": "FORMULASI STRATEGI BISNIS  BAGI PERUSAHAAN PENGOLAHAN IKAN  UNTUK PENETRASI KE E-COMMERCE (STUDI KASUS: PT XYZ)", "Abstrak": "Indonesia merupakan salah satu negara kepulauan yang kaya akan sumber daya alam khsususnya sektor\nperikanan. Sektor perikanan di Indonesia merupakan salah satu sektor bisnis yang sangat menarik bagi para\npengusaha. Hal tersebut terbukti dnegan jumlah unit pengolahan ikan di Indonesia yang ditemukan kurang\nlebih 62.000-unit yang tersebar di seluruh Indonesia. Salah satu unit pengolahan ikan yang akan dibahas\npada penelitian ini adalah PT XYZ. \nPT XYZ memulai operasi komersialnya pada tahun 2018 dan bergerak di bidang industri pengolahan dan\nperdagangan hasil perikanan yang dijual ke luar negeri. Pada tahun 2020, volume ekspor perusahaan\nmengalami penurunan sebesar 10,41% akibat pandemi yang melanda seluruh dunia. Dengan melihat\nbesarnya potensi pasar produk perikanan di Indonesia, PT XYZ mencoba mengadaptasi model binis B2C\ndengan memanfaatkan e-commerce sebagai platform penjualan produk mereka.   \nDengan mengingat hal tersebut di atas, maka dilakukan analisis ekternal dan internal. Analisis eksternal\ndilakukan dengan analisis PEST, Porter Five Forces, dan Competitor Analysis, sedangkan analisis internal\ndilakukan dengan bauran pemasaran, analisis rantai nilai, dan analisis VRIN. Setelah memperoleh hasil dari\nanalisis eksternal dan internal, tahap selanjutnya adalah melakukan analisis SWOT untuk mengidentifikasi\nkekuatan, kelemahan, peluang, dan ancaman yang akan dihadapi oleh perusahaan. Menjual produk yang\nberkualitas dan aman dikonsumsi dengan harga kompetitif merupakan keunggulan yang dimiliki oleh PT\nXYZ. \nBerdasarkan hasil analisis SWOT, dilakukan formulasi strategi dengan menggunakan TOWS matrix yang\ndiharapkan dapat menghasilkan strategi yang optimal bagi perusahaan. Berdasarkan TOWS matrix yang\ntelah dilakukan, strategi terbaik bagi perusahaan adalah strategi mini-maxi karena perusahaan perlu\nmengatasi kekurangan yang dimiliki saat ini sembari memaksimalkan kesempatan yang ada. Strategi yang\ndapat diimplementasikan yaitu membangun gudang untuk memastikan ketersediaan stok. Kedua, perlu\nmelakukan riset terkait produk yang dibutuhkan oleh pelanggan di e-commerce. Ketiga, perusahaan perlu\nmenambah karyawan atau divisi baru yang akan menangani seluruh transaksi di e-commerce. Terakhir,\nperusahaan perlu menciptakan proposisi nilai yang unik dalam bentuk iklan yang edukatif dan interaktif.", "Daftar File": {"2022_TS_PP_Stenley Andersen_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/241214"}, "Penulis": "Stenley Andersen [29120215]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "unit pengolahan ikan, strategi bisnis, analisis SWOT, strategi e-commerce.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "15 Jan 2022"}