{"Nomor": 62627, "Judul": "MENENTUKAN STRUKTUR MODAL YANG OPTIMAL PADA PERUSAHAAN MANUFAKTUR TELEKOMUNIKASI  (STUDI KASUS PT XYZ)", "Abstrak": "Indonesia masih relatif tertinggal dalam penerapan internet inklusif jika dibandingkan dengan beberapa\nnegara tetangga. Belum meratanya akses digital disebabkan oleh masalah perencanaan dan pendataan akibat\nkurangnya kerjasama antara pemerintah pusat dan daerah dalam membangun jaringan telekomunikasi. Oleh\nkarena itu, pemerintah berupaya untuk terus mengembangkan dan menyetarakan infrastruktur\ntelekomunikasi karena pemerataan akses sangat penting dalam memenuhi hak seluruh rakyat Indonesia.\nSalah satu infrastruktur telekomunikasi yang sangat dibutuhkan saat ini adalah pembangunan dan\npengembangan Base Transceiver Stations (BTS) di daerah yang masih kekurangan jaringan.\n\nProduk Base Transceiver Station (BTS) merupakan salah satu sumber pendapatan terbesar PT XYZ sejak\nawal berdiri. Untuk itu, perusahaan perlu berupaya untuk turut serta dalam pembangunan dan pemerataan\ninfrastruktur telekomunikasi ini. Keterlibatan PT XYZ dalam pengembangan dan pemerataan infrastruktur\ntelekomunikasi dapat menjadi strategi untuk meningkatkan profitabilitas perusahaan dan meningkatkan\nkinerja keuangan semenjak kinerja keuangan XYZ turun drastis akibat pandemi Covid 19. Sebagai respon,\nrencana yang sesuai diperlukan untuk memastikan bahwa semua upaya yang dilakukan menghasilkan\nkualitas dan kinerja yang optimal.\n\nKeberlanjutan setiap perusahaan bergantung pada struktur permodalan. Semakin rendah weighted average\ncost of capital (WACC), semakin besar nilai perusahaan. Dengan nilai perusahaan yang maksimal,\nperusahaan mengharapkan untuk mendapatkan kredibilitas dari semua relasi, termasuk bank, vendor,\npelanggan, dan investor. Oleh karena itu, Penulis melakukan analisis struktur modal yang optimal untuk \nPT XYZ sebagai tujuan untuk memaksimalkan nilai perusahaan dengan menggunakan metode simulasi.\n\nPenulis membuat tiga skenario kondisi situasi keuangan, yaitu kasus terbaik, kasus dasar, dan kasus\nterburuk. Dalam simulasi, nilai perusahaan diperkirakan pada setiap proporsi hutang dari 0% - 95%. Rasio\nhutang yang memperoleh nilai perusahaan tertinggi adalah struktur modal perusahaan yang paling optimal.\nDari simulasi, struktur modal yang optimal untuk PT XYZ adalah 30% rasio utang dalam skenario terbaik,\n70% rasio utang dalam skenario dasar, dan 80% rasio utang dalam skenario terburuk. Menurut Kerangka\nDamodaran, PT XYZ dapat melakukan pertukaran ekuitas atau meminjam uang sebagai strategi saat ini.", "Daftar File": {"2022_TS-PP_Afilia Felynda_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/241213"}, "Penulis": "Afilia Felynda [29119509]", "Kontributor / Dosen Pembimbing": ["Oktofa Yudha Sudrajad, S.T., M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Struktur Modal Optimal, Weighted Average Cost of Capital, Nilai Perusahaan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "15 Jan 2022"}