{"Nomor": 62622, "Judul": "ANALISIS DAMPAK NORMALISASI TERHADAP KONDISI DI HILIR SUNGAI BRINGIN KOTA SEMARANG", "Abstrak": "Kenaikan debit banjir sebagian besar dipengaruhi oleh adanya perubahan tata guna lahan pada Daerah Aliran Sungai (DAS). Kenaikan tersebut terjadi di DAS Bringin khususnya di bagian hulu yang terletak di Kecamatan Mijen dan bagian hilir berada di Kecamatan Tugu bagian Utara Kota Semarang dan bermuara di Laut Jawa. Tujuan penelitian ini adalah mengetahui besarnya debit banjir Sungai Bringin dan mengidentifikasi lokasi-lokasi rawan banjir dan memberikan solusi penanganan baik secara infrastruktur dan non-infrastruktur yang efisien. Data yang diperlukan berupa data curah hujan, data tata guna lahan dan penampang sungai. Data hujan harian ini selanjutnya didistribusi kedalam hujan 12 jam menggunakan distribusi hujan kumulatif PSA 007 .Penentuan Debit Banjir Rencana menggunakan metode SCS, ITB-1 , dan ITB-2. Debit banjir dengan kala ulang yang 2, 5, 10, 25, 50, 100, 200 dan 1000 tahun melewati Sungai Bringin adalah sebesar 87 m3/s, 117.88 m3/s, 142.04 m3/s, 177.16 m3/s, 206.73 m3/s, 239.46 m3/s, 275.83 m3/s dan 377.37 m3/s. Permodelan hidraulika dilakukan dengan menggunakan aliran unsteady pada software HEC RAS 6.1 . Hasil penelitian menunjukkan bahwa, perubahan tata guna lahan di DAS Bringin terjadi perubahan yang sangat signifikan terutama di daerah hulu yang telah berubah menjadi kawasan perumahan dan industri sedangkan di daerah hilir didominasi dengan perumahan dan areal tambak.", "Daftar File": {"ABSTRAK Ferdinand Agusta": "https://digilib.itb.ac.id/gdl/download/241207"}, "Penulis": "Ferdinand Agusta [25820018]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Indratmo, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Banjir, Hec-Ras, Aliran Unsteady", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Jan 2022"}