{"Nomor": 62625, "Judul": "PENGARUH PERLAKUAN SOLUTION TREATMENT TERHADAP STRUKTUR MIKRO DAN SIFAT MEKANIS BAJA MANGAN AUSTENITIK", "Abstrak": "Baja mangan austenitik memiliki sifat strain hardening yang tinggi dan kemampuan untuk mengeras akibat beban statis, dinamis, maupun impak yang dikenakan pada permukaan material sehingga banyak digunakan sebagai komponen wesel dalam industri transportasi kereta api. Tetapi, baja mangan austenitik hasil pengecoran bersifat getas karena keberadaan karbida, karena itu perlu dilakukan proses perlakuan panas untuk mendapatkan sifat mekanis yang optimum sehingga dapat dilakukan proses pre-harden dan diperoleh sifat mekanis yang diperlukan sebagai komponen wesel. Dalam penelitian ini, sampel baja mangan austenitik dibuat melalui proses pengecoran dengan komposisi kimia material mengikuti standar ASTM A 128 Grade C. Selanjutnya, untuk mengetahui efek perlakuan panas terhadap struktur mikro dan sifat mekanis baja mangan tersebut, dilakukan proses solution treatment dengan variasi temperatur austenisasi dan waktu tahan, serta perlakuan double solution treatment. Berdasarkan hasil penelitian, struktur mikro baja mangan austenitik terdiri dari fasa austenit yang stabil dan proses solution treatment menyebabkan kandungan senyawa karbida larut ke dalam matriks austenit. Solid solution strengthening dan karbida yang semakin sedikit setelah proses solution treatment berakibat pada peningkatan kekuatan luluh, kekuatan tarik, perpanjangan, dan harga impak, tetapi menyebabkan penurunan nilai kekerasan. Sifat mekanis terbaik ada pada sampel HT3 dengan kombinasi nilai kekuatan luluh, 433 MPa; kekuatan tarik, 671,4 MPa; perpanjangan, 22,7%. Akan tetapi, karena komposisi kimia dari baja mangan austenitik yang telah dibuat hanya mengandung 10,61% Mn dan besarnya berada di bawah minimum standar persyaratan, maka nilai sifat mekanis yang diperoleh masih lebih rendah dari minimum target: nilai kekuatan luluh, 445 MPa; kekuatan tarik, 885 MPa; perpanjangan, 38%. Kemudian, pada saat pengujian tarik terhadap sampel yang telah dikenakan solution treatment, selama deformasi plastis terjadi mekanisme deformasi yang diduga adalah deformasi twin sehingga terjadi peningkatan kekerasan mikro fasa austenit akibat strain hardening. Besarnya strain hardening tidak seragam antar butir, yang mana dipengaruhi oleh orientasi butir dan arah pembebanan tarik.", "Daftar File": {"ABSTRAK Adimas Dwi Anggoro": "https://digilib.itb.ac.id/gdl/download/241210"}, "Penulis": "Adimas Dwi Anggoro [23719001]", "Kontributor / Dosen Pembimbing": ["Ir. Arif Basuki, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "baja mangan austenitik, karbida, solution treatment, solid solution, deformasi twin.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "14 Jan 2022"}