{"Nomor": 62629, "Judul": "USULAN STRATEGI BISNIS UNTUK INDUSTRI MAKANAN DAN MINUMAN (STUDI KASUS: LADANGKITA.ID)", "Abstrak": "Pada masa pandemi covid-19 Pemerintah Indonesia mengeluarkan kebijakan terhadap \npenanganan wabah yang membatasi kegiatan-kegiatan masyarakat. Beliau juga menghimbau\nkepada masyarakat untuk meningkatkan sistem kekebalan tubuh mereka dengan cara\nmemperbanyak konsumsi buah-buahan. Hal tersebut menjadi peluang bagi kami untuk\nmembuat bisnis Ladangkita.id. Banyak permasalahan yang dialami oleh Ladangkita.id, namun\npermasalahan utamanya adalah beban biaya yang dikeluarkan lebih banyak daripada\npendapatannya. Maka dari itu Ladangkita.id memerlukan strategi bisnis untuk membangun\npeluang baru dan bisnis yang berkelanjutan.\n\nPenelitian ini membahas strategi bisnis Ladangkita.id sebagai perusahaan yang bergerak di\nindustri makanan dan minuman yang akan menjadi dasar dan acuan dalam membangun bisnis\nyang berkelanjutan. Penelitian ini dilakukan dengan menganalisis kondisi eksisting\nperusahaan secara eksternal maupun internal. Metode yang digunakan dalam penelitian ini\nadalah Porter 5 Forces, Consumer Behavior , Business Process Analysis, dan Resource Based\nView. Hasil dari metode analisis tersebut diintegrasikan menggunakan VRIO Analysis.\n\nMelalui VRIO Analysis, diperoleh isu permasalahan bahwa kondisi Ladangkita.id berada pada\nindustri Red Ocean yang memiliki banyak pesaing, apalagi banyak sekali permasalahan\ninternal yang dihadapi. Berdasarkan isu tersebut, penulis menggunakan analisis Blue Ocean\nStrategy dengan cara Create a New Value untuk memperoleh product shifting yaitu usulan\nProduct Processing Menu.\n\nBerdasarkan usulan strategi bisnis yang dibangun, penulis melakukan Market Analysis dan\nBusiness Plan. Sebagai upaya dalam mengefektivitas dan mengefisiensikan biaya\nLadangkita.id melakukan implementasi strategi dengan menawarkan produknya secara B2B\n(Warung dan Sports Centre) dan B2C (Marketplace dan Online Food) tanpa membuka outlet\nterlebih dahulu.", "Daftar File": {"2022_TS_PP_Aditia Abdurachman_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/241215"}, "Penulis": "Aditia Abdurachman [29119469]", "Kontributor / Dosen Pembimbing": ["Dr. Alvanov Zpalanzani, S.T., M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Covid-19, Industri Makanan dan Minuman, Bisnis Proses Analisis, Porter 5 Forces, Blue Ocean Strategy, and Business Plan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "15 Jan 2022"}