{"Nomor": 62626, "Judul": "FATAMORGANA", "Abstrak": "Fatamorgana merupakan sebuah karya seni lukis eksperimental bertujuan untuk\nmerepresentasikan keadaan dari konteks realita keseharian saat ini yang\nmenggunakan pendekatan ruang dan benda keseharian. Seiring berkembanganya\nilmu pengetahuan dan teknologi yang canggih, kehidupan manusia yang tak\nterlepaskan oleh dua realitas yang telah melebur dalam keseharian dan menjadi\npenting terlebih saat pandemi. Keberadaan internet terkhusus media sosial\nmenggeser pemaknaan sesuatu yang nyata dan tidak nyata. Fenomena itu\nkemudian memicu pemikiran penulis untuk mempertanyakan kembali mengenai\npersepsi kesadaran manusia yang hidup di antara realitas tersebut dalam\nmenanggapi suatu realita dan ilusi. Penulis mencoba untuk mempermainkan sifat\nrealitas dari citraan bersifat fatamorgana yang mampu dihasilkan oleh seni lukis.\nProses penciptaan yang telah dilakukan oleh penulis diantaranya; kaji teori seni\nsebagai representasi dan wacana mengenai realitas dan citraan fatamorgana serta\npengumpulan gambar dan kaji visual, kemudian dilanjutkan dengan proses\npembuatan sketsa pada kanvas dan pewarnaan serta penggunaan teknik tuang\npada kanvas maupun permukaan benda keseharian. Penulis mencoba\nmentrasformasikan ruang lingkup tersebut dalam pola yang dimiliki seni lukis\nyang mampu menghadirkan sifat yang sangat ilusif namun di saat yang bersamaan\nmampu menghadirkan sifat kongkrit dari cat yang lebih nyata. Kemudian\nselanjutnya akan merespon benda sekitar ruang keseharian yang memiliki kualitas\ndimensi lainnya. Karya ini juga merupakan sebuah upaya dalam merayakan\nkekacauan realitas dan cara untuk hidup berdampingan dengan ketidak-teraturan.\nPenggunaan medium pada karya ini di antaranya; cat minyak untuk dan cat akrilik\ndi atas kanvas dengan teknik tuang yang merespons benda sekitar dan pemajangan\nkanvas yang merespon ruang dan benda keseharian.\nPada akhirnya karya yang dihasilkan kemudian menyadarkan penulis bahwa\nrealitas yang terbentuk pada lukisan sejatinya hanya ada di dalam bidang datar.\nNamun tetap mampu untuk menghasilkan 3 tingkatan jukstaposisi. Pertama yakni\nusaha pembuatan citra yang ada pada depiksi benda keseharian di kanvas yang\nsaling bersinggungan dengan konkritnya tuangan cat. Kedua, tuangan cat yang\nmerespon benda-benda keseharian yang ada. Ketiga adalah posisi peletakan\nkanvas yang seolah menjadi benar ketika ditempatkan pada ruang-ruang\nkeseharian.", "Daftar File": {}, "Penulis": "Meutia Afifah [17017005]", "Kontributor / Dosen Pembimbing": ["Rizki Akhmad Zaelani Harry, S.Sn., M.Sn.", "Oco Santoso, S.Sn., M.Sn.", "Dadang Sudrajat, S.Sn., M.Sn.", "Danuh Tyas Pradipta, S.Sn., M.Sn.", "Zusfa Roihan, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "realitas, ilusi, fatamorgana, benda, ruang, keseharian, jukstaposisi", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "15 Jan 2022"}