{"Nomor": 62630, "Judul": "USULAN PENGEMBANGAN FITUR PENYEDIA CHATBOT VUCA BERDASARKAN ATRIBUT YANG DIMINATI CALON PELANGGAN MENGGUNAKAN MODEL  KANO", "Abstrak": "Kemajuan teknologi saat ini telah membuat sebagian besar jenis perusahaan melakukan digitalisasi\npada bisnisnya sebagai investasi menciptakan peluang dalam model bisnis yang berbeda, perilaku\nyang berbeda, atau dalam pengambilan keputusan. Salah satunya dalam hal komunikasi antara\nbisnis dengan pelanggannya di era pandemi, percakapan daring meningkat penggunaannya dan\nmenentukan akan terjadi konversi atau tidak. Hal ini mengharuskan adanya pengalaman\nberinteraksi yang berkesan bagi pelanggan untuk menilai kualitas layanan perusahaan tersebut.\nOleh karena itu, PT. Telkom Indonesia menggabungkan produknya, ChatAja, dengan pengembang\ndan penyedia chatbot Vutura untuk menciptakan platform bernama VUCA yang membantu bisnis\nmemaksimalkan pengalaman pelanggan dengan Artificial Intelligent Chatbot. Minat ekspansi\nVUCA harus terhenti karena bisnis yang mereka layani kekurangan sumber daya yang dapat\ndialokasikan untuk mengelola chatbot. Belum lagi adanya pemikiran bahwa menggunakan chatbot\nakan membuat bisnis semakin rumit. Sementara itu pada kenyataannya, VUCA telah mencoba\nmenyederhanakan situs web dan segala atributnya untuk dapat digunakan siapa saja dan bisnis apa\nsaja.\nPenelitian ini dilakukan dengan tujuan untuk mengidentifikasi fitur-fitur apa saja yang dapat\ndikembangkan oleh VUCA sesuai dengan kebutuhan calon pelanggan yang merupakan pelaku\nbisnis dan pengambil keputusan bisnis apa pun, dan untuk merekomendasikan pengembangan fitur\nuntuk mencapai tujuan VUCA. Metode yang digunakan adalah kuantitatif dengan bantuan\nperangkat lunak IBM Software (SPSS) Statistics versi 22 untuk pengolahannya. Data primer\ndiperoleh dari kuesioner, dan data sekunder yang digunakan berasal dari dokumen internal\nperusahaan beserta literatur yang relevan. Data yang diperoleh diuji validitas dan reliabilitasnya\nkemudian dilakukan pengklasifikasian menggunakan Model Kano yang terdiri dari enam kategori\nyaitu Attractive (A), Must-be (M), One-dimensional (O), Indifferent (I), Reverse (R), dan\nQuestionable (Q). Hasil penelitian ini menunjukkan bahwa terdapat 19 dari 22 atribut yang\nmempengaruhi tingkat kepuasan calon pelanggan terhadap penyedia chatbot. Untuk menentukan  rekomendasi apa yang dapat diberikan, maka satu atribut berkategori ‘One-dimensional’ yang\ntepat untuk dikembangkan VUCA saat ini adalah atribut personalisasi saran dari dimensi\n‘empathy’. Rekomendasi yang diberikan berdasarkan atribut yang dipilih diharapkan dapat\nmembantu calon pelanggan dalam membuat chatbot untuk bisnisnya dan memberikan gambaran\ntentang alat-alat yang ada pada situs VUCA.", "Daftar File": {"2022_TS_PP_Velanda Ahtayary Putri_1-Abstrakcs.pdf\n]": "https://digilib.itb.ac.id/gdl/download/241216"}, "Penulis": "Velanda Ahtayary Putri [29120167]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Chatbot, Model Kano, Pengembangan Fitur", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "15 Jan 2022"}