{"Nomor": 62631, "Judul": "PEMODELAN STOCKPILE ROM PIT BATUBARA TERSENTRALISASIMENGGUNAKAN ANALISIS ACTIVITY BASED COSTING  DALAM INISIATIF UNTUK MENGURANGI UNIT COST DI DEPARTEMEN COAL MINING PT. KALTIM PRIMA COAL", "Abstrak": "PT. Kaltim Prima Coal (PT KPC) merupakan perusahaan pertambangan batubara\nyang ditempatkan di proyek Sangatta, dimana pada saat ini sedang melakukan perbaikan\nuntuk terus meningkatkan laba untuk setiap tonase batubara. Pada tahun 2020,\nperubahan harga batubara di pasar dunia sebagian besar merupakan dampak dari\nsituasi pandemi di seluruh belahan dunia. Perubahan harga ini mendorong PT Kaltim\nPrima Coal untuk mengambil berbagai inisiatif untuk menjaga marjin agar tetap positif\nsehingga dapat bertahan di tengah kondisi fluktuasi harga. \nDepartemen Coal Mining di bawah Divisi Operasional Pertambangan yang\nbertanggung jawab atas aktivitas penambangan Batubara di MOD Division, telah\nmengidentifikasi beberapa bagian yang berpotensi dapat ditingkatkan terkait kegiatan\noperasionalnya. Dibandingkan dengan pesaing PT. Thiess Contractor Indonesia dan PT\nPAMA, Departemen Pertambangan Batubara memiliki beberapa parameter unik yang\nmembuat biaya /unit jauh lebih tinggi daripada pesaing. \nSaat ini unit cost aktual ytd 2020 untuk seluruh Departemen Coal Mining adalah\n2.17 ($/ton). Kontributor terbesar 3 berasal dari kegiatan penambangan batubara, rehandle\n\nbatubara dan juga pengangkutan batubara. Untuk kegiatan penunjang dan\npemeliharaan jalan batubara secara keseluruhan sama dengan tarif kontraktor.\nSebenarnya ada 3 aktivitas utama yang diterapkan untuk praktek saat ini yatu, proses\npenambangan batubara, proses reclaim batubara dan juga proses rehandle batubara.\nTermasuk di dalamnya adalah coal crushed yang merupakan proses atau tahapan \npengangkutan material batubara dari stockpile (ROM Pit & ROM) dan juga dari Pit ke\ncrusher. \nTugas akhir ini akan mencari akar penyebab tingginya unit cost Departemen Coal\nMining dengan menggunakan pemodelan ABC (Activity Based Costing) dan\nmenggunakan analisis driver tree. Metodologi penelitian adalah dengan melakukan\nbeberapa studi literatur dan analisis pada laporan aktual vs anggaran dari departemen\nCoal Mining tahun 2020, dan juga melakukan beberapa modifikasi pada aktivitas utama\npemuatan, pengangkutan dan juga reklaim untuk mengusulkan solusi demi mengurangi \nbiaya unit keseluruhan dari Departemen Coal Mining.", "Daftar File": {"2022_TS_PP_Ricky Akhmad Chaniago_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/241217"}, "Penulis": "Ricky Akhmad Chaniago [29119408]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nur Budi Mulyono, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Activity Based Costing, Coal Mined, Penambangan Batubara, Reklaim Batubara, ROM Pit Stockpile, ROM Stockpile, Unit Cost.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "15 Jan 2022"}