{"Nomor": 62637, "Judul": "STRATEGI PENGUKURAN DAN VISUALISASI STREAMLINE UNTUK EKSPERIMEN TEROWONGAN UDARA: ALAT PERAGA GAYA ANGKAT PADA AIRFOIL TINGKAT MENENGAH ATAS", "Abstrak": "Rumitnya bahasa matematika pada teorema Kutta-Joukowski mendorong guru Fisika untuk menggunakan konsep lain yang lebih sederhana dalam menjelaskan gaya angkat, yakni Prinsip Bernoulli. Untuk mencegah miskonsepsi yang mungkin ditimbulkan, telah dibuat seperangkat alat peraga (terowongan udara, mist maker, manometer U miring yang dimodifikasi, dan servo) dan dilakukan serangkaian eksperimen di dalamnya. Meskipun berukuran besar dan proses pembuatannya rumit, terowongan udara tetap dibutuhkan agar visualisasi aliran udara menggunakan particle tracer (teknik ultrasonic nebulizer) dapat dilakukan dengan akurat. Visualisasi aliran udara ini terutama digunakan untuk menunjukkan aliran udara di sekitar trailing edge airfoil NACA 4412 yang tidak mengalami separasi. Dengan gambar aliran udara, maka gaya angkat dapat dijelaskan dengan Hukum 3 Newton. Gaya angkat diindikasikan dengan pengukuran beda tekanan pada permukaan bawah dan atas airfoil (PB – PA) yang dilakukan dengan metode analisis video digital yang belum pernah diaplikasikan pada eksperimen terowongan udara maupun pengukuran beda tekanan. Dengan menggunakan Tracker, resolusi pengukuran kelajuan beda tekanan dapat mencapai 10,5 mPa dan ketidakpastian pengukuran kelajuan udara mencapai 4 mm/s. Selain itu, visualisasi aliran udara juga dapat digunakan untuk menunjukkan aliran laminer dan turbulens, efek Coanda, serta menunjukkan pengaruh bentuk permukaan airfoil terhadap beda tekanannya. Dengan demikian, bila digunakan dalam pembelajaran Fluida Dinamis, alat peraga beserta serangkaian eksperimennya dapat digunakan untuk meningkatkan akurasi pembelajaran, khususnya pada topik gaya angkat pada airfoil di tingkat menengah, dengan melandaskan pada konsep Hukum 3 Newton.", "Daftar File": {"ABSTRAK Ignatius Mayo Aquino Pang": "https://digilib.itb.ac.id/gdl/download/241223", "COVER Ignatius Mayo Aquino Pang": "https://digilib.itb.ac.id/gdl/download/255279", "PUSTAKA Ignatius Mayo Aquino Pang": "https://digilib.itb.ac.id/gdl/download/255285"}, "Penulis": "Ignatius Mayo Aquino Pang [24719003]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Muhammad Miftahul Munir, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "terowongan udara, ultrasonic nebulizer, analisis video digital, Tracker, alat peraga gaya angkat pada airfoil, Hukum 3 Newton.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "17 Jan 2022"}