{"Nomor": 62634, "Judul": "ANALISIS NIAT KONSUMEN MENGGUNAKAN DOMPET DIGITAL SELAMA COVID-19 DI INDONESIA", "Abstrak": "Kemajuan teknologi telah mengubah sistem pembayaran dalam transaksi\nkomersial yang sebelumnya hanya mengandalkan uang tunai, kini berkembang menjadi\nsistem nontunai yang lebih efisien dan hemat biaya. Bagi banyak orang Indonesia,\nmenggunakan e-wallet untuk mentransfer pembayaran langsung dari rekening bank\nmereka ke toko menjadi pilihan yang lebih menarik. Namun menurut data yang\ndiperoleh dari Asosiasi Penyelenggara Jasa Internet Indonesia (APJII) pada Q2 20192020, pengguna\nGopay, OVO, DANA, Shopee Pay, dan LinkAja di Indonesia masih rendah, yakni kurang dari 7% dari populasi. Namun dompet digital adalah metode pembayaran pendakian tercepat di Indonesia. Mereka tumbuh pada tingkat pertumbuhan tahunan gabungan 47% hingga 2021. Ini menunjukkan bahwa dompet\ndigital memiliki kekuatan potensial untuk tumbuh di Indonesia. Perusahaan fintech\nperlu memahami faktor apa saja yang menjadi pertimbangan konsumen dalam\nmengadopsi atau menggunakan dompet digital dan mengetahui strategi yang dapat\nmembantu meningkatkan jumlah pengguna dompet digital di Indonesia. Pada dasarnya,\npenelitian ini menggunakan UTAUT dan UTAUT 2, serta dua jurnal lainnya untuk\nmenyusun modelnya. Jadi variabel yang digunakan dalam penelitian ini adalah harapan\nkinerja, harapan usaha, pengaruh sosial, kondisi fasilitasi, nilai harga, inovasi, dan\nkeamanan teknologi. Selain itu, seiring merebaknya pandemi COVID-19, pemerintah\ndi banyak negara mengambil langkah untuk mendorong pembayaran nirsentuh. Jadi,\nrisiko yang dirasakan, manfaat yang dirasakan, dan dukungan pemerintah ditambahkan\nsebagai konstruksi dalam model. \nSetelah mengumpulkan 100 data kuesioner, dilakukan pengujian principal\ncomponent analysis (PCA) menggunakan SPSS dan model outer dan inner research\ndiuji menggunakan metode SEM-PLS. Berdasarkan hasil PCA, dari 11 variabel dan 28\nindikator dikurangi menjadi 8 variabel dan 26 indikator. Model bagian dalam diuji\nmenggunakan uji T ditemukan bahwa risiko yang dirasakan dan dukungan pemerintah\nmempengaruhi manfaat yang dirasakan. Kemudian, harapan kinerja, nilai harga, dan\nmanfaat yang dirasakan mempengaruhi niat untuk menggunakan dompet digital/ewallet.\n\nBerdasarkan variabel-variabel tersebut, disusun beberapa rekomendasi atau\nstrategi yang dapat diberikan.", "Daftar File": {"2022_TS_PP_Annisa Natasha_1-Abstrakcs.pdf)u": "https://digilib.itb.ac.id/gdl/download/241220"}, "Penulis": "Annisa Natasha Marsha [29120187]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Dompet digital, niat perilaku, analisis komponen utama, kuadrat terkecil parsial, pemodelan persamaan struktural", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "15 Jan 2022"}