{"Nomor": 62645, "Judul": "PETROGRAPHIC CHARACTERISTICS OF THE SANGKAREWANG KILIRAN AND BALIKPAPAN OIL SHALES", "Abstrak": "The world is now facing the increasing of energy demands. Oil shale is a new potential fossil energy source that may substitute con-ventional oil, gas and coal as the main energy sources. Some countries like Estonia, Brasil. and China have been producing oil shale com-mercially to fulfill their energy needs. Indonesia also has promising of shale resources but the respective research is by far still limited. Oil shales are defined as organic-rich shales con-taining significant amounts of oil-prone kero-gen and liberating crude oil upon heating [1]. Oil shale is known as unconventional hydrocar-bon source, as to gain shale oil, it has to be ex-tracted first by retorting. In Indonesia, oil shale was deposited during Tertiary and occurs wide-spread throughout the Indonesian basins. This research discusses oil shale samples from Sangkarewang Formation of Ombitin Basin in Talawi, West Sumatra; Brown Shale Formation of Kiliran Basin in Kiliran-Jac, West Sumatra, and Balikpapan Formation of Kutai Basin in Sanga-Sanga, East Kalimantan. The objectives of this study are to find out macerals composition of the oil shales and to define ma-turity Level by vitrinite reflectance measurement.", "Daftar File": {"2012 RESMITA 1-POSTER.pdf\n]": "https://digilib.itb.ac.id/gdl/download/241241", "2012 RESMITA 1-INVITATION.pdf5?": "https://digilib.itb.ac.id/gdl/download/241318"}, "Penulis": "Resmita Kusprasetianty [-]", "Kontributor / Dosen Pembimbing": ["Agus Haris Widayat, Komang Anggayana, Syafrizal, M Nur Heriawan, Arie Naftali Hawu Hede, Andy Yahya Al Hakim"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "oil shale, vitrinite reflectance , Sangkarewang", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "2 file", "Tanggal Input": "17 Jan 2022"}