{"Nomor": 62646, "Judul": "STUDI SPASIAL POTENSI BIOMASSA LIMBAH SEBAGAI BAHAN BAKAR PADA PEMBANGKIT DAYA SIKLUS UAP DENGAN PEMBAKARAN KOMBINASI DI INDONESIA MENGGUNAKAN SISTEM INFORMASI GEOGRAFIKA ARCGIS", "Abstrak": "Pembakaran kombinasi batu bara dengan biomassa merupakan salah satu alternatif\npenggunaan bahan bakar tak terbarukan yang dipilih oleh Pemerintah Indonesia. Sejalan\ndengan kebijakan tersebut, pada tugas sarjana ini dilakukan pemetaan berbasis sistem\ninformasi geografis (SIG) dari bahan bakar biomassa berupa limbah yang terdapat di\nIndonesia yang bertujuan untuk menghasilkan sistem informasi pemanfaatan bahan bakar\ntersebut.\nBiomassa limbah yang dicantumkan meliputi biomassa limbah industri kelapa sawit,\nkayu, padi, serta pulp dan kertas. Dilakukan pula analisis pencontohan pada beberapa\npembangkit listrik dengan kondisi berbeda. Pemetaan dan analisis dilakukan menggunakan\nperangkat lunak ArcMap, ArcGIS 10.\nMelalui penelitian ini telah dipetakan 1063 unit potensi biomassa limbah di Indonesia\ndengan total potensi sebesar 6.519,83 MW listrik untuk menghasilkan lima shapefile SIG\npotensi biomassa limbah. Analisis dilakukan pada tiga PLTU pencontohan dengan\nkarakteristik yang berbeda antara satu dengan lainnya. Didapatkan bahwa potensi terbesar\nbiomassa limbah di Indonesia merupakan kelapa sawit dengan potensi sebesar 5.464,81 MW\nlistrik, diikuti oleh tebu dengan 451,52 MW listrik, padi dengan 250,07 MW listrik, tebu\ndengan 147,66 MW listrik, dan pulp & kertas dengan 205,77 MW listrik (potensi limbah\npadat dan cair). Pada PLTU pencontohan, potensi biomassa limbah yang tersedia di sekitar\nPLTU masih dapat memenuhi kebutuhan bahan bakar biomassa dalam melaksanakan\npembakaran kombinasi pada dua dari tiga kasus pencontohan.", "Daftar File": {"ABSTRAK Nadhira Ghina Ramadhanti": "https://digilib.itb.ac.id/gdl/download/241233"}, "Penulis": "Nadhira Ghina Ramadhanti [13117112]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Toto Hardianto", "Ir. Hendi Riyanto, M.SME."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Biomassa Limbah, Sistem Informasi Geografis (SIG), Pembakaran Kombinasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "17 Jan 2022"}