{"Nomor": 62644, "Judul": "USULAN SISTEM PENILAIAN MANAJEMEN KINERJA UNTUK FUNGSI  MANAJEMEN RANTAI PASOK DALAM MERESPON PENGAKHIRAN KONTRAK BAGI HASIL", "Abstrak": "Sebagai produk komoditas, harga minyak mentah ditentukan oleh pasar dan terus mengalami perubahan di sekitar harga US$60/barel, nilai ini lebih rendah dari kondisi tahun 2008 yang mencapai US$160/barel. Menyikapi keadaan tersebut, Pemerintah Indonesia menerapkan Kontrak Bagi Hasil yang disebut Gross Split, menggantikan mekanisme Cost Recovery.PT XYZ merupakan operator blok Rokan yang akan digantikan oleh PT PHR untuk mengoperasikan dengan perubahan skema  dari Cost Recovery menjadi Gross Split. Meskipun demikian, perubahan organisasi ini akan tetap menggunakan sebagian besar karyawan yang sama, sehingga perlu disesuaikan dengan visi, misi, nilai dan budaya PT PHR. Selain itu, fungsi Supply Chain Management (SCM) terkena dampak secara langsung dari mekanisme Gross Split ini terkait dengan efisiensi biaya dan target waktu yang lebih tinggi. Selain itu beberapa indikator kinerja SCM juga tidak dapat digunakan lagi karena perbedaan referensi dan tujuan, Beberapa indikator yang dapat digunakan perlu disesuaikan dengan tujuan dan keadaan PHR. \n \nTujuan dari penulisan ini adalah untuk merancang Sistem Manajemen Kinerja yang baru untuk fungsi SCM dalam menanggapi perubahan tersebut menggunakan kerangka Integrated Performance Management System (IPMS). Pengumpulan data dilakukan melalui studi kepustakaan, angket, dan diskusi. Hasil dari tugas akhir ini menunjukkan bahwa sistem PMS yang baru dibutuhkan dan menghasilkan 22 indikator kunci yang mewakili perspektif IPMS. Indikator-indikator tersebut dihubungkan melalui metode prioritas Analitycal Hierarchy Process (AHP) dan dibandingkan dengan perusahaan lain di bidang usaha yang sama. Berdasarkan kaji banding, baik PMS yang diusulkan maupun acuan kaji banding memiliki variabel fokus yang sama seperti kepatuhan, keamanan, ketepatan waktu, dan efisiensi biaya.", "Daftar File": {"2022_TS_PP_Pramudito_Adhi_Abstrak-1.pdf?": "https://digilib.itb.ac.id/gdl/download/241232"}, "Penulis": "Pramudito Adhi [29119276]", "Kontributor / Dosen Pembimbing": ["Dr. Manahan Parlindungan Saragih Siallagan"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "sistem manajemen kinerja, minyak dan gas, manejemen rantai pasok", "Sumber": "PT. XYZ", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "17 Jan 2022"}