{"Nomor": 62640, "Judul": "KETAKUTAN TERHADAP BADUT", "Abstrak": "Setiap seniman memiliki latar belakang permasalahan dan hal yang\nmempengaruhi diri mereka sendiri dalam berkarya, internal maupun eksternal.\nPerasaan takut menjadi salah satu bentuk stimulus seniman dalam berkarya.\nCharles Spielberger, seorang psikolog menuliskan dalam bukunya yang berjudul\n“Anxiety and Behavior” di tahun 1966 bahwa ketakutan adalah suatu kondisi\nemosional sementara pada diri seseorang yang ditandai dengan perasaan tegang\ndan kekhawatiran yang dihayati secara sadar serta bersifat subjektif.\nAda berbagai bentuk ketakutan yang dialami penulis, namun bentuk ketakutan\nyang ingin dibahas penulis dalam karya ini adalah ketakutan terhadap badut.\nSecara umum, figur badut divisualisasikan sebagai bentuk yang jenaka dan\nmenghibur. Namun, dalam sudut pandang penulis, badut adalah sosok yang\nmenyeramkan. Penulis merasa takut ketika melihat figur badut yang sedang\ntersenyum lebar dengan riasan tebal di wajahnya. Walaupun sosok badut tersebut\nsedang membagikan permen dan balon, penulis tetap merasa takut dan menjauh\ndari badut. Ketakutan akan badut ini dialami oleh penulis selama masa kecilnya.\nNamun, semakin lama, ketakutan tersebut semakin memudar. Penulis ingin\nmembuat suatu karya yang mengilustrasikan proses dari perasaan takut penulis\nterhadap badut, dimulai sejak ia merasa ketakutan melihat badut, hingga penulis\nberdamai dengan visual badut tersebut dalam bentuk karya seni.\nDengan menggunakan medium linocut, penulis menggambarkan bagaimana awal\npenulis melihat figur badut yang terlihat menyeramkan, hingga berubah menjadi\nvisual badut yang lebih ceria.", "Daftar File": {}, "Penulis": "Sabrina Salsabila Rahmanda [17017002]", "Kontributor / Dosen Pembimbing": ["Dr. Nuning Yanti Damayanti, Dipl.Art."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Seni Rupa Murni dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "badut, cerita narasi, emosi, ketakutan", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "17 Jan 2022"}