{"Nomor": 62652, "Judul": "PERANCANGAN RUANG HIJAU PADA JALUR KONEKTIVITAS DI KAWASAN TOD (TRANSIT-ORIENTED DEVELOPMENT) STASIUN BANDUNG", "Abstrak": "Warga Kota Bandung cenderung senang menggunakan kendaraan pribadi dalam\nmobilitas sehari-hari. Namun, hal tersebut tidak sejalan dengan pengembangan\nfsilitas penunjangnya sehingga menimbulkan permasalahan-permasalahan.\nPemerintah Kota Bandung kini telah mencanangkan rencana kawasan Transit\nOriented Development (TOD) dimana semua transportasi umum saling terhubung\ndengan fasilitas umum juga fasilitas penunjangnya yang ramah bagi pejalan kaki.\nRencana kawasan tersebut dibagi menjadi sembilan sub area TOD dimana Stasiun\nBandung menjadi salah satu sub pusat kawasannya. Sub pusat kawasan ini memiliki\nsebagian besar jenis moda transportasi umum yang dimiliki kota baik angkutan\nkomersial maupun kendaraan pribadi. Hal tersebut menjadi dasar dalam\nperancangan tesis ini. Kawasan timur Stasiun Bandung menjadi focus utama tugas\nakhir ini, dimana perannya sebagai pusat kawasan dari beberapa fasilitas TOD\nutama yang akan dibangun berdasarkan Peraturan Daerah yang telah dibuat. Selain\nitu, kawasan ini diasosiasikan dengan berbagai jenis penggunaan lahan seperti\nperumahan, komersial, maupun rekreasi. Beberapa fasilitas umum seperti rumah\nsakit dan tempat peribadatanpun berdiri di kawasan ini. Ada pula stasiun transit\nmonorail yang berada di dalam kawasan ini. Dengan meningkatkan jalur sirkulasi\npublik di sepanjang kawasan, baik bagi pejalan kaki maupun pengendara sepeda,\nperancangan tugas akhir ini mampu menghasilkan interkoneksi antara beberapa\naktivitas di kawasan tersebut. Upaya untuk mendorong masyarakat agar mau\nberjalan, jalur sirkulasi pejalan kaki dan jalur sepeda haruslah didesain dengan\naman, menyenangkan untuk dilalui, dan mampu mengakomodir kenyamanan para\npenggunanya.\nPada saat penyusunan tesis ini, jalur pejalan kaki dan pengguna sepeda eksisting\nmasih cukup jauh dari kondisi aman dan nyaman untuk dilintasi. Minimnya fasilitas\nyang memadai bagi pejalan kaki dan pengguna sepeda seperti street furniture,\nsedikitnya elemen peneduh jalur, minimnya fasilitas untuk beristirahat, tidak\nstandarnya lebar jalur, tidak terkoneksinya jalur, dan tidakadanya jalur sepeda\nkhusus membuatnya jauh dari kata aman dan nyaman. Penggunaan elemen lanskap\npada jalur dan tempat istirahat pejalan kaki pada perancangan diutamakan dalam\nmewujudkan jalur yang walkable dimana ruang hijau dihadirkan sebagai jalur hijau \ndisepanjang jalur pejalan kaki, area peristirahatan pejalan kaki, dan area\nperistirahatan pengguna sepeda.\nKriteria desain yang digunakan dalam perancangan dihasilkan dari teori dan\nanalisis yang komprehensif terkait jalur konektivitas di kawasan TOD, jalur pejalan\nkaki yang walkable, jalur sepeda yang aman dan nyaman, dan menciptakan “image\nof the city” pada suatu tempat. Terdapat tiga jenis tempat peristirahatan yang\nditerapkan pada area perancangan yaitu pocket park, plaza sementara, dan parklet.\nRuang-ruang public tersebut dapat meningkatkan aktivitas yang interkoneksi di\ndalam kawasan. Penggunaan dan implementasi ruang public tersebut ditentukan\noleh ketersediaan ruang pada area perancangan. Keanekaragaman jenis tumbuhan\nyang diterapkan pada area perancangan dikategorikan berdasarkan kegunaannya.\nTanaman-tanaman tersebut dikategorikan menjadi tanaman sebagai elemen\nestetika, tanaman sebagai elemen peneduh, tanaman sebagai pembatas pandang,\ntanaman untuk peredam kebisingan, tanaman sebagai pengarah jalan, tanaman\nsebagai penutup tanah, dan tanaman sebagai penyerap polusi udara. Tanaman\ntersebut ditempatkan sesuai dengan kagunaannya. Selain itu, terdapat beberapa\nteknologi lanskap seperti pencahayaan alami, sumber energi ramah lingkungan,\nventilasi silang, rain garden, grey water system, dan tanaman sebagai cover façade\nalami diterapkan pada bangunannya.\nKawasan TOD Stasiun Bandung ini dirancang untuk menghimbau masyarakat agar\ntidak menggunakan kendaraan pribadi dan menghindari penggunaan angkot.\nDesain pada tesis ini juga diharapkan mampu mendorong masyarakat untuk\nberjalan kaki, bersepeda, atau menggunakan transportasi umum sehingga dapat\nmengurangi polusi udara dan lalu lintas padat di daerah perkotaan, membawa\nlingkungan yang lebih sehat untuk ditinggali dan meningkatkan kesehatan dan\nkesejahteraan masyarakat.", "Daftar File": {"ABSTRAK Tresna Indianasari": "https://digilib.itb.ac.id/gdl/download/241256"}, "Penulis": "Tresna Indianasari [28919009]", "Kontributor / Dosen Pembimbing": ["Ir. Endang Triningsih Soetrisno, M.S.P., MLA, Ph.D.", "Asep Darmana, S.T., M.Ars.", "Asep Darmana, S.T., M.Ars."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur Lanskap", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": ": Transit-Oriented Development, walkability, pejalan kaki, pengendara sepeda, pocket park, plaza sementara, parklet.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "17 Jan 2022"}