{"Nomor": 62664, "Judul": "STUDI PERUMUSAN KRITERIA DAN PEMILIHAN PESAWAT FIXED-WING UNTUK MISI PENCARIAN DAN PERTOLONGAN DI INDONESIA", "Abstrak": "Keadaan terkini yang menggambarkan permasalahan operasi SAR oleh Basarnas adalah sarana SAR yang tidak sepenuhnya mencakup seluruh wilayah pencarian dan pertolongan Indonesia serta karakteristik insiden SAR. Dibandingkan dengan sarana helikopter SAR yang telah beroperasi saat ini, pesawat SAR fixed-wing memiliki keunggulan dalam hal kecepatan dan cakupan wilayah. Selain itu, pesawat SAR fixed-wing juga ditujukan agar dapat melakukan misi pencarian (searching) dan penerjunan (dropping) untuk melengkapi helikopter SAR  yang telah ada, sekaligus menunjang operasi SAR dalam skala nasional.\n\nPerumusan kriteria pemilihan pesawat SAR fixed-wing dan pemilihan jenis pesawat SAR yang memenuhi kriteria tersebut dilakukan dalam beberapa tahap. Tahap pertama adalah identifikasi kebutuhan Basarnas yang dilakukan dengan meninjau keadaan sarana SAR udara Basarnas saat ini, serta regulasi dan dokumen terkait. Dapat ditetapkan bahwa misi utama pesawat SAR fixed-wing adalah pencarian dan penerjunan logisttik SAR, serta ditetapkan beberapa kriteria pemilihan yang berhubungan dengan aspek teknis, operasional, dan biaya. Beberapa kriteria pemilihan perlu diperinci untuk menentukan batasan-batasan yang digunakan dalam analisis selanjutnya.\n\nUntuk memilih jenis pesawat SAR fixed-wing di antara kandidat yang ada, dilakukan tiga kali analisis. Analisis teknis menghasilkan pengerucutan jumlah kandidat pesawat SAR fixed-wing. Dalam analisis operasional, kandidat pesawat SAR fixed-wing dianalisis dalam empat opsi pangkalan yang memenuhi tiga kriteria. Keempat opsi pangkalan ini juga menjadi masukan dalam analisis biaya untuk menghitung biaya akusisi dan total biaya operasional pesawat SAR. Untuk memilih jenis pesawat dan opsi pangkalan, kriteria-kriteria yang dianalisis secara kuantitatif dimasukkan dalam metode pengambilan keputusan AHP-TOPSIS dan scoring langsung. Berdasarkan metode AHP-TOPSIS, terpilih pesawat jenis ATR\n72 dan opsi pangkalan D, sementara berdasarkan metode scoring langsung, terpilih pesawat jenis C-205 dan opsi pangkalan D.", "Daftar File": {"ABSTRAK Ardhana Tahriza Syarif": "https://digilib.itb.ac.id/gdl/download/241275", "COVER Ardhana Tahriza Syarif": "https://digilib.itb.ac.id/gdl/download/241276", "PUSTAKA Ardhana Tahriza Syarif": "https://digilib.itb.ac.id/gdl/download/241282"}, "Penulis": "Ardhana Tahriza Syarif [13615016]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hisar Manongam Pasaribu"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "pesawat SAR fixed-wing, misi SAR, kriteria pemilihan pesawat, opsi pangkalan, metode pengambilan keputusan", "Sumber": "", "Staf Input/Edit": "Erlin Marliana Effendi", "File": "8 file", "Tanggal Input": "17 Jan 2022"}