{"Nomor": 62665, "Judul": "USULAN DESAIN SISTEM INFORMASI DAN MANAJEMEN BASIS DATA UNTUK  MANAJEMEN HAMA DAN PENYAKIT", "Abstrak": "Perubahan dari era pertanian tradisional kearah era pertanian pintar, membuat manajemen sistem informasi pertanian semakin penting. Manajemen sistem informasi pertanian saat ini seringkali dikembangkan ke aplikasi pertanian. Telkom Indonesia melihat ini sebagai peluang, dan muali mengembangkan aplikasi pertanian dengan nama Agree. Agar tetap bisa bersaing dengan para pengembang aplikasi pertanian yang lain, Telkom Indonesia perlu untuk mengembangkan Agree untuk menawarkan layanan lainnya. Salah satu layanan yang dapat ditambahkan yaitu manajemen hama dan penyakit. Manajemen hama dan penyakit merupakan salah satu aktivitas utama pada fase tanam yang membutuhkan biaya tinggi.  \nBerdasarkan kondisi ini, mengetahui hal apa yang membuat manajemen hama dan penyakit membutuhkan biaya tinggi. Hal lain yang menjadi penting bagi Agree adalah bagaimana pengembangan fitur untuk manajemen hama dan penyakit dapat dilakukan. Penelitian ini melakukan beberapa analysis untuk dapat memberikan solusi, analisis dilakukan dengan menggunakan analisis 5Whys, System Development Life-Cycle (SDLC), dan Data Flow Diagram. \nPenelitian ini dilakukan sampai dengan tahap desain sistem yang direkomendasikan. Solusi yang dihasilkan dari hasil analisis adalah manajemen hama dan penyakit yang dapat memeberikan rekomendasi penggunaan pestisida yang sesuai dengan hama dan penyakit yang dialami. Berdasarkan tahapan ini diketahui bahwa ada 13 database yang diperlukan dalam membuat aplikasi manajemen hama dan penyakit.", "Daftar File": {"2022_TS_PP_Nadya Alyssa_Abstrak-1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/241284"}, "Penulis": "Nadya Alyssa [29120035]", "Kontributor / Dosen Pembimbing": ["Dr. Yuanita Handayati, M.S.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Manajemen hama dan penyakit, System Development Life-Cycle, Manajemen basis data", "Sumber": "Telkom Indonesia", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "17 Jan 2022"}