{"Nomor": 62671, "Judul": "USULAN STRATEGI BISNIS UNTUK KONSULTAN DESAIN INTERIOR (STUDI KASUS: GINTING DESIGN)", "Abstrak": "Desain interior merupakan subsektor unggulan dalam bisnis kreatif yang berperan penting dalam\npertumbuhan ekonomi Indonesia, terutama sejak tahun 2020 di era epidemi. Orang-orang mulai\nmenghargai kualitas utilitarian dan estetika ruangan, terutama di kota-kota besar seperti\nSurabaya. Ginting Design berpeluang untuk terlibat dalam desain interior karena saat ini belum\nada perusahaan konsultan di Surabaya yang memiliki output yang sama dari teknologi seperti\nVR dan animasi. Ginting Design, sebagai pendatang baru konsultan desain interior yang belum\nbegitu dikenal oleh masyarakat, membutuhkan strategi bisnis untuk bersaing dengan persaingan.\n\nPenelitian ini menganalisis strategi bisnis Ginting Design sebagai konsultan desain interior.\nKajian ini dilakukan dengan mengkaji keadaan perusahaan saat ini, baik di luar maupun di\ndalam. Penelitian ini menggunakan metode Porter 5 Forces, Customer Analysis, Existing\nServices, Business Process Analysis, dan Marketing Mix 7Ps. Pada Root Cause Analysis, hasil\npendekatan analisis akan diintegrasikan dengan memanfaatkan SWOT dan Fishbone Diagram.\n\nEnam tantangan ditemukan melalui Root Cause Analysis sebagai hambatan bagi Ginting Design\nuntuk mengembangkan metode kerja dan rencana promosi baru untuk mempertahankan klien\nyang sudah ada dan menarik klien baru. Peneliti menggunakan analisis Matriks TOWS, Proposed\nStrategies, dan Proposed Marketing Mix 7Ps untuk memberikan saran strategi perusahaan baru\nberdasarkan tantangan ini.\n\nUntuk mewujudkan ide menjadi tindakan di perusahaan nyata, peneliti membuat rencana strategi\nyang mencakup perkiraan jadwal dan anggaran. Rekomendasi strategi bisnis dihasilkan untuk\ndiimplementasikan dalam bisnis Ginting Design yang sebenarnya.", "Daftar File": {"2022_TS_PP_Afrilia Dwi Permata Ginting_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/241327"}, "Penulis": "Afrilia Dwi Permata Ginting [29119414]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Strategi Bisnis, Desain Interior, Marketing Mix 7Ps, Konsultan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "17 Jan 2022"}