{"Nomor": 62670, "Judul": "FAKTOR-FAKTOR YANG MEMPENGARUHI TINGKAT PELAYANAN AIR BERSIH PDAM DAN POLA HUBUNGANNYA DI PROVINSI JAWA BARAT", "Abstrak": "Air bersih merupakan kebutuhan utama manusia yang tidak dapat digantikan\nkeberadaannya. Pemerintah pusat telah menargetkan 100 persen akses air bersih\nuntuk seluruh penduduk Indonesia pada tahun 2024 dengan PDAM sebagai\npenanggung jawab langsung proyek ini. Kebutuhan air bersih paling tinggi berada\npada wilayah dengan jumlah penduduk yang besar. Provinsi Jawa Barat sebagai\npenopang utama berbagai kegiatan Ibu Kota Negara, juga termasuk ke dalam 3 (tiga)\nkawasan metropolitan membuat kebutuhan air bersih di Provinsi ini sangat tinggi.\nNamun, pada saat ini tingkat pelayanan PDAM di Provinsi Jawa Barat yang diukur\nmenggunakan aspek cakupan pelayanan dan konsumsi air domestik masih sangat\nrendah. Selain itu, terjadi ketimpangan cakupan pelayanan pada satu kabupaten/kota\ndengan kabupaten/kota lainnya dalam Provinsi Jawa Barat. Untuk dapat mengatasi\npermasalahan rendahnya cakupan pelayanan dan konsumsi air domestik PDAM ini\nperlu diketahui faktor-faktor yang mempengaruhi cakupan pelayanan dan konsumsi\nair domestik PDAM di Provinsi Jawa Barat. Metode analisis yang digunakan adalah\nmetode analisis regresi berganda untuk mengetahui faktor-faktor yang mempengaruhi\ncakupan pelayanan dan konsumsi air domestik beserta pola hubungannya. Setelah\nanalisis dilakukan, didapatkan fakta bahwa faktor yang mempengaruhi cakupan\npelayanan adalah tarif air bersih PDAM, PDRB atas dasar harga konstan dan volume\nproduksi riil. Sedangkan faktor yang mempengaruhi konsumsi air domestik adalah\ntarif air bersih PDAM, pendapatan perkapita, laba yang didapatkan PDAM setelah\npajak dan jumlah penduduk miskin yang ada pada wilayah tersebut.", "Daftar File": {}, "Penulis": "Nur Fadilah [15415023]", "Kontributor / Dosen Pembimbing": ["Dr. Sri Maryati, S.T., MIP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Tingkat Pelayanan, cakupan pelayanan, kebutuhan air bersih, konsumsi air domestik, Provinsi Jawa Barat, PDAM.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "17 Jan 2022"}