{"Nomor": 62672, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN PENJUALAN USAHA MAKANAN SEHAT : KASUS MIETHY", "Abstrak": "Masyarakat sekarang mulai menjalani kegiatan yang mendukung terhadap tindakan pencegahan \nterhadap penyakit berbahaya tersebut, seperti olahraga, menjaga kesehatan mental dan yang paling\nutama adalah mengkonsumsi makanan sehat. Peningkatan jumlah kesadaran masyarakat akan\nmakanan sehat ini membuat sektor bisnis  kuliner meningkat. Miethy, sebuah bisnis makanan sehat\nrumahan, juga akan dapat menawarkan berbagai makanan sehat. Di masa pandemi Covid-19,\nseluruh penjualan bisnis kuliner, termasuk Miethy, menurun dan kompetitif secara komersial. \nMiethy mengalami penurunan penjualan sebesar 23% setelah empat bulan peluncuran. Selama\nbisnis ini berjalan, penjualan produk Miethy selalu di bawah target penjualan dan arus keuangan\ntidak terkendali. Maka, tujuan dari penelitian ini adalah untuk menganalisis kondisi Miethy saat ini,\nuntuk mengetahui apa yang dapat dilakukan untuk meningkatkan penjualan, dan apa rencana\npemasaran yang ideal untuk Miethy's di masa depan. \nMetode kualitatif yang digunakan untuk analisis internal dan eksternal, yaitu analisis STP, analisis\nbauran pemasaran 4P, Five Porter’s Forces, Analisis Kompetitif dan Analisis Pelanggan. Analisis\ninternal dan eksternal yang dilakukan ini membuat nilai SWOT perusahaan terjawab. Analisis\ninternal dilihat dari data internal Miethy, ditemukan bahwa aktivitas pemasaran Miethy belum\nmemadai, dan strategi bauran pemasaran masih belum sesuai dengan segmentasi, target, dan posisi\npasar Miethy. Analisis eksternal dilakukan dengan menganalisis pesaing dan juga menyebarkan\nkuesioner menggunakan Google Form kepada 67 responden. Hasil yang didapatkan yaitu Miethy\nmengalami persaingan yang tinggi dibandingkan para pesaingnya karena kurangnya branding \nperusahaan. Dan kuisioner digunakan sebagai tolak ukur untuk mengetahui analisis perilaku \npelanggan saat membeli suatu produk dan mempertimbangkan produk Miethy.  \nBerdasarkan hasil penelitian ini, Miethy dituntut untuk mendesain ulang strategi pemasaran yang\nbaru. Strategi pemasaran baru yang menjadi solusi dari penelitian ini adalah marketing mix 4P yang\nbaru. Miethy akan membuat varian produk baru yaitu “Kudapan Mie Sehat” dengan empat rasa\n(kari ayam, keju dan pedas). Penjualan produk terbaru Miethy akan dipasarkan di Bandung dengan\nkisaran harga 20.000 hingga 30.000. Dan Miethy juga harus mengoptimalkan digital marketing\nseperti di media sosial dan online marketplace untuk promosinya.", "Daftar File": {"2022_TS_PP_DELISA JULIANITA PUTRI_1-Abstrakcs.pdf\n]": "https://digilib.itb.ac.id/gdl/download/241328"}, "Penulis": "Delisa Julianita Putri [29119405]", "Kontributor / Dosen Pembimbing": ["Ir. Dwi Larso, M.SIE, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Makanan sehat, Covid-19, Analisis SWOT, Strategi marketing.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "17 Jan 2022"}