{"Nomor": 62684, "Judul": "KAJIAN PROFIL ANGIN DI TROPOPAUSE TROPIS YANG BERASOSIASI DENGAN INTERAKSI QBO-MJO BERDASARKAN PENGAMATAN RADAR ATMOSFER EKUATOR", "Abstrak": "Madden-Julian Oscillation (MJO) adalah sistem konvektif skala besar yang berpropagasi ke arah timur. Studi terbaru menemukan pada saat musim dingin belahan bumi utara (boreal winter), sebanyak 40% variabilitas fenomena MJO berkaitan dengan QBO. Jalur utama pengaruh QBO terhadap troposfer adalah melalui perubahan karakteristik Tropical Tropopause Layer (TTL), yaitu lapisan transisi antara troposfer dan stratosfer. Penelitian ini bertujuan untuk menganalisis variasi angin di TTL menggunakan data observasi EAR untuk mengonfirmasi dinamika tropopause tropis akibat QBO serta asosiasinya dengan aktivitas konvektif MJO.\nParameter yang dianalisis dalam penelitian ini adalah angin 3D dan ketinggian Radar Tropopause (RT) dari observasi Equatorial Atmosphere Radar (EAR). Analisis aktivitas konvektif dilakukan berdasarkan parameter presipitasi, OLR, dan Convective Available Potential Energy (CAPE) dari data radiosonde yang dikelompokkan berdasarkan indeks angin zonal dari EAR.\nPengamatan EAR mengonfirmasi variasi dinamika TTL akibat QBO. Pada daerah sekitar tropopause geser angin zonal lebih kecil saat QBOE yang berasosiasi dengan perturbasi temperatur sebesar –2°C di ketinggian 16-18 km sebagai konsekuensi dari perubahan angin zonal dari kaidah kesetimbangan quasi- geostropik angin termal. Variasi tersebut memicu gerak vertikal naik yang ditunjukkan dengan profil angin vertikal. Ketinggian tropopause mengalami kenaikan di 17,4 km dibandingkan QBOW dan QBON yang masing-masing bernilai 16,7 km dan 16,8 km. Keadaan TTL tersebut seharusnya mendukung peningkatan aktivitas konvektif pada saat QBOE. Namun, komposit presipitasi pada MJO saat QBOE dan QBOW tidak memiliki perbedaan yang signifikan sehingga karakteristik TTL tidak banyak memengaruhi aktivitas konveksi MJO di sekitar Sumatera Barat.", "Daftar File": {"ABSTRAK Arlif Nabilatur Rosyidah": "https://digilib.itb.ac.id/gdl/download/241345"}, "Penulis": "Arlif Nabilatur Rosyidah [22420030]", "Kontributor / Dosen Pembimbing": ["Dr. Nurjanna Joko Trilaksono, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Interaksi QBO-MJO, EAR, TTL", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "17 Jan 2022"}