{"Nomor": 62688, "Judul": "DESAIN MEKANISME KOMBINASI KEMUDI BELOK DAN RODA MIRING (TILT) UNTUK KENDARAAN RODA-3 KONFIGURASI TADPOLE", "Abstrak": "Dewasa ini masyarakat menggunakan kendaraan roda 4 sebagai sarana mobilitas\nperorangan yang nyaman. Meskipun kendaraan roda-3 Tadpole mampu menawarkan\nkenyamanan sekelas mobil dan konsumsi energi mendekati sepeda motor, namun kendaraan\nini lebih mudah mengalami rollover dibanding kendaraan roda 2 dan 4. Ide dari tugas sarjana\nini adalah merancang mekanisme kombinasi kemudi belok dan roda miring (tilt) yang\ndiharapkan mampu menaikkan tingkat stabilitas lateral kendaraan roda-3 Tadpole.\nProses desain dillakukan pada mekanisme kemudi kendaraan Tadpole yang\ndigunakan untuk kompetisi hemat energi. Mekanisme aktuasi roda miring diterapkan dengan\nkomponen pin geser pada knuckle. Metode penyambungan gerak antara roda miring dan\nkemudi direalisasikan dengan mekanisme scotchyoke sebagai aktuator. Perakitan total awal\ndiverifikasi secara kinematik, apakah memenuhi kaidah Ackermann dan apakah\nmemperbaiki kecepatan kritis. Hasil yang berarti adalah perbaikan kecepatan kritis sebesar\n18 %.\nKekuatan desain awal diuji pada kondisi berbelok tunak dengan metode elemen\nhingga. Dari analisis, didapatkan dudukan bearing rod end dan body pada bearing rod end\nbawah sebagai komponen kritis. Proses iterasi desain melibatkan penebalan dudukan bearing\nrod end dan penggantian material body pada bearing rod end.", "Daftar File": {"ABSTRAK Adhin Novrizal Rahmat": "https://digilib.itb.ac.id/gdl/download/241349"}, "Penulis": "Adhin Novrizal Rahmat [13116023]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Djoko Suharto, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Kendaraan roda 3 Tadpole, Stabilitas lateral, Kecepatan kritis, Desain, Mekanisme kombinasi kemudi dan roda miring", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "17 Jan 2022"}