{"Nomor": 62681, "Judul": "OPTIMASI PARAMETER PROSES TEKNIK ADDITIVE MANUFACTURING SELECTIVE LASER MELTING MENGGUNAKAN METODE TAGUCHI DAN ANOVA TERHADAP KEKUATAN TARIK DAN DENSITAS PADA ALSI10MG", "Abstrak": "AlSi10Mg merupakan jenis paduan aluminium seri 6XXX dengan paduan\nutama silikon (Si) dan magnesium (Mg). Paduan ini banyak diaplikasikan pada\nkomponen yang memerlukan kombinasi antara sifat termal yang baik dengan\nmassa yang relatif ringan, misalnya pada komponen pesawat terbang dan otomotif\ndengan bentuk yang relatif kompleks. Untuk membuat komponen dengan bentuk\nyang kompleks dapat dilakukan dengan teknologi additive manufacturing (AM)\ndengan metode Selective Laser Melting (SLM).\nPada penelitian ini dilakukan pengumpulan data dengan menggunakan\nmetode studi literatur dan selanjutnya data yang telah diperoleh dilakukan\noptimasi dengan menggunakan metode Taguchi dan ANOVA. Metode Taguchi\nmerupakan suatu metode yang bertujuan untuk meningkatkan kualitas dari produk\ndan proses pada waktu yang sama dengan tujuan mengurangi biaya dengan cara\nmengurangi jumlah eksperimen sehingga diperoleh kondisi yang optimum.\nParameter proses yang dipilih memiliki pengaruh yang signifikan terhadap respon\nyang ditinjau berdasarkan literatur yang dipilih. Selanjutnya, digunakan\nOrthogonal Arrays tuntuk mengurangi jumlah eksperimen dan dilakukan optimasi\nmenggunakan ANOVA dengan aplikasi Microsoft Excel.\nBerdasarkan pengolahan data, dihasilkan kontribusi yang paling tinggi\nterhadap UTS dan densitas adalah Hatch Spacing dengan nilai sebesar 35,70% dan\n93,77%.", "Daftar File": {"ABSTRAK Raka Al Thareq": "https://digilib.itb.ac.id/gdl/download/241339"}, "Penulis": "Raka Al Thareq [13717038]", "Kontributor / Dosen Pembimbing": ["Ir. Slameto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "AlSi10Mg, selective laser melting, Taguchi, ANOVA", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "17 Jan 2022"}