{"Nomor": 62692, "Judul": "USULAN PENGEMBANGAN PRODUK APLIKASI BARU  MYKPC UNTUK HUMAN RESOURCES INFORMATION SYSTEMS MENGGUNAKAN DESIGN THINKING & LEAN STARTUP STUDI KASUS: PT KALTIM PRIMA COAL", "Abstrak": "PT KPC (Kaltim Prima Coal) merupakan salah satu perusahaan batubara terbesar di Indonesia dengan luas konsesi lahan sekitar 84.938 hektar dan produksi batubara sekitar 70 juta ton per tahun. Dengan perkembangan teknologi, PT KPC juga harus berkembang. Terkait hal tersebut, PT KPC telah melakukan proyek digitalisasi tahap pertama yang fokus pada optimalisasi di bidang operasional pertambangan, seperti dashboard untuk operasional real time. Perusahaan telah melakukan transformasi bisnis yang mengandalkan digitalisasi untuk meningkatkan efisiensi proses dan efektivitas bisnis. Pentingnya teknologi bagi perusahaan tercermin dengan menjadikan teknologi sebagai strategi utama untuk mencapai tujuan yang dituangkan dalam visi dan misi perusahaan. Salah satu cara untuk melakukan pembenahan di bidang teknologi khususnya pada bagian Human Resources adalah dengan adanya HRIS (Human Resources Information System) yang membantu langsung kepada karyawan maupun divisi HR. Dari sisi karyawan tentunya akan lebih mudah dalam hal kebutuhannya terkait pengajuan cuti, absensi, dll yang berkaitan dengan masalah HR. Sedangkan untuk divisi HR dapat lebih mudah untuk memaintain data dalam sistem yang semula dilakukan dengan menggunakan formulir manual, namun sekarang bisa dilakukan secara digital. \nDalam penelitian ini, penulis akan menggunakan pendekatan design thinking dan lean startup untuk melakukan analisis situasi dan analisis masalah. Cara untuk melihat apa yang dibutuhkan pengguna dalam menggunakan HRIS (Human Resource Information Systems) adalah dengan design thinking dan lean startup. Design thinking, terdiri dari empathize, define, ideate, prototype, dan testing. Menjalankan proses design thinking dapat menciptakan produk yang fokus pada users dan mengetahui apa yang benar-benar dibutuhkan users. Untuk lebih memahami apa yang dibutuhkan pengguna, penelitian ini menggunakan value proposition canvas untuk menentukan pains, gains, dan customer jobs, dan kemudian akan menentukan pain relievers, gain creators, dan product or services. Kerangka kerja lain yang digunakan adalah customer journey map untuk menentukan pengalaman pengguna secara keseluruhan dalam menggunakan human resources information system. \nAda 7 fitur yang dihasilkan berdasarkan pains dan gains pengguna. Dari total 7 fitur tersebut, penilaian RICE diprioritaskan untuk mengetahui mana yang lebih bermanfaat dan menjadi prioritas bagi pengguna, dan fitur-fitur tersebut dikembangkan menjadi prototipe dan melakukan usability testing kepada pengguna menggunakan completion rate. Ketujuh fitur yang diujikan pada pengguna dengan usability testing adalah Profile Employee, E-Attendance, E-Leave, Performance Employee, E-Pay, E-Hazard dan E-Form. Setelah dilakukan prioritas untuk mengembangkan prototype aplikasi mobile MyKPC dan dengan menggunakan teknik RICE untuk menentukan fitur prioritas, diketahui bahwa fitur yang paling diprioritaskan oleh pengguna adalah E-Pay diikuti oleh Profile Employee, E-Leave, E-Hazard, E-Attendance, E-Form dan yang terakhir adalah Employee Performance. Untuk hasil usability testing menggunakan complete rate didapatkan hasil. Untuk \nPerformance Employee dan E-Pay, tingkat penyelesaiannya adalah 100%. Fitur E-\nLeave dan E-Form mendapatkan 96%, kemudian employee profile dan EAttendance mendapatkan 93%. Untuk yang terakhir, E-Hazard mendapat 91%. Dengan batas tingkat penyelesaian sebesar 78%, dari hasil ini maka prototype yang dibuat sudah valid dan dapat diterapkan ke tahap selanjutnya.", "Daftar File": {"2022_TS_PP_Ardhya Perdana Putra_Abstrak-1.pdf?": "https://digilib.itb.ac.id/gdl/download/241354"}, "Penulis": "Ardhya Perdana Putra [29119434]", "Kontributor / Dosen Pembimbing": ["Dr. Dina Dellyana, S.Farm., M.A.B."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Lean Startup, Design Thinking, Human Resources Information Systems, Value  Proposition", "Sumber": "PT KALTIM PRIMA COAL", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "17 Jan 2022"}