{"Nomor": 62693, "Judul": "PRELIMINARY STUDY OF CHALCOCITE BLANKET OCCURENCES IN CU-AU PORPHYRY DEPOSIT OF SUNGAI MAK PROSPECT, GORONTALO, INDONESIA", "Abstrak": "Indonesia is located among three tectonic plates, which are Eurasia Plate, Indo-Hindia Plate, and Pacific Plate. Those plates are subducted each other which cause mineralization process. One of mineralization process that occurred in Indonesia is porphyry deposit forming in Sungai Mak region, Gorontalo. Porphyry deposit is consisted of Pyrite, Chalcopyrite, and Molybdenite which indicated even concentration zones. Also, it shows the forming of argillic, sericite, phyllic, propylitic. It is consisted of 20 million of intrusion rocks with 0.10 % Cu grades. Although, there are some porphyry deposit with lower or higher Cu grades (Lowell, 1970). Exposure of porphyry deposit led the supergene process which involved the reaction between supergene deposit (porphyry) and meteoric water cycle (groundwater, rain water) and the air. This reaction accumulated several metals and became concentrated. One of the metals is copper. This metal formed chalcocite blanket, i.e. orebody with layered chalcocite minerals tends to water table current and past conditions. Alteration types of Cu-Au Porphyry in Sungai Mak prospect are (i) Advanced Argillic, by the occurrence of Kaolinite, Smectite (Montmorilonite), Elite, and Pyrophyllite; (ii) Argillic, by the presence of Illite, Smectite (Montmorilonite), Sericite, Plagioclase (Albite), and Chlorite; (iii) Phyllic, by the occurrence of Muscovite, Chlorite, and Kaolinite; (iv) Propylitic, by the presence of Plagioclase (Albit), Chlorite, and K-Feldspar. Supergene enrichment process or Chalcosite blanket forming was occurred well in Argillic and Advanced Argillic alteration types with copper grade for more than 0.5 %wt in Chalcocite blanket zone. Chalcocite was formed from Chalcopyrite which altered into Covelite. Chalcocite (Cu2S) covered Covelite (CuS) and Chalcopyrite (CuFeS2) as its characteristic.", "Daftar File": {"2015 SYAFRIZAL 1-TABLE OF CONTENT.pdfiu": "https://digilib.itb.ac.id/gdl/download/241388", "COVER Syafrizal": "https://digilib.itb.ac.id/gdl/download/241387", "2015 SYAFRIZAL 1-ACCEPTANCE LETTER.pdf)u": "https://digilib.itb.ac.id/gdl/download/241389", "2015 SYAFRIZAL 1-EDITORIAL BOARD.pdf?": "https://digilib.itb.ac.id/gdl/download/241390", "2015 SYAFRIZAL 1-ABSTRACT.pdf5?": "https://digilib.itb.ac.id/gdl/download/241391", "2015 SYAFRIZAL 1-PRESENTATION.pdf?_": "https://digilib.itb.ac.id/gdl/download/241393"}, "Penulis": "Syafrizal [-]", "Kontributor / Dosen Pembimbing": ["Noor Cholis"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "porphyry deposit, copper, muscovite, chlorite, kaolinite", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "6 file", "Tanggal Input": "17 Jan 2022"}