{"Nomor": 62695, "Judul": "IMPACT OF METHANE ADSORPTION ON TIGHT ROCK PERMEABILITY MEASUREMENTS USING PULSE-DECAY", "Abstrak": "For oil formations, helium and nitrogen are the most common gases used to measure the permeability of the\nrock. However, recent approaches are based on the use of methane as it minimizes the properties difference\nbetween the testing fluid and reservoir fluid. This work focused on the latter approach to compute the correction\nof gas adsorption. The most widely used model is Cui et al. model that is based on Langmuir adsorption isotherm.\nIn this work, we introduced a modified model that is based on Freundlich isotherm. This model also includes the\ncorrection for gas adsorption such as Freundlich isotherms proved to be more appropriate for the adsorption on\nintact reservoir rock. The model is based on gas and rock properties and reduced pressure and temperature were\nused to accommodate the gas compressibility. The modified model can also capture effective porosity of adsorption\n( a) that can correct the pulse-decay storage capacity parameters a and b. The permeability estimation\nof ultra-tight samples using the modified approach is enhanced owing to the correction in the storage volume\nand rock porosity. Including the proper adsorption isotherm enhanced the porosity estimation because Langmuir\nisotherm yielded 11% porosity and Freundlich isotherm yielded 12% porosity. Similar results were obtained in\nthe permeability estimation, Langmuir isotherm resulted in a 1.5% error compared to zero error in the\nFreundlich isotherm estimation.", "Daftar File": {}, "Penulis": "MOHAMED MAHMOUD [-]", "Kontributor / Dosen Pembimbing": ["Mohammed Eliebid", "Hasan Y. Al-Yousef", "Muhammad Shahzad Kamal", "Karem Al-Garadi", "Salaheldin Elkatatny"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Methane adsorption, Pulsed decay, Tight rocks, Permeability measurements", "Sumber": "Petroleum , Volume 5, Issue 4, Pages 382-387 (December 2019), https://doi.org/10.1016/j.petlm.2019.01.002", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "17 Jan 2022"}