{"Nomor": 62709, "Judul": "PERANCANGAN GEDUNG KANTOR YANG SEHAT DAN HEMAT ENERGI DENGAN STRATEGI PASIF DI TANAH ABANG, JAKARTA PUSAT", "Abstrak": "Pandemi Covid-19 yang terjadi mulai tahun 2020 menyebabkan perubahan cara hidup\nbanyak orang serta lingkungan bangunannya termasuk perkantoran. Gedung kantor di kota\nbesar di Indonesia umumnya menggunakan pengkondisian udara dan pencahayaan buatan\nyang bisa menyebabkan kantor menjadi klaster persebaran dan penyebab timbulnya\npenyakit bagi penggunanya bila tidak memenuhi kaidah bangunan sehat, baik dalam jangka\npendek maupun panjang, yang dikenal dengan Sick Building Syndrome (SBS). Selain itu,\npengkondisian buatan pada gedung kantor mengonsumsi banyak energi dan merusak\nlingkungan. Strategi desain pasif dipandang sebagai pendekatan perancangan yang ideal\nuntuk perkantoran saat ini. Strategi desain pasif tersebut adalah pengaturan tekanan angin\nuntuk ventilasi alami melalui bentuk massa, permukaan selubung, posisi bukaan,\npengaturan aliran angin untuk pendinginan selubung melalui penambahan sirip penangkap\nangin dan fasad ganda atau double skin façade (DSF), pemasangan pembayang matahari\nsesuai orientasi matahari untuk menghindari panas, pemasangan insulasi, serta pemasangan\nlight shelf untuk pemerataan cahaya alami yang menyehatkan pengguna gedung secara\nhemat energi. Proses perancangan bangunan kantor yang memiliki lantai seluas 225940 m2\ndan berlokasi di Tanah Abang, Jakarta Pusat ini menggunakan simulasi digital yakni\nmenggunakan software Autodesk CFD 2021 dan Rhinoceros 7 dengan plug in Grasshopper,\nditambah plug in Honeybee 0.0.66 dengan bantuan OpenStudio 2.9.0 + Energyplus 9.3.0\ndan Radiance 5.2 sebagai alat bantu perancangan yang mampu menunjukkan kinerja kantor\nsehat dan hemat energi yang meliputi kecukupan ventilasi untuk mengurangi debu atau\npolutan serta kelembaban atau meningkatkan kualitas udara ruang. Pencarian bentuk\ndilakukan bertahap dari makro ke mikro, yaitu dari bentuk massa, orientasi, bentuk\nselubung, posisi atrium, pengaturan sirip penangkap angin, bukaan, hingga pemasangan\nlight shelf. Hasil perancangan menunjukkan penerapan strategi pasif pada gedung kantor\ntersebut memiliki kecukupan ventilasi dan tingkat pencahayaan yang baik di seluruh ruang\ntanpa menggunakan pengkondisian yang berlebihan.", "Daftar File": {"ABSTRAK Fatma Rasyidatunnisa": "https://digilib.itb.ac.id/gdl/download/241402"}, "Penulis": "Fatma Rasyidatunnisa [25219028]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Surjamanto W., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Bangunan sehat, Desain pasif, Sick Building Syndrome, Kantor", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "18 Jan 2022"}