{"Nomor": 62707, "Judul": "PEMODELAN SYSTEM DYNAMIC UNTUK ANALISA RASIO BAHAN BAKAR TRUK OVERBURDEN DI PIT INUL LIGNIT  PT. KALTIM PRIMA COAL", "Abstrak": "Rasio bahan bakar (Fuel Ratio) selalu menjadi diskusi yang menarik di berbagai\nindustri, termasuk di industri tambang batubara. Dengan pengaturan pemakain\nbahan bakar yang tepat untuk proses produksi, maka biaya produksi dapat dihemat\ndan keuntungan dapat ditingkatkan. Di perusahaan ini, biaya bahan bakar rata-rata\nsekitar 24% dari keseluruhan biaya produksi, angka ini perlu diturunkan agar\nperusahaan dapat meningkatkan keuntungannya.  \nKegiatan yang paling banyak memakan bahan bakar adalah proses pemindahan\nlapisan penutup yang diangkut oleh dump truck. Salah satu metode untuk\nmenganalisis efisiensi penggunaan bahan bakar adalah dengan menggunakan\npemodelan dinamik sistem, dimana semua variabel yang berhubungan dengan\naktivitas ini, digambarkan dalam sebuah diagram sebab-akibat yang pada akhirnya\nakan membentuk sebuah lingkaran umpan balik atau lingkaran pertumbuhan, yang\ndikenal dengan Causal Loop Diagram (CLD). Dengan CLD masalah akan lebih\nmudah dianalisa, mudah diketahui mana variable yang menjadi penyebab dan mana\nyang merupakan akibat, sehingga solusi pun akan mudah didapatkan. Dari causal\nloop diagram, analisa dapat dilanjutkan dengan membuat Stock and Flow Diagram\n(SFD), agar variabel-variabel tersebut dapat dihitung untuk analisa secara numerik. \nDari hasil pemodelan diketahui bahwa yang menjadi penyebab kenaikan rasio\nbahan bakar adalah faktor-faktor yang mempengaruhi beban kerja engine truk,\nantara lain adalah kondisi jalan, muatan truk, perilaku operator truk, dan kondisi\nengine truk. Dari hasil skenario model yang dibuat berdasarkan asumsi tim di\nlapangan, diketahui bahwa skenario dengan melakukan perbaikan terhadap\nkeempat faktor tersebut secara bersamaan akan dapat menurunkan rasio bahan\nbakar hingga 24%.", "Daftar File": {"2022_TS_PP_Yulia Rusmawati_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/241400"}, "Penulis": "Yulia Rusmawati [29119472]", "Kontributor / Dosen Pembimbing": ["Dr. Manahan Parlindungan Saragih Siallagan"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "System Dynamic Model, Fuel Ratio, Overburden Truck, Causal Loop Diagram, Stock and Flow Diagram", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "17 Jan 2022"}