{"Nomor": 62717, "Judul": "ELEKTRODA GRAFIT  PENSIL (EGP) TERMODIFIKASI POLIGLISIN BERCETAKAN  MOLEKUL  UNTUK DETEKSI SUNSET YELLOW SECARA VOLTAMMETRI", "Abstrak": "Sunset yellow (SY) merupakan pewarna sintetis yang mengandung gugus azo dan didominasi struktur aromatik. Pewarna ini bukan pewarna sintetis terlarang namun dalam penggunaannya terdapat nilai ambang batas yaitu maksimal 4 mg/Kg. Di Indonesia SY banyak digunakan untuk pewarna makanan dan minuman. Hal ini memerlukan monitoring atau pengendalian. Metode deteksi SY sebelumnya masih tergolong tidak ekonomis, tidak efisien dan sukar. Penentuan SY memerlukan metode analisis yang sederhana, cepat, ekonomis, dan akurat. Metode voltammetri dapat diaplikasikan karena SY merupakan spesi elektroaktif. Elektroda grafit pensil (EGP) tergolong elektroda yang masih sedikit dieksplorasi walaupun memiliki banyak kelebihan seperti ekonomis, mudah ditemukan, dan sederhana. Namun EGP masih kurang selektif dan sensitif. Oleh karena itu dalam penelitian ini penentuan SY dilakukan menggunakan EGP termodifikasi poliglisin bercetakan molekul SY (EGP-MIP). Penelitian ini bertujuan untuk memodifikasi EGP supaya lebih sensitif dan selektif SY serta dapat digunakan untuk pengukuran sampel nyata. Evaluasi EGP-MIP dilakukan dengan pengukuran SY 0,1 mM dalam larutan penyangga fosfat 0,1 M pH 8 menggunakan teknik SWV dengan rentang potensial 400 -1000 mV frekuensi 25 Hz. Pada penelitian ini dilakukan studi mengenai penentuan teknik pengukuran analit, evaluasi arus puncak, pengaruh komposisi analit-polimer untuk MIP, jumlah siklus elektropolimerisasi, laju pindai dan pH pengukuran analit. Respon arus puncak pengukuran SY menggunakan EGP-MIP lebih tinggi dibandingkan EGP-NIP dan EGP tanpa modifikasi. EGP-MIP ini memiliki ripitabilitas dan reprodusibilitas yang baik (7,14% ; 4,11%). EGP-MIP memiliki daerah kerja yang baik yaitu 3-9 µM dengan batas deteksi 0,549 µM. Mekanisme elektrokimia yang dilibatkan di permukaan EGP-MIP adalah adsorpsi. Persen pengembalian EGP-MIP yang baik yaitu 98,86%. EGP-MIP merupakan elektroda selektif SY dan tahan terhadap senyawa pengganggu seperti NaCl, asam benzoat dan glukosa. Hasil pengukuran SY dalam sampel saos menggunakan EGP-MIP (metode voltammetri) tidak berbeda signifikan dibandingkan dengan metode Spektrofotometri UV-VIS (?=482nm).", "Daftar File": {"ABSTRAK Sabtin Maulidiyah Hani": "https://digilib.itb.ac.id/gdl/download/241425", "PUSTAKA Sabtin Maulidiyah Hani": "https://digilib.itb.ac.id/gdl/download/243370"}, "Penulis": "Sabtin Maulidiyah Hani [20519304]", "Kontributor / Dosen Pembimbing": ["Dr. Henry Setiyanto, S.Si., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "EGP-MIP, poliglisin, sunset yellow.", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "18 Jan 2022"}