{"Nomor": 62710, "Judul": "NATURAL AMINO ACIDS AS POTENTIAL SWELLING AND DISPERSION INHIBITORS FOR MONTMORILLONITE-RICH SHALE FORMATIONS", "Abstrak": "In this paper, the destabilization inhibition potentials and mechanisms of Alanine, Arginine, and Proline on montmorillonite clay were investigated. A swelling test was done using an M4600 HPHT Linear swell meter at 1000 psi, 25 ?C, and 2 wt% inhibitor solutions. Shear rates and temperatures in the range of 0.01 s???? 1 to 1000 s???? 1 and 25 ?C – 50 ?C, respectively, were applied on a high-precision Discovery Hybrid Rheometer to investigate the effect of the amino acids on the suspension’s rheology. Also, the inhibitors’ neutralization and surface modi?-cation properties were determined via zeta potential, wettability alteration, and FTIR analyses using the nano zeta sizer, goniometer, and the spectrometer respectively. Furthermore, COSMO-RS was employed to study the hydrogen bonding interactions of amino acids and water. Upon completion, Proline displayed the best inhibition performance reducing the swelling of the montmorillonite by 22.5%, whiles KCl only showed a 17.8% reduction. Also, the rheological tests con?rmed that the amino acids positively enhanced the base ?uid properties. In addition, Proline, Alanine, and Arginine altered the surface of the clay mineral by 89%, 64%, and 38%, respectively, when compared to the base ?uid. This made their clay surfaces less hydrophilic and thus, reduced the attraction between water molecules and the clay mineral. Furthermore, the simulation results showed that amino acids easily form hydrogen bonds with water, thus preventing high amounts of water from saturating the clay mineral, resulting in a signi?cant reduction of swelling in the clay during fracturing. The superior perfor-mance of amino acids especially Proline in stabilizing montmorillonite clays, over KCl, makes them suitable candidates to consider in the development of low cost, and eco-friendly clay stabilizers.", "Daftar File": {}, "Penulis": "Ato Kwamena Quainoo [-]", "Kontributor / Dosen Pembimbing": ["Berihun Mamo Negash", ", Cornelius B. Bavoh", "Alamin Idris"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Reactive clays; Clay swelling and dispersion; Clay stabilizers; Natural amino acids; COSMO-RS Simulation; Activity coefficient and hydrogen bonding", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, January 2021, 107664, https://www.sciencedirect.com/science/article/pii/S0920410520307312", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "18 Jan 2022"}