{"Nomor": 62715, "Judul": "KAJIAN SISTEM PENGENDALIAN SEDIMENTASI STUDI KASUS: KALI DAN MUARA DADAP PROVINSI BANTEN", "Abstrak": "Kawasan pesisir utara Jakarta merupakan muara sungai-sungai yang berhulu diwilayah selatan, termasuk kanal buatan. Kondisi sungai-sungai yang bermuara ke teluk jakarta sangat memprihatinkan dengan tingkat sedimentasi yang tinggi dan permasalahan banjir. Kali Dadap sering mengami banjir di bagian muara. Kali Dadap terletak di Kecamatan Kosambi, Kabupaten Tanggerang. Permasalahan banjir di Kali Dadap disebabkan oleh berkurangnya kapasitas sungai dan muara yang disebabkan oleh sedimentasi dan pengaruh oleh kondisi pasang pasang surut. Banjir yang terjadi menyebabkan rusaknya prasarana kota serta melumpuhkan aktivitas warga yang terdampak. Kali Dadap telah dilakukan normalisasi pada tahun 2012 untuk mengatasi permalahan banjir yang terjadi.\nTujuan dari studi ini yaitu untuk mengetahui pengaruh normalisasi terhadap sedimentasi dan kondisi morfologi di Kali dan Muara Dadap serta sebagai alternatif solusi pengendalian sedimentasi. Penelitian ini juga dilakukan untuk mengetahui kapasitas Kali Dadap akibat pengaruh sedimentasi, serta pengaruhnya terhadap permasalahan banjir di Kali dan Muara Dadap. Simulasi sedimentasi dilakukan pada dilakukan pada kondisi sebelum dan sesudah dinormalisasi. Simulasi dilakukan selama 10 tahun. Boundary pemodelan sedimen yaitu menggunakan debit harian dan lengkung sedimen pada bagian hulu, serta pasang surut pada bagian hilir. Grain size diinput pada bagian hulu, tengah dan hilir. Simulasi pemodelan banjir juga dilakukan pada kondisi sebelum dan sesudah dinormalisasi serta dengan alternatif peninggian tanggul. Pemodelan banjir dilakukan menggunakan aplikasi HEC-RAS 1D aliran unsteady. Pemodelan akan dilakukan dengan kondisi batas di bagian hulu menggunakan debit banjir dengan kala ulang 50 dan 100 tahun dan di bagian hilir menggunakan elevasi HHWL dan tinggi gelombang.\nHasil pemodelan sedimentasi menenujukkan bahwa kondisi morfologi kali dadap setelah dilakukan normalisasi terjadi sedimentasi di bagian hilir dan erosi pada bagian hulu. Kecepatan aliran di bagian hilir (muara) yang lebih rendah menyebabkan terjadinya sedimentasi. Berdasarkan hasil simulasi sedimen terjadi peningkatan besaran angkutan sedimen pada Kali Dadap setelah dilakukan normalisasi dari 506.042,9 Ton/10 tahun menjadi 754.195,3 Ton/10 tahun. Solusi pengendalian sedimen perlu dilakukan kegiatan O&P rutin setiap tahunnya sebesar 189.334 Ton agar tidak terjadi sedimentasi yang signifikan di muara Kali Dadap. Bak penangkap sedimen pada outlet pembuangan dari perumahan ataupun pabrik dapat dijadikan alternatif untuk mengatasi sedimen solid dari limbah rumah tangga/ pabrik. Selain itu perlunya upaya non-struktural berupa sosialisasi dan edukasi kepada masyarakat terkait pemeliharaan sungai serta penegakkan aturan bagi masyarakat yang membuang sampah ke sungai. Hasil analisis pemodelan banjir menunjukkan bahwa kapasitas Kali Dadap sebelum di normalisasi tidak mampu mengalirkan debit banjir kala ulang 50 dan 100 tahun. Setelah dilakukan normalisasi pada Kali Dadap, elevasi muka air dapat menurun sekitar 24 -29% tetapi masih terjadi banjir pada bagian hilir akibat pasang surut sehingga perlu adanya peninggian elevasi tanggul yaitu +3.5 m untuk mengatasi banjir yang diakibatkan oleh pasang surut.", "Daftar File": {"ABSTRAK Yogi Agus Stiawan": "https://digilib.itb.ac.id/gdl/download/241422"}, "Penulis": "Yogi Agus Stiawan [25820029]", "Kontributor / Dosen Pembimbing": ["Mohammad Bagus Adityawan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "kali dadap, banjir, normalisasi, sedimentasi, HEC-RAS.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Jan 2022"}