{"Nomor": 62726, "Judul": "ANALISIS KONDISI DAN PERSEPSI PENGUNJUNG TERHADAP KOMPONEN DESTINASI PARIWISATA UNGGULAN KOTA PARIAMAN PADA MASA PANDEMI COVID-19", "Abstrak": "Pantai Gandoriah dan Pulau Angso Duo merupakan destinasi pariwisata yang\ndiunggulkan pengembangannya oleh Pemerintah Kota Pariaman sejak tahun 2013.\nKedua destinasi wisata ini memiliki ciri khas dengan menyajikan kombinasi daya\ntarik alam, budaya, dan kuliner. Pengembangan destinasi wisata pantai dan\npariwisata pulau sesuai dengan arahan RTRW Kota Pariaman tahun 2010-2030 dan\nvisi misi Wali Kota Pariaman. Selama pengembangannya, terjadi peningkatan\njumlah pengunjung dan peningkatan tempat usaha lokal. Selain itu, jumlah destinasi\npariwisata pantai dan pulau di Kota Pariaman juga terus meningkat. Namun,\npengembangan potensi objek pariwisata pantai dan pulau belum optimal dan masih\nterdapat banyak permasalahan terkait infrastruktur dan kelembagaan. Penelitian ini\ndilakukan untuk menganalisis kondisi komponen destinasi pariwisata dan analisis\npersepsi pengunjung terhadap komponen destinasi Wisata Unggulan Kota Pariaman\npada masa pandemi COVID-19. Berdasarkan hasil analisis deskriptif kualitatif\nditemukan bahwa kondisi objek daya tarik, fasilitas, dan aspek aksesibilitas masih\nmemiliki permasalahan. Permasalahan kondisi yang ditemukan terkait kebersihan,\nkeamanan, keindahan, kenyamanan, serta kesesuaian kapasitas dengan kebutuhan\npengunjung. Berdasarkan metoda skala likert, tabulasi silang, dan analisis deskriptif\nkuantitatif diketahui hanya 1 objek daya tarik yaitu bentang laut yang sudah\nmemenuhi harapan pengunjung. Berdasarkan penilaian pengunjung terhadap\nmasing-masing objek komponen destinasi pariwisata, diketahui bahwa objek daya\ntarik olahraga dan wahana air, fasilitas toilet dan transportasi wisata, serta akses\nmenggunakan transportasi umum merupakan objek yang paling tidak memenuhi\nharapan.", "Daftar File": {}, "Penulis": "Cici Nivea Lisna [15417043]", "Kontributor / Dosen Pembimbing": ["Prof. Drs. Arief Rosyidie, M.S.P., M.Arch., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Wisata Unggulan Kota Pariaman, Pantai Gandoriah, Pulau Angso Duo. Kondisi, Persepsi Pengunjung, Komponen Destinasi Pariwisata", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "18 Jan 2022"}