{"Nomor": 62720, "Judul": "KAJIAN EFEKTIFITAS POLA OPERASI PINTU BENDUNG BEKASI TERHADAP PENGENDALIAN MORFOLOGI SUNGAI BEKASI", "Abstrak": "Sungai Bekasi merupakan sungai yang sebagaian ruas hilirnya berada di kawasan\nperkotaan yang memiliki permasalahan utama berupa banjir. Hal ini disebabkan oleh\nberkurangnya kapasitas tampung sungai akibat angkutan sedimen dan keruntuhan\ntanggul yang disebabkan oleh erosi sungai. Sebagai upaya dalam mengurangi dampak\nbanjir di Kota dan Kabupaten Bekasi, Kementerian Pekerjaan Umum dan Perumahan\nRakyat melaksanakan kegiatan Pengendalian Banjir Sungai Bekasi pada tahun 2020?2022.\nPada kegiatan tersebut direncanakan pembangunan parapet dengan pondasi bored pile.\nNamun dalam perencanaan terdapat parameter yang tidak dipertimbangkan dalam\ndesain, yaitu angkutan sedimen sungai. Parameter tersebut dapat mempengaruhi\nperubahan morfologi sungai dan kestabilan rencana struktur pengendali banjir yang akan\ndilaksanakan pekerjaannya, terutama pada pengaruh bukaan pintu Bendung Bekasi yang\nmengatur debit di bagian hulu dan keluaran ke bagian hilir Sungai Bekasi. Pada tulisan ini\nmengkaji efektifitas pola operasi pintu Bendung terhadap terhadap perubahan morfologi\nSungai Bekasi.\nMetode yang digunakan meliputi analisis hidrologi, pengambilan sampel sedimen, analisis\nhidrolika, dan analisis angkutan sedimen. Analisis hidrologi menggunakan data sekunder\nberupa data debit limpasan di Pos Duga Air dekat Bendung Bekasi sebagai pembentuk\nhidrograf satuan aktual yang akan digunakan untuk membangkitkan hidrograf debit banjir\nrencana, yang kemudian dilakukan kalibrasi volume data hujan dari beberapa stasiun\nhujan selama 10 tahun terakhir di DAS Bekasi dengan menggunakan beberapa hidrograf\nsatuan sintetis metode Nakayasu, Snyder, ITB?1B, dan ITB?2B sebagai penentuan\nhidrograf debit rencana dari data hujan rancangan dengan volume debit limpasan dari\nhasil hidrograf satuan aktual. Pengambilan sampel berupa sedimen melayang dan dasar\ndiambil pada 3 lokasi yang mewakili setiap segmen pada hulu, tengah dan hilir sungai.\nPengambilan sampel dilakukan pada 3 variasi debit berbeda untuk dapat mewakili kondisi\nangkutan sedimen pada debit rendah ataupun besar yang kemudian melakukan analisis\ndata sedimen dari konsentrasi dan gradasi butiran hasil uji Laboratorium sebagai dasar\npembuatan grafik hubungan debit aliran dengan debit sedimen (lengkung debit sedimen).\nGrafik tersebut menunjukkan perkiraan jumlah sedimen yang akan terakumulasi dalam\nsatu ruas tertentu sebagai dasar dalam pemeliharaan sungai. Analisis hidrolika dilakukan\nmenggunakan metode quasy unsteady flow yang akan disimulasikan ke dalam program\nHEC?RAS dengan beberapa skenario bukaan pintu Bendung Bekasi sebagai dasar untuk\nmenginterpretasikan kondisi eksisting dan prediksi perubahan morfologi sungai, dengan\nmelakukan validasi data dengan membandingkan tinggi muka air hasil pemodelan steady\nflow pada program HEC?RAS dengan data pencatatan debit pada saat banjir di Pos Duga\nAir dekat Bendung Bekasi. Dari analisis hidrologi didapatkan Hidrograf untuk periode ulang 25 tahunan sebagai dasar perencanaan tanggul dan periode ulang 2 tahun sebagai\ndasar perhitungan angkutan sedimen. Hidrograf tersebut digunakan dalam pemodelan\nquasy unsteady flow dalam program HEC?RAS sebagai dasar perubahan morfologi sungai\npada kondisi debit dominan (bankfull capacity) dengan menggunakan debit dengan\nperiode ulang 2 tahun. Untuk debit dengan periode ulang 25 tahun digunakan dalam\npemodelan yang sama untuk menginterpretasikan penggelontoran sedimen di hulu\nSungai Bekasi pada saat debit banjir rencana. Dari hasil analisis tersebut, didapatkan\nsebaran potensi erosi dan sedimentasi di sepanjang ruas sungai yang ditinjau dengan\nvariasi bukaan pintu. Kemudian dicari bukaan pintu yang paling efektif untuk mengatur\nperubahan morfologi sungai terutama di hulu Bendung Bekasi sebagai penggelontoran\ndan sebagai rencana pemeliharaan berkala di hilir Sungai Bekasi. Ditambahkan pula\nrekomendasi penanganan perkuatan pada tebing sungai berdasarkan sebaran potensi\nerosi dan sedimentasi yang dihasilkan sebagai penyelesaian masalah di lapangan\nterhadap bangunan pengendali banjir yang akan dibangun.", "Daftar File": {"ABSTRAK Andi Pamungkas": "https://digilib.itb.ac.id/gdl/download/241428"}, "Penulis": "Andi Pamungkas [25820006]", "Kontributor / Dosen Pembimbing": ["Joko Nugroho, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "penggelontoran sedimen, pemeliharaan berkala, lengkung debit sedimen, Bendung Bekasi, Sungai Bekasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "18 Jan 2022"}