{"Nomor": 62722, "Judul": "KARAKTERISASI DAN PEMODELAN 3D REKAHAN ALAMI PADA SINGKAPAN BATUAN DASAR DI PULAU BATAM, PROVINSI KEPULAUAN RIAU", "Abstrak": "Rekahan merupakan struktur yang paling melimpah di kerak bumi. Rekahan hadir pada seluruh jenis batuan, dan dapat diamati pada berbagai skala pengamatan. Meskipun kehadirannya sangat umum dijumpai, distribusi rekahan sangat sulit untuk diprediksi, bahkan dikarakterisasi. Kehadiran rekahan berpengaruh sangat signifikan terhadap sifat fisik dan hidraulis batuan, sehingga menjadi perhatian dalam berbagai aplikasi keilmuan geologi. Penelitian ini bertujuan untuk mengetahui karakteristik rekahan alami, distribusi rekahan alami, zona hancuran sesar (FDZ), dan pembuatan model 3D rekahan berdasarkan data analog singkapan. Objek penelitian merupakan rekahan alami pada singkapan batuan dasar granitik di sepanjang pantai timur laut Pulau Batam, Provinsi Kepulauan Riau, Indonesia (1?8’0” LU – 1?12’30” LU dan 104?4’0” BT – 104?9’0” BT). Pengukuran data rekahan alami menggunakan metode linear scanline dan window scanline. Jumlah data yang terkumpul sebanyak 6.847 data rekahan alami, yang kemudian diklasifikasikan menjadi rekahan terbuka (joint), rekahan gerus (shear), dan rekahan terisi (vein).\nRekahan terbuka (joint) memiliki jurus berarah relatif utara-barat laut (NNW) dan timur (E), rekahan gerus (shear) berarah relatif timur laut (NE) dan timur-tenggara (ESE), dan rekahan terisi (vein) berarah relatif utara (N) dan timur laut (NE). Rekahan alami memiliki kemiringan yang relatif tegak (600 – 750). Rekahan alami di daerah penelitian bersifat fraktal mengikuti distribusi power law. Nilai intensitas rekahan bervariasi pada rentang 6 – 56 rekahan/m, sedangkan nilai densitas rekahan bervariasi pada rentang 0,07 – 0,63 cm/cm2. Distribusi nilai intensitas dan densitas rekahan dikontrol oleh struktur sesar dan litologi batuan dasar. Nilai intensitas, densitas, porositas, dan permeabilitas rekahan di dalam zona hancuran sesar lebih besar dibandingkan di luar zona hancuran sesar. Model 3D rekahan alami dibangun menggunakan metode Discrete Fracture Network (DFN) berdasarkan analog data singkapan. Model rekahan menunjukan distribusi rekahan yang mendekati kondisi singkapan, dan menghasilkan nilai porositas rekahan pada rentang 0,01 – 1,2% dan nilai permeabilitas pada rentang 0,01 – 24,2 darcy.", "Daftar File": {"ABSTRAK YEHEZKIEL FESTIAN PRAKOSO": "https://digilib.itb.ac.id/gdl/download/241430", "COVER YEHEZKIEL FESTIAN PRAKOSO": "https://digilib.itb.ac.id/gdl/download/261860", "BAB 1 YEHEZKIEL FESTIAN PRAKOSO": "https://digilib.itb.ac.id/gdl/download/261861", "BAB 2 YEHEZKIEL FESTIAN PRAKOSO": "https://digilib.itb.ac.id/gdl/download/261862", "BAB 3 YEHEZKIEL FESTIAN PRAKOSO": "https://digilib.itb.ac.id/gdl/download/261863", "BAB 4 YEHEZKIEL FESTIAN PRAKOSO": "https://digilib.itb.ac.id/gdl/download/261864", "BAB 5 YEHEZKIEL FESTIAN PRAKOSO": "https://digilib.itb.ac.id/gdl/download/261865", "BAB 6 YEHEZKIEL FESTIAN PRAKOSO": "https://digilib.itb.ac.id/gdl/download/261866", "PUSTAKA YEHEZKIEL FESTIAN PRAKOSO": "https://digilib.itb.ac.id/gdl/download/261867"}, "Penulis": "YEHEZKIEL FESTIAN PRAKOSO (22020304)", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Benyamin Sapiie, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Batam, batuan dasar, FDZ, model DFN, rekahan alami.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Dedi Rosadi", "File": "9 file", "Tanggal Input": "18 Jan 2022"}