{"Nomor": 62738, "Judul": "KAJIAN HIDRAULIK DAN SEDIMEN SUNGAI SUNTER DALAM PENGENDALIAN BANJI", "Abstrak": "Sungai Sunter mengalir melewati Kota Jakarta Timur dengan hulu di Kecamatan\nCimpaeun Kota Depok dan hilir Sungai Sunter dipotong oleh KBT (Kanal Banjir\nTimur) dialirkan langsung ke laut. Kelurahan Cipinang Melayu Kecamatan\nMakassar Kota Jakarta Timur merupakan salah satu kelurahan pada hilir Sungai\nSunter yang sering terjadi banjir. Studi ini bertujuan untuk mendapatkan\npenampang usulan pengendalian banjir, morfologi Sungai Sunter, jumlah gerusan\nyang terjadi pada salah satu tikungan serta kapasitas eksisting gorong-gorong\nSungai Sunter.\nAnalisis debit banjir dilakukan dengan menggunakan software HEC-HMS dengan\nmetode Snyder pada kala ulang 25 tahun didapatkan 207 m3/dtk. Sedangkan untuk\nanalisis morfologi sungai menggunakan debit harian PDA Pondok Gede pada tahun\n2013 selama 1 tahun dengan maksimal debit sebesar 32,4 m3/dtk. Pemodelan banjir\ndan analisis perubahan elevasi dasar sungai dilakukan dengan menggunakan\nperangkat lunak HEC-RAS pada penampang eksisting dan penampang usulan\npenanganan.\nKesimpulan dari studi ini adalah kapasitas gorong-gorong Sunter sebesar 154,19\nm3/dtk. Nilai terbesar kedalaman gerusan pada tikungan dengan menggunakan\npersamaan USACE yaitu 2,06 meter. Tren sedimentasi pada geometri eksisting\nterhadap debit harian maupun debit harian tanpa curah hujan tinggi hampir sama. Begitu pula tren sedimentasi pada geometri usulan penanganan terhadap debit\nharian maupun debit harian tanpa curah hujan juga sama. Jumlah sedimen Sungai\nSunter pada kondisi geometri eksisting dengan debit harian tanpa curah hujan 95%\nlebih besar daripada kondisi geometri eksisting dengan debit harian.", "Daftar File": {"ABSTRAK - AJENG PADMASARI": "https://digilib.itb.ac.id/gdl/download/241463"}, "Penulis": "Ajeng Padmasari [25820004]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Indratmo, M.Sc., Ph.D.", "Dr.Eng. Eka Oktariyanto Nugroho, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Sungai Sunter, Banjir, Tren Sedimen, HecRas.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "18 Jan 2022"}