{"Nomor": 62744, "Judul": "RADIAL PROFILING OF NEAR-BOREHOLE FORMATION VELOCITIES BY A STEPWISE INVERSION OF ACOUSTIC WELL LOGGING DATA", "Abstrak": "The radial heterogeneity of near-wellbore formation is frequently encountered in petroleum exploration and production. It usually manifests as the variations of formation wave velocities in radial position. Mapping radial variations of formation velocities is of great signi?cance in identifying invaded zones and determining rock properties, which are valuable for engineering measures, such as fracturing, wellbore stability evaluation and optimal well completion. A stepwise inversion scheme is developed to image the radial pro?les of formation P- and S-wave velocities. Instead of determining the formation velocity variation and its corresponding radial position simultaneously as traditional methods do, the inversion procedure is divided into two steps: the velocity array is determined by semblance processing of contiguous receiver pairs of acoustic array data, and then the thickness of the layer (radial position) is obtained based on ray theory. The inversion results from Step 1 could be used to guide the operation and decide whether Step 2 is necessary. In addition, calculation on the arrival time of waves is not required in this inversion method, thus mitigating the inaccuracy in processing ?eld data with noises. Firstly, the wave ?eld characteristics of heterogeneous formation models have been analysed, indicating that both amplitude and arrival time differences are caused by heterogeneity. The waveforms are then processed using the stepwise inversion method to estimate the radial pro?les of formation wave velocities, where the factors in?uencing the inversion procedure are also studied. It is shown that, longer TR spacing is required for a speci?c investigation depth with the decreasing of velocity ratio; the resolution of the velocity inversion pro?le degrades with the increasing number of receiver pairs. The modelling-based inversion results and the application to ?eld data indicate that, in addition to pro?ling formation P-wave velocity, our proposed methodology also has encouraging application in mapping formation S-wave velocity. The ef?ciency and accuracy of the stepwise inversion method enables real-time implementation with fast calculation speed, thus providing useful infor-mation of monopole acoustic well logging for engineering.", "Daftar File": {}, "Penulis": "Ying Liu [-]", "Kontributor / Dosen Pembimbing": ["Hao Chen", "Chao Li", "Xiao He", "Xiuming Wang", "Daryoush Habibi", "Douglas Chai"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Acoustic well logging; Stepwise inversion; Velocity variation; Radial profile", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, January 2021, 107648, https://www.sciencedirect.com/science/article/pii/S0920410520307154", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "18 Jan 2022"}