{"Nomor": 62748, "Judul": "CO2 MOBILITY REDUCTION USING FOAM STABILIZED BY CO2- AND WATER-SOLUBLE SURFACTANTS", "Abstrak": "Foam can reduce CO2 mobility to improve the sweep efficiency during injection into subsurface geological formations for CO2 storage and enhanced oil recovery. However, CO2 foams are thermodynamically unstable, so they must be stabilized. Surfactants are often used to generate and stabilize foams in porous media and can be soluble in the aqueous phase, or in the CO2 phase. Aqueous- and CO2-soluble surfactants must be characterized for their ability to reduce CO2 mobility and stabilize foam at reservoir conditions. In addition, numerical models are necessary to predict and evaluate the effect of foam for field-scale applications and require empirical data obtained from core-scale flooding experiments. This study presents a series of steady-state foam co-injections with dense phase CO2 and either aqueous- or CO2-soluble surfactant solutions at varying CO2 flow velocities and CO2 fractions. One anionic water-soluble surfactant, which is considered a benchmark foam stabilizer, and five partially CO2-soluble non-ionic surfactants were investigated. Gamma ray attenuation was used to accurately monitor in-situ saturations during steady-state co-injections. The primary objective was to determine the steady-state foam characteristics of the different surfactants by evaluating the mobility reduction factor (MRF) and the limiting water saturation where foam abruptly collapses (Sw?). All of the tested surfactants generated foam and reduced CO2 mobility by more than three orders of magnitude. The anionic surfactant increased foam stability at lower water saturations, compared to the non-ionic surfactants, which resulted in lower residual water saturations and increased pore volume available for CO2 storage. Core flooding results provided input into a local-equilibrium foam model. The fitted foam model reproduced the experimental results for the anionic surfactant and for three of the five non-ionic surfactants. The two latter non-ionic surfactants violated model assumptions because non-monotonic water saturation changes were observed, an effect not accurately captured by local-equilibrium foam models. However, the modelling work elucidated subtle experimental trends and demonstrated the applicability of the dataset as input into implicit-texture local-equilibrium foam models.", "Daftar File": {}, "Penulis": "T. Føyen [-]", "Kontributor / Dosen Pembimbing": ["Z.P. Alcorn", "M.A. Fernø", "A. Barrabino", "T. Holt"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "CO2 foam; CO2 EOR; CO2 storage; CCUS; Surfactants; Mobility control", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 107651, https://www.sciencedirect.com/science/article/pii/S092041052030718X", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "18 Jan 2022"}