{"Nomor": 62746, "Judul": "NUMERICAL SIMULATION OF THE ENERGY TRANSFER EFFICIENCY AND ROCK DAMAGE IN AXIAL-TORSIONAL COUPLED PERCUSSIVE DRILLING", "Abstrak": "Axial-torsional coupled percussive drilling helps improve the breaking ef?ciency of hard rock. This paper adopted the simulation method to study the energy transfer ef?ciency (ETE), and rock damage in axial-torsional coupled percussive drilling with a multiple-button bit. The axial-torsional coupled percussive system model was ?rst built in the ?nite element calculation platform. And then the temperature-dependent model parameter values for rock were selected. Finally, we simulated axial-torsional coupled percussive process, and analyzed the effects of various parameters. The main simulation results are as follows. In axial-torsional coupled percussive process, axial percussion has a signi?cant in?uence on the ETE of torsional percussion, while torsional percussion has little in?uence on the ETE of axial percussion. As the impact velocity of axial percussive hammer increases, the ETE of axial percussion, the ETE of torsional percussion, and the total ETE all augment. When the impact velocity is increased from 4 m/s to 16 m/s, the total ETE is increased by 62.8%. Both the ETE of torsional percussion and the total ETE decline with the pulse torque amplitude increasing. When the pulse torque amplitude is increased from 4000 N m to 28000 N m, the total ETE is reduced by 18.3%. For convenience, we abbreviate the ratio of the torsional input energy to the total input energy as RTT. An increase in RTT, or an increase in rock temperature will reduce the ETE of axial percussion, the ETE of torsional percussion, and the total ETE. When the RTT is increased from 2.3% to 84.4%, the total ETE is reduced by 34.5%. As the axial impact velocity increases, the rock damaged areas gradually expand. With the increase of the pulse torque amplitude, the rock damaged areas sharply expand. As the RTT increases, the number of narrow tensile damaged zones extending outwardly decrease, while the connectivity between the tensile damaged areas caused by buttons augments. As the rock temperature rises, the total damaged area of rock gradually shrinks. This study provides a theoretical basis for the ef?cient rock breaking in axial-torsional coupled percussive drilling.", "Daftar File": {}, "Penulis": "Hengyu Song [-]", "Kontributor / Dosen Pembimbing": ["Huaizhong Shi", "Gensheng Li", "Zhenliang Chen", "Xiaojing Li"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Axial percussion; Torsional percussion; Coupled percussive drilling; Energy transfer efficiency; Rock damage", "Sumber": "Journal of Petroleum Science and Engineering,Volume 196, January 2021, 107675, https://www.sciencedirect.com/science/article/pii/S0920410520307427", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "18 Jan 2022"}