{"Nomor": 62754, "Judul": "PENGARUH VARIASI JENIS PENAMBAHAN SERBUK SILIKON KARBIDA DAN CANGKANG TELUR TERHADAP KEKUATAN TARIK DAN KEKERASAN ALUMINIUM", "Abstrak": "Komposit aluminium menjadi sebuah jawaban untuk aplikasi pada komponen-komponen di bidang otomotif maupun penerbangan yang membutuhkan sifat yang ringan sebagai pengganti material baja. Al-SiC merupakan salah satu contoh komposit aluminium yang telah komersil dan umum digunakan pada aplikasi di bidang otomotif dan penerbangan. Di sisi lain, material limbah cangkang telur dapat dipergunakan untuk menjadi pengisi pada komposit aluminium.\nPada penelitian ini digunakan metode stir casting untuk membuat komposit aluminium. Dilakukan variasi komposisi komposit aluminium dengan 2 wt% cangkang telur (Al-CT), 2wt% silikon karbida (Al-SiC), dan komposit hybrid dengan masing-masing 1wt% cangkang telur dan 1wt% serbuk silikon karbida (Al-Hybrid). Dari ketiga eksperimen tersebut masing-masing ditambahkan 1wt% serbuk magnesium sebagai wetting agent untuk meningkatkan wettability matriks pada partikel. Hasil eksperimen diuji sifat mekaniknya menggunakan metode uji tarik dan uji keras. Porositas ditinjau menggunakan rumus rule of mixture, dan untuk dapat menghitung porositas, densitas spesimen diukur menggunakan metode archimedes.\nDari pengujian tarik didapat nilai kekuatan tarik spesimen Al-Hybrid memiliki nilai yang paling tinggi apabila dibandingkan dengan spesimen Al-CT maupun spesimen Al-SiC, namun lebih rendah dibandingkan spesimen tanpa penambahan partikel (Al-Mg). Data porositas menunjukkan spesimen Al-Hybrid memiliki nilai porositas yang paling tinggi, kemudian berturut-turut diikuti oleh spesimen Al-SiC, Al-CT dan Al-Mg. Sementara itu, uji hipotesis menggunakan metode ANOVA menunjukkan nilai rata-rata kekerasan antar spesimen tidak menunjukkan perbedaan yang signifikan.", "Daftar File": {"ABSTRAK Arya Bima Putra": "https://digilib.itb.ac.id/gdl/download/241508"}, "Penulis": "Arya Bima Putra [13717002]", "Kontributor / Dosen Pembimbing": ["Ir. Slameto, Ph.D.", "Dr. Riza Wirawan, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Metal Matrix Composite, Aluminium 1100, Cangkang Telur, Silikon Karbida, Stir Casting", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "18 Jan 2022"}