{"Nomor": 62759, "Judul": "ROCK PROPERTIES MEASUREMENT WITH DIGITAL CORE ANALYSIS", "Abstrak": "This study is conducted to measure the properties of rock samples using digital core analysis. Rock properties could be used as parameter for reservoir characterization.\nThe study focuses on the porosity (volume fraction), surface area per volume, and permeability. Porosity and Specific Surface Area (SSA) were calculated using digital calculation method while permeability was calculated using the Lattice-Boltzmann Method. The study method begins by acquiring the digital rock samples. In this study the digital rock samples were acquired from an open-source site where the digital data was already processed to binary format. The samples consist of Bandera Brown, Bentheimer, and Buff Berea stones with resolution of 2.25 micron per voxel. The size of the sample is (1000 voxels)3 each. To reduce the computational load, the size of samples was cropped to determine the representative elementary volume by doing Representative Volume Analysis of each sample property in this study. The calculations were done based on the largest representative volume among the properties.  \nThe results of calculation will go through a process of validation by comparing it to the rock properties measured in laboratory. The results of this study are expected to provide a tolerably accurate rock properties measurement without the necessity of doing a direct measurement in laboratory.", "Daftar File": {"ABSTRAK Maulana Al Vandi Pracasyah": "https://digilib.itb.ac.id/gdl/download/241546"}, "Penulis": "Maulana Al Vandi Pracasyah [12217012]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Taufan Marhaendrajana, M.Sc., Ph.D.", "Billal Maydika Aslam, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Rock properties, Lattice-Boltzmann Method, digital rock samples, representative elementary volume", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "2 file", "Tanggal Input": "19 Jan 2022"}