{"Nomor": 62767, "Judul": "TRAIN STATION AS A HEALING NODES FOR URBAN STRESS : REDESAIN KAWASAN STASIUN JURANGMANGU SEBAGAI HEALING PUBLIC SPACE", "Abstrak": "Lingkungan kota menghadirkan banyak microstressor, yaitu halangan dalam kejadian sehari-hari\nyang terus terjadi dan menumpuk, contohnya seperti polusi udara, lama menunggu transportasi,\nkepadatan dan kemacetan. Hal ini menyebabkan fenomena Urban Stress, yaitu tingkat stress\npenduduk kota yang lebih tinggi dibandingkan penduduk di daerah sub-urban, Kota Jakarta pun\ntidak luput dari fenomena ini. Arsitektur dapat berkontribusi dalam mereduksi tingkat stress\npenduduk kota, dengan menempatkan lingkungan penyembuhan dalam lokasi-lokasi strategis di\nJakarta, seperti prinsip Urban Acupuncture. Salah satu lokasi strategis tersebut adalah area\ncommuter, karena merupakan ruang antara yang dilewati banyak penduduk serta menghadirkan\nbanyak microstressors, Stasiun Jurangmangu sebagai penghubung Kota Jakarta dan daerah\nperiferi menjadi lokasi proyek. Penerapan lingkungan penyembuhan mungkin telah banyak\nditerapkan dalam fasilitas kesehatan, dalam proyek ini, prinsip lingkungan penyembuhan akan\nditerapkan dalam merancang sebuah ruang publik berupa stasiun. Prinsip desain lingkungan\npenyembuhan diterapkan baik pada interior bangunan menggunakan material dan elemen yang\ndapat memberikan ketenangan, juga pada eksterior dan bentuk bangunan memberikan ekspresi\nbaru dari sebuah stasiun. Selain itu bangunan juga menyediakan program ruang serta taman yang\ndapat menjadi rekreasi singkat saat pengguna berpindah moda transportasi.", "Daftar File": {}, "Penulis": "Ajani Raushanfikra Batuparan [15217019]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Woerjantari Kartidjo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Urban stress, urban acupuncture, lingkungan penyembuhan, Stasiun, commuter", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "19 Jan 2022"}