{"Nomor": 62769, "Judul": "STUDI KESTABILAN STRUKTUR ?-AMILASE DARI BACILLUS AQUIMARIS MKSC6.2 PADA VARIASI SUHU DAN VARIASI KONSENTRASI NACL DENGAN SIMULASI DINAMIKA MOLEKUL", "Abstrak": "?-Amilase yang berasal dari Bacillus aquimaris MKSC6.2 (BaqA) tergolong ke dalam enzim subkeluarga baru Glikosil Hidrolase (GH13). BaqA memiliki kemampuan mendegradasi pati mentah tanpa adanya SBD (Starch Binding Domain). Jumlah ?-amilase yang memiliki aktivitas dalam mendegradasi pati mentah tanpa adanya SBD adalah 10% dari total jumlah enzim yang telah dikarakterisasi. ?-Amilase BaqA yang diekspresikan pada Escherichia coli BL21DE3 diketahui membentuk inclusion body atau mengendap. Pemotongan 34 residu asam amino pada ujung C ?-amilase BaqA (BaqA?C) yang telah dilakukan sebelumnya berhasil mendapatkan ?-amilase BaqA?C yang larut dalam larutan bufer. Tujuan dari penelitian ini adalah untuk melihat pengaruh pemotongan 34 asam amino terhadap struktur protein menggunakan pendekatan simulasi dinamika molekul. BaqA yang telah diminimasi dan diekuilibrasi pada proses preparasi akan disimulasikan dalam kondisi sistem yang suhu, tekanan, dan konsentrasi garamnya telah diatur. Simulasi yang dilakukan selama 100 ns menunjukkan struktur BaqA?C relatif lebih stabil pada suhu dan konsentrasi tinggi dibandingkan BaqA. Analisi RMSD dan radius girasi memperlihatkan bahwa residu-residu pada BaqA jauh lebih fluktuatif dibandingkan dengan BaqA?C. Penghilangan asam-asam amino hidrofobik pada BaqA juga tidak membuat hilangnya sifat halostabilitas dari BaqA. Kedua protein (BaqA dan BaqA?C) tidak mengalami kerusakan struktur pada konsentrasi garam tinggi (2 M) yang terlihat dari RMSD, radius girasi dan hasil visualisasinya. Hasil simulasi membuktikan pemotongan 34 asam amino pada ujung C dapat meningkatkan termostabilitas dan halostabilitas dari BaqA?C dan membuat struktur protein dari BaqA?C menjadi lebih kompak.", "Daftar File": {"ABSTRAK Christy Gabriella Hutagalung": "https://digilib.itb.ac.id/gdl/download/241567", "PUSTAKA Christy Gabriella Hutagalung": "https://digilib.itb.ac.id/gdl/download/243580"}, "Penulis": "Christy Gabriella Hutagalung [10517022]", "Kontributor / Dosen Pembimbing": ["Dr. Ihsanawati, S.Si., M.Si.", "Dr. Reza Aditama, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": ":  ?-Amilase,  BaqA,  BaqA?C,  simulasi  dinamika  molekul,  termostabilitas,  halostabilitas", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "19 Jan 2022"}