{"Nomor": 62766, "Judul": "KARAKTERISASI DERAJAT KEJENUHAN TANAH BERDASARKAN PENDEKATAN LOGARITMA POTENSIAL KAPILER (PF)", "Abstrak": "Tanah merupakan hasil pelapukan batuan baik secara fisika, kimia, dan organik. Dari sisi keilmuan rekayasa air tanah, tanah memegang peranan yang sangat penting dalam menyimpan air. Kemampuan tanah dalam menyimpan air sesuai dengan ukuran butirannya. Klasifikasi ukuran butiran tanah dapat\ndibedakan berdasarkan klasifikasi tekstur, dan struktur, yang secara umum dibedakan atas kerikil, pasir, lanau, dan lempung. Setiap klasifikasi tersebut memiliki derajat kejenuhan yang bervariasi.\n\nPenelitian ini menggunakan pendekatan logaritma potensial kapiler (pF) untuk menyatakan energi penahan air di dalam tanah. Kapasitas tanah tidak hanya menahan air namun juga menahan udara sehingga dalam menentukan kelembapan tanah terdapat fraksi cair berupa air dan fraksi gas berupa udara. Tingkat kejenuhan air dan udara di dalam tanah dapat menentukan klasifikasi\njenis tanah. \n\nHasil dari riset ini berupa energi penahan air di dalam tanah yang dikorelasikan dengan parameter tanah lainnya berupa porositas, kadar air, dan derajat kejenuhan dalam bentuk grafik saturasi. Dari hasil pengolahan data, dilakukan interpretasi korelasi derajat kejenuhan air dan udara terhadap jenis tanah.\n\nHasil yang diharapkan terkait dengan hasil penelitian ini adalah deskripsi distribusi kadar air pada zona tanah tak jenuh air dengan pendekatan logaritma potensial kapiler serta pola perbandingan derajat kejenuhan tanah berdasarkan parameter air dan udara.", "Daftar File": {"COVER Aris Rinaldi": "https://digilib.itb.ac.id/gdl/download/241564", "2017 ARIS RINALDI 1-TABLE OF CONTENT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/241565", "2017 ARIS RINALDI 1-PAPER.pdf)u": "https://digilib.itb.ac.id/gdl/download/241566"}, "Penulis": "Aris Rinaldi [-]", "Kontributor / Dosen Pembimbing": ["Reza Adhi Fajar & Lilik Eko Widodo"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "air tanah, derajat kejenuhan, kadar air, pF, zona vadose.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "3 file", "Tanggal Input": "19 Jan 2022"}