{"Nomor": 62764, "Judul": "STUDI PENGARUH TIPE PORI TERHADAP NILAI PERMEABILITAS PADA RESERVOIR KARBONAT MENGGUNAKAN METODE DIFFERENTIAL EFFECTIVE MEDIUM (DEM) & ADAPTIVE NEURO-FUZZY INFERENCE SYSTEM (ANFIS)", "Abstrak": "Sistem pori pada reservoir karbonat sangat kompleks dibanding sistem pori pada batuan klastik. Menurut pengukuran kecepatan rambat gelombang sonik pada batuan terdapat tiga jenis klasifikasi tipe pori pada batuan karbonat Interpartikel, Vuggy dan Crack. Kompleksitas tipe pori tersebut dapat menyebabkan kesalahan dalam perhitungan maupun interpretasi reservoir itu sendiri sehingga karakterisasi reservoir karbonat cenderung lebih sulit.\nPada penelitian ini melakukan pemodelan modulus elastis batuan dengan memperhitungkan kompleksitas tipe pori pada reservoir karbonat. Differential Effective Medium (DEM) merupakan salah satu metoda pemodelan modulus elastis batuan yang memperhitungkan heterogenitas tipe pori pada reservoir karbonat. Metode ini melakukan penambahan inklusi tipe pori sedikit demi sedikit kedalam material induk hingga proporsi materi (tipe pori) yang diinginkan tercapai. Selain itu, penelitian ini juga memprediksi nilai permeabilitas reservoir menggunakan algoritma Adaptive Neuro-Fuzzy Inference System dengan input berupa data hasil pengukuran log sumur dan data core dari pengukuran laboratorium untuk data latih dan sekaligus memvalidasi hasil prediksi nilai permeabilitas terhadap kedalaman sumur yang dilakukan oleh algoritma Adaptive Neuro-Fuzzy Inference System sehingga diperoleh nilai permeabilitas dan variasi tipe pori batuan terhadap kedalaman untuk dilakukan interpretasi lebih lanjut.  \nDengan demikian kita dapat melihat tipe pori manakah yang memiliki nilai permeabilitas yang baik pada reservoir karbonat. Hal semacam ini juga dapat membantu para insinyur di bidang perminyakan untuk menentukan zona perforasi yang baik pada sumur dengan mempertimbangkan tipe pori pada reservoir karbonat dan nilai permeabilitas yang telah diprediksi sebelumnya.", "Daftar File": {"ABSTRAK Reza Wardhana": "https://digilib.itb.ac.id/gdl/download/241552"}, "Penulis": "Reza Wardhana [22219304]", "Kontributor / Dosen Pembimbing": ["Dr. Amega Yasutra, S.T., M.T.", "Dr. Dedy Irawan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Differential Effective Medium (DEM), Tipe Pori, Adaptive Neuro-Fuzzy Inference System, Permeabilitas, Reservoir Karbonat.", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "19 Jan 2022"}