{"Nomor": 62763, "Judul": "PERANCANGAN ALAT DAN PROTOKOL KALIBRASI WIRE TENSIONER PADA ALAT FIKSASI TULANG EKSTERNAL TAYLOR SPATIAL FRAME", "Abstrak": "Salah satu metode perawatan patah tulang kompleks adalah penggunaan alat fikasi\ntulang eksternal Taylor Spatial Frame (TSF). Salah satu faktor mekanikal yang harus\ndiketahui dari TSF adalah kekakuan aksialnya, yang digunakan untuk memprediksi\ndeformasi aksial yang akan terjadi pada proses fiksasi tulang. Untuk itu, perlu dilakukan studi\nuntuk mempelajari beberapa variabel yang mempengaruhi kekakuan aksial dari TSF.\nTingkat kekencangan kawat, sebagai komponen fiksasi pada TSF, diduga menjadi\nsalah satu faktor yang mempengaruhi kekakuan aksial dari TSF. Fremde International Wire\nTensioner, yang merupakan produk pengencang kawat pada TSF, tidak memberikan\ninformasi terkait besar gaya pengencangan yang diberikan. Maka dari itu kalibrasi dari wire\ntensioner perlu dilakukan.\nKalibrasi dilakukan dengan metode optical motion capture (mocap) dan load cell.\nPada metode mocap, perubahan jarak antar marker direkam dan diolah menjadi regangan\nuntuk mendapatkan besar gaya. Pada metode load cell, besar gaya langsung direkam oleh\nload cell. Alat dan protokol pada metode load cell dianggap lebih cocok dan mudah\ndigunakan. Hasil pengujian ditunjukkan dalam bentuk grafik.\nPengujian menunjukkan bahwa besar gaya yang diberikan kepada kawat relatif\nkonstan setelah tensioner diputar 4 putaran. Terdapat relasi antara besar diameter kawat dan\ngaya tarik wire tensioner, semakin besar diameter kawat semakin tinggi pula besar gaya yang\ndiberikan kepada kawat. Rentang putaran dengan besar gaya berada pada zona elastis kawat,\nterbilang pendek. Sedangkan pada putaran dengan gaya yang diberikan melebihi kekuatan\nluluh kawat, besar gaya relatif konstan. Hal ini berarti memvariasikan diameter kawat dinilai\nlebih berpengaruh daripada memvariasikan pretension pada kekakuan aksial TSF.", "Daftar File": {"ABSTRAK Lathifah Dwi Novianti Juanda": "https://digilib.itb.ac.id/gdl/download/241551"}, "Penulis": "Lathifah Dwi Novianti Juanda [13117146]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tatacipta Dirgantara, M.T.", "Dr.Eng. Sandro Mihradi", "Ferryanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "wire tensioner, optical motion capture, load cell, pretension", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Jan 2022"}