{"Nomor": 62762, "Judul": "PERANCANGAN SEKOLAH ISLAM KUTTAB AL FATIH BERBASIS PERMAKULTUR ISLAMI", "Abstrak": "Ketahanan pangan menjadi salah satu isu global yang perlu direspons dengan\nberbagai pendekatan untuk menghasilkan solusi yang tepat. Terdapat beberapa\nfaktor yang berpotensi menimbulkan kerentanan pangan di Indonesia, yaitu\nsemakin berkurangnya lahan pertanian setiap tahunnya, minimnya jumlah petani\nmuda sebagai generasi penerus dalam kegiatan pertanian, distribusi pangan tidak\nmerata, serta masih maraknya praktik pertanian yang tidak ramah lingkungan. Isu\npangan pun menjadi salah satu target dalam Agenda Tujuan Pembangunan\nBerkelanjutan (SDGs). Arsitektur berpotensi untuk dapat berkontribusi dalam\nmerespons permasalahan tersebut, di antaranya adalah dalam perancangannya\nmeminimalkan lahan terbangun untuk lahan pertanian, menyediakan fasilitas\nedukasi yang menarik bagi generasi muda terkait pertanian berkelanjutan, serta\nmenerapkan strategi-strategi SDGs pada poin yang berkaitan dengan pangan.\nAdapun permakultur dapat menjadi pendekatan yang relevan, karena permakultur\nberfokus menciptakan lingkungan ekosistem produktif secara berkelanjutan,\nseperti menyediakan kebutuhan pangan pengguna dengan meniru pola-pola alam,\nbekerja sama dengan alam dibandingkan melawannya, meminimalkan input dari\nluar tapak, rendah energi, rendah perawatan, dan menghasilkan sistem tertutup\ntanpa sampah. Pendekatan permakultur tersebut berpotensi untuk\ndiimplementasikan ke dalam perancangan sekolah Islam Kuttab Al Fatih (KAF),\nyang berada di kawasan pertanian konvensional. Selain itu, kuatnya nilai-nilai\nIslam yang menjadi basis KAF dapat berintegrasi kuat dengan permakultur,\nkarena terdapat persamaan antara nilai-nilai Islam dengan prinsip-prinsip\npermakultur. Oleh karena itu, tujuan penelitian ini adalah untuk merancang\nsekolah Islam KAF yang diintegrasikan dengan permakultur.\nPenelitian ini dilakukan dengan metode kualitatif dan kuantitatif. Metode\nkualitatif dilakukan dengan mengkaji berbagai sumber untuk mengetahui kriteriakriteria yang diperlukan dalam perancangan, strategi-strategi pada proyek sejenis\nyang dapat diterapkan ke dalam perancangan, serta mempelajari permasalahan\ndan solusi yang dilakukan oleh para praktisi permakultur dalam\nmengimplementasikan permakultur. Kemudian, melakukan survei dan wawancara\nke lokasi studi untuk mengetahui kondisi fisik maupun non-fisik pada tapak.\nAdapun pengumpulan data sekunder dari berbagai sumber untuk mengetahui\nkondisi dan konteks lokasi studi pada skala yang lebih luas, yang dapat \nmempengaruhi perancangan KAF. Sementara, metode kuantitatif dilakukan\ndengan menghitung kebutuhan pangan yang dapat dipenuhi dalam perancangan\nKAF.\nBerdasarkan hasil kajian literatur, disimpulkan bahwa kondisi tahan pangan dapat\ndicapai dengan memastikan setiap individu dapat mengakses pangan yang sehat\ndengan mudah, dengan memperhatikan aspek kelestarian lingkungan, serta nilai,\nmoral, ataupun budaya yang dianut masyarakat setempat. Kondisi tersebut dapat\ndicapai dengan mengimplementasikan permakultur, yang berlandaskan pada etika\ndan prinsip permakultur, serta dengan merujuk pada target-target SDGs. Adapun\nkuttab merupakan lembaga pendidikan setingkat sekolah dasar, yang berasal dari\nTimur Tengah. Kemudian, terdapat isu yang kuat ditemukan di lokasi studi, yaitu\nkuatnya nilai Islam yang menjadi basis kegiatan pendidikan di KAF, dengan\nkurikulum pendidikan kuttab berlandaskan pada Al Qur’an dan Hadist. Maka,\ndalam perancangannya perlu memperhatikan nilai-nilai Islam. Terdapat nilai-nilai\nIslam yang dapat diintegrasikan dengan permakultur, namun juga terdapat\nlarangan dalam Islam yang perlu dipertimbangkan ke dalam perancangan. Oleh\nkarena itu, konsep perancangan yang diusulkan adalah permakultur Islami.\nAdapun visi perancangannya adalah menghasilkan perancangan KAF yang\nterintegrasi dengan permakultur, dengan nilai-nilai Islam sebagai landasannya,\nuntuk mewujudkan ketahanan pangan yang berkelanjutan pada skala komunitas.\nBerdasarkan usulan konsep di atas, isu-isu perancangan utama dirumuskan\nberdasarkan penggabungan antara prinsip-prinsip permakultur dengan nilai-nilai\nIslam. Isu-isu tersebut adalah ramah lingkungan (dalam hal penggunaan material,\npenggunaan energi dan pengolahan limbah), adaptif dan produktif, rendah\nperawatan dan rendah input dari luar tapak, serta perancangan mengandung pesanpesan tauhid. Isu-isu tersebut direspons ke dalam perancangan kawasan maupun\nperancangan bangunan. Adapun bangunan yang difasilitasi di dalam tapak terdiri\ndari bangunan utama dan bangunan pendukung. Bangunan utama berdasarkan\npada unsur-unsur yang diprioritaskan ada di KAF, yaitu bangunan pengelola dan\nruang guru, masjid, dan bangunan kelas. Selain itu, terdapat bangunan pendukung\nuntuk memfasilitasi kebutuhan institusi Akademi Guru, yang sama-sama berada di\ndalam tapak, dan masih dalam yayasan yang sama dengan KAF. Akademi Guru\nberfokus untuk mencetak pengajar yang akan di tugaskan di KAF. Bangunan\npendukung tersebut berupa kantor pengelola Akademi Guru, asrama khusus\nikhwan (pria), dan rumah musyrif (pengajar). Selain itu, terdapat pula warung AlFatih yang menyediakan keperluan pengguna di dalam tapak, serta dapat\ndimanfaatkan untuk menjual hasil kebun yang berlebih dari dalam tapak. Adapun\nfasilitas pelengkap lainnya disediakan berdasarkan hasil analisis pengguna dan\nkegiatannya di dalam tapak.\nPada perancangan KAF, total area terbangun di dalam tapak adalah sebesar 15%,\nsementara 85% sisanya merupakan ruang terbuka hijau, yang dimanfaatkan\nsebagai lahan pertanian. Berdasarkan kondisi tersebut, kebutuhan pangan\npengguna dapat dipenuhi 60% dari dalam tapak, dengan rincian 56% pangan\ndipenuhi dari lahan pertanian, 4% dipenuhi dari bangunan. Dari hasil perancangan\ntersebut dapat disimpulkan bahwa permakultur pun dapat diimplementasikan ke \ndalam perancangan arsitekur bangunan, tidak hanya pada perancangan lanskap\nyang sudah umum dilakukan. Pengimplementasian tersebut dapat dilakukan\ndengan menerapkan prinsip-prinsip permakultur ke dalam perancangan arsitektur\nbangunan. Kemudian, terbatasnya lahan untuk memenuhi kebutuhan pangan\npengguna, dapat ditambah dengan memanfaatkan ruang-ruang yang ada pada\nbangunan sebagai tempat menumbuhkan tanaman pangan yang beragam, seperti\ndi area atap, balkon, teras, dinding, maupun railing. Maka, arsitektur pun dapat\nberkontribusi dalam mewujudkan ketahanan pangan yang berkelanjutan pada\nskala komunitas", "Daftar File": {"ABSTRAK Ike Kurniawati": "https://digilib.itb.ac.id/gdl/download/241550"}, "Penulis": "Ike Kurniawati [25220036]", "Kontributor / Dosen Pembimbing": ["Dr. GES. Mohammad Zaini Dahlan, S.P., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "ketahanan pangan, berkelanjutan, permakultur, nilai-nilai Islam, Kuttab Al Fatih, skala komunitas", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "19 Jan 2022"}