{"Nomor": 62772, "Judul": "PERANCANGAN SISTEM PENJADWALAN OPERASI MANUFAKTUR PADA UNIT PRODUKSI BERJENIS PROJECT SHOP BERBASIS KONSEP SISTEM PRODUKSI TERDISTRIBUSI MANDIRI (SPTM)", "Abstrak": "Perubahan permintaan konsumen terhadap produk dengan variasi jenis tinggi dengan\njumlah produksi sedikit mengakibatkan proses penjadwalan menjadi lebih kompleks, salah\nsatunya terjadi pada unit produksi berjenis proyek. Tujuan dari penelitian ini adalah membuat\nrancangan sistem penjadwalan operasi manufaktur pada unit produksi berjenis proyek dengan\nmenerapkan konsep Sistem Produksi Terdistribusi Mandiri (SPTM). Rancangan sistem\npenjadwalan ini ditampilkan menggunakan website yang memodelkan elemen produksi untuk\nmempermudah penjadwalan operasi manufaktur.\nRancangan sistem akan berfokus untuk membuat setiap elemen produksi dapat\nmengambil keputusannya secara mandiri, berdasarkan hasil koordinasi dengan elemen\nproduksi lainnya. Logika penjadwalan, konsep SPTM, pemodelan elemen-elemen produksi,\ndan database akan dikolaborasikan sehingga bisa mencapai fokus tersebut. Konsep\nkemandirian akan diberikan pada produk, grup kerja, stasiun kerja, material, insinyur, dan\nkoordinator proyek setelah mereka semua dimodelkan secara virtual dalam bentuk objek.\nKemandirian yang mereka punyai adalah untuk mengambil keputusan terkait jadwal\npemrosesan pesanan yang masuk ke unit produksi.\nPada penelitian ini, hal pertama yang akan dilakukan adalah mendefinisikan model fisik\ndari unit kerja berjenis proyek seperti produk, struktur produk, model proses, operasi, produk\ndijadwalkan, jam kerja, dan aset unit produksi project shop. Kemudian, dari model fisik\ntersebut akan dibuat model virtual dengan meninjau elemen-elemen produksinya. Setelah itu,\nmodel virtual akan akan menjadi dasar pembuatan website sebagai bentuk akhir penelitian ini.\nPembuatan website akan menggunakan framework Django yang dikenalkan melalui bahasa\npemrograman Python. Rancangan sistem penjadwalan yang telah berhasil dibuat akan\ndilakukan diuji validitasnya.", "Daftar File": {"ABSTRAK Luster Hiroshi Pramushinto": "https://digilib.itb.ac.id/gdl/download/241570"}, "Penulis": "Luster Hiroshi Pramushinto [13117050]", "Kontributor / Dosen Pembimbing": ["Prof.Dr.Ir. Yatna Yuwana Martawirya"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "penjadwalan, project shop, SPTM, model, website, framework, Django, Python", "Sumber": "Program Studi Teknik Mesin - Fakultas Teknik Mesin dan Dirgantara", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Jan 2022"}