{"Nomor": 62774, "Judul": "KAJIAN MORFOLOGI MUARA SUNGAI SERANG UNTUK PENGENDALIAN BANJIR KAWASAN STRATEGIS NASIONAL YOGYAKARTA INTERNATIONAL AIRPORT (KSN YIA)", "Abstrak": "Bandara Internasional Yogyakarta yang telah ditetapkan sebagai Kawasan Strategis Nasional secara geografis berada pada dataran rendah yang diapit olah dua sungai utama yakni Sungai Bogowonto pada sisi barat dan Sungai Serang pada sisi timur. Sungai Serang mengalami banjir hampir setiap musim penghujan, salah satu faktor yang menyebabkan terjadinya banjir pada Sungai Serang adalah kondisi muara Sungai Serang yang tertutup oleh sedimentasi. Kondisi tersebut menyebabkan terjadinya efek backwater yang mengakibatkan kenaikan muka air banjir, disamping itu kondisi muara Sungai Serang yang tertutup sedimen ini dapat menyebabkan penurunan kapasitas tampungan sungai Serang pada saat banjir. Penelitian ini melakukan analisis backwater pada muara Sungai Serang yang dilakukan dengan memodelkan pada program HEC-RAS 6.1 kemudian melakukan kajian perubahan morfologi muara Serang akibat pengaruh hydrodinamik di pantai Glagah dengan menggunakan program Delft-3D 4.04.02.\nHasil analisis kondisi eksisting Sungai Serang tidak dapat menampung debit banjir Q100 dan dengan adanya pengaruh pasang surut mengakibatkan kenaikan muka air sebesar 2.14 m pada muara Sungai Serang sampai 0.15 m pada jarak 1.8 Km dari muara Sungai Serang, akibat efek backwater terjadi kenaikan muka air banjir sebesar 0.66 m pada outlet Sungai Carik Timur. Pengaruh hydrodinamik di pantai Glagah menyebabkan sedimentasi pada muara Serang dengan ketebalan pada muson barat 3.5 m dengan luasan 0.063 Ha dan pada muson timur 4 m dengan luasan 0.437 Ha.", "Daftar File": {"ABSTRAK Dibo Separnu": "https://digilib.itb.ac.id/gdl/download/241571"}, "Penulis": "Dibo Separnu [25820019]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Muhammad Syahril Badri Kusuma, Ph.D.", "Ir. Dantje Kardana Natakusumah, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Banjir, Sedimentasi, Morfologi Muara", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Jan 2022"}