{"Nomor": 62771, "Judul": "STUDI TRANSFORMASI INTERZEOLIT FAU DAN PENERAPAN TEKNIK CONFINED-REACTIVE AGENT", "Abstrak": "Transformasi interzeolit merupakan salah satu metode sintesis zeolit untuk memecahkan masalah dalam pengolahan limbah zeolit. Dengan metode ini, zeolit limbah dapat dikonversikan menjadi zeolit baru yang lebih fungsional. Transformasi interzeolit ini dapat dilakukan dengan menggunakan bantuan Organic Structure Directing Agent (OSDA), bantuan benih dan tanpa bantuan OSDA/benih. Penggunaan senyawa organik yang tidak spesifik yang berperan sebagai OSDA pada transformasi interzeolit dapat diterapkan untuk teknik confined- reactive agent. Bersama teknik confined-reactive agent ini, senyawa organik dapat berperan untuk meningkatkan reaktifitas terutama transformasi zeolit induk. Sebagai contoh, senyawa TEAOH yang merupakan OSDA spesifik untuk pembentukan zeolit BEA (beta) malah dapat digunakan pada transformasi FAU (faujasit) untuk menghasilkan CHA (chabazit). Sebagai informasi, TEAOH adalah senyawa organik yang tidak spesifik dalam menghasilkan aluminosilikat CHA. Oleh karena itu, senyawa TEAOH dapat berperan sebagai reactive agent daripada sebagai pengarah pembentukan struktur. Pada penelitian ini, transformasi interzeolit faujasit dengan teknik confined-TEAOH telah berhasil dilakukan. Zeolit yang dihasilkan pada transformasi kerangka FAU merupakan zeolit kerangka CHA dan MER dengan menggunakan TEAOH sebagai OSDA. Analisis terkait fasa kristal, morfologi, dan rasio Si/Al dilakukan karakterisasi XRD, XRF, dan SEM. Berdasarkan hasil analisis diketahui bahwa zeolit FAU yang dihasilkan dari metakaolin memiliki morfologi flower-like dengan rasio Si/Al sebesar\n1,88. FAU yang diprotonasi dengan NH4NO3 menunjukkan terjadinya pelarutan Al pada kerangka FAU yang tunjukkan dari peningkatan rasio Si/Al menjadi 2,50 dan morfologi kristal yang mengalami kerusakan. Transformasi interzeolit FAU dipengaruhi oleh konsentrasi KOH, suhu dan waktu sintesis. Pada konsentrasi KOH yang lebih tinggi, FAU (FD:13,3 T/1000Å3) mengalami transformasi menjadi kerangka dengan Framework Density (FD) yang lebih tinggi yaitu CHA (FD:15,1 T/1000Å3) dan MER (FD:16,4 T/1000Å3). Pada penelitian ini transformasi interzeolit yang berhasil terjadi pada suhu 130 °C, 150 °C, dan 170 °C. Pada suhu\n130 °C transformasi FAU menjadi CHA berhasil terjadi pada konsentrasi yang lebih tinggi. Sedangkan pada suhu 150 °C, zeolit CHA terbentuk pada konsentrasi KOH yang lebih rendah dan zeolit MER terbentuk pada konsentrasi yang lebih tinggi. Waktu sintesis menentukan tipe kerangka zeolit yang dihasilkan. Hidrotermal pada suhu 170 °C pada 2 hari menghasilkan zeolit CHA sedangkan pada waktu 5 hari terbentuknya zeolit MER. Maka rute transformasi interzeolit yang dapatkan pada penelitian ini adalah FAU?CHA?MER. Transformasi interzeolit dengan teknik confined-TEAOH dilakukan pada suhu 170 °C pada 2 hari. Diketahui bahwa pembentukan kerangka MER yang lebih cepat dibandingkan teknik konvensional tanpa TEAOH. Hal ini disebabkan karena keberadaan ion TEA+ pada kerangka FAU berperan dalam meningkatkan  reaktifitas  zeolit  induk  untuk  bertransformasi.  Penelitian  ini  memberikan\n \nwawasan tentang rute transfromasi interzeolit, dan peran confined-reactive  agent yang berguna untuk meningkatkan laju transformasi zeolit induk menjadi zeolit target.", "Daftar File": {"ABSTRAK Kevin Septioga": "https://digilib.itb.ac.id/gdl/download/241569", "PUSTAKA Kevin Septioga": "https://digilib.itb.ac.id/gdl/download/261602"}, "Penulis": "Kevin Septioga [20519313]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Rino Rakhmata Mukti, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "kaolin, faujasit, transformasi interzeolit, confined, reactive agent", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "19 Jan 2022"}