{"Nomor": 62787, "Judul": "ANALISIS RANTAI NILAI DAN STRATEGI PENGEMBANGAN USAHA PENGOLAHAN SINGKONG MENJADI MOCAF (KASUS PADA PENGOLAHAN MOCAF CAP KUJANG DI DESA MEKARJAYA KECAMATAN SUMEDANG UTARA KABUPATEN SUMEDANG)", "Abstrak": "Sejak tahun 2012 MOCAF cap Kujang diproduksi di Kabupaten Sumedang.\nNamun perkembangan usaha MOCAF ini masih terbatas dengan adanya kendala:\nketerbatasan ketersediaan bahan baku singkong, pemasaran yang belum intensif,\ndan belum adanya perhatian pemerintah. Penelitian ini bertujuan untuk\nmenganalisis aktivitas rantai nilai pada usaha MOCAF cap Kujang,\nmengidentifikasi faktor internal dan eksternal yang mempengaruhi usaha MOCAF\ncap Kujang, dan menentukan strategi pengembangan usaha pada MOCAF cap\nKujang. Metode yang digunakan untuk analisis rantai nilai yaitu dengan kerangka\nACIAR (Australian Centre for International Agricultural Research), Model\nPorter serta analisis nilai tambah dengan Metode Hayami. Analisis faktor internal\ndilakukan menggunakan matriks IFE (Internal Factor Evaluation) dan faktor\neksternal menggunakan matriks EFE (External Factor Evaluation). Hasil IFE dan\nEFE digunakan untuk merumuskan strategi pada matriks SWOT. Strategi yang\ndihasilkan kemudian ditentukan prioritasnya menggunakan metode AHP\n(Analytical Hierarchy Process). Hasil penelitian menunjukkan bahwa aktivitas\nutama dan aktivitas pendukung pada usaha MOCAF cap Kujang menghasilkan\nnilai tambah MOCAF sebesar Rp1.000/kg (33,33%). Faktor internal yang menjadi\nkekuatan utama yaitu usaha MOCAF cap Kujang sudah memiliki izin P-IRT dan\nkelemahan utamanya yaitu harga MOCAF cap Kujang lebih tinggi dibandingkan\nMOCAF lainnya. Faktor eksternal yang menjadi peluang utama yaitu MOCAF dapat menjadi substitusi terigu untuk orang yang tidak dapat mengonsumsi gluten\ndan ancaman utamanya yaitu harga tepung terigu lebih murah. Prioritas strategi\npengembangan usaha MOCAF cap Kujang yaitu membangun promosi dan\nkerjasama dengan berbagai pihak (Surat Perjanian Kerjasama/SPK): promosi rutin\nmelalui media sosial, membuat brosur, dan menjual melalui e-commerce,\nmengikat perjanjian dengan supplier dan konsumen. Prioritas strategi berikutnya\ndengan penggunaan mesin pengering untuk produksi, penjualan MOCAF secara\nbulky dan pembentukan struktur organisasi usaha yang efektif.", "Daftar File": {"ABSTRAK Mira Ismiyanti Pribadi": "https://digilib.itb.ac.id/gdl/download/241591"}, "Penulis": "Mira Ismiyanti Pribadi [21320020]", "Kontributor / Dosen Pembimbing": ["Dr. Rijanti Rahaju Maulani, S.P., M.Si.", "Dr. Ir. Wawan Gunawan, BA, M.P."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "MOCAF, Model Porter, Prioritas Strategi, Rantai nilai, SPK, dan SWOT-AHP", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Jan 2022"}