{"Nomor": 62782, "Judul": "PEMBUATAN SABUN PADAT TRANSPARAN MENGGUNAKAN MINYAK KELAPA MURNI (VIRGIN COCONUT OIL) DENGAN PENAMBAHAN MINYAK ESENSIAL LAVENDER (LAVANDULA ANGUSTIFOLIA)", "Abstrak": "Sabun adalah campuran garam natrium dari berbagai asam lemak alami yang digunakan sebagai\nbahan pembersih tubuh. Terdapat beberapa jenis sabun padat yang beredar di pasaran yang\ndikelompokkan berdasarkan tampilannya, yaitu sabun opak, sabun translucent, dan sabun\ntransparan. Faktor-faktor yang dapat mempengaruhi tingkat transparansi sabun adalah jumlah\netanol, gula atau polihidroksi alkohol, dan gliserin di dalam sabun. Penelitian ini bertujuan untuk\nmenentukan jumlah etanol, sorbitol, dan gliserin yang optimum untuk menghasilkan sabun padat\ntransparan dan memenuhi kualitas Standar Nasional Indonesia (SNI) No. 06-3532-1994. Pembuatan\nsabun padat transparan diawali dengan penentuan minyak yang akan digunakan pada pembuatan\nsabun, yaitu minyak kelapa murni (virgin coconut oil) yang akan dibuat menjadi tiga formula dengan\npersentase jumlah etanol:sorbitol:gliserin, yakni 17,5 : 17,5 : 7,5 untuk formula I, 5 : 32,5 : 5 untuk\nformula II, dan 2,5 : 12,5 : 27,5 untuk formula III. Sabun padat formula I adalah sabun dengan\ntransparansi paling baik. Semua formula sabun padat transparan memenuhi SNI untuk uji stabilitas\nbusa sabun. Penelitian ini menyimpulkan bahwa semakin banyak jumlah etanol dan sorbitol yang\ndigunakan maka sabun padat transparan yang dihasilkan akan memiliki transparansi yang lebih baik.", "Daftar File": {"ABSTRAK Elindara Aprodita": "https://digilib.itb.ac.id/gdl/download/241582"}, "Penulis": "Elindara Aprodita [10716031]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sukrasno, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Sabun padat transparan, etanol, sorbitol, gliserin", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "19 Jan 2022"}