{"Nomor": 62780, "Judul": "PENILAIAN KESELAMATAN DAN PENENTUAN TUGAS PERAWATAN LRU SISTEM PENYANGGA HIDUP PADA PESAWAT IX-104", "Abstrak": "Pesawat IX-104 merupakan pesawat jenis multirole yang sedang dalam tahap\npengembangan. Pesawat tersebut memiliki beberapa sistem untuk mendukung\nmisinya. Salah satu sistem sekunder yang dipakai di pesawat tersebut adalah Sistem\nPenyangga Hidup (Life Support System/LSS). Namun, saat ini pada pesawat IX-\n104 belum dilakukan penilaian keselamatan level sistem dan juga belum memiliki\ntugas perawatan. Karena itu diperlukan penilaian keselamatan dan analisis\nkegagalan LSS untuk menentukan tugas perawatan yang diperlukan.\nLSS memiliki 6 Line Replaceable Unit (LRU) utama yaitu Oxygen Concentrator\n(OC), Breathing Regulator & Anti-G Valve (BRAG), Backup & Emergency Oxygen\nSupply (BEOS), Plenum, Pilot Interface Connector (PIC) dan Seat Interface\nConnector (SIC). Efek kegagalan fungsional LSS dinilai, diklasifikasikan, dan\ndiverifikasi menggunakan metodologi FHA, PSSA dan SSA. Tugas perawatan 6\nLRU tersebut ditentukan dengan metode MSG-3 untuk modus kegagalan yang\ndipilih.\nHasil penilaian keselamatan menunjukkan beberapa kegagalan fungsional yang\nmasuk kategori katastropik yaitu “tidak dapat menghasilkan oksigen” dengan\nmodus kegagalan “sieve bed valve tidak mengalirkan udara”, “oksigen tidak dapat\ndisuplai ke pilot” dengan modus kegagalan “tabung plenum bocor”, dan\n“penurunan suplai tekanan udara untuk anti-g suit” dengan modus kegagalan\n“pengatur tekanan BRAG error”. Selain itu, hasil penentuan tugas perawatan untuk\n6 LRU adalah Discard/Replacement untuk OC, Functional/Inspection Check untuk\nBRAG, Discard/Replacement untuk BEOS, Operational/Visual Check untuk\nPlenum, Functional/Inspection Check untuk PIC dan Functional/Inspection Check\nuntuk SIC.", "Daftar File": {"ABSTRAK Ridho Ismoyo Putra": "https://digilib.itb.ac.id/gdl/download/241579"}, "Penulis": "Ridho Ismoyo Putra [23619012]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Edy Suwondo, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Sistem Penyangga Hidup, MSG-3, LRU, Penilaian Keselamatan, Tugas Perawatan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Jan 2022"}