{"Nomor": 62781, "Judul": "PERANCANGAN FONDASI GEDUNG DAN JEMBATAN PADA REDEVELOPMENT STASIUN KERETA API KAMPUNG BANDAN", "Abstrak": "Proyek Redevelopment Stasiun Kereta Api Kampung Bandan berada di\ndaerah Ancol, Jakarta Utara, memiliki dua buah rel kereta api di lantai 1 dan lantai\n2 dengan tujuan yang berbeda. Lingkup desain yang difokuskan antara lain adalah\ngedung stasiun, bagian gedung stasiun yang dirancang berupa jembatan, serta\nperkerasan jalan. Dari kondisi tanah yang ada, tanah pada proyek ini dominan\nlempung lunak sehingga muncul beberapa masalah yakni daya dukung rendah,\npenurunan tanah yang besar, serta kedalaman tanah keras yang sangat dalam.\nDilakukan analisis penurunan tanah dasar perkerasan jalan yang menggunakan\nPLAXIS 2D dengan tahap menggali, mengganti tanah, dan menimbun tanah. Lalu\ndihasilkan penurunan tanah melebihi syarat izin, sehingga diperlukan penanganan\nyaitu dengan overlay perkerasan jalan.\nBerdasarkan kondisi tanah tersebut dan juga kondisi proyek, untuk gedung\ndan jembatan stasiun dipilih fondasi dalam jenis tiang bor diameter 1 meter dengan\nkedalaman 40 meter untuk gedung dan 50 meter untuk jembatan. Dilakukan analisis\nfondasi meliputi daya dukung, penurunan tiang, serta detailing tulangan fondasi dan\npilecap, dimana untuk daya dukung lateral tiang menggunakan aplikasi LPILE, dan\ndaya dukung grup tiang dengan aplikasi GROUP. Diperoleh jenis konfigurasi\npilecap sebanyak 4 jenis untuk gedung stasiun, dan 1 jenis untuk jembatan stasiun.", "Daftar File": {"ABSTRAK Amallya Shilla Pradina": "https://digilib.itb.ac.id/gdl/download/241580"}, "Penulis": "Amallya Shilla Pradina [15017135]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Puti Farida Marzuki", "Prof. Dr. Ir. Masyhur Irsyam, M.S.E.", "Dr. Aine Kusumawati, S.T., M.T.", "Dr.Eng. Aris Aryanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "stasiun, timbunan, tanah dasar, gedung, jembatan, tiang bor, daya dukung, penurunan, PLAXIS 2D, LPILE, GROUP.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Jan 2022"}