{"Nomor": 62786, "Judul": "MINING HYDROGEOLOGICAL PROBLEMS IN UNDERGROUND EXCAVATION OF VEIN-TYPED GOLD DEPOSIT UNDER HYDRAULIC INTER-CONNECTION WITH SURFACE WATER BODY 3. ANALYSIS OF GROUNDWATER INFLOW AND PRELIMINARY SCHEME OF DECISION MAKING PROCESS", "Abstrak": "This paper is seguel to and is a continuation of several previous papers (Widodo, 2013, 2015, 2016a, and 2016b) on the mining hydrogeological problems of vein-typed deposit inter-connected with surface water bodies. Widodo (2013) described the main problem of groundwater management in underground mines, while Widodo (2015) provided a comprehensive problem-solving frame work. Widodo (2016a) explained the principles of gold resource estimation and Widodo (2016b) described the engineering hydrogeology philosophy of groundwater management. In this paper will be discussed the analysis of groundwater inflow into the underground mining facility. This is important since the solution used to solve groundwater management problems in underground mining is based on the trade-off principle (Widodo, 2013), so optimization becomes important and is the main tool of decision making process, in which the economic potential of gold resources compared to the cost of groundwater management in underground mining facilities. The hydraulically inter-connected ore body with surface water bodies acts as an aguifer with unlimitted recharge. Groundwater analysis into underground mining facilities was carried out using\nthe PARIKESIT software developed by Nurcahya (2017) based on finite element method, and applied the\nMcDonald and Harbaugh (1988) formula to drain. Groundwater problems inflow into underground mining\nfacilities can be categorized into drain phenomena. From the analysis of groundwater inflow is known, that the increase in total drainage discharge in the underground mining infrastructure is directly proportional to the depth of crosscut. At each crosscut depth, the drain discharge on the shaft and crosscut decreases every increase of iteration, while the drain discharge out of the ore body is constant. PARIKESIT is good enough to calculate groundwater inflow from hydraulically inter-connected ore bodies with surface water bodies into underground mine infrastructure. Based on the result of verification with Visual ModFlow software, it can be concluded that the estimated flow rate drain using PARIKESIT is almost the same as the estimated flow rate drain using Visual ModFlow software. The decision making process uses optimizer based on genetic algorithm (GA), which always results in global solutions. In this case, optimization has multi-objective function, because there are two objectives that are maximizing the gold resources and minimizing the cost of groundwater management. Acting as a decision variable in this case is the depth of the initial crosscut or the deepest depth of the crosscut on the underground mining system based on the overhand principle.", "Daftar File": {"COVER Lilik Eko Widodo": "https://digilib.itb.ac.id/gdl/download/241588", "2017 LILIK EKO WIDODO 1-EDITORIAL BOARD.pdf\n]": "https://digilib.itb.ac.id/gdl/download/241589", "2017 LILIK EKO WIDODO 1-TABLE OF CONTENT.pdf)u": "https://digilib.itb.ac.id/gdl/download/241590", "2017 LILIK EKO WIDODO 1-PAPER.pdf?_": "https://digilib.itb.ac.id/gdl/download/241594"}, "Penulis": "Lilik Eko Widodo [-]", "Kontributor / Dosen Pembimbing": ["Dwi Tama Nurcahya, Irwan Iskandar"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "underground mining, vein, mining hydrogeology, surface-groundwater inter-connection, mining  drainage, mining feasibility, decision making, optimization, trade-off model", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "4 file", "Tanggal Input": "19 Jan 2022"}