{"Nomor": 62791, "Judul": "OPTIMASI PORTOFOLIO SAHAM MENGGUNAKAN MODEL MARKOWITZ SELAMA PANDEMI COVID-19  STUDI KASUS: PERUSAHAAN FARMASI YANG TERDAFTAR DI BURSA EFEK INDONESIA", "Abstrak": "Makalah penelitian ini bertujuan untuk mengetahui optimasi portofolio saham perusahaan farmasi\nyang terdaftar di Bursa Efek Indonesia dengan menggunakan model Markowitz selama masa\npandemi Covid-19. Industri farmasi menghadapi kondisi peningkatan yang moderat dimana\npermintaan produk farmasi terkait penanganan COVID-19 meningkat sedangkan permintaan\nproduk yang tidak terkait langsung dengan COVID-19 menurun. Di masa pandemi, resesi\nekonomi juga menyebabkan pasar modal terpuruk. IHSG sempat memasuki titik terendah pada\n24 Maret 2020 di level 3.937,63 akibat aksi jual investor baik di dalam maupun luar negeri. Hal\nini juga berdampak pada harga saham sejumlah emiten farmasi yang juga melemah pada Maret\n2020. Namun, harga saham emiten farmasi kembali meningkat meski kinerja keuangan\nperusahaan farmasi masih belum menunjukkan peningkatan yang signifikan. Ketika ada isu\nkemungkinan vaksin tersedia dalam waktu dekat, harga saham emiten farmasi melonjak. Selama\ntahun 2020, hampir seluruh harga saham perusahaan farmasi mengalami kenaikan yang cukup\nsignifikan. Hal ini disebabkan optimisme vaksinasi terhadap pertumbuhan ekonomi Indonesia\nyang akan berdampak positif. Kenaikan harga saham perusahaan farmasi yang berbanding\nterbalik dengan kinerja keuangan menimbulkan pertanyaan bagi investor.\n\nEvaluasi persediaan obat dilakukan dengan menganalisis nilai saham melalui risiko dan\npengembaliannya untuk menghasilkan portofolio yang optimal. Evaluasi stok farmasi yang\ndihitung melalui Model Markowitz untuk menghasilkan portofolio yang optimal. Berdasarkan\ndiversifikasi portofolio, model Markowitz menghitung kovarians menggunakan hubungan\nvarians-kovarians yang kompleks.\n\nTemuan penelitian ini menunjukkan bahwa terdapat perbedaan yang nyata dalam jumlah emiten\nsaham yang membentuk portofolio. Perhitungan pertama dengan menggunakan bobot yang sama\nmenunjukkan bahwa portofolio yang terdiri dari 10 saham dengan bobot masing-masing 10%\nmenghasilkan nilai expected return 41,8% dan standar deviasi 33,7%. Sedangkan perhitungan\nkedua yang menggunakan bobot optimal pada portofolio yang terdiri dari enam emiten saham\nyaitu KLBF dengan bobot 1,36%, SIDO dengan bobot 55,67%, TSPC dengan bobot 8,91%,\nSOHO dengan bobot 20,27 %, INAF dengan bobot 2,72%, dan PYFA dengan bobot 11,07%.\n\nEvaluasi portofolio optimal dengan menggunakan parameter Markowitz menunjukkan bahwa\nexpected return tertinggi dan risiko terendah masing-masing sebesar 25,19% dan 16,29%.\nPortofolio optimal yang dibentuk dengan metode Markowitz cocok untuk investor yang menghindari risiko, yang tidak menyukai risiko tinggi tetapi menginginkan pengembalian yang\noptimal.", "Daftar File": {"2022_TS_PP_Audi Imam Lazuardi_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/241601"}, "Penulis": "Audi Imam Lazuardi [29119485]", "Kontributor / Dosen Pembimbing": ["Dr. Achmad Herlanto Anggono, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Investasi, portofolio, return, model Markowitz", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "19 Jan 2022"}