{"Nomor": 62794, "Judul": "UTILISASI LAYANAN KESEHATAN PASIEN SKIZOFRENIA DAN GANGGUAN SPEKTRUM SKIZOFRENIA: STUDI DATA SAMPEL BPJS", "Abstrak": "Skizofrenia dan gangguan spektrum skizofrenia (SSD) merupakan salah satu gangguan jiwa berat\nyang pengobatannya telah dijamin dalam program Jaminan Kesehatan Nasional (JKN). Tingkat\nutilisasi oleh peserta perlu diketahui oleh pemangku kebijakan sebagai dasar evaluasi ketercapaian\ntujuan JKN. Tujuan dari penelitian ini yaitu untuk mengetahui pemanfaatan layanan kesehatan oleh\npasien skizofrenia dan SSD yang juga merupakan peserta JKN, serta melihat hubungan antara\nkarakteristik demografi dengan pemanfaatan layanan tersebut. Penelitian ini merupakan penelitian\nkuantitatif deskriptif dengan metode potong lintang dan analisis menggunakan data sekunder yaitu\ndata sampel BPJS edisi kedua. Dataset yang digunakan pada penelitian yaitu dataset Fasilitas\nKesehatan Tingkat Pertama (FKTP) dan dataset Fasilitas Kesehatan Rujukan Tingkat Lanjut (FKRTL)\nyang terpaut dengan dataset keanggotaan. Kriteria inklusi diagnosis yang digunakan pada penelitian\nyaitu skizofrenia, gangguan skizotipal dan delusi; kode F20-F29 pada ICD-10. Analisis deskriptif\ndigunakan untuk mengetahui frekuensi pemanfaatan layanan dan uji kai-kuadrat digunakan untuk\nmelihat hubungan karakter demografi terhadap jenis layanan yang digunakan. Hasil penelitian\nmenunjukkan frekuensi kunjungan antar jenis layanan kesehatan tertinggi ditemui di wilayah Jawa\ndengan proporsi terhadap seluruh wilayah di Indonesia: 60.46% untuk rawat jalan dan 44.81%\nuntuk rawat inap. Pemanfaatan layanan oleh pasien laki-laki lebih tinggi baik pada layanan rawat\ninap maupun rawat jalan. Pemanfaatan layanan oleh kelompok usia pasien antara 25-54 lebih tinggi\ndibandingkan kelompok usia 55 tahun ke atas atau kelompok yang lebih muda. Terdapat hubungan\nantara jenis kelamin, kelompok usia dan kelompok kepesertaan BPJS pasien skizofrenia dan SSD\nterhadap jenis layanan yang digunakan.", "Daftar File": {"ABSTRAK Khairani Hazrati": "https://digilib.itb.ac.id/gdl/download/241604"}, "Penulis": "Khairani Hazrati [11616017]", "Kontributor / Dosen Pembimbing": ["Dr. Kusnandar Anggadiredja, S.Si., M.Si.", "Dr. apt. Tjokorde Istri Armina P"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "BPJS, Gangguan spektrum skizofrenia, Layanan kesehatan, Skizofrenia, Utilisasi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "19 Jan 2022"}