{"Nomor": 62799, "Judul": "PENGARUH SUNGAI BARITO TERHADAP KINERJA DRAINASE DIR DADAHUP, STUDI KASUS: FOOD ESTATE KAWASAN BLOK A - SUNGAI BARITO", "Abstrak": "Food Estate merupakan direktif Presiden yang diisyaratkan oleh FAO untuk mengantisipasi potensi ancaman kelangkaan dan krisis pangan dunia sebagai dampak pandemi global Covid-19 dan memperkuat cadangan pangan nasional. Lahan seluas 165,000 Ha yang dibagi menjadi 4 Blok (Blok A, Blok B, Blok C dan Blok D) akan dijadikan pengembangan kawasan pertanian dan ketahanan pangan serta peningkatan produktivitas pertanian dengan keunggulan teknologi dan manajemen. Kondisi infrastruktur kawasan Food Estate saat ini tidak semua dalam kondisi baik dan mampu melayani seluruh daerah irigasi yang ada. Beberapa permasalahan yang terjadi antara lain belum optimalnya drainase pada DIR Dadahup yang terletak di Kawasan Blok A.\nKegiatan irigasi pada DIR Dadahup ini erat kaitannya dengan kondisi dan morfologi Sungai Barito. DIR Dadahup memiliki luas potensi sebesar 21,226 Ha dan didominasi oleh lahan gambut. Penelitian ini menggunakan beberapa data, antara lain curah hujan, debit sungai, klimatologi, topografi dan model elevasi digital (DEM), penampang Sungai Barito, pasang surut, tutupan lahan, pertanaman, dan data pendukung lainnya. Kinerja drainase di DIR Dadahup dinilai melalui analisis dan pemodelan. Analisis hidrologi dilakukan untuk mendapatkan debit banjir yang akan menjadi masukan dalam model hidraulik dengan menggunakan software Hec-RAS. Keluaran dari model ini dievaluasi dan selanjutnya dapat digunakan untuk mendapatkan rekomendasi apakah drainase dapat beroperasi secara gravitasi atau memerlukan pompa akibat pengaruh tinggi muka air Sungai Barito.", "Daftar File": {"ABSTRAK Dwi Yunita": "https://digilib.itb.ac.id/gdl/download/241612"}, "Penulis": "Dwi Yunita [25820009]", "Kontributor / Dosen Pembimbing": ["Mohammad Farid, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Food Estate, Kinerja Drainase, Irigasi Rawa.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "19 Jan 2022"}