{"Nomor": 62818, "Judul": "MODIFIKASI SILIKA BIS-APTES DENGAN ASAM MIRISTAT DAN ASAM LEMAK PRODUK HIDROLISIS B100", "Abstrak": "Silika banyak dimanfaatkan sebagai adsorben karena sifatnya yang mudah dimodifikasi untuk adsorbat tertentu. Pada penelitian ini telah dilakukan reaksi antara silika termodifikasi amina dengan asam lemak untuk mengurangi kepolaran dari silika. Produk hasil sintesis dapat diproyeksikan untuk mengoptimalkan adsorpsi senyawa organik nonpolar. Asam lemak diperoleh dengan menghidrolisis B100 menggunakan NaOH pada suhu refluks 100°C selama 2 jam dan diasamkan menggunakan H2SO4. Konfirmasi telah terbentuknya asam lemak dari B100 dilakukan dengan analisis spektrum 1H-NMR yang memperlihatkan hilangnya puncak serapan pada 3,6 ppm yang mengindikasikan gugus metoksi telah lepas. Silika termodifikasi amina didapatkan dari reaksi Bis[3-(Aminopropiltrietoksisilan)] dengan pelarut toluena dan katalis amonia dengan perbandingan volume 80 : 15 : 5 yang diaduk selama 24 jam. Silika termodifikasi Bis-APTES kemudian direaksikan dengan asam lemak produk hidrolisis B100 menggunakan pelarut toluena serta reagen kopling N,N'-Disikloheksilkarbodiimida (DCC) dan 4-Dimetilaminopiridin (DMAP). Sebagai pembanding, asam miristat juga direaksikan dengan silika termodifikasi Bis-APTES menggunakan metode yang sama. Produk dari setiap tahapan dikarakterisasi dengan FTIR. Pada perbandingan spektrum FTIR silika amida lemak sebelum dan setelah modifikasi teramati penurunan ketajaman puncak pada 1134 cm-1 yang menandakan pelemahan regangan Si-O-Si dan pada 1708 cm-1 yang menandakan pelemahan regangan C=O. Gugus fungsi asam lemak sulit terbaca pada FTIR karena jumlahnya yang sedikit apabila dibandingkan dengan ukuran partikel silika yang jauh lebih besar. Karakterisasi morfologi dengan TEM menunjukkan bentuk silika termodifikasi beragregasi dan tidak beraturan. Silika termodifikasi amida miristat yang telah disintesis memiliki kemampuan adsorpsi terhadap analit kafein. Kadar kafein yang tersisa diukur menggunakan KCKT dan didapatkan hasil konsentrasinya berkurang dari 100 ppm menjadi 95,7704 ppm, sedangkan tidak terjadi pengurangan kadar kafein pada pengontakan dengan silika termodifikasi Bis- APTES. Oleh karena itu penempelan asam lemak pada silika termodifikasi amina memperlihatkan potensi untuk digunakan sebagai adsorben senyawa nonpolar.", "Daftar File": {"ABSTRAK Abyaska Syafira": "https://digilib.itb.ac.id/gdl/download/241974", "PUSTAKA Abyaska Syafira": "https://digilib.itb.ac.id/gdl/download/243308"}, "Penulis": "Abyaska Syafira [10517013]", "Kontributor / Dosen Pembimbing": ["Dr. Handajaya Rusli, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "asam lemak, Bis-APTES, modifikasi silika, adsorben.", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "9 file", "Tanggal Input": "20 Jan 2022"}