{"Nomor": 62819, "Judul": "APLIKASI REAKSI KOPLING C-C TERKATALIS NIKEL UNTUK SINTESIS SENYAWA FEROMON KUMBANG ORYCTES RHINOCEROS L. ETIL 4-METILOKTANOAT", "Abstrak": "Senyawa etil 4-metiloktanoat merupakan senyawa feromon jantan dari serangga Oryctes rhinoceros atau yang sering disebut kumbang badak. Kumbang badak merupakan hama yang sering mengganggu tanaman kelapa. Hama ini mampu menurunkan produksi perkebunan kelapa hingga menyebabkan kematian tanaman. Pada penelitian ini telah berhasil disintesis senyawa etil 4-metiloktanoat melalui dua tahapan reaksi, yaitu tahap hidrobrominasi 1-heksena menggunakan HBr dan tahap reaksi kopling karbon-karbon menggunakan etil akrilat dan katalis (PPh3)2NiCl2. Reaksi hidrobrominasi 1-heksena berlangsung pada suhu kamar menghasilkan campuran produk Markovnikov dan anti-Markovnikov dengan persentase produk utama 2-bromoheksana dengan perbandingan 61:39. Karakterisasi dan analisis dilakukan dengan 1H-NMR dan GC-MS. Reaksi kopling C-C terkatalisis nikel antara 2-bromoheksana dan etil akrilat berlangsung pada suhu 65 ?C yang menghasilkan produk dalam campuran reaksi. Karakterisasi dan analisis produk dilakukan dengan menggunakan data spektroskopi 1H-NMR, 13C- NMR, dan GC-MS. Dari analisis kromatogram GC ditunjukkan bahwa senyawa etil 4-metiloktanoat berhasil diperoleh melalui kedua tahapan reaksi tersebut dengan kadar 14,28% dalam campuran hasil reaksi.", "Daftar File": {"ABSTRAK Annisa Nur Khaeruni": "https://digilib.itb.ac.id/gdl/download/241683", "PUSTAKA Annisa Nur Khaeruni": "https://digilib.itb.ac.id/gdl/download/248263"}, "Penulis": "Annisa Nur Khaeruni [20519018]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Didin Mujahidin, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "etil 4-metiloktanoat, etil akrilat, feromon, Oryctes rhinoceros L., 1-heksena, 2-bromoheksana.", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "20 Jan 2022"}