{"Nomor": 62824, "Judul": "USULAN STRATEGI BISNIS DI ERA NORMAL BARU PADA FISH N CHICK XPRESS", "Abstrak": "Fish n Chick Xpress adalah brand kuliner yang berdiri pada tahun 2019 dengan menu utama\nolahan ikan dori. Pada Maret 2020 perusahaan mengalami penurunan pendapatan akibat\nadanya pandemi COVID-19 yang mulai menyebar di Indonesia. Hal tersebut menyebabkan\nterjadinya perubahan perilaku konsumen, serta dampak secara internal maupun eksternal dari\nFnC  Xpress. Tujuan dari penelitian ini adalah menentukan strategi bisnis yang tepat di era\nnormal baru serta mengetahui bagaimana menumbuhkan strategi bisnis agar dapat terus\nbertahan di masa pandemik.\n\nPenelitian ini menggunakan internal dan eksternal analisis untuk mengetahui kondisi\nperusahaan dan mencari tahu sumber permasalahan FnC Xpress. Analisis internal penelitian\nini menggunakan analisis STP, pemasaran campuran dan model bisnis kanvas untuk\nmengetahui kekuatan dan kelemahan internal perusahaan. Hasil analisis internal menunjukkan\nadanya kekurangan pada strategi pemasaran, jangkauan pada pelanggan, dan inovasi produk\nyang adapatif di era normal baru. Pada eksternal analisis, perusahaan menggunakan analisis\npelanggan, analaisis porter’s five forces, serta analisis pesaing. Hasil analisis eksternal\nmenunjukkan bahwa tingginya angka persaingan serta adanya peruabahan perilaku konsumen\ndi era normal baru menyebabkan turunnya pendapatan pada FnC Xpress.\n\nRekomendasi dari penulis pada penelitian ini adalah penambahan inovasi menu baru berupa\nmakanan sehat serta makanan beku, optimalisasi sosial media sebagai strategi untuk\nmeningkatkan kegiatan promosi dan pemasaran, ekspansi perusahaan secara offline dan online\nuntuk memperluas jangkauan pelanggan, dan sebagai respon terhadap covid-19 dengan\nmenerapkan protokol kesehatan di era normal baru. Peneliti akan mengembangkan produk baru\ndan mendaftarkan platform pengiriman makanan pada bulan pertama. Pada bulan kedua,\nperusahaan sudah dapat menjual produk baru; meningkatkan aktivitas pemasaran perusahaan\ndibantu oleh staf marketing professional; dan memperluas jangkauan pelanggan secara online\nsetelah proses registrasi akun selesai. Evaluasi produk baru akan dilakukan setelah 2 bulan\npemasaran. Sedangkan perluasan jangkauan pelanggan secara offline menggunakan konsep\ngerai ghost kitchen dan gerai festival kuliner dapat dilakukan setelah kondisi pandemik\nmembaik.", "Daftar File": {"2022_TS_PP_Dwi Ari Nugraha_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/241689"}, "Penulis": "Dwi Ari Nugraha [29119187]", "Kontributor / Dosen Pembimbing": ["Dr. Dona Saphiranti, S.Sn., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Era Normal Baru, Pandemik, Pemasaran, Strategi bisnis", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "20 Jan 2022"}