{"Nomor": 62826, "Judul": "USULAN STRATEGI BISNIS UNTUK HOTEL ATLANTIC CITY DALAM MENGHADAPI PANDEMIK COVID-19", "Abstrak": "Sebagai salah satu penunjang sektor ekonomi, industri pariwisata menjadi sektor yang sangat terdampak oleh pandemic Covid-19. Penarapan pembatasan kegiatan masyarakat pada awal masa pandemic, bulan Maret 2020 hingga Juni 2020, menjadi musibah besar untuk industry pariwisata terutama industry perhotelan. Berdasarkan data yang dihimpun dalam penelitian ini, sekitar 500 hotel di Jawa Barat telah tutup baik secara permanen maupun sementara selama April 2020. Hotel Atlantic City menjadi salah satu hotel yang dapat bertahan selama pandemic ini walaupun dengan pembatasan-pembatasan keuangan yang dilakukan sebagai efek turunnya pendapatan akibat tingkat keterisian kamar yang rendah. \nDalam penilitian ini, terdapat dua jenis data yang digunakan untuk memperoleh informasi yaitu data primer dan sekunder. Data primer diperoleh dengan mewancarai beberapa narasumber yang terkait dengan industry perhotelan dan strategi bisnis serta penyebaran kuesioner terkait dengan preferensi pelanggan dalam memilih hotel saat masa pendemi. Sedangkan data sekunder dihimpun dari artikel-artikel, jurnal-jurnal, buku-buku, dan ulasan-ulasan dari pelanggan yang dimuat dalam blog pribadi ataupun aplikasi perjalanan. Data primer maupun sekunder kemudian dianalisa menggunakan kerangka PESTEL, Porter’s Five Forces, dan Perceptual mapping untuk mengetahui kondisi eksternal sedangkan kerangka Resource-based view, analisis Value Chain, dan peninjauan Busines Model Canvas yang ada digunakan untuk mengetahui kondisi internal.\nAnalisis yang telah dilakukan kemudian diolah menggunakan metode analisis SWOT, matriks TOWS, Porter’s Generic Strategy, Diamond Strategy, dan penyesuaian Business Model Canvas. Metode-metode tersebut akan menghasilkan solusi bisnis untuk Hotel Atlantic City dalam menghadapi pandemic covid-19 seperti: Hotel dapat memperbaiki strategi kepemimpinan biaya dengan meningkatan standar pelayanan. Selain itu, perbaikan teknologi dan pemanfaatannya untuk kegiatan inovasi juga dapat dilakukan. Teknologi juga digunakan sebagai alat pemasaran, menutupi kekurangan fasilitas hotel, dan juga sebagai bentuk pencegahan penyebaran virus COVID-19.", "Daftar File": {"COVER Gilang Permana Rachman": "https://digilib.itb.ac.id/gdl/download/253380", "BAB 1 Gilang Permana Rachman": "https://digilib.itb.ac.id/gdl/download/253381", "BAB 2 Gilang Permana Rachman": "https://digilib.itb.ac.id/gdl/download/253382", "BAB 3 Gilang Permana Rachman": "https://digilib.itb.ac.id/gdl/download/253383", "BAB 4 Gilang Permana Rachman": "https://digilib.itb.ac.id/gdl/download/253384", "PUSTAKA Gilang Permana Rachman": "https://digilib.itb.ac.id/gdl/download/253385"}, "Penulis": "Gilang Permana Rachman [29319392]", "Kontributor / Dosen Pembimbing": ["Anh Dung Do, MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Bisnis, Industry Perhotelan, Covid-19, Pandemik", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "20 Jan 2022"}