{"Nomor": 62821, "Judul": "STRATEGI BISNIS UNTUK TUMBUH DI PASAR KERETA API INDONESIA DENGAN STRATEGI DIGITALISASI DIFERENSIASI MRSC CORPORATION", "Abstrak": "Untuk menjaga pertumbuhan ekonomi, pemerintah Indonesia telah mengembangkan masterplan yang juga fokus untuk membangun infrastruktur perkeretaapian. Pemerintah menargetkan memiliki rel sepanjang 12.965 km dari rel eksisting sepanjang 6.099 km. Tujuan dari pembangunan ini adalah untuk mengakomodir rencana besar pemerintah Indonesia untuk meratakan perekonomian, mengurangi biaya logistik, mengurangi tingkat kemacetan di kota-kota besar.\nMRSC adalah perusahaan sistem persinyalan kereta api yang sukses di negara asalnya dan berhasil memperluas pasarnya ke pasar internasional. Indonesia telah ditetapkan sebagai salah satu pasar utama bagi MRSC untuk tumbuh. Meskipun kinerjanya unggul di wilayah lain, hasil dalam tiga tahun terakhir di Indonesia berada di bawah ekspektasi perusahaan. MSRC perlu menemukan strategi bisnis baru untuk tumbuh dan memenangkan pasar di Indonesia.\nUntuk membantu MRSC menemukan strategi yang tepat, maka dilakukan tugas akhir ini. Penelitian dibagi menjadi tiga proses yaitu analisis pasar, perumusan strategi bersaing dan implementasi strategi bisnis. Pada penelitian tahap pertama, penulis akan melakukan analisis pasar yang meneliti faktor eksternal dan internal menggunakan kerangka PESTEL, analisis Porter Forces, kerangka VRIO dan analisis SWOT/TOWS. Berdasarkan hasil analisis tahap pertama, strategi bisnis dapat dirumuskan dengan menggunakan strategi bisnis Porter, Ansoff Matrix, dan waktu memasuki pasar (pelopor atau late entrant). Langkah terakhir pada fase ini adalah menentukan rute menuju strategi pasar, dengan membentuk aliansi strategis. Dengan beberapa alternatif perusahaan yang tersedia, Simple Multi-Attribute Rating Technique (SMART) akan digunakan untuk menentukan mitra yang tepat. Hasil dari fase ini adalah menentukan strategi model bisnis.", "Daftar File": {"COVER Kidung Ajisurya": "https://digilib.itb.ac.id/gdl/download/254042", "BAB 1 Kidung Ajisurya": "https://digilib.itb.ac.id/gdl/download/254061", "BAB 2 Kidung Ajisurya": "https://digilib.itb.ac.id/gdl/download/254062", "BAB 3 Kidung Ajisurya": "https://digilib.itb.ac.id/gdl/download/254063", "BAB 4 Kidung Ajisurya": "https://digilib.itb.ac.id/gdl/download/254065", "PUSTAKA Kidung Ajisurya": "https://digilib.itb.ac.id/gdl/download/254066"}, "Penulis": "Kidung Ajisurya [29319397]", "Kontributor / Dosen Pembimbing": ["Dedy Sushandoyo, S.T., M.Sc.Eng., M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kereta Api, Strategi Bisnis, Strategi Pertumbuhan, PESTEL, Porter Forces, VRIO, SWOT, TOWS, Porter, Ansoff, Pioneer, Simple Multi-Attribute Rating Technique, SMART", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "20 Jan 2022"}