{"Nomor": 62833, "Judul": "STUDI MORFOLOGI SUNGAI PROGO DAN SEDIMENTASI INTAKE BENDUNG KAMIJORO KABUPATEN BANTUL, DIY", "Abstrak": "Intake Irigasi DI Pijenan (2370 hektar) di bendung Kamijoro Sungai Progo Kab. Bantul mengalami permasalahan sedimentasi dan penyumbatan akibat sampah (batu dan kayu), sehingga Intake tidak berfungsi secara maksimal.\nBBWS Serayu Opak telah melakukan upaya dengan melakukan pengerukan secara rutin dan pembangunan Trashrack bertujuan untuk mengendalikan sedimentasi dan sampah didepan Intake.\nAnalisis secara komperehensif melalui pendekatan perubahan morfologi dan hidrolik menunjukkan bahwa posisi Intake memiliki kecenderungan perubahan pola alur sungai (meander). Disamping itu laju angkutan sedimen Sungai Progo sangat besar karena berhulu di Gunung Merapi yang masih aktif mengeluarkan semburan erupsi dan lahar dingin, selain itu laju dipicu erosi lahan DAS sungai yang kritis (erosi lahan > 3mm/th).\nUntuk itu, diperlukan solusi alternatif untuk mengatasi sedimentasi secara hidrolik yaitu menggunakan bangunan KRIB di sisi alur sekitar Intake. Pada penelitian ini dilakukan analisis menggunakan Software HEC-RAS 6.1 baik sedimentasi maupun kecepatan aliran.\nHasil simulasi software HE-CRAS 6.1 TMA 2D dan HEC-RAS 6.1 Sedimen 1D kondisi sebelum dan sesudah terpasang KRIB sisi kanan sungai, menunjukkan bahwa sesudah dipasang KRIB terjadi reduksi sebesar 66.67% (kondisi Bankfull) dan 79.31% (kondisi Banjir 100th). Berdasarkan grafik Hjulstorm, pada kondisi sesudah terpasang KRIB, menunjukkan berada pada area Transport in Suspension, artinya area dimana butiran sedimen didepan Intake dapat terbawa oleh kecepatan air pada kondisi Bankfull.\nSimulasi tersebut menunjukkan adanya perubahan morfologi dasar dan tebing sungai disekitar Intake yang mempunyai kecenderungan sedimentasi berkurang karena adanya pembelokkan arus kearah poisisi Intake, sehingga pembangunan KRIB bisa menyelesaikan sedimentasi di Intake untuk jangka panjang.", "Daftar File": {"ABSTRAK Mukhammad Uzaer": "https://digilib.itb.ac.id/gdl/download/241695"}, "Penulis": "Mukhammad Uzaer [25820041]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Sri Legowo Wignyo Darsono"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Bendung Kamijoro, Sungai Progo, Morfologi, Intake, Sedimentasi, Simulasi KRIB.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Jan 2022"}