{"Nomor": 62837, "Judul": "PENGUKURAN KUALITAS UDARA JALUR STASIUN KRL BERDASARKAN POTENSI KEBERADAAN SARS-COV-2 DAN BAKTERI PATOGEN MENGGUNAKAN METODE ACTIVE SAMPLING", "Abstrak": "Udara merupakan salah satu media yang sering menjadi sumber penyebaran penyakit. Udara seringkali mengandung bioaerosol yang mampu membawa berbagai mikroba dalam jumlah yang cukup besar, seperti bakteri, virus, dan fungi. Salah satu penyakit yang diduga merupakan akibat dari adanya persebaran mikroba di udara adalah COVID-19 yang masih menjadi perhatian di berbagai belahan dunia diduga dapat menyebar melalui media udara. Disamping itu, bakteri patogen yang terbawa di udara juga menjadi ancaman yang cukup serius bagi kesehatan manusia. Analisis keberadaan patogen di udara telah banyak dilakukan, akan tetapi, masih belum banyak penelitian yang mengarah pada analisis persebaran virus SARS-CoV-2 dan bakteri patogen di udara. Kualitas Udara saat ini ditentukan berdasarkan kualitas fisik dan kimia di udara. Dalam penelitian ini, ditentukan kualitas udara di stasiun KRL di Jakarta berdasarkan kelimpahan mikroba culturable dan keberadaan virus SARS-CoV-2, dan penentuan faktor lingkungan yang memengarhui kelimpahan bakteri patogen dan virus di udara.\nSampel udara diambil di delapan stasiun KRL di Jakarta meliputi Tanjung Priuk, Jakarta Kota, Taman Kota, Tanah Abang, Sudirman, Manggarai, dan Cakung dan Stasiun Bekasi. Parameter lingkungan meliputi suhu, kelembaban, TotalVolatile Organic Compound (TVOC), Particulate Matter(PM)2.5, PM10, intensitas cahaya, emisi karbon dioksida(ecH2O) diukur menggunakan SPAVIC. Analisis kelimpahan mikroba culturable dilakukan dengan metode TPC dan analisis keberadaan virus dilakukan dengan mengekstraksi RNA dari sampel dan menganalisis menggunakan metode qRT-PCR. Kemudian dilakukan analisis PCA untuk menentukan faktor lingkungan yang memengaruhi keberadaan virus dan bakteri patogen di udara. Klasifikasi sampel dilakukan berdasarkan kelimpahan bakteri culturable, parameter fisika-kimia, dan keberadaan virus pada sampel menggunakan metode, clustering dan scatter plot hingga diperoleh klasifikasi berdasarkan kemiripan karaketristik sampel. Tujuh sampel kemudian dipilih secara representatif untuk dilakukan analisis struktur komunitasnya dengan metode NGS. Hasil NGS digunakan untuk analisis komunitas bakterinya menggunakan software QIIME 2 untuk membandingkan struktur komunitas dari sampel.\nBerdasarkan hasil analisis mikroba culturable dengan metode TPC, diketahui bahwa kelimpahan total bakteri berkisar antara 1.85×105CFU/m3(BKSM) hingga 2.55×107CFU/m3(JAKM). Fungi ditemukan pada sampel BKSM (3.47×105CFU/m3), MGRP (4.75×105CFU/m3), SUDP (1.23×105CFU/m3), dan TKOP (1.23×105CFU/m3). Bakteri patogen culturable hanya ditemukan di sembilan stasiun dengan kelimpahan terbanyak pada stasiun TPKM(7.88×107CFU/m3) dan paling sedikit di JAKM(1.96×104CFU/m3). Berdasarkan hasil analisis keberadaan SARS-CoV-2 di udara, pada sampel CUKM, CUKP, TPKP, JAKM, TNBM, dan TKOM diduga terdapat virus SARS-CoV-2. Berdasarkan hasil analisis PCA, diperoleh bahwa keberadaan bakteri patogen berkorelasi negatif dengan kadar PM2.5, PM10, kelembaban, dan suhu lingkungan. Sedangkan keberadaan virus berkorelasi negatif dengan kadar TVOC, ecH2O, dan kelembaban. Kemudian dilakukan clustering dan pengelompokkan sampel hingga diperoleh empat kelompok sampel yaitu Q1(Clean, low risk infection), Q2(Clean, low risk infection), Q3(Clean, low risk infection), dan Q4(Clean, low risk infection), dengan sampel representatif dari tiap kelompok yaitu MGRM (Q1), JAKM (Q2), BKSM, BKSP, TPKM, TNBM (Q3), dan SUDP (Q4) yang kemudian dipilih untuk analisis NGS.  Berdasarkan analisis komunitas bakteri menggunakan metode NGS, bakteri kelompok Proteobacteria, Bacteroidetes, Actinobacteria dan Firmicutes ditemukan merupakan filum dominan yang ditemukan pada seluruh sampel. Berdasarkan analisis kelimpahan pada tingkat Genus, didapatkan 17 genus yang predominan pada sampel udara, diantaranya yaitu Bacillus, Hyphomicrobium, Enterobacteriaceae (f), Methylobacterium-Methylorubrum, Staphylococcus, Pseudomonas, Pantoea, Nevskia, Enhydrobacter, Paracoccus, Candidatus_Obscuribacter, Comamonadaceae (f), Kocuria, Cutibacterium,\nBrevundimonas, Sediminibacterium, dan Micrococcus. Diantara genus tersebut, terdapat lima kelompok bakteri yang memiliki potensi patogenisitas yang cukup tinggi diantaranya Bacillus, famili Enterobacteriaceae, Staphylococcus, Pseudomonas, dan Kocuria, dan lima kelompok bakteri yang memiliki potensi sebagai patogen oportunis diantaranya Pantoea, Parococcus, Cutibacterium, Brevundimonas, dan Micrococcus. Jika dibandingkan dengan keberadaan virus pada sampel, kelompok bakteri patogen oportunis lebih banyak ditemukan pada sampel yang diduga positif mengandung virus SARS-CoV-2, yaitu JAKM dan TNBM dan menurun jumlahnya di sampel BKSP, BKSM, MGRM, dan SUDP. Kelompok bakteri patogen menunjukkan kelimpahan yang tinggi pada sampel BKSP, BKSM, MGRM, dan SUDP dimana kelompok Staphylococcus hanya ditemukan pada sampel yang tidak terdapat virus.", "Daftar File": {"ABSTRAK Anwar Fauzi Rakhmat": "https://digilib.itb.ac.id/gdl/download/241699"}, "Penulis": "Anwar Fauzi Rakhmat [21119018]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Pingkan Aditiawati, M.S."], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "airborne, coliform, COVID-19, Enterobacteriaceae, SARS-CoV-2", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Jan 2022"}