{"Nomor": 62849, "Judul": "MINING HYDROGEOLOGICAL PROBLEMS IN UNDERGROUND EXCAVATION OF VEIN-TYPED GOLD DEPOSIT UNDER HYDRAULIC INTER-CONNECTION WITH SURFACE WATER BODY 1. THE CONCEPT AND FRAME WORK", "Abstrak": "Masalah Hidrogeologi Tambang pada urat emas (vein) yang terhubung secara hidrolik dengan air permukaan (contoh: sungai dan danau) tidak ekonomis bila hanya ditangani dengan mengandalkan pada pemompaan saja sebagai intinya, karena airtanah yang masuk ke dalam permuka kerja tambang bawah tanah akan sangat besar. Penanganan masalah ini sebaiknya diintegrasikan dalam perencanaan tambang yang intinya adalah mengoptimasikan perolehan manfaat atas bahan tambang terhadap biaya penambangan dengan kendala hidrogeologi dan geoteknik yang biasanya menyertainya. Umumnnya penambangan bawah tanah untuk urat umas direncanakan berdasar prinsip overhand mulai dari posisi terbawah dari urat yang akan ditambang dengan kemajuan ke atas. Akses pertama kali kepada vein dapat dilakukan dengan vertical shaft, decline atau ramp down. Akses pertama ini akan mengalami beban aki bat airtanah masuk yang sangat besar, karena kondisi airtanah inasih dalam kesetimbangan dan belum mengalami drainase, akibatnya dibutuhkan usaha (dana dan tenaga) yang besar pada saat tersebut. Dalam makalah ini akan diberikan konseptualisasi kerangka kerja penanganan masalah ini yang intinya adalah pemodelan konseptual tentang optimasi dengan fungsi tujuan perolehan manfaat atas bahan galian, dalam hal ini bijih emas terhadap kendala utama hidrogeologi dengan veriabel keputusan berupa kedalaman akses pertama dari permukaan tanah.", "Daftar File": {"COVER Lilik Eko Widodo": "https://digilib.itb.ac.id/gdl/download/241712", "2015 LILIK EKO WIDODO 1-TABLE OF CONTENT.pdf)u": "https://digilib.itb.ac.id/gdl/download/241714", "2015 LILIK EKO WIDODO 1-PAPER.pdf?": "https://digilib.itb.ac.id/gdl/download/241715"}, "Penulis": "Lilik Eko Widodo [-]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "hidrogeologi tambang, vein, tambang bawah tanah, prinsip overhand, koneksi hidrolik air permukaan dan airtanah lewat vein, drainase tambang, optimisasi dalam pertambangan", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "3 file", "Tanggal Input": "20 Jan 2022"}