{"Nomor": 62844, "Judul": "KAJIAN PENANGANAN BANJIR DENGAN POLA OPERASI PINTU AIR TERINTEGRASI PADA KALI PEPE DI KOTA SURAKARTA", "Abstrak": "Banjir yang terjadi di Kota Solo disebabkan oleh meningkatnya debit banjir, berkurangnya kapasitas pada Kali Pepe dan adanya aliran balik (backwater) dari Bengawan Solo yang merupakan muara Kali Pepe. Hal tersebut dipicu oleh adanya alih fungsi lahan, erosi pada daerah hulu DAS dan Sedimentasi di hilir akibat dari fungsi Kali Pepe sebagai drainase utama Kota Solo. Salah satu yang dilakukan pemerintah dalam pengendalian banjir di daerah tangkapan Kali Pepe yaitu dengan membangun Bendung Karet Tirtonadi dan Pintu Air Demangan Baru yang terletak mendekati pertemuan dengan Sungai Bengawan Solo. Pada saat terjadi banjir di hulu kali Pepe, maka pintu air ditutup dan air dialirkan melalui Kalianyar untuk bermuara di Sungai Bengawan Solo. Sedangkan pada kali Pepe Hilir apabila terjadi banjir pada sungai Bengawan Solo, maka pintu air Demangan ditutup kemudian air dipompa dengan kapasitas 12,5 m3/dt untuk diteruskan ke Bengawan Solo.\nStudi ini bertujuan untuk mengkaji Integrasi Pola Operasi Pintu Air pada Bendung Tirtonadi dengan Pola Operasi Pintu dan Pompa pada Pintu Air Demangan Baru dalam Pengendalian Banjir di Kota Solo dan mengontrol aliran sedimen di Kali Pepe. Simulasi dilakukan pada model aliran unsteady dengan berbagai alternatif skenario pengaturan pintu air dan pompa. Model simulasi dilakukan terhadap kondisi eksisting dan kondisi Setelah Pintu Air Demangan Baru beroperasi. Hasil analisis menunjukkan dengan kondisi Q25 pada Kali Pepe dan debit Sungai Bengawan Solo maka pintu air di Demangan Lama dibuka, sedangkan pada pintu air di Demangan Baru ditutup dan pompa pada Pintu Air Demangan Lama berkapasitas total 3 m3/dt sebanyak 3 unit dioperasikan pada elevasi +87.00 selama 6 jam dan dinonaktifkan pada elevasi +86.00 dan 1 m3/dt sebanyak 3 unit diaktifkan pada elevasi +86.00 selama 18 jam dan dinonaktifkan pada elevasi +85.00. Sedangkan pada Pintu Air Demangan Baru diaktifkan pompa dengan kapasitas 2.5 m3/dt sebanya 2 unit pada elevasi +84.00 selama 14 jam dan dinonaktifkan pada elevasi +83.00. Dengan pengaturan pintu air yang terintegrasi terjadi potensi reduksi banjir dengan penurunan tinggi muka air 0,8 m.", "Daftar File": {"ABSTRAK Khoiron": "https://digilib.itb.ac.id/gdl/download/241707"}, "Penulis": "Khoiron [25820040]", "Kontributor / Dosen Pembimbing": ["Ir. Edy Anto Soentoro Gondodinoto, M.A.Sc., Ph.D.", "Dhemi Harlan, Ph.D.", "Widyaningtias, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Banjir, Pola Operasi Pintu Air, dan Kali Pepe.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Jan 2022"}