{"Nomor": 62843, "Judul": "PRODUKSI SENYAWA FENOL DARI KULTUR LUMUT LEUCOBRYUM ADUNCUM DAN TAXITHELIUM KERIANUM DENGAN ELISITASI METIL JASMONAT SECARA IN VITRO", "Abstrak": "Kebutuhan senyawa obat dari tanaman semakin meningkat. Senyawa fenol merupakan senyawa metabolit sekunder yang memiliki kandungan antioksidan tinggi dan memiliki banyak senyawa turunan yang efektif untuk penangkapan radikal bebas, antiinflamasi, dll. Produksi senyawa fenol dapat dilakukan dari kultrur lumut Lecobryum aduncum dan Taxithellium kerianum secara in vitro. Pada penelitian ini, dilakukan 2 (dua) kondisi, yaitu tanpa (kontrol) dan pemberian metil jasmonat dengan konsentrasi 100 ?M. Penelitian ini akan menentukan parameter kinetika pertumbuhan, menetukan kandungan senyawa Total Phenolic Content (TPC), dan produktivitas TPC pada kultur lumut L. aduncum dan T. kerianum. Metode pada penelitian ini dibagi menjadi beberapa tahap, yaitu tahap persiapan, kultivasi, ekstraksi, dan penentuan TPC. Tahap persiapan dilakuan dengan membuat medium kultur hingga perbanyakan kultur lumut sebagai stok kultur secara in vitro. Tahap kultivasi dilakuakan dengan adanya perlakuan elisitasi. Ekstraksi dilakukan dengan metode maserasi menggunakan etanol 96%. Metode penentuan TPC dilakukan dengan metode Folin-ciocalteu secara spektrofotometri dengan kurva standar asam galat. Dari hasil penelitian ini, kultivasi dilakukan hingga hari ke-35 dan didapatkan nilai laju spesifik pertumbuhan L. aduncum pada kondisi kontrol adalah 0,010 hari-1 dengan nilai doubling time 70 hari dan pemberian metil jasmonat adalah 0,0090 hari-1 dengan nilai doubling time 77 hari. Pada penelitian ini, persentase rendemen ekstrak yang dihasilkan pada kondisi kontrol dan pemberian metil jasmonat secara berturut-turut adalah 14,01% dan 22,32% untuk T. kerianum, serta 7,59% dan 14,73% untuk L. aduncum. Nilai TPC yang dihasilkan pada kondisi kontrol dan pemberian metil jasmonat secara berturut-turut adalah 3,51 mg GAE/ g ekstrak dan 4,96 GAE/g ekstrak untuk T. kerianum, serta 40,06 GAE/g ekstrak dan 56,87 GAE/g ekstrak untuk L. aduncum dengan produktivitas TPC tertinggi pada L. aduncum perlakuan metil jasmonat, yaitu 1,896 mg GAE/g ekstrak.hari.", "Daftar File": {"ABSTRAK Ivan Dhiyaul Haq": "https://digilib.itb.ac.id/gdl/download/241706"}, "Penulis": "Ivan Dhiyaul Haq [11217039]", "Kontributor / Dosen Pembimbing": ["Dr. Ahmad Faizal, S.Si., M.Si.", "Mochamad Firmansyah, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Fenol; Lumut Leucobryum aduncum; Taxithelium kerianum; Elisitasi Metil Jasmonat; In Vitro", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Jan 2022"}