{"Nomor": 62854, "Judul": "PENGAMBILAN KEPUTUSAN DAN ANALISIS PROJEK UNTUK  PEMASANGAN PHOTOVOLTAIC ATAP PADA PT ENERGI BARU TERBARUKAN  UNIT PEMBANGKITAN BATU HILIR UNTUK MENGURANGI LISTRIK  YANG DIGUNAKAN UNTUK PEMAKAIAN SENDIRI", "Abstrak": "Pada tahun 2020 terjadi penyebaran Covid 19 yang menyebar di seluruh dunia. Untuk mengurangi penyebaran Covid 19, masing-masing pemerintah negara di dunia mengambil keputusan untuk mengurangi kegiatan masayarakat dan hal ini tentu akan berdampak pada laju roda perekonomian dunia. Tidak terkecuali di Indonesia, dengan berkurangnya kegiatan perekonomian terjadi penurunan penggunaan listrik. Koefisien faktor pembangkit terutama di unit pembangkitan Batu Hilir turun, bahkan ada blok pembangkit yang mengalami stop operasi, Hal ini tentu akan berdampak pada pendapatan PT Energi Baru Terbarukan.\nUntuk menghadapi hal tersebut dibutuhkan beberapa program agar PT Energi Baru Terbarukan tetap beratahan, salah satunya adalah program untuk mengurangi beban biaya dalam pemakaian listrik sendiri dengan memanfaatkan energi baru terbarukan. Salah satunya yaitu pemasangan photovoltaic atap di 5 atap bangunan dari 22 atap bangunan yang ada pada unit pembangkitan Batu Hilir. \nFinal projek ini akan berfokus pada pengambilan keputusan dalam pemilihan 5 lokasi atap bangunan  terbaik untuk pemasangan photovoltaic dengan beberapa pertimbangan teknis. Setelah rekomendasi 5 lokasi terbaik di dapatkan, analisa teknis di lakukan berdasarkan data kondisi atap, data perkiraan meteorologi dan data lingkungan. Selain itu di lakukan juga analisa ekonomi beradasarkan data estimasi total energi, data estimasi harga barang dan beberapa asumsi. Untuk memastikan bahwa umur dari projek ini bisa mencapai 8 tahun, digunakanlah analisa potensi masalah untuk mendapatkan aksi preventive dan aksi kontingensinya.\nFinal projek ini memiliki keputusan final dimana 5 lokasi pemasangan photovoltaic atap terbaik, dan juga projek ini layak untuk dipasang berdasarkan kacamata aspek teknis, aspek ekonomi dan aspek mitigasi potensi masalah. Projek ini dapat mengurangi listrik pemakaian sendiri dan diharapkan memiliki umur yang panjang sekitar 8 tahun.", "Daftar File": {"COVER Aldo Gaus Ciputra": "https://digilib.itb.ac.id/gdl/download/251824", "BAB 1 Aldo Gaus Ciputra": "https://digilib.itb.ac.id/gdl/download/251825", "BAB 2 Aldo Gaus Ciputra": "https://digilib.itb.ac.id/gdl/download/251826", "BAB 3 Aldo Gaus Ciputra": "https://digilib.itb.ac.id/gdl/download/251876", "BAB 4 Aldo Gaus Ciputra": "https://digilib.itb.ac.id/gdl/download/251884", "PUSTAKA Aldo Gaus Ciputra": "https://digilib.itb.ac.id/gdl/download/251888"}, "Penulis": "Aldo Gaus Ciputra [29319436]", "Kontributor / Dosen Pembimbing": ["Widhyawan Prawiraatmadja, M.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Listrik Pemakaian Sendiri, Energi Baru Terbarukan, Photovoltaic Atap.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "20 Jan 2022"}