{"Nomor": 62855, "Judul": "USULAN STRATEGI USAHA PT. ASURANSI ASTRA BUANA  UNTUK MENJAGA KEBERLANJUTAN USAHA DALAM MENJAWAB PERATURAN PEMISAHAN UNIT SYARIAH", "Abstrak": "Pemisahan Unit Usaha Syariah (UUS) untuk pelaku usaha perasuransian telah tertuang di dalam Undang Undang No. 40 Tahun 2014. Setiap pelaku usaha perasuransian tanpa terkecuali, wajib memisahkan UUS-nya apabila dana tabarru’ dan dana investasi peserta telah mencapai paling sedikit 50% (lima puluh persen) dari total nilai dana asuransi, dana tabarru, dan dana investasi peserta pada perusahaan induknya, atau selambat-lambatnya 10 (sepuluh) tahun sejak diundangkannya UU No. 40 Tahun 2014.\n\nUnit Usaha Syariah Asuransi Astra (UUS AAB) adalah unit bisnis Asuransi Astra (AAB) yang berfokus dalam memenuhi layanan kepada pelanggan-pelanggan syariah.  Sebagai salah satu pelaku usaha asuransi di Indonesia, AAB tidak lepas dari kewajiban untuk memisahkan UUS AAB. Terlepas dari kinerja yang baik, UUS AAB masih memiliki beberapa kendala dalam menjaga stabilitas dan keberlangsungan bisnis. Oleh karena itu, perlu dilakukan kajian yang mendalam yang berfokus kepada kesiapan UUS AAB untuk dapat berdiri sebagai suatu perusahaan yang terpisah dari AAB.\nUntuk mendapatkan pemahaman yang mendalam terkait kondisi perusahaan, baik AAB maupun UUS AAB harus melakukan analisa internal dan juga analisa eksternal. Analisis VRIO dan analisis kinerja keuangan perusahaan akan digunakan untuk menganalisa faktor internal. Sementara analisis eksternal dilakukan dengan menggunakan analisa PESTEL dan 5 Forces Analysis’s Porter. Hasil dari kedua faktor analisis akan menjadi dasar dalam menentukan strategi bisnis dalam merespon regulasi terkait pemisahan UUS.\n\nHasil penelitian menunjukan bahwa UUS AAB memiliki tingkat kesiapan untuk dapat berdiri sebagai perusahaan terpisah dari AAB. Sebagai salah satu bagian dari konglomerasi Astra, UUS AAB memilki keunggulan kompetitif dibidang rantai nilai otomotif yang dapat menjadi proposisi nilai terhadap pelanggan.", "Daftar File": {"COVER Chandra Permana Putra": "https://digilib.itb.ac.id/gdl/download/255075", "BAB 1 Chandra Permana Putra": "https://digilib.itb.ac.id/gdl/download/255077", "BAB 2 Chandra Permana Putra": "https://digilib.itb.ac.id/gdl/download/255080", "BAB 3 Chandra Permana Putra": "https://digilib.itb.ac.id/gdl/download/255082", "BAB 4 Chandra Permana Putra": "https://digilib.itb.ac.id/gdl/download/255084", "PUSTAKA Chandra Permana Putra": "https://digilib.itb.ac.id/gdl/download/255086"}, "Penulis": "Chandra Permana Putra [29319393]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "UUS, Spin Off, Konglomerasi, Rantai Nilai, Strategi Bisnis", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "20 Jan 2022"}