{"Nomor": 62852, "Judul": "PERANCANGAN RUANG TERBUKA PUBLIK ADAPTIF TERHADAP PANDEMI COVID-19 (STUDI KASUS : KAWASAN ALUN-ALUN KOTA CIMAHI)", "Abstrak": "Pandemi COVID-19 menyebabkan adanya kebijakan pembatasan kontak seperti self\nquarantine, lockdown dan physical distancing untuk mencegah terjadinya penyebaran\nvirus. Dalam jangka panjang kebijakan tersebut menimbulkan dampak negatif pada\nindividu. Di sisi lain ditemukan tren bahwa Ruang Terbuka Publik (RTP) digunakan\noleh individu sebagai sarana untuk berekreasi di dunia luar dan sebagai sarana\nkesehatan darurat. Namun masih terdapat keterbatasan RTP memadai yang tersedia.\nAlun-Alun Kota Cimahi merupakan salah satu RTP yang memiliki persoalan serupa,\nyaitu degradasi kualitas fasilitas, ketertiban, dan kesesuaian dengan protokol\nkesehatan selama Pandemi COVID-19. Hal ini menjadi suatu tantangan yang perlu\ndipecahkan mengingat perannya sebagai RTP skala kota. Penelitian yang dilakukan\nbersifat eksploratif yang meliputi perumusan kriteria, komponen, prinsip dan konsep.\nMetode perancangan yang digunakan adalah fragmental method. Perancangan RTP\nadaptif berupa alun-alun yang dilakukan dengan mempertimbangkan tinjauan\nliteratur perancangan RTP secara normatif, ketentuan KEPMENKES No.HK.01.07\ntahun 2020 tentang Protokol Kesehatan bagi Masyarakat di Fasilitas Umum serta\npersoalan dan potensi yang berada pada delineasi melalui observasi lapangan dan\nkuesioner online untuk mengidentifikasi persepsi dan preferensi pengunjung terhadap\ndelineasi sebelum dan selama pandemi COVID-19. Hasil analisis menunjukan bahwa\nuntuk melakukan perancangan RTP adaptif terhadap Pandemi COVID-19 pada\ndelineasi, terdapat 4 kriteria aspek perancangan, 27 komponen perancangan, 60\nprinsip perancangan, dan 7 poin penting dalam konsep perancangan yang perlu\ndiperhatikan. Urutan prioritas utama hingga paling akhir dalam aspek kriteria\nperancangan adalah aspek kenyamanan, aspek aksesibilitas, aspek fungsional, dan\naspek daya tarik dan identitas. Sedangkan komponen, prinsip, dan konsep\nperancangan memiliki fokus pada penyediaan fasilitas-fasilitas yang sesuai dengan\nstandar normatif, karakteristik delineasi, dan protokol physical distancing. Contohnya\nseperti penyediaan tempat cuci tangan, fasilitas desinfektan, penyekat fisik (screen\nbuffer), penataan fasilitas berdasarkan intensitas penggunaan yang menghindari\nterjadinya traffic dan crowding, penyediaan parkir on-site dan signage, penyediaan\nfasilitas kios dan landmark sebagai pembentuk focal point dalam kawasan alun-alun\nKota Cimahi.", "Daftar File": {}, "Penulis": "Dyah Reyhaniadiva Srigutomo [15417047]", "Kontributor / Dosen Pembimbing": ["Bagas Dwipantara Putra, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "ruang terbuka publik, perancangan, pandemi COVID-19, alun-alun Kota Cimahi", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "20 Jan 2022"}