{"Nomor": 62865, "Judul": "USULAN STRATEGI BISNIS BAGI MODEL BISNIS BARU UNTUK MENINGKATKAN KETERIKATAN PELANGGAN (STUDI KASUS: PT. BANK TANGGUH)", "Abstrak": "Digitalisasi adalah proses penggunaan informasi dan teknologi digital untuk mengubah proses bisnis. Sektor perbankan merupakan salah satu industri yang ter-disrupt oleh proses digitalisasi. Inovasi teknologi menjadi salah satu pendorong utama daya saing Bank Tangguh di berbagai sektor usaha. Saat ini ada 3 permasalahan bisnis yang dihadapi Bank Tangguh. Terganggunya layanan perbankan yang ditawarkan oleh lembaga non-keuangan, model bisnis saat ini belum dapat memberikan dampak maksimal yang ditunjukkan dengan pangsa pasar yang tidak berubah dan penurunan laba Bank Tangguh, dan yang terakhir adalah model bisnis yang sesuai bagi Bank Tangguh untuk melayani segmen nasabah eksisting. \nDari analisis 4 dimensi dalam pendekatan business model navigator, model bisnis Bank Tangguh saat ini secara garis besar dapat dijelaskan bahwa Bank Tangguh sebagai lembaga jasa keuangan pada dasarnya berfungsi sesuai dengan template model perbankan klasik yang sama dari layanan keuangan lainnya di seluruh dunia. Debitur dan nasabah tabungan sebagai pemangku kepentingan utama, fokus pada manajemen risiko karena melayani khalayak yang lebih luas, akumulasi infrastruktur perbankan yang dapat menguras sumber daya dari waktu ke waktu, inovasi dan profitabilitas, dan pendapatan bunga sebagai sumber pendapatan utama adalah 4 aspek yang kurang kompetitif. analisis model bisnis.\nMelalui usulan model bisnis yang baru , dengan keunggulan bermitra dan memiliki akses ke ekosistem nasabah debitur korporasi di beberapa sektor industri, Bank Tangguh memiliki keunggulan dalam mengumpulkan, mengakses, dan memproses informasi secara cepat dari rantai nilai nasabah dan ekosistem mitra untuk menawarkan produk konsumer (KPR, pinjaman fleksibel, kartu kredit dll) kepada karyawan debitur perusahaan dan hasil akhirnya akan meningkatkan efisiensi secara keseluruhan dan memperluas jangkauan pasar. Dari pengalaman yang dimiliki Bank Tangguh dan didukung dengan data analytics, seorang Relationship Manager (RM) dapat menjadi advisor dan fasilitator bagi nasabah korporasi. Benchmarking berdasarkan data yang dikumpulkan dari klien dapat menjadi terobosan lain untuk menawarkan solusi konsultasi yang ditingkatkan untuk menawarkan solusi terintegrasi yang lebih baik bagi klien korporat Bank Tangguh. \nProses implementasi model bisnis baru yang diusulkan, melalui prototyping dan pengujian pada metode skala kecil daripada proses tunggal secara keseluruhan untuk meminimalkan risiko bagi seluruh perusahaan. Siklus proses Design-Propotype-Test dalam beberapa iterasi sebelum memperkenalkan model bisnis baru ke pasar akan menjamin setiap komponen inovasi model bisnis diuji dan ditingkatkan sepanjang iterasi.", "Daftar File": {"COVER Adhy Perdhana": "https://digilib.itb.ac.id/gdl/download/250185", "BAB 1 Adhy Perdhana": "https://digilib.itb.ac.id/gdl/download/250186", "BAB 2 Adhy Perdhana": "https://digilib.itb.ac.id/gdl/download/250188", "BAB 3 Adhy Perdhana": "https://digilib.itb.ac.id/gdl/download/250189", "BAB 4 Adhy Perdhana": "https://digilib.itb.ac.id/gdl/download/250190", "PUSTAKA Adhy Perdhana": "https://digilib.itb.ac.id/gdl/download/250191"}, "Penulis": "Adhy Perdhana [29318129]", "Kontributor / Dosen Pembimbing": ["Dr. Leo Aldianto, M.B.A, M.SAE."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Teknologi Informasi, Digital, Business Model, Business Model Innovation, Business Model Navigator", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "20 Jan 2022"}