{"Nomor": 62868, "Judul": "STRATEGI BISNIS UNTUK BISNIS PELAYARAN BERKELANJUTAN: STUDI KASUS PT BORNEO SHIPPING LINE DI INDUSTRI BULK SHIPPING INDONESIA", "Abstrak": "PT Borneo Shipping Line adalah perusahaan yang didirikan pada awalnya sebagai penyedia layanan transportasi laut yang didedikasikan untuk melayani kebutuhan bahan bakar alat berat Adaro. Namun, pada tahun 2016, PT Adaro mendirikan sub-holding dan mulai mengalihkan pangsa pasarnya ke perusahaan yang disegani. Mengikuti pergeseran pasar, PT Borneo Shipping Line kini menghadapi stagnasi karena volume pendapatan selama 5 tahun terakhir hampir tetap. Dari root cause analysis terdapat indikasi bahwa penyebab yang menjadi penghambat pertumbuhan bisnis mereka adalah karena aset yang tidak mencukupi, terbukti dengan kinerja on-time delivery mereka selalu tercapai 100% dari KPI yang ditargetkan meskipun faktanya bahwa ada kesenjangan antara yang direncanakan dan ketersediaan aset yang sebenarnya. Asumsi ini diperkuat dengan data bahwa korporasi telah menyewa kapal tambahan kepada vendor pihak ketiga untuk memenuhi permintaan yang dibutuhkan klien selama periode semester I-2021.\n\nMenindaklanjuti kendala-kendala yang dihadapi PT Borneo Shipping Line, penelitian ini dilakukan untuk memberikan strategi ideal, sesuai, dan dapat dilakukan yang dapat diterapkan oleh perusahaan tidak hanya untuk menjaga keberlanjutan, tetapi juga untuk mencapai pertumbuhan mengingat keterbatasan yang dihadapi perusahaan. Penelitian ini dilakukan melalui metode kualitatif dan memperhatikan aspek eksternal dan internal. Adapun faktor eksternal, mereka diklasifikasikan sebagai situasi makro dan mikro. Kerangka PESTEL digunakan untuk menentukan kondisi lingkungan makro, sementara lima Kekuatan Porter digunakan untuk menentukan keadaan lingkungan mikro. Selain itu, profil perusahaan dan model bisnis, sumber daya saat ini, kinerja keuangan, serta pangsa pasar dimasukkan dalam penilaian internal bersama dengan analisis SWOT untuk mengidentifikasi kekuatan dan kelemahan perusahaan. Selain itu, wawancara dengan beberapa orang kunci, seperti Wakil Direktur, beberapa fungsi yang memiliki kontribusi besar bagi perusahaan, juga dilakukan sebagai bagian dari pendataan sekaligus validasi data. Akhirnya, matriks TOWS diterapkan untuk perumusan strategi.\n\nMengacu pada matriks TOWS, tindakan yang disarankan dapat dibagi menjadi dua kategori: strategi jangka pendek dan jangka panjang. Strategi jangka pendek untuk pengembangan perusahaan adalah sebagai berikut: (1) peningkatan manajemen vendor, yang perlu dilakukan untuk memitigasi kekurangan kapasitas, (2) upselling dan cross-selling kepada pelanggan lama dengan mencatat unserved demand agar dapat memiliki visibilitas yang lebih baik dari jenis aset yang dibutuhkan, (3) akuisisi klien pelaku industri nikel dan Badan Usaha Milik Negara (BUMN) menyusul peristiwa eksternal terkait beberapa mega proyek yang diprakarsai oleh pemerintah dan pelaku industri, dan (4) mempekerjakan pelaut dari perusahaan outsourcing untuk memenuhi peraturan pemerintah terkait dengan perjanjian kontrak awak kapal. Sementara itu, strategi jangka panjang yang dapat dilakukan adalah sebagai berikut: (5) pembangunan pembangunan kapal di atas lahan milik korporasi untuk mengimbangi peraturan dermaga yang baru saja disahkan oleh pemerintah, (6) menjual minimal dua kapal yang memiliki nilai tambah paling rendah dan memperoleh kapal tanker baru dengan kapasitas lebih besar untuk meningkatkan daya saing perusahaan di pasar.", "Daftar File": {"COVER Christian Ebenhezer M.L": "https://digilib.itb.ac.id/gdl/download/252455", "BAB 1 Christian Ebenhezer M.L": "https://digilib.itb.ac.id/gdl/download/255088", "BAB 2 Christian Ebenhezer M.L": "https://digilib.itb.ac.id/gdl/download/255092", "BAB 3 Christian Ebenhezer M.L": "https://digilib.itb.ac.id/gdl/download/255095", "BAB 4 Christian Ebenhezer M.L": "https://digilib.itb.ac.id/gdl/download/255098", "PUSTAKA Christian Ebenhezer M.L": "https://digilib.itb.ac.id/gdl/download/255099"}, "Penulis": "Christian Ebenhezer M.L [29319307]", "Kontributor / Dosen Pembimbing": ["Dr. Liane Okdinawati, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Bisnis, Transportasi Laut, Daya Ssaing", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "20 Jan 2022"}