{"Nomor": 62866, "Judul": "MERANCANG MODEL MANAJEMEN RENCANA SUKSESI UNTUK MANAJEMEN TALENTA YANG LEBIH BAIK PADA PEMERINTAH DAERAH PROVINSI JAWA BARAT", "Abstrak": "Kehadiran Industry 4.0 dan tingginya target pembangunan di Provinsi Jawa Barat\nmengharuskan mereka menjamin ketersediaan pemimpin didalam organisasi. Sejak\ntahun 2020 Badan Kepegawaian Daerah Provinsi Jawa Barat telah menerapkan model\nmanajemen talenta sebagai strategi dalam mengelola pegawai yang mereka miliki.\nMeskipun Badan Kepegawaian Daerah telah menerapkan manajemen talenta, namun\nPemerintah Provinsi Jawa Barat masih memiliki durasi yang cukup lama untuk mengisi\nJabatan Pimpinan Tinggi pada organisasinya, yaitu berkisar 120 - 254 hari. Sehingga\nriset ini bertujuan untuk memperbaiki model manajemen talenta yang ada saat ini untuk\nmempersingkat durasi pengisian jabatan.\nPenelitian dilakukan dengan menggunakan metode kualitatif melalui teknik\npengumpulan data interview, desk study dan melakukan focus group discussion.\nPenelitian dimulai dengan melakukan identifikasi masalah dan mencari akar masalah\ndengan menggunakan fishbone analysis. Penulis melakukan analisis kesenjangan\nmanajemen rencana suksesi dengan menggunakan model Seven Pointed Method of\nSuccession Planning dan mengusulkan model tersebut untuk menjadi desain manajemen\nrencana suksesi pada Pemerintah Provinsi Jawa Barat.\nHasilnya, teridentifikasi bahwa Pemerintah Provinsi Jawa Barat belum sepenuhnya\nmelakukan perencanaan suksesi dalam organisasinya. Terdapat 3 tahapan perencanaan\nsuksesi yang sudah dilakukan, 3 tahapan perencanaan suksesi yang belum dilakukan,\ndan 1 tahapan perencanaan suksesi yang perlu diperbaiki. Untuk menyempurnakan\nmodel manajemen talenta yang ada, penulis merancang model manajemen perencanaan\nsuksesi dengan menggunakan tujuh metode manajemen perencanaan suksesi. Dan\nmengusulkan rencana implementasi menggunakan model 8 model manajemen\nperubahan Kotter.", "Daftar File": {"2022_TS_PP_Nenden Tatin Maryati_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/241761"}, "Penulis": "Nenden Tatin Maryati [29119183]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Aurik Gustomo, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "manajemen talenta, pemetaan talenta, perencanaan suksesi, manajemen suksesi", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "20 Jan 2022"}