{"Nomor": 62861, "Judul": "PENILAIAN PENERAPAN MANAJEMEN PENGETAHUAN PADA  PT KASUARI", "Abstrak": "PT KASUARI merupakan sebuah perusahaan yang bergerak pada bidang transportasi udara yang berfokus kepada segmen pasar menengah dan bawah. PT Kasuari mengoperasikan beberapa tipe pesawat terbang agar bisa melayani permintaan pasar dan bisa beroperasi pada tipe pasar yang beragam. Permasalahan timbul ketika pandemic COVID-19 melanda dunia dimana industri transportasi udara terdampak secara signifikan, ancaman pengurangan Karyawan karena berbagai alasan menjadi semakin besar. Hal ini memunculkan perlunya praktik manajemen pengetahuan untuk menghindari hilangnya pengetahuan dari perusahaan, sehingga perusahaan bisa mempertahankan keunggulan kompetitifnya.\nPenelitian ini dilakukan untuk menjawab tiga pertanyaan. Pertanyaan pertama bagaimana tingkat kematangan manajemen pengetahuan pada PT KASUARI, pertanyaan kedua apa saja tantangan dan kesempatan untuk meningkatkan kematangan manajemen pengetahuan PT KASUARI, dan pertanyaan terakhir apa yang bisa dilakukan PT KASUARI untuk meningkatkan tingkat kematangan manajemen pengetahuan.\nUntuk meneliti dan menganalisa pendekatan kualitatif dan kuantitatif dilakukan untuk mendapatkan informasi, dan mengidentifikasi opsi-opsi untuk melakukan peningkatan kematangan manajemen pengetahuan. Data primer dikumpulkan dengan menyebar survey secara daring kepada karyawan PT KASUARI dengan menggunakan daftar pertanyaan dari Asian Productivity Organization yang mempertimbangkan tujuh aspek manajemen pengetahuan: kepemimpinan, manusia, proses, teknologi, proses pengetahuan, inovasi dan pembelajaran, dan hasil manajemen pengetahuan. Metode kualitatif digunakan untuk sarana diskusi dan memvalidasi temuan dari survey dengan informan dari PT KASUARI. Kondisi manajemen pengetahuan saat ini dan opsi-opsi perbaikan juga didiskusikan dengan informan.\nBerdasarkan hasil survey, tingkat kematangan manajemen pengetahuan PT PT Kasuari berada pada tingkat ekspansi. Untuk meningkatkan kematangan manajemen pengetahuan, perlu dilakukan pada empat aspek yaitu: kepemimpinan, manusia, proses pengetahuan, dan pembelajaran & inovasi. Penggerak utama untuk meningkatkan tingkat kematangan KM adalah dukungan manajemen dan membangun infrastruktur organisasi yang diperlukan untuk memimpin program atau inisiatif KM di PT KASUARI. Aspek lain yang perlu diperhatikan untuk meningkatkan tingkat kematangan KM adalah bagaimana mendorong karyawan untuk berbagi pengetahuan, karena salah satu proses penciptaan pengetahuan adalah berbagi pengetahuan. Penelitian ini akan memberikan implementasi yang dapat dilakukan oleh PT KASUARI untuk meningkatkan tingkat maturitas KM.", "Daftar File": {"COVER Omar Arif Maulana": "https://digilib.itb.ac.id/gdl/download/254550", "BAB 1 Omar Arif Maulana": "https://digilib.itb.ac.id/gdl/download/254551", "BAB 2 Omar Arif Maulana": "https://digilib.itb.ac.id/gdl/download/254552", "BAB 3 Omar Arif Maulana": "https://digilib.itb.ac.id/gdl/download/254553", "BAB 4 Omar Arif Maulana": "https://digilib.itb.ac.id/gdl/download/254554", "PUSTAKA Omar Arif Maulana": "https://digilib.itb.ac.id/gdl/download/254555"}, "Penulis": "Omar Arif Maulana [29319361]", "Kontributor / Dosen Pembimbing": ["Dedy Sushandoyo, S.T., M.Sc.Eng., M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Pengetahuan, Kematangan Pengetahuan, Asian Productivity Organization, Mitigasi Risiko", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "20 Jan 2022"}