{"Nomor": 62878, "Judul": "KERANGKA KERJA  PEMILIHAN MODEL BISNIS KANTOR PERWAKILAN  DENGAN MENGGUNAKAN  PROSES ANALISA BERTINGKAT", "Abstrak": "Sebelum pandemi Covid-19, Garuda Indonesia melayani 38 rute internasional setiap hari yang  dioperasikan oleh 15 Kantor Cabang online yang tersebar di seluruh dunia, dengan karakteristik manajerial unik masing-masing yang mempengaruhi output bisnis. Studi ini akan membedah aspek-aspek manajerial terpenting dari sebuah Kantor Cabang yang dapat digunakan sebagai dasar analisis dalam menentukan model bisnis yang paling cocok untuk Kantor Cabang dan membangun kerangka kerja untuk melakukan keputusan tersebut. Alternatif model bisnisnya adalah Wholesales, General Sales Agent (GSA), Join Venture dengan Maskapai Lokal, dan Owned Branch Office. Metode Analytical Hierarchy Process (AHP) digunakan untuk menilai aspek yang paling berpengaruh dalam menentukan model bisnis Kantor Cabang.\nDengan melakukan serangkaian wawancara Bersama pengambil keputusan utama dan menilai masing-masing bobot kriteria, diperoleh 4 aspek utama dan 13 aspek turunan. Aspek utama dan turunannya adalah: Aspek Operasional (35,4%), Aspek Komersial (30,3%), Aspek Keuangan (21,5%), dan terakhir aspek Administrasi dan Representasi Hukum (12,8%) dengan bobot masing-masing sub kriteria untuk masing-masing kriteria. & subkriteria. Selanjutnya pemilihan alternatif model bisnis dilakukan dengan menguji nilai masing-masing alternatif model bisnis relatif terhadap model bisnis lainnya pada setiap aspek turunan manajerialnya.\nPada akhirnya, kerangka Pemilihan Model Bisnis Kantor Cabang dapat digunakan untuk mengevaluasi model bisnis di seluruh Kantor Cabang Garuda Indonesia sehingga skema model bisnis yang diterapkan akan meningkatkan profitabilitas.", "Daftar File": {"COVER Hanif Rahma Hakim": "https://digilib.itb.ac.id/gdl/download/253406", "BAB 1 Hanif Rahma Hakim": "https://digilib.itb.ac.id/gdl/download/253407", "BAB 2 Hanif Rahma Hakim": "https://digilib.itb.ac.id/gdl/download/253408", "BAB 3 Hanif Rahma Hakim": "https://digilib.itb.ac.id/gdl/download/253409", "BAB 4 Hanif Rahma Hakim": "https://digilib.itb.ac.id/gdl/download/253410", "PUSTAKA Hanif Rahma Hakim": "https://digilib.itb.ac.id/gdl/download/253411"}, "Penulis": "Hanif Rahma Hakim [29318347]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Maskapai, Pembuatan Keputusan, AHP, Garuda Indonesia, Model Bisnis", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "20 Jan 2022"}