{"Nomor": 62870, "Judul": "FORMULASI STRATEGI PEMASARAN DI SITUASI PANDEMI COVID-19 ( STUDI KASUS : HEIHEI BOBA BAR )", "Abstrak": "Pandemi covid-19 sangat memberikan dampak negatif terhadap ekonomi global hal ini dapat dilihat dari\npenurunan angka pertumbuhan ekonomi negatif. Angka pertumbuhan negatif ini tentunya juga dialami oleh\nIndonesia. Angka pertumbuhan negatif ini tentunya menggambarkan kelesuan ekonomi yang diakibatkan\nberkurangnya transaksi yang ada di masyarakat dikarenakan adanya pembatasan aktivitas dalam berbagai\nhal salah satunya berkunjung ke pusat perbelanjaan dan mall. Pembatasan ini tentunya sangat berdampak\nburuk terhadap ekonomi khususnya para pelaku usaha mikro, kecil, dan menengah yang bergerak di industri\nmakanan dan minuman yang berjualan dengan media penjualan toko fisik (outlet). Salah satu yang terkena\ndampaknya adalah usaha penulis yaitu HeiHei boba bar yang merupakan franchise minuman berbahan\ndasar susu dengan topping boba yang penulis beli lisensinya pada oktober 2019 lalu dengan konsep outlet\nyang berada di sebuah pusat perbelanjaan. HeiHei boba bar mengalami penurunan penjualan yang sangat\nsignifikan akibat pembatasan aktivitas masyarakat dikarenakan pandemi covid-19. Maka dari itu diperlukan\nstrategi pemasaran sehingga HeiHei boba bar agar dapat meningkatkan kembali penjualan dan dapat\nberadaptasi dengan kondisi pandemi saat ini.\n\nPenelitian ini dilakukan untuk mengamati kondisi internal dan eksternal  HeiHei boba bar serta kondisi\npasar dari industri makanan dan minuman dikala pandemi yang kemudian digunakan untuk membuat\nsebuah rencana pemasaran yang sesuai dengan kondisi HeiHei boba bar dan kondisi pasar. Penulis\nmelakukan penelitian ini dengan metode kualitatif. Metode yang digunakan dalam penelitian ini adalah\nFocus group discussion serta observasi. Penulis menggunakan beberapa kerangka kerja dalam menganalisa\npermasalahan yang dialami oleh HeiHei boba bar dan menciptakan solusi yaitu analisa eksternal\nmenggunakan metode PESTLE, Porter 5 force’s, dan analisa kompetitor. Sedangkan analisa internal\ndengan metode STP, marketing mix (7p), dan focus group discussion, selain itu penulis juga menggunakan metode 5’s why untuk mengetahui penyebab utama penurunan penjualan HeiHei boba bar. Hasil analisis tersebut kemudian dipadukan dan dengan menggunakan metode TOWS dan SWOT maka dibuatlah beberapa solusi untuk mengatasi masalah tersebut. Dari beberapa solusi tersebut kemudian dipilih solusi yang paling tepat dan sesuai dengan kondisi saat ini yaitu menciptakan menu signature, memanfaatkan fitur promosi pada media penjualan online, dan memperbesar jangkauan pemasaran melalui media sosial.", "Daftar File": {"2022_TS_PP_Anugerah Perkasa Putra_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/241765"}, "Penulis": "Anugerah Perkasa Putra [29119428]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, M.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Strategi Pemasaran, Penurunan Penjualan, Analisis Internal, Analisis eksternal, HeiHei boba bar.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "20 Jan 2022"}