{"Nomor": 62873, "Judul": "USULAN STRATEGI PERUSAHAAN UNTUK PT. TOWER BERSAMA INFRASTRUCTURE (TBIG)", "Abstrak": "Teknologi Informasi dan Komunikasi (TIK) tumbuh makin pesat saat ini. Ditambah dengan Industri 4.0, iklim industri telah bergeser mengedepankan digitalisasi dan otomasi. Sehingga kebutuhan akan koneksi internet pun sangat tinggi. Ditambah lagi dengan COVID-19 pandemi yang menyebabkan sebagian besar daily activities bergeser menjadi online. Hal ini berdampak pada industry telekomunikasi, terutama mobile broadband. \nPT. Tower Bersama Infrastructure Tbk, (TBIG) adalah salah satu perusahaan yang bergerak di bidang penyewaan infrastruktur telekomunikasi. Menghadapi pertumbuhan akan telekomunikasi ditambah dengan pandemic COVID-19 yang sudah menurun, maka TBIG perlu mempersiapkan strategi bisnis untuk bisa bertahan dan tetap tumbuh dalam lingkungan yang penuh dengan persaingan.\nUntuk merumuskan dan mengimplementasikan strategi, dilakukan analisis eksternal dan internal. Analisis eksternal menggunakan metode PESTEL, Porter’s Five Forces, serta Porter Four Corner Analysis. Sedangkan analisis internal dilakukan dengan depth interview dan RBV VRIO. Setelah dianalisis dan diketahui Strength, Weakness, Opportunity, dan Threat dari perusahaan, selanjutnya merumuskan strategi baik dari sisi corporate maupun business. Strategi yang telah disusun tersebut diimplementasikan dengan menggunakan Strategy Map dan Balanced Scorecard.\nBerdasarkan hasil penelitian, strategi korporasi yang dapat dilakukan oleh TBIG adalah Growth Strategy melalui diversifikasi produk ICT dan melanjutkan kerjasama dengan penyedia layanan fixed broadband. Sementara itu pada strategi bisnis, TBIG dapat melakukan Differentiation Strategy yang berfokus pada service excellence dan pengembangan produk ICT dalam strategi bisnis. Strategi yang telah dirumuskan kemudian diimplementasikan dalam Strategy Map dan Balanced Scorecard. Pada perspektif keuangan, strategi objektif yang dapat diambil yaitu pertumbuhan pendapatan dan efektifitas biaya antara lain dengan target pertumbuhan 5% pada EBITDA dan revenue, pertumbuhan 30% jumlah tenant. Pada perspektif pelanggan, strategi objektif yang dapat diterapkan yaitu jumlah toleransi penalti maksimum adalah 1% pendapatan, Lead time pembangunan site baru yaitu 90 hari dan kolokasi 25 hari, dan penggelaran kabel serat optik 5.000 km. Pada proses internal yang menjadi perhatian adalah 99% penyelesain Trouble Ticket tepat waktu, 100% site dilakukan kunjungan rutin, legalisasi site dalam 30 hari, dan penyelesaian masalah komunitas dalam 10 hari. Pada sisi learning and growth, yang menjadi kunci adalah minimal satu pelatihan dan pengembangan per karyawan per tahun serta 90% implementasi pengembangan sistem tepat waktu.\nSedangkan strategi inisiatif yang dapat dilakukan antara lain (1) Penjualan langsung bersama antara tim marketing dan teknikal, (2) Menawarkan titik yang potensial kepada pelanggan, (3) Penagihan piutang maksimal dalam 30 hari setelah jatuh tempo, (4) Membangun sistem web yang terintegrasi dengan pelanggan, (5) Membuat alat yang dapat memprediksi site baru, (6) Membangun warehouse/gudang pembangunan site per regional/area, (7) Menggelar 5.000 km kabel FO secara nasional, (8) Membangun Machine Learning untuk mereview hasil kunjungan rutin, dan lain-lain.", "Daftar File": {"COVER Heny Pramita Siwi": "https://digilib.itb.ac.id/gdl/download/253589", "BAB 1 Heny Pramita Siwi": "https://digilib.itb.ac.id/gdl/download/253590", "BAB 2 Heny Pramita Siwi": "https://digilib.itb.ac.id/gdl/download/253591", "BAB 3 Heny Pramita Siwi": "https://digilib.itb.ac.id/gdl/download/253592", "BAB 4 Heny Pramita Siwi": "https://digilib.itb.ac.id/gdl/download/253593", "PUSTAKA Heny Pramita Siwi": "https://digilib.itb.ac.id/gdl/download/253594"}, "Penulis": "Heny Pramita Siwi [29318353]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mohamad Toha"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "TIK, Telekomunikasi, Strategi Korporasi, Strategi Bisnis, Balance Score Card", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "20 Jan 2022"}