{"Nomor": 62885, "Judul": "PENGARUH ELISITASI MENGGUNAKAN METIL JASMONAT PADA KULTUR LUMUT TAXITHELIUM KERIANUM TERHADAP KANDUNGAN SENYAWA FLAVONOID", "Abstrak": "Tanaman lumut dari spesies Taxithelium kerianum memiliki potensi untuk dimanfaatkan sebagai senyawa obat terutama antioksidan. Salah satu senyawa antioksidan yang ditemukan dalam lumut adalah dari kelompok flavonoid. Produksi senyawa flavonoid pada lumut dapat ditingkatkan melalui elisitasi menggunakan metil jasmonat. Akan diteliti pengaruh elisitasi menggunakan metil jasmonat terhadap pertumbuhan dan perolehan flavonoid kultur Taxithelium kerianum. Taxithelium kerianum ditumbuhkan secara in vitro dalam medium knop padat dengan penambahan metil jasmonat sebanyak 100 ?M. Diambil data berat basah biomassa pada hari ke 0, 7, 14, 21, 28, dan 35 untuk mengetahui kurva pertumbuhan. Ekstraksi dilakukan pada kultur dengan usia 21 hari menggunakan pelarut etanol 70% dengan metode soxhlet. Kemudian ekstrak dianalisis menggunakan metode spektrofotometri Aluminum chloride colorimetric untuk mengetahui kadar flavonoid didalamnya secara kuantitatif. Diperoleh laju pertumbuhan yang lebih lambat pada kultur dengan elisitasi metil jasmonat dibandingkan kultur kontrol dengan parameter ? sebesar 0,006 hari-1 dibanding 0,014 hari-1. Hasil spektrofotometri menunjukkan kultur Taxithelium kerianum dengan elisitasi metill jasmonat mengalami peningkatan kandungan senyawa flavonoid sebanyak 28,48% dibanding kultur kontrol (13,84 mg(QE)/gDW dibanding 10,77 mg(QE)/gDW).", "Daftar File": {"ABSTRAK Amudra Kurnian Meghantara": "https://digilib.itb.ac.id/gdl/download/241786"}, "Penulis": "Amudra Kurnian Meghantara [11217016]", "Kontributor / Dosen Pembimbing": ["Dr. Ahmad Faizal, S.Si., M.Si.", "Mochamad Firmansyah, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Flavonoid, in vitro, Kinetika Pertumbuhan, Metil Jasmonat, Taxithelium kerianum", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "20 Jan 2022"}