{"Nomor": 62888, "Judul": "FORMULASI DAN KARAKTERISASI GEL NIOSOM VITAMIN B3 (NIASINAMID) SERTA UJI IRITASI SECARA IN VIVO", "Abstrak": "Vitamin B3 (niasinamid) merupakan vitamin yang digunakan sebagai agen\ndepigmentasi kulit melalui mekanisme inhibitor melanosom transfer. Vitamin B3\nbersifat hidrofilik sehingga memiliki keterbatasan untuk menembus stratum\nconeum yang merupakan barrier kulit. Oleh karena itu, diperlukan suatu sistem\npenghantaran yang dapat meningkatkan kemampuan penetrasi vitamin B3 melalui\nstratum corneum yaitu dalam bentuk niosom. Tujuan dari penelitian ini adalah\nuntuk memformulasikan vitamin B3 ke dalam gel niosom yang kemudian akan\ndikarakterisasi dan diuji keamanannya melalui uji iritasi secara in vivo. Niosom\ndibuat dengan metode hidrasi lapis tipis menggunakan variasi surfaktan non ionik,\nkolesterol, disetil fosfat, dan vitamin B3. Penentuan variasi yang optimal ditentukan\ndengan efisiensi penjeratan, ukuran partikel, dan indeks polidispersitas. Formula\nyang paling optimal kemudian diamati morfologinya dengan mikroskop transmisi\nelektron, diuji zeta potensial, dan stabilitasnya. Niosom vitamin B3 selanjutnya di\nformulasi dalam bentuk sediaan gel dengan Viskolam sebagai basis. Gel kemudian\nakan diuji stabilitas, difusi serta iritasinya. Hasil penelitian menunjukkan bahwa\nformula yang terbaik tersusun atas Span 60 100 µmol, kolesterol 25 µmol, disetil\nfosfat 10 µmol, dan vitamin B3 2% dalam 10 ml niosom memiliki efisiensi\npenjeratan 84,52% ± 0,07, ukuran partikel 245,1 nm ± 2,93, dan indeks\npolidispersitas 0,331 ± 0,01. Niosom berbentuk bulat sferis dengan zeta potensial -\n32,06. Hasil uji stabilitas menunjukkan bahwa niosom stabil selama penyimpanan\nsuhu ruang maupun suhu 40\n0\nC. Niosom vitamin B3 dan vitamin B3 kemudian\ndiformulasi dengan Viskolam 8% sebagai basis gel. Hasil uji stabilitas gel\nmenunjukkan gel niosom vitamin B3 dan gel vitamin B3 memiliki organoleptik,\nviskositas, pH dan kadar yang tidak berubah secara signifikan selama penyimpanan\nsuhu ruang dan suhu 40' C selama 28 hari. Hasil uji difusi menunjukkan gel niosom\nvitamin B3 mampu berdifusi 3 kali lebih baik dibandingkan gel vitamin B3 yaitu\nmasing-masing 64,48%±6,78 dan 22,24%±3,53 selama 8 jam. Hasil uji iritasi\nmenunjukkan gel niosom vitamin B3 tidak mengiritasi kulit dan mata kelinci (non\niritan).", "Daftar File": {"ABSTRAK STEVEN": "https://digilib.itb.ac.id/gdl/download/241791"}, "Penulis": "STEVEN [20719018]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. apt. Jessie Sofia Pamudji, M.Si.", "Dr. apt. Yuda Prasetya Nugraha, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Vitamin B3, Niosom, Gel, Karakterisasi, Iritasi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "20 Jan 2022"}