{"Nomor": 62880, "Judul": "PENERAPAN PERENCANAAN SKENARIO UNTUK MASA DEPAN LAYANAN PERBANKAN PRIORITAS BNI EMERALD", "Abstrak": "Prediksi pertumbuhan populasi affluent di Indonesia yang terdiri dari populasi mass-affluent dan individu high-net-worth (dengan aset likuid lebih dari USD 1.000.000) di masa depan membuka banyak peluang untuk kapitalisasi di segmen bisnis manajemen kekayaan. Meningkatnya jumlah kekayaan individu tersebut mampu mendorong bank untuk menyediakan produk manajemen kekayaan serta menawarkan produk dan/atau layanan perbankan prioritas. Dengan kesempatan yang menguntungkan ini, bank harus menghadirkan proposisi nilai sebagai penyedia layanan dan produk “premium” yang dapat memfasilitasi nasabah-nasabah prioritas dengan perhatian yang luar biasa.\n\nBNI Emerald bergerak dalam penyediaan layanan perbankan prioritas dan menjadi salah satu Bank BUMN terkemuka di Indonesia yang menyediakan global wealth management. Saat ini, BNI Emerald menghadapi persaingan yang ketat dengan beberapa pemain di layanan perbankan prioritas (yang secara bertahap menyediakan produk dan/atau layanan manajemen kekayaan yang lengkap dan mampu menyediakan layanan digital) dan bersaing dengan produk investasi pengganti yang ditawarkan oleh Fintech.\n\nTujuan dari penelitian ini adalah untuk memberikan perencanaan skenario yang komprehensif untuk membantu BNI beradaptasi dan berkembang di masa depan dengan ketidakpastian yang tinggi yang dapat berdampak pada masa depan bisnis perbankan prioritas BNI Emerald. Penelitian ini akan menggunakan metodologi penelitian kualitatif yang menggunakan data primer dan data sekunder untuk mengetahui faktor-faktor pendorong yang akan mempengaruhi bisnis perbankan prioritas BNI Emerald. Perencanaan skenario dikembangkan berdasarkan analisis eksternal (menggunakan model PESTEL, Analisis Pesaing, dan Analisis 5 Kekuatan Porter) dan dilanjutkan dengan analisis internal (analisis VRIO) untuk mengetahui kondisi bisnis saat ini. Ketidakpastian utama ditentukan dengan melakukan wawancara mendalam dengan para ahli dan studi literatur.\n\nFokus isu utama yang telah diidentifikasi adalah “Bagaimana bisnis layanan perbankan prioritas BNI Emerald untuk 5 tahun ke depan dalam menghadapi tantangan masa depan” dengan faktor-faktor pendorong sebagai berikut: Kebutuhan Nasabah, Pengembangan dan Adopsi Teknologi, Kebijakan Pemerintah dan Regulasi, Tren atau Perubahan Gaya Hidup dan Demografi, Iklim Ekonomi (yang terdiri dari PDB, Inflasi, Suku Bunga, Persaingan Pasar, Harga dan Biaya Transaksi), Stabilitas Politik, dan Lingkungan baru dalam Perbankan. Berdasarkan hasil wawancara dan analisis, faktor-faktor pendorong yang paling tidak pasti dan memiliki dampak tertinggi terhadap fokus isu utama adalah Pengembangan dan Adopsi Teknologi, serta Kebijakan dan Peraturan Pemerintah. Berdasarkan ketidakpastian utama yang telah diidentifikasi, terdapat 4 skenario yang telah dikembangkan yaitu: The Grey Zone, The Laggards, The Late Majority, and The Best of Both Worlds.\n\nSinyal Peringatan Dini sebagai indikator utama dari setiap skenario untuk 5 tahun ke depan menggunakan pengukuran dari segi teknologi, operasional, dan regulasi. Pemantauan dan evaluasi sinyal peringatan dini oleh manajemen dapat dilakukan secara berkala untuk mengadopsi strategi yang sesuai berdasarkan opsi yang telah dikembangkan pada masing-masing kerangka skenario.", "Daftar File": {"COVER Ratna Satutikirono": "https://digilib.itb.ac.id/gdl/download/255060", "BAB 1 Ratna Satutikirono": "https://digilib.itb.ac.id/gdl/download/255061", "BAB 2 Ratna Satutikirono": "https://digilib.itb.ac.id/gdl/download/255062", "BAB 3 Ratna Satutikirono": "https://digilib.itb.ac.id/gdl/download/255063", "BAB 4 Ratna Satutikirono": "https://digilib.itb.ac.id/gdl/download/255064", "PUSTAKA Ratna Satutikirono": "https://digilib.itb.ac.id/gdl/download/255065"}, "Penulis": "Ratna Satutikirono [29320145]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perbankan Prioritas, Manajemen Kekayaan, Perencanaan Skenario", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "20 Jan 2022"}