{"Nomor": 62882, "Judul": "VARIASI GENETIK PROTEIN SPIKE SARS-COV-2 VARIAN DELTA DARI PASIEN COVID-19 INDONESIA", "Abstrak": "Severe Acute Respiratory Syndrome Coronavirus-2 (SARS-CoV-2) merupakan patogen penyakit Coronavirus Disease-2019 (COVID-19) yang pertama kali ditemukan di Wuhan, Cina. COVID-19 selanjutnya ditetapkan menjadi pandemi global. SARS-CoV-2 merupakan betacorona virus yang memiliki empat protein struktural, salah satunya adalah protein spike (S). Protein S dibagi ke dalam dua subunit fungsional, yaitu subunit S1 dan subunit S2 yang kemudian dibagi menjadi domain-domain protein. Protein S terutama bertanggung jawab pada proses masuknya virus ke dalam sel. Subunit S1, khususnya Receptor Binding Domain (RBD) berperan dalam tahap pengenalan dan pengikatan virus dengan sel inang. RBD akan berikatan dengan Angiotensin Converting Enzyme-2 (ACE2), yaitu reseptor sel manusia. Subunit S2 berperan dalam tahap fusi virus dengan sel manusia. Saat ini, SARS-CoV-2 telah berevolusi melalui perubahan yang dapat diamati pada kode genetiknya dan meluas di seluruh wilayah dunia. Variasi genetik SARS-CoV-2 pada populasi manusia menjadikan tingkat penularan dan keparahan penyakit COVID-19 berbeda-beda. Hingga saat ini, ada banyak varian SARS-CoV- 2 yang telah dikelompokkan, salah satunya adalah varian delta (B.1.617.2) yang pertama kali ditemukan di India. Varian delta diduga menjadi penyebab krisis kesehatan di Indonesia. Jumlah kasus di Indonesia meningkat tajam selama periode waktu Juni Juli 2021. Indonesia melaporkan kematian rata-rata mencapai 919 sehari dengan pertambahan kasus COVID-19 tertinggi pada tanggal 15 Juli 2021 sebanyak 56.757. Pada saat itu Indonesia menjadi episentrum COVID-19 di Asia. Pengambilan data genom utuh SARS-CoV-2 varian delta dari sampel pasien COVID-19 Indonesia pada rentang waktu 1 Januari 31 Agustus 2021 telah dilakukan melalui GISAID. Jumlah data genom SARS-CoV-2 seluruh varian ada sebanyak 3828 data dan 39,76% di antaranya adalah varian delta dengan jumlah data sebanyak 1522. Varian delta pertama kali muncul di Indonesia pada bulan Januari 2021 dan kemudian pada Juni 2021 jumlahnya mulai meningkat secara signifikan. Pulau Jawa menjadi penyumbang kasus varian delta terbanyak mencapai 48,42% dari total keseluruhan data. Pada penelitian ini dilakukan analisis variasi nukleotida dan asam amino protein S SARS-CoV-2 varian delta. Berdasarkan analisis variasi diperoleh dua jenis mutasi, yaitu mutasi delesi dan substitusi yang paling banyak ditemukan pada bagian NTD, salah satu domain subunit S1. Berdasarkan analisis pohon filogenetiknya, protein S SARS-CoV-2 telah berevolusi dengan pesat dibandingkan dengan isolat pertama SARS-CoV-2 Wuhan dan SARS-CoV-2 varian delta India. Analisis model struktur protein NTD A222V SARS-CoV-2 varian delta dari pasien COVID-19 Indonesia juga dilakukan untuk melihat dampak dari mutasi tersebut.", "Daftar File": {"ABSTRAK Kristin Wilhelmina Soetomo": "https://digilib.itb.ac.id/gdl/download/241783", "PUSTAKA Kristin Wilhelmina Soetomo": "https://digilib.itb.ac.id/gdl/download/244668"}, "Penulis": "Kristin Wilhelmina Soetomo [10517019]", "Kontributor / Dosen Pembimbing": ["Dr. Ihsanawati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "SARS-CoV-2, COVID-19, protein spike, varian delta, mutasi", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "20 Jan 2022"}