{"Nomor": 62890, "Judul": "PEMODELAN KEINGINAN MENGEMUDI DI ATAS BATAS KECEPATAN DI JALAN TOL INDONESIA", "Abstrak": "Di Indonesia terjadi sebanyak 3,52 % kasus kecelakaan mobil di ruas jalan tol dengan rata-rata 2,5% korban jiwa setiap tahunnya. Salah satu penyebabnya adalah perilaku mengemudi di atas batas kecepatan. Untuk mengurangi risiko terjadinya kecelakaan diruas jalan tol diperlukan peningkatan keinginan mematuhi aturan batas kecepatan. Oleh karena itu diperlukan sebuah penelitian yang dapat memetakan keinginan pengemudi dalam mematuhi aturan batas kecepatan mengemudi sehingga menghasilkan strategi yang mampu mengurangi jumlah angka kecelakaan pada jalan tol di Indonesia.\nPenelitian ini bertujuan untuk memetakan keinginan pengemudi dalam mematuhi aturan batas kecepatan mengemudi di jalan tol melalui pendekatan theory of planned behavior (TPB) dan Homel model (sanksi hukum dan sanksi non hukum). Model yang digunakan dalam penelitian ini berisikan tujuh konstruk dari TPB dan dua konstruk dari Homel model dengan total 37 indikator penyusun. Pengumpulan data dilakukan melalui kuesioner yang disebarkan kepada pengemudi jalan tol di Indonesia. Pengolahan data menggunakan metode Structural Equation Modelling (SEM) – Partial Least Square (PLS).\nBerdasarkan hasil pengolahan data diketahui bahwa faktor yang mempengaruhi keinginan mematuhi aturan batas kecepatan mengemudi di jalan tol signifikan dipengaruhi oleh norma afektif, norma kognitif, dan sanksi non hukum. Sanksi non hukum merupakan faktor terbesar yang mempengaruhi keinginan pengemudi dalam mematuhi aturan batas kecepatan mengemudi di jalan tol Indonesia.", "Daftar File": {"ABSTRAK Hanif Qai'd Azzikrullah": "https://digilib.itb.ac.id/gdl/download/241793"}, "Penulis": "Hanif Qai'd Azzikrullah [23419009]", "Kontributor / Dosen Pembimbing": ["Ari Widyanti, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "TPB, Homel model, sanksi, mematuhi batas kecepatan, jalan tol", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "20 Jan 2022"}