{"Nomor": 62897, "Judul": "EVALUASI KESIAPAN PASAR TERHADAP SISTEM O2O DI GRAGE CITY MALL (PT. MULTIPRATAMA INDAHRAYA)", "Abstrak": "Selama pandemi COVID-19, banyak pusat perbelanjaan di Indonesia harus menghentikan operasi bisnisnya karena Pembatasan Sosial Berskala Besar (PSBB) tingkat keempat. Grage City Mall, sebuah pusat perbelanjaan di Kota Cirebon, terkena dampak negatif dari pembatasan, seperti penurunan jumlah pengunjung yang menyebabkan hilangnya laba kotor operasional. Melihat perubahan tren belanja di masa pandemi, Grage City mall berencana mengubah konsep dari offline mall menjadi Smart Mall yang berbasis konsep O2O (Online to Offline dan Offline to Online). Namun, karena sifat konseptual dari system O2O dan sedikitnya contoh untuk model bisnis ini, PT. Multipratama Indahraya perlu mengetahui permintaan pasar terhadap Smart Mall. Oleh karena itu, tujuan dari penelitian ini adalah untuk mengidentifikasi permintaan konsumen saat ini untuk Grage City Mall, menguji kesiapan pasar untuk peluncuran sistem O2O di Grage City Mall, menganalisis   segmen   pasar   yang   optimal   untuk   sistem   O2O,   dan   menyarankan rekomendasi untuk kelanjutan sistem O2O di Grage City Mall berdasarkan analisis yang diberikan. Studi ini menggunakan campuran penelitian kuantitatif dan kualitatif untuk menilai faktor internal dan eksternal yang berkontribusi terhadap sistem O2O yang akan datang di Grage City Mall.\nKeadaan Grage City Mall saat ini dijelaskan dalam tinjauan literatur dan analisis internal. Kesiapan pasar untuk peluncuran sistem O2O dianalisis dengan menggunakan analisis PLS-SEM dari model TAM-PVT. Segmen pasar dan positioning yang optimal untuk sistem O2O dianalisis menggunakan analisis STP dari hasil kuesioner. Rekomendasi untuk kelanjutan dan strategi ditentukan dari bauran analisis internal Marketing Mix 7P O’Lokal, prototipe platform O2O oleh Grage City Mall, dan analisis eksternal PESTLE, Porter’s Fice Forces, analisis pesaing dan analisis konsumen. Hasil dari analisis menunjukkan adanya masalah seperti perbedaan antara target pasar ideal sistem O2O dan target pasar mal, pemilihan merek dan produk yang buruk, dan terakhir adalah pemasaran O’Lokal yang tidak efisien. Hasil dari analisis PLS-SEM menunjukkan bahwa masyarakat Cirebon menunjukkan intensi yang tinggi dalam menggunakan sistem O2O.", "Daftar File": {"2022_TS_PP_Saffira Raudhania Trisnahadi_abstrak-1.pdf)u": "https://digilib.itb.ac.id/gdl/download/241804"}, "Penulis": "Saffira Raudhania Trisnahadi [29119604]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Kesiapan Pasar, Sistem O2O, PLS-SEM, Model TAM-PVT", "Sumber": "PT. MULTIPRATAMA INDAHRAYA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "21 Jan 2022"}