{"Nomor": 62899, "Judul": "STUDI IN SILICO SENYAWA METABOLIT SEKUNDER SPONS YANG BERPOTENSI SEBAGAI INHIBITOR RESEPTOR ESTROGEN ALFA", "Abstrak": "Reseptor estrogen alfa merupakan salah satu reseptor yang berperan sebagai target obat\npada pengobatan kanker payudara. Menurut data World Health Organization (WHO) pada\ntahun 2020, terdapat 2,3 juta wanita yang terdiagnosis kanker payudara dan 685.000\nkematian secara global. Salah satu mekanisme obat pada kanker payudara yaitu sebagai\ninhibitor pada reseptor estrogen alfa. Penelitian ini bertujuan untuk memperoleh kandidat\nsenyawa pemandu dari berbagai senyawa metabolit sekunder pada spons yang berpotensi\nsebagai inhibitor reseptor estrogen alfa. Metode penelitian ini dilakukan secara in silico,\nyang terdiri dari simulasi docking dengan perangkat lunak Autodock 4.2, dinamika\nmolekul dengan perangkat lunak AMBER16 dan prediksi absorpsi serta toksisitas melalui\nlaman ADMETlab. Plakinamine A, Cacospongolide B, dan Thorectandrol A merupakan\nsenyawa hasil docking terbaik dengan energi bebas pengikatan secara berturut-turut\nsebesar -12,34; -10,56; -10,22 kkal/mol. Prediksi human intestinal absorption (HIA)\nterhadap tiga senyawa tersebut > 30% yang artinya diprediksi memiliki bioavailabilitas\nyang baik serta data toksisitasnya relatif tidak toksik. Konformasi struktur 3 dimensi hasil\nsimulasi docking dari ketiga senyawa tersebut kemudian dikaji dengan simulasi dinamika\nmolekul selama 200 ns, dimana cacospongionolide B memiliki energi bebas pengikatan\nsebesar -37,43 kkal/mol, yang lebih baik dibanding tamoksifen dengan energi bebas\npengikatan sebesar -28,90 kkal/mol. Berdasarkan analisis hasil simulasi dinamika molekul\ninteraksi senyawa cacospongionolide B terhadap reseptor relatif stabil selama 200 ns dan\ntetap berada pada kantung pengikatan. Oleh karena itu, dapat diprediksi bahwa senyawa\ncacospongionolide B memiliki potensi sebagai senyawa pemandu inhibitor reseptor\nestrogen alfa.", "Daftar File": {"ABSTRAK Muhammad Andre Reynaldi": "https://digilib.itb.ac.id/gdl/download/241807"}, "Penulis": "Muhammad Andre Reynaldi [20720029]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Daryono Hadi Tjahjono, M.Sc., Apt.", "Dr. Fransiska Kurniawan, S.Farm., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Estrogen alfa, Spons, Docking, Dinamika molekul", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "21 Jan 2022"}