{"Nomor": 62906, "Judul": "OPTIMASI BEBAN PRODUKSI PEMBANGKIT UAP AIR DENGAN PENDEKATAN  LINEAR REGRESI DI PT PUPUK KALIMANTAN TIMUR", "Abstrak": "PT Pupuk Kalimantan Timur merupakan anak perusahaan dari PT Pupuk Indonesia (Persero) yang memiliki kapasitas produksi pupuk urea sebesar 3,43 juta ton per tahun, produksi ammonia sebesar 2,74 juta ton per tahun, dan pupuk NPK sebesar 350 ribu ton per tahun. Perusahaan ini awalnya dikelola oleh perusahaan minyak negara Pertamina dengan fasilitas pabrik pupuk terapung atau pabrik diatas kapal. Namun karena beberapa pertimbangan teknis, pabrik dialihkan ke darat sesuai dengan keputusan presiden No.43 tahun 1975 dan kemudian melalui keputusan presiden No.39 tahun 1976, pengelolaannya diserahkan dari Pertamina kepada Departemen Perindustrian. \nPada tahun 2021, terdapat permasalahan yaitu kenaikan nilai harga pokok produksi (HPP) yang cukup signifikan dengan kenaikan mencapai 23% dibandingkan dengan awal tahun 2021. Setelah dilakukan analisa akar penyebab, didapatkan kesimpulan bahwa ada beberapa faktor penyebab diantaranya adalah kenaikan harga gas, kenaikan harga batubara, dan pengaturan beban pembangkit uap air yang tidak optimal. Oleh karena kenaikan harga gas dan batubara adalah faktor eksternal dan tidak bisa dikontrol, maka pada penulisan ini dilakukan solusi untuk mendapatkan pengaturan beban pembangkit uap air yang paling optimal. \nTerdapat 8 unit pembangkit uap air di PT Pupuk Kalimantan Timur dengan total kapasitas mencapai 1.130 ton/jam, namun rata-rata kebutuhan seluruh pabrik hanya 937 ton/jam sehingga diperlukan keputusan untuk nilai beban pada masing-masing pembangkit uap air. Masing-masing pembangkit uap air memiliki karakteristik berbeda-beda, terutama pada pengaruh beban pembangkit uap air terhadap kebutuhan gas dan batubaranya.  \nPada penulisan ini, menggunakan metode forecasting yaitu regresi linear untuk memprediksi jumlah kebutuhan gas dan batubara pada setiap beban pembangkit uap air yang langsung berkorelasi terhadap harga pokok produksi masing-masing pembangkit. Metode ini dituang pada simulasi yang menggunakan solver untuk penentuan beban masing-masing pembangkit uap air dengan target mendapatkan nilai harga pokok produksi dari steam paling yang rendah. Dari hasil optimasi simulasi yang didapatkan, pada kondisi semua pabrik berjalan normal maka direkomendasikan untuk meminimalkan beban pembangkit uap air dengan bahan bakar dari batubara.", "Daftar File": {"2022_TS_PP_Firsta Hardiyanto_Abstrak-1.pdf?_": "https://digilib.itb.ac.id/gdl/download/241827"}, "Penulis": "Firsta Hardiyanto [29119551]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "harga pokok produksi, pembangkit uap air, optimasi simulasi, regresi linier", "Sumber": "PT PUPUK KALIMANTAN TIMUR", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "21 Jan 2022"}