{"Nomor": 62901, "Judul": "ANALISIS KONSUMSI JUS BUAH SEMANGKA TERHADAP INDIKATOR PEMULIHAN ATLET KARATE PPLP JAWA BARAT", "Abstrak": "Latar Belakang: Karate merupakan olahraga bela diri yang popular dan sering\ndimainkan. Pemulihan yang singkat didapatkan atlet karate pada saat pertandingan,\nsehingga membutuhkan strategi pemulihan yang efektif bagi atlet untuk bisa\nkembali ke kondisi awal. Penelitian mengenai buah semangka baru-baru ini populer\ndigunakan dalam lingkup olahraga. Semangka dinilai dapat memberikan bantuan\nergogenik bagi atlet. Kandungan l-citrulline yang kaya di dalam semangka\nmerupakan modulator aliran darah yang dapat membantu fungsi otot, ketahanan\nterhadap kelelahan selama latihan, dan proses pemulihan atlet. Sehingga dirasa\npemberian konsumsi jus semangka bagi atlet akan memberikan temuan baru\nkhususnya untuk pemulihan atlet. Metode: Penelitian klinis ini dilakukan dengan\ndesain one-way crossover. Subjek penelitian ini yaitu atlet karate PPLP Jawa Barat\nyang merupakan atlet-atlet pelajar karate terbaik dari setiap daerah yang ada di\nwilayah Jawa Barat. Nantinya subjek akan melalui dua periode, periode pertama\nsubjek tidak mengonsumsi jus semangka, dan periode kedua subjek mengonsumsi\njus semangka selama tujuh hari sebanyak 500ml/hari. Pengambilan data dilakukan\nberupa pengetesan variabel-variabel indikator kelelahan yaitu, laktat darah untuk\nmengetahui bagaimana pembersihan laktat darah, countermovement jump untuk\nmengetahui fungsi neuromuskuler, perceived recovery status untuk mengetahui\ntingkat pemulihan yang dirasakan, dan kemampuan anaerobik melalui pengetesan\nrunning-anaerobic sprint test. Pengukuran dilakukan setelah sampel menjalankan\nprotokol berupa simulasi pertandingan Hasil: Terdapat perbedaan signifikan yang\ndiakibatkan konsumsi jus semangka pada pembersihan laktat SP (sesegera setelah\nprotokol), 5-min setelah protokol, dan 10-min setelah protokol. Perbedaan yang\nsignifikan juga terlihat pada status pemulihan yang dirasakan di mana terdapat\nperbedaan signifikan setelah konsumsi jus semangka pada SP, 48h setelah dan 72h\nsetelah protokol. Namun tidak terlihat perbedaan signifikan pada nilai\ncountermovement jump dan kemampuan anaerobik atlet setelah konsumsi jus\nsemangka. Kesimpulan: Konsumsi jus buah semangka dapat membantu pemulihan\natlet yang berpengaruh pada pembersihan laktat serta status pemulihan yang\ndirasakan. Namun tidak membantu dalam nilai countermovement jump dan\nkemampuan anaerobik.", "Daftar File": {"ABSTRAK GIFRAN RIHLA GIFARKA LATIEF": "https://digilib.itb.ac.id/gdl/download/241809"}, "Penulis": "GIFRAN RIHLA GIFARKA LATIEF [21720001]", "Kontributor / Dosen Pembimbing": ["Dr. Samsul Bari, M.Kes", "Dr. Rini Syafriani, M.Kes."], "Jenis Koleksi": "Tesis", "Penerbit": "Keolahragaan", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "jus semangka, l-citrulline, pembersihan laktat, fungsi otot, pemulihan yang dirasakan, kemampuan anaerobik.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "21 Jan 2022"}