{"Nomor": 62904, "Judul": "RENCANA STRATEGIS UNTUK EFISIENSI BIAYA PADA DIVISI AFTER SALES  (STUDI KASUS PADA PT. XYZ TBK. DI BANJARMASIN, KALIMANTAN SELATAN)", "Abstrak": "Pandemi Covid-19 berdampak pada PT. XYZ Tbk., khususnya di area After Sales cabang Banjarmasin. Laba kotor keseluruhan meningkat dibandingkan tahun 2019 sebelum pandemi melanda yaitu 0,6%. Namun untuk area After Sales sendiri terjadi penurunan yang cukup signifikan sebesar -17,4% dimana penurunan terbesar terjadi pada sektor body repair yaitu sebesar -47,7%. Namun dari situ terlihat bahwa margin laba kotor meningkat sebesar 6,0% dari 18,9% menjadi 24,9% pada Desember 2020 dibandingkan tahun lalu. Di sisi laba usaha bersih, dimana nilai ini tergantung pada besarnya beban usaha sebagai pengurang jumlah laba kotor, juga terjadi penurunan sebesar -37,3% pada divisi purna jual. Dimana penurunan terbesar kembali terjadi pada sektor body repair sebesar -108,7%. Namun jika melihat persentase NOP terhadap Pendapatan, tidak ada perubahan antara tahun 2020 dan 2019 yaitu 0%. PT. XYZ Tbk. harus meminimalisir dampak pandemi Covid-19 dan terus berupaya untuk tumbuh kinerjanya. Penelitian ini bertujuan untuk merumuskan strategi bagi PT. XYZ Tbk. Cabang Banjarmasin untuk mendapatkan potensi keuntungan selama dan setelah pandemi. Penulis menggunakan metode analisis sensitivitas pada studi kelayakan untuk menemukan variabel yang paling berdampak. Selanjutnya penulis merumuskan alternatif strategi keuangan dan operasional untuk PT. XYZ Tbk. cabang Banjarmasin. \nAnalisis sensitivitas menemukan bahwa perubahan dalam COGS dan OPEX dalam struktur biaya memiliki dampak terbesar pada profitabilitas secara keseluruhan selama pandemi ini. Dengan turunnya penjualan di divisi After Sales, profitabilitas tidak berubah drastis. Jadi, jika komposisi tersebut diterapkan pada saat pandemi telah berakhir, ini akan menjadi sarana pengembangan untuk mendapatkan nilai keuntungan yang lebih tinggi di masa depan. Dalam penelitian ini penulis membandingkan struktur biaya saat hanya menggunakan COGS saat pandemi, OPEX saat pandemi, dan saat kedua struktur biaya digabungkan dan melihat PT. XYZ Tbk. Proyeksi cabang Banjarmasin untuk 5 tahun ke depan. \nBerdasarkan hasil analisis sensitivitas, PT. XYZ Tbk. Cabang Banjarmasin dapat memilih untuk menggunakan komposisi campuran antara COGS dan OPEX selama masa pandemi karena berdampak cukup besar terhadap margin perusahaan secara keseluruhan. Jika melihat hasil proyeksi untuk tahun kelima, margin yang mungkin diperoleh adalah 26,57% untuk Laba Kotor, 19,26% untuk Laba Operasional, dan 19,83% untuk EBITDA. Untuk memastikan mendapatkan hasil yang maksimal, penulis mendukung PT. XYZ Tbk. Cabang Banjarmasin dengan detail strategi operasional untuk setiap departemen di area After Sales. Strategi untuk meningkatkan produktivitas ini tidak berarti tidak membutuhkan biaya. Namun biaya yang dikeluarkan difokuskan pada pelatihan dan pengelolaan komposisi kerja tenaga kerja di area After Sales itu sendiri. Di bagian General Repair, pelatihan keterampilan dilakukan untuk Service Advisor, Foreman, dan Mechanic. Untuk departemen Parts, dilakukan pelatihan digitalisasi. Sedangkan di bagian Body Repair, Service Advisor dilatih untuk menambah jumlah komposisi pekerjaan Heavy dan Medium Repair untuk meningkatkan profitabilitas.", "Daftar File": {"2022_TS_PP_Rinaldy Suranta_Abstrak-1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/241824"}, "Penulis": "Rinaldy Suranta [29120288]", "Kontributor / Dosen Pembimbing": ["Ir. Uke Marius Siahaan, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Otomotif, Biaya, Strategi, Keuntungan, Pandemi, Covid-19", "Sumber": "PT. XYZ TBK", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "21 Jan 2022"}