{"Nomor": 62905, "Judul": "MENINGKATKAN ADOPSI FINTECH LENDING UNTUK MEMPERCEPAT INKLUSI KEUANGAN DI INDONESIA: PERLUASAN PADA TECHNOLOGY ACCEPTANCE MODEL", "Abstrak": "Fintech lending telah berkembang pesat di Indonesia. Seiring dengan populasi yang besar dan presentase pengguna internet dan smartphone yang tinggi, Indonesia memiliki potensi yang besar untuk perkembangan fintech lending. Namun, penelitian sebelumnya menemukan bahwa sekitar 50,9% penduduk Indonesia masih unbanked dan underbanked, dan persentase penyaluran pinjaman Indonesia terhadap PDB relatif rendah dibandingkan dengan negara-negara Asia lainnya (Google et al., 2019; PwC Indonesia, 2019). Hal ini menunjukkan masih adanya kapasitas pembiayaan yang belum tergarap, sehingga industri fintech lending masih memiliki peluang yang sangat besar untuk berkembang di Indonesia. Selain itu, industri ini juga sangat didukung oleh pemerintah karena berkontribusi terhadap inklusi keuangan.\n\nPenelitian ini bertujuan untuk mengetahui faktor-faktor yang dapat mempengaruhi masyarakat Indonesia dalam mengadopsi platform fintech lending dengan menggunakan Technology Acceptance Model (TAM) yang dimodifikasi. Penelitian ini mengadopsi model yang dikembangkan oleh Hu et al. (2019), yang menggabungkan kepercayaan pada platform fintech lending dengan TAM. Seiring dengan persepsi kegunaan dan kemudahan penggunaan milik Davis (1989), variabel yang digunakan dalam penelitian ini adalah persepsi religiusitas, jumlah informasi, risiko yang dirasakan, citra merek, dukungan pemerintah atau regulator, inovasi pengguna, dan kepercayaan sebagai variabel mediasi. Metode \"10-times-rule\" oleh Hair et al. (2017) digunakan untuk menentukan ukuran sampel minimum dalam penelitian ini. Survei dilakukan dengan menggunakan kuesioner dan mengumpulkan 200 tanggapan yang diolah secara kuantitatif menggunakan PLS-SEM.\n\nPenelitian ini menemukan bahwa persepsi manfaat, kepercayaan, citra merek, persepsi risiko, dan dukungan pemerintah atau regulator mempengaruhi sikap pengguna, sedangkan sikap pengguna berpengaruh positif terhadap niat pengguna menggunakan fintech lending. Kepercayaan ternyata memiliki peran penting dalam adopsi fintech lending. Kepercayaan bertindak sebagai mediator untuk hubungan antara risiko yang dirasakan, dukungan pemerintah atau regulator, dan citra merek dengan sikap pengguna. Berdasarkan temuan dalam penelitian ini, lembaga keuangan diharapkan memiliki pemahaman yang lebih baik tentang faktor-faktor yang mendorong adopsi pengguna platform fintech lending. Penelitian ini juga memberikan rekomendasi untuk penelitian selanjutnya, penyedia fintech lending, pemerintah, dan regulator, yang dapat membantu meningkatkan inklusi keuangan di Indonesia.", "Daftar File": {"2022_TS_PP_Maretta Arninda_Abstrak-1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/241825"}, "Penulis": "Maretta Arninda Dianty [29120161]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T., MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "fintech, fintech lending, adopsi pengguna, model penerimaan teknologi (TAM), inklusi finansial ?", "Sumber": "TECHNOLOGY ACCEPTANCE MODEL", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "21 Jan 2022"}