{"Nomor": 62917, "Judul": "MANAGEMENT OF EXTREMELY HIGH CONCENTRATION OF TOTAL SUSPENDED SOLID AT BLOCK B-WEST, SAMBARATA MINE OPERATION, PT BERAU COAL DISTRICT OF BERAU, EAST BORNEO", "Abstrak": "Block B-West in Sambarata Mining Operation (SMO), PT Berau Coal (PTBC), East Borneo, Indonesia produces significant coal quantity and quality. Coal mining in the area leads to an excessive environmental impact that is not easily to overcome, i.e. generation of mine water containing extremely high concentration of total suspended solid (TSS) of about 20000 mg/L. It is due to the present of montmorillonite (AS402014)2) in the mine water. It is extra ordinary higher value than the allowable (maximum) TSS concentration limit (300 mg/L), under which mine water is permitted to be discharged out of mining location into free surface water bodies. Laboratory result shows that settling time of sediment fine particles (0.3 — 2 ? 0.3is about 251 days without any disturbances. Efforts have already been tried to overcome the problem including direct chemical treatment using coagulant, close circuit management of mine water using chemical treatment, cascade flow management using chemical treatment and sediment trap. The chemical treatment seems not effective and not cost-effective since millions of cubic meters mine water need to be treated Physical treatment as primary treatment in combination with additional or optional chemical treatment was then chosen. It includes void(s) as the main component and it is then called in this paper as the auxiliary settling pond (ASP). The paper is devoted to share the management of extremely high concentration of TSS based on the mathematical modeling of distribution of TSS concentration and density in an individual ASP and mathematical modeling of TSS concentration in the spatial interconnected water treatment facilities by means of physical treatment as a frame work for integrated surface mine water management. The field study was conducted at Block B- West in SMO of PTBC According to field monitoring of individual ASP and interconnected water treatment facilities, the physical treatment seems effective. It significantly reduces the concentration of TSS.", "Daftar File": {"COVER Lilik Eko Widodo": "https://digilib.itb.ac.id/gdl/download/241841", "2015 LILIK EKO WIDODO 1-EDITORIAL BOARD.pdf\n]": "https://digilib.itb.ac.id/gdl/download/241842", "2015 LILIK EKO WIDODO 1-TABLE OF CONTENT.pdf5?": "https://digilib.itb.ac.id/gdl/download/241843", "2015 LILIK EKO WIDODO 1-PAPER.pdf?_": "https://digilib.itb.ac.id/gdl/download/241844"}, "Penulis": "Lilik Eko Widodo [-]", "Kontributor / Dosen Pembimbing": ["Welly Turupadang, Ahmad Baiquni"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "total suspended solid (TSS), extreme TSS concentration, physical treatment of TSS, expansive soil, montmorillonite, mathematical modeling, distribution of TSS concentration in a surface water body, integrated surface mine water management", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "4 file", "Tanggal Input": "21 Jan 2022"}