{"Nomor": 62929, "Judul": "ISOLASI SENYAWA AKTIF DAUN JAMBU MAWAR (SYZYGIUM JAMBOS (L.) ALSTON) DAN AKTIVITASNYA TERHADAP PENGHAMBATAN ENZIM ?-GLUKOSIDASE", "Abstrak": "Latar belakang dan tujuan: Diabetes melitus (DM) merupakan salah satu penyakit\nyang menyebabkan kematian terbesar di Indonesia bahkan di dunia. Pengelolaan\nDM sangat penting khususnya DM tipe 2, salah satunya dapat dilakukan dengan\npenghambatan enzim ?-glukosidase usus postprandial yang akan membatasi kadar\nglukosa dengan menunda proses hidrolisis karbohidrat dan penyerapan glukosa\nsehingga dapat mengontrol tingkat gula darah. Obat-obat sintetis penghambat\nenzim ?-glukosidase menyebabkan beberapa efek samping, oleh karena itu\ndiperlukan alternatif lain untuk mengobati diabetes, salah satunya adalah\npengobatan herbal dari tumbuhan. Beberapa jenis tumbuhan marga syzygium\nseperti Syzygium cumini dan Syzygium syzygioides telah diketahui memiliki\naktivitas penghambat ?-glukosidase, namun penelitian mengenai aktivitas ?-\nglukosidase dari jambu mawar atau Syzygium jambos masih sangat sedikit. Dari\nbeberapa penelitian telah diketahui bahwa S. jambos memiliki berbagai aktivitas\nseperti antimikroba, antioksidan, hepatoprotektif dan sitotoksik. Oleh karena itu,\ntujuan penelitian ini adalah menguji aktivitas daun S. jambos dalam penghambatan\nenzim ?-glukosidase dan mengisolasi senyawa aktifnya. Metode: Ekstraksi\ndilakukan dengan metode maserasi menggunakan etanol 96%. Fraksinasi,\nsubfraksinasi dan isolasi dilakukan menggunakan ekstraksi cair-cair, kromatografi\ncair-vakum, kromatografi kolom klasik, medium pressure liquid chromatography\n(MPLC) dan kromatografi sistem radial dengan panduan uji aktivitas terhadap\npenghambatan enzim ?-glukosidase. Uji kemurnian dilakukan mengunakan KLT\ndengan tiga fase gerak yang memiliki perbedaan kepolaran, KLT dua dimensi dan\nKLT densitometri. Karakterisasi dan identifikasi isolat dilakukan menggunakan\nspektrometri ultraviolet, infra merah, massa dan NMR (\n1\nH dan\n13\nC). Uji aktivitas\nterhadap enzim ?-glukosidase dilakukan dengan cara mengukur absorban sampel\nuji menggunakan microplate reader. Hasil: Ekstrak dan fraksi daun S. jambos\nmemiliki aktivitas penghambatan terhadap enzim ?-glukosidase dengan IC50\nekstrak, fraksi n-heksana, fraksi etil asetat dan fraksi air berturut-turut 1,22 + 0,03;\nIC50 41,53 + 0,56; 0,31 + 0,01 dan 1,21 + 0,08 µg/ml. Subfraksi KCV no 15 dari\nfraksi etil asetat, memiliki persen penghambatan paling tinggi yaitu 43,78 + 10%\npada konsentrasi 8 µg/ml. Dari hasil pemurnian didapatkan dua senyawa yaitu isolat\nA dan B yang memiliki IC50 65,63 + 1,36 dan 188,96 + 2,85 µg/ml. Hasil\nidentifikasi menunjukkan bahwa isolat A adalah kuersetin 3-O-xilosil-(1\n?\n2)-\nramnosida (C26H28O15) dan isolat B adalah mirisetin 3-O-xilosil-(1\n?\n2)-ramnosida\n(C26H28O16). Kesimpulan: Ekstrak etanol S. jambos memiliki aktivitas yang kuat\ndalam penghambatan enzim ?-glukosidase. Berdasarkan nilai IC50, kekuatan\naktivitas fraksi dalam menghambat enzim ?-glukosidase berturut-turut dari yang\npaling kuat adalah fraksi etil asetat, fraksi air dan fraksi n-heksana. Senyawa yang\nberhasil diisolasi dari daun (S. jambos) dengan panduan uji penghambatan terhadap\nenzim ?-glukosidase adalah senyawa flavonoid jenis flavonol yaitu kuersetin 3-Oxilosil-(1\n?\n2)-ramnosida (C26H28O15) dengan IC50 65,63 + 1,36 µg/ml dan\nmirisetin 3-O-xilosil-(1\n?\n2)-ramnosida (C26H28O16) dengan IC50 188,96 + 2,85\nµg/ml.", "Daftar File": {"ABSTRAK Lani Meilani": "https://digilib.itb.ac.id/gdl/download/241856"}, "Penulis": "Lani Meilani [20719017]", "Kontributor / Dosen Pembimbing": ["Dr. apt.Muhamad Insanu, M.Si.", "Dr. apt. Rika Hartati, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Diabetes melitus, Syzygium jambos, ?-glukosidase, kuersetin 3-Oxilosil-(1 ? 2)-ramnosida dan mirisetin 3-O-xilosil-(1 ? 2)-ramnosida", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "21 Jan 2022"}