{"Nomor": 62927, "Judul": "THE MECHANICAL BEHAVIOR OF ROCK SALT UNDER DIFFERENT CONFINING PRESSURE UNLOADING RATES DURING COMPRESSED AIR ENERGY STORAGE (CAES)", "Abstrak": "Compressed air energy storage (CAES) is a promising energy conversion storage technology and underground salt caverns are recognized as the appropriate storage places for it. The reduction of air during the withdrawal periods leads to the surrounding rock being unloaded, which threatens the stability of the salt cavern. To investigate the mechanical behavior of surrounding rock under different unloading rates, the confining pressure unloading tests in six unloading rates have been conducted on rock salt. Results show the rock salt undergoes volume expansion at the beginning of unloading due to the reduction of elastic compression strain. The volume strain expands rapidly beyond a threshold, i.e. accelerated strain point. The stresses at failure point and accelerated strain point show that a low unloading rate is beneficial to enhance rock strength. Nevertheless, larger inelastic strain appears in a lower unloading rate. The effect of the unloading rate on rock salt failure mode is that rapid unloading will promote crack growth. Moreover, the relationship between the unloading rate of surrounding rock and the air withdrawal rate is established. The outcome derived from the research can provide some instruction and inspiration for air withdrawal rate design in CAES.", "Daftar File": {}, "Penulis": "Yue Han [-]", "Kontributor / Dosen Pembimbing": ["Hongling Ma", "Chunhe Yang", "Huan Li", "Jie Yang"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Confining pressure unloading test; Unloading rate; Mechanical behavior; Failure; CAES", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 107676, https://www.sciencedirect.com/science/article/pii/S0920410520307439", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "21 Jan 2022"}