{"Nomor": 62926, "Judul": "PERAN AKTIVITAS FISIK DAN JUMLAH SHIFT MALAM TERHADAP KUALITAS TIDUR PEGAWAI YANG BEKERJA DI TRANSPORTASI KERETA", "Abstrak": "Latar Belakang: Pegawai shift memiliki ritme kirkadian yang terganggu dengan\nwaktu istirahat yang digunakan untuk bekerja. Pada bidang transportasi, pegawai\nmemiliki waktu kerja yang berubah-ubah, tempat istirahat yang berbeda dan\naktivitas fisik yang terganggu. Hal ini bisa memperburuk kualitas tidur dan\nberdampak negatif pada kesehatan seperti obesitas, diabetes, kanker, penyakit\njantung koroner dan penurunan kognitif. Salah satu cara untuk mengurangi resiko\nini adalah dengan meningkatkan kualitas tidur yang bisa dilakukan dengan\nolahraga. Tujuan dari penelitian ini untuk mengetahui dampak olahraga terhadap\nkualitas tidur pegawai shift malam yang bekerja di transportasi kereta. Metode: 445\nresponden telah mengisi kuesioner aktivitas fisik (International Physical Activity\nQuestionnaire) dan kualitas tidur (The Pittsburgh Sleep Quality Index Questioner)\nyang kemudian dipilah berdasarkan kriteria inklusi dan eksklusi sehingga\ndidapatkan 186 subjek penelitian. Data yang dikumpulkan kemudian dianalisis\ndengan Spearman’s Correlation. Hasil: Hasil uji statistik menunjukan adanya\nkorelasi antara jumlah shift malam dengan kualitas tidur (?=0.205) dan aktivitas\nfisik (?=0.187). Jika dilihat per komponen kualitas tidur dan aktivitas fisik, jumlah\nshift malam berkorelasi dengan durasi aktivitas fisik menengah (?=0.200), durasi\naktivitas berjalan (?=0.224), kualitas tidur subjektif (?=0.216) dan latensi tidur\n(?=0.192). Selain itu jumlah hari aktivitas berat berkorelasi dengan kualitas tidur\nsecara global (?=-0.174) dan latensi tidur (?=-0.166), latensi tidur pun berkorelasi\ndengan durasi aktivitas berat (?=0.154). Kesimpulan: Penelitian ini menunjukan\nbahwa semakin banyak jumlah hari berolahraga maka kualitas tidur semakin baik\nmeskipun memiliki jumlah shift malam yang banyak.", "Daftar File": {"ABSTRAK Patra Destyana": "https://digilib.itb.ac.id/gdl/download/241852"}, "Penulis": "Patra Destyana [21720004]", "Kontributor / Dosen Pembimbing": ["Dr. Nia Sri Ramania, M.Sc", "Dr. Dr. Samsul Bahri, M.Kes."], "Jenis Koleksi": "Tesis", "Penerbit": "Keolahragaan", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Kualitas Tidur, Aktivitas Fisik, Shift Malam, Pegawai Transportasi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "21 Jan 2022"}