{"Nomor": 62922, "Judul": "GEOCHEMICAL CHARACTERISTICS OF CRUDE OILS AND BASIN MODELLING OF THE PROBABLE SOURCE ROCKS IN THE SOUTHERN MESOPOTAMIAN BASIN, SOUTH IRAQ", "Abstrak": "Bulk property and geochemical analyses were performed on 15 crude oil samples collected from the Early Cretaceous clastic reservoirs in the oilfields of the southern Mesopotamian Basin, South Iraq. Specific gravities ranging between 25.4 and 31.6 API and relatively high sulfur concentrations of up to 1.97 wt % suggest that the samples were generated from kerogen Type II-S at relatively low maturity level. Biomarker ratios and parameters as well as carbon isotope ratios, indicate that the oils were derived from marine carbonate-rich source rocks deposited under reducing environmental conditions during the Jurassic to Early Cretaceous. Furthermore, biomarker maturity suggests two maturity subgroups for the samples based on their sulfur concentrations and specific gravity values. Sub-group (A) is characterized by oils generated from low-mature source rocks from the Late Jurassic-Early Cretaceous Sulaiy Formation; while the relatively high mature oils of sub-group (B) were generated from organic-rich intervals in the Jurassic Sargelu and Najmah formations. Basin model results revealed that these formations reached a peak oil-generation window at different times, expelling various quantities of oil. The basin model results further suggest that the organic-rich interval in the Sulaiy Formation began to expel little amounts of oil, corresponding to transformation ratio (TR) between 50 and 63% since the Late Miocene to present-day, while the organic-rich intervals in the Sargelu and Najmah formations were the earliest to expel significant amounts of oil, with relatively high TR values of 50–90% during the end of the Late Cretaceous to Early Eocene and continued to the present-day. These generated oils subsequently migrated to the shallow stratigraphic reservoir intervals through the vertical pathway of faults, and are currently extracted for use in the oil industry.", "Daftar File": {}, "Penulis": "Amer Jassim Al-Khafaji [-]", "Kontributor / Dosen Pembimbing": ["Mohammed Hail Hakimi", "Ibrahim M.J. Mohialdeen", "Rami M. Idan", "Wafaa E. Afify", "Aref A. Lashin"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Oil-oil correlation; Cretaceous reservoirs; Carbon isotope; Biomarker ratios; Basin modeling; Mesopotamian basin; South Iraq", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 107641, ISSN 0920-4105, https://www.sciencedirect.com/science/article/pii/S0920410520307087", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "21 Jan 2022"}