{"Nomor": 62934, "Judul": "STUDI IN SILICO SENYAWA DALAM KAPULAGA SEBAGAI LIGAN RADIOFARMAKA UNTUK TERAPI KANKER PAYUDARA", "Abstrak": "Kanker payudara menjadi jenis kanker yang paling sering didiagnosis di Indonesia\ndan merupakan penyebab kematian tertinggi kedua setelah kanker paru-paru.\nBerbagai macam pilihan terapi untuk mengobati kanker payudara, salah satu yang\ndirasa efektif yaitu radiofarmaka. Radiofarmaka dipilih karena kemampuannya\ndalam memancarkan radiasi dan merusak tumor dari dalam sel. Untuk bekerja pada\ntarget yang tepat dibutuhkan molekul kecil pembawa radionuklida yang memiliki\nafinitas yang baik dengan target. Ekstrak kapulaga diketahui memiliki berbagai\nmacam efek sebagai antikanker berdasarkan uji in vitro yang mengindikasikan\nbahwa terdapat senyawa tertentu yang memiliki afinitas yang baik dengan target\nkanker payudara. Maka, dilakukan screening pada 46 senyawa yang terkandung\ndalam kapulaga melalui docking terhadap reseptor kanker payudara yaitu estrogen?, -?, dan progesteron. Hasil docking menunjukkan bahwa senyawa cardamonin\nmemiliki nilai energi bebas ikatan, konstanta disosiasi, dan interaksi terbaik pada\nmasing-masing target. Selanjutnya, cardamonin dimodifikasi dengan mengganti\nhidrogen pada atom karbon nomor 12 dan 14 dengan satu atau dua molekul iodin.\nDocking ulang antara modifikasi cardamonin dengan masing-masing target tidak\nmenghilangkan afinitasnya. Ligan alami, cardamonin, dan iodocardamonin\ndisimulasikan menggunakan dinamika molekul untuk mengetahui kestabilan\ninteraksinya. Simulasi dinamika molekul selama 100 ns menunjukkan bahwa setiap\nsenyawa tetap berada di sisi pengikatan selama simulasi berlangsung dan grafik\nRMSD menunjukkan kesetabilan kompleks ligan—estrogen-? rata-rata dicapai\npada 10 ns, 40 ns pada kompleks ligan—estrogen-?, dan 90 ns pada kompleks\nligan—progesteron. Perhitungan MMPBSA menghasilkan nilai energi bebas ikatan\npada kompleks ligan alami, cardamonin, iodocardamonin (C12), (C14), dan (C12,\nC14) terhadap estrogen-? berturut?turut adalah ?37,10; ?20,55; ?23,38; ?24,14;\ndan ?19,93 kkal/mol. Nilai energi bebas ikatan pada kompleks ligan alami,\ncardamonin, iodocardamonin (C12), (C14), dan (C12, C14) terhadap estrogen-?\nberturut-turut adalah ?20,45; ?21,69; ?18,33; ?18,26; dan ?20,93 kkal/mol. Nilai\nenergi bebas ikatan pada kompleks ligan alami, cardamonin, iodocardamonin\n(C12), (C14), dan (C12, C14) terhadap progesteron berturut-turut adalah ?38,38;\n?18,09; ?17,87; ?26,78; dan ?23,49 kkal/mol. Berdasarkan data yang diperoleh,\ndapat diprediksi bahwa senyawa cardamonin memiliki potensi untuk digunakan\nsebagai ligan radiofarmaka dalam terapi kanker payudara.", "Daftar File": {"ABSTRAK Naura Nurnahari": "https://digilib.itb.ac.id/gdl/download/241860"}, "Penulis": "Naura Nurnahari [20719304]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Daryono Hadi Tjahjono, M.Sc., Apt.", "Dr. Fransiska Kurniawan, S.Farm., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "iodin, in silico, kanker payudara, kapulaga, radiofarmaka", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "21 Jan 2022"}