{"Nomor": 62947, "Judul": "PENDEFINISIAN ULANG SISTEM MANAJEMEN KINERJA PERUSAHAAN PADA PT. XYZ DENGAN MENGGUNAKAN PENDEKATAN SISTEM  MANAJEMEN KINERJA BERBASI PENGETAHUAN", "Abstrak": "PT. XYZ merupakan salah satu perusahaan konstruksi milik Negara yang didirikan pada Tahun 1961 \nyang merupakan salah satu perusahaan Belanda yang dinasionalisasikan dengan visi “Menjadi\nPerusahaan Indonesia yang Terpercaya dan Berkelanjutan dalam Konstruksi dan Investasi Terintegras”.\nDalam aktivitas bisnisnya, PT. XYZ nampak kurang optimal dalam memaksimalkan seluruh sumber\ndaya yang dimiliki perusahaan. Sistem manajemen kinerja yang digunakan saat ini masih memberikan\nproporsi lebih besar pada aspek finansial dalam interpretasinya. Dalam penerapannya, system\nmanajemen kinerja saat ini tidak memberikan gambaran jangka panjang dan tidak berorientasi pada\npemenuhan capaian perusahaan jangka panjang yang berkelanjutan. Agar perusahaan dapat bersaing\ndan mempertahankan bisnisnya untuk jangka waktu yang panjang, penerapan kerangka KnowledgeBased\n\nPerformance Management System (KBPMS) menjadi kerangka yang cocok yang dapat\nditerapkan diperusahaan. Hal tersebut dikarenakan KBPMS dapat menerjemahkan visi, misi, dan\nstrategi perusahaan serta mengontrol seluruh aspek baik finansial maupun nonfinansial yang ada di\nperusahaan dalam pencapaian target perusahaan. Dalam perancangan KBPMS terdapat lima tahapan\nyang dilakukan antara lain, fondasi, latar belakang, proses perancangan, pengimplementasian, dan\npenyegaran. Dengan tiga perspektif peninjauan yaitu keluaran organisasi, proses internal, dan\nketersediaan sumber daya. \nProyek akhir ini menghasilkan total 33 indikator kinerja kunci yang berasal dari turunan visi, misi, dan\nproses bisnis. Keterkaitan variabel memberikan gambaran atas keterkaitan indicator kunci yang\nmelibatkan lintas sektoral antar departemen pada PT. XYZ. Perbandingan setelah pengimplementasian\nsystem manajemen kinerja yang baru digambarkan melalui empat prinsip dan lima aturan dalam\nKBPMS.", "Daftar File": {"2022_TS_PP_Lukman Aprillyansyah Rahayu_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/241875"}, "Penulis": "Lukman Aprillyansyah Rahayu [29118481]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dermawan Wibisono, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Sistem Manajemen Kinerja, Sistem Manajemen Kinerja Berbasis Pengetahuan.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "22 Jan 2022"}