{"Nomor": 62941, "Judul": "MANAJEMEN STRATEGIS UNTUK MINIMARKET DALAM BERSAING DENGAN E-COMMERCE", "Abstrak": "PT. Indomarco Prismatama (Indomaret) merupakan jaringan retail convenience\nstore yang menyediakan kebutuhan sehari-hari. Letak gerai yang strategis\ndimaksudkan untuk memudahkan Indomaret melayani target demografi, keluarga,\npekerja, pelajar. Indomaret didirikan pada tahun 1988, awalnya bertujuan untuk\nmemfasilitasi penyediaan kebutuhan pokok sehari-hari bagi karyawan. Namun\nkarena operasional toko yang semakin berkembang, perusahaan melakukan\nberbagai pengembangan dengan memperdalam dan memperhitungkan berbagai\nkebutuhan dan perilaku konsumen dalam berbelanja. Kajian internal ini\nmenyimpulkan bahwa masyarakat cenderung memilih berbelanja di gerai modern\nberdasarkan pilihan produk yang lengkap dan berkualitas, harga yang pasti dan\nkompetitif, serta suasana yang nyaman. \nPada awal tahun 2020, Pemerintah mengumumkan kasus Covid-19 pertama di\nIndonesia. Akibat temuan kasus pertama ini, berbagai aturan telah diberikan oleh\nPemerintah untuk melakukan penanganan taktis hingga saat ini. Berbagai aturan\ndilakukan terkait pembatasan pergerakan aktivitas masyarakat dengan membatasi\njarak fisik dan perintah untuk tetap berada di rumah. Hal ini memaksa semua\nsegmen konsumen untuk menggunakan metode belanja yang berbeda. Dalam\nbeberapa bulan setelah COVID-19, belanja konsumen online telah meningkat\nsecara signifikan di banyak kategori. Niat konsumen untuk berbelanja online\nmeningkat terutama pada kebutuhan pokok dan barang-barang lainnya. Indomaret\nsebagai minimarket harus beradaptasi dan menerapkan berbagai strategi agar\ndapat bersaing dengan e-commerce. \nTesis ini bertujuan untuk memberikan rekomendasi agar Indomaret dapat bersaing\ndengan e-commerce yang berkembang pesat di Indonesia saat ini. Data untuk\npenelitian dikumpulkan melalui observasi lapangan, studi literatur dan wawancara\ndengan para ahli di perusahaan. Penelitian ini merancang strategi yang tepat\ndengan melakukan kajian terhadap analisis eksternal perusahaan dan analisis\ninternal perusahaan. Analisis eksternal dilakukan dengan menggunakan metode\nanalisis PEST, analisis Lima Kekuatan Porter dan analisis Pesaing. Analisis\ninternal dilakukan dengan menggunakan kerangka VRIO dan analisis rantai nilai.\nHasil analisis tersebut kemudian digunakan untuk menentukan SWOT perusahaan,\nyang diolah menggunakan matriks TOWS untuk mengusulkan strategi yang tepat\nuntuk keberlangsungan perusahaan. Untuk memperkaya data, dilakukan analisis\nkuesioner untuk melihat faktor eksternal dan internal perusahaan yang\nmempengaruhi pelanggan dalam mengambil keputusan berbelanja. \nHasil penelitian menunjukkan bahwa strategi PT Indomarco Prismatama selama\nmasa pandemi cukup beragam, mulai dari membuka gerai yang dekat dengan\nmasyarakat, menciptakan nilai baru dengan menciptakan minimarket drive-thru\ndan fresh, serta mengembangkan Klik Indomaret sebagai solusi omnichannel.\nNamun, berbagai strategi lain perlu dilakukan untuk meningkatkan kepercayaan\nkonsumen untuk berbelanja di Indomaret. Indomaret harus menata ulang strategi\nyang ada dan mengembangkan beberapa konsep strategis dalam hal\npengembangan sumber daya manusia, pemasaran dan promosi, strategi operasi,\nteknologi, dan beberapa strategi lain yang harus dikelola dengan baik di masa\ndepan.", "Daftar File": {"2022_TS_PP_Oswaldz Samuel Nababan_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/241868"}, "Penulis": "Oswaldz Samuel Nababan [29120102]", "Kontributor / Dosen Pembimbing": ["Dr. Liane Okdinawati, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Indomaret, toko online, analisis eksternal, analisis internal, minimarket, e-commerce, strategi", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "21 Jan 2022"}