{"Nomor": 62942, "Judul": "ANALISIS KINERJA KEUANGAN DAN VALUASI SAHAM PT MITRABARA ADIPERDANA TBK. (MBAP)", "Abstrak": "Pada Oktober 2021, harga batu bara menyentuh 269,5 dolar AS per ton, tertinggi sejak 2008.\nBanyak faktor yang mempengaruhi kenaikan harga batu bara, salah satunya adalah datangnya\nmusim dingin dan meningkatnya permintaan energi seiring dengan pemulihan ekonomi dunia\nsetelah pandemi Covid-19 mulai mereda. Terganggunya produksi tambang batubara bawah\ntanah di China disebabkan faktor cuaca sehingga tidak mencukupi kebutuhan negara. Di\nEropa, pasokan gas alam juga mengalami gangguan sehingga menjadi langka dan beralih ke\nbatu bara. \nPT Mitrabara AdiPerdana, Tbk. (MBAP) merupakan salah satu perusahaan batu bara yang\nmemiliki kinerja keuangan yang cukup baik meski harga batu bara sempat menyentuh 50\ndolar AS per ton selama masa covid-19 pada tahun 2020. PT Mitrabara Adiperdana, Tbk.\nmerupakan perusahaan publik yang memiliki dividend yield tertinggi dibandingkan dengan\nperusahaan pertambangan lainnya. Pada bulan Agustus 2020, PT Mitrabara Adiperdana, Tbk.\nmembagikan dividen tunai sebesar Rp. 358 per saham yang lebih dari 10% hasil. \nTugas akhir ini bertujuan untuk menghitung nilai intrinsik MBAP dengan metode absolute\natau model discounted cash flow. Nilai intrinsik yang dihitung akan dibandingkan dengan\npenilaian relatif untuk mendapatkan rekomendasi bagi investor dalam mengambil keputusan\napakah akan menjual, menahan atau membeli. Menurut metode Discounted Cash Flow\n(DCF), nilai intrinsik perusahaan pada akhir tahun 2021 adalah Rp 4.556, ada potensi\nkenaikan sebesar 29% saat harga penutupan pasar saham tangga 22 December 2021 yaitu\nsebesar 3.580 rupiah.", "Daftar File": {"2022_TS_PP_Rukmin Sarif_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/241869"}, "Penulis": "Rukmin Sarif [29119450]", "Kontributor / Dosen Pembimbing": ["Ana Noveria, S.E., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Intrinsic Value, Stock Valuation, Financial Performance", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "21 Jan 2022"}