{"Nomor": 62956, "Judul": "PERANCANGAN BUKU ILUSTRASI POP-UP TANAMAN REMPAH-REMPAH INDONESIA UNTUK REMAJA MUDA", "Abstrak": "Indonesia merupakan salah satu negara yang kaya akan berbagai jenis tanaman rempahrempah. Rempah-rempah adalah bagian tumbuhan yang digunakan sebagai bumbu,\npenguat cita rasa, pengharum, dan pengawet makanan yang digunakan secara terbatas\n(FAO, 2005). Rempah-rempah merupakan sumber daya hayati dan kekayaan budaya\nnasional sejak dahulu kala. Saat ini masyarakat Indonesia sedang menikmati kemajuan\nteknologi dan pengetahuan tapi tidak semuanya beriringan dengan budaya-budaya yang\nada di tanah air. Banyak budaya-budaya tradisional yang semakin tergerus oleh kemajuan\nzaman, termasuk di dalamnya rempah-rempah. Masyarakat kini mulai banyak beralih\nmenggunakan rempah instan atau dry herbs untuk diracik karena dinilai lebih cepat dan\npraktis (MARS Research Specialist, 2015: 1). Penggunaan tanaman rempah-rempah instan\nmenimbulkan dampak ketidaktahuan masyarakat akan bentuk asli, asal, bahkan cara\nmembedakan rempah tersebut karena telah banyak dijual dalam bentuk instan yang\nbiasanya berbentuk serbuk atau pasta. Hal tersebut juga berdampak pada anak-anak dan\nremaja muda yang saat ini kurang mengenal rempah-rempah yang ada, bahkan ada yang\ntidak mengetahui rupa dari rempah-rempah ini. Perancangan buku ilustrasi pop-up ini\nbertujuan untuk menarik minat remaja muda untuk mempelajari jenis tanaman rempahrempah yang ada di Indonesia. Pengolahan visual dalam buku ilustrasi pop-up ini\nmenyesuaikan dengan minat dan kecenderungan remaja muda di Indonesia. Buku ilustrasi\npop-up dapat menjadi media pembelajaran yang efektif dan interaktif bagi siswa", "Daftar File": {}, "Penulis": "Ayu Martika Wulandari [17417045]", "Kontributor / Dosen Pembimbing": ["Dody Achmad Nawawi S.S., S.Sn., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "budaya, rempah-rempah, buku ilustrasi, pop-up", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "24 Jan 2022"}