{"Nomor": 62953, "Judul": "ANALISIS ANTARMUKA LICL SEBAGAI LAPISAN PELINDUNG PADA ELEKTROLIT PADAT LI1,3AL0,3TI1,7(PO4)3 : STUDI PRINSIP PERTAMA", "Abstrak": "All solid-state battery (ASSB) atau baterai padat merupakan salah satu inovasi teknologi baterai yang mengedepankan aspek keamanan dalam penggunaanya. Dalam ASSB, komponen utama yang membedakannya dari baterai konvensional adalah elektrolit padat. Elektrolit padat tersebut tidak hanya bertindak sebagai material penghantar ion, tetapi bertindak juga sebagai separator untuk memisahkan elektroda positif dan negatif. Dari berbagai jenis dan struktur material elektrolit padat yang ada saat ini, Li1,3Al0,3Ti1,7(PO4)3 (LATP) merupakan salah satu kandidat material yang menjanjikan untuk diaplikasikan pada baterai padat. Selain konduktivitas ioniknya yang bisa mencapai orde 10-4 S/cm, LATP juga memiliki stabilitas struktur yang sangat baik terhadap O2 dan kelembapan di udara, sehingga membuatnya lebih mudah untuk disintesis dan diaplikasikan pada baterai. Namun dalam aplikasinya, elektrolit padat seperti LATP masih memiliki kendala khususnya pada kontak permukaan elektrolit padat dengan anode, yaitu akibat terbentuknya lapisan yang menghambat transfer Li+ antara permukaan LATP dan material anode (logam litium). Lapisan tersebut terbentuk karena adanya elektron yang mengalir dari anode ke permukaan LATP yang menyebabkan adanya reduksi Ti4+ menjadi Ti3+. Secara eksperimental, fenomena reduksi Ti tersebut menyebabkan stabilitas siklus menjadi lebih pendek yang diindikasikan dari teramatinya over potensial. Salah satu cara untuk menghambat fenomena reduksi Ti adalah merekayasa antarmuka elektrolit padat dan logam Li dengan lapisan pelindung (protecting layer) untuk mencegah adanya elektron yang mengalir dari Li ke permukaan LATP. LiCl merupakan salah satu litium halida yang potensi untuk diaplikasikan sebagai lapisan pelindung LATP karena kemampuannya dalam menghantarkan ion Li pada permukaan. Akan tetapi, kajian tersebut, terutama fenomena yang terjadi pada antarmuka LiCl sebagai lapisan pelindung LATP masih belum dilakukan. Oleh karena itu, pada penelitian ini, sifat antarmuka LiCl sebagai lapisan pelindung pada elektrolit LATP terhadap logam Li akan dikaji dan dianalisis melalui pemodelan secara komputasi.\nPemodelan secara komputasi untuk mengamati antarmuka LiCl sebagai lapisan pelindung berhasil dilakukan dengan menggunakan metode density functional theory (DFT). Metode DFT tersebut dijalankan dengan menggunakan Vienna Ab-initio Simulation Package (VASP) versi 5.4.4, yang berbasis Functional Perdew-Burke-Enzernhof (PBE) – Generalized Gradient Approximation (GGA) untuk menghitung konvergensi energi total baik struktur bulk maupun heterostruktur yang akan dimodelkan. Dari perhitungan energi total untuk struktur bulk, parameter kisi untuk struktur Li, LiCl, dan LATP menunjukan hasil yang sesuai dengan hasil eksperimen dengan masing-masing galat secara berurut-turut sebesar 0,29%, 1,78%, 1,43% (parameter kisi ???? LATP) dan 0,89% (parameter kisi ???? LATP). Berdasarkan perhitungan, didapatkan band gap untuk struktur Li, LiCl, dan LATP berturut-turut sebesar 0 eV, 6,25 eV, dan 2,30 eV.\nKemudian, untuk membangun heterostruktur Li/LiCl dan LiCl/LATP, Li (001), LiCl (001)/(111), serta LATP (012) akan digunakan. Kecocokan kisi setiap material tersebut dioptimasi dengan algoritma particle swarm oprtimization (OPS) yang jalankan dengan Crystal structure AnaLYsis by Particle Swarm Optimization (CALYPSO). Hasil perhitungan kecocokan kisi heterostruktur Li/LiCl diperoleh >99%, dan heterostruktur LiCl/LATP sebesar >94%. Jarak optimum untuk material penyusun heterostruktur didapakan sebesar 2,00 ? – 2,25 ? untuk heterostruktur Li/LiCl dan 2,00 ? - 2,75 ? untuk heterostruktur LiCl/LATP.\nHasil perhitungan DOS untuk heterostruktur Li/LiCl menunjukkan bahwa fenomena transfer elektron terjadi pada permukaan LiCl. Pada heterostruktur Li/LiCl (001)/(111), sifat isolator LiCl mulai terlihat pada ketebalan 4,3 ?. Kemudian, dari hasil analisis DOS pada antarmuka heterostruktur LiCl/LATP, heterostruktur dengan LiCl (111) teridentifikasi adanya trap state pada band gap LiCl akibat dari interaksi dan ikatan yang terbentuk pada antarmuka LiCl (111) dan LATP (012). Dengan terbentuknya trap state tersebut, transfer elektron tidak dapat terjadi ke permukaan LATP. Hasil ini menunjukkan bahwa LiCl (111) memiliki potensi untuk dijadikan sebagai material pelindung LATP, sehingga reduksi Ti4+ pada LATP akibat adanya migrasi elektron ke permukaan LATP dapat dihindari.", "Daftar File": {"ABSTRAK Ahmad Sohib": "https://digilib.itb.ac.id/gdl/download/241882", "COVER Ahmad Sohib": "https://digilib.itb.ac.id/gdl/download/255341"}, "Penulis": "Ahmad Sohib [20219306]", "Kontributor / Dosen Pembimbing": ["Dr. Fatimah Arofiati Noor, S.Si., M.Si.", "Dr.Eng. Ferry Iskandar, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "All solid-state battery (ASSB), Elektrolit Padat, LATP, Density Functional Theory (DFT), LiCl", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Yati Rochayati", "File": "6 file", "Tanggal Input": "24 Jan 2022"}