{"Nomor": 62959, "Judul": "ESG (ENVIRONMENT, SOCIAL, GOVERNANCE) AND  FINANCIAL PERFORMANCE IN INDONESIA DURING THE  COVID-19 PANDEMIC", "Abstrak": "Environment, social, dan governance (ESG) mendapat perhatian yang besar dalam\nbeberapa tahun terakhir termasuk Indonesia. Perusahaan yang memiliki kepedulian\nyang tinggi terhadap ESG terutama selama pandemi dapat berkinerja lebih baik\ndaripada perusahaan yang kurang memperhatikan ESG. Penelitian ini bertujuan untuk\nmenguji hubungan ESG dan kinerja keuangan perusahaan yang diukur menggunakan\nTobin's Q dan Return on Asset (ROA) perusahaan yang terdaftar di Bursa Efek\nIndonesia per 2020. Menggunakan Ordinary Least Square (OLS) dengan Common\nEffect Model (CEM), hasil penelitian ini mengungkapkan bahwa kinerja ESG dan\nIDXESGL memiliki hubungan positif dengan Kinerja Keuangan. Variabel kontrol\nmenunjukkan bahwa size memiliki hubungan negatif dengan Kinerja Keuangan,\nkemudian net profit margin dan asset turnover memiliki hubungan positif dengan\nKinerja Keuangan. Implikasi penelitian ini bagi perusahaan untuk membuat kebijakan\nyang dapat mendukung penerapan ESG sesuai dengan standar Sustainable\nDevelopment Goals (SDGs) dengan tujuan menciptakan bisnis, keuangan, dan\ninvestasi yang berkelanjutan. Hal ini dapat mempengaruhi kenaikan harga saham,\nbrand image bagi perusahaan, dan menarik lebih banyak investor. Disarankan pada\npenelitian selanjutnya untuk membandingkan implementasi ESG di Indonesia dengan negara lain, tidak menutup kemungkinan juga untuk beberapa negara di Asia Tenggara,\nAsia, atau beberapa negara dari berbagai benua.", "Daftar File": {"2022_TS_PP_MAULIDIA AMERANNISA_1-Abstrakcs.pdf\n]": "https://digilib.itb.ac.id/gdl/download/241888"}, "Penulis": "Maulidia Amerannisa [29120259]", "Kontributor / Dosen Pembimbing": ["Yunieta Anny Nainggolan, S.E., M.Com., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "ESG; Kinerja Keuangan; Perusahaan Indonesia, Kinerja Berkelanjutan, Pandemic Covid-19.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "24 Jan 2022"}