{"Nomor": 62962, "Judul": "NATURE FOR NURTURE: PUSAT PENGEMBANGAN POTENSI ANAK DOWN SYNDROME DI BANDUNG", "Abstrak": "Down syndrome merupakan keadaan sejak lahir yang menyebabkan kelainan kondisi dalam kemampuan belajar dan kelainan dalam kondisi kesehatan. Di tahun 2018, kondisi ini merupakan jenis kelainan dengan persentase terbesar di Indonesia sebesar 0.21%. Selain itu, angka prevalensi di Indonesia meningkat dari tahun 2010 dengan prevalensi sebesar 0.12 ke 0.21 di tahun 2018. Angka pasti mengenai data anak down syndrome di Indonesia belum diketahui secara akurat. Hal ini menunjukkan minimnya usaha pemerintah untuk mencari data mengenai anak down syndrome.\nInterferensi arsitektur yang dapat dilakukan adalah melalui penyediaan fasilitas pengembangan potensi bagi anak down syndrome yang memperhatikan karakter dan kebutuhan anak down syndrome. Integrasi fungsi yang dihadirkan pada fasilitas ini adalah fungsi edukasi, fungsi kesehatan, fungsi informasi dan penelitian, dan fungsi sosial. Proyek ini berlokasi di Jalan Citra Green Dago, Kecamatan Coblong, Kota Bandung, Jawa Barat. Pemilihan lokasi berdasarkan prevalensi jumlah anak down syndrome terbanyak tahun 2017 di Wilayah Priangan, Jawa Barat dan berdasarkan fungsi Sub Wilayah Kota Cibeunying yang memiliki fungsi khusus pendidikan. Proyek ini bertujuan untuk memberikan fasilitas dan pelayanan yang sesuai dengan kebutuhan dan keterbatasan yang dimiliki anak down syndrome agar anak down syndrome dapat berkembang secara optimal dan diterima masyarakat. \nKonsep yang diterapkan pada perancangan ini adalah ‘Nature for Nurture’. Konsep tersebut diimplementasikan pada tapak melalui 5 implementasi pada tapak yaitu (1) membagi ruang hijau, (2) zona publik sebagai barier, (3) membatasi area mobil, (4) taman sebagai transisi dan pusat interaksi, dan (5) koridor yang disertai pemandangan ke arah vegetasi. Kelima hal yang diimplementasikan dalam rancangan mendukung penciptaan lingkungan salutogenik dan lingkungan multi-sensory. Implementasi tersebut bertujuan untuk memberikan anak down syndrome kenyamanan dalam beraktivitas serta merangsang kemampuan sensorik, motorik, sosial, dan kognitif anak.", "Daftar File": {}, "Penulis": "Yorangga Citra Arundati [15217011]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agustinus Adib Abadi, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "down syndrome, pusat pengembangan potensi anak, Kota Bandung, fasilitas terpadu", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "24 Jan 2022"}