{"Nomor": 62965, "Judul": "FORMULASI DAN EVALUASI NANOSTRUCTURED LIPID CARRIER EKSTRAK KULIT DELIMA (PUNICA GRANATUM L.) SERTA UJI AKTIVITAS ANTIKERUT DALAM SEDIAAN KRIM", "Abstrak": "Sinar ultra violet (UV) merupakan faktor yang paling berperan dalam terjadinya\npenuaan kulit. Paparan sinar UV secara terus menerus (photoaging) menginduksi\nradikal bebas yang menyebabkan berbagai kerusakan struktur dan lapisan kulit.\nUntuk meminimalisasi kerusakan tersebut, dapat menggunakan produk antiaging\nyang mengandung antioksidan. Kulit buah delima (Punica granatum L.), memiliki\nkandungan antioksidan yang tinggi dan telah digunakan dalam berbagai produk\nantioksidan topikal. Nanostructured Lipid Carrier (NLC) memiliki banyak\nkeunggulan dalam aplikasi dermatologis. Pada penelitian ini dilakukan\npengembangan formula NLC dari ekstrak kulit buah delima (EKD) dan evaluasi\nkarakteristiknya serta uji aktivitas antioksidan, antikerut, dan kelembaban kulit.\nFormula NLC-EKD dikembangkan dengan menggunakan berbagai lipid padat,\nlipid cair dan surfaktan. Formula terbaik diperoleh dari formula yang terdiri dari\nsetil alkohol, asam oleat, Tween 80, dan ekstrak kulit delima, dengan ukuran\npartikel 208,6 ± 5,48 nm; indeks polidispersitas 0,322 ± 0,05; dan nilai potensial\nzeta -26,60 ± mV. NLC-EKD memiliki aktivitas antioksidan dengan nilai IC50\nsebesar 12,34 ± 2,44 ?g/ml, dan krim NLC-EKD memiliki nilai IC50 19,35 ± 4,04\n?g/ml. Krim NLC-EKD tidak mengiritasi kulit ataupun mata, dengan hasil skor\niritasi nol. Hasil statistik dengan ANOVA dua arah menunjukkan bahwa terdapat\nberbedaan tingkat kerutan dan nilai trans epidermal water loss (TEWL) selama\nwaktu pemakaian 4 minggu (p<0,05). Tidak ada perbedaan tingkat kerutan maupun\nnilai TEWL antara krim NLC-EKD yang mengandung 1,6% EKD dan krim EKD\n2% yang diuji (p>0,05).", "Daftar File": {"ABSTRAK Diantinofriani": "https://digilib.itb.ac.id/gdl/download/241895"}, "Penulis": "Diantinofriani [20718010]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Jessie Sofia Pamudji, M.S.", "Dr. Rika Hartati, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Nanostructured lipid carrier, Punica granatum L., antikerut, transepidermal water loss", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "24 Jan 2022"}