{"Nomor": 62974, "Judul": "PRACTICAL SOLUTION FOR STABILIZED PSEUDO-STEADY STATE PRODUCTIVITY INDEX OF MULTIPLE VERTICAL WELLS DEPLETING CLOSED RESERVOIRS", "Abstrak": "The objective of this paper is introducing practical solutions for stabilized pseudo-steady state productivity index and pressure behaviors and flow regimes of multiple vertical wells depleting closed rectangular reservoirs. It introduces full understanding of reservoir performance during transient and pseudo-steady state flow using pressure and pressure derivative patterns and productivity index and productivity index derivative schemes. The practical solutions proposed in this study are relied on a new approach for accurate estimation of starting time of pseudo-steady state flow and stabilized productivity index by applying productivity index derivative that converges mathematically to zero at the beginning of this flow. It is also an attempt for pointing out the optimal reservoir configuration that can give maximum stabilized pseudo-steady state productivity index for different wellbore types and distributions in the drainage area. Several analytical models are used in this study for describing pressure drop and productivity index behavior of multiple vertical wells considering different reservoir configurations and different wellbore types and locations. These wells were assumed either fully or partially penetrate the formations. These pressure models are justified to generate two pressure derivatives, one represents the derivative of time dependent pressure drop and the second represents the derivative of time-invariant pressure drop. The two derivatives are used for determining the starting time of pseudo-steady state flow and stabilized productivity index when both converge and mathematically become identical. These models are used also to generate several plots for time-invariant or stabilized pseudo-steady state productivity index for different reservoir geometries considering different wellbore conditions. The maximum stabilized productivity index is illustrated in these plots and several analytical models for the expected flow regimes are developed using pressure and pressure derivative behaviors of different reservoirs and wellbore conditions. The outcomes of this study are summarized in: 1) Developing new analytical solutions for pressure distribution in porous media drained by multiple vertical wells. 2) Developing new practical solution for estimating stabilized pseudo-steady state productivity index. 3) Understanding pressure, pressure derivative, and productivity index behavior of finite acting reservoir depleted by multiple vertical wells during transient and pseudo-steady state production. 4) Investigating the impacts of different reservoir configurations and wellbore sizes and locations as well as partial penetration on stabilized pseudo-steady state productivity index. The novel points in this study are: 1) The optimum reservoir configuration that gives the maximum stabilized productivity index is the rectangular shape reservoir with reservoir length to width ratio of (2?4). 2) Starting time of pseudo-steady state and stabilized productivity index are impacted by wellbore numbers, sizes, and locations. 3) Starting time of pseudo-steady state flow is not affected by partial penetration ratio, however, stabilized productivity index is affected by this ratio. 4) Five spots pattern gives the maximum productivity index compared with other wellbore distribution patterns. 5) Productivity index of diagonally distributed wellbores is greater than the index of wellbores distributed along reservoir length.", "Daftar File": {}, "Penulis": "Salam Al-Rbeawi [-]", "Kontributor / Dosen Pembimbing": ["Fadhil S. Kadhim"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Pressure behavior and flow regimes; Reservoir characterization; Reservoir performance; Vertical wells; Modeling and simulation; Productivity index", "Sumber": "Petroleum, Volume 6, Issue 1, 2020, Pages 53-69, https://www.sciencedirect.com/science/article/pii/S2405656118300816", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "24 Jan 2022"}