{"Nomor": 62978, "Judul": "IDENTIFIKASI POTENSI BUKIT SANDY, KECAMATAN CIMENYAN, KABUPATEN BANDUNG SEBAGAI LOKASI WISATA EDUKASI DAN STRATEGI PENGEMBANGANNYA MELALUI KONSEP BEE TECHNOPARK", "Abstrak": "Bukit Sandy yang terletak di Kabupaten Bandungmerupakan lokasi wisata petik buah jeruk Rimau Gerga Lebong (RGL) yang belum berkelanjutan serta memerlukan perencanaan untuk keberlangsungan wisatanya. Bukit Sandy berpeluang menjadi tempat budidaya lebah tanpa sengat (Tetragonula sp.). Bee technopark yang dikemas sebagai wisata edukasi menjadi konsep hilirisasi baru yang menarik untuk diterapkan di Bukit Sandy sebagai salah satu perencanaan untuk keberlangsungan wisata yang berkelanjutan. Penelitian ini bertujuan mengidentifikasi potensi wisata Bukit Sandy yang ditinjau dari segi kondisi kondisi sosial ekonomi masyarakat di sekitar Bukit Sandy, segi potensi objek dan daya tarik wisata, serta kondisi aktual biofisiknya. Hasil identifikasi akan dirumuskan sebagai perencanaan strategi pengembangan wisata edukasi melalui bee technopark di BukitSandy. Pengambilan data dilakukan dengan cara observasi, wawancara, dan kuesioner. Data yang diperoleh diolah dengan analisis deskriptif, penilaian objek dan daya tarik wisata, serta analisis daya dukung. Formulasi perencanaan strategi pengembangan wisata edukasi melalui bee technopark menggunakan analisis IFE (Internal Factor Evaluation), EFE (External Factor Evaluation), IE (Internal-External), SWOT (Strength-Weakness- Opportunity-Threat), dan QSPM (Quantitative Strategic Planning Matrix). Hasil identifikasi potensi objek dan daya tarik wisata menunjukan Bukit Sandy dinilai potensial untuk dijadikan kawasan wisata ditinjau sepuluh aspek potensi daya tarik wisata. Dari segi kondisi sosial ekonomi, dominasi masyarakat sekitar adalah usia produktif mendukung pengembangan wisata serta tertarik untuk berpartisipasi didalamnya. Selain itu, hasil penelitian menunjukkan bahwa kondisi aktual biofisik di Bukit Sandy meliputi suhu, kelembaban, curah hujan, dan vegetasi cocok untuk budidaya lebah tanpa sengat. Hasil analisis IFE, EFE, dan IE menunjukkan perencanaan pengembangan wisata edukasi di Bukit Sandy berada pada fase tumbuh dan membangun. Sehingga, dapat dirumuskan 15 alternatif strategi pengembangan berdasarkan analisis SWOT dan memperoleh prioritas strategi berdasarkan analisis QSPM. Hasil alternatif strategi disintesis untuk membuat konsep pengembangan wisata edukasi melalui bee technopark dengan meninjau komponen tapak, atraksi, aksesibilitas, amenitas, fasilitas pendukung, daya dukung kawasan, dan segmentasi pasar potensi wisatawan.", "Daftar File": {"ABSTRAK Gina Meliana Sabila": "https://digilib.itb.ac.id/gdl/download/241908"}, "Penulis": "Gina Meliana Sabila [21320014]", "Kontributor / Dosen Pembimbing": ["Dr. Muhammad Yusuf Abduh, M.T.", "Dr. Ir. Rika Alfianny, M.P."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Bee Technopark, Identifikasi Potensi, Lebah tanpa sengat, Strategi pengembangan, Wisata edukasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jan 2022"}