{"Nomor": 62976, "Judul": "PENAPISAN MINYAK ATSIRI YANG BERPOTENSI SEBAGAI ANTIPLAK BAKTERI GIGI STREPTOCOCCUS MUTANS ATCC 25175", "Abstrak": "Karies gigi merupakan penyakit mulut yang sering diderita oleh penduduk dunia. Pertumbuhan biofilm mikroba berupa plak pada permukaan gigi merupakan salah satu penyebab penyakit ini. Streptococcus mutans adalah salah satu bakteri utama yang berperan dalam pembentukan plak. Sejauh ini penggunaan obat kumur yang berasal dari obat kimia Klorheksidin dan antibiotik telah digunakan, namun memiliki efek samping dalam penggunaanya. Penelitian ini dilakukan untuk mencari alternatif lain pencegahan penyakit karies gigi dengan menggunakan minyak atsiri yang berasal dari cengkeh (Syzygium aromaticum), jahe (Zingiber officinale), jeruk nipis (Citrus aurantifolia), sirih (Piper betle), dan teh hijau (Camelia sinensis). Tujuan penelitian ini untuk mendapatkan minyak atsiri terbaik sebagai antiplak dengan mencari nilai MIC (Minimum Inhibitory Concentration), MBC (Minimum Bactericidal Concentration), MBIC (Minimum Biofilm Inhibitory Concentration), dan MBEC (Minimum Biofilm Eradication Concentration) terhadap Streptococcus mutans ATCC 25175. Hasil uji zona hambat sebagai tahapan penapisan awal didapatkan bahwa minyak atsiri cengkeh dan sirih menunjukkan zona bening secara berurutan dengan diameter 7,29 dan 6,78 mm pada konsentrasi 10%. Minyak atsiri jahe dan teh hijau baru menunjukkan zona bening pada konsentrasi 30% dengan diameter 6,57 mm, sedangkan jeruk nipis pada konsentrasi 90% dengan diameter 7,31 mm. Zona hambat minyak atsiri cengkeh dan sirih pada konsentrasi 10% menunjukkan hasil berbeda nyata (p < 0,05) dibandingkan dengan minyak atsiri lainnya, sehingga dipilih untuk dilakukan uji lanjut. Hasil uji MIC dan MBC dari cengkeh dan sirih menunjukkan nilai yang sama, dengan konsentrasi secara berurutan pada 0,313% dan 0,625%. Hasil uji MBIC didapatkan nilai MBIC100 cengkeh dan sirih pada konsentrasi 0,313%, sedangkan MBIC50 cengkeh dan sirih secara berurutan pada konsentrasi 0,078 – 0,156% dan 0,156 – 0,313%. Berdasarkan nilai MBIC50, minyak atsiri cengkeh ditetapkan sebagai minyak atsiri yang masuk ke tahap pengujian selanjutnya. Pengujian MBEC menggunakan sampel pembanding, yaitu eugenol sebagai senyawa murni yang dominan pada cengkeh. Pengujian sampel dilakukan dengan waktu 1 dan 30 menit untuk melihat apakah minyak atsiri dapat mengeradikasi biofilm dengan paparan waktu singkat. Pada waktu 1 dan 30 menit baik pada cengkeh dan eugenol didapatkan nilai MBEC100 pada konsentrasi 1,25%, sedangkan nilai MBEC50 pada konsentrasi antara 0,625 – 1,25%. Hal ini menunjukkan baik minyak atsiri cengkeh dan eugenol dapat mengeradikasi biofilm dalam waktu 1 menit pada konsentrasi 1,25%. Kesimpulan penelitian ini bahwa minyak atsiri terbaik sebagai antiplak terhadap bakteri Streptococcus mutans ATCC 25175 berasal dari cengkeh. Penggunaan minyak atsiri cengkeh sebagai antiplak sudah cukup baik tanpa harus melakukan proses ekstraksi hingga didapatkan senyawa murni eugenol.", "Daftar File": {"ABSTRAK Mega Puspa Adhaniwati": "https://digilib.itb.ac.id/gdl/download/241906"}, "Penulis": "Mega Puspa Adhaniwati [20619007]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si.", "Dr.Eng. Isty Adhitya Purwasena, S.Si., M.Si.", "Dr.Eng. Kamarisima, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Antiplak, Minyak atsiri, Biofilm, Inhibitory, Eradication", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jan 2022"}