{"Nomor": 62982, "Judul": "PRODUKSI BIBIT DENGAN KULTUR JARINGAN PUCUK TANAMAN PISANG (MUSA ACUMINATA CV CAVENDISH) MENGGUNAKAN BIOREAKTOR TIS TWIN-FLASK", "Abstrak": "Pisang merupakan salah satu komoditas unggulan di Indonesia. Berdasarkan data FAO (food and agricultural organization) tahun 2018, Indonesia merupakan produsen pisang keempat terbesar di dunia. Pisang Cavendish (Musa acuminata) adalah salah satu jenis pisang yang banyak diperjualbelikan di indonesia. Produktivitas produksi bibit pisang cavendish dapat ditingkatkan dengan metode kultur jaringan, metode ini meningkatkan jumlah hasil kultivasi secara signifikan dengan durasi pendewasaan bibit yang lebih singkat. Penelitian menggunakan bioreaktor kultur jaringan Temporary Immersion System (TIS) yang menggunakan medium cair tanpa perendaman kontinu, sehingga dapat menyediakan aerasi dan pengadukan nutrisi secara seragam. Penelitian bertujuan untuk menganalisis efektivitas pertumbuhan dan fisibilitas ekonomi dengan parameter survivability rate kultur pucuk pisang cavendish dalam sistem cair dan bioreaktor TIS Twin-flask dengan variasi waktu rendam 5 menit dan 20 menit pada medium cair Murashige & Skoog cair half-strength dan gibberellic acid 0,5 ppm. Efektivitas pertumbuhan dinilai dari laju pertumbuhan biomassa dan survivability rate metode tanam ex vitro. Fisibilitas ekonomi dihitung dengan menghitung value added yang timbul setelah menarik mundur nilai yang akan didapatkan nanti (net present value). Berdasarkan hasil penelitian, pertambahan biomassa tanaman pisang selama 14 hari kultur in vitro pada bioreactor TIS Twin-flask dengan variasi waktu perendaman 5 menit dan 20 menit secara berturut-turut adalah 25% dan 32%. Laju pertumbuhan rata-rata spesimen pada variasi waktu perendaman 5 menit dan 20 menit secara berturut-turut adalah 0,05 cm/hari dan 0,121 cm/hari, kemudian survivability rate sistem cair dan bioreaktor TIS Twin-flask secara berturut-turut dalah 66,7% dan 100%. Analisa ekonomi menunjukan hasil yang memuaskan dengan bukti NPV penerapan teknologi bioreaktor TIS Twin-flask mencapai Rp Rp 13.696.000,00 (payback period 2 tahun 6 bulan) dibandingkan dengan Rp 11.990.670,00 (payback period 2 tahun ) pada sistem cair.", "Daftar File": {"ABSTRAK Fiona Natasha": "https://digilib.itb.ac.id/gdl/download/241976"}, "Penulis": "Fiona Natasha [11217028]", "Kontributor / Dosen Pembimbing": ["Dr. Rizkita Rachmi Esyanti", "Khalilan Lambangsari, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Bioreaktor, Gibberellic acid, Pisang cavendish, Survivability rate, TIS Twin Flask.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jan 2022"}