{"Nomor": 62980, "Judul": "COST AND PRODUCTION CAPACITY ESTIMATION MODEL OF THE E-TRIKE TOWARD MASS PRODUCTION", "Abstrak": "As the national automotive industry gears up toward electric vehicles including Electric-Trike (E-Trike) in the coming years. A business strategy—which consists of a manufacturing strategy and a marketing strategy—is required. Research on market behavior, demand forecasting, production planning, and supply chain management is essential.\nThis study serves as a part of the research done for production planning. This study aims to provide a mathematical model used to estimate the cost and production capacity to make data-driven decisions—specifically capacity decisions and make-or-buy decisions—as an input to the manufacturing strategy of the E-Trike mass production. As the disruption in vehicle electrification technology is relatively new, partnership and collaboration across OEMs are common. Therefore, the model will mainly serve a purpose on supplier selection.\nThe framework implemented in this study is the systems engineering V-Model which is used to break down the E-Trike systems to its lowest configuration item, based on how it will be assembled during the manufacturing process, integrating the system to obtain the cost functions of every element within the E-Trike—which are logarithmic. The cost functions obtained from this model will be used to evaluate the prime costs and production capacity of various components and assemblies. The results from this study will be compared to the market research on demand forecasts to determine how many E-Trikes will be produced.", "Daftar File": {"ABSTRAK Kamilita Hening Musono": "https://digilib.itb.ac.id/gdl/download/241910"}, "Penulis": "Kamilita Hening Musono [13116501]", "Kontributor / Dosen Pembimbing": ["Dr. Bentang Arief Budiman, S.T., M.Eng.", "Poetro Lebdo Sambegoro, M.Sc., Ph.D.", "Arif Sugiharto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "E-Trike, systems engineering, data modeling, cost estimation, prime cost, production capacity", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jan 2022"}