{"Nomor": 62996, "Judul": "PRODUKSI PROTEIN DAN BIOMASSA DARI KULTIVASI SPIRULINA PLATENSIS DAN CHLORELLA VULGARIS DENGAN MEMANFAATKAN LIMBAH CAIR PERIKANAN SEBAGAI MEDIUM KULTIVASI DAN VARIASI PERLAKUAN MIXED CULTURE", "Abstrak": "Kebutuhan pangan dunia akan terus mengalami peningkatan seiring dengan meningkatnya populasi manusia Ketersediaan protein dan minyak nabati esensial yang terbatas menjadi tantangan dalam memenuhi kebutuhan gizi. Oleh sebab itu perlu adanya sumber protein alternatif untuk menjawab permasalahan tersebut, salah satunya adalah mikroalga. Mikroalga diketahui memiliki banyak potensi mulai dari remediasi limbah, pengembangan sistem akuakultur, hingga produksi berbagai bioproduk seperti biodiesel, functional food, pewarna makanan, dan pakan hewan. Sayangnya, tingginya biaya operasional kultivasi mikroalga yang sebagian besar akibat biaya medium tumbuh sintetik yang tinggi dapat menghambat produksi protein dan minyak esensial mikroalga dalam skala industri. Salah satu medium alternatif yang berpotensi sebagai medium tumbuh mikroalga adalah medium limbah cair perikanan. Penelitian ini bertujuan untuk menentukan pengaruh kultur tunggal Spirulina platensis, kultur tunggal Chlorella vulgaris, dan kultur campuran Spirulina platensis dan Chlorella vulgaris terhadap kadar senyawa inorganik pada medium tumbuh limbah cair perikanan dengan diamatinya kandungan protein dan klorofil pada mikroalga. Pada penelitian ini kultur campuran dilakukan dengan rasio 1:1 (v/v) untuk kultur Spirulina : Chlorella dengan waktu kultivasi selama 7 hari. Perlakuan kultivasi dengan laju pertumbuhan spesifik tertinggi yaitu kultivasi Campuran 1:1 sebesar 0,511± 0,006. Kandungan protein tertinggi diperoleh pada kultivasi Campuran 1:1 sebesar 93,926 ± 1,816 mg/g biomassa basah. Variasi perlakuan dengan kandungan total klorofil tertinggi diperoleh pada kultur tunggal Spirulina platensis sebesar 17,943 ± 0,341 mg/L. Persentase dan laju penurunan nitrat tertinggi terdapat pada variasi perlakuan kultur tunggal Spirulina platensis sebesar 21,305% dan 0,083 mg/L hari secara berurutan. Persentase penurunan amonium tertinggi diperoleh dari variasi perlakuan Campuran 1:1 sebesar 90,909%, sedangkan laju penurunan amonium tertinggi oleh kultur tunggal Spirulina platensis sebesar 0,13 mg/L hari. Perlakuan kultivasi Campuran 1:1 memiliki persentase dan laju penurunan ortofosfat tertinggi sebesar 16,308% dan 0,235 mg/L hari.", "Daftar File": {"ABSTRAK Muhammad Yudha Prawira": "https://digilib.itb.ac.id/gdl/download/241927"}, "Penulis": "Muhammad Yudha Prawira [11217026]", "Kontributor / Dosen Pembimbing": ["Dr. Taufikurahman", "Dr. Lili Melani, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Spirulina platensis, Chlorella vulgaris, limbah cair perikanan, kultur campuran.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jan 2022"}