{"Nomor": 62991, "Judul": "ANALISIS PEMBERIAN DIET CARBOHYDRATE LOADING TERHADAP KADAR ASAM LAKTAT, KADAR GLUKOSA DARAH DAN PERFORMA ATLET ROWING JARAK 2000 METER", "Abstrak": "Latar Belakang: penyimpanan karbohidrat di dalam tubuh sangat terbatas yaitu\nhanya sekitar 350-500 gram atau dapat menyediakan energi sebesar 1.200-2.000\nkkal. Penyimpanannya ini dapat ditingkatkan dengan cara memperbesar konsumsi\nkarbohidrat. Glukosa merupakan senyawa yang menjadi sumber energi utama bagi tubuh.\nKestabilan kadar glukosa darah sangatlah penting untuk menunjang performa\nselama pertandingan intensitas tinggi dapat mengakibtkan penurunan simpanan\nglikogen dan menyebabkan hipoglikemia. Penimbunan asam laktat dalam darah\nmenjadi masalah mendasar dalam kinerja fisik, karena menimbulkan kelelahan\nyang kronis dan menurunkan kinerja fisik, sehingga dapat mengganggu performa\natlet pada saat berlomba atau latihan. Metode: subjek dalam penelitian ini adalah\natlet rowing Kabupaten Bandung Barat 11 orang, penelitian menggunakan uji\nklinis. Parameter yang diukur adalah kadar asam laktat, kadar glukosa darah,\nperforma atlet rowing jarak 2000 meter serta menghitung besar energi basal BMR\n(Basal Metabolic Rate) dan TDEE (Total Daily Energy Expenditure) sebagai bahan\nuntuk menentukan jumlah kalori makanan harian pada atlet rowing. Hasil: terdapat\nperubahan yang signifikan (p<0,05) antara pre-test, post –test dan after 15’m kadar\nasam laktat darah dan kadar glukosa darah pada treatment diet. Tidak terdapat\nperbedaan yang signifikan (p>0,05) pada diet normal dan diet carbohydrate loading\nterhadap berat badan dan performa atlet rowing jarak 2000 meter. Sementara,\nenergi atlet rowing putra Kabupaten Bandung barat menunjukan rata-rata BMR\n(Basal Metabolic Rate) yaitu (1.687 ± 97,8) dan rerata TDEE (Total Daily Energy\nExpenditure) yaitu (3374 ± 195,6). Kesimpulan: diet carbohydrate loading mampu\nmenunda kelelahan dan mampu menjaga kadar glukosa darah dengan cukup baik\njika di bandingkan dengan diet normal. Semenra hasil performa atlet rowing jarak\n2000 meter dan berat badan selama penelitian ini tidak terdapat perbedaan yang\nsignifikan (p<0.05), akan tetapi interaksi pada performa atlet rowing lebih bagus\njika dibandingkan dengan diet normal.", "Daftar File": {"ABSTRAK Fahmi Fadhiil": "https://digilib.itb.ac.id/gdl/download/241921"}, "Penulis": "Fahmi Fadhiil [21720005]", "Kontributor / Dosen Pembimbing": ["Dr. Rini Syafriani, M.Kes", "Dr. Samsul Bahri, M.Kes"], "Jenis Koleksi": "Tesis", "Penerbit": "Keolahragaan", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Karbohidrat, glukosa darah, asam laktat, energy expenditure.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "24 Jan 2022"}