{"Nomor": 62999, "Judul": "FABRIKASI BATERAI ZN-UDARA DENGAN VARIASI LARUTAN PH NETRAL SEBAGAI ELEKTROLIT", "Abstrak": "Salah satu kandidat utama teknologi penyimpan energi adalah baterai Zn-udara\nkarena memiliki densitas energi yang tinggi secara teori. Baterai Zn-udara terdiri\ndari anoda (Zn) yang melimpah dan katalis bifungsional berbasis karbon pada\nkatoda yang bisa dikembangkan dari biomassa. Namun, salah satu masalah utama\ndalam penggunaan baterai Zn-udara adalah pada bagian elektrolit. Elektrolit dengan\npower of hydrogen (pH) basa dapat mengurangi masa pakai baterai karena\nkorosifitas larutan alkalin yang tinggi, sehingga dapat menghambat komersialisasi\ndari baterai Zn-udara. Selain itu, karbonisasi elektrolit yang cepat dapat membentuk\ndendrit Zn selama pengisian dan pengosongan siklus. Dalam hal ini, larutan netral\natau hampir mendekati netral menjadi salah satu solusi pengembangan pada baterai\nZn-udara. Dipihak lain, alternatif elektrokatalis dari biomassa dengan\nmenggunakan kulit kacang endul (Phaseolus vulgaris L.) sebagai sumber karbon\nsekaligus elektrokatalis ditambahkan untuk melihat respon larutan netral sebagai\nelektrolit. Performa dari baterai Zn-udara dengan elektrokatalis dari kulit kacang\nendul diukur menggunakan air laut yang memiliki pH mendekati 7, larutan\nPhosphate Buffered Saline (PBS), dan larutan alkalin KOH 0,1M sebagai\npembanding.\nNilai onset potential elektrokatalisis dari karbon kulit kacang endul (C-KKE)\nmemberikan performa yang baik pada larutan PBS 0,1M dan air laut dengan nilai\nsebesar 0,99 V dan 0,81 V. Ketika diaplikasikan pada baterai Zn-udara, baterai Znudara\ndengan elektrolit PBS 0,1M menghasilkan puncak densitas daya yang tinggi\nsebesar 6.47 mW cm-2 dan performa yang stabil pada stabilitas baterai hingga 100\njam dengan 300 siklus charge-discharge. Hal ini menunjukkan pemanfaatan\nelektrolit netral untuk performa baterai Zn-udara dan menghasilkan nilai tambah\nyang ramah lingkungan dan berkelanjutan.", "Daftar File": {"ABSTRAK Celfi Gustine Adios": "https://digilib.itb.ac.id/gdl/download/241930"}, "Penulis": "Celfi Gustine Adios [23719301]", "Kontributor / Dosen Pembimbing": ["Afriyanti Sumboja, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "elektrolit netral, baterai Zn-udara, kulit kacang endul, dan elektrokatalis.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jan 2022"}