{"Nomor": 63001, "Judul": "IMPLEMENTATION OF CONDITIONAL IMITATION LEARNING ALGORITHM ON AUTONOMOUS DRIVING SYSTEM", "Abstrak": "Proses pembangunan ibu kota baru Indonesia di Kalimantan Timur menggunakan\nsebuah konsep yang disebut “smart metropolis”. Salah satu cara untuk merealisasikan\nkonsep pembangunan ini adalah dengan menghadirkan kendaraan otonom. Melihat hal ini,\npenelitian dan pengembangan kendaraan otonom di Indonesia perlu dilakukan. Salah satu\ncara yang dapat dilakukan sebagai langkah awal penelitian kendaraan otonom adalah\nmengimplementasikan algoritma pembelajaran imitasi pada kendaraan otonom. Oleh sebab\nitu, penelitian ini bertujuan untuk megimplementasikan algoritma pembelajaran imitasi pada\nsebuah mobil berskala 1:10.\nPenelitian ini diawali dengan mensimulasikan pembelajaran imitasi pada sebuah\nsimulator mobil otonom. Kemudian, penelitian dilanjutkan dengan memodifikasi mobil\nberskala 1:10 yang awalnya dikontrol dengan menggunakan kendali jarak jauh menjadi\nsebuah sistem mobil otonom. Sistem ini dibangun dengan menggabungkan beberapa\nperangkat keras dan perangkat lunak berupa skrip pemrograman yang ditulis dalam Bahasa\nPython. Penelitian ini juga memodifikasi model pembelajaran yang sudah ada menjadi lebih\nsederhana. Akhirnya, mobil otonom yang sudah dibangun diuji untuk mengemudi secara\notonom pada sebuah lintasan yang dibuat sendiri untuk memperoleh kesimpulan dari\npenelitian ini.\nImplementasi ini berhasil dilakukan dengan menguji mobil otonom pada lintasan yang\ndibuat. Mobil tersebut diuji untuk bergerak secara otonom dengan beberapa kali melakukan\nbelok kiri dan kanan sesuai perintah navigasi. Hasilnya, mobil otonom berhasil untuk tetap\nberada di dalam lintasan dari titik awal sampai titik akhir perjalanan.", "Daftar File": {"ABSTRAK Nelson Changgraini": "https://digilib.itb.ac.id/gdl/download/241937"}, "Penulis": "Nelson Changgraini [13117127]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Zainal Abidin, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "mobil otonom, pembelajaran imitasi, pembelajaran mendalam", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jan 2022"}