{"Nomor": 63003, "Judul": "PENENTUAN UKURAN POPULASI MINIMUM LESTARI UNTUK PENGONTROLAN POPULASI MONYET EKOR PANJANG (MACACA FASCICULARIS RAFFLES 1821) DI TAMAN HUTAN RAYA IR. H. DJUANDA", "Abstrak": "(Program Studi Biomanajemen)\nMonyet ekor panjang (MEP) di Asia Tenggara pada umumnya bersifat sinantrofik, yaitu mampu hidup berdampingan dan menerima manfaat dari manusia. Interakasi tersebut berpotensi memicu terjadinya gangguan dan penularan penyakit yang disebabkan oleh MEP, seperti yang terjadi di Taman Hutan Raya (Tahura) Ir. Djuanda. Saat ini terdapat indikasi terjadinya overpopulasi MEP di kawasan tersebut. Pengontrolan populasi perlu dilakukan, namun harus didasari oleh pertimbangan ekologi yang tepat, diantaranya melalui penentuan ukuran populasi minimum lestari (PML) atau minimum viable population (MVP). Penelitian ini bertujuan untuk menentukan dinamika populasi, ukuran PML, dan skema pengontrolan populasi MEP di Kawasan Tahura Ir, Djuanda, Ukuran PML ditentukan berdasarkan simulasi pertumbuhan populasi dengan menggunakan Matriks Lefkovitch. Hasil simulasi pertumbuhan dan ukuran PML digunakan sebagai acuan dalam menentukan skema kontrol populasi, dengan mempertimbangkan regulasi pengelolaan satwa liar yang berlaku dan persepsi Unit Pelaksana Teknis Daerah (UPTD) Tahura Ir. H. Djuanda sebagai pengelola kawasan yang didapatkan melalui wawancara. MEP di Tahura Ir. H. Djuanda diketahui memiliki total populasi sebesar 229 ekor, rata-rata ukuran kelompok 38 ekor, rasio jenis kelamin 1:1.05, rasio kelas umur dari kelompok bayi, anak, dewasa muda, dan dewasa 16,6%: 25,7%: 32,3%: 25,3%, serta laju pertumbuhan populasi sebesar 19.7% per tahun. Ukuran PML populasi yang didapatkan adalah total populasi 230 ekor, rata-rata ukuran kelompok 28 ekor, dan rasio kelas umur 30 %: 19.1 %: 27.4%: 23.5%. Berdasarkan regulasi pengelolaan satwa liar dan persepsi pengelola, skema pengontrolan populasi dapat dilakukan untuk tujuan relokasi dan penangkaran. Skema kontrol populasi terdiri atas skema kontrol kelas umur dan kontrol kelompok. Dalam durasi 25 tahun, jumlah individu yang dipindahkan/dipanen berdasarkan skema kontrol kelas umur sebanyak 334 ekor, sedangkan skema kontrol koloni sebanyak 406 ekor", "Daftar File": {"ABSTRAK Hatta Vrazila": "https://digilib.itb.ac.id/gdl/download/241933"}, "Penulis": "Hatta Vrazila [21320304]", "Kontributor / Dosen Pembimbing": ["Dr. Hikmat Ramdan, S.Hut., M.Si.", "Dr. Elham Sumarga, S.Hut., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "monyet ekor panjang (macaca fascicularis raffles); ukuran populasi ; taman hutan raya ir. h. djuanda", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jan 2022"}