{"Nomor": 63009, "Judul": "EFEKTIFITAS DOSIS DAN LAMA PEMBERIAN ASAP CAIR DALAM MEMACU PERTUMBUHAN BIBIT STEK BAMBU AUR (BAMBUSA VULGARIS)", "Abstrak": "Bambu aur (Bambusa vulgaris) merupakan salah satu tanaman yang banyak\ndimanfaatkan oleh masyarakat Jawa Barat. Bambu ini banyak tumbuh di lahan\nperkebunan masyarakat unmnya dipakai untuk pagar dan tanaman penguat tebing.\nSelain memberikan manfaat ekologis, bambu aur memiliki banyak potensi diantaranya\nsebagai bahan baku untuk pengganti batu granit (bahan baku baterai) dan memiliki\narang aktif dengan kualitas terbaik dari bambu lainnya. Tingkat keberhasil\nmemproduksi bibit bambu aur melalui perbanyakan stek cabang tersebut masih sangat\nrendah. solusi untuk meningkatkan keberhasilan produksi bibit yaitu melalui\nperbanyakan stek menggunakan zat perangsang pertumbuhan. Diketahui dari riset yang\ntelah dilakukan bahwa asap cair memiliki potensi menjadi zat perangsang pertumbuhan\ndaun, tunas dan akar pada stek. Penelitian ini bertujuan untuk mengetahui pengaruh\npemberian dosis dan lama perendaman asap cair pada pertumbuhan stek bambu aur.\nPenelitian ini dilaksanakan pada bulan April-Juni 2021 di persemaian Forum Gunung\nGeulis, Desa Jatiroke Kabupaten Sumedang. Penelitian menggunakan rancangan acak\nlengkap dengan 2 perlakuan yaitu dosis asap cair terdiri dari 5000 (P1), 4000 (P2) dan\n5000 (P3) ppm serta lama perendaman terdiri dari 15 (M1), 30 (M2) dan 45 (M3) menit.\nParameter yang diukur terdiri dari jumlah tunas, panjang tunas, jumlah akar dan\npanjang akar. Hasil anailis data menunjukan bahwa pemberian asap cair dosis\n3000ppm-5000 ppm dengan lama perendaman 15-45 menit tidak memberikan\npengaruh yang signifikan terhadap pertumbuhan stek cabang bambu aur umur 2 bulan setelah tanam. Namun demikian dari hasil perbandingan data diketahui bahwa\nperendaman bahan stek bambu aur selama 30 menit dalam larutan asap cair dosis 3000\nppm, menghasilkan peningkatan jumlah tunas, panjang tunas, jumlah akar serta\npanjang akar yang lebih tinggi dari pada perlakuan lainnya, yaitu berturut-turut 1,6;\n1,03 cm; 1,4; 4,12 cm.", "Daftar File": {"ABSTRAK Sari Mahira Basrin": "https://digilib.itb.ac.id/gdl/download/241942"}, "Penulis": "Sari Mahira Basrin [11517003]", "Kontributor / Dosen Pembimbing": ["Dr. Yayat Hidayat, S.Hut., M.Si.", "Dr. Atmawi Darwis, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "pertumbuhan, stek bambu, konsentrasi, asap cair", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jan 2022"}