{"Nomor": 63006, "Judul": "CONTROL SYSTEM DESIGN OF REHAB-BOT: A HOME-BASED LOWER-EXTREMITY REHABILITATION DEVICE WITH MUSCLE RECOVERY FEATURES", "Abstrak": "Rehabilitation of lower limb motoric impairment is a highly labor-intensive task. There are many innovations in rehabilitation devices aimed to improve the rehabilitation process. However, most of these devices are confined in a hospital setting. Some patients have difficulty in accessing outpatient hospital facilities due limited transportation options, extra cost for transporting a disabled patient, the lengthy distance of hospital from patient’s home, etc. Additionally, the duration of physical rehabilitation sessions for inpatient care may be limited which impedes the rehabilitation progress for some patients. In some instances, operating rehabilitation facilities may also be inefficient due to the limited number of available therapists.\nThis thesis presents a proof-of-concept for a lower-extremity rehabilitation device, known as Rehab-Bot, that would aid patients with lower limb impairments to continue their rehabilitation regime in its required intensity at home after inpatient care. The focus of this project is the development of both the passive and muscle strengthening training feature which enables the patient to conduct passive range of motion exercise and resistance training that is crucial for the recovery of muscle strength and motoric skills before moving on to gait restoration and improvement. For passive training mode, the device uses proportional control to control the position of the knee angle of the mechanism. For active training mode (resistance training) feature, the device employs admittance control where the user’s limb interacts with a virtual resistance to perform isotonic exercise. The resistance level of the device can be flexibly adjusted using user input. Systems design, development, and experimental evaluation of the control system performance to generate a virtual resistance is presented. Evaluation of the device to render a virtual spring-damper interaction is performed with one healthy subject by monitoring the resulting forces exerted by the subject’s lower limb to the device and the resulting positioning of the user’s foot actuated by the robot. Experimental results have shown a successful demonstration of admittance control to provide isotonic exercise to the user.", "Daftar File": {"ABSTRAK Edgar Buwana Sutawika": "https://digilib.itb.ac.id/gdl/download/241939"}, "Penulis": "Edgar Buwana Sutawika [23119307]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Sandro Mihradi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "rehabilitation, lower extremity, home-based technology, admittance control, muscle recovery.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jan 2022"}