{"Nomor": 63002, "Judul": "GREEN SYNTHESIS NANOPARTIKEL FE-DOPED ZINC OXIDE DARI ZINC DROSS MENGGUNAKAN EKSTRAK DAUN SUKUN UNTUK FOTODEGRADASI ZAT WARNA", "Abstrak": "Zat warna sintetik dari industri tekstil merupakan salah satu pencemar air yang perlu mendapatkan perhatian serius karena zat warna sintetik tergolong limbah yang tidak dapat diuraikan oleh metoda pengolahan limbah konvensional sehingga menimbulkan pencemaran lingkungan air. Untuk mengatasi hal tersebut, teknologi advances oxidation processes (AOPs) berbasis fotokatalitik merupakan solusi yang menarik karena mampu mendegradasi zat warna sintetik menjadi air dan karbon dioksida dengan menggunakan energi yang melimpah dari cahaya matahari. Salah satu material semikonduktor yang banyak digunakan sebagai material aktif fotokatalitik adalah zinc oxide (ZnO) karena harga ZnO yang lebih murah dan memiliki photon absorption efficiency (PAE) yang lebih tinggi daripada TiO2. Meskipun begitu, ZnO masih belum efisien dalam menggunakan energi dari sinar matahari karena memiliki band gap yang tinggi (3,37 eV), sehingga hanya mampu menyerap energi pada daerah UV, yang mana hanya 5% dari keseluruhan energi radiasi dari sinar matahari. Oleh karena itu, didalam penelitian ini, Fe-doped ZnO disintesis dari zinc dross melalui pendekatan green synthesis dengan memanfaatkan ekstrak daun sukun (konsentrasi 0 wt%, 1 wt%, dan 10wt%) sebagai capping agent. Kemudian zinc dross dibandingkan dengan green synthesis menggunakan zinc acetate dan besi(III) klorida murni serta ZnO dari zinc acetate. Karakterisasi yang digunakan yaitu atomic absorption spectroscopy (AAS), dynamic light scattering (DLS), X-ray diffraction (XRD), diffuse reflectance (DR) UV-Vis, dan fourier transform infra-red (FTIR). Hasil AAS menunjukkan zinc dross memiliki kandungan Zn dan Fe yang berpotensi Fe sebagai doping. Hasil DLS menunjukkan peningkatan ekstrak daun sukun dapat menurunkan ukuran partikel. Hasil XRD menunjukkan terbentuk Zn(OH)2 dan Fe(OH)3 yang memungkinkan proses pengeringan menjadi serbuk belum sempurna. Hasil FTIR menunjukkan ekstrak daun sukun memiliki kandungan fitokimia yang dapat berfungsi sebagai capping agent. Hasil DR UV Vis menunjukkan doping Fe mampu menurunkan bandgap. Hasil fotokatalitik berhasil mendegradasi methylene blue terhadap kenaikan ekstrak daun sukun.", "Daftar File": {"ABSTRAK SARAH ADILAH AZMI": "https://digilib.itb.ac.id/gdl/download/241932"}, "Penulis": "SARAH ADILAH AZMI [23719308]", "Kontributor / Dosen Pembimbing": ["Dr. Arie Wibowo, S.Si., M.Si.", "Lina Jaya Diguna, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Ilmu dan Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "daun sukun, fotokatalitik, green synthesis, Fe-doped ZnO, zat warna sinteti, zinc dross", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jan 2022"}