{"Nomor": 63008, "Judul": "H2O MASER OBSERVATIONS IN G354.61+0.47 WITH KAVA", "Abstrak": "Bintang bermassa besar memiliki pengaruh yang besar baik pada skala lokal\nmaupun kosmologis. Pada tesis ini, bintang bermassa besar didefinisikan sebagai\nbintang-bintang yang memiliki massa cukup untuk berakhir sebagai supernova\ntipe-II (lebih dari 8M!). Menurut tinjauan model pembentukan bintang\nklasik, bintang tipe ini tidak dapat terbentuk akibat adanya tekanan\nradiatif tinggi yang dipancarkan sehingga gas yang ada di sekitar bintang\nakan tersapu dan proses akresi akan terhenti. Model-model alternatif telah\ndiajukan untuk mengatasi permasalahan ini, yaitu model akresi core, model\nakresi kompetitif dan model merger/collision. Sayangnya, data pengamatan\nyang dibutuhkan untuk menguji kebenaran model-model ini jarang didapat akibat\nkelangkaan relatif bintang bermassa besar dan level ekstingsi yang tinggi\ndi daerah pembentukan bintang bermassa besar akibat adanya debu dan gas\nyang melingkupi protobintang yang bersangkutan. Perkembangan teknologi\ninterferometri radio, khususnya VLBI (Very Long Baseline interferometry),\nmembantu kita menangani masalah ini dengan menyediakan kemampuan untuk\nmengamati objek penanda struktur dengan resolusi sudut yang tinggi.\nPada tesis ini, kami akan menggunakan data KaVA (KVN and VERA Array,\nyang merupakan gabungan dari array KVN (Korea VLBI Network) dan\nVERA (VLBI Exploration for Radio Astrometry)), EAVN (East Asian VLBI\nNetwork) dan ALMA (Atacama Large Millimeter/submillimeter Array) untuk\nmelacak struktur daerah pembentukan bintang bermassa besar G354.61+0.47.\nTujuan utama dari tesis ini adalah untuk memetakan distribusi posisi dan\ngerak diri dari maser H2O 22 GHz pada objek tersebut melalui pengolahan\ndata KaVa dan membandingkannya dengan data yang telah tersedia. Data\npembanding yang digunakan adalah data maser CH3OH 6.7 GHz yang diperoleh\nmenggunakan EAVN dan data garis transisi terintegrasi molekul CO dan\nC17O yang diperoleh menggunakan ALMA. Kalibrasi, pengolahan dan pencitraan\ndata dilakukan menggunakan perangkat lunak AIPS dan CASA. Ditemukan\nbahwa kedua distribusi maser tersebut memiliki posisi yang cocok dengan\npeta kontinuum ALMA dan peta garis emisi terintegrasi garis transisi\nCO(J=3-2). Perbandingan dengan kedua sumber data ini mendukung hipotesis\nbahwa distribusi maser H2O melacak kombinasi struktur infall dan outflow  pada objek G354.61 dan distribusi maser CH3OH berkaitan dengan piringan\nlingkar bintang.", "Daftar File": {"ABSTRAK Mohammad Hafieduddin": "https://digilib.itb.ac.id/gdl/download/241941"}, "Penulis": "Mohammad Hafieduddin [20319501]", "Kontributor / Dosen Pembimbing": ["Dr. Chatief Kunjaya, M.Sc.", "Prof. Dr. Taufiq Hidajat, DEA", "Dr. Mahasenaputra", "Lucky Puspitarini, S.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "bintang bermassa besar, pembentukan bintang, maser", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jan 2022"}