{"Nomor": 63013, "Judul": "PENGARUH PENGGUNAAN MASKER TERHADAP BEBAN FISIOLOGIS PEKERJAAN KONSTRUKSI", "Abstrak": "Salah satu penyakit yang dikhawatirkan membahayakan pekerja di tempat kerja konstruksi adalah Coronavirus disease 2019 (COVID-19). Untuk mencegah penularan penyakit tersebut, setiap pekerja kebersihan yang melakukan pekerjaan konstruksi diwajibkan untuk menggunakan masker. Namun, penggunaan masker diduga memiliki efek samping seperti meningkatnya Heart Rate (HR) dan meningkatnya konsumsi oksigen (VO2) yang mengakibatkan kelelahan terjadi lebih cepat. Pengukuran perceived exertion dengan skala Borg dilakukan untuk melihat konsistensi antara pengukuran subjektif dan objektif. Waktu istirahat yang diterapkan juga diduga berpengaruh terhadap aspek fisiologis pekerja, baik ketika menggunakan berbagai jenis masker maupun ketika tidak menggunakan masker. Tujuan penelitian ini adalah untuk mengetahui pengaruh pemakaian jenis masker yang berbeda dan waktu istirahat terhadap aspek fisiologis, yaitu HR dan VO2, pada pekerja. Metodologi yang dilakukan adalah dengan eksperimen within subject design. Subjek pada penelitian ini adalah pekerja yang melakukan pekerjaan mengangkat dan memindahkan drywall (dinding gypsum) ke titik tertentu secara berulang dalam waktu 30 menit untuk setiap kali pengujiannya. Ukuran drywall adalah 1200 mm x 2400 mm x 9.5 mm dengan bobot 17.9 kg. Hasil uji hipotesis repeated measures ANOVA menunjukkan bahwa terdapat perbedaan HR, VO2, dan skala Borg pekerja ketika diberikan perlakuan penggunaan jenis masker yang berbeda dan ketika diberikan perlakuan waktu istirahat yang berbeda. Selain itu, interaksi penggunaan jenis masker dan waktu istirahat berpengaruh secara signifikan terhadap HR, VO2, dan skala Borg pekerja. Masker KN95 dinilai mengakibatkan peningkatan HR,VO2, dan skala Borg yang paling tinggi dibanding jenis masker lainnya. Berdasarkan hasil penelitian, terdapat beberapa rekomendasi untuk menjaga HR dan VO2 pekerja agar tidak terlalu tinggi. Rekomendasi pertama adalah memberikan saran kepada pemangku kebijakan dalam proyek konstruksi agar menerapkan peraturan memakai masker bedah bagi pekerjanya, karena tidak terlalu memberatkan dibandingkan masker KN95. Rekomendasi kedua adalah menerapkan waktu istirahat selama 15 menit setelah bekerja 1 jam agar dapat menurunkan HR dan VO2 mendekati HR dan VO2 baseline pekerja, sehingga dapat meminimalkan terjadinya kelelahan berlebih yang berakibat kecelakaan pada pekerja yang melakukan pekerjaan konstruksi.", "Daftar File": {"ABSTRAK Dony Martha Ajie": "https://digilib.itb.ac.id/gdl/download/242596"}, "Penulis": "Dony Martha Ajie [23419021]", "Kontributor / Dosen Pembimbing": ["Khoirul Muslim, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "HR, VO2, skala Borg, jenis masker, waktu istirahat.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "24 Jan 2022"}