{"Nomor": 63019, "Judul": "PERANCANGAN SISTEM KEAMANAN DATA PADA RUMAH SAKIT: IMPLEMENTASI ENKRIPSI HOMOMORFIK PENUH DENGAN SKEMA BRAKERSKI-FAN-VERCAUTEREN PADA SISTEM INTERNET OF THINGS", "Abstrak": "ABSTRAK\nPERANCANGAN SISTEM KEAMANAN DATA PADA RUMAH SAKIT: IMPLEMENTASI ENKRIPSI HOMOMORFIK PENUH DENGAN SKEMA BRAKERSKI-FAN-VERCAUTEREN PADA SISTEM INTERNET OF THINGS\nOleh\nGede Satya Adi Dharma\nNIM: 13217016\n(Program Studi Sarjana Teknik Elektro)\nPeningkatan efisiensi penanganan pasien pada rumah sakit diperlukan mengingat pada saat ini, pandemi menyebabkan lonjakan jumlah pasien pada rumah sakit. Salah satu cara yang dilakukan untuk memenuhi hal ini adalah dengan merancang sistem manajemen rumah sakit, dengan pencatatan data yang terintegrasi dengan rumah sakit, sehingga kebutuhan administratif dapat dilakukan secara otomatis.\nNamun, perlu dipahami bahwa data ini sangat membutuhkan privasi, dengan jaminan bahwa data ini tidak akan disalahgunakan, bahkan oleh staf rumah sakit sekalipun. Ini menjadi sebuah kebutuhan dimana sistem manajemen rumah sakit harus bersifat aman, dengagn tetap mempertahankan kemudahan dan efisiensi pengelolaan data pada rumah sakit.\nSebuah algoritma enkripsi diajukan untuk menjawab permasalahan ini, dimana algoritma enkripsi yang akan diterapkan pada data bersifat homomorfik, dimana data akan tetap aman, namun tetap dapat memungkinkan pengolahan data yang efisien dan cepat.\nSelain itu, dengan berkembangnya teknologi-teknologi otomasi pada penanganan pasien, seperti digunakannya alat-alat sensor untuk menentukan kondisi kesehatan pasien, maka diperlukan juga sistem yang dapat melakukan integrasi data pembacaan sensor ini, sehingga proses pengecekan pasien dapat dilakukan secara otomatis. Hal ini dapat diwujudkan dengan sistem Internet of Things, dimana alat-alat yang mengecek kebutuhan pasien ini akan dirancang untuk melakukan pengiriman data bacaan seara otomatis dalam sistem manajemem rumah sakit yang telah ditingkatkan keamanannya dengan sistem yang diajukan, sehingga menjadikan alat-alat ini sebagai Internet of Things Device, atau yang dapat disingkat dan diartikan sebagai devais IoT.\nKata kunci: enkripsi, data, devais, IoT, homomorfik, komputasi awan, keamanan data", "Daftar File": {"ABSTRAK - GEDE SATYA ADI DHARMA": "https://digilib.itb.ac.id/gdl/download/241963"}, "Penulis": "Gede Satya Adi Dharma [13217016]", "Kontributor / Dosen Pembimbing": ["Prof. Trio Adiono, S.T., M.T., Ph.D.", "Infall Syafalni, S.T., M.Sc.", "Rahmat Mulyawan, S.T., M.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "enkripsi, data, devais, IoT, homomorfik, komputasi awan, keamanan data", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "24 Jan 2022"}