{"Nomor": 63024, "Judul": "PERUMUSAN STRATEGI BISNIS DAN PEMASARAN CALTARA UNTUK MENINGKATKAN KINERJA PERUSAHAAN DALAM BISNIS GORDEN", "Abstrak": "Caltara adalah salah satu toko gorden terbesar di Tasikmalaya, Indonesia yang menjual bahan kain gorden dan aksesoris gorden lainnya. Terlepas dari jumlah permintaan tirai yang meningkat, Caltara memiliki pendapatan yang stagnan. Terkait dengan tujuan perusahaan untuk meningkatkan pendapatan dan pelanggan baru, hal ini menciptakan tantangan bagi Caltara untuk menumbuhkan citranya ke level bisnis dan strategi pemasaran berikutnya untuk beralih dari kompetisi red ocean ke blue ocean.\n\nTujuan dari penelitian ini adalah untuk mengkaji situasi bisnis Caltara dan mengembangkan strategi bisnis dan pemasaran untuk meningkatkan kinerja perusahaan. Penelitian ini dilakukan dengan mempelajari isu-isu bisnis dan situasi perusahaan, baik secara eksternal (PESTEL, Porter Five Forces, dan Analisis Perilaku Konsumen) maupun secara internal (VRIO Framework dan Business Model Characteristics). Hasil analisis eksternal dan internal digabungkan dalam Analisis SWOT. Penulis menggunakan metode kuantitatif dengan menyebarkan survei dan pendekatan kualitatif melalui wawancara. Untuk mengembangkan strategi, digunakan Blue Ocean Strategy, STP, dan 4Ps Marketing Mix.\n\nBerdasarkan analisis, target konsumen Caltara adalah toko gorden kelas menengah. Caltara harus memposisikan diri sebagai bisnis gorden modern yang menghadirkan produk berkualitas dengan harga terjangkau, menawarkan banyak variasi produk sesuai tren, dan memberikan pelayanan terbaik. Caltara harus mengurangi persentase produk cacat dan waktu tunggu, menghilangkan material premium dan inkonsistensi produk, meningkatkan pengetahuan tentang motif yang trendi, memberikan layanan terbaik, program loyalitas, meningkatkan pemasaran & periklanan, variasi produk dan stok yang ditawarkan, mendistribusikan sampel, membuat aplikasi penjualan online dan menyediakan layanan pengiriman. Penelitian terbatas pada pengembangan strategi baru pemasaran dan bisnis serta tidak mencakup detail tentang perhitungan keuangan dan implementasi strategi operasional. Informasi tentang strategi pesaing diperoleh dari pengamatan langsung dan media sosial. Strategi Blue Ocean mencakup Six Path Analysis, Framework Four Actions, dan Kanvas Strategi digunakan untuk mengidentifikasi peluang pertumbuhan untuk potensi keuntungan lebih tinggi dan pertumbuhan lebih cepat bagi Caltara.", "Daftar File": {"COVER Marcel Saputra": "https://digilib.itb.ac.id/gdl/download/262249", "BAB 1 Marcel Saputra": "https://digilib.itb.ac.id/gdl/download/262250", "BAB 2 Marcel Saputra": "https://digilib.itb.ac.id/gdl/download/262251", "BAB 3 Marcel Saputra": "https://digilib.itb.ac.id/gdl/download/262252", "BAB 4 Marcel Saputra": "https://digilib.itb.ac.id/gdl/download/262253", "PUSTAKA Marcel Saputra": "https://digilib.itb.ac.id/gdl/download/262254"}, "Penulis": "Marcel Saputra [29320076]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kanvas Strategi, Strategi Blue Ocean, Strategi Business, Strategi Marketing, Toko Gorden", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "24 Jan 2022"}