{"Nomor": 63027, "Judul": "ANALISIS SISTEM BINTANG GANDA  SCO: STUDI EVOLUSI DAN KORELASINYA DENGAN PENGAMATAN PADA SPEKTRUM GARIS EMISI H-ALFA", "Abstrak": "Sistem Delta Scorpii ( Sco) merupakan sistem bintang ganda dengan bin-\ntang kelas spektrum B dan salah satu komponennya memiliki garis emisi di\nspektrumnya sehingga dikelompokkan sebagai bintang B-emisi (Be). Sistem\nbintang  Sco merupakan bintang ganda spektroskopi dan memiliki eksentrisi-\ntas yang cukup tinggi, yaitu sebesar 0.937 dengan periode orbit sebesar 10.8092\ntahun. Dalam penelitian ini, akan dibuat sebuah model evolusi sistem bintang\n Sco dengan menggunakan dua kombinasi massa berbeda dan akan dipilih\nkombinasi terbaik untuk dianalisis lebih lanjut. Simulasi evolusi dilakukan\ndengan menggunakan perangkat lunak Modules for Experiments in Stellar As-\ntrophysics (MESA) dengan kode pemrograman MESAbinary. Kemudian, dari\nhasil simulasi akan dilakukan analisis terkait studi evolusi sistem  Sco dan\nkorelasinya dengan variabilitas spektrum garis emisi H yang diperoleh dari\nkatalog BeSS dan pengamatan di Observatorium Bosscha mulai tahun 2008\nsampai 2020. Hasil simulasi menunjukkan bahwa kombinasi massa awal terba-\nik untuk sistem ini adalah dengan nilai M1 = 13; 9M dan M2 = 6M. Usia\ndari sistem saat ini dari simulasi adalah 9; 53  106 tahun. Sistem  Sco akan\nmengalami transfer massa setelah bintang primer melewati fase deret utama.\nPada saat periastron sistem, komponen primer akan mengalami pengembang-\nan pada piringan sirkumbintang ditinjau berdasarkan variabilitas prol garis\nemisi H. Korelasi yang terdapat antara hasil simulasi dan pengamatan adalah\nsistem saat ini tidak sedang berada dalam fase transfer massa.", "Daftar File": {"ABSTRAK Queenditha Aurora Hafiyya": "https://digilib.itb.ac.id/gdl/download/241968"}, "Penulis": "Queenditha Aurora Hafiyya [10317017]", "Kontributor / Dosen Pembimbing": ["Dr. Chatief Kunjaya, M.Sc.", "Dr. Mahasenaputra", "Dr. Aprilia, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Evolusi Bintang, Bintang Ganda,  Sco, Periastron, Spektroskopi, dan MESAbinary.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jan 2022"}