{"Nomor": 63028, "Judul": "PENINGKATAN PROGRAM JAMINAN KUALITAS PADA PROYEK PERBAIKAN PIPA DI PERUSAHAAN MIGAS DENGAN  MENGGUNAKAN METODE STATISTIK DAN SIX SIGMA", "Abstrak": "PT. “Stripe Oil Indonesia” beroperasi di Riau Sumatera dengan kapasitas produksi 200,000\nbarel minyak per hari dan mengoperasikan lebih dari 530 km jaringan pipa. Banyak jaringan\npipa yang telah melampaui umur rencana dan telah beroperasi lebih dari 50 tahun dengan\npotensi kebocoran yang tinggi yang menyebabkan kerugian produksi. Untuk memperpanjang\numur operasi pada pipa eksisting, proyek perbaikan pipa dimulai pada tahun 2019. \nTugas akhir ini mempelajari peningkatan pada program kualitas untuk proyek perbaikan pipa\npemasangan sleeve. Berdasarkan data aktual, tim proyek mengalami keterlambatan dalam 2\nbulan pertama (Januari dan Februari 2019) dimana tim proyek hanya berhasil memasang\n1.197 pasang sleeve dari rencana 1.507 pasang sleeve pada akhir Februari 2019. Salah satu\nkontribusi utama keterlambatan tersebut adalah kegagalan pengelasan yang terjadi di bulan\nJanuari 2019. Kegagalan pengelasan tersebut menyebabkan terjadinya kebakaran akibat burnthrough\n\npada pipa eksisting. Analisis akar masalah insiden burn-through telah dilakukan\ndengan menemukan akar masalah yaitu kinerja juru las yang tidak memenuhi persyaratan\nproyek dan prosedur pengelasan yang perlu diperbaiki. Rekomendasinya adalah dengan\nmengukur kinerja juru las berdasarkan catatan data heat input dan menganalisa tingkat\nkegagalan dan indeks kemampuan. Penelitian ini menunjukkan bagaimana metodologi Six\nSigma dengan menggunakan proses DMAIC dan metode statistik dapat diterapkan dengan\nsukses dalam proyek perbaikan pipa untuk mengatasi masalah pengurangan cacat las,\npeningkatan kinerja kualitas, dan pencapaian target proyek. \nHasil analisis menunjukkan peningkatan kinerja kualitas dimana tingkat kegagalan las terus\nmenurun serta indeks kemampuan juru las terus meningkat, dan pada akhir tahun 2019 dapat\nmenyelesaikan pemasangan sleeve di atas target proyek. Tim proyek juga berhasil mencapai\ntahap kontrol dengan mencapai level Six Sigma. Peningkatan juga terjadi pada kinerja\nkeselamatan dimana berhasil mencapai nihil insiden akibat kegagalan pengelasan selama 2\ntahun. Dari sisi bisnis, penghematan biaya mencapai 28% dari anggaran yang telah disetujui.", "Daftar File": {"2022_TS_PP_Nur Aditia Buana Sucipto_1-Abstrakcs.pdf?": "https://digilib.itb.ac.id/gdl/download/241970"}, "Penulis": "Nur Aditia Buana Sucipto [29119528]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nur Budi Mulyono, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Analisa kegagalan, Burn-through, DMAIC, Program Kualitas, Sistem Manajemen Mutu, Six Sigma, Statistical Quality Control.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "24 Jan 2022"}