{"Nomor": 63020, "Judul": "PENGENDALIAN FOULING MEMBRAN ULTRAFILTRASI DENGAN VARIASI METODE BACKWASH PADA PENGOLAHAN AIR BERSIH", "Abstrak": "Pengolahan air bersih dengan teknologi membran sudah banyak diterapkan\nterutama untuk menghilangkan partikel nano (NP) dan koloid. Salah satu teknologi\nmembran tersebut adalah ultrafiltrasi (UF) yang memiliki ukuran pori antara 0.01\n– 0.10 ?m. Masalah yang sering terjadi saat menggunakan teknologi membran\nuntuk pengolahan air bersih adalah fouling. Penerapan backwash merupakan\npendekatan fisik umum untuk menghilangkan fouling pada sistem membran.\nTujuan dari penelitian ini adalah untuk mengetahui pengaruh backwash terhadap\nkinerja membran UF akibat fouling pada pengolahan air. Air baku diambil dari\nSungai Cisadane yang merupakan intake IPA Kawasan Puspiptek Serpong. Tetapi\nagar fouling yang terjadi konstan selama penelitian, maka konsentrasi Total\nSuspended Solid (TSS) perlu dikontrol pada angka 1000 mg/L. Ketika konsentrasi\nTSS air baku 1000 mg/L dan fluks 350 L/m2 jam, kondisi fouling terjadi pada waktu\n30 menit, sehingga waktu filtrasi yang digunakan pada penelitian ini adalah 30\nmenit. Variabel yang digunakan dalam penelitian ini antara lain, fluks, durasi\nbackwash, dan kekuatan backwash, yang masing – masing terdapat 3 kondisi yang\nberbeda, serta membandingkan 2 jenis air backwash, yaitu UF permeate dan air\ndemineralisasi. Desain penelitian menggunakan metode Taguchi yang melibatkan\npenggunaan ortogonal array untuk mengatur parameter yang mempengaruhi proses\ndan level di mana mereka harus divariasikan. Hasil penelitian menunjukkan bahwa\nvariabel yang menentukan fouling rate dengan UF permeate sebagai air backwash\nadalah fluks filtrasi, dimana prosentase kontribusinya sebesar 84%, diikuti durasi\nbackwash sebesar 13%. Sedangkan fouling rate menggunakan air demineralisasi,\nprosentase kontribusi untuk fluks filtrasi adalah 89.67%, kekuatan backwash\nsebesar 10.24%. Secara umum dapat dikatakan bahwa proses backwash dapat\nmenghilangkan fouling dan memperpanjang proses filtrasi pada teknologi\nmembran. Backwash menggunakan air demineralisasi akan memperpanjang masa\npakai membran ultrafiltrasi dibandingkan UF permeate. Durasi dan kekuatan\nbackwash yang berlebihan mengakibatkan pemborosan permeate, dan\npenyumbatan pori.", "Daftar File": {"DINDA RITA KRISHUMARTANI H.pdf?": "https://digilib.itb.ac.id/gdl/download/241961"}, "Penulis": "Dinda Rita Krishumartani H. [25319014]", "Kontributor / Dosen Pembimbing": ["Ir. Yuniati, M.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Backwash, Fluks, Metode Taguchi, Ortogonal Array, Ultrafiltrasi", "Sumber": "Tesis Januari 2022", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "24 Jan 2022"}