{"Nomor": 63039, "Judul": "PERANCANGAN MODEL IMPLEMENTASI ALIH TEKNOLOGI PEMBUATAN PRODUK TETES MATA DI INDUSTRI FARMASI PT. Z", "Abstrak": "Kegiatan alih teknologi sangat mungkin terjadi di industri, sehingga membutuhkan\nkajian yang terintegrasi untuk mencapai keberhasilan dari aktivitas tersebut.\nProduct realization menjadi tolak ukur keberhasilan dari aktivitas alih teknologi.\nPenelitian ini memfokuskan pada pembuatan rancangan model implementasi alih\nteknologi antar manufacturing site produk eksisting pada proses pembuatan produk\ntetes mata steril yang diintegrasikan dengan: faktor –faktor yang dapat\nmempengaruhi keberhasilan dari aktivitas alih teknologi yaitu: material, proses dan\nproduk; alur proses pembuatan produk; gap analysis antar manufacturing site; dan\nkajian risiko dari setiap faktor tersebut. Pengujian model dilakukan dengan desk\nreview dengan mengevaluasi kegiatan alih teknologi yang sedang berjalan dengan\ndata issue mutu yang terjadi selama realisasi produksi secara komersial dari bulan\njanuari hingga november 2021. Hasil identifikasi dari setiap faktor teridentifikasi 5\n(lima) risiko kritikal, 14 (empat belas) major dan 7 (tujuh) minor, dengan tindakan\nperbaikan yang telah dilakukan mampu menurunkan level risiko menjadi 1 (satu)\nmajor dan 25 (dua puluh lima) minor.\nPenelitian ini menghasilkan informasi yang dapat digunakan sebagai petunjuk bagi\nindustri dalam mengimplementasikan kegiatan alih teknologi agar dapat berjalan\nsecara sitematis dan terintegrasi dengan kajian risiko sebagai penerapan\nPharmaceutical Quality System. Model implementasi alih teknologi ini dapat\nmemberikan informasi untuk industri dalam mengidentifikasi faktor –faktor yang\nmempengaruhi keberhasilan alih teknologi, mengidentifikasi perubahan proses dari\nmanufacturing site sebelumnya, menentukan tindakan pencegahan yang diperlukan\ndari setiap penyebab risiko yang ditemukan, pendokumentasian perencanaan\nlangkah baik strategis maupun teknis dalam implementasi alih teknologi untuk\nmenghindari munculnya issue mutu dan tercapainya product realization sesuai\ndengan yang ditargetkan.\nPerancangan model implementasi alih teknologi ini akan diujicobakan lebih lanjut\ndi tahun 2022 pada pola alih teknologi antar manufacturing site yang berbeda yaitu\ndengan pihak ketiga, sehingga diharapkan model ini dapat diimplementasikan pada\nberbagai pola alih teknologi yang terjadi di industri.", "Daftar File": {"ABSTRAK Cicilia Supraptiyah": "https://digilib.itb.ac.id/gdl/download/241994"}, "Penulis": "Cicilia Supraptiyah [21818004]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. apt. Rachmat Mauludin, M.Si.", "Dr. apt. Lucy Dewi Nurhajati Sasongko, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi Industri", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "alih teknologi, product realization, siklus hidup produk, pharmaceuticals quality system, gap analysis", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "24 Jan 2022"}