{"Nomor": 63034, "Judul": "STUDI MOLECULAR DOCKING SENYAWA FLAVONOID SEBAGAI ANTIVIRUS  SARS-COV-2", "Abstrak": "COVID-19 (Corona Viruses Disease 2019) merupakan suatu penyakit yang disebabkan  oleh infeksi virus SARS-CoV-2 (Severe Acute Respiratory Syndrome Coronavirus 2).  Saat ini belum ditemukannya antivirus untuk SARS-CoV-2.  Virus ini memiliki kemiripan sifat dengan virus SARS-CoV sehingga beberapa senyawa yang berperan dalam menghambat proses masuknya virus SARS-CoV dapat dilakukan pengujian terhadap virus SARS-CoV-2.  Salah satu enzim yang bertanggung jawab terhadap masuknya virus SARS-CoV-2 adalah ACE2 (Angiotensin Corventing Enzyme 2).   Beberapa senyawa   yang memiliki interaksi dengan ACE2 diduga dapat menjadi kandidat untuk antivirus SARS-CoV-2.  Akan tetapi, pengujian semua senyawa secara satu-per satu di laboratorium akan memberikan dampak terhadap lingkungan, ekonomi ataupun sosial sehingga perlu diterapkannya prinsip green chemistry.  Salah satu teknik yang dapat dilakukan adalah dengan menggunakan penambatan molekul atau molecular docking. Dengan penambatan molekul diharapkan jumlah kemungkinan senyawa yang akan disintesis dan diujikan menjadi lebih sedikit sehingga akan meminimalisasi dampak kerugian dalam aspek lingkungan ataupun ekonomi. Salah satu kelompok senyawa yang berpotensi menjadi antivirus SARS-CoV-2 adalah flavonoid.   Flavonoid memiliki aktivitas farmakologikal sehingga memiliki potensi sebagai antivirus SARS-CoV-2.  Pada penelitian ini, dilakukan studi molecular docking terhadap 42 senyawa turunan flavonoid dari 6 kelompok flavonoid yakni : flavan-3-ol, flavanol, flavanonol, flavon, flavonol, isoflavon.  Hasil Docking score yang didapatkan serta residu enzim ACE2 yang berinteraksi hydrogen ataupun hidrofobik dibandingkan dengan ligam alami enzim ACE2 yakni ligan MLN-4760.  Didapatkan 14 senyawa turunan flavonoid yang memiliki nilai docking score yang sama atau lebih negatif dibandingkan ligan MLN-4760.  Berdasarkan hasil analisis struktur dan interaksi terhadap residu enzim ACE2, ditemukan bahwa posisi gugus hidroksi pada C5 dan C3’ mempengaruhi nilai docking score serta adanya gugus glikosida dapat menyebabkan nilai docking score semakin negatif..", "Daftar File": {"ABSTRAK Ridwan Rizki Surgawan": "https://digilib.itb.ac.id/gdl/download/241978", "PUSTAKA Ridwan Rizki Surgawan": "https://digilib.itb.ac.id/gdl/download/257792"}, "Penulis": "Ridwan Rizki Surgawan [10517056]", "Kontributor / Dosen Pembimbing": ["Anita Alni, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "SARS-CoV-2, COVID-19, ACE2, Flavonoid.", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "24 Jan 2022"}