{"Nomor": 63037, "Judul": "SINTESIS MOR-1-HA DENGAN METODE REFLUKS SEBAGAI  ADSORBEN ION CR(VI)", "Abstrak": "Ion  Cr(VI)  merupakan  spesi  kromium  yang  dilepaskan  ke  lingkungan  perairan  dari industri electroplating, tekstil, baja, penyamakan kulit, dan pengawetan kayu. Ion Cr(VI) bersifat karsinogenik dan memiliki batas aman di perairan sebesar 0,05 mg/L. Adsorpsi merupakan metode yang paling mudah dilakukan, efektif dan ekonomis untuk mengeliminasi ion Cr(VI). Adsorben MOR-1-HA merupakan material komposit MOF (Material Organic Framework) yang memiliki kapasitas adsorpsi tinggi, waktu setimbang yang  cepat, dan  memiliki luas  permukaan yang  tinggi.  Sintesis MOR-1-HA metode refluks memiliki kelebihan dari sisi waktu sintesis, ekonomis, dan ramah lingkungan dibanding metode solvotermal yang biasa dilakukan. Penelitian ini bertujuan untuk menyintesis MOR-1-HA dengan metode refluks dan membandingkannya dengan metode solvotermal kemudian mengkarakterisasi serta mengevaluasi kinerja adsorpsi MOR-1-HA terhadap ion Cr(VI). Sintesis MOR-1-HA dilakukan dengan metode solvotermal dan refluks. Kemudian dikarakterisasi dengan FTIR, PXRD, nitrogen physisorption, dan SEM EDS. Setelah itu, dilakukan adsorpsi ion Cr(VI) dengan variasi pH, waktu kontak, dan konsentrasi awal Cr(VI) menggunakan metode batch dan dianalisis Spektrometri UV-Vis dan AAS. Dari hasil PXRD dan FTIR, MOR-1-HA memiliki pola khas struktur kristal yang sama dengan UiO-66, dan memiliki puncak khas pada bilangan gelombang 1257 dan 1340 cm-1. Berdasarkan hasil nitrogen physisorption dan SEM-EDS, dapat disimpulkan bahwa sintesis MOR-1-HA dengan metode refluks menghasilkan luas permukaan yang lebih rendah dan ukuran partikel yang lebih kecil dari solvotermal. Waktu kontak optimum adsorpsi ion Cr(VI) oleh MOR-1-HA refluks adalah 1 menit, sedangkan solvotermal pada 9 menit. pH optimum untuk MOR-1-HA refluks dan solvotermal adalah 8, dan konsentrasi awal 20 ppm. Isoterm adsorpsi Cr(VI) oleh MOR-\n1-HA dari metode refluks dan solvotermal mengikuti model Langmuir. Kinetika adsorpsi Cr(VI) oleh MOR-1-HA dari kedua mengikuti model pseudo orde 2. Metode solvotermal menghasilkan MOR-1-HA dengan kinerja adsorpsi ion Cr(VI) yang lebih baik daripada metode refluks. Namun, metode refluks memiliki kelebihan di sisi waktu sintesis yang jauh lebih cepat, ekonomis, dan ramah lingkungan karena pelarut yang digunakan adalah\nair.", "Daftar File": {"ABSTRAK Nadya Fitriani Pitaloka": "https://digilib.itb.ac.id/gdl/download/241981", "PUSTAKA Nadya Fitriani Pitaloka": "https://digilib.itb.ac.id/gdl/download/245808"}, "Penulis": "Nadya Fitriani Pitaloka [10517089]", "Kontributor / Dosen Pembimbing": ["Aep Patah, S.Si., M.Si., Ph.D.", "Dr. Muhammad Yudhistira Azis, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Adsorpsi, MOR-1-HA, Ion Cr (VI), refluks, solvotermal", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "24 Jan 2022"}