{"Nomor": 63045, "Judul": "PENGOPTIMASIAN STRATEGI PERAWATAN PERALATAN STATIS DENGAN MENGGUNAKAN PENDEKATAN KEPNER-TREGOE & AHP DI BADAK LNG", "Abstrak": "Rendahnya harga LNG di tahun 2020 dan juga pandemi coronavirus berdampak\npada LNG bisnis, termasuk Badak LNG di Indonesia. Badak LNG merupakan\nsebuah perusahaan non-profit yang tidak menghasilka revenue dari bisnis\nprosesnya. Alokasi dan utilisasi anggaran memegang peran penting terkait\nperforma finansial Badak LNG. Pengoptimalisasi biaya perawatan pabrik diyakini\nsebagai usaha yang dibutuhkan untuk menjawab tantangan tersebut. Oleh karena\nitu, pengoptimalisasian strategi perawatan dari peralatan statis untuk mendapatkan\nefisiensi yang optimal dari biaya perawatan pabrik dievaluasi pada studi ini. Studi\nin idilakukan untuk menguji pilihan yang paling memungkinkan untuk\nmengoptimalisasi biaya perawatan pabrik di Badak LNG. Proses pemecahan\nmasalah berdasarkan metode Kepner-Tregoe dilakukan untuk mendefinisikan akan\nmasalah dari permasalahan yang ada. Kemudian, kombinasi dari Value Focused\nThinking (VFT) dan Analytical Hierarchy Process (AHP) dilakukan pada analisis\npengambilan keputusan. Pengurangan biaya process trains shutdown dengan\nmodifikasi lingkup kerja shutdown menggunakan metodologi baru merupakan\njawaban paling tepat dalam mengoptimalisasi biaya perawatan pabrik di Badak \nLNG. Kemudian, quantitative risk-based inspection (RBI) adalah jawaban dari \nproses analisis pengambilan keputusan dan diyakini sebagai strategi perawatan\nyang paling memungkinkan dan paling efisien sehingga dapat mengoptimalisasi\nbiaya perawatan pabrik di Badak LNG dengan nilai total 0,335 berdasarkan AHP.", "Daftar File": {"2022_TS_PP_Ricko Chrisna Kurnaedi Salam_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/241998"}, "Penulis": "Ricko Chrisna Kurnaedi Salam [29119561]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Analytical Hierarchy Process (AHP), biaya perwatan pabrik, Metode Kepner-Tregoe, Value Focused Thinking (VFT)", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "24 Jan 2022"}