{"Nomor": 63069, "Judul": "PERANCANGAN SISTEM PEMANTAUAN DAN PERINGATAN KETERTIBAN MASYARAKAT PERKOTAAN BERBASISKAN COMPUTER VISION EFEKTIFITAS TINGGI (STUDI KASUS: KETERTIBAN SOCIAL DISTANCING PADA KOTA BANDUNG)", "Abstrak": "ABSTRAK\nPERANCANGAN SISTEM PEMANTAUAN DAN PERINGATAN KETERTIBAN MASYARAKAT PERKOTAAN BERBASISKAN COMPUTER \nVISION EFEKTIFITAS TINGGI (STUDI KASUS: KETERTIBAN SOCIAL DISTANCING PADA KOTA BANDUNG)\nOleh Richard Tanadi NIM: 23219059\n(Program Studi Magister Teknik Elektro)\nPandemi COVID-19, merupakan penyakit yang menyebar dengan cepat khususnya pada  individu yang \nterdapat pada  keramaian, seperti pada ruang publik. Metode yang   efektif   (dan   relatif   \npraktis)   untuk   mengurangi   mengurangi   persebaran COVID-19,  adalah  pembiasaan  pengunaan  \njarak  aman  saat  berinteraksi,  atau penerapan   kaidah   social   distancing.   Namun,   pada   \nbeberapa   kasus,   terdapat kelalaian masyarakat untuk berinteraksi dalam jarak yang aman, baik \nkarena lupa ataupun karena tidak sadar atas kondisi keramaian sekitar yang tidak menjalankan kaidah \nsocial distancing. Di sisi lain, seiring dengan berjalannya waktu, terdapat peningkatan atas \nketersediaan infrastruktur yang dapat digunakan untuk mengawasi masyarakat, contohnya CCTV ATCS \nKota Bandung. Namun, pengawasan secara kontinu untuk titik pengamatan yang relatif banyak, baik \nsecara manual ataupun otonom,  cenderung  membutuhkan  sumber  daya  yang  tinggi,  terlebih  \napabila diperlukan   pengambilan   keputusan   atau   pemberian   peringatan   terkait   hasil \npengawasan yang dilakukan.\n\nDengan demikian, penulis berinisiatif untuk merancang sebuah sistem pengawasan dan   peringatan   \natas   berbasiskan   computer   vision,   untuk   mengawasi   tingkat kepatuhan masyarakat terhadap \nperaturan, pada banyak lokasi pengawasan secara sekaligus  dengan  metode  sampling.  Penelitian  \nini,  difokuskan  untuk  melakukan pengawasan masyarakat terkait ketertiban penerapan kaidah social \ndistancing pada ruang publik di area Kota Bandung, dengan menggunakan sumber informasi CCTV ATCS \nKota Bandung.\n\nBerdasarkan   hasil   pengujian   yang   dilakukan   untuk   mengawasi   kepatuhan masyarakat Kota \nBandung, integrasi sampling  dapat  meningkatkan jumlah lokasi pengamatan dari sebuah lokasi \nmenjadi 16 sampai dengan 55 lokasi pengamatan dengan tingkat akurasi pendeteksian pelanggaran \nkaidah social distancing 95,69% dari 77,98%, dan akurasi pengukuran jarak 89,51%.\nKata kunci: implementasi computer vision efisien, pengawasan masyarakat", "Daftar File": {"ABSTRAK - RICHARD TANADI": "https://digilib.itb.ac.id/gdl/download/242052", "COVER Richard Tanadi": "https://digilib.itb.ac.id/gdl/download/246677", "BAB 1 Richard Tanadi": "https://digilib.itb.ac.id/gdl/download/246678", "BAB 2 Richard Tanadi": "https://digilib.itb.ac.id/gdl/download/246679", "BAB 3 Richard Tanadi": "https://digilib.itb.ac.id/gdl/download/246680", "BAB 4 Richard Tanadi": "https://digilib.itb.ac.id/gdl/download/246681", "BAB 5 Richard Tanadi": "https://digilib.itb.ac.id/gdl/download/246682", "PUSTAKA Richard Tanadi": "https://digilib.itb.ac.id/gdl/download/246683"}, "Penulis": "Richard Tanadi [23219059]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Emir Mauludi Husni, M.Sc., Ph.D.", "Dr. Rahadian Yusuf, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "implementasi computer vision efisien, pengawasan masyarakat", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "8 file", "Tanggal Input": "25 Jan 2022"}