{"Nomor": 63066, "Judul": "PRODUKSI PROTEIN DAN BIOMASSA DARI KULTIVASI MIXED CULTURE CHLORELLA VULGARIS DAN NANNOCHLOROPSIS SP. DALAM MEDIUM LIMBAH PERIKANAN", "Abstrak": "Mikroalga diketahui dapat menjadi alternatif sumber protein berkualitas tinggi. Hanya saja, biaya kultivasi yang tinggi serta rentannya kultur mikroalga terhadap perubahan lingkungan menjadi tantangan besar dalam proses kultivasi mikroalga secara komersiil. Kedua hal tersebut dapat diminimalisir dengan penggunaan medium limbah sebagai medium tumbuh mikroalga serta dengan melakukan kultur dua spesies mikroalga dalam satu wadah (mixed culture) yang diketahui dapat meningkatkan stabilitas kultur. Oleh sebab itu, penelitian ini bertujuan untuk menentukan pengaruh mixed culture Chlorella vulgaris dan Nannoschloropsis sp. terhadap laju pertumbuhan mikroalga, produksi protein, klorofil, dan penurunan konsentrasi senyawa inorganik pada medium limbah budidaya ikan. Pada penelitian ini kultivasi dilakukan dalam Vertical Tubular Reactor (VTR) skala 20 L pada medium limbah cair budidaya ikan, dengan tiga variasi perlakuan. Diantaranya perlakuan monoculture C. vulgaris, monoculture Nannochloropsis sp., dan mixed culture C. vulgaris dan Nannochloropsis sp. (1:1) selama 7 hari. Laju pertumbuhan mikroalga tertinggi (0,505 hari-1) diperoleh dari monoculture C. vulgaris, diikuti oleh laju pertumbuhan mixed culture (0,309 hari-1) dan monoculture Nannochloropsis sp. (0,224 hari-1). Meskipun C. vulgaris lebih mendominasi, perlakuan mixed culture memiliki fase eksponensial yang lebih lama dibandingkan perlakuan monoculture sehingga dapat menghasilkan produktivitas biomassa yang lebih tinggi (0,955 gL-1hari-1). Mixed culture pada penelitian ini juga menghasilkan kandungan protein yang paling tinggi (45,58%) dibandingkan dengan perlakuan monoculture nya (4,99% dan 22,4%). Sedangkan kandungan klorofil maksimum yang paling tinggi diperoleh dari monoculture Nannochloropsis (17,52 mg/L), kemudian diikuti oleh perlakuan mixed culture (13,49 mg/L) dan monoculture C. vulgaris (1,88 mg/L). Hal ini menunjukkan bahwa mixed culture dapat mempengaruhi kandungan klorofil yang dihasilkan akibat dominansi salah satu spesies. Penilitian ini juga menunjukkan bahwa meskipun perlakuan mixed culture memiliki produktivitas biomassa yang paling tinggi, tetapi perlakuan mixed culture memiliki nilai persentase dan laju penurunan senyawa nitrat, ammonium, dan fosfat lebih rendah (4,22-43,11%) dibandingkan dengan perlakuan monoculture nya (9,85-87,56%). Hal ini menunjukkan bahwa sel mikroalga mixed culture cederung menggunakan nutrisi yang diperoleh untuk pembelahan sel, sehingga perlakuan mixed culture membutuhkan nutrisi yang lebih sedikit untuk menghasilkan biomassa yang lebih banyak. Dapat disimpulkan bahwa bahwa pada penelitian ini perlakuan mixed culture menunjukkan performa yang lebih baik dalam produksi protein dan biomassa mikroalga, tetapi kurang baik dalam produksi klorofil dan penurunan senyawa inorganik medium limbah cair budidaya ikan.", "Daftar File": {"ABSTRAK Isna Mazidna Annisa": "https://digilib.itb.ac.id/gdl/download/242040"}, "Penulis": "Isna Mazidna Annisa [11217023]", "Kontributor / Dosen Pembimbing": ["Dr. Taufikurahman", "Lili Meilani, S.T., M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "mikroalga, mixed culture, limbah budidaya ikan, protein.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jan 2022"}