{"Nomor": 63063, "Judul": "MODEL MEKANISME TRANSFORMASI DAN PENYISIHAN NITROGEN DALAM AIR LIMBAH DOMESTIK DENGAN WETLAND", "Abstrak": "Mekanisme transformasi dan penyisihan nitrogen dari air limbah domestik yang diolah menggunakan constructed wetland melibatkan proses yang kompleks. Berbagai hasil penelitian terdahulu menunjukkan bahwa nitrifikasi-denitrifikasi adalah jalur utama dalam penyisihan nitrogen di sistem wetland, namun beberapa hasil penelitian lain menunjukkan hal yang berbeda. Tujuan penelitian ini adalah menetapkan jalur atau mekanisme transformasi nitrogen utama dalam pengolahan air limbah domestik di constructed wetland dan menentukan faktor yang mempengaruhinya berdasarkan parameter kinetika hasil simulasi model dan dari penggunaan jenis tanaman yang berbeda. Penelitian ini menggunakan data sekunder dari penelitian yang telah ada dengan memodelkan 2 reaktor horizontal subsurface flow constructed wetland yang ditanami tanaman yang berbeda (reaktor Iris martinicensis dan reaktor Pontederia cordata). Pemodelan dilakukan melalui pengaplikasian model matematis dengan parameter yang ditinjau adalah Org-N, NH3-N dan NO3-N. Hasil menunjukkan model dapat memprediksi efluen nitrogen lebih akurat pada reaktor Iris martinicensis. Kinetika proses yang dihasilkan model menunjukkan jalur atau mekanisme utama transformasi dan penyisihan nitrogennya adalah nitrifikasi amonia sebesar 4,2236 mg/L.hari dan penyerapan nitrat oleh tanaman sebesar 3,6263 mg/L.hari. Laju nitrifikasi yang diperoleh tidak terlalu besar, hal ini dijelaskan dari nilai kinetika yang dihasilkan model yang menunjukkan afinitas bakteri rendah terhadap substrat. Akar tanaman yang tidak terlalu panjang pada reaktor Iris martinicensis mengakibatkan transfer oksigen lebih sedikit dalam merangsang pertumbuhan bakteri nitrifikasi dan tidak cukupnya permukaan aktif untuk pertumbuhan mikroorganisme yang lebih banyak. Selain itu lokasi efektif menempelnya biofilm juga menjadi tidak banyak. Faktor ini mendorong peran biologis tanaman dalam penyerapan nitrogen pada reaktor Iris martinicensis menjadi lebih besar dibanding mekanisme denitrifikasinya. Sementara itu, meskipun tidak terlalu akurat, namun model menunjukkan jalur atau mekanisme utama transformasi dan penyisihan nitrogen di reaktor Pontederia cordata adalah nitrifikasi amonia sebesar 7,5360 mg/L.hari dan denitrifikasi nitrat sebesar 4,4214 mg/L.hari.", "Daftar File": {"RATIH AGUSTINE PUTRI.pdf?": "https://digilib.itb.ac.id/gdl/download/242038", "COVER Ratih Agustine Putri": "https://digilib.itb.ac.id/gdl/download/250997", "BAB 1 Ratih Agustine Putri": "https://digilib.itb.ac.id/gdl/download/250998", "BAB 2 Ratih Agustine Putri": "https://digilib.itb.ac.id/gdl/download/250999", "BAB 3 Ratih Agustine Putri": "https://digilib.itb.ac.id/gdl/download/251001", "BAB 4 Ratih Agustine Putri": "https://digilib.itb.ac.id/gdl/download/251002", "BAB 5 Ratih Agustine Putri": "https://digilib.itb.ac.id/gdl/download/251003", "BAB 6 Ratih Agustine Putri": "https://digilib.itb.ac.id/gdl/download/251005", "PUSTAKA Ratih Agustine Putri": "https://digilib.itb.ac.id/gdl/download/251006"}, "Penulis": "Ratih Agustine Putri [25319012]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Priana Sudjono, M.S., Dipl.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "constructed wetland, model, penyisihan nitrogen, transformasi nitrogen", "Sumber": "Tesis Januari 2022", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "9 file", "Tanggal Input": "25 Jan 2022"}