{"Nomor": 63074, "Judul": "EVALUASI STRES PANAS PEKERJA PADA INDUSTRI OTOMOTIF MENGGUNAKAN PREDIKSI REGANGAN PANAS", "Abstrak": "Tercatat banyak kasus cedera hingga kematian pekerja akibat pajanan panas. Kurangnya ventilasi, persediaan pendingin yang terbatas, dan fasilitas kesejahteraan yang buruk mengakibatkan peningkatan tingkat panas di dalam tempat kerja. Namun, penggunaan sistem pendingin bukan solusi yang paling ramah lingkungan. Penelitian ini bertujuan untuk menganalisis rekayasa variabel lingkungan untuk mereduksi potensi stres panas tanpa menggunakan sistem pendingin ruangan dan menganalisis efektivitas upaya suatu industri mereduksi potensi stres panas dalam lingkungan kerja. Penelitian dilakukan pada sebuah industri otomotif yang pada bagian produksinya menghasilkan panas yang cukup tinggi. Tipe penelitian yang digunakan adalah observasional analitik secara cross-sectional, dengan metode kuantitatif. Data terdiri atas iklim lingkungan kerja dan pajanan panas personal. Perangkat lunak PHSFL digunakan sebagai alat bantu untuk memprediksi regangan panas personal. Analisis data statistik menggunakan analisis korelasi dan regresi. Hasil penelitian menunjukkan bahwa suhu udara dan kecepatan angin memiliki pengaruh yang kuat terhadap potensi stres panas pekerja. Hasil prediksi regangan panas pada pekerja yang dilakukan di keenam unit kerja menunjukkan hasil untuk ketiga indikator stres panas sebagai berikut: waktu maksimum toleransi suhu inti tubuh pekerja dikeenam unit adalah 480 menit; waktu maksimum toleransi kehilangan air pada tubuh pekerja (menit) dikeenam unit berturut-turut adalah 330 ± 21,2, 398,5 ± 24,6, 237 ± 16, 372,8 ± 25,6, 357,4 ± 38,2 dan 408; dan prediksi laju keringat pekerja (W/m2) dikeenam unit berturut-turut adalah 254,7 ± 26,2, 200,3 ± 1, 346,3 ± 1,8, 200 ± 1,1, 201,1 ± 0,8 dan 176,3.", "Daftar File": {"KIRANA  AYU PRATIWI SIDIK.pdf)u": "https://digilib.itb.ac.id/gdl/download/242055"}, "Penulis": "Kirana Ayu Pratiwi Sidik [25319306]", "Kontributor / Dosen Pembimbing": ["Suharyanto, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "stres panas, panas dalam ruang, pajanan personal, prediksi regangan panas.", "Sumber": "Tesis DESEMBER 2021", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "25 Jan 2022"}