{"Nomor": 63075, "Judul": "MODELING SPATIAL DISTRIBUTION OF WET MUCK POTENTIAL USING FUZZY LOGIC CASE STUDY - DOZ MINE PT FREEPORT INDONESIA", "Abstrak": "One of technical challenges in block cave mine is mud rush or wet muck which impact directly to safety and mine productivity performance. There are four elements are reguired for a mud rush to occur: mud-forming materials, water, disturbance and its discharge points (Butcher er al., 2000). Wet muck spill has been identified as one of geotechnical challenges with rock burst or strain burst and coarse fragmentation in DOZ Mine (Widijanto et al, 2006). So it is critical to have continuous study in this issue to ensure safe and productive operation. The aim of this study is to develop a model of spatial distribution of wet muck in draw bells towards development a new predictive tool for mud rush events. The spatial distribution modeling was carried out by utilizing fuzzy logic (FL) method which is based on the by five causative factors or parameters, Le, water content, fine material, rainfall, no mucking days and height\nof draw (HoD). The case study was conducted at PT Freeport Indonesia (PTFI). The result of modeling was then compared to the previous models according to the Samosir et al. (2008), LAPI-ITB & PTFI (2012) and Widodo et al. (2014). The fuzzy logic model is in accordance to LAPI-ITB & PTFI (2012) and Widodo et al. (2014) which is based on the mud mass balance, while Samosir et al. (2008) was considered to be under estimate. Therefore, the model result was proposed to be used in development of new predictive tool for mud rush prevention.", "Daftar File": {"COVER Iftikhor Faadhilah": "https://digilib.itb.ac.id/gdl/download/242056", "2015 IFTIKHOR FAADHILAH 1-EDITORIAL BOARD.pdf?": "https://digilib.itb.ac.id/gdl/download/242057", "2015 IFTIKHOR FAADHILAH 1-TABLE OF CONTENT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/242058", "2015 IFTIKHOR FAADHILAH 1-PAPER.pdf)u": "https://digilib.itb.ac.id/gdl/download/242059"}, "Penulis": "Iftikhor Faadhilah [-]", "Kontributor / Dosen Pembimbing": ["Lilik Eko Widodo, Eman Widijanto"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "block cave mine, mud rush, wet muck, safety, productivity, fuzzy logic, predictive tool", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "4 file", "Tanggal Input": "25 Jan 2022"}