{"Nomor": 63084, "Judul": "ARSITEKTUR SCALABLE DAN MODULAR P ADA APLIKASI  VISUAL ENGINE BERBASIS EMBEDDED MIKRO SERVIS  (STUD I KASUS MONITORING KETERSEDIAAN TEMP AT  PARKIR)", "Abstrak": "ABSTRAK \nARSITEKTUR SCALABLE DAN MODULAR P ADA APLIKASI \nVISUAL ENGINE BERBASIS EMBEDDED MIKRO SERVIS \n(STUD I KASUS MONITORING KETERSEDIAAN TEMP AT \nPARKIR) \nOleh \nACH MAULANA HABIBI YUSUF \nNIM: 23219320 \n(Program Studi Magister Teknik Elektro)\nPenerapan teknologi Internet of things semakin bertambah tak terkecuali pada bidang visual engine I pengolahan data citra. Pengambilan data citra yang semakin mudah karena bisa dilakukan oleh perangkat-perangkat berdaya rendah membuat jumlah data citra yang hams dikelola menjadi sangat besar. Terlebih lagi, banyak implementasi pengolahan data citra yang berasal dari berbagai kamera sehingga menyebabkan lonjakan penerimaan data, memerlukan sumber daya komputasi yang lebih baik, dan membangun jaringan sistem komunikasi yang efisien. Oleh karena itu, kami membuat arsitektur visual engine yang scalable untuk mengelola data citra agar proses pengolahan data semakin cepat dilakukan serta fleksibel terhadap berbagai algoritma pengolahan data citra. Arsitektur m1 diimplementasikan dalam sistem berbasis modular embedded mikro servis untuk mendukung fleksibilitas sistem terhadap berbagai pengolahan data citra. Arsitektur ini kami terapkan pada studi kasus monitoring ketersediaan tempat parkir menggunakan dua buah node sensor dan dua worker dengan mengimplementasikan berbagai algoritma klasifikasi deep learning seperti mobilenetv2, mnasnetOJ, efficientnet_bO, googlenet, malexnet, dan resnext50. Arsitektur ini dapat meningkatkan proses pengolahan data citra hingga 50%. \nKata kunci: Komputasi terdistribusi, multi kamera multi model arsitektur, computer vision , embedded Microservices , scalable architecture.", "Daftar File": {"ABSTRAK - ACH MAULANA HABIBI YUSUF": "https://digilib.itb.ac.id/gdl/download/242070"}, "Penulis": "Ach Maulana Habibi Yusuf [23219320]", "Kontributor / Dosen Pembimbing": ["Dr. Ary Setijadi Prihatmanto, S.T., M.T.", "Dr. Rahadian Yusuf, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Komputasi terdistribusi, multi kamera multi model arsitektur, computer vision , embedded Microservices , scalable architecture.", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "25 Jan 2022"}