{"Nomor": 63083, "Judul": "USULAN BAURAN PEMASARAN DAN MODEL BISNIS UNTUK SAYURBOX DALAM MEMPERTAHANKAN POSISI UNGGUL DI INDUSTRI  E-GROCERY YANG MEMILIKI PERTUMBUHAN YANG TINGGI", "Abstrak": "Industri e-grocery merupakan salah satu industri digital yang berkembang secara pesat dari segi volume transaksi dan finansial di era pandemic. Hal tersebut membuat banyak perusahaan mulai tertarik untuk masuk ke dalam industri e-grocery untuk berkompetisi dengan perusahaan lainnya. Sayurbox sebagai salah satu perusahaan yang bergerak di industri e-grocery di Indonesia saat ini menempati posisi tertinggi dari segi total akses per bulan, total donlod aplikasi, dan jumlah pengikut di media sosial. Adapun Sayurbox tetap harus memperbaiki performa dan berinovasi untuk dapat mempertahankan dan meraih lebih banyak jumlah pelanggan agar terus dapat bertahan dan memenangkan kompetisi di industri. Kompetisi yang dihadapi oleh Sayubox tidak hanya dengan perusahaan yang bergerak di industri yang sama, namun Sayurbox juga bersaing dengan perusahaan dari industri sejenis seperti Supermarket, E-commerce, Layanan ojek online, dan beberapa perusahaan lain dengan model bisnis sejenis. Penelitian ini akan membahas mengenai strategi pemasaran dan model bisnis yang dapat digunakan oleh Sayurbox untuk mempertahankan posisinya di industri. Dalam memformulasikan strategi dimaksud, penulis akan melakukan analisa yang menggunakan metode kualitatif dan kuantitatif. Metode kualitatif yang digunakan merupakan hasil wawancara dengan internal perusahaan dan organisasi yang berpotensi untuk menjalin kerjasama dengan Sayurbox. Sedangkan metode kuantitatif yang digunakan melalui penyebaran kuesioner. Penulis menggunakan metode analisa blue ocean strategy untuk transaksi pasar pelanggan ritel dan value proposition canvas untuk transaksi pasar bisnis dalam memahami posisi Sayurbox di pasar dan perilaku konsumen dalam menanggapi strategis bisnis Sayurbox. Hasil analisa dimaksud menyimpulkan bahwa Sayurbox perlu untuk melakukan perbaikan dari segi ragam produk, kategori produk, fitur garansi, fitur kuantitas pembelian, fitur transaksi ke pasar bisnis,  website perusahaan, dan mempertimbangkan untuk membuat jaringan offline. Hasil akhir dari analisa yang dilakukan kemudian diformulasikan sebagai strategi marketing dan model bisnis yang dapat diimplementasikan oleh Sayurbox melalui marketing mix dan business model canvas.", "Daftar File": {"COVER Ratih Megaswari Miraza": "https://digilib.itb.ac.id/gdl/download/255017", "BAB 1 Ratih Megaswari Miraza": "https://digilib.itb.ac.id/gdl/download/255018", "BAB 2 Ratih Megaswari Miraza": "https://digilib.itb.ac.id/gdl/download/255019", "BAB 3 Ratih Megaswari Miraza": "https://digilib.itb.ac.id/gdl/download/255021", "BAB 4 Ratih Megaswari Miraza": "https://digilib.itb.ac.id/gdl/download/255023", "PUSTAKA Ratih Megaswari Miraza": "https://digilib.itb.ac.id/gdl/download/255024"}, "Penulis": "Ratih Megaswari Miraza [29319013]", "Kontributor / Dosen Pembimbing": ["Dr. Asnan Furinto, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sayurbox, E-grocery, Marketing Mix, Business Model canvas, Blue Ocean Strategy, Value Proposition Canvas.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "25 Jan 2022"}