{"Nomor": 63097, "Judul": "A 3D MODEL OF HYDRAULIC CONDUCTIVITY DISTRIBUTION OF FRACTURED ROCKS USING PACKER TEST RESULT AND GEOTECHNICAL LOG", "Abstrak": "Distribution of hydraulic conductivity of fractured rocks has more complexity than porous sedimentary rocks. For underground excavation, distribution of hydraulic conductivity is very important for dewatering design as well as to avoid flood during excavation. In this study hydraulic conductivity values were obtained from limited number of test in selected zones. An Empirical HC method for estimating hydraulic conductivity from more than 10.000 geotechnical logs from more than 100 boreholes were used to obtained a better 3D hydraulic conductivity distribution. In the HC method, geotechnical parameters are including RQD log, depth index, gouge content designation and lithology permeability index, were used to obtain HC values (HC). Relationship between 16 values of hydraulic conductivity (K) from in situ packer test result with HC values in the same zone was described by equation K = 1.05×10-5×(HC0.983) with r =0.774. Based on this study it can be concluded that empirical HC method can be used to make a 3D model of hydraulic conductivity with a limited number of in situ tests.", "Daftar File": {"COVER Irwan Iskandar": "https://digilib.itb.ac.id/gdl/download/242086", "2014 IRWAN ISKANDAR 1-TABLE OF CONTENT.pdf?": "https://digilib.itb.ac.id/gdl/download/242087", "2014 IRWAN ISKANDAR 1-EDITORIAL BOARD.pdf)u": "https://digilib.itb.ac.id/gdl/download/242088", "2014 IRWAN ISKANDAR 1-PAPER.pdf\n]": "https://digilib.itb.ac.id/gdl/download/242089"}, "Penulis": "Irwan Iskandar [-]", "Kontributor / Dosen Pembimbing": ["Ari Wibowo, Lilik Eko Widodo, Berry Casanova, Sudarto Notosiswoyo"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "hydraulic conductivity, HC values, Packer Test Result", "Sumber": "https://www.researchgate.net/publication/269635677_A_3D_Model_of_Hydraulic_Conductivity_Distribution_of_Fractured_Rocks_Using_Packer_Test_Result_and_Geotechnical_Log", "Staf Input/Edit": "Resti Andriani", "File": "4 file", "Tanggal Input": "25 Jan 2022"}