{"Nomor": 63099, "Judul": "PERUMUSAN METODE PENENTUAN BUDAYA LOKAL SEBAGAI UNSUR PEMBENTUK BRANDING  KABUPATEN TASIKMALAYA", "Abstrak": "Para pemimpin daerah berusaha tampil lebih menonjol dari kompetitor mereka, berusaha mencitrakan wilayahnya sebaik mungkin dengan menerapkan strategi branding. Beberapa kota di Indonesia saat ini sudah mulai berlomba melakukan \nkegiatan   branding\nuntuk\ndaerahnya   masing-masing   termasuk   Kabupaten \nTasikmalaya. Namun berdasarkan penelitian-penelitian terdahulu branding yang dilakukan Kabupaten Tasikmalaya dan beberapa kota di Indonesia dinilai tidak berhasil mencapai tujuan utama dari branding kota dan hanya berujung pada sebuah logo dan tagline saja. Ketidakberhasilan ini dipicu oleh beberapa faktor seperti kurangnya riset mendalam, memiliki konsep yang mirip dengan daerah lain, kurang melibatkan masyarakat lokal dan cenderung hanya dijadikan proyek Pemerintah Daerah yang tidak jelas kelanjutannya. Beberapa di antaranya juga disebabkan karena tidak adanya karakter yang kuat sebagai benang merah desain dari branding daerah  tersebut.  Penelitian  ini  berupaya  mengidentifikasi  dan  menganalisis kebudayaan lokal dari suatu daerah yang paling tepat untuk dijadikan sebagai unsur pembentuk branding daerah tersebut dengan luaran terciptanya sebuah metode pemilihan dan penentuan unsur branding sebuah daerah dalam upaya pembentukan citra dan positioning kota tersebut. Penelitian ini menggunakan metode deskriptif eksploratif dengan pendekatan kualitatif, pengumpulan data melalui studi literatur dan  kuisioner  tentang  persepsi  awal  masyarakat  umum  terhadap  kabupaten Tasikmalaya, setelah data tersebut tekumpul kemudian dilakukan verifikasi melalui wawancara dengan pihak pemerintah kabupaten dan budayawan. Setelah terjalin persamaan  persepsi  antar  stakeholder.  Tahap  selanjutnya  dilakukan  analisis terhadap  metode  penentuan  budaya  lokal apa  yang  paling  cocok  untuk mencerminkan Tasikmalaya berdasarkan rumusan metode yang diajukan. Dari hasil  analisis  ditemukan  jika  budaya  lokal  yang  dinilai  sangat  mencerminkan kabupaten Tasikmalaya adalah kerajinan tangan anyam. Anyaman dipilih atas dasar nilai  historis yang sangat  panjang. Selain itu, anyaman mendong dan pandan menjadi produk unggulan Tasikmalaya yang ditemukan pertama kali oleh pengrajin Singaparna dan masih bertahan hingga saat ini.", "Daftar File": {"2022 TS PP YOPI SAMSUL ARIFIN 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/242093"}, "Penulis": "Yopi Samsul Arifin [27119036]", "Kontributor / Dosen Pembimbing": ["Dr. Agung Eko Budiwaspada, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "branding kota, budaya lokal, kabupaten Tasikmalaya", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "25 Jan 2022"}