{"Nomor": 63091, "Judul": "KAJI KARAKTERISTIK DAN SIMULASI STABILITAS KENDARAAN E-TRIKE", "Abstrak": "Tesis ini mengungkapkan karakteristik stabilitas dan kemampuan manuver kendaraan prototipe e-trike yang disiapkan sebagai kendaraan pengiriman barang. Penelitian dipandang perlu mengingat dalam operasional pengiriman barang, diperlukan kemampuan kendaraan yang memiliki kehandalan stabilitas dan kemampuan manuver yang baik. Evaluasi dilakukan dengan melakukan pengujian eksperimental stabilitas kendaraan, uji manuver kendaraan serta metode numerik simulasi multibody dynamic, dengan sebelumnya dilakukan pengembangan terhadap model 3D kendaraan. Dengan diperolehnya karakteristik stabilitas dan kemampuan manuver kendaraan, diharapkan dapat menjadi evaluasi untuk pengembangan lanjutan kendaraan sebelum masuk tahap komersialisasi serta nantinya menjadi pedoman bagi pihak pemerintah terkait untuk penyusunan regulasi.\nKarakteristik stabilitas kendaraan dievaluasi melalui karakteristik handling kendaraan dengan melakukan studi analitik, uji constant radius dan studi numerik sesuai dengan standar ISO 4138:2012. Kemampuan manuver kendaraan dievaluasi melalui uji single-lane change uji double - lane change dan simulasi multibody dynamic sesuai dengan standar ISO 3888-1:2020. Hasil pengujian eksperimental dan simulasi multibody dynamic tersebut kemudian di evaluasi dengan metode komparasi kualitatif dengan kurva yang menjadi referensi. Dalam pengembangan model 3D kendaraan untuk pengujian simulasi multibody dynamic, terdapat 3 parameter input utama yang diperoleh dengan melakukan pengukuran eksperimental pada kendaraan prototipe e-trike yaitu; 1) dimensi kendaraan, 2) lokasi pusat gravitasi, dan 3) karakteristik suspensi kendaraan. \nStudi analitik menunjukkan kendaraan prototipe e-trike memiliki kriteria understeer sebagai karakteristik handling kendaraan. Hal ini berdasarkan nilai koefisien understeer yang diperoleh dari perhitungan lebih besar dari nol (Kus > 0) yang juga menunjukkan bahwa kendaraan memiliki stabilitas lateral yang baik. Hasil yang sama juga diperoleh dari analisis kualitatif kurva steering angle dengan kecepatan lateral pada sumbu-X (VX) hasil dari uji constant radius dan simulasi multibody dynamic yang di evaluasi terhadap kurva referensi yang dijadikan acuan, dimana diperoleh karakteristik handling kendaraan masuk dalam kategori understeer. Uji single-lane change, Uji double-lane change dan simulasi multibody dynamic mengindikasikan kendaraan memiliki karakteristik manuver yang baik, berdasarkan kemampuan kendaraan dalam melewati lintasan tanpa diamati adanya kondisi ketidakstabilan. Hasil analisis dengan metode komparasi kualitatif terhadap kurva percepatan lateral pada sumbu-Y (AY) dan kecepatan rotasi pada sumbu-Z (?Z) terhadap kurva referensi juga menunjukkan bentuk kurva yang sama sehingga menunjukkan kendaraan memiliki kemampuan manuver yang baik.\nPenelitian ini menunjukkan kendaraan prototipe e-trike sudah memiliki karakteristik stabilitas dan kemampuan manuver yang baik, berdasarkan uji stabilitas dan uji manuver kendaraan yang dilakukan. Terdapat dua aspek penting yang perlu menjadi pertimbangan pada pengembangan lanjutan kendaraan yaitu; (1) Penyempurnaan pada lokasi pusat gravitasi kendaraan dan (2) Evaluasi rake angle atau sudut kemiringan poros utama setir terhadap sumbu vertikal pada bidang XZ. Dalam penelitian ini juga diperoleh kecepatan jelajah aman dan kecepatan ambang batas aman kendaraan untuk dapat menjaga stabilitas dan kehandalan kendaraan saat melakukan manuver berdasarkan hasil uji eksperimental dan simulasi multibody dynamic. Batas kecepatan jelajah aman hasil eksperimen untuk lintasan uji constant radius adalah sebesar 24,62 km/h, sedangkan pada lintasan uji single-lane change dan lintasan uji double-lane change masing-masing sebesar 21,38 km/h dan 17,60 km/h. Hasil kecepatan ambang batas aman berdasarkan simulasi multibody dynamic dan merupakan kecepatan maksimum kendaraan sebelum terjadi kondisi ketidakstabilan adalah sebesar 24,7 km/h untuk lintasan uji constant radius, dan 21,71 km/h untuk lintasan uji single-lane change dan double-lane change.", "Daftar File": {"ABSTRAK Rakshidatu Lestaluhu": "https://digilib.itb.ac.id/gdl/download/242080"}, "Penulis": "Rakshidatu Lestaluhu [23119306]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ignatius Pulung Nurprasetio, M.SME."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Kendaraan Roda Tiga, Delta Trike, Karakteristik Stabilitas, Karakteristik Handling Kendaraan, Kemampuan Manuver, Studi Analitik, Multibody Dynamic", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Jan 2022"}