{"Nomor": 63092, "Judul": "POROSITY EVOLUTION IN SEQUENCE STRATIGRAPHIC FRAMEWORK: A CASE FROM CRETACEOUS CARBONATE RESERVOIR IN THE PERSIAN GULF, SOUTHERN IRAN", "Abstrak": "Dariyan Formation (Aptian) is one of the important hydrocarbon reservoirs in the Persian Gulf. In this reservoir, porosity is controlled by various depositional and diagenetic factors. This study integrates petrographic, geochemical, petrophysical and reservoir quality data to distinguish various pore types and their evolution in two fields selected from the SE and NW Persian Gulf. Primary (depositional) and secondary (diagenetic) pore types are differentiated using the results of macroscopic (core) and microscopic (thin section and SEM) petrographic studies. Pore size distribution and reservoir importance are evaluated by MICP and porosity–permeability measurements on core-plug samples. Macroscopic pores are formed within the grain-dominated and dissolved mud-dominated facies that are located in the RST of third-order sequences, especially within the lower carbonate unit. Micropores are recorded in mud-dominated facies of middle to outer ramp settings with minor effects of meteoric dissolution. Accordingly, evolution in an open diagenetic system with high water/rock ratio is proposed for grain-supported facies, and a closed diagenetic system for mud-dominated intervals. There are close relationships between micrite micro-textures (MTCs) and reservoir properties of mud-dominated facies. A dynamic pore evolution model is presented for the Dariyan Formation that integrates all depositional and diagenetic features in sequence stratigraphic framework. This model can be used for ongoing reservoir studies of this formation in hydrocarbon fields of the Persian Gulf.", "Daftar File": {}, "Penulis": "Hamzeh Mehrabi [-]", "Kontributor / Dosen Pembimbing": ["Mohammad Bahrehvar", "Hossain Rahimpour-Bonab"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Micrite texture; Pore evolution; Paleoexposure; Dariyan Formation; Persian Gulf", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 107699, https://www.sciencedirect.com/science/article/pii/S0920410520307646", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "25 Jan 2022"}