{"Nomor": 63103, "Judul": "OPTIMASI KECEPATAN OPERASIONAL KAPAL DENGAN PENDEKATAN EFISIENSI ENERGI PADA KAPAL PERINTIS ANGKUTAN PENUMPANG", "Abstrak": "Dunia pelayaran turut berperan dalam menghasilkan emisi gas CO2 yang\nberdampak buruk pada lingkungan dan menyebabkan perubahan iklim, sehingga\ndibutuhkan pengukuran serta pembatasan emisi gas CO2 terhadap operasional\nkapal. International Maritime Organization (IMO) mengembangkan suatu\npengukuran yang ditujukan untuk mengurangi emisi gas buang kapal yaitu Energy\nEfficiency Operational Indicator (EEOI). Penelitian ini bertujuan untuk\nmenentukan titik kecepatan operasional kapal yang optimal guna mengurangi emisi\ngas CO2 melalui pendekatan EEOI dengan membandingkan formulasi EEOI Actual\ndari kapal dan EEOI Predicted dari parameter kondisi lingkungan pelayaran.\nPersentase selisih kedua nilai tersebut merepresentasikan faktor kekasaran lambung\ndan degradasi performa permesinan kapal. Optimasi dilakukan dengan memadukan\nformulasi EEOI, tahanan tambahan kapal, serta penurunan fungsi kubik antara\nkecepatan dan daya.\nHasilnya dari 12 round voyage pada kapal penumpang jadwal tetap (liner) KM.\nSabuk Nusantara 104 diperoleh persentase selisih nilai EEOI 4,421%. Nilai tersebut\ndigunakan sebagai basis dalam optimasi, dimana dengan menurunkan kecepatan\nsebesar 0,5 knot menjadi 9,5 knot maka emisi gas CO2 turun 1,49% namun waktu\nlayar bertambah 9,02%, dan jika kecepatan diturunkan sebesar 1,25 knot menjadi\n8,75 knot, emisi gas CO2 turun 8,61% dan waktu layar bertambah 23,37%. Hasil\nsetelah dilakukan docking kapal terhadap emisi gas CO2 adalah turunnya\npersentase nilai selisih EEOI Predicted dan Actual menjadi hanya sebesar 0,25%.\nKondisi lingkungan pelayaran, faktor kekasaran lambung (hull fouling) dan\ndegradasi permesinan kapal (machinery degradation), serta jenis dan kualitas bahan\nbakar minyak yang digunakan berperan penting pada tingkat emisi gas CO2\nsehubungan dengan laju konsumsi bahan bakar minyak namun berimbas juga\nterhadap durasi waktu tempuh layar. Dalam aspek teknis, penurunan kecepatan\nmenjadi 8,75 knot dapat diaplikasikan pada kapal KM. Sabuk Nusantara 104 pada\nkondisi lingkungan pelayaran yang sama, namun dalam aspek operasional harus\ndilakukan pertimbangan tujuan program pelayaran pada faktor 3P (People, Planet,\nProfit) dalam penerapannya.", "Daftar File": {"ABSTRAK Hafizh Kus Rizkytama": "https://digilib.itb.ac.id/gdl/download/242096", "BAB 1 Hafizh Kus Rizkytama": "https://digilib.itb.ac.id/gdl/download/242097", "BAB 2 Hafizh Kus Rizkytama": "https://digilib.itb.ac.id/gdl/download/242098", "BAB 3 Hafizh Kus Rizkytama": "https://digilib.itb.ac.id/gdl/download/242099", "BAB 4 Hafizh Kus Rizkytama": "https://digilib.itb.ac.id/gdl/download/242100", "BAB 5 Hafizh Kus Rizkytama": "https://digilib.itb.ac.id/gdl/download/242101", "BAB 6 Hafizh Kus Rizkytama": "https://digilib.itb.ac.id/gdl/download/242102", "PUSTAKA Hafizh Kus Rizkytama": "https://digilib.itb.ac.id/gdl/download/242103"}, "Penulis": "Hafizh Kus Rizkytama [24220011]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Transportasi", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "EEOI, Kapal Perintis, Konsumsi bahan bakar minyak, Kecepatan, Emisi", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "25 Jan 2022"}