{"Nomor": 63116, "Judul": "PERANCANGAN BUKU INTERAKTIF BAGI ANAK PENYANDANG DISLEKSIA MELALUI PENDEKATAN MULTISENSOR", "Abstrak": "Fasih dalam membaca dan menulis merupakan salah satu kemampuan dasar yang\ntidak mudah dicapai oleh penyandang disleksia. Disleksia tidak berhubungan\ndengan tingkat intelegensi, melainkan diakibatkan oleh gangguan otak bagian\ndepan sebelah kiri yang memegang peran penting dalam memroses baca-tulis.\nGangguan disleksia merupakan gangguan belajar spesifik yang paling banyak\nditemui di dunia, kurang lebih diperkirakan 10% populasi muda di Indonesia\nmemiliki gangguan disleksia. Disleksia bukanlah penyakit, sehingga tidak bisa\ndisembuhkan namun kemampuan literasi penyandang disleksia tetap bisa\ndioptimalkan salah satu caranya dengan menggunakan pembelajaran dengan\npendekatan multisensori. Namun, saat ini di Indonesia media pembelajaran literasi\nbagi penyandang disleksia tersebut masih terbatas dan tidak mudah diakses oleh\nsetiap individu dikarenakan usia penelitian disleksia yang masih cenderung muda\ndan edukasi masyarakat terhadap disleksia yang masih rendah. Adapun tujuan\npenelitian ini yaitu untuk membuat karya rancangan aplikasi buku cerita interaktif\nyang diharapkan dapat menjadi media pendukung pembelajaran literasi bagi anak\npenyandang disleksia dengan metode multisensori untuk anak usia dini.\nAdapun metode pendekatan yang digunakan dalam mengembangkan aplikasi buku\ninteraktif ini yaitu metode berbasis double diamond yang mencakup tahapan\ndiscover, define, develop dan deliver dengan melalui proses iterasi. Perancangan\naplikasi buku interaktif ini merupakan konsep pemecahan masalah untuk bisa\nmemberikan alternatif media pendukung pembelajaran literasi baca-tulis Bahasa\nIndonesia yang mudah diakses dan juga memberikan konten narasi visual yang\nmampu mendukung kelemahan dalam pemahaman sekuensial/ urutan bagi\npenyandang disleksia, dalam hal ini mengenai pengenalan konsep waktu urutan\nnama hari.\nPerancangan aplikasi mobile ini nantinya akan disajikan dengan menggunakan\nelemen narasi visual dan user experience. Dengan menggunakan elemen narasi\nvisual yang meliputi cerita tekstual, ilustrasi, animasi serta suara dan elemen user\nexperience yang meliputi elemen interaktivitas dan user interface maka aplikasi\nbuku interaktif ini bisa menjadi media pendukung pembelajaran literasi baca-tulis \nyang efektif dengan kemampuan penyajian multisensori Visual – Auditori –\nKinestetik - Taktil yang terbukti efektif dalam melatih kemampuan literasi\npenyandang disleksia. Selain itu aplikasi buku interaktif juga memiliki kemampuan\nuntuk meningkatkan motivasi membaca dengan menyajikan sistem gamifikasi dan\ninteraktifitas bagi pengguna nya.", "Daftar File": {"2022 TS PP HUTAMI DWIJAYANTI": "https://digilib.itb.ac.id/gdl/download/242125", "COVER Hutami Dwijayanti": "https://digilib.itb.ac.id/gdl/download/258124", "BAB 1 Hutami Dwijayanti": "https://digilib.itb.ac.id/gdl/download/258125", "BAB 2 Hutami Dwijayanti": "https://digilib.itb.ac.id/gdl/download/258126", "BAB 3 Hutami Dwijayanti": "https://digilib.itb.ac.id/gdl/download/258127", "BAB 4 Hutami Dwijayanti": "https://digilib.itb.ac.id/gdl/download/258128", "BAB 5 Hutami Dwijayanti": "https://digilib.itb.ac.id/gdl/download/258129", "PUSTAKA Hutami Dwijayanti": "https://digilib.itb.ac.id/gdl/download/258130"}, "Penulis": "Hutami Dwijayanti [27120084]", "Kontributor / Dosen Pembimbing": ["Dr. Riama Maslan Sihombing, M.Sn."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "disleksia, literasi, buku interaktif, multisensori", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "8 file", "Tanggal Input": "25 Jan 2022"}