{"Nomor": 63125, "Judul": "APLIKASI BUDAYA ORGANISASI UNTUK MENUMBUHKAN BUDAYA INOVASI DI PERUSAHAAN MANUFAKTUR, STUDI KASUS PT. CIBA VISION BATAM", "Abstrak": "PT. Ciba Vision Batam dikategorikan tertinggal bila dibandingkan dengan perusahaan\nAlcon lainnya diseluruh dunia, seperti dalam hal produktifitas, teknologi, proses,\npekerja yang bertalenta, dan banyak lagi. Perusahaan memproduksi produk-produk\nlama, yang sudah ada di pasar lebih dari 20 tahun. Sebagai akibatnya, volume produksi\ntelah turun dalam beberapa tahun terakhir karena banyak produk Alcon yang baru yang\ndiperkenalkan di pasar.\nInovasi telah diidentifikasi oleh manajemen sebagai salah satu dari faktor utama yang\nmenyebabkan perusahaan kalah dalam mendapat lini produksi baru dari kantor pusat.\nSpin-of dari Novartis di 2019 dianggap sebagai momentum yang bagus untuk\nmengarahkan ulang organisasi dan karyawan dengan cara kerja yang baru.\nPenelitian ini berfokus kepada penggunaan budaya organisasi Alcon, kepemilikan dan\npertanggung jawaban, kecepatan dan kemudahan, serta berbicara, untuk meningkatkan\ntingkah  laku  terhadap inovasi  di PT. Ciba Vision Batam.  Disini  peran  dari  tim\nmanajemen sangatlah penting untuk memacu penerapan budaya secara berhasil.\nDengan membuatnya menjadi nyata melalui perilaku, simbol, dan system dalam\nrencana aksi dan pelaksanaan aksi. Penelitian ini menemukan bahwa hal ini berhasil\ndalam meningkatkan dorongan dari tim manajemen kearah tingkah laku yang akan\nmemacu inovasi yang ditunjukkan dengan adanya peningkatan yang besar dari survey\ntingkah laku inovasi dan survey kepuasan karyawan di Oktober 2021 yang dilakukan\nsetelah pelaksanaan aksi diselesaikan. Pendekatan ini juga menciptakan lingkungan\ndan suasana kerja yang mendukung berkembangnya budaya inovasi seperti kolaborasi,\npengambilan resiko, berwawasan bisnis, selalu belajar, dsb.\nOleh karena itu, kita bisa menyimpulkan bahwa budaya Alcon Batam dapat mendorong\nbudaya inovasi secara efektif melalui penglibatan yang penuh dari para pemimpinnya.", "Daftar File": {"2022_TS_PP_Prihtiono Sejati_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/242137"}, "Penulis": "Prihtiono Sejati [29119524]", "Kontributor / Dosen Pembimbing": ["Dr. Henndy Ginting, S.Psi., M.Si., Psikolog"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "budaya organisasi, tingkah laku inovasi, pemimpin, survey", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Jan 2022"}