{"Nomor": 63123, "Judul": "ANALISIS MEKANISME FOKUS GEMPA MIKRO LAPANGAN PANAS BUMI PATUHA DENGAN METODE INVERSI TENSOR MOMEN", "Abstrak": "Lapangan Panas Bumi Patuha terletak di Jawa Barat dan merupakan salah satu\nlapangan panas bumi yang telah menghasilkan energi sebesar 55 MW. Kegiatan\nproduksi energi di lapangan panas bumi ini menghasilkan gempa-gempa mikro.\nMekanisme gempa-gempa ini atau biasa disebut mekanisme fokus dapat diestimasi\ndengan cara inversi tensor momen. Mekanisme fokus gempa mikro ini akan\nmemberikan informasi mengenai pemicu terjadinya sumber gempa yang\ndisebabkan oleh aktivitas produksi ataupun akibat aktivitas tektonik. Penelitian\nmekanisme fokus gempa mikro dilakukan terhadap data rekaman seismogram sejak\n8 Oktober – 10 Desember 2019 menggunakan metode inversi tensor momen.\nPenentuan lokasi hiposenter awal telah dilakukan, tetapi persebaran hiposenter\ntidak membentuk lineasi terhadap pensesaran. Penambahan pengolahan korelasi\nsilang gelombang (waveform cross-correlation) untuk relokasi hiposenter gempa\nmenghasilkan dua klaster yang membentuk lineasi-lineasi sesar, satu klaster di\nBarat dan satu klaster di Timur. Dari hasil mekanisme fokus yang diperoleh\nparameter-parameter sesar untuk klaster Barat yaitu strike sesar adalah N154.47°E,\ndip 86.25°, dan rake 56.6°. Untuk klaster Timur diperoleh strike N326.5°E, dip\n79.8°, dan rake -0.96°. Mekanisme sumber gempa tipe opening tensile fault, baik\ndi klaster Barat maupun klaster Timur, terjadi di zona steam yang merupakan zona\nreservoir uap di lapangan ini, sedangkan mekanisme sumber gempa tipe closing\ntensile fault terjadi di area fluida cair", "Daftar File": {"ABSTRAK Laurent Juliani Monica": "https://digilib.itb.ac.id/gdl/download/242135"}, "Penulis": "Laurent Juliani Monica [22320003]", "Kontributor / Dosen Pembimbing": ["Dr. Afnimar, M.Sc.", "Dr. rer. nat. R. Mohammad Rachmat, S.T., M.T.", "Dr. Ir. Fatkhan, M.T.", "Dr. rer. nat. Andri Hendriyana, S.T., M.T.", "Dr. Shindy Rosalia, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "lapangan panas bumi, gempa mikro, inversi momen tensor, mekanisme fokus", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "25 Jan 2022"}