{"Nomor": 63128, "Judul": "RELOKASI HIPOSENTER GEMPA VULKANIK DAN B-VALUE GUNUNG SINABUNG PERIODE MARET-AGUSTUS 2017", "Abstrak": "Secara geografis Indonesia terletak diantara pertemuan tiga lempeng tektonik yaitu lempeng Indo-Australia, lempeng benua Eurasia dan lempeng Pasifik yang mengakibatkan terbentuknya gunung api aktif, salah satunya adalah Gunung Sinabung. Letusan freatik pertama Sinabung terjadi pada tanggal 27 Agustus 2010 setelah 1200 tahun tidak memiliki sejarah erupsi. Setelah erupsi tersebut, tipe Sinabung ditingkatkan menjadi gunung api tipe A dan pemantauan aktivitas Gunung Sinabung ditingkatkan. Salah satu penyebab aktivitas seismik Gunung Sinabung adalah gempa vulkanik yang dapat dipahami melalui distribusi hiposenter.\nPenelitian ini menggunakan data gempa pada periode Maret-Agustus 2017 yang direkam oleh 7 stasiun seismik. Penentuan lokasi hiposenter menggunakan 499 event gempa menggunakan software GAD. Selanjutnya dilakukan relokasi hiposenter menggunakan software VELEST 3.3. Data gempa yang berhasil direlokasi sebanyak 86% dari total event gempa. Distribusi relokasi hiposenter gempa Gunung Sinabung berada di wilayah timur Sinabung dan berada di wilayah selatan Sibayak pada kedalaman 0.14 km-10.90 km di bawah permukaan laut. Penentuan relokasi menunjukkan hasil yang lebih baik dengan RMS berada pada rentang 0.001-0.759 detik. Hasil dari model kecepatan yang baru setelah relokasi menunjukkan bahwa semakin dalam lapisan bumi semakin besar kecepatan gelombang P karena lapisan bumi semakin kompak atau rapat. Hasil koreksi stasiun menunjukkan delay yang bernilai positif (+) menunjukkan bahwa sebagian besar lapisan di sekitar bawah stasiun merupakan lapisan sedimen. Selanjutnya zona aseismik sebagai lokasi magma chamber diperkirakan berada pada kedalaman 1.5 km dan 5 km. Aktivitas seismik di sekitar jalur migrasi magma digambarkan oleh b-value. Secara keseluruhan, b-value menunjukkan nilai 1.9192 dengan R sebesar 89% yang menyatakan sumber gempa adalah aktivitas magmatik. Variasi temporal b-value meningkat sebelum terjadi erupsi dan menurun saat terjadi erupsi sehingga dapat digunakan sebagai pre-kusor akan terjadinya erupsi dan variasi spasial b-value dapat digunakan untuk meperkuat lokasi magma chamber.", "Daftar File": {"ABSTRAK Sri Aningsih": "https://digilib.itb.ac.id/gdl/download/242140", "COVER Sri Aningsih": "https://digilib.itb.ac.id/gdl/download/256169", "PUSTAKA Sri Aningsih": "https://digilib.itb.ac.id/gdl/download/256175"}, "Penulis": "Sri Aningsih [20219004]", "Kontributor / Dosen Pembimbing": ["Prof. Wahyu Srigutomo, S.Si., M.Si., Ph.D.", "Ahmad Basuki, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Gunung Sinabung, Hiposenter, b-value, GAD, Velest 3.3", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Yati Rochayati", "File": "8 file", "Tanggal Input": "25 Jan 2022"}