{"Nomor": 63127, "Judul": "THE ACQUISITION OF NUSANTARA RESOURCES LTD. BY PT INDIKA ENERGY TBK.: IS THERE A SYNERGY VALUE?", "Abstrak": "Indika Energy merupakan perusahaan perdagangan batubara yang rentan terhadap\nvolatilitas harga batubara sebab menjadi pendorong utama pendapatan Indika\nEnergy. Berdasarkan laporan tahunan, Indika Energy mengalami penurunan laba\ninti dalam dua tahun terakhir dimana potensi penurunan pendapatan akibat\nvolatilitas harga jual batubara dapat mempengaruhi kemampuan perusahaan dalam\nmembayar kewajibannya. Sehingga, menjadi tantangan tersendiri bagi perusahaan\nuntuk menghadapi volatilitas harga batu bara. Pada 6 Oktober 2021, Indika Energy\nmenyelesaikan proses akuisisi Nusantara Resources sebagai perusahaan tambang\nemas yang terdaftar di Australian Stock Exchange (ASX). Sebuah inisiatif\nperbaikan dilakukan oleh Indika Energy dalam bentuk akuisisi Nusantara\nResources karena diharapkan dapat meningkatkan kapabilitas perusahaan dengan\nmelakukan diversifikasi portofolio melalui investasi di industri non-batubara. \nMetode yang dilakukan dalam penelitian ini adalah analisis eksternal dan internal\nuntuk kedua perusahaan, kemudian dilanjutkan dengan melakukan valuasi sinergi\ndan valuasi saham dengan menggunakan Discounted Cash Flow - Free Cash Flow\nto Firm dengan pendekatan Capital Asset Pricing Model untuk mendapatkan nilai\nsinergi dan nilai saham Indika Energy setelah proses akuisisi. \nDari hasil perhitungan, NPV Merger to Acquirer adalah $ 911.710.366, dengan nilai\nsinergi sebesar $ 245.844.576 dan premi akuisisi sebesar $ -665.865.790. Oleh\nkarena itu, dapat dikatakan bahwa akuisisi Nusantara Resources menjadi investasi\nyang baik bagi Indika Energy. Selain itu, Indika Energy mendapatkan financial\nsynergies dari akuisisi ini dikarenakan menurunnya cost of capital yang dari semula\n13,41% menjadi 11,77%. Dari sisi valuasi saham, nilai intrinsik harga saham Indika\nEnergy setelah akuisisi Nusantara Resources menggunakan Discounted Cash Flow\n- Free Cash Flow to Firm adalah $ 0,241 atau setara dengan Rp. 3.438, dengan\nmemperhitungkan nilai tukar Rupiah terhadap US Dollar sebesar Rp. 14.250.\nNamun, per 24 Desember 2021, harga saham saat ini adalah hanya $ 0,11 atau Rp.\n1.525 sehingga memiliki potensi untuk meningkat sebesar 119,35%. Dengan\ndemikian, investor bisa membeli saham ini karena dinilai undervalued.", "Daftar File": {"2022_TS_PP_Irvanida Syazwaniyya Maudya Ihsani_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/242139"}, "Penulis": "Irvanida S. Maudya Ihsani [29120029]", "Kontributor / Dosen Pembimbing": ["Yunieta Anny Nainggolan, S.E., M.Com., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Akuisisi, diversifikasi, peramalan, sinergi, valuasi saham.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Jan 2022"}