{"Nomor": 63126, "Judul": "USULAN DIJITALISASI BISNIS STRATEGI UNTUK USAHA MIKRO KECIL DAN MENENGAH (UMKM) MENGHADAPI ABAD 21TH  PANDEMI  DAN PANDEMICOVID-19 :  STUDI KASUS PADA MISI MARKET BANDUNG", "Abstrak": "Penelitian ini mengambil contoh kasus pada Misi Market sebagai UMKM berjenis toko serba yang\nterdampak pandemi covid-19 dengan metode penelitian kualitatif. Pertama menganalisa isu bisnis dan\nmemahami lingkungan bisnis terlebih dahulu (internal dan eksternal) dengan sumber data primer dari\nwawancara mendalam kepada ahli & Observasi tidak partisipatif, sumber data sekunder dari jurnal\nilmiah, buku, dan laporan dari instansi terkait. Metode analisis yang digunakan adalah PESTEL dan\nPorter’s 5 Forces untuk menganalisis lingkungan eksternal dan metode analisis VRIO dan ResourceBased\nView\nuntuk\nmenganalisis\nlingkungan\ninternal\nsetiap\nmetode\ntersebut\ndigunakan\nuntuk\nmemahami\n\nlingkungan\n\nbisnis pada Misi Market. Setelah memahami lingkungan bisnis Misi Market kemudian\npenulis melakukan formulasi strategi dengan menggunakan Matriks TOWS, Strategi Model Berlian,\nGo-To-Market dan 10 Jenis Inovasi agar Misi Market dapat mengetahui jenis marketing apa yang\npaling tepat untuk dilakukan dalam menjaring konsumen baru, kemudian menentukan bisnis model\nseperti apa yang diterapkan untuk memberikan produk dan layanan kepada konsumen secara daring.\nStrategi \"Klik dan Kumpulkan\" adalah jawaban untuk retail store dalam menawarkan produk dan\nmelayani konsumen sesuai dengan trend yang ada. Inovasi yang dapat dilakukan yaitu \"curbside \npickup\" dan \"Layanan antar tanpa sentuhan\" yang berfungsi untuk meminimalisir pergerakan manusia \ndidalam toko sebagai upaya  pencegahan penyebaran virus Covid-19. Kedua solusi tersebut\ndikembangkan dengan menggunakan Network Resource dan pembuatan sebuah platform Augmented\nReality (AR) untuk menampilkan produk dan layanan yang akan diberikan Misi Market terhadap\nkonsumen. Pengembangan ini diharapkan agar Misi Market dapat meningkatkan penjualan dan\nmenjadi percontohan terhadap bisnis ritel yang ada di kota Bandung, Indonesia, atau bahkan di luar\ndari negara Indonesia, karena mendukung UMKM berkembang akan berdampak baik untuk\npeningkatan PDB nasional.", "Daftar File": {"2022_TS_PP_Wiranto Achmed_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/242138"}, "Penulis": "Wiranto Achmed [29120175]", "Kontributor / Dosen Pembimbing": ["Sonny Rustiadi, M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Lingkungan Bisnis, Pemasaran Digital, Model Bisnis, Tanpa Sentuhan.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Jan 2022"}