{"Nomor": 63121, "Judul": "KAJIAN PENGARUH UKURAN DIAMETER UJUNG NOZEL SEKUNDER ARCH BURNER PRIMARY REFORMER DENGAN METODE SIMULASI COMPUTATIONAL FLUID DYNAMICS (CFD)", "Abstrak": "Primary reformer merupakan alat kritis dalam proses produksi amoniak di PT\nPupuk Kujang. Alat tersebut berguna untuk mengubah gas alam menjadi gas\nsintesis (H2, CO, dan CO2) melalui reaksi steam methane reforming (SMR). Reaksi\nSMR bersifat sangat endothermis di mana kebutuhan panas reaksi tersebut disuplai\noleh pembakaran fuel pada burner. Selama pabrik amoniak beroperasi, pengapian\ndi primary reformer memiliki profil yang tidak optimum. Hal tersebut terlihat dari\nvisual profil api yang tidak lurus, cenderung menyebrang ke row lain, diikuti\ndengan beberapa visual tube yang menyala dan berwarna merah mengindikasikan\nadanya hot spot. Kejadian ini menyebabkan umur katalis di primary reformer\nbagian dalam tidak lama karena sering mengalami kerusakan akibat pemanasan\nberlebih.\nDalam karya tulis ini akan dipelajari penyebab adanya pemanasan berlebih dan\npengaruh diameter lubang ujung nozel sekunder arch burner terhadap profil api\nyang dihasilkan. Metode yang digunakan dalam penelitian ini adalah metode\nnumerik dengan software Computational Fluid Dynamics (CFD). Output software\nCFD berupa profil suhu dan konsentrasi spesies diperlukan untuk mengidentifikasi\nsumber masalah sehingga didapatkan konfigurasi alat yang optimum. Dari hasil\nevaluasi, diketahui bahwa burner existing tidak mampu mengakomodir kebutuhan\nbahan bakar yang ada melalui nozzle burner yang ada sehingga harus beroperasi\ndengan kecepatan di atas 100 m/s. Oleh karena itu diperlukan modifikasi burner\ndengan memperbesar ukuran primary nozzle dan menghilangkan secondary nozzle\nsebagai alternatif suplai bahan bakar. Pengunaan secondary nozzle ini berakibat\npada pencampuran bahan bakar yang kurang baik.", "Daftar File": {"ABSTRAK Zulkarnaen Arsadduddin": "https://digilib.itb.ac.id/gdl/download/242130", "COVER Zulkarnaen Arsadduddin": "https://digilib.itb.ac.id/gdl/download/262408", "TS-TK-Zulkarnaen Arsadduddin-23019032-1-Bab I.pdf\n]": "https://digilib.itb.ac.id/gdl/download/262409", "TS-TK-Zulkarnaen Arsadduddin-23019032-1-Bab II.pdf)u": "https://digilib.itb.ac.id/gdl/download/262410", "TS-TK-Zulkarnaen Arsadduddin-23019032-1-Bab III.pdf?": "https://digilib.itb.ac.id/gdl/download/262411", "TS-TK-Zulkarnaen Arsadduddin-23019032-1-Bab IV.pdf)u": "https://digilib.itb.ac.id/gdl/download/262412", "TS-TK-Zulkarnaen Arsadduddin-23019032-1-Bab V.pdf\n]": "https://digilib.itb.ac.id/gdl/download/262413"}, "Penulis": "Zulkarnaen Arsadduddin [23019032]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Yazid Bindar, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "primary reformer, pemanasan berlebih, profil api, Computational Fluid Dynamics", "Sumber": "Perpustakaan Teknik Kimia", "Staf Input/Edit": "Alice Diniarti  \n                                     Budi Cahyadi", "File": "7 file", "Tanggal Input": "25 Jan 2022"}