{"Nomor": 63120, "Judul": "ANALISIS HIDROGEOKIMIA DAN ISOTOP STABIL AKUIFER TERTEKAN DAN KAITANNYA DENGAN ZONA KONSERVASI AIR TANAH PADA CEKUNGAN AIR TANAH BANDUNG-SOREANG", "Abstrak": "Cekungan Air Tanah Bandung-Soreang merupakan salah satu cekungan yang memiliki banyak sumur bor diatasnya. Kondisi ini akan mempengaruhi kuantitas maupun kualitas air tanah tertekan. Selain itu, aliran antar akuifer berpotensi terjadi di cekungan air tanah Bandung-Soreang. Penelitian ini menerapkan analisis hidrogekimia dan isotop stabil untuk mengetahui kualitas dan asal air pada sistem air tanah tertekan serta mengkonfirmasi terjadinya aliran antar akuifer. Dalam melakukan analisa, data hasil pengujian hidrogeokimia dan isotop dintegrasikan dengan zona konservasi air tanah serta kondisi geologi. Hasilnya menunjukkan bahwa sampel air tanah tertekan dalam proses pembentukannya dipengaruhi oleh proses pertukaran ion dan interaksi dengan air tanah tidak tertekan/air meteorik. Daerah yang mengalami aliran antar akuifer terbesar melalui fenomena akuifer leakage yaitu zona kritis di cekungan air tanah Bandung-Soreang. Hal ini ditandai dengan hasil nilai isotop stabil yang lebih berat dan adanya pengaruh sistem air tanah tidak tertekan pada proses pembentukan air.", "Daftar File": {"ABSTRAK Abdul Havidz": "https://digilib.itb.ac.id/gdl/download/242129", "COVER Abdul Havidz": "https://digilib.itb.ac.id/gdl/download/248307", "BAB 1 Abdul Havidz": "https://digilib.itb.ac.id/gdl/download/248308", "BAB 2 Abdul Havidz": "https://digilib.itb.ac.id/gdl/download/248309", "BAB 3 Abdul Havidz": "https://digilib.itb.ac.id/gdl/download/248310", "BAB 4 Abdul Havidz": "https://digilib.itb.ac.id/gdl/download/248311", "BAB 5 Abdul Havidz": "https://digilib.itb.ac.id/gdl/download/248312", "PUSTAKA Abdul Havidz": "https://digilib.itb.ac.id/gdl/download/248313"}, "Penulis": "Abdul Havidz [22719306]", "Kontributor / Dosen Pembimbing": ["Dr. Dasapta Erwin Irawan, S.T., M.T.", "Dr. Rusmawan Suwarman, S.Si., M.T.", "Irwan Iskandar, S.T., M.T., Ph.D.", "Dr. Edi Riawan, S.Si., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Air Tanah", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Geology, hydrology & meteorology", "Kata Kunci": "cekungan air tanah Bandung-Soreang, hidrogeokimia, isotop, air tanah tertekan, aliran antar akuifer", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "25 Jan 2022"}