{"Nomor": 63136, "Judul": "RUANG KOLABORASI UNTUK MENDUKUNG KEGIATAN BELAJAR HYBRID - GANESA COWORKING SPACE DI BANDUNG", "Abstrak": "Dalam masa Adaptasi Kebiasaan Baru akibat pandemi COVID-19 ini di bidang pendidikan, terdapat\nsistem belajar baru yaitu Hybrid. Sistem ini memerlukan fasilitas yang dapat mendukung produktivitas\nkegiatan belajar daring sehingga dirancang sebuah coworking space. Proyek ini berada di Jalan Ganesa\nBandung, di sebelah kampus ITB sehingga coworking space ini ditujukan untuk mendukung kegiatan\nmahasiswa dan civitas akademik dalam sistem belajar Hybrid. Proyek Ganesa Coworking Space ini\ndibangun di atas lahan seluas 3910 m2dan merupakan proyek milik perorangan. Dikarenakan KLB dari\nlahan sebesar 0,6 coworking space ini hanya terdiri dari 1,5 lantai. Proyek ini dirancang dengan 3\nmassa utama, dengan massa 1 adalah bangunan cagar budaya yang dialih fungsikan menjadi ruang\nuntuk coworking, massa 2 sebagai massa utama yang dirancang menjadi center dengan menyediakan\nruang – ruang tertutup dengan fungsi beragam dan massa 3 yang berfungsi penuh sebagai ruang\ncoworking. Ketiga massa ini dapat diakses melalui jalur backbone yang menyatukan ketiga massa dan\nmenjadi jalur sirkulasi utama. Di antara massa terdapat area perantara sebagai akses masuk ke\nbangunan. Isu perancangan dari coworking space ini adalah menyesuaikan konteks lingkungan ITB,\ndesain fleksibel saat pandemi, dan menciptakan collaborative space. Untuk menyesuaikan dengan\nkonteks ITB, desain atap dari coworking space ini adalah atap miring 45o dengan bahan atap sirap dan\nterdapat koridor di jalur sirkulasi. Kemudian terdapat 1 ruang sebagai fasilitas interaksi antar ITB dan\nluar yaitu Toko ITB. Coworking space ini merepresentasikan ITB dengan sistem teknologi dalam\npelayanan dan pemesanan. Sebagai respon pandemi, desain bukaan coworking space ini besar dan\nfleksibel untuk memaksimalkan cahaya dan sirkulasi udara. Konsep biophilia digunakan pada\ncoworking space ini untuk meningkatkan produktivitas belajar. Untuk merespon collaborative space,\ndesain ruang – ruang dalam coworking space transparan sehingga kegiatan di dalam ruang bisa\nterlihat. Disediakan juga ruang untuk mengadakan event.", "Daftar File": {}, "Penulis": "Aurelia Silviana Theodora [15217038]", "Kontributor / Dosen Pembimbing": ["Ir. Tri Yuwono, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Adaptasi Kebiasaan Baru, Hybrid, Coworking Space, ITB, Collaborative Space", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "26 Jan 2022"}