{"Nomor": 63139, "Judul": "STUDI TEORITIK KAPASITANSI KUANTUM PADA PERMUKAAN ELEKTRODA SUPERKAPASITOR NIFE", "Abstrak": "Pesatnya perkembangan teknologi nano piranti elektronik menyebabkan semakin mengecilnya dimensi piranti elektronik. Dampak dimensi tersebut menyebabkan timbulnya efek kuantum pada piranti elektronik salah satunya kapasitansi kuantum (rumus) pada elektroda superkapasitor. (rumus) berpengaruh penting terhadap kinerja maksimal superkapasitor. Paduan besi-nikel (NiFe) merupakan salah satu material elektroda superkapasitor yang menjanjikan dan populer diteliti karena memiliki ketahanan korosi dan stabilitas siklus yang baik, serta kapasitansi tinggi. Penelitian ini bertujuan untuk mengamati karakteristik (rumus) permukaan elektroda superkapasitor NiFe secara fundamental menggunakan metode pendekatan density functional theory (DFT) secara komputasional dengan software Vienna Ab Initio Simulation Package. Simulasi yang saya lakukan memperoleh model struktur bcc NiFe(110) dengan konsentrasi 33,33%Ni sebagai model paling stabil sesuai hasil eksperimen. Berdasarkan model tersebut diketahui pembentukan lapisan NiFe(110) pada Fe(110) tidak dapat terjadi secara spontan namun membutuhkan energi eksternal minimal penumbuhan sebesar 13,91 eV. Kemudian subtitusi Ni pada permukaan Fe(110) meningkatkan ???????? Fe(110) secara signifikan dengan ???????? tertinggi sebesar 1022,26 ?F/cm2. Selain itu, subtitusi Ni pada permukaan Fe(110) juga meningkatkan ketahanan korosi Fe(110). Perhitungan variasi potensial aplikasi elektroda terhadap ???????? NiFe(110) pada suhu ruangan menunjukkan bahwa NiFe(110) memiliki karakteristik elektroda positif yang lebih baik dibandingkan Fe(110). Berdasarkan hasil tersebut, saya merekomendasikan NiFe(110) sebagai pilihan material elektroda positif superkapasitor.", "Daftar File": {"ABSTRAK Victor Reynaldi": "https://digilib.itb.ac.id/gdl/download/242151", "COVER Victor Reynaldi": "https://digilib.itb.ac.id/gdl/download/256184", "PUSTAKA Victor Reynaldi": "https://digilib.itb.ac.id/gdl/download/256191"}, "Penulis": "Victor Reynaldi [20219006]", "Kontributor / Dosen Pembimbing": ["Triati Dewi Kencana Wungu, S.Si., M.T., Ph.D.", "Prof. Dr. Suprijadi, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "superkapasitor NiFe, density functional theory, kapasitansi kuantum, nanoelektronik", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Alice Diniarti", "File": "8 file", "Tanggal Input": "26 Jan 2022"}