{"Nomor": 63148, "Judul": "PADEMANGAN BARAT INTERGENERATIONAL CENTRE", "Abstrak": "Indonesia kini sedang mengalami dampak dari bonus demografi, yaitu peningkatan penduduk\nlansia yang menyulutkan urgensi untuk menyediakan infrastruktur untuk lansia. Proyek ini\nmerupakan proyek Pademangan Barat Intergenerational Centre, yaitu fasilitas yang mewadahi\naktivitas masyarakat dengan fokus hubungan antar generasi sebagai upaya mewujudkan kota yang\nramah lansia. Proyek ini menaungi 2 fasilitas utama, yaitu fasilitas social day care lansia dan pusat\nkomunitas. Social day care lansia menyediakan program untuk lansia dalam lingkungan perumahan,\nsehingga sesuai untuk lansia yang hidup di luar kepengurusan institusi. Sedangkan fasilitas pusat\nkomunitas berperan sebagai stimulus interaksi sosial antargenerasi. Proyek yang menempati lahan\nsebesar 10.000 m2 ini berada pada kelurahan Pademangan Barat, kota Jakarta Utara sebagai salah satu kelurahan dengan populasi lansia terpadat di DKI Jakarta. Isu perancangan dari proyek ini diambil dari turunan berbagai aspek yang mempengaruhi kualitas hidup lansia, yaitu rancangan yang mendorong gaya hidup sehat, mendukung pengembangan keterampilan, dan memicu dukungan sosial untuk lansia. Konfigurasi ruang pada proyek ini dibuat senyaman mungkin untuk lansia dengan pendefinisian zonasi ruang dengan 4 tingkat spektrum privat-publik dan penyusunan jenis-jenis ruang tersebut yang kompatibel.\nKonfigurasi ruang dan ekspresi bangunan yang menimbulkan kesan seperti berada di rumah agar\npengguna merasa betah untuk menggunakan fasilitas, yaitu dengan menarik pengunjung dengan\nactive frontage dan memanfaatkan berbagai void untuk menciptakan suasana ruang luar yang\nterselubung dan mengaburkan batas antara ruang luar dan ruang dalam untuk optimasi kenyamanan\npengguna yang lebih familiar berinteraksi di ruang luar. \nProyek ini terdiri dari tiga massa bangunan yang dihubungi oleh jembatan dengan massa terbesar bertingkat tiga dengan material bangunan didominasi oleh warna hangat untuk menciptakan suasana seperti di rumah. Struktur bangunan yang digunakan antara lain kolom balok  konvensional dan struktur bentang lebar seperti waffle slab dan vierendeel untuk meminimalisir penghalang pandangan.", "Daftar File": {}, "Penulis": "Dian Okta Viryani [15217046]", "Kontributor / Dosen Pembimbing": ["Ir. Wiwik Dwi Pratiwi, M.E.S, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "lansia, Intergenerational Centre, kualitas hidup, konfigurasi ruang, suasana", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "26 Jan 2022"}