{"Nomor": 63150, "Judul": "A VOYAGE TO INDEPENDENCE: MEMUDARKAN SEMPADAN ANTARA PENYANDANG ASD/ADHD DAN MASYARAKAT MELALUI PUSAT PENGEMBANGAN KETERAMPILAN DAN KOMUNITAS DI KOTA BEKASI", "Abstrak": "Autism spectrum disorder (ASD) dan attention deficit hyperactivity disorder (ADHD) merupakan\ngangguan kesehatan yang umum terjadi pada manusia. Gangguan ini menyebabkan penyandangnya\nmemiliki kepekaan sensoris yang lebih tinggi dibanding orang pada umumnya sehingga penyandang\nkerap mengalami sensory overload. Kondisi tersebut menyebabkan penyandang sulit untuk memenuhi\nkebutuhan akan aktualisasi diri yang melibatkan kemandirian dalam prosesnya. Kondisi ini juga\nmenjadi penyebab atas timbulnya stigma di kalangan masyarakat yang tidak familier terhadapnya.\nOleh karena itu, proyek ini dibuat sebagai tempat di mana para penyandang dapat mengembangkan\ndirinya tanpa khawatir akan bayang-bayang sensory overload dan tempat di mana masyarakat umum\ndapat secara langsung mengetahui dan memahami karakter penyandang yang sebenarnya sehingga\nstigma terkait penyandang dapat perlahan-lahan memudar. Proyek ini merupakan gabungan dari\npusat pengembangan keterampilan dan pusat komunitas yang mewadahi kegiatan pendidikan\ninformal, terapi, dan sosial. Proyek ini bertempat di Kota Bekasi, berdekatan dengan beberapa instansi\npendidikan formal sehingga terdapat potensi diadakannya kegiatan edukatif yang melibatkan\nkolaborasi antara penyandang dan peserta didik normal. Proses desain mengacu pada teori-teori\nterkait lingkungan edukasi ramah sensoris dan desain ruang sosial yang dapat mereduksi stigma\nterhadap penyandang. Gagasan tersebut kemudian diterapkan dalam aspek desain organisasi ruang,\nbentuk massa, gubahan spasial, serta sistem selubung yang dapat mendukung perkembangan\npenyandang untuk menjadi pribadi yang mandiri di masa depan.", "Daftar File": {}, "Penulis": "Muhammad Irsyad Alfaridzi [15217088]", "Kontributor / Dosen Pembimbing": ["Tubagus Muhammad Aziz Soelaiman, S.T., MA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "kemandirian, ASD/ADHD, sensory overload, ramah sensoris, reduksi stigma", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "26 Jan 2022"}