{"Nomor": 63153, "Judul": "STRATEGI BISNIS PT FUTURA LAND (PENGEMBANG REAL ESTAT) UNTUK BERKOMPETISI DAN BERTUMBUH DI MASA DEPAN", "Abstrak": "COVID-19 telah mempengaruhi berbagai aspek kehidupan, terutama ekonomi. Pandemi telah mengubah bagaimana dunia bekerja dan mengubah perilaku konsumen. Terlepas dari berbagai usaha keras dari sektor swasta dan stimulus yang dikeluarkan oleh pemerintah pusat, tingkat pemulihan ekonomi masih rendah. Futura Land sebagai salah satu pengembang properti juga tidak terkecuali. Perusahaan perlu melakukan peninjauan kembali dan meningkatkan strategi bisnis untuk dapat mempersiapkan diri menghadapi kompetisi dan beradaptasi pada kemungkinan bahwa COVID-19 akan ditetapkan sebagai endemi. Penelitian ini bertujuan untuk menemukan akar permasalahan dari pencapaian penjualan yang belum pulih, efek dari beberapa inisiatif pemerintah untuk menggairahkan pasar properti, dan memberikan rekomendasi strategi bisnis termasuk implementasi bisnis untuk Perusahaan. \nPenelitian ini menggunakan metode penelitian kualitatif melalui pengumpulan langsung data dan intrepretasi data. Penelitian ini mengutilisasi data primer dan sekunder untuk mendapatkan informasi yang dapat digunakan untuk mencari akar permasalahan masalah yang telah disebutkan sebelumnya dan merekomendasikan strategi bisnis yang paling sesuai. Data primer dikumpulkan melalui wawancara dan penyebaran kuesioner. Data sekunder diperoleh dari buku, artikel, publikasi, dan sumber terpercaya lainnya untuk mendukung kesimpulan dan rekomendasi penelitian ini. Wawancara dilakukan dengan 7 orang dan kuesioner telah direspon oleh 114 orang. \nBerdasarkan analisa data, belum tercapainya target penjualan dipengaruhi oleh faktor internal dan eksternal. Dari faktor internal, beberapa penyebab adalah kurangnya sistem evaluasi terstruktur dalam Perusahaan, rendahnya tingkat pengenalan merek di kalangan pembeli potensial, kurangnya inisiatif dari tenaga penjualan, kurangnya inovasi pada pengembangan produk, dan rendahnya kolaborasi pegawai antar departemen. Secara eksternal, daya beli konsumen masih rendah dengan adanya pengaruh dari mutasi varian COVID-19 yang tidak berujung. Selain itu, stimulus pasar properti baru dikeluarkan oleh pemerintah pada awal tahun 2021, setahun setelah pandemik hadir dan mempengaruhi ekonomi secara negatif.\nTerlepas dari kurang sigapnya inisiatif yang dikeluarkan oleh pemerintah, penelitian ini menyimpulkan bahwa inisiatif tersebut masih disambut baik dan meningkatkan keinginan masyarakat untuk membeli properti. Inisiatif terkait dengan keringanan pembayaran, dalam hal ini uang muka rendah atau bahkan nihil, dianggap sebagai inisiatif yang paling menarik oleh konsumen. Inisiatif ini dianggap kurang menarik oleh Perusahaan karena adanya risiko gagal bayar oleh pembeli yang dapat berujung pada pembelian kembali oleh pengembang. Menurut karyawan Perusahaan, insentif penanggungan pajak keluaran atas penjualan rumah dianggap sebagai insentif yang paling menarik, walaupun insentif ini bersifat jangka pendek dan lebih menguntungkan untuk pengembang dengan banyak unit tersedia untuk dijual. \nSebagai rekomendasi untuk memenangkan persaingan dan bertumbuh, Perusahaan perlu meningkatkan kegiatan komunikasi pemasaran dan lebih fokus pada platform online sambil terus meninjau isi dari materi pemasaran, mengembangkan tim pengembangan produk untuk menunjang desain produk, memperkuat peran dari petugas hubungan bank untuk membantu pembeli mendapatkan pembiayaan dan juga memberikan pilihan bank yang variatif bagi pembeli. Terakhir, Perusahaan juga perlu mengembangkan sistem evaluasi yang lebih mutahir dan terstruktur untuk menilai efektifitas dan memutuskan keberlanjutan program yang diajukan kepada manajemen. ?", "Daftar File": {"COVER Priscilla": "https://digilib.itb.ac.id/gdl/download/254960", "BAB 1 Priscilla": "https://digilib.itb.ac.id/gdl/download/254961", "BAB 2 Priscilla": "https://digilib.itb.ac.id/gdl/download/254962", "BAB 3 Priscilla": "https://digilib.itb.ac.id/gdl/download/254963", "BAB 4 Priscilla": "https://digilib.itb.ac.id/gdl/download/254964", "PUSTAKA Priscilla": "https://digilib.itb.ac.id/gdl/download/254965"}, "Penulis": "Priscilla [29320152]", "Kontributor / Dosen Pembimbing": ["Anh Dung Do, MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Bisnis, Pertumbuhan, Inisiatif Pemerintah, Pasar Properti.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "26 Jan 2022"}