{"Nomor": 63158, "Judul": "GENESIS AND CHARACTERISTICS OF THE DOLOMITE RESERVOIRS IN MIDDLE DEVONIAN GUANWUSHAN FORMATION, NORTHWEST SICHUAN BASIN, SW CHINA", "Abstrak": "A great breakthrough has been made on oil-gas exploration of the Middle Devonian Guanwushan Formation in Northwest Sichuan Basin. The further exploration shows that the dolomite reservoir is complicated with insufficient investigation. Taking the Middle Devonian Guanwushan Formation as an example, systematic study has been carried out on its reservoir character, mechanism and genesis of dolostone. The field and core data suggest that reservoir types of Guanwushan Formation consist of crystalline dolomite, breccia dolomite and reef dolomite, and reservoir space is characterized by intercrystal (dissolution) pores, residual pores among breccias, intragranular dissolution pores, pockets as well as fractures. Besides, pore structure is of good configuration, showing medium-low porosity and moderate permeability, with average porosity and permeability of 2.23% and 0.44mD respectively, which suggesting fracture-pore and fracture-cavity reservoir. Combined with the previous research, it is suggested that the reservoir of Guanwushan Formation was controlled by facies, dolomitization and two-step karstification, with reef-shoal facies being material base for reservoir development, early dolomitization being key factor for reservoir space preservation, polyphase karstification being foundation for reservoir development and tectogenesis finally finalizing the reservoir.", "Daftar File": {}, "Penulis": "Ya Zhang [-]", "Kontributor / Dosen Pembimbing": ["Bing Luo", "Cong Chen", "Minglong Li", "Zhimin Jin", "Shixuan Zhang", "Yuwei Shen"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Northwest Sichuan Basin; Middle Devonian; Guanwushan Formation; Dolomitization; Genesis of reservoirs", "Sumber": "Petroleum, Volume 6, Issue 2, 2020, Pages 138-148, https://www.sciencedirect.com/science/article/pii/S2405656119301014", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "26 Jan 2022"}