{"Nomor": 63165, "Judul": "DISTRIBUSI SPASIAL CO2 OCO-2 LITE PRODUCT LEVEL 2 DAN IDENTIFIKASI INTERAKSI LINGKUNGAN TERHADAP KONSENTRASI ATMOSFER", "Abstrak": "Penelitian ini menggunakan data OCO-2 Lite Product Level 2 berbasis remote-sensing untuk mengatasi keterbatasan data pengukuran permukaan konsentrasi CO_2 dan mengidentifikasi variasi konsentrasi CO_2 di atmosfer yang diduga dipengaruhi oleh faktor meteorologi dan kondisi terestrial. Pertama, penelitian ini menguji kelayakan data OCO-2 sebagai komplemen data pengamatan permukaan dalam berbagai skala spasial (global, regional, subregional, dan colocation). Selanjutnya XCO_2 keluaran OCO-2 ditampilkan dalam peta spasial dan pola temporal dari September 2014 – Desember 2020 untuk mendapatkan variasi konsentrasi XCO_2. Interaksi XCO_2 dengan faktor lingkungan, khususnya kondisi meteorologi (curah hujan, angin, dan suhu permukaan laut) dan kondisi terestrial (vegetasi dan episode kebakaran hutan), dianalisis dalam hubungan spasial dan temporal. Terakhir, penelitian ini mencoba mengidentifikasi pengaruh proxy ketersediaan air yang ditinjau dari kondisi kekeringan meteorologis dan kekeringan terrestrial menggunakan metode SPI dan DSI. Hasil penelitian menunjukan data OCO-2 Lite Product Level 2 mampu menjadi komplemen data pengamatan permukaan pada batasan situasi global, regional, dan subregional. Situasi regional Indonesia, sebaran spasial konsentrasi XCO_2 meningkat dengan sebaran homogen. Konsentrasi XCO_2 meningkat 16,78 ppm dalam 76 bulan, dengan rata-rata tahunan 2,8 ppm/tahun. Pola temporal menunjukkan konsentrasi XCO_2 di Indonesia memiliki pola musiman yang dipengaruhi oleh pola pergerakan massa udara setiap tahunnya. Hasil ini menunjukkan adanya kontribusi long-range transport pollutants konsentrasi XCO_2 di Indonesia. Peningkatan konsentrasi XCO_2 mempengaruhi kenaikan suhu permukaan laut dengan korelasi 0.4-0.6. Kuantitas curah hujan tidak berkorelasi dengan XCO_2, namun kenaikan XCO_2 berdampak terhadap penurunan kualitas air hujan. Peristiwa kebakaran hutan bukanlah penyebab utama peningkatan konsentrasi XCO_2, tetapi jumlah titik api berkontribusi terhadap besaran kenaikan XCO_2 setiap tahunnya. Kondisi vegetasi tidak berkorelasi dengan konsentrasi XCO_2 yang disebabkan karena kondisi vegetasi di Indonesia tidak berubah sepanjang tahun. Terakhir, penelitian ini mengkonfirmasi histori kekeringan SPI memiliki hubungan lemah-moderate dengan XCO_2, namun tidak menunjukan korelasi dengan DSI sebagai indeks kekeringan terrestrial. Kondisi meteorologi memiliki pengaruh lebih dominan terhadap XCO_2 dibandingkan dengan kondisi terrestrial.", "Daftar File": {"FANDY BALBO.pdf?": "https://digilib.itb.ac.id/gdl/download/242183"}, "Penulis": "Fandy Balbo [25319313]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Puji Lestari, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "XCO2, OCO-2, Indonesia, Sea Surface Temperature, Curah Hujan, Vegetasi, Kebakaran Hutan.", "Sumber": "Tesis Januari 2022", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "26 Jan 2022"}