{"Nomor": 63171, "Judul": "ANALISIS FAKTOR PENENTU DAN RISIKO PENULARAN COVID-19 DI LINGKUNGAN INDUSTRI (STUDI KASUS: PT X, BANDUNG, JAWA BARAT)", "Abstrak": "COVID-19 adalah penyakit menular yang disebabkan oleh virus jenis\ncoronavirus. COVID-19 dapat menyebar terutama dari orang ke orang melalui\npercikan-percikan yang disebut droplet. Dengan penyebaran COVID-19 yang semakin\npesat, WHO menyatakan wabah COVID-19 sebagai pandemi. Untuk mencegah risiko\npenularan penyakit COVID-19 di industri, studi ini mengeksplorasi bagaimana kondisi\nlingkungan kerja, kebiasaan pekerja dan kebijakan perusahaan dalam menghadapi\nwabah penyakit ini. Studi kasus yang diambil pada penelitian ini adalah industri PT X,\nBandung, Jawa Barat. Metode pengumpulan data adalah dengan melakukan studi\nliteratur, wawancara, FGD dan kuesioner. Kuesioner yang digunakan mengacu pada\nreferensi “Employee Risk Assessment in Response to COVID-19” dan “African Union\nCOVID-19 Occupational Safety and Health Guidelines Series: Workplace Sector\nSpecific: Risk Assessment: Volume 1” oleh African Union Development Agency dan\nILO. Data hasil penelitian dianalisis menggunakan uji statistik bivariat dengan bantuan\nprogram komputer pengolahan data SPSS metode tabulasi silang untuk mencari nilai\nrisk ratio / relative risk (RR). Tingkat risiko keparahan COVID-19 pekerja PT. X\nberdasarkan hasil penelitian terdiri dari kategori rendah dan sedang. Sebanyak 80\npekerja PT. X terdiri dari 62 orang (77,5%) dengan tingkat risiko keparahan COVID-\n19 rendah dan 18 orang (22,5%) dengan tingkat risiko keparahan COVID-19 sedang.\nBahaya-bahaya yang dapat timbul dan menjadi faktor penularan COVID-19 di PT. X\ndisebabkan oleh faktor-faktor yaitu: kondisi lingkungan kerja, personal pekerja, dan\nkebijakan yang berlaku.", "Daftar File": {"QURRATU AYUNIN.pdf?": "https://digilib.itb.ac.id/gdl/download/242195"}, "Penulis": "Qurratu Ayunin [25319003]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dwina Roosmini, M.S."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "COVID-19, risiko penularan COVID-19, faktor penentu COVID-19, COVID-19 di industri, COVID-19 di lingkungan kerja.", "Sumber": "Tesis Januari 2022", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "26 Jan 2022"}