{"Nomor": 63175, "Judul": "COMPARATIVE RISK EVALUATION AND SENSITIVITY ANALYSIS OF THE LIBYAN EPSA IV AND ITS MODIFIED MODEL LEPSA I", "Abstrak": "This paper extends the analysis of the fourth model of Exploration and Production Sharing Agreement (EPSA IV) and our proposed modification of the Libyan Exploration and Production Sharing Agreement (LEPSA I) to field applications. The paper focuses on risk evaluation and analyzing the sensitivity of the fiscal terms of EPSA IV model (cost recovery, A factors, and B factors) and the fiscal terms of LEPSA I model (initial production share, the geologic probability of success, and the oil reference price) on the profitability indicators of Net Present Value (NPV) and Internal Rate of Return (IRR). The deterministic analysis method and stochastic analysis method using the Monte Carlo Simulation have been used in this study. The two methods were used to show the probability distribution of the NPV and IRR on the basis of the random variables of fiscal terms in the two models of EPSA IV and LEPSA I, respectively. The simulation output of the development field scenario of enhanced oil recovery using CO2 injection showed that the cost recovery is a very sensitive term on the NPV and IRR in the EPSA IV model. But, the A and B factors in the EPSA IV model have different sensitivities on the NPV and IRR. The B factor 3 and B factor 1 are more sensitive on the NPV and IRR than are other factors. The B factor 4 and A factor 4 have shown less effect on the NPV and IRR than the other factors. Moreover, the simulation output showed that the initial share and reference price are more sensitive to the NPV and IRR than the probability of success on the basis of the LEPSA I model.", "Daftar File": {}, "Penulis": "Saad A. Balhasan [-]", "Kontributor / Dosen Pembimbing": ["Brian F. Towler, Khaled O. AlHadramy", "Biltayib M. Biltayib"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Production sharing; Agreement; Risk assessment", "Sumber": "Petroleum, Volume 6, Issue 2, 2020, Pages 206-213, https://www.sciencedirect.com/science/article/pii/S2405656118301846", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "26 Jan 2022"}