{"Nomor": 63179, "Judul": "ARSITEKTUR SEBAGAI WADAH PENDAYAGUNAAN SUMBER DAYA LOKAL: RAHARJA LEMAH CAI, SEKOLAH MENENGAH KEJURUAN PERTANIAN DI TASIKMALAYA", "Abstrak": "Sekolah Menengah Kejuruan Pertanian Raharja Lemah Cai dibangun sebagai respons terhadap\npertimbangan Kementerian Pendidikan dan Kebudayaan dalam menyusun Peta Jalan Pendidikan\nIndonesia 2020-2035. Pertimbangan tersebut mengenai otonomi pekerja yaitu sumber daya manusia\nmemiliki kontrol yang besar terhadap karier mereka. Pendirian sekolah ini juga mempertimbangkan\nkarakteristik lokasi. Proyek berada di daerah rural dengan potensi agraria yang tinggi. Tata guna lahan\npertanian luas dan berpeluang menjadi sumber daya terbarukan yang dapat dimanfaatkan penduduk\nsetempat. Tujuan perancangan sekolah vokasi ini adalah menjadi sarana pendayagunaan potensi lokal\npertanian dengan rancangan yang beradaptasi terhadap teknologi. Luas sekolah vokasi ini adalah\n8.124 m2 dan didirikan di lahan sekitar 2.5 hektare. Fungsi fasilitas di sekolah vokasi ini meliputi ruang\npembelajaran umum, ruang pembelajaran khusus, dan ruang penunjang. Kapasitas sekolah vokasi ini\ndapat menampung hingga 500 peserta didik. Sekolah vokasi ini memiliki tiga kelompok keahlian yaitu\nprogram keahlian budi daya tanaman, pengolahan hasil budi daya tanaman, dan alat mesin pertanian.\nSekolah Menengah Kejuruan Pertanian Raharja Lemah Cai dirancang untuk meningkatkan kualitas\npendidikan vokasi dengan cara menciptakan ruang pembelajaran yang kolaboratif, kreatif, aman, dan\ninklusif. Konsep perancangan sekolah vokasi ini mengambil inspirasi dari alam yaitu petakan sawah.\nPola petakan digubah menyesuaikan kontur tapak dan dirancang berselang-seling antara massa\nbangunan dan ruang luar sebagai upaya kolaborasi dengan alam. Dalam skala ruang mikro, unsur\nkolaborasi merupakan langkah untuk menciptakan ruang belajar yang kreatif. Fleksibilitas bidang\ndinding antar kelas dapat menciptakan ruang diskusi menjadi lebih luas. Selain itu, sekolah vokasi ini\njuga memperhatikan aspek keamanan dan inklusi. Rancangan tangga yang terintegrasi dengan fungsi\nsanitasi diibaratkan sebagai menara keamanan. Menara ini tersebar di tiga titik penghubung massa \nberlantai jamak dan menghadap langsung ke area tanah lapang. Sedangkan, aspek inklusi pada\nsekolah ini terdapat dalam rancangan rampa yang menghubungkan ruang kelas bawah dan atas.\nRancangan Sekolah Menengah Kejuruan Pertanian Raharja Lemah Cai memiliki empat massa, tiga\njalur, dan beberapa ruang luar. Masing-masing massa dibangun dengan struktur baja. Massa utara\nmerupakan ruang penunjang formal dengan bentuk bangunan terbelah sebagai akses utama menuju\nkawasan sekolah. Fungsi ruang ini berupa aula, ruang guru, dan amfiteater. Massa timur terdiri dari\ntiga lantai. Massa ini merupakan ruang penunjang dan pembelajaran dengan bentuk bangunan\nmemanjang berupa cacahan antara ruang luar dan dalam. Ruang-ruang luar merupakan jalan cahaya\ndan hawa bagi ruang-ruang di sekitarnya. Ruang-ruang luar juga menjadi kantung-kantung untuk jalur\nevakuasi. Massa selatan merupakan ruang praktik pendidikan vokasi. Massa ini berjumlah jamak dan\nterintegrasi dengan fungsi musala, pengairan, dan lahan garapan. Massa barat merupakan ruang\npenunjang dan pembelajaran dengan bentuk bangunan dua balok yang bertubrukan. Balok utama\nberupa massa cacah ruang dalam dan ruang luar dengan fungsi serupa massa timur. Sementara itu,\nbalok lainnya berupa massa untuk rampa sebagai fungsi pembayangan dan penyejukan. Keempat\nmassa utama dihubungkan dengan jalur teduh berupa selasar. Di sekitar massa utama juga terdapat\njalur servis dan irigasi. Sementara itu, ruang luar terdiri atas taman, tempat parkir, lapangan, dan\ntanah budi daya tanaman.", "Daftar File": {}, "Penulis": "Krisna Agustriana [15217062]", "Kontributor / Dosen Pembimbing": ["Dr. Allis Nurdini, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Sekolah, Vokasi, Pertanian, Kolaborasi, Kreatif", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "26 Jan 2022"}