{"Nomor": 63170, "Judul": "STRATEGI TRANSISI ENERGI BARU TERBARUKAN UNTUK PT. CAMPUR ILMIAH (PT.CI) UNTUK MENURUNKAN 50% EMISI PADA TAHUN 2030", "Abstrak": "Tren energi global dan juga Indonesia sedang menuju proses transisi dari bahan bakar fosil ke energi terbarukan (dekarbonisasi) dalam rangka mengurangi efek Gas Rumah Kaca (GRK). Industri sebagai salah satu penyumbang terbesar penghasil emisi diharapkan dapat berpartisipasi dalam upaya ini, di mana bahan bakar dan listrik memainkan peran penting dalam menjalankan operasi. Banyak bisnis mencoba untuk berpartisipasi dan menyatakan komitmen mereka pada inisiatif transisi energi ini dengan meningkatkan porsi energi terbarukan dalam operasi mereka. Dalam kasus Indonesia, pemerintah telah menetapkan target 29% bauran pembangkit listrik dari energi terbarukan pada tahun 2030 dan mendukungnya dengan mengeluarkan beberapa peraturan yang mendukung inisiatif ini. Sementara itu, bisnis memiliki beberapa ketidakpastian tentang bagaimana energi terbarukan akan diperoleh dan apakah opsi energi terbarukan ini tersedia pada saat mereka membutuhkannya.\nPertumbuhan ekonomi di Indonesia dan penetrasi bisnis Campur Plc. (CP) di Indonesia telah menunjukkan angka yang menjanjikan, tetapi juga membawa kekhawatiran lain terkait dengan kebutuhan konsumsi energi yang lebih banyak yang menyebabkan lebih banyak emisi yang dihasilkan. Campur Plc. melalui anak perusahaannya di Indonesia, PT. Campur Ilmiah (PT. CI) telah menargetkan entitas untuk mengurangi 50% dari emisi pada tahun 2030 dengan mengacu data tahun 2018, yang mana sejalan dengan target 46,2% pengurangan emisi perusahaan secara global. Ketidakpastian pencapaian target tersebut bersumber dari faktor eksternal dan internal, serta tidak lupa bagaimana mempertahankan pencapaian tersebut secara berkelanjutan. Lokasi PT.Campur Ilmiah yang berada di kawasan industri perlu dipertimbangkan sebagai pembatas, dimana pasokan listrik dan energi diatur oleh pengelola kawasan. Aksesibilitas, ketersediaan dan keterjangkauan biaya energi terbarukan diharapkan dapat ditangani oleh pemerintah, kawasan industri dan pihak ketiga dalam bisnis energi lainnya, namun pentahapan dan pencapaiannya hingga saat ini belum menunjukkan kemajuan yang menjanjikan. Sebagai sebuah bisnis, PT.Campur Ilmiah perlu memiliki perencanaan strategis pada transisi energi ini untuk mendukung target global serta menunjukkan iklim investasi yang positif di Indonesia.\nTarget waktu telah ditetapkan dan banyak ketidakpastian telah diidentifikasi, sehingga untuk mempersiapkan dan mengatasi ketidakpastian ini, kerangka kerja perencanaan skenario dikembangkan untuk proses transisi energi. Sebagai hasil identifikasi, bauran dan penggunaan energi serta pilihan energi terbarukan serta ketersediaannya menjadi ketidakpastian krusial dalam jangka panjang. Dengan menggabungkan 2 faktor tersebut, penelitian ini mencoba mengidentifikasi dan menentukan beberapa skenario yang mungkin terjadi di masa depan ketersediaan energi terbarukan serta konsumsi energi PT.Campur Ilmiah dalam kasus dengan atau tanpa ekspansi. Terdapat 4 (empat) skenario yang telah dikembangkan dan masing-masing skenario dieksplorasi untuk mengidentifikasi alternatif dan strategi yang memungkinkan untuk tetap dapat mencapai target, serta bagaimana organisasi dalam perusahaan mengelola perubahan tersebut. Sebagai kesimpulan dari penelitian ini, ditetapkan empat (4) strategi utama yang dapat dilakukan untuk mencapai tujuan tersebut. Penelitian ini juga dapat digunakan sebagai acuan perencanaan ke depan untuk industri sejenis yang memiliki target dan jenis bauran energi yang sama.", "Daftar File": {"COVER Enrico Yushardi Hamdani": "https://digilib.itb.ac.id/gdl/download/252799", "BAB 1 Enrico Yushardi Hamdani": "https://digilib.itb.ac.id/gdl/download/252800", "BAB 2 Enrico Yushardi Hamdani": "https://digilib.itb.ac.id/gdl/download/252801", "BAB 3 Enrico Yushardi Hamdani": "https://digilib.itb.ac.id/gdl/download/252802", "BAB 4 Enrico Yushardi Hamdani": "https://digilib.itb.ac.id/gdl/download/252803", "PUSTAKA Enrico Yushardi Hamdani": "https://digilib.itb.ac.id/gdl/download/252804"}, "Penulis": "Enrico Yushardi Hamdani [29320124]", "Kontributor / Dosen Pembimbing": ["Dr. Agung Wicaksono, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Energi Terbarukan, Transisi Energi, Pengurangan Emisi, Perencanaan Scenario, Industri Sejenis, Bauran Energi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "26 Jan 2022"}