{"Nomor": 63174, "Judul": "PEMODELAN DAYA TAMPUNG BEBAN PENCEMAR DAN KAPASITAS ASIMILASI MENGGUNAKAN MODEL WASP (STUDI KASUS: SUNGAI LANDAK HILIR)", "Abstrak": "Sungai Landak merupakan salah satu anak sungai dari Sungai Kapuas di wilayah pesisir Provinsi Kalimantan Barat yang melintasi tiga kabupaten/kota yaitu Kabupaten Landak, Kabupaten Kubu Raya dan Kota Pontianak yang dimanfaatkan sebagai sarana air baku. Dari segi kuantitas, ketersediaan air baku melimpah namun dari segi kualitas sumber air baku tersebut sudah tercemar. Berdasarkan data pemantauan bulanan yang dikeluarkan oleh BWSK I, kualitas air Sungai Landak secara keseluruhan berada pada kisaran tercemar ringan di hulu dan sedikit bergeser ke tercemar sedang di hilir sungai berdasarkan indeks pencemaran sungai. Oleh karena itu, dilakukan penelitian untuk menganalisis hasil kondisi kualitas air eksisting pada 11 segmen di Sungai Landak hilir berdasarkan parameter BOD, COD, DO, TSS, Nitrat dan memprediksi perubahan kualitas air akibat beban pencemaran baik dari point source maupun non point source di sepanjang sungai dengan pendekatan software Water Quality Analysis Simulation Program (WASP). Selain itu, menganalisis kapasitas asimilasi badan air dalam menerima beban polutan. Hasil penelitian menunjukkan bahwa point source memberikan kontribusi beban pencemaran tertinggi (87%) dibandingkan dengan sumber non point source (13%). Berdasarkan hasil analisis kondisi eksisting dan status mutu air, Sungai Landak hilir dikategorikan tercemar ringan dengan nilai indeks pencemaran (IP) 1,44. Kapasitas beban pencemar yang diperbolehkan masuk ke Sungai Landak diperoleh dari hasil simulasi model WASP dengan parameter BOD sebesar 152.159 kg/hari dan 1.003.768 kg/hari untuk COD. Maka dari hasil analisis kapasitas asimilasi didapatkan bahwa perairan Sungai Landak hilir telah melampaui batas kapasitas asimilasi atau telah overcapacity dalam menampung beban pencemar. Dengan demikian, diperlukan tindakan pengendalian pencemaran air tambahan untuk mengendalikan dan mengurangi beban pencemaran di sub-DAS Landak bagian hilir.", "Daftar File": {"ANNISA CHIKA AYU ANNGRAENI.pdf?": "https://digilib.itb.ac.id/gdl/download/242198", "COVER Annisa Chika Ayu Anggraeni": "https://digilib.itb.ac.id/gdl/download/256384", "BAB 1 Annisa Chika Ayu Anggraeni": "https://digilib.itb.ac.id/gdl/download/256385", "BAB 2 Annisa Chika Ayu Anggraeni": "https://digilib.itb.ac.id/gdl/download/256386", "BAB 3 Annisa Chika Ayu Anggraeni": "https://digilib.itb.ac.id/gdl/download/256387", "BAB 4 Annisa Chika Ayu Anggraeni": "https://digilib.itb.ac.id/gdl/download/256388", "BAB 5 Annisa Chika Ayu Anggraeni": "https://digilib.itb.ac.id/gdl/download/256389", "BAB 6 Annisa Chika Ayu Anggraeni": "https://digilib.itb.ac.id/gdl/download/256391", "PUSTAKA Annisa Chika Ayu Anggraeni": "https://digilib.itb.ac.id/gdl/download/256392"}, "Penulis": "Annisa Chika Ayu Anggraeni [25319304]", "Kontributor / Dosen Pembimbing": ["Ir. Arief Sudradjat, S.T., MIS, Ph.D.", "Dr. Mariana Marselina S., S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "kapasitas asimilasi, beban pencemaran, Sungai Landak, WASP", "Sumber": "Tesis Januari 2022", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "9 file", "Tanggal Input": "26 Jan 2022"}