{"Nomor": 63180, "Judul": "PENGARUH MARIGOLD (TAGETES ERECTA LINN.) TERHADAP RESPON TANAMAN UBI CILEMBU (IPOMOEA BATATAS POIR. VAR RANCING) YANG DIINVESTASI DENGAN HAMA BOLENG (CYLAS FORMICARIUS FABR.)", "Abstrak": "Ubi cilembu merupakan ubi jalar dengan rasa manis yang khas dan banyak disukai. Namun dalam\nkultivasinya, petani sering mengalami gagal panen karena serangan hama boleng yang diduga\nmerupakan spesies endemik di kebun-kebun ubi. Penelitian sebelumnya yang dilakukan di Desa\nCigendel, Kabupaten Sumedang, Jawa Barat menunjukkan bahwa tanaman marigold yang ditanam\ndi sekeliling tanaman ubi cilembu dapat menekan pertumbuhan hama boleng dan meningkatkan\npertumbuhan serta panen umbi. Oleh karena itu, dilakukan penelitian lanjutan untuk mengetahui\npengaruh marigold yang diberikan dengan cara ditabur di awal masa tanam disertai dengan\npenanaman marigold di sekeliling lahan yang telah diinvestasi dengan hama boleng. Penelitian ini\ndirancang secara acak lengkap dengan 8 petak perlakuan yang terdiri dari TA (marigold dan\ncacahan), CTA (Cylas, marigold dan cacahan), CA (Cylas dan cacahan), A (cacahan), T (hanya\nmarigold), CT (Cylas dan marigold), C+ (diberi Cylas) sebagai kontrol positif, dan C- (tanpa Cylas,\nmarigold, dan cacahan) sebagai kontrol negatif. Parameter yang diamati meliputi kadar prolin dan\nasam salisilat pada daun dan akar yang diuji secara kuantitatif menggunakan spektrofotometer dan\nuji kadar gula pada umbi dilakukan secara kuantitatif dengan HPLC (High Pressure Liquid\nChromatography) SHIMADZU LC 10AD, dengan column shodex sugar SP 0810, eluent H2O, laju\nalir 1 mL/min, tekanan 12 dan suhu column 75°C. Hasil penelitian ini menunjukkan bahwa belum\ndapat ditentukan korelasi antara penambahan marigold terhadap kadar prolin dan asam salisilat\norgan daun dan akar tanaman ubi Cilembu serta untuk penambahan marigold dalam bentuk\ntegakan memberikan pengaruh terhadap tingginya kadar gula (sukrosa, glukosa, dan fruktosa).", "Daftar File": {"ABSTRAK Gia Rahmanisa": "https://digilib.itb.ac.id/gdl/download/242204"}, "Penulis": "Gia Rahmanisa [10616043]", "Kontributor / Dosen Pembimbing": ["Trimurti Hesti Wardini, M.Sc., Ph.D.", "Novi Tri Astutiningsih, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "Ubi Cilembu, Tagetes erecta, Cylas formicarius, prolin, asam salisilat, kadar gula", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "26 Jan 2022"}