{"Nomor": 63186, "Judul": "MENGAJUKAN PENINGKATAN EFISIENSI PADA OPERASI LIFT ON LIFT OFF DI PERUSAHAAN LOGISTIK", "Abstrak": "Pengoperasian Lift On Lift Off (LoLo) merupakan operasional penting di bisnis PT. Airin. Operasi tersebut meliputi bagaimana peti kemas diperlakukan di lapangan peti kemas. Bisnis dari PT. Airin adalah menempatkan peti kemas untuk sementara di halaman peti kemasnya sebelum peti kemas diserahkan kepada pemilik muatan. Lift On merupakan rangkaian operasi kerja pada saat peti kemas ditempatkan di lapangan peti kemas PT. Airin akan dikirim ke pemilik kargo. Kata Lift On mengutamakan pada saat reach stacker meletakkan peti kemas ke truk yang akan mengantarkan peti kemas ke pemilik kargo. Istilah ini diterapkan terbalik dalam operasi Lift Off. Lift Off adalah rangkaian operasi kerja pada saat peti kemas dari terminal peti kemas dikirim ke PT. Airin. Namun, PT. Airin masih memiliki ruang untuk perbaikan pada operasi tersebut karena adanya indikator seperti truk masih harus menunggu di lapangan peti kemas dan jika salah satu reach stacker PT. Airin macet, lapangan peti kemas PT. Airin akan sangat ramai dengan truk. Hal itulah yang menyangkut efisiensi bagaimana PT. Airin melakukan operasi. Penelitian ini untuk meninjau apa yang menjadi akar penyebab masalah dan mengusulkan peningkatan operasi. Untuk melakukan tugas tersebut, penelitian ini menggunakan Lean Six Sigma. Ada metode DMAIC di dalam Lean Six Sigma. DMAIC adalah Define, Measure, Analyze, Improve, dan Control. Penelitian ini menggunakan metode kualitatif. Beberapa wawancara dilakukan dengan beberapa karyawan yang terlibat dalam operasi yang dituju. Hasil wawancara membantu memperkuat situasi aktual dan memahami dinamika internal PT. Airin. Beberapa tools juga dilibatkan dalam penelitian seperti SIPOC Diagram, Pareto Diagram, dan Fishbone Diagram. Dari hasil penelitian didapatkan akar permasalahan adalah minimnya training, minimnya fasilitas, minimnya teknologi, minimnya jangkauan stacker backup. Pada fase Improve, penulis mengusulkan perbaikan untuk mengatasi akar permasalahan. Setelah menggabungkan hasil fase-fase sebelumnya dan imajinasi, penulis menghasilkan perbaikan dengan mengadakan acara pelatihan berkala, menambahkan perangkat gadget terintegrasi, dan menambah total reach stacker. Penyelenggaraan acara pelatihan secara berkala diharapkan dapat mengatasi kurangnya acara pelatihan. Penyelenggaraan acara pelatihan berkala membuat operator reach stacker lebih bijak dalam bekerja dan berbagi pengalaman pribadi dengan operator lain. Penambahan perangkat gadget terintegrasi diharapkan dapat mengatasi minimnya fasilitas dan teknologi. Ini memotong langkah-langkah dalam melakukan operasi LoLo untuk digabungkan menjadi satu langkah. Dengan kata lain, setelah perangkat gadget terintegrasi diimplementasikan, pengoperasiannya harus menjadi lebih efisien dari sebelumnya. Penambahan total reach stacker diharapkan dapat mengatasi kurangnya cadangan reach stacker. PT. Airin seharusnya tidak perlu khawatir lagi ketika lalu lintas keluar masuk peti kemas semakin tinggi. Ada satu reach stacker yang siap sebagai cadangan ketika salah satu reach stacker mati.", "Daftar File": {"COVER M. Bramasto Aryo Bimo": "https://digilib.itb.ac.id/gdl/download/254211", "BAB 1 M. Bramasto Aryo Bimo": "https://digilib.itb.ac.id/gdl/download/254212", "BAB 2 M. Bramasto Aryo Bimo": "https://digilib.itb.ac.id/gdl/download/254213", "BAB 3 M. Bramasto Aryo Bimo": "https://digilib.itb.ac.id/gdl/download/254214", "BAB 4 M. Bramasto Aryo Bimo": "https://digilib.itb.ac.id/gdl/download/254215", "PUSTAKA M. Bramasto Aryo Bimo": "https://digilib.itb.ac.id/gdl/download/254216"}, "Penulis": "M. Bramasto Aryo Bimo [29320069]", "Kontributor / Dosen Pembimbing": ["Ir. Adirizal Nizar, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Operasi Lift On Lift Off, Lean Six Sigma, Perusahaan Logistik.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "26 Jan 2022"}