{"Nomor": 63195, "Judul": "PENGEMBANGAN PROSES BISNIS PT PETROLEUM INDONESIA NIAGA DALAM MENGATASI DAMPAK PANDEMI COVID 19 UNTUK MEMPERKUAT KINERJA BISNIS", "Abstrak": "Pandemi Covid-19 telah membawa perusahaan pada kondisi VUCA (volatilitas, ketidakpastian, kompleksitas, dan ambiguitas), untuk itu setiap perusahaan perlu memiliki rencana pengembangan terkait dengan segala aspek yang melingkupinya. Kondisi ini memaksa perusahaan untuk melakukan berbagai terobosan dengan ide-ide kreatif sebagai upaya untuk beradaptasi dengan perubahan dalam memperkuat kinerja bisnis. Dalam melakukan penelitian ini, metode penelitian yang digunakan adalah penelitian eksploratif (kualitatif) antara lain wawancara dan studi pustaka. Beberapa teknik analisis termasuk Analisis PESTEL, Porter's 5 Forces, Analisis VRIO, Analisis Rantai Nilai, Analisis SWOT dan Matriks TOWS dikembangkan dalam penelitian ini. Hasil penelitian ini menyatakan bahwa digitalisasi melalui pengembangan proses bisnis merupakan salah satu solusi dalam menghadapi Pandemi Covid-19 untuk meningkatkan kinerja bisnis. Perusahaan sejenis disarankan untuk menerapkan digitalisasi pada proses bisnis nya terutama di masa Pandemi Covid-19.", "Daftar File": {"COVER Zaenab Fitriyah Qooniitah": "https://digilib.itb.ac.id/gdl/download/255708", "BAB 1 Zaenab Fitriyah Qooniitah": "https://digilib.itb.ac.id/gdl/download/255709", "BAB 2 Zaenab Fitriyah Qooniitah": "https://digilib.itb.ac.id/gdl/download/255710", "BAB 3 Zaenab Fitriyah Qooniitah": "https://digilib.itb.ac.id/gdl/download/255711", "BAB 4 Zaenab Fitriyah Qooniitah": "https://digilib.itb.ac.id/gdl/download/255712", "PUSTAKA Zaenab Fitriyah Qooniitah": "https://digilib.itb.ac.id/gdl/download/255713"}, "Penulis": "Zaenab Fitriyah Qooniitah [29320025]", "Kontributor / Dosen Pembimbing": ["Ir. Adirizal Nizar, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Pengembangan Proses Bisnis, Digitalisasi, Kinerja Bisnis, Analisis PESTEL, Analisis Rantai Nilai, Analisis SWOT", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "26 Jan 2022"}