{"Nomor": 63196, "Judul": "DIFUSI KONSEPSI WILAYAH ADAT DALAM KEBIJAKAN PEMBANGUNAN DI PROVINSI PAPUA", "Abstrak": "Papua dapat dikatakan sebagai daerah Indonesia yang memiliki kompleksitas masalah pembangunan paling tinggi. Ekstrimnya bentang geografis, intensnya konflik, kebijakan pemerintah yang tidak kontekstual hingga keberagaman sosial budaya masyarakatnya menjadi tantangan yang menempatkan provinsi ini sebagai langganan terbawah dalam berbagai pemeringkatan indeks pembangunan. Untuk mengatasi situasi ini, pemerintah daerah dan pusat berupaya melakukan kebijakan afirmatif agar percepatan pembangunan dapat terjadi. Salah satu yang menarik dan berbeda dibanding daerah lain Indonesia ialah dilakukannya pendekatan pembangunan berbasis lima wilayah adat semenjak tahun 2013. Pendekatan ini disebut sebagai jawaban atas tuntutan pembangunan berbasis sosial budaya yang sejak lama mengemuka untuk konteks Tanah Papua. Setelah dirancang oleh Pemerintah Provinsi dan kemudian diusulkan kepada pemerintah pusat, pendekatan ini kemudian menjadi salah satu acuan utama dalam berbagai rencana pengembangan wilayah di Provinsi Papua. Tujuan penelitian ini adalah untuk melihat proses difusi inovasi konsep wilayah adat sebagai jawaban atas pembangunan berbasis sosial budaya di Papua. Metode yang digunakan dalam penelitian ini adalah studi kasus dengan pendekatan kualitatif deskriptif. Hasil penelitian menunjukkan bahwa konsepsi lima wilayah adat yang dikenal di Provinsi Papua saat ini belum terdefinisikan dengan jelas serta memiliki postulat yang sangat longgar. Hal ini menyebabkan sulitnya mengimplementasikan konsep ke dalam program pembangunan yang berdampak signifikan terhadap masyarakat. Proses difusi inovasi terjadi karena adanya kebutuhan untuk penyusunan dokumen rencana pembangunan oleh lembaga pemerintah, untuk mengidentifikasi komoditas unggulan wilayah, serta memperpendek rentang kendali tata kelola pemerintahan. Namun, dalam prosesnya masih melibatkan segelintir elit birokrasi dan belum mewakili pemangku kepentingan yang lebih luas. Oleh sebab itu, penelitian ini menyarankan agar para pengambil keputusan melakukan penyesuaian secara filosofis maupun substantif dari pendekatan yang digunakan dengan program pembangunan yang direncanakan, memperluas partisipasi masyarakat adat dan para pemangku kepentingan lain, sambil terus berupaya melakukan langkah resolusi konflik agar program pembangunan lebih tepat sasaran, khususnya bagi peningkatan kesejahteraan Orang Asli Papua.", "Daftar File": {"COVER Azhari Fauzi": "https://digilib.itb.ac.id/gdl/download/242267", "BAB_1 Azhari Fauzi": "https://digilib.itb.ac.id/gdl/download/242268", "BAB_2 Azhari Fauzi": "https://digilib.itb.ac.id/gdl/download/242269", "BAB_3 Azhari Fauzi": "https://digilib.itb.ac.id/gdl/download/242270", "BAB_4 Azhari Fauzi": "https://digilib.itb.ac.id/gdl/download/242271", "BAB_5 Azhari Fauzi": "https://digilib.itb.ac.id/gdl/download/242272", "BAB_6 Azhari Fauzi": "https://digilib.itb.ac.id/gdl/download/242273", "DAFTAR Azhari Fauzi": "https://digilib.itb.ac.id/gdl/download/242274"}, "Penulis": "Azhari Fauzi [24019009]", "Kontributor / Dosen Pembimbing": ["Dr. Drs. Suhirman, S.H., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Difusi, inovasi, pengembangan wilayah, wilayah adat Papua", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "26 Jan 2022"}