{"Nomor": 63203, "Judul": "PRAKTIK PARTISIPASI MASYARAKAT DALAM PENANGANAN PERMUKIMAN KUMUH (STUDI KASUS : PROGRAM KOTAKU DI KELURAHAN PRINGGOKUSUMAN, KECAMATAN GEDONGTENGEN, KOTA YOGYAKARTA)", "Abstrak": "Salah satu penyebab kemunculan masalah permukiman kumuh di wilayah\nperkotaan adalah adanya ketidakmampuan masyarakat dalam menjangkau dan\nmemenuhi segala kebutuhan penunjang permukiman. Maka dari itu, Partisipasi\nmasyarakat adalah suatu upaya yang diperlukan dalam menangani persoalan\npermukiman kumuh di Indonesia agar kesadaran masyarakat untuk menjaga\nlingkungannya dapat terbangun. Guna menangani permasalahan permukiman kumuh\ntersebut, Direktorat Jenderal Cipta Karya berinisiatif membangun suatu platform\nkolaborasi melalui Program Kota Tanpa Kumuh (KOTAKU), dimana penanganan\npermukiman kumuh dipimpin oleh pemerintah daerah dengan mengedepankan prinsip\nkolaboratif dan partisipatif dalam tahap perencanaan sampai implementasinya.\nPartisipasi masyarakat merupakan modal utama dalam pencapaian sasaran program\nKOTAKU, dimana ketercapaian program ini tidak akan berjalan maksimal tanpa\nadanya keterlibatan aktif dari masyarakat. Sebagai salah satu kelurahan dengan nilai\nketercapaian program dan angka penurunan kumuh paling baik di Kota Yogyakarta,\npenyelenggaraan program KOTAKU di Kelurahan Pringgoksuman perlu dijadikan\npercontohan serta ditinjau terkait praktik partisipasi masyarakat yang diterapkan pada\nsetiap tahapan program. Pada penelitian ini akan ditelaah bentuk, pendekataan,\nmekanisme serta outcome dari peyelengaraan partisipasi masyarakat dalam program\nKOTAKU.\nAnalisis yang dilakukan pada penelitian ini menggunakan metode kualitatif\ndeskriptif. Dari penelitian ini dapat disimpulkan bahwa program KOTAKU\ndiimplementasikan melalui empat tahapan, yaitu tahap persiapan, perencanaan,\npelaksanaan dan tahap keberlanjutan. Berdasarkan tinjauan mekanisme partisipasi\nmasyarakat menggunakan democracy cube (Fung, 2006), diketahui bahwa dalam\npenyelenggaraan program KOTAKU terdapat upaya meningkatkan nilai\nrepresentative dengan adanya pembentukan organisasi atau kelompok masyarakat,\nyaitu kelompok TIPP (Tim Inti Perencanaan Partisipatif) pada tahap perencanaan,\nKSM (Kelompok Swadaya Masyarakat) pada tahap pelaksanaan dan KPP (Kelompok\nPemeliharan dan Pemanfaatan) pada tahap keberlanjutan. Mekanisme tersebut\nsekaligus meningkatkan nilai efektivitas dari penerapan partisipasi masyarakat melalui\nkemitraan dengan fasilitator program KOTAKU, lalu adanya pemberian otoritas\npenuh kepada masyarakat dalam memanfaatkan dan memelihara sarana prasarana\nyang sudah dibangun. Proses komunikasi yang informatif dan reflektif juga\nditingkatkan seiring dengan diberikannya ruang bagi masyarakat untuk bernegosiasi\ndan bermusyawarah dalam menentukan kebijakan penanganan permukiman kumuh\npada tahap pelaksanaan hingga tahap keberlanjutan", "Daftar File": {}, "Penulis": "Maisara Humaira Yandari [15417030]", "Kontributor / Dosen Pembimbing": ["Dr. Drs. Suhirman, S.H., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Partisipasi Masyarakat, Program KOTAKU, Penanganan Permukiman Kumuh, legitimasi, efektivitas.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "8 file", "Tanggal Input": "26 Jan 2022"}