{"Nomor": 63201, "Judul": "DAMPAK COVID-19 TERHADAP ASET PENGHIDUPAN DAN STRATEGI PENGHIDUPAN BERKELANJUTAN MASYARAKAT DI DESA WISATA NGLANGGERAN", "Abstrak": "Pariwisata merupakan salah satu sektor unggulan bagi Indonesia. Hal ini dikarenakan Indonesia memiliki potensi alam dan karakter budaya yang sangat beragam. Tidak heran apabila sektor pariwisata menjadi sumber devisa terbesar setelah CPO dan batubara pada tahun 2018. Berbagai macam jenis wisata dapat ditemukan di Indonesia. Mulai dari wisata alam, wisata budaya, wisata bahari dan wisata desa. Wisata desa menjadi salah satu jenis wisata yang berkembang dengan cepat. Seperti Desa Wisata Nglanggeran contohnya. Pada tahun 2012 kunjungan wisata desa Nglanggeran hanya sebesar 27.875 wisatawan, namun pada tahun 2018 mampu naik mencapai 142.179 wisatawa hanya dalam kurun waktu 6 tahun. Namun pada awal tahun 2020, kunjungan turun secara derastis dikarenakan adanya wabah pandemi covid-19. Penelitian ini bertujuan untuk mengidentifikasi dampak yang ditimbulkan terhadap 5 aset penghidupan masyarakat di desa wisata Nglanggeran. analisa dilakukan dengan memberikan pembobotan pada setiap indikator dan dilakukan penilaian. Hasil skor menunjukkan tingkatan dampak akibat pendemi covid-19. Hasil dari penilaian menunjukan modal alam memiliki dampak positif. Sedangkan modal sosial dan modal fisik mengalami dampak yang positif namun tidak begitu signifikan. Selain itu penelitian ini juga untuk mengidentifikasi strategi yang telah diterapkan di desa wisata Nglanggeran dengan variabel intensifikasi dan ekstensifikasi, diversifikasi dan konsolidasi. Hasilya, Secara keseluruhan, respon masyarakat dan juga pengelola (Pokdarwis) sangat baik, tanpa disadari 3 strategi tersebut telah diterapkan. Namun perlu untuk dimaksimalkan. Penelitian ini diharapkan menjadi bahan pertimbangan dalam pembuatan kebijakan serta mengevaluasi strategi penghidupan masyarakat agar dapat berkelanjutan.", "Daftar File": {"COVER.pdf?_": "https://digilib.itb.ac.id/gdl/download/242298"}, "Penulis": "Andy Prasetyo [28819008]", "Kontributor / Dosen Pembimbing": ["Dr. Drs. Suhirman, S.H., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Dampak covid-19, aset penghidupan, strategi penghidupan berkelanjutan, desa wisata Nglanggeran", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "1 file", "Tanggal Input": "26 Jan 2022"}