{"Nomor": 63209, "Judul": "PENGEMBANGAN METODE PENILAIAN ERGONOMI OWAS BERBASIS SENSOR GERAK DENGAN UMPAN BALIK SECARA REAL-TIME", "Abstrak": "Gangguan muskuloskeletal terkait pekerjaan merupakan salah satu penyebab utama cedera industri di negara maju dan berkembang. Salah satu upaya yang dapat dilakukan untuk meminimasi gangguan tersebut adalah dengan melakukan penilaian ergonomi. Umumnya, metode penilaian ergonomi yang digunakan saat ini bersifat observasi menggunakan lembar kerja yang diisi oleh ahli ergonomi. Penelitian ini bertujuan mengusulkan pengembangan metode penilaian ergonomi mengintegrasikan Ovako Working Posture Analysis System (OWAS) dengan Inertial Measurement Units (IMUs) yang kemudian disebut OWAS IMUs. Metode penilaian ini dapat memberikan umpan balik secara real-time kepada pekerja. Tahapan pengembangan metode penilaian dimulai dengan melakukan studi lapangan. Studi lapangan dilakukan dengan kunjungan langsung ke salah satu industri manufaktur untuk mengamati beberapa tugas produksi. Berdasarkan karakteristik tugas produksi, metode penilaian yang tepat untuk digunakan adalah OWAS. Aspek pekerjaan yang dipertimbangkan sebagai faktor risiko gangguan muskuloskeletal adalah postur punggung, lengan, kaki, dan berat yang ditangani. Faktor risiko ini dipertimbangkan dalam desain sistem sensor menggunakan delapan IMUs yang kemudian ditempatkan pada bagian tubuh punggung, lengan dan kaki berdasarkan metode penilaian OWAS. Pada sistem yang diusulkan, nilai sudut segmen tubuh yang diperoleh dari masing-masing sensor IMUs disimpan dalam log dan diunggah ke database online menggunakan aplikasi pada PC, yaitu IMU Monitor. OWAS IMUs kemudian divalidasi dan dibandingkan dengan hasil pengukuran manual. Pengukuran menunjukkan bahwa sudut pada sistem tersebut telah memiliki validitas dan reliabilitas yang baik dengan root mean square error 2o-8o, korelasi Spearman di atas 0,75, test-retest reliability menunjukkan hubungan yang signifikan antara dua hasil pengukuran (p<0,001) serta nilai intraclass correlation coefficients 0,5-0,9. Pengujian skor OWAS IMUs dan hasil pengukuran manual menunjukkan hasil yang sama. Sistem tersebut berhasil memberikan umpan balik secara real-time tentang postur yang dialami pekerja yang ditunjukkan dalam bentuk sistem peringatan berupa suara dan getaran. Penelitian lebih lanjut dapat mengintegrasikan beberapa metode observasi lainnya dengan IMUs sehingga penggunaan metode penilaian menjadi lebih mudah dan dapat diandalkan.", "Daftar File": {"ABSTRAK Anisa Fauziah": "https://digilib.itb.ac.id/gdl/download/242325"}, "Penulis": "Anisa Fauziah [23419012]", "Kontributor / Dosen Pembimbing": ["Khoirul Muslim, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Gangguan muskuloskeletal, OWAS, real-time, sistem sensor, IMUs", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "27 Jan 2022"}