{"Nomor": 63204, "Judul": "OPTIMASI JUMLAH DUMP TRUCK MENGGUNAKAN TEORI ANTRIAN UNTUK MEMINIMALKAN BIAYA PENGGALIANPEMUATAN DAN PENGANGKUTAN BATUAN PENUTUP DI TAMBANG BATUBARA PT XYZ", "Abstrak": "Salah satu perusahaan pertambangan batubara di Indonesia adalah PT. XYZ yang menjadi salah\nsatu pemasok kebutuhan batubara untuk keperluan ekspor ke luar negeri dan dalam negeri.\nKegiatan penggalian-pemuatan dan pengangkutan batuan penutup merupakan salah satu kegiatan\nutama pada PT. XYZ. Oleh karena itu, biaya penggalian-pemuatan dan penggalian harus\ndiusahakan agar seminimal mungkin supaya perusahaan bisa mendapatkan keuntungan yang\nmaksimal. Hal tersebut dapat dilakukan dengan cara mengoptimalkan jumlah alat angkut yang\ndigunakan.\n\nDalam penelitian ini, dilakukan optimasi jumlah dump truck berdasarkan teori antrian karena dapat\nmengestimasi waktu tunggu dump truck dari berbagai variasi jumlah dump truck yang digunakan\npada kegiatan penggalian-pemuatan pada pengangkutan batuan penutup. Penelitian ini dilakukan\ndi PT. XYZ dengan metode tambang terbuka yang menggunakan peralatan backhoe dan dump\ntruck untuk mengangkut untuk batuan penutup dari front penambangan ke waste dump.\n\nPada sistem antrian ini, diasumsikan hanya terdapat empat simpul pelayanan, yaitu penggalian dan\npemuatan batuan penutup di front kerja (loading), pengangkutan batuan penutup menuju waste\ndump (hauling), pembuangan batuan penutup (dumping) di waste dump, dan perjalanan kembali\nmenuju front kerja (returning). Dengan memvariasikan junlah dump truck pada sistem antiran ini,\nhasil analisis menunjukkan bahwa sistem antrian dengan 7 buah dump truck memerlukan biaya\npenggalian-pemuatan dan pengangkutan yang paling rendah, yaitu Rp 6.405/m3 batuan penutup.", "Daftar File": {"ABSTRAK Ridho Adiwignyo Yusuf": "https://digilib.itb.ac.id/gdl/download/243630"}, "Penulis": "Ridho Adiwignyo Yusuf [12117081]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Arjo Prawoto Wibowo, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "biaya penggalian-pemuatan dan pengangkutan, dump truck, optimalisasi, pemindahan batuan penutup, sistem siklus antrian.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "26 Jan 2022"}