{"Nomor": 63202, "Judul": "KAJIAN KONTRIBUSI INISIATIF DISTRIBUSI KEMBALI MAKANAN BERLEBIH TERHADAP PEMBANGUNAN BERKELANJUTAN: STUDI KASUS FOOD BANK DI JAKARTA DAN BANDUNG", "Abstrak": "Sampah makanan adalah masalah yang mendesak untuk diselesaikan, mengingat\ndampak lingkungannya yang buruk serta usia pakai TPA di wilayah studi yang akan\nsegera habis. Bagian dari sampah makanan, yakni makanan berlebih layak makan,\nmasih banyak terbuang padahal permasalahan kerawanan pangan dan malnutrisi\nmasih menjadi masalah di wilayah studi. Munculnya inisiatif redistribusi kembali\nmakanan oleh masyarakat berupa food bank di wilayah perkotaan Indonesia menjadi\ntopik yang perlu diperhatikan dalam pembangunan berkelanjutan perkotaan. Ini\nkarena food bank berupaya mengatasi masalah TPB 2 tanpa kelaparan dan TPB 12.3\npengurangan setengah sampah makanan dengan menjembatani makanan berlebih\nyang ada dengan masyarakat yang membutuhkan. Analisis yang digunakan adalah\nanalisis kualitatif untuk melakukan eksplorasi dan memahami makna pada fenomena\nyang terjadi. Berdasarkan hasil analisis, pengembangan food bank di wilayah studi\nsesuai dengan kebijakan yang ada, pola food bank di wilayah studi serupa dengan\npola food bank dalam literatur, dan food bank telah berkontribusi terhadap\npencapaian TPB 2 dan TPB 12.3 secara terbatas. Hasil penelitian menunjukkan food\nbank dapat diintegrasikan dalam sistem pengelolaan sampah makanan sebagai\nalternatif pendekatan yang sekarang dilakukan. Namun, mengingat kritik dan\nketerbatasan food bank dalam mengatasi kelaparan, kebijakan terkait food bank perlu\ndiiringi dengan penguatan sistem jaminan sosial yang ada serta penekanan pada\nprinsip hak asasi manusia atas makanan layak dalam kegiatan food bank.", "Daftar File": {}, "Penulis": "Marcelinus Imanuel Tjandra [15417062]", "Kontributor / Dosen Pembimbing": ["Ridwan Sutriadi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "sampah makanan, pembangunan kota, hirarki sampah makanan, metode kualitatif, food bank", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "7 file", "Tanggal Input": "26 Jan 2022"}