{"Nomor": 63219, "Judul": "USULAN TEKNIK UNTUK MENGHASILKAN KEPUTUSAN PERBAIKAN INOVASI SEKTOR PUBLIK DI INDONESIA: STUDI KASUS BALAI BESAR POM DI PONTIANAK", "Abstrak": "Survei Kepuasan Masyarakat 2020 menunjukkan adanya penurunan nilai kepuasan pelanggan pada beberapa unsur pelayanan yaitu: waktu penanganan, biaya pelayanan, dan penanganan pengaduan, dan saran dan masukan. Penurunan ini berdampak pada kepuasan pelanggan yang ditargetkan oleh BPOM tidak tercapai.\nPendekatan kuantitatif dan purposive sampling digunakan untuk mengukur persepsi indeks inovasi pelayanan publik. Alat ukur ini berupa kuesioner survei dengan skala 1 sampai 10 yang terdiri dari 23 pertanyaan yang mewakili unsur-unsur inovasi. Delapan (8) elemen mewakili dimensi kebaruan, lima (5) elemen mewakili dimensi produktivitas, empat (4) elemen mewakili dimensi dampak, dan enam (6) elemen mewakili dimensi keberlanjutan. Dimensi inovasi merepresentasikan aspek output (kebaruan dan produktivitas) dan aspek outcome (dampak dan keberlanjutan).\nHasil pengukuran persepsi inovasi pelayanan publik menunjukkan bahwa dimensi kebaruan memiliki skor rata-rata 8,32, dimensi produktivitas 8,56, dimensi dampak 8,42, dan dimensi keberlanjutan 8,28. Sedangkan untuk aspek output dan outcome berturut-turut adalah 8,42 dan 8,35. Hasil Indeks Persepsi Inovasi adalah 82,87.\nNilai indeks persepsi BBPOM Kota Pontianak dikategorikan “Sangat Inovatif” dengan tingkat persepsi inovasi “A”. Improvement gap analysis (IGA) yang sudah dimodifikasi sebagai teknik yang disarankan menunjukkan bahwa terdapat 6 (enam) elemen inovasi yang terdapat pada Kuadran I. Empat (4) elemen pada Kuadran dan dua belas (12) elemen pada Kuadran III memiliki yang terbaik pertunjukan. 1 (satu) elemen pada Kuadran IV merupakan elemen atraktif. Strategi alternatif yang diusulkan untuk meningkatkan kinerja inovasi pelayanan publik adalah dengan meningkatkan kinerja elemen inovasi pada Kuadran I dan Kuadran IV, yaitu: Peran Swasta, Keterlibatan Publik, Konsistensi Pelayanan, Keunikan, Fasilitas Pelayanan, Jenis Pelayanan Baru, dan Pelayanan Peningkatan.", "Daftar File": {"COVER Chatulis Indra Jaya": "https://digilib.itb.ac.id/gdl/download/252440", "BAB 1 Chatulis Indra Jaya": "https://digilib.itb.ac.id/gdl/download/252441", "BAB 2 Chatulis Indra Jaya": "https://digilib.itb.ac.id/gdl/download/252442", "BAB 3 Chatulis Indra Jaya": "https://digilib.itb.ac.id/gdl/download/252443", "BAB 4 Chatulis Indra Jaya": "https://digilib.itb.ac.id/gdl/download/252444", "PUSTAKA Chatulis Indra Jaya": "https://digilib.itb.ac.id/gdl/download/252445"}, "Penulis": "Chatulis Indra Jaya [29320188]", "Kontributor / Dosen Pembimbing": ["Dr. rer. pol. Eko Agus Prasetio, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Inovasi Layanan Publik, Persepsi Inovasi, Kepuasan Pelanggan, Badan POM.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "27 Jan 2022"}