{"Nomor": 63212, "Judul": "ANALISIS SPEKTRAL DAYA GELOMBANG OTAK UNTUK PITA ALFA OLEH RANGSANGAN VIRTUAL REALITY (VR) BERBASIS HEAD-MOUNTED DISPLAY (HMD)", "Abstrak": "VR (Virtual Reality) dapat menstimulasikan lingkungan apa pun yang dapat dibayangkan; terbagi atas monoskopik dan stereoskopik. Lingkungan VR stereoskopik dapat menciptakan persepsi kedalaman sehingga memberikan pengalaman yang realistis dan impersif, hingga menciptakan VIMS (Visually Induced Motion Sickness). Penelitian tugas akhir ini dilakukan dengan tujuan menganalisis PSD (Power Spectral Density) aktivitas listrik otak (Electroencephalogram, EEG) pita alfa (8-13 Hz) pada rangsangan VR berbasis HMD (Head-Mounted Display) pada 10 subjek laki-laki (20-23 tahun) menggunakan EEG Neurosoft Neuron-Spectrum-63 dengan 19+2 elektroda dan pengisian SSQ (Simulator Sickness Questionnaire). Data EEG diolah menggunakan MATLAB dan EEGLAB untuk mendapatkan estimasi PSD dengan memanfaatkan metode Periodogram Welch, sementara SSQ diolah untuk mendapatkan skor subgejala Nausea, Oculomotor, Disorientation, dan skor total SSQ. Hasil penelitian ini menunjukkan bahwa: skor Total SSQ dan subgejala Nausea berubah secara signifikan akibat rangsangan video VR; uji statistik Wilcoxon Signed-Rank pada perubahan PSD puncak saat kondisi membuka mata ke menonton VR di daerah otak visual menunjukkan perubahan yang signifikan untuk 3 dari 10 subjek, sementara daerah aktivitas mual menunjukkan perubahan yang signifikan untuk 5 dari 10 subjek. Hasil SSQ dan PSD subjek tidak menunjukkan suatu pola. Subjek dengan nilai subgejala Nausea yang tinggi, tidak selalu menunjukkan perbedaan PSD puncak yang signifikan.", "Daftar File": {"ABSTRAK Alika Rahma Gumilar": "https://digilib.itb.ac.id/gdl/download/242973", "PUSTAKA Alika Rahma Gumilar": "https://digilib.itb.ac.id/gdl/download/248245"}, "Penulis": "Alika Rahma Gumilar [10217013]", "Kontributor / Dosen Pembimbing": ["Dr. Siti Nurul Khotimah, M.Sc.", "Galih Restu Fardian Suwandi, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "elektroensefalogram, HMD, kerapatan spektral daya, SSQ, VIMS, virtual reality.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Yati Rochayati", "File": "8 file", "Tanggal Input": "27 Jan 2022"}