{"Nomor": 63218, "Judul": "ANALISIS TARIF LRT JABODEBEK MELALUI PENDEKATAN WILLINGNESS TO PAY DAN ABILITY TO PAY DI KORIDOR CIBUBUR-BOGOR", "Abstrak": "Peningkatan jumlah penduduk yang sangat pesar mendorong terjadinya peningkatan\nkebutuhan pergerakan. Terdapat 80% perjalanan menggunakan moda angkutan\npribadi, seperti motor, mobil, dan sepeda. Hal ini berdampak pada meningkatnya\nkemacetan dan polusi yang terjadi. Jabodetabek sebagai salah satu kawasan\nmetropolitan memiliki tingkat perjalanan yang sangat tinggi khsususnya perjalanan\nulang alik (komuter). Kabupaten Bogor sebagai salah satu daerah yang memberikan\nkontribusi perjalanan komuter terbesar se-Jabodetabek. Kondisi ini memberikan\nkonsekuensi banyaknya jumlah perjalanan yang terjadi antara Kabupaten Bogor\ndengan daerah sekitarnya. Pemerintah melalui program pembangunan pembangun\nLRT Jabodebek mendorong adanya peningkatan penggunaan transportasi umum\nbagi para komuter. Akan tetapi, masih saja rendahnya minat masyarakat\nmenggunakan moda transportasi umum. Oleh karenanya, penelitian ini bertujuan\nuntuk menganalisis tarif LRT Jabodebek melalui pendekatan Willingness to Pay\n(WTP) dan Ability to Pay (ATP). Menunjang tujuan tersebut maka perlu mengetahui\nkarakteristik masyarakat komuter Kabupaten Bogor, mengidentifikasi variabel yang\nmempengaruhi WTP dan ATP, menganalisis probabilitas pemilihan moda\ntransportasi antara LRT dan mobil pribadi, serta menentukan tarif berdasarkan nilai\nWTP dan ATP tersebut. Analisis ini menggunakan metode crosstab, logit binomial,\ndan travel cost method. Berdasarkan hasil analisis diketahui bahwa variabel yang\nmempengaruhi perpindahan moda adalah keamanan transportasi umum, tarif LRT,\nserta biaya skenario preferensi. Diketahui pula terdapat 82,44% yang ingin beralih\nmenggunakan LRT Jabodebek dari mobil pribadi dengan mayoritas pekerjaan\nsebagai pelajar/mahasiswa dan pegawai swasta serta paling banyak berkegiatan di\nJakarta Selatan. Serta didapatkan nilai tarif WTP sebesar Rp 17.400,00 dan nilai\ntarif ATP sebesar Rp 21.134,65. Nilai tarif yang akan ditetapkan lebih rendah\ndibandingkan dengan nilai tarif WTP dan ATP. Sehingga adanya moda transportasi\nLRT Jabodebek mampu menarik minat masyarakat komuter Kabupaten Bogor untuk\nmenggunakannya.", "Daftar File": {}, "Penulis": "Mayong Firdaus [15417033]", "Kontributor / Dosen Pembimbing": ["Shanty Yulianti Rachmat, S.T., M.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "masyarakat komuter, LRT Jabodebek, mobil pribadi, WTP, ATP", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "27 Jan 2022"}