{"Nomor": 63227, "Judul": "POTENSI PENGEMBANGAN DIGITAL TRACEABILITY PLATFORM DENGAN TEKNOLOGI BLOCKCHAIN UNTUK RANTAI NILAI KOPI (KASUS PERUSAHAAN PENYEDIA TEKNOLOGI SEEDS DAN EMURGO)", "Abstrak": "Intervensi sistem ketelusuran digital melalui platform dan teknologi blockchain yang\ndiinput pada rantai nilai kopi konvensional dapat menyebabkan perubahan-perubahan yang\nterjadi pada aktivitas dalam rantai nilai, aktor yang terlibat serta hubungan keterkaitannya,\ndan produk yang dihasilkannya. Digital traceability platform dengan teknologi blockchain\nmulai dikembangkan untuk merekam data atau informasi yang bergulir dalam setiap\ntahapan dari rantai nilai kopi spesialti. Sistem ketelusuran digital ini pada praktiknya\nberpotensi mentransformasi dinamika dan relasi antar aktor yang ada di dalam rantai nilai\ntersebut. Penelitian ini bertujuan mengkaji potensi pengembangan dan dampak dari digital\ntraceability platform dengan teknologi blockchain di rantai nilai kopi spesialti melalui\npenelaahan pada dua perusahaan penyedia platform, yaitu SEEDS dan EMURGO.\nPenelitian ini menggunakan pendekatan metodologi kualitatif dan kuantitatif. Hasil\npenelitian menunjukkan bahwa penggunaan digital traceability platform memiliki\nkeunggulan dalam digitalisasi pencatatan informasi dalam rantai nilai kopi yang rekam\njejaknya dapat tersimpan secara aman dan tidak mudah dirusak maupun dimanipulasi,\ndimana informasi di sepanjang rantai nilai kopi dapat ditelusuri. Penggunaan digital\ntraceability platform dalam rantai nilai kopi memberikan potensi dampak untuk digitalisasi\npencatatan informasi dalam proses bisnis, adanya potensi untuk aktor bisa mendapatkan\nnilai, manfaat kepastian informasi produk kopi, serta adanya potensi risiko dari aspek\nteknologi, finansial, dan politik. Berdasarkan hasil analisis SWOT-QSPM, kami\nmerumuskan 10 strategi alternatif pengembangan digital traceability platform yang dapat\nditerapkan oleh para aktor di dalam rantai nilai kopi spesialti, yaitu 2 strategi S-O (branding\ntraceability platform dan ekspansi bisnis), 3 strategi W-O (umpan balik peningkatan\ntraceability plattfom, pendekatan kepada aktor hilir, dan penambahan sumberdaya), 3\nstrategi S-T (sosialisasi traceability platform ke pemerintah, advokasi regulasi traceability\nplatform, dan edukasi pelatihan teknis), 2 strategi W-T (kontrak kerjasama bisnis dan\npeningkatan untuk perbaikan fitur traceability platform) untuk peningkatan pengembangan\ndigital traceability platform SEEDS dan EMURGO. Prioritas strategi yang dihasilkan\nmeliputi branding dan pemasaran digital traceability platform, yang dilanjutkan dengan\nstrategi pendekatan ke aktor hilir rantai nilai, serta perumusan kontrak kerjasama bisnis\nantara perusahaan penyedia teknologi dengan aktor rantai nilai.", "Daftar File": {"ABSTRAK Irsyafia Arifa": "https://digilib.itb.ac.id/gdl/download/242364"}, "Penulis": "Irsyafia Arifa [21320023]", "Kontributor / Dosen Pembimbing": ["Dr. Heri Rahman, S.P., M.P.", "Angga Dwiartama, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "digital traceability platform, teknologi blockchain, rantai nilai, Kopi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jan 2022"}