{"Nomor": 63220, "Judul": "PRINSIP PENATAAN KORIDOR WISATA CIBADUYUT", "Abstrak": "Pariwisata merupakan salah satu sektor yang dapat memberikan multiplier\neffect atau dampak berganda pada sektor lainnya, khususnya pada sektor\nperekonomian wilayah. Salah satu potensi dalam sektor pariwisata di Kota Bandung\nadalah Sentra Sepatu dan Olahan Kulit Cibaduyut yang memiliki sejarah\nperkembangan yang cukup panjang dan sudah ada dari sebelum masa kemerdekaan.\nSentra sepatu dan olahan kulit yang dijadikan destinasi wisata merupakan aglomerasi\nindustri sepatu dan olahan kulit yang dibuat dengan tangan oleh pengrajin lokal.\nKetika sentra sepatu dan olahan kulit tersebut berkembang menjadi destinasi wisata,\nbelum ada perencanaan yang dapat mendukung perkembangan destinasi wisata\ntersebut. Hingga sampai saat ini, daya tarik Sentra Olahan Kulit dan Sepatu\nCibaduyut semakin menurun. Oleh sebab itu penelitian ini bertujuan untuk\nmerumuskan prinsip penataan Koridor Wisata Belanja Cibaduyut sebagai dasar\nperencanaan yang akan dilakukan.\nPenataan akan dilakukan dengan beberapa pertimbangan seperti aspek dan\nkomponen hasil kajian literatur tentang konsep koridor, teori pariwisata 3A, indikator\nwisata belanja serta kebutuhan adaptasi terhadap pandemi COVID-19 untuk\nmenghasilkan kriteria, indikator dan komponen koridor wisata belanja. Setelah itu\ndilakukan observasi terkait komponen yang ada pada Koridor Cibaduyut sehingga\ndapat terlihat persoalan terkait daya tarik wisata Koridor Cibaduyut serta persoalan\npenataan berdasarkan kesesuaian komponen eksisting terhadap kriteria, aspek dan\nkomponen koridor wisata belanja. Persoalan penataan tersebut kemudian menjadi\ndasar dalam menentukan kebutuhan penataan yang disesuaikan berdasarkan\nkomponen yang menjadi pertimbangan penataan. Berdasarkan aspek dan komponen\npenataan tersebut, dirumuskan prinsip penataan Koridor Wisata Belanja Cibaduyut.\nPenelitian ini dilakukan dengan harapan teridentifikasinya kriteria, Idikator dan\nkomponen penataan koridor wisata belanja berdasarkan prinsip 3A yang\nmemperhatikan pandemi, teridentifikasinya daya tarik wisata Koridor Cibaduyut,\nteridentifikasinya persoalan penataan Koridor Wisata Cibaduyut berdasarkan\nkesesuaian kondisi eksisting terhadap kriteria, indikator dan komponen koridor wisata\nbelanja berdasarkan prinsip 3A yang memperhatikan pandemi COVID-19 serta\nterumuskannya komponen penataan dalan setiap prinsip 3A pada penataan Koridor\nWisata Belanja Cibaduyut.", "Daftar File": {}, "Penulis": "M Raihan Nur Azmi [15416059]", "Kontributor / Dosen Pembimbing": ["Dr. RM. Petrus Natalivan Indradjati, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "koridor wisata belanja, pandemi COVID-19, komponen penataan, prinsip penataan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "7 file", "Tanggal Input": "27 Jan 2022"}