{"Nomor": 63225, "Judul": "FABRIKASI PERANCAH KONDUKTIF DAN ANTIBAKTERI BERBAHAN DASAR KARBON MIKROFIBER YANG DILAPISI ASAM TANAT DAN FECL3 UNTUK APLIKASI REKAYASA JARINGAN TULANG", "Abstrak": "Penelitian mengenai perancah tulang (bone scaffold) untuk aplikasi rekayasa jaringan\nyang mampu merespon stimulus listrik (electrical stimulation) berkembang pesat\nseiring dengan ditemukannya fakta bahwa rangsangan listrik memiliki efek positif\npada proliferasi, migrasi, serta diferensiasi sel. Namun, pengembangan perancah yang\nefektif untuk perbaikan cacat tulang serta efisien terhadap akfititas antimikroba juga\nmasih menjadi tantangan bagi para peneliti. Pada penelitian ini, perancah elektroaktif\nyang dilengkapi dengan kemampuan antibakteri dibuat dengan cara paling sederhana.\nBerbahan dasar kapas steril, perancah dibuat dengan mengaplikasikan perlakuan\ntermal sederhana hingga kapas berubah menjadi serat karbon yang sangat konduktif\ndengan tetap mempertahankan integritas dan fleksibilitas dari seratnya. Hidrofilisitas\ndari perancah konduktif dinaikkan dengan mengoksidasi permukaan perancah di\ndalam ultrasonic bath menggunakan asam nitrat (HNO3). Bahan bioinspired berupa\nasam tanat (tannic acid) ditambahkan sebagai pelapisan pada permukaan perancah,\nbaik berupa pelapisan tunggal maupun perpaduan antara TA-FeCl3. Koordinasi yang\ndihasilkan oleh asam tanat dan ion Fe3+ mampu menghasilkan sifat antibakteri melalui\ninteraksi ion ataupun muatan. Karakterisasi pada perancah dievaluasi menggunakan\nFourier Transform Infrared Spectroscopy (FTIR), Scanning Electron Microscopy\n(SEM), Energy Dispersive Spectroscopy (EDS), Water Contact Angle, uji\nkonduktifitas menggunakan two-probe sederhana, serta uji antibakteri. Dari hasil\npenelitian, dibuktikan bahwa perancah berbasis serat mikro karbon memiliki ukuran\ndiameter serat berkisar antara 6-12 ?m, dengan rata-rata diameter 8,91 (+1,19) ?m\nyang sesuai untuk pertumbuhan sel dan infiltrasi. Pelapisan asam tanat, terutama\npaduan antara asam tanat dan logam klorida (FeCl3), dapat secara signifikan\nmenaikkan hidrofilisitas yang nantinya akan menurunkan sitokompatibilitas, sehingga\nmembuat perancah konduktif lebih mirip dengan lingkungan fisiologis seluler asli  yang memfasilitasi adhesi, proliferasi, dan diferensiasi sel, serta biofungsi lainnya.\nSelanjutnya, konduktifitas listrik dari perancah berbasis kapas memiliki rentang nilai\n4 - 55 x 10-3 S/cm. Nilai ini termasuk dalam rentang nilai konduktifitas tulang kanselus\n(1,6-2,0 x 10-3 S/cm) dan tulang kortikal (5,8-6,3 x 10-4 S/cm), sehingga perancah\nkonduktif berbasis kapas dapat digunakan untuk stimulasi listrik. Aktifitas antibakteri\npada perancah meningkat sebanyak 83% pada bakteri gram positif dan 92% pada\nbakteri gram negatif dengan penambahan lapisan TA-FeCl3, yang memperlihatkan\nbahwa perancah memiliki sifat antibakteri. Dari hasil yang telah didapat, perancah\nberbasis kapas yang disintesis berpotensi dan dapat menyediakan platform yang\nmenjanjikan untuk rekayasa jaringan di masa depan.", "Daftar File": {"ABSTRAK Fresty Marseli": "https://digilib.itb.ac.id/gdl/download/242362"}, "Penulis": "Fresty Marseli [23719306]", "Kontributor / Dosen Pembimbing": ["Ekavianty Prajatelistia, S.T., M.S.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Ilmu Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Karbon, Material Bioinspired, Perancah Antibakteri, Perancah Konduktif, Stimulasi elektrik, dan Rekayasa Jaringan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jan 2022"}