{"Nomor": 63223, "Judul": "REPRESENTASI KEARIFAN URBAN MELALUI SENI PARTISIPATORI DI KAMPUNG PELANGI, SEMARANG", "Abstrak": "Kampung kota didefinisikan sebagai pemukiman informal di tengah kota dengan\npenduduk yang masih membawa sifat dan prilaku kehidupan pedesaan. Jumlah\npenduduk yang padat serta kurang memadainya sarana prasarana telah\nmenyebabkan kualitas lingkungan di kampung kota kian memburuk dan menjadi\nkawasan kumuh. Walaupun demikian satu dasawarsa ini beberapa kampung kota\ndi pulau Jawa telah berhasil bertransformasi dari ruang kumuh menjadi ruang\nkreatif. Dinding-dinding di kampung kota dihiasi dengan warna-warni lukisan\nmural dan menjadi vista ekspresi. Beberapa kampung kota telah menarik banyak\nwisatawan dan memperkaya identitas kota.\nPenelitian ini dilakukan di pemukiman Wonosari Randusari Semarang atau\nsekarang dikenal dengan nama Kampung Pelangi. Penelitian di Kampung Pelangi\ndilakukan berdasarkan tiga permasalah yang ditemukan. Pertama bahwa kebijakan\npenataan kawasan di kampung kota seringkali bersifat dari atas ke bawah (topdown) dan mengabaikan aspirasi serta proses yang berkembang dari tingkat\nbawah (bottom-up). Berdasarkan studi yang dilakukan, ditemukan bahwa proses\npembentukkan Kampung Pelangi di tahun 2017 bersifat top-down, perencanaan\nserta penataan merupakan inisiatif pemerintah kota Semarang. Berdasarkan\npenelitian dan literatur, penataan wilayah perlu melibatkan masyarakat setempat\nguna menciptakan rasa memiliki dan kepedulian terhadap tempat, sehingga\ntercipta kemandirian warga untuk merawat lingkungannya. Permasalahan kedua,\nkeberlanjutan (sustainability) Kampung Pelangi sebagai kawasan wisata perlu \nii\ndidukung dengan langkah-langkah transformatif. Pemberdayaan masyarakat perlu\nmenerapkan model yang bersifat kolaboratif sehingga tercipta kontinuitas antar\nprogram. Ketiga, bahwa Kampung Pelangi tidak sekedar ruang fisik, tetapi juga\nruang tak berwujud (intangible) yang meliputi berbagai dimensi kehidupan dan\nmerupakan ekstensi dari identitas masyarakat setempat. Kampung Pelangi adalah\ntempat yang merekam ingatan kolektif, tempat dilestarikannya budaya serta\nkearifan lokal dan suatu tempat yang menyimpan narasi sejarah.\nJenis penelitian ini adalah kualitatif dengan menggunakan pendekatan penelitian\ntindakan partisipatoris (participatory action research). Penelitian ini bertujuan\nmenghasilkan model seni partisipatoris untuk memberdayakan masyarakat\nsetempat dan memperkuat identitas tempat, sehingga dapat mendorong\nkeberkelanjutan suatu kawasan. Penelitian ini dilakukan melalui tiga tahap. Tahap\npenelitian pertama dilakukan untuk memahami sejarah geografis kawasan, potensi\nkomunitas setempat, latar budaya dan kearifan lokal. Tahap penelitan kedua\ndilanjutkan dengan studi aktivitas seni partisipatoris untuk memahami peran seni\ndi Kampung Pelangi dan melakukan studi perbandingan model seni partisipatoris\nyang dapat diterapkan. Pengumpulan data dilakukan dengan wawancara\nmendalam dan FGD bersama warga Kampung Pelangi, para ahli, komunitas lokal\ndan perwakilan pemerintah daerah. Penelitian ini juga didukung dengan studi\nliteratur, khususnya pada literatur seni partisipatoris, estetika, ekspresi kolektif\ndan identitas tempat. Tahap ketiga adalah penelitian tindakan di Kampung Pelangi\ndengan menerapkan rancangan model seni partisipatoris yang dihasilkan\nberdasarkan analisis pada tahap sebelumnya.\nPada tahap penelitian tindakan partisipatoris, rangkaian aktivitas dilakasanakan\nbersama dengan warga dan komunitas lokal. Seni partisipatoris pada kegiatan ini\ndilakukan melalui proses penciptaan mural serta rangkaian kegiatan lainnya guna\nmenarasikan sejarah geografis dan merepresentasikan ekspresi identitas Kampung\nPelangi. Model seni partisipatoris dengan nama ReVisit ART dirumuskan\nberdasarkan pengamatan terhadap wujud ekspresi identitas kolektif, yang \niii\ndikelompokkan atas empat kategori yaitu relasional, vernakular, simbolikal dan\nterritorial (R-V-S-T).\nModel seni partisipatoris ReVisit ART ditujukan untuk menciptakan stimulus\nsehingga warga teraktivasi untuk mengembangkan identitas tempatnya, melalui\nberagam kegiatan yang dapat mendukung keberlanjutan Kampung Pelangi sebagai\ntempat wisata. Penerapan model seni partisipatoris ReVisit ART telah mendorong\nterbentuknya wisata baru di Kampung Pelangi yaitu wisata sejarah dan religi,\nyang diselenggarakan pada kegiatan ‘Panggilan Kali Semarang’ untuk\nmenyambut hari jadi kota semarang ke 474 pada tanggal 2 Mei 2021. Kegiatan ini\nmenempatkan Kali Semarang sebagai sebagai unit pemersatu warga di kelurahan\nRandusari. Karya seni partisipatoris yang dihasilkan merupakan media\nkomunikasi untuk menciptakan keguyuban antar warga serta menanamkan rasa\nmemiliki, sehingga warga tergerak untuk merawat dan melestarikan lingkungan\nKampung Pelangi dan Kali Semarang.", "Daftar File": {"2022 DS PP ERNEST IRWANDI 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/242359", "2022 DS PP ERNEST IRWANDI 2.pdf\n]": "https://digilib.itb.ac.id/gdl/download/242360"}, "Penulis": "Ernest Irwandi [37018005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Setiawan Sabana, MFA.", "Dr. Tisna, S.Sn., Dipl.Art.", "Dr. Andryanto Rikrik Kusmara, M.Sn."], "Jenis Koleksi": "Disertasi", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Seni partisipatori, Ekspresi Identitas Kolektif, Kearifan Lokal, Identitas Tempat.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "2 file", "Tanggal Input": "27 Jan 2022"}