{"Nomor": 63235, "Judul": "EVALUASI ANGGARAN MODAL  PROYEK OPTIMASI PRODUKSI LPG  DI PT BADAK NGL", "Abstrak": "Sejak kesuksesan program konversi minyak tanah ke LPG pada tahun 2007, Indonesia telah menjadi\nkonsumen besar LPG di dunia. Namun, Indonesia memiliki keterbatasan produksi LPG domestik dan\nkini bergantung pada LPG impor. Sebagai BUMN yang ditunjuk mengoperasikan & memelihara kilang\nLNG Bontang dan mengolah gas dari East Kalimantan Gas Producers, PT Badak NGL mengusulkan\nproyek untuk meningkatkan produksi LPG domestik di fasilitas tersebut. Inisiatif ini akan membantu\npemerintah mengurangi impor LPG dan menguntungkan Gas Producers untuk mengekstrak lebih\nbanyak LPG dan berpotensi memaksimalkan pendapatan.\n\nKarena keunikan skema bisnisnya, PT Badak NGL mengoperasikan, memelihara dan memodifikasi\nkilang LNG Bontang dengan mekanisme “at cost” dan menjadi bagian dari biaya penjualan LNG yang\nditanggung oleh Gas Producers. Oleh karena itu, Gas Producers menjadi pihak yang akan memutuskan\nuntuk menerima atau menolak usulan proyek tersebut. Kajian ini bertujuan untuk memberikan justifikasi\natas keputusan investasi proyek optimalisasi produksi LPG dari sudut pandang keekonomian melalui\nevaluasi anggaran modal dan kajian risiko.\n\nHasil evaluasi anggaran modal pada skenario base case menyimpulakan bahwa usulan proyek dapat\nmemberikan manfaat keekonomian dengan estimasi nilai PV sebesar 11.6 juta USD, IRR 67% dan\nDPBP selama 1,2 tahun. Namun demikian, kajian juga menyimpulkan bahwa keekonomian proyek\nsangat bergantung pada berbagai aspek di luar kendali perusahaan seperti harga komoditas dan\nkarakteristik laju dan komposisi gas umpan. Analisis risiko yang matang dengan metode simulasi Monte\nCarlo menunjukkan bahwa meskipun memiliki keekonomian yang sangat sensitif, usulan proyek\ndiprediksi memiliki tingkat keberhasilan yang cukup tinggi, yaitu 83,2%. Jika perusahaan\nmempertimbangkan alternatif beralih ke sumber listrik dengan harga yang lebih murah dan pasti, hal ini\ndapat meningkatkan keekonomian dan peluang keberhasilan proyek hingga 93.1%.", "Daftar File": {"2022_TS_PP_Robby sukma dharmawan_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/242372", "Robby sukma dharmawan (29119551)_Chapter 1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/255324", "Robby sukma dharmawan (29119550)_Chapter 2.pdf\n]": "https://digilib.itb.ac.id/gdl/download/255325", "Robby sukma dharmawan (29119549)_Chapter 3.pdf\n]": "https://digilib.itb.ac.id/gdl/download/255326", "Robby sukma dharmawan (29119548)_Chapter 4.pdf\n]": "https://digilib.itb.ac.id/gdl/download/255327"}, "Penulis": "Robby Sukma Dharmawan [29119548]", "Kontributor / Dosen Pembimbing": ["Ana Noveria, S.E., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "anggaran modal, optimasi produksi LPG, PT Badak NGL, kelayan finansial", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "5 file", "Tanggal Input": "27 Jan 2022"}