{"Nomor": 63248, "Judul": "EFFECTS OF SYNTHESIZED NANOPARTICLES AND HENNA-TRAGACANTH SOLUTIONS ON OIL/WATER INTERFACIAL TENSION: NANOFLUIDS STABILITY CONSIDERATIONS", "Abstrak": "Rising global energy demand has encouraged engineers to create and design new methods to improve oil recovery from reservoirs. In this study, feasibility of using Henna extract as a natural surfactant and synthesized nanoparticles (Titanium dioxide (TiO2), Silicon dioxide (SiO2), Graphene and composite of TiO2-Graphene) for reduction of oil-water interfacial tension has been experimentally investigated. Nanoparticles were synthesized via sol-gel method and XRD, FESEM, EDAX and FTIR tests were conducted to confirm the authenticity of this synthesizing materials. Nano-surfactants were stabled with a natural water-based suspending surfactant called Tragacanth extract, which could be introduced as a practical substitute for industrial nanoparticles' stabilizers in oil industry. After CMC determination of Henna extract surfactant, the optimal concentration of Tragacanth extract surfactant, with the purpose of nano-surfactants’ stabilization, was determined through particle size and zeta potential tests. Results of interfacial tension (IFT) measurements showed that the increase of Henna extract concentration from 0?wt% to 10?wt% reduced IFT between kerosene and water from 37.23 to 15.24?mN/m. Furthermore, adding 1?wt% of synthesized TiO2 nanoparticle to the Henna extract surfactant at its CMC value reduced IFT from 18.43 to 14.57?mN/m. As an impact of this significant reduction in IFT value, oil recovery factor could be improved drastically during EOR operations. Results proved that TiO2 nano-surfactant was as effective as industrial surfactants, which put human's and environment's health at risk and impose heavy economic strain on governments.", "Daftar File": {}, "Penulis": "Pouya Tavakoli [-]", "Kontributor / Dosen Pembimbing": ["Seyed Reza Shadizadeh", "Farzan Hayati", "Moslem Fattahi"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tragacanth extract; Henna extract; Nanoparticles; Sol-gel method; Graphene; Interfacial tension", "Sumber": "Petroleum, Volume 6, Issue 3, 2020, Pages 293-303, https://www.sciencedirect.com/science/article/pii/S2405656120300432", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "27 Jan 2022"}