{"Nomor": 63247, "Judul": "COMPARATIVE STUDY OF WELL SOAKING TIMING (PRE VS. POST FLOWBACK) FOR WATER BLOCKAGE REMOVAL FROM MATRIX-FRACTURE INTERFACE", "Abstrak": "Water blockage after hydraulic fracturing is one of the major challenges in shale oil recovery which affects the optimal production from the reservoir. The water blockage represents a higher water saturation near the matrix-fracture interface, which decreases the hydrocarbon relative permeability. The removal of water blockage in the field is typically carried out by soaking the well (i.e., shut-in) after hydraulic fracturing operation is finished. This soaking period allows water redistribution, which decreases the water saturation near the matrix-fracture interface. However, previous field reports show that there is not a strong consensus on whether shut-in is beneficial in terms of production rate or ultimate oil recovery. Due to the large number of parameters involved in hydraulic fracturing and tight formations, it is challenging to select which parameter plays the dominant role in determining the shut-in performance. Furthermore, literature on field case studies does not frequently report the parameters which are of researchers’ interest. In other words, the challenge of evaluating shut-in performance not only lies on the complexity of parameters and effects involved within the reservoir, but also the limited number of field case studies which report a comprehensive list of fracturing and reservoir parameters. This paper aims to investigate the effect of well soaking timing on shut-in performance. This idea to investigate the shut-in timing effect is motivated by the fact that in the field, shut-in can take place either immediately after hydraulic fracturing but before the first flowback (i.e., pre-flowback) or sometime after the first flowback (i.e., post-flowback). The timing of shut-in is believed to influence the production performance, because it dictates how much water is allowed to imbibe from the fractures to the matrix before the extended production. A numerical model is built and validated by a successful history match with numerous data from core-flood experiments. Our previous study shows that shut-in performance depends heavily on the desiccation state of the formation: in non-desiccated formations, longer shut-in (pre-flowback) results in a lower regained hydrocarbon relative permeability, but in desiccated formations, longer shut-in (pre-flowback) does not affect the regained hydrocarbon relative permeability. In this study, our model further demonstrates that shut-in performed after the first flowback (i.e., post-flowback) can help ensure a higher regained oil relative permeability than shut-in performed before the first flowback (i.e., pre-flowback) in such non-desiccated formations. A mechanistic analysis on the water blockage mitigation from these two shut-in timings is also presented. As a result, this study proposes that flowback should be carried out immediately following hydraulic fracturing, even if an extended shut-in is to be performed later.", "Daftar File": {}, "Penulis": "Nur Wijaya [-]", "Kontributor / Dosen Pembimbing": ["James J. Sheng"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Water blockage; Formation damage; Flowback; Shut-in; Desiccation", "Sumber": "Petroleum, Volume 6, Issue 3, 2020, Pages 286-292, https://www.sciencedirect.com/science/article/pii/S2405656119300744", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "27 Jan 2022"}