{"Nomor": 63241, "Judul": "RESEARCH ABOUT DISTAL-BASIN SHALLOW-RIVER FLUVIAL-DOMINATED DELTA MODE OF XIAOHEBA FORMATION OF SILURIAN OF SOUTHEASTERN SICHUAN BASIN AND THINKING ABOUT OIL AND GAS EXPLORATION", "Abstrak": "Through precisely measured data of field outcrops, wells logging data and samples analytical data in the research area, it is considered that the topography of the sedimentary period of Xiaoheba formation is relatively flat, the water flow is shallow and wide and the fluctuation is frequent, the supply of source is abundant, and it has favorable sedimentary conditions to forming shallow-river fluvial-dominated delta. The delta in the research area is a distal-basin sedimentary, and due to multiple branches and long extension of the river channel, there are large area of delta front sand deposits with fine grained development, high maturity and underwater environment existed within the research area. The Xiaoheba formation in the Jiannan-Fuling three-dimensional seismic region has the obvious characteristics of strong peak progradation reflection. Based on the above analysis, the sedimentary mode of shallow-river fluvial-dominated delta of Xiaoheba formation of Southeastern Sichuan Basin is established and the reservoir forming conditions are discussed. It is considered that the Xiaoheba formation has excellent hydrocarbon source, high-quality reservoirs and effective migration channel. This research has certain guiding significance for the next stage of tight marine clastic rocks oil and gas exploration of Southeastern Sichuan Basin.", "Daftar File": {}, "Penulis": "Lixue Cheng [-]", "Kontributor / Dosen Pembimbing": ["Liangjun Wang", "Yanping Luo"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Southeastern sichuan basin; Silurian; Xiaoheba formation; Distal-basin shallow-river fluvial-dominated delta", "Sumber": "Petroleum, Volume 6, Issue 3, 2020, Pages 234-245, https://www.sciencedirect.com/science/article/pii/S240565612030064X", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "27 Jan 2022"}