{"Nomor": 63254, "Judul": "ANALISIS POLA SPASIAL LOKASI SENTRA INDUSTRI KECIL DAN MENENGAH USAHA MAKANAN DAN MINUMAN DI KABUPATEN INDRAMAYU", "Abstrak": "Sektor industri pengolahan di Kabupaten Indramayu memiliki pengaruh besar\nterhadap perekonomian daerah, dimana berkontribusi sebesar 42% terhadap Pendapatan\nDomestik Regional Bruto (PDRB). Di sisi lain, adanya peluang rencana pengembangan\nindustri dari Segitiga Emas Rebana dan potensi pengembangan Wilayah Pusat Pertumbuhan\nIndustri (WPPI) di Kabupaten Indramayu akan memberikan tambahan luasan Kawasan\nPeruntukan Industri (KPI) sebesar 20.000 hektar. Pengembangan kegiatan industri tersebut\ntidak hanya akan berdampak pada industri besar, namun juga Industri Kecil Menengah (IKM).\nSementara itu, penyerapan tenaga kerja sektor IKM lebih besar dibandingkan industri besar.\nBerdasarkan sektornya, IKM usaha makanan dan minuman paling mendominasi di Kabupaten\nIndramayu. Oleh karena itu, penelitian ini bertujuan untuk menganalisis pola konsentrasi\nspasial dan strategi pengembangan sentra IKM usaha makanan dan minuman di Kabupaten\nIndramayu. Pada penelitian ini data yang digunakan dikumpulkan dengan metode data\nsekunder. Analisis regresi digunakan untuk mengidentifikasi faktor berpengaruh terhadap\nkeberadaan lokasi sentra IKM dan analisis autokorelasi spasial Indeks Moran Global serta\nHotspot Analysis dilakukan untuk mengetahui pola konsentrasi spasial sentra IKM usaha\nmakanan dan minuman. Hasil dari analisis menunjukan bahwa terdapat tiga faktor yang\nmempengaruhi keberadaan sentra IKM usaha makanan dan minuman yaitu aksesibilitas,\nregulasi, dan utilitas dengan nilai odd ratio masing-masing sebesar 3,505, 2,742, dan 1,080.\nSementara itu, pola konsentrasi spasial yang terbentuk dari sentra IKM usaha makanan dan\nminuman yang terdapat di Kabupaten Indramayu adalah terpusat secara spasial dengan nilai\nindeks sebesar 0,049. Studi ini memberikan rekomendasi untuk meningkatkan faktor\npenunjang kegiatan industri agar menarik IKM untuk berkelompok secara spasial sehingga\nbisa memperoleh keuntungan yang lebih besar dan meningkatkan perekonomian daerah.", "Daftar File": {}, "Penulis": "Ayu Nur Safihyah [15417130]", "Kontributor / Dosen Pembimbing": ["Nurrohman Wijaya, S.T., M.Sc.", "Lanthika Atianta, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Sentra Industri, Industri Kecil dan Menengah, Faktor Berpengaruh, Pola Spasial, Indramayu", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "27 Jan 2022"}