{"Nomor": 63256, "Judul": "KERAGAMAN DAN SELEKTIVITAS LABA-LABA PADA TUMBUHAN DI KEBUN RAYA BATURRADEN DAN TAMAN HUTAN RAYA DJUANDA", "Abstrak": "Laba-laba memiliki peran penting dalam ekosistem sebagai agen biokontrol. Kelestarian laba-laba\nterancam oleh degradasi habitat dan hilangnya vegetasi. Tumbuhan merupakan tempat bersarang,\nberlindung dan berburu bagi banyak spesies laba-laba. Studi keragaman dan selektivitas laba-laba\npada tumbuhan di daerah konservasi tumbuhan dibutuhkan untuk mengetahui potensi daerah\nkonservasi tumbuhan sebagai habitat dan daerah perlindungan bagi laba-laba. Penelitian ini\nbertujuan untuk mengkaji keragaman spesies laba-laba yang hidup di Kebun Raya Baturraden (KR\nBaturraden) dan Taman Hutan Raya Djuanda (Tahura Djuanda) dan mempelajari selektivitas labalaba\npada tumbuhan. KR Baturraden dan Tahura Djuanda dipilih sebagai lokasi penelitian karena\nmemiliki keragaman tumbuhan yang relatif tinggi pada area yang terbatas. Penelitian dilakukan\npada bulan Maret dan Juli 2019. Metode yang digunakan adalah survey dengan mengoleksi data\nkehadiran laba-laba, tumbuhan tempat ditemukannya laba-laba dan parameter lingkungan berupa\nsuhu, kelembaban, ketinggian lokasi dan curah hujan. Penelitian dilakukan di 10 lokasi. Sebanyak\ntujuh sampling site dipilih di KR Baturraden dan tiga sampling site di Tahura Djuanda. Enam\nsampling site di KR Baturraden berada di taman tematik, secara berurutan sampling site 1-6 yaitu\nTaman Jambu (Myrtaceae), Taman Duku-dukuan (Meliaceae), Taman Medang-medangan\n(Lauraceae), Taman Liana (tumbuhan merambat), Taman Display 1 (tumbuhan hias), dan Taman\nDisplay 2 (tumbuhan hias). Satu sampling site (site 7) berada di area Hutan Produksi\n(Araucariaceae) Baturraden. Di Tahura Djuanda, dua sampling site berada di area tumbuhan\nkoleksi (site 8 dan 9) dan satu sampling site berada di area hutan alam sekunder (site 10). Satu\nsampling plot berukuran 20 x 20 m dibuat pada setiap sampling site. Sampling dilakukan dua kali\npada bulan Maret dan dua kali pada Juli 2019. Waktu sampling adalah pukul 08.00-15.00 wib.\nSampling dilakukan menggunakan teknik tangkap langsung dengan tangan dan jaring serangga,\nserta 5 pitfall trap pada setiap plot. Jaring serangga berukuran mesh 50 yang berbentuk kerucut\nberdiameter 30 cm disertai tongkat yang panjangnya 85 cm. Pitfall trap terbuat dari gelas plastik\n(diameter 9 cm, tinggi 15 cm) berisi detergen 5%, dipasang 24 jam. Setiap laba-laba yang\nditemukan pada tumbuhan dan sudah dikenali jenisnya dicatat, laba-laba dengan morfotipe\nberbeda difoto. Spesimen yang belum dikenali dikoleksi dan disimpan dalam larutan alkohol 70%\nuntuk keperluan identifikasi. Sampel laba-laba diidentifikasi hingga tingkat morphospecies\nmenggunakan acuan World Spider Catalog 2020. Spesimen laba-laba disimpan di Museum\nZoologi Sekolah Ilmu dan Teknologi Hayati ITB. Tumbuhan tempat ditemukannya laba-laba\ndiidentifikasi menggunakan kunci identifikasi Flora of Java dan diverifikasi di pusat koleksi\ntumbuhan KR Baturraden dan Tahura Djuanda. Suhu dan kelembaban udara diukur menggunakan\nHTC Thermohygrometer. Ketinggian lokasi sampling diukur dengan altimeter digital. Kemudian\ncurah hujan pada Maret dan Juli 2019 didapatkan dari BMKG. Hasil penelitian di KR Baturraden,\nsuhu selama penelitian berkisar 23-27,1°C dan di Tahura Djuanda berkisar 25,3-27,2°C,\nkelembaban udara di kedua lokasi berkisar 82-94%. Kedua lokasi lebih basah pada Maret\ndibandingkan Juli. Curah Hujan hujan pada Maret adalah 223 mm di Tahura Djuanda dan 496 mm\ndi KR Baturraden, sedangkan pada Juli adalah 22 mm di Tahura Djuanda dan 30 mm di KR\nBaturraden. Berdasarkan hasil pengamatan, 221 individu dari 48 spesies laba-laba ditemukan pada\n10 spesies tumbuhan di Tahura Djuanda, serta 1048 individu dari 81 spesies laba-laba ditemukan\npada 68 spesies tumbuhan di KR Baturraden. KR Baturraden dan Tahura Djuanda memiliki\nkeragaman dan kekayaan spesies laba laba yang relatif tinggi akan tetapi kemerataan spesiesnya\nrelatif rendah. Orb weaver merupakan kelompok yang dominan di KR Baturraden dan Tahura\nDjuanda, sebab kelompok ini dapat memanfaatkan semua bentuk hidup (habitus) tumbuhan.\nIntensitas hujan mempengaruhi perilaku orb weaver dimana saat curah hujan tinggi kelompok\ntersebut akan menggunakan lebih banyak jenis tumbuhan sebagai tempat bersarang. Lokasi dengan\nspesies dan habitus tumbuhan yang kompleks memiliki kekayaan spesies laba-laba yang tinggi.\nFamili tumbuhan tempat ditemukannya paling banyak jenis laba-laba di KR Baturraden dan\nTahura Djuanda adalah Cyperaceae, sedangkan habitus tumbuhan paling banyak ditemukan jenis\nlaba-laba adalah herba dan pohon.", "Daftar File": {"ABSTRAK Anggi Pratama": "https://digilib.itb.ac.id/gdl/download/242422"}, "Penulis": "Anggi Pratama [20618009]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tati Suryati Syamsudin, MS, DEA", "Dr. Rina Ratnasih Purnamahati, M.S., M.Sc.", "Dr. Ahmad Ridwan"], "Jenis Koleksi": "Tesis", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "kekayaan spesies, adaptasi, intensitas hujan, struktur vegetasi, orb weaver", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jan 2022"}