{"Nomor": 63258, "Judul": "IDENTIFIKASI TAPAK HEALING FOREST DI TAMAN HUTAN RAYA BUKIT BARISAN SUMATERA UTARA", "Abstrak": "Ekosistem hutan menyediakan jasa penyembuhan (healing services) untuk manusia. Kondisi hutan\nyang nyaman dapat berdampak baik bagi kesehatan fisik dan psikis manusia. Healing forest adalah\nekosistem hutan yang dirancang secara objektif dan terukur untuk menciptakan ekosistem yang\nnyaman bagi manusia. Healing services dapat dinikmati oleh manusia melalui pancaindra, yaitu\npenglihat, pencium, pendengar, perasa tubuh dan pengecap. Lokasi penelitian terletak di Taman\nHutan Raya Bukit Barisan, Kabupaten Karo, Sumatera Utara. Penelitian ini bertujuan untuk\nmenentukan lokasi healing forest di TAHURA Bukit Barisan dan pengujian lokasi dengan cara\npengukuran respons tubuh pengunjung. Analisis secara spasial digunakan untuk menentukan\nlokasi healing forest, yaitu dengan cara analisis data citra satelit dan data DEM. Lokasi-lokasi yang\nberpotensi menjadi healing forest dianalisis kondisi fisiknya selama tiga periode waktu (pagi,\nsiang, sore) dengan mengukur temperatur udara, kelembapan, kebisingan, intensitas cahaya dan\nkadar NAI. Parameter respon kesehatan yang diukur adalah suhu badan, denyut jantung, tekanan\ndarah, kadar oksigen dan gula dalam darah dan kondisi stress. Hasil penelitian didapatkan 5 tapak\ncocok dijadikan healing forest yang dibagi menjadi 3 track. Panjang masing-masing track adalah\n659,8 m, 1428 m dan 786,6 m. Setiap tapak memiliki karakter fisik tersendiri sehingga digunakan\nsesuai dengan kondisi fisik pengunjung. Hasil pengukuran kondisi fisik di tiga periode waktu\nmengindikasikan pagi hari adalah waktu terbaik untuk healing forest. Di setiap tapak diberlakukan\naktivitas-aktivitas yang spesifik sesuai karakter biofisik tapak tersebut. Hasil pengujian healing\nforest terhadap sebelas orang secara umum didapatkan suhu tubuh, denyut jantung, tekanan darah,\ndan kondisi stres fisik dan mental menurun setelah melakukan healing forest. Kadar oksigen dan\ngula dalam darah meningkat setelah melakukan healing forest. Berdasarkan hasil pengukuran\nkondisi lingkungan dan pengujian respons tubuh manusia saat healing forest, terdapat lokasi di\nTAHURA Bukit Barisan yang layak dikembangkan menjadi hutan untuk terapi kesehatan.", "Daftar File": {"ABSTRAK Grace Sheila Ivana Ginting": "https://digilib.itb.ac.id/gdl/download/242424"}, "Penulis": "Grace Sheila Ivana Ginting [10617001]", "Kontributor / Dosen Pembimbing": ["Ramadhani Eka Putra, S.Si., M.Si., Ph.D.", "Dr. Hikmat Ramdan, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "healing forest, track, stress", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jan 2022"}