{"Nomor": 63251, "Judul": "ANALISIS FILOGENETIK DELTA-GUAIENE SYNTHASE DARI TUMBUHAN PENGHASIL GAHARU (AQUILARIA CRASSNA)", "Abstrak": "Aquilaria crassna merupakan anggota Thymelaeaceae, family tumbuhan penghasil\ngaharu atau resin yang terakumulasi dalam jaringan tumbuhan yang digunakan\nuntuk keperluan pengobatan dan wewangian. Salah satu komponen utama\npenyusun gaharu adalah delta-guaiene, senyawa seskuiterpen yang disintesis oleh\naktivitas enzim delta-guaiene synthase (DGS). Namun, penelitian terhadap deltaguaiene\nsynthase pada spesies Aquilaria masih minim. Tujuan dari penelitian ini\nadalah menganalisis hubungan evolusi delta-guaiene synthase A. crassna (AcDGS)\ndengan sesquiterpene synthase pada genus Aquilaria, maupun spesies bukan\npenghasil gaharu. Sebanyak 37 sekuens gen sesquiterpene synthase dari National\nCentre for Biotechnology (NCBI) digunakan untuk merekonstruksi pohon\nfilogenetik. Sebagai outgrop, digunakan sesquiterpene synthase dari tumbuhan\nmonokotil, Oryza barthii (ObSTS). Identifikasi situs seleksi positif dilakukan guna\nmenentukan sejarah mutasi pada AcDGS. Analisis dilanjutkan dengan menentukan\nperbandingan struktur protein AcDGS dengan sesquiterpene synthase dari 4 spesies\nterpilih lain. Berdasarkan pohon filogenetik, AcDGS membentuk kelompok\nbersama spesies Aquilaria, Stellera chamaejasme, Zanthoxylum piperitum, dan\nCitrus bergamia. Hanya terdeteksi 1 situs seleksi positif Ser10 AcDGS. Mutasi\npada situs tersebut tidak mempengaruhi aktivitas katalitik protein. Pada AcDGS\nditemukan 2 domain terminal, 4 motif lestari, dan beberapa situs fungsional.\nSebagian besar situs fungsional, seperti daerah kaya aspartat, residu tutup situs aktif,\ndan daerah pengikatan substrat terletak pada domain terminal-C. Tidak ada situs\nfungsional yang ditemukan pada domain terminal-N. Perbandingan struktur 3D\nAcDGS dengan sesquiterpene synthase lain tidak memberikan perbedaan yang\nsignifikan. Hasil penelitian ini diharapkan dapat digunakan sebagai dasar rekayasa\nmolekuler pada pembentukan gaharu.", "Daftar File": {"ABSTRAK Chumairotul Hidayah": "https://digilib.itb.ac.id/gdl/download/242403"}, "Penulis": "Chumairotul Hidayah [10617031]", "Kontributor / Dosen Pembimbing": ["Intan Taufik, S.Si., M.Si., Ph.D.", "Dr. Ahmad Faizal, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Analisis filogenetik, Aquilaria crassna, delta-guaiene synthase, sesquiterpene synthase", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jan 2022"}