{"Nomor": 63266, "Judul": "STRATEGI PEMBIAYAAN UNTUK MENDUKUNG PROJECT KONSTRUKSI PERSINYALAN PADA PT XYZ", "Abstrak": "Jasa konstruksi di Indonesia memiliki potensi yang besar, dimana investasi pemerintah dan swasta\nsemakin meningkat setiap tahunnya. Hal ini juga terkait dengan cakupan wilayah dan jumlah masyarakat\n(publik) yang akan menerima layanan tersebut. Memanfaatkan potensi sektor jasa konstruksi di\nIndonesia dapat dicapai dengan melibatkan kontraktor dalam negeri dalam persaingan melalui proses\nyang transparan, adil, efisien, dan efektif (ekonomis). Serta melalui penerapan peraturan perundangundangan.\n\nSelain itu, perlu dilakukan peningkatan kapasitas (capacity building) kontraktor, dan\nimplementasi kebijakan yang berpihak pada pengusaha nasional. Kelangsungan usaha jasa konstruksi\nmemerlukan pengelolaan dengan orientasi pengembangan usaha yang jelas dengan mempertimbangkan\nkebutuhan pasar dan perkembangan sumber daya serta kemajuan teknologi. Pada 2020, pemerintah\nIndonesia menganggarkan Rp 423,3 triliun untuk pembangunan infrastruktur. Angka ini naik 5,9%\ndibandingkan tahun 2019 sebesar Rp 399,7 triliun. Fokus ini dilakukan pemerintah untuk meningkatkan\ndaya saing investasi dan ekspor, mendukung transformasi industrialisasi dan mendorong skema\npembiayaan yang kreatif (APBN, 2020). Aktivitas ekonomi yang terus menurun sejak adanya pandemi,\nmengakibatkan pertumbuhan ekonomi Indonesia pada triwulan I-2020 turun menjadi 2,97%. Konstruksi\nyang menyumbang 10,7% dari PDB, turun menjadi 2,9% pada kuartal pertama 2020 (Buletin\nKonstruksi, 2020). Hingga pertengahan tahun 2021, pendapatan perseroan dari proyek tersebut belum\nmeningkat signifikan. Pembayaran proyek di tahun 2020 yang sudah rampung masih belum lunas\nsehingga menyebabkan perseroan kesulitan arus kas. Pendapatan proyek tidak bisa sama dengan tahun tahun sebelumnya, meski prospeknya sudah lama dijajaki karena anggaran pemerintah dialihkan untuk\nmenghadapi pandemi covid-19 sehingga peluang tersendat terkena dampak relokasi program dan\nanggaran di tahun 2020 Kementerian PUPR digunakan untuk penanganan Covid-19 dan mitigasi\ndampak Covid-19 (Instruksi Ketua, No.4 2020)  PT XYZ didirikan pada tahun 2011 dengan kompetensi yang tangguh di bidang mekanikal, elektrikal,\nelektronika, dan instrumentasi. PT XYZ senantiasa tumbuh untuk memperkuat kompetensi sebagai\nperusahaan dengan produk/jasa di bidang mekanikal, elektrikal, elektronika dan instrumentasi dengan\nterus mengejar pengembangan teknologi. Oleh karena itu, bisnis umum PT XYZ adalah kegiatan\nkonstruksi yang mencakup beberapa kompetensi tersebut di atas. Dampak dari Covid-19 adalah\npembayaran untuk proyek lain tidak jelas, dan perusahaan kehabisan modal kerja tetapi harus \nmenghasilkan pendapatan untuk menjaga perusahaan tetap berjalan. PT XYZ diminta untuk memasok\nbarang untuk proyek konstruksi senilai Rp. 8.777.456.242, dibagi menjadi tiga stasiun. Pekerjaan ini\nrelatif singkat, yaitu 3-6 bulan dengan jangka waktu pembayaran 100% dibayarkan di akhir selama 6090\n\nhari setelah pekerjaan selesai; Oleh karena itu, yang menjadi kendala adalah strategi pembiayaan\nuntuk menyelesaikan proyek dalam waktu singkat dengan modal kerja yang terbatas. Kondisi saat ini\nmodal kerja sedikit karena tidak ada fasilitas pinjaman dari bank, dan kehabisan uang. \nOleh karena itu, untuk menyelesaikan suatu proyek dengan modal kerja yang terbatas perlu pembiayaan\ndengan pelaksanaan proyek yang disiplin, dengan tugas pokok yang harus diperhatikan mulai dari\npelepasan kontrak, penerimaan uang muka, proses pembuatan barang, pembuatan PO ke Vendor, waktu\npengiriman, dan masih banyak lagi. Pengelompokan pesanan lebih efisien karena didasarkan pada\ntanggal pengiriman barang, proses pembuatan, dan pesanan material dari pemasok. Dari segi keuangan,\ndengan arus kas yang ketat harus memperhatikan piutang dan masalah modal hingga strategi\npembiayaan. Memilih alternatif terbaik untuk membiayai dan menyelesaikan proyek adalah anjak\npiutang; anjak piutang memungkinkan pekerjaan dapat diselesaikan. Keuntungan proyek diperoleh\nsetelah pembiayaan ini sebesar 27,33%.", "Daftar File": {"2022_TS_PP_Rurin Fawestrialni_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/242449", "Rurin Fawestrialni_29120005_Chapter 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/255310", "Rurin Fawestrialni_29120005_Chapter 2.pdf)u": "https://digilib.itb.ac.id/gdl/download/255311", "Rurin Fawestrialni_29120005_Chapter 3.pdf)u": "https://digilib.itb.ac.id/gdl/download/255312", "Rurin Fawestrialni_29120005_Chapter 4.pdf)u": "https://digilib.itb.ac.id/gdl/download/255313"}, "Penulis": "Rurin Fawestrialni [29120005]", "Kontributor / Dosen Pembimbing": ["Ir. Uke Marius Siahaan, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Modal Kerja, Pembiayaan, Piutang, Anjak Piutang", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "5 file", "Tanggal Input": "27 Jan 2022"}