{"Nomor": 63267, "Judul": "USULAN STRATEGI BISNIS UNTUK PUPUK NPK PADA SEKTOR RETAIL (STUDI KASUS: PT PUPUK KALTIM)", "Abstrak": "Pupuk Kalimantan Timur merupakan salah satu perusahaan yang memproduksi pupuk NPK di\nIndonesia. Untuk memperluas cakupan penjualan, mulai tahun 2018, perusahaan juga melakukan\npenjualan ke tingkat retail, yaitu ditujukan kepada distributor dan pengecer. Namun, dari awal\ndilakukannya penjualan tersebut hingga tahun 2020, Dep. Pemasaran NPK belum pernah mencapai\ntarget penjualan sebagaimana ditentukan oleh pemegang saham. Sedangkan penjualan produk NPK\ndi sektor retail merupakan salah satu komponen Key Performance Indicator (KPI) perusahaan.\nPenelitian ini bertujuan untuk memberikan strategi bisnis yang dapat diterapkan untuk memperbaiki\nkinerja penjualan produk NPK pada sektor retail. \nUntuk mengetahui penyebab kegagalan perusahaan dalam mencapai target penjualan, penulis\nmencari tahu faktor internal dan eksternal perusahaan yang berkaitan dengan penjualan produk NPK\nnonsubsidi retail. Berbagai informasi baik internal dan eksternal perusahaan diperoleh melalui\nsumber primer dan sekunder. Sumber primer meliputi wawancara kepada karyawan perusahaan dan\npemilik toko retail, selain itu juga dilakukan survey kepada distributor dan pengecer untuk\nmengetahui persepsi mereka terhadap produk NPK nonsubsidi milik Pupuk Kaltim. Sedangkan\nsumber sekunder berasal dari laporan internal perusahaan seperti laporan bulanan dan laporan\ntahunan sedangkan laporan eksternal perusahaan seperti laporan Badan Pusat Statistik (BPS) dan\nlaporan dari Kementerian. Kemudian data-data tersebut diolah untuk mengetahui apa yang akar\nmasalah yang menyebabkan Dep. Pemasaran NPK tidak berhasil mencapai target yang telah\nditentukan. Analisa yang digunakan adalah Porter’s Five Forces, PESTEL, Competitor Analysis,\nMarketing Mix, dan analisa STP. Untuk memecahkan permasalahan tersebut, disusun strategi dengan\nmengacu pada framework TOWS. Selain itu, penulis juga memberikan saran perbaikan untuk STP\ndan menjabarkan beberapa produk baru ke dalam Business Model Canvas.  \nAkar masalah dari tidak tercapainya target penjualan produk NPK retail adalah pembelian bahan\nbaku dengan kuantitas kecil, lokasi produksi yang jauh dari target pasar, belum adanya STP yang\njelas dan spesifik, tidak adanya insentif penjualan kepada distributor dan pengecer, dan metode\npembayaran yang kurang fleksibel. Untuk mengatasi permasalahan tersebut, strategi yang akan\nditerapkan adalah menurunkan harga produk dengan melakukan pengadaan bersama dan\nmemproduksi NPK secara makloon. Kemudian untuk menarik minat distributor, pengecer, dan\npetani untuk membeli produk NPK nonsubsidi adalah dengan memproduksi NPK nonsubsidi retail\ndengan ukuran kemasan yang lebih kecil, membuat produk baru hasil kerjasama dengan perbankan,\nasuransi dan perusahaan offtaker hasil pertanian, melakukan promosi dan pemasaran lebih fokus \nuntuk pertanian tanaman pangan di Jawa Timur, Sulawesi Selatan, Kalimantan Selatan, and\nNusa Tenggara Barat, serta memberikan insentif kepada distributor, pengecer serta petani yang \nmelakukan pembelian atau penjualan dalam jumlah tertentu.", "Daftar File": {"2022_TS_PP_Rahmadian Ariseno_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/242450"}, "Penulis": "Rahmadian Ariseno [29119488]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mustika Sufiati, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "PESTEL, Porter Five Forces, Bauran Pemasaran, Segmenting, Targeting, Positioning,  Pupuk, NPK, Nonsubsidi.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Jan 2022"}