{"Nomor": 63261, "Judul": "PERANCANGAN STUKTUR REDEVELOPMENT STASIUN KAMPUNG BANDAN", "Abstrak": "Tugas Akhir Perancangan Struktur Redevelopement Stasiun Kampung Bandan\nmerupakan sebuah bangunan yang terdiri dari dua sistem struktur, yaitu struktur\nbeton bertulang yang menjadi bangunan utama yang menjadi bagunan layan dari\nstasiun Kampung Bandan dan sistem rangka baja yang menjadi struktur atap dari\nstasiun Kampung Bandan. Stasiun ini memiliki rute kereta dengan kondisi\nmelayang dan dibutuhkan perencanaan jembatan dalam perencanaan desain.\nStasiun Kampung Bandan terletak dikecamatan Pademangan, Jakarta Utara dengan\nklasifikasi situs tanah sekitarnya diklasifikasikan sebagai tanah lunak (SE) yang\nmemiliki kapasitas daya dukung lateral yang cukup rendah. Struktur bangunan\nStasiun Kampung Bandan dirancang untuk memenuhi ketahanan gempa sesuai\ndengan SNI 1726-2019 dan didesain sebagai sistem rangka pemikul momen khusus\n(SRPMK), dalam pembebanannya, desain berdasarkan SNI 1727-2013 untuk\nstruktur gedung. Bagian struktur jembatan pada Stasiun Kampung Bandan\ndigunakan SNI 2833-2016 dan pembebanan mengunakan SNI 1725-2016. Dalam\nproses pemodelan struktur digunakan perangkat lunak ETABS untuk struktur beton\ngedung dan SAP2000 untuk struktur atap gedung dan struktur jembatan. Pada\nanalisis masing-masing sistem struktur dilakukan seperti deformasi dan simpangan\ndengan tujuan akhir memenuhi persyaratan bangunan tahan gempa. Proses analisis\nmengunakan perangkat lunak spColumn sebagai pembantu dalam perhitungan\nkomponen detail.", "Daftar File": {"ABSTRAK Hermawan Mulia Wijaya": "https://digilib.itb.ac.id/gdl/download/242427"}, "Penulis": "Hermawan Mulia Wijaya [15017056]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Puti Farida Marzuki", "Prof. Dr. Ir. Masyhur Irsyam, M.S.E.", "Dr. Aine Kusumawati, S.T., M.T.", "Dr.Eng. Aris Aryanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Struktur Beton Bertulang, Struktur Jembatan, Sistem Rangka Pemikul Momen Khusus, Analisis Struktur.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "27 Jan 2022"}