{"Nomor": 63269, "Judul": "ANALISA KINERJA KARYAWAN SELAMA PANDEMI COVID-19: KAJIAN KINERJA KARYARWAN BEKERJA DARI RUMAH", "Abstrak": "Kajian ini berputar dengan perubahan drastic pada gaya hidup kita semenjak beredarnya penyakit Covid-19 yang menyebabkan pandemic di seluruh dunia pada awal tahun 2020. Salah satu perubahan yang paling menonjol adalah normalisasi bekerja dari rumah dari berbagai jenis perusahaan/organisasi. Untuk menurunkan jumlah peredaran dan orang yang dapat terinfeksi dari penyakit tersebut, pemerintah mengeluarkan peraturan baru dimana diharuskannya pengurangan jumlah aktifitas yang berhubungan dengan kerja di kantor masing-masing yang dapat menyebabkan resiko kenaikannya jumlah penduduk terinfeksi penyakit tersebut.\nTujuan dari kajian ini adalah untuk menganalisis dan mengidentifikasi korelasi antara lingkungan pekerjaan, tingkat kepuasan karyawan dan motivasi karyawan saat mereka bekerja dirumah. Kuesioner menggunakan skala Likert akan digunakan untuk pengumpulan data di penelitian ini. Di saat jumlah data yang dibutuhkan telah terkumpul, peneliti akan menggunakan “Structural Modelling” dari “Structural Equation Modelling” agar dapat menunjukkan korelasi antara suatu factor dengan factor lainnya.\nHasil dari riset menunjukkan bahwa hanya lingkungan pekerjaan yang mempengaruhi kinerja karyawan saat bekerja dari rumah secara negatif. Selain itu, tingkat kepuasan karyawan, motivasi bekerja mereka dan bekerja dari rumah memiliki dampak positif terhadap peforma karyawan. Beberapa rekomendasi telah diajukan untuk peningkatan sepeti pembagian pekerjaan yang secara adil didalam suatu department agar karyawan tetap termotivasi dan tidak kewalahan. Perusahaan harus menyediakan tempat kerja yang aman dan terlindungi untuk karyawan mereka dan/atau merubah suasana sekitar saat bekerja untuk mengatasi variable lingkungan pekerjaan.", "Daftar File": {"COVER Derida Lazuardi": "https://digilib.itb.ac.id/gdl/download/255265", "BAB 1 Derida Lazuardi": "https://digilib.itb.ac.id/gdl/download/255266", "BAB 2 Derida Lazuardi": "https://digilib.itb.ac.id/gdl/download/255267", "BAB 3 Derida Lazuardi": "https://digilib.itb.ac.id/gdl/download/255268", "BAB 4 Derida Lazuardi": "https://digilib.itb.ac.id/gdl/download/255269", "PUSTAKA Derida Lazuardi": "https://digilib.itb.ac.id/gdl/download/255270"}, "Penulis": "Derida Lazuardi [29319375]", "Kontributor / Dosen Pembimbing": ["Dr. Rudy Bekti, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Sumber Daya Manusia, Bekerja dari Rumah, Kinerja dan Pengembangan Karyawan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "27 Jan 2022"}