{"Nomor": 63277, "Judul": "PENGGUNAAN METODE ULTRASONIK PULSA-GEMA UNTUK MENENTUKAN FRAKSI KARBIDA DALAM BAJA COR TAHAN KARAT AUSTENIT", "Abstrak": "Material temperatur tinggi sangat identik dengan terbentuknya senyawa karbida, contohnya adalah material Cast Austentitic Stainless Steel (CASS) yang digunakan sebagai reformer tube. Karbida di dalam material CASS dapat bersifat menguntungkan dan juga merugikan sehingga perlu diperhatikan. Dalam aplikasinya di industri, proses degradasi pada material CASS salah satunya dapat ditandai dengan meningkatnya fraksi karbida dalam material tersebut. Dalam penelitian ini, dilakukan pengujian ultrasonik pulsa-gema untuk mengetahui korelasi kecepatan rambat gelombang longitudinal dan fraksi karbida. Karakterisasi dan pengujian yang dilakukan meliputi Optical Emission Spectroscopy (OES), metalografi, Scanning Electron Microscope (SEM), Energy Dispersive X-Ray Spectroscopy (EDS), X-Ray Diffraction (XRD), uji keras Rockwell B, dan pengujian ultrasonik. Diperoleh fraksi luas karbida spesimen as-received dan solution treatment (ST) yang terdiri dari ST 1, ST 2, dan ST 3 secara berturut-turut adalah 23,53; 18,89; 14,26; dan 17,73%. Kecepatan rambat gelombang longitudinal (VL) spesimen as-received, ST 1, ST 2, dan ST 3 secara berturut-turut adalah 6.047, 5.950, 5.596, dan 5.873 m/s. Spesimen as-received dan ST keduanya sama-sama mengandung karbida kromium dan niobium. Selanjutnya, didapati bahwa terjadi peningkatan VL seiring dengan peningkatan fraksi karbida. Melalui penelitian ini, diharapkan dapat menjadi langkah antisipatif untuk menghindari terjadinya kegagalan di industri.", "Daftar File": {"ABSTRAK Muhammad Siddiq": "https://digilib.itb.ac.id/gdl/download/242459"}, "Penulis": "Muhammad Siddiq [13717047]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Husaini Ardy", "Firmansyah, S.T., M.T., IPM"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "karbida, baja cor tahan karat austenit, ultrasonik pulsa-gema, gelombang longitudinal, modulus Young", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jan 2022"}