{"Nomor": 63278, "Judul": "PENGARUH CEKAMAN OKSIDATIF FE2+ TERHADAP PERTUMBUHAN DAN EKSPRESI GEN-GEN TERKAIT BIOSINTESIS ASTAKSANTIN DALAM KULTUR SPIROGYRA SP", "Abstrak": "Cekaman oksidatif Fe2+ pada kultur Spirogyra sp. diduga dapat mempengaruhi pertumbuhan dan dapat meningkatkan akumulasi astaksantin, suatu metabolit turunan ?-Karoten yang memiliki sifat antioksidan. Proses biosintesis astaksantin dipengaruhi oleh peran gen-gen terkait pada jalur biosintesisnya, diantaranya gen BKT (?-carotene ketolase) dan CrtR-B (?-carotene hydroxylase). Penelitian ini bertujuan untuk menganalisis pengaruh pemberian cekaman Fe2+ terhadap pertumbuhan serta ekspresi gen-gen terkait biosintesis astaksantin tersebut dalam kultur Spirogyra sp. Sampel Spirogyra sp. dikoleksi dari kolam pancing ikan di Kecamatan Padalarang, Kabupaten Bandung Barat. Sebanyak masing-masing 6 g berat basah dikultivasi dalam medium BBM 2,5% dengan volume 2 L pada akuarium kaca berukuran 15×15×20 cm selama 18 hari. Mulai hari ke-6 diberi perlakukan dengan penambahan Fe2+ konsentrasi 100 ?M dan tanpa penambahan Fe2+ (kontrol). Masing-masing perlakuan diulang 3 kali. Pengukuran pertumbuhan dilakukan melalui penimbangan berat basah yang dilakukan setiap 3 hari sekali. Pada hari ke-8 kultivasi, sampel dicuplik sebanyak masing-masing 0,2 g berat basah kemudian dilakukan isolasi RNA untuk mendapatkan sampel uji dengan menggunakan metode TRIZOL. RNA yang telah diisolasi kemudian dianalisis dengan metode Elektroforesis dan Spektrofotometer NanoDrop. Selanjutnya, sintesis cDNA dilakukan dengan menggunakan GoTaq qPCR Master Mix. cDNA kemudian diamplifikasi melalui metode Real Time PCR untuk menguji ekspresi gen BKT (?-carotene ketolase) dan CrtR-B (?-carotene hydroxylase). Kultur Spirogyra sp. mengalami puncak pertumbuhan pada hari ke-6 dengan rata-rata berat basah 11,44g/L kemudian berangsur mengalami penurunan baik pada kultur kontrol maupun perlakuan. Hasil pengukuran berat basah pada kontrol berturut-turut pada hari ke-9 hingga hari ke-18 yaitu, 10,97 g/L; 6,05 g/L; 4,54 g/L dan 2,32 g/L sedangkan pada perlakuan cekaman Fe2+ adalah 5,62 g/L; 2,85 g/L; 2,03 g/L dan 0 g/L. Tampak terdapat penurunan berat basah pada kultur perlakukan dibandingkan dengan kontrol yaitu sebesar 48,78%, 52,89%, 55,15%, dan 100%. Hasil uji ekspresi gen BKT dan CHY/CrtR-B pada kultur perlakuan masing-masing 0.057 dan 0.405 kali ekspresi gen pada kultur kontrol, yang mana ekspresi gen pada kultur perlakuan lebih kecil dibandingkan kultur kontrol. Pemberian cekaman Fe2+ menurunkan ekspresi gen BKT (?-carotene ketolase) dan CrtR-B (?-carotene hydroxylase).", "Daftar File": {"ABSTRAK Salimah Idzaturrohim": "https://digilib.itb.ac.id/gdl/download/242460"}, "Penulis": "Salimah Idzaturrohim [10615070]", "Kontributor / Dosen Pembimbing": ["Dr. Erly Marwani, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Spirogyra sp., ekspresi gen, astaksantin, cekaman oksidatif Fe2", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "27 Jan 2022"}