{"Nomor": 63276, "Judul": "EKSTRAKSI HIDROLITIK GULA C5 DARI HOLOSELULOSA SAWIT", "Abstrak": "Tandan kosong sawit (TKS) adalah lignoselulosa yang keberadaannya melimpah di Indonesia, karena merupakan hasil samping pengolahan tandan buah segar sawit untuk memproduksi minyak sawit mentah. Ekstraksi hidrolitik gula C5 dari holoselulosa sawit adalah tahap kedua dari fraksionasi tandan kosong sawit dalam rangka mengupayakan nilai tambah maksimal dari lignoselulosa ini. Zat-zat berkarakter diasam seperti asam glutamat bebas, piperazinium dihidrokhlorida, dan piperazinium dihidrogen sulfat disinyalir mampu menjadi katalis biomimetik hidrolisis hemiselulosa. Tujuan penelitian ini adalah memverifikasi sinyalemen tersebut melalui uji-coba penggunaan kandidat-kandidat katalis termaksud pada hidrolisis holoselulosa sawit pada temperatur 40 dan 100oC.\nHasil-hasil penelitian menunjukkan bahwa ketiga zat bergugus diasam tersebut merupakan katalis-katalis yang efektif untuk menghidrolisis (selektif) hemiselulosa dari holoselulosa TKS. Ketiganya berkefektifan praktis sama dan tak kalah efektif dibanding katalis-katalis asam kuat yang sudah dikenal selama ini untuk hidrolisis hemiselulosa, tetapi hanya membutuhkan kondisi operasi lunak (pH 4,5–5,5 sehingga larutan penghidrolisi tidak bersifat sangat korosif). Percobaan-percobaan juga memunculkan dugaan bahwa ZnCl2, yang merupakan katalis deasetilasi, dapat juga meningkatkan derajat hidrolisis yang dihasilkan oleh ketiga katalis bergugus diasam di atas.", "Daftar File": {"ABSTRAK Sakinah Novianty Muslimin": "https://digilib.itb.ac.id/gdl/download/242458", "COVER Sakinah Novianty Muslimin": "https://digilib.itb.ac.id/gdl/download/262483", "TS-TK-Sakinah Novianty Muslimin-23019021-1-Bab I.pdf\n]": "https://digilib.itb.ac.id/gdl/download/262484", "TS-TK-Sakinah Novianty Muslimin-23019021-1-Bab II.pdf)u": "https://digilib.itb.ac.id/gdl/download/262485", "TS-TK-Sakinah Novianty Muslimin-23019021-1-Bab III.pdf?": "https://digilib.itb.ac.id/gdl/download/262486", "TS-TK-Sakinah Novianty Muslimin-23019021-1-Bab IV.pdf)u": "https://digilib.itb.ac.id/gdl/download/262487", "TS-TK-Sakinah Novianty Muslimin-23019021-1-Bab V.pdf\n]": "https://digilib.itb.ac.id/gdl/download/262488"}, "Penulis": "Sakinah Novianty Muslimin [23019021]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tatang Hernas", "Dr. Made Tri Ari Penia Kresnowati, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "hemiselulosa, hidrolisis, asam glutamat, piperazin, katalis biomimetik.", "Sumber": "Perpustakaan Teknik Kimia", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Budi Cahyadi", "File": "7 file", "Tanggal Input": "27 Jan 2022"}