{"Nomor": 63291, "Judul": "A VALUATION OF AN INDONESIAN NICKEL MINE FOR THE DOMESTIC NICKEL DOWN-STREAMING PROJECT  NICO INA A CASE STUDY", "Abstrak": "Sebuah tambang nikel swasta Indonesia bernama Nico INA milik Sangkuriang Mining sedang mencermati potensinya untuk menjadi pemain dalam pasokan nikel global. Dengan adanya 47 juta wet metric ton (wmt) bijih nikel dan tambahan 160,80 juta wmt, Sangkuriang Mining tertarik untuk menjual kepemilikannya di Nico INA. Nico INA akan beroperasi dari 2019 hingga 2048, total 30 tahun dalam kasus terburuk dan dasar dan hingga 50 tahun dalam kasus terbaiknya. Faktor pembeda lainnya untuk setiap alternatif kasus adalah persentase perubahan harga nikel global dan biaya operasional. Studi ini memperkirakan harga nikel menjadi 3% dan 6% lebih tinggi dari perkiraan awal masing-masing untuk kasus dasar dan kasus tinggi. Di sisi lain, biaya operasional diharapkan menjadi 7%, 5%, dan 2% lebih tinggi dari perkiraan pro-forma awal untuk masing-masing kasus terburuk, dasar, dan terbaik. Mencapai jumlah total yang Nico INA harapkan dari penjualannya menuntut perhitungan nilai intrinsik Nico INA dengan analisis arus kas yang didiskon. Penelitian ini menggunakan arus kas bebas ke ekuitas dan biaya ekuitas sebagai tingkat diskontonya. Studi kasus ini secara analitis menentukan nilai ekuitas intrinsik Nico INA pada kisaran $306,55 juta hingga $552,81 juta, atau 30 hingga 54 kali nilai ekuitas bukunya sebesar $10,30 juta. Mereka akan menggunakan nilai ini sebagai label harga Nico INA. Rentang ini diperoleh melalui peramalan laporan keuangan Nico INA, menghitung arus kas bebasnya ke ekuitas, dan menerapkan tingkat diskonto yang paling tepat untuk sampai pada nilai sekarang dari arus kas bebasnya ke ekuitas. Dengan struktur modal ekuitas 100% saat ini dan kemungkinannya untuk berubah, calon investor ekuitas dapat mengharapkan penyimpangan nilai Nico INA menjadi minimal. Namun, dengan kekhawatiran mereka tentang fluktuasi harga nikel dan kemungkinan bahwa kapasitas produksi yang diharapkan tidak dapat dipenuhi, Nico INA berpotensi mencapai spread yang lebih besar dalam kisaran penilaiannya, dari $239,45 juta hingga $611,34 juta, atau 23 hingga 60 kali lipat dari bukunya. senilai $10,30 juta.", "Daftar File": {"ABSTRAK Taskia Zahra Amin": "https://digilib.itb.ac.id/gdl/download/242474"}, "Penulis": "Taskia Zahra Amin [19018342]", "Kontributor / Dosen Pembimbing": ["Dr. Isrochmani Murtaqi, S.E., M.Acc.", "Dr. Sylviana Maya Damayanti", "Fikri Hadiansyah, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Nikel; pertambangan nikel; proyeksi; nilai ekuitas; nilai buku; label harga", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "28 Jan 2022"}