{"Nomor": 63290, "Judul": "DAMPAK AKTIVITAS PEMASARAN MEDIA SOSIAL PADA PENGALAMAN MEREK, EKUITAS MEREK BERBASIS KONSUMEN, DAN NIAT BERLANGGANAN KEMBALI. STUDI KASUS NETFLIX INDONESIA", "Abstrak": "Netflix adalah pelopor layanan video-on-demand (VOD) yang berbasis di Amerika. Netflix menyediakan berbagai film dan serial TV, dan bahkan memproduksi konten original sendiri. Seiring berkembangnya industri VOD di Indonesia, banyak pendatang baru yang memasuki pasar. Itu datang dari perusahaan internasional, seperti Disney+, Viu, dan HBO Go dan perusahaan lokal seperti Vidio dan Mola TV. Karenanya, posisi Netflix terancam. Harga langganan yang meningkat juga memunculkan tantangan yang dihadapi Netflix, yang kemudian menyebabkan hilangnya pelanggan yang luar biasa di Netflix Amerika. Kejadian yang sama mungkin saja terjadi di Indonesia. Sebagian besar strategi pemasaran yang digunakan Netflix Indonesia banyak dilakukan secara online melalui media sosial. Penelitian ini bermaksud untuk menguji bagaimana aktivitas pemasaran media sosial dapat meningkatkan pengalaman merek, ekuitas merek berbasis konsumen, dan niat berlangganan kembali. Hasil penelitian ini akan digunakan untuk memberikan rekomendasi praktik pemasaran media sosial kepada Netflix Indonesia. Penelitian ini menggunakan survei kuantitatif yang mengumpulkan 270 responden yang telah mengikuti Instagram Netflix Indonesia dan telah berlangganan Netflix minimal selama 3 bulan. Penelitian ini menggunakan metode PLS-SEM untuk menganalisis pengaruh aktivitas pemasaran media sosial terhadap pengalaman merek, ekuitas merek berbasis konsumen, dan niat berlangganan ulang. Hasil penelitian menunjukkan bahwa pemasaran media sosial secara signifikan mempengaruhi pengalaman merek, ekuitas merek berbasis konsumen, dan niat berlangganan kembali dengan pengalaman merek sebagai mediator parsial SMMA dalam mempengaruhi CBBE. Saran akademis dan manajerial yang diperoleh dari hasil ini diharapkan dapat meningkatkan pemahaman pemasar tentang bagaimana SMMA dapat meningkatkan pengalaman merek, ekuitas merek berbasis konsumen, dan niat berlangganan kembali", "Daftar File": {"ABSTRAK Fathnaa Nafila Mawardi": "https://digilib.itb.ac.id/gdl/download/242473"}, "Penulis": "Fathnaa Nafila Mawardi [19018155]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T., Ph.D.", "Prawira Fajarindra Belgiawan, S.T., M.Eng., Ph.D.", "Atika Irawan, S.Mn., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Netflix Indonesia; Video-on-Demand (VOD), Pemasaran Media Sosial (SMM), Pengalaman Merek, Ekuitas Merek Berbasis Konsumen (CBBE), and Niat Berlangganan kembali", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "28 Jan 2022"}