{"Nomor": 63294, "Judul": "KAJIAN KAPASITAS CENGKARENG DRAIN SEBAGAI PENGENDALI BANJIR PADA BAGIAN HILIR DAERAH ALIRAN SUNGAI ANGKE", "Abstrak": "Cengkareng Drain merupakan salah satu sungai buatan/ kanal yang terletak pada\nbagian hilir Daerah Aliran Sungai (DAS) Angke tepatnya di wilayah administrasi\nKota Jakarta Barat dan Jakarta Utara yang dibangun pada tahun 1983, sebagai salah\nsatu bagian dari sistem pengendali banjir wilayah barat Provinsi DKI Jakarta.\nSedimentasi merupakan salah satu penyebab berkurangnya kapasitas tampung\nsungai yang dapat mempengaruhi kinerja sungai sebagai pengendali banjir. Kajian\nini dilakukan untuk menganalisis angkutan sedimen di Cengkareng Drain dan\nkapasitas Cengkareng Drain sebagai pengendali banjir, serta memberikan alternatif\nrekomendasi untuk penanganan permasalahan sedimentasi dan permasalahan banjir\ndi Cengkareng Drain. Metode yang digunakan adalah pengambilan data primer di\nlapangan berupa pengukuran debit dan pengambilan sampel sedimen layang dan\nsedimen dasar pada Cengkareng Drain dan sungai-sungai yang bermuara ke\nCengkareng Drain yaitu Sungai Angke, Sungai Pasanggrahan dan Sungai\nMookervart. Hasil pengujian material dasar menunjukkan bahwa jenis sedimen\ndidominasi oleh material kohesif dengan presentase 58 – 98 %. Sedangkan hasil\npengujian sedimen layang berupa kurva lengkung sedimen debit (m3/detik)\nterhadap konsentrasi (mg/l) yang dibandingkan terhadap hasil perhitungan\nmenggunakan metode Universal Soil Loss Equation (USLE) digunakan sebagai input beban sedimen dari arah hulu pada analisis angkutan sedimen. Selanjutnya,\nanalisis angkutan sedimen dilakukan dengan menggunakan Model Quasy-Unsteady\nFlow pada perangkat lunak HEC-RAS 1D dengan syarat batas hulu 2 (dua) skenario\nberupa debit harian dan flow duration curve dan syarat batas hilir adalah pasang\nsurut selama 5 tahun (2016 – 2020). Hasil analisis angkutan sedimen yang telah\ndilakukan kalibrasi terhadap data pengukuran tahun 2020 menunjukkan bahwa\nskenario debit harian paling mendekati dengan hasil pengukuran, dimana terjadi\nsedimentasi di sepanjang Cengkareng Drain dengan perubahan dasar saluran ratarata\nhasil simulasi sebesar 1,04 m, sedangkan perubahan dasar saluran rata-rata\nhasil pengukuran adalah sebesar 1,08 m. Analisis kapasitas sungai dilakukan\ndengan menggunakan Model Unsteady Flow dengan syarat batas hulu berupa debit\nbanjir dan pasang tertinggi sebagai syarat batas hilir dengan skenario eksisting dan\nskenario penurunan tanah selama 5 tahun dan 10 tahun. Hasil simulasi\nmenunjukkan bahwa Cengkareng Drain dengan skenario kondisi eksisting mampu\nmengalirkan debit banjir dengan kala ulang 50 tahun, namun jika terjadi penurunan\ntanah dalam 5 tahun akan terjadi limpasan di hilir Cengkareng Drain. Berdasarkan\nhasil simulasi tersebut, direkomendasikan untuk dilakukan operasi dan\npemeliharaan berupa pengerukan secara berkala untuk mengoptimalkan kapasitas\nCengkareng Drain serta pembuatan tanggul yang ramah lingkungan di bagian hilir\nuntuk melindungi masyarakat sekitar dari risiko banjir.", "Daftar File": {"ABSTRAK Rezky Dwi Nur Cahyani": "https://digilib.itb.ac.id/gdl/download/245257"}, "Penulis": "Rezky Dwi Nur Cahyani [25820042]", "Kontributor / Dosen Pembimbing": ["Ir. Cahyono, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "banjir, angkutan sedimen, Cengkareng Drain, HEC-RAS.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jan 2022"}