{"Nomor": 63300, "Judul": "PEMODELAN GELOMBANG AKUSTIK BAWAH AIR AKIBAT OPERASI LADANG ANGIN LEPAS PANTAI MENGGUNAKAN METODA ELEMEN BATAS", "Abstrak": "Ladang angin lepas pantai sebagai sumber energi terbarukan merupakan salah satu solusi yang diunggulkan karena sifat menguntungkan dari energi angin pada lepas pantai yang lebih besar dan seragam. Tetapi ladang angin lepas pantai menimbulkan masalah lingkungan yang lain, berupa gelombang akustik bawah air yang dapat menganggu kehidupan bawah air dengan pengaruh pada jarak yang cukup jauh.\nPemodelan pada tugas akhir ini diawali dengan studi banding pada penelitian terdahulu untuk mendapat dimensi struktur dan perkiraan frekuensi getaran dominan dari struktur. Lalu dilakukan analisis teori balok Euler-Bernoulli untuk mendapat frekuensi natural sesungguhnya dari struktur, dilanjutkan dengan mencari sebaran kecepatan normal sebagai masukan dari model. Analisis dilanjutkan untuk menentukan sebaran tekanan normal pada permukaan struktur yang selanjutnya dapat dicari tekanan akustik bawah air akibat operasi turbin angin. Pemodelan gelombang akustik bawah air akibat operasi ladang angin lepas pantai dilakukan menggunakan perangkat lunak numerik CHIEF (Combined Helmholtz Integral Equation Equation Formulation) untuk mendapatkan nilai tekanan akustik bawah air bidang dekat (near-field) dan bidang jauh (far-field). Pemodelan dilakukan untuk kondisi terdapat 1,3,5 dan 7 turbin pada ladang angin. masing-masing kondisi dianalisis pada frekuensi dominan getaran rendah, sedang dan tinggi, dan memperhitungkan kombinasi perbedaan fasa getaran struktur turbin angin dengan superposisi gelombang akustik bawah air in-phase dan out-of-phase.\nBerdasarkan Pemodelan yang dilakukan diperoleh tingkat tekanan suara akan memuncak di sekitar lokasi masing-masing turbin yang menunjukkan efek lokal dari vibrasi menara turbin angin, lalu tingkat tekanan suara berkurang dengan laju eksponensial terhadap jarak. Tingkat tekanan suara yang dihasilkan juga berbanding lurus dengan frekuensi getaran yang ditinjau. Dan didapat kesimpulan bahwa gelombang akustik bawah air akibat vibrasi turbin individu bernilai lebih rendah dibandingkan dengan kontribusi kumulatif dari semua turbin di ladang angin bahkan pada jarak jauh dari pusat ladang angin (bidang jauh).", "Daftar File": {"ABSTRAK Mahardika Firjatullah": "https://digilib.itb.ac.id/gdl/download/242487"}, "Penulis": "Mahardika Firjatullah [15517037]", "Kontributor / Dosen Pembimbing": ["Ir. Irsan Soemantri Brodjonegoro, Ph.D.", "Eko Charnius Ilman, S.T., M.T., Ph.D.", "Eddy Rachman Gandanegara, S.T., M.T.", "Farid Putra Bakti, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Akustik bawah air, Ladang angin lepas pantai, operasi turbin angin, in-phase, out-of-phase", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jan 2022"}