{"Nomor": 63302, "Judul": "ANALISIS USULAN PENERAPAN SMALL-SCALE NATURE BASED SOLUTION PADA PERMUKIMAN BERKEPADATAN TINGGI STUDI KASUS: KELURAHAN PAJAJARAN, KOTA BANDUNG", "Abstrak": "Perkembangan perkotaan mendorong alih fungsi lahan bantaran sungai menjadi\npermukiman. Hal ini disebabkan karena ketersediaan lahan yang sedikit dan kebutuhan akan\nlahan hunian dan aktivitas yang terus meningkat seiring dengan peningkatan jumlah\npenduduk karena fenomena rrbanisasi serta faktor penarik (pull factor) yang dimiliki Kota\nBandung seperti lapangan kerja dan penghasilan yang lebih baik dibandingkan dengan\ndaerah sekitar. Salah satu hal utama yang paling berpengaruh terhadap kerawanan bencana\nyang ada di Kelurahan Pajajaran ialah padatnya permukiman sepanjang sempadan sungai.\nUntuk menganalisis karakteristik banjir adalah analisis deskriptif kualitatif dan kuantitatif.\nKomponen karakteristik banjir yang dianalisis meliputi lama genangan, tinggi genangan, dan\nperiode banjir. Selain itu juga dianalisis jenis small-scale NbS yang sesuai dengan kondisi\nwilayah dan banjir di Kelurahan Pajajaran menggunakan metode pembobotan. Jenis smallscale NbS terpilih kemudian dianalisis kembali dengan analisis deskriptif kualitatif untuk\nmenghasilkan output berupa model 3D dan analisis spasial untuk menentukan lokasi\npenerapan. small-scale NbS yang sesuai dengan kondisi wilayah, banjir, dan kriteria teknis\nadalah pervious pavement, roof garden, dan rain barrel. lokasi penerapan small-scale NbS\ndisesuaikan dengan kriteria teknis NbS yang ingin diterapkan di Kelurahan Pajajaran.\nPenerapan small-scale NbS sebagai upaya menurunkan risiko banjir di Kelurahan Pajajaran\ndapat dilakukan hingga ke masing-masing bangunan baik rumah ataupun bangunan gedung.\nPenerapan pada kantor pemerintahan dan sarana prasarana umum dapat menjadi contoh\npenerapan yang baik.", "Daftar File": {}, "Penulis": "Muhammad Farhan Nahduddin [15417111]", "Kontributor / Dosen Pembimbing": ["Saut Aritua Hasiholan Sagala, S.T., M.Sc., Ph.D.", "Arini Murwindarti, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Bencana Banjir, Manajemen risiko bencana, Small -scale Nature-based Solution", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "28 Jan 2022"}