{"Nomor": 63305, "Judul": "KARAKTERISTIK SIFAT ELEKTRIK DAN MAGNETIK DARI MATERIAL STRONTIUM COBALTITE", "Abstrak": "Material SrCoO3-? merupakan material yang dapat memiliki jumlah oksigen 2,5-3. Jika defisiensi oksigen bernilai (? = 0,5-0,25) maka terjadi vakansi oksigen dan akan membentuk material SrCoO2.5 disebut dengan fasa brownmillerite yang memiliki struktur ortorhombik. Namun jika defisiensi oksigen bernilai (? = 0,25- 0) maka akan membentuk fasa perovskite sempurna SrCoO3 dengan stuktur kubik. Pada penelitian ini digunakan metode sol-gel yang kemudian dilakukan proses quenching dengan menggunakan medium H2O untuk mendapatkan fasa brownmillerite. Dengan menggunakan metode tersebut berhasil disintesis material SrCoO2,5 dengan fasa tunggal. Untuk mendapatkan fase SrCoO3 dilakukan proses oksidasi mengunnakan KMnO4. Namun oksidasi secara kimia menyebabkan terbentuknya fasa sekunder CoO sebagai akibat reaksi material dengan medium oksidasi. Selain itu oksidasi dengan KMnO4 menyisahkan atom K dan Mn yang dikonfirmasi dari hasil pengukuran Energy-dispersive X-ray spectroscopy. Jumlah oksigen yang lebih tepat ditentukan dengan titrasi iodometri dan didapatkan hasil jumlah oksigen O?2,5 dan O = 2,77. Fasa SrCoO2,5 memiliki sifat semikonduktor dengan besar Eg = 0,09eV. Sedangkan untuk koefisien Seebeck bernilai negatif dengan nilai terbesar pada suhu 330K yaitu S=-460,79?V/K. Fasa SrCoO2,77 memiliki nilai magnetisasi yang lebih besar dibandingkan dengan SrCoO2,5. Hal tersebut dikarenakan ion kobalt pada SrCoO2,77 berinteraksi secara feromagnetik.", "Daftar File": {"ABSTRAK Mohammad Dani Al Qori’": "https://digilib.itb.ac.id/gdl/download/242502", "COVER Mohammad Dani Al Qori’": "https://digilib.itb.ac.id/gdl/download/256300", "PUSTAKA Mohammad Dani Al Qori’": "https://digilib.itb.ac.id/gdl/download/256308"}, "Penulis": "Mohammad Dani Al Qori’ [20219003]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Agustinus Agung Nugroho Sulistyo Hutomo", "Dr. Dedi"], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Brownmillerite, Iodometri, Oksidasi, Peronskite, Seebeck", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "28 Jan 2022"}