{"Nomor": 63306, "Judul": "MULTIVARIATE GEOSTATISTICAL ANALYSIS FOR LATERITIC NICKEL DEPOSIT AT GEE ISLAND, EAST HALMAHERA, NORTH MALUKU", "Abstrak": "Gee Island administratively located at East Malmahera, North Maluku with area of 200 Ha. Assay data from the drillholes are divided into three zones, i.e. Limonite Ore Zone (LOZ), Low Saprolite Ore Zone (LSOZ), and High Saprolite Ore Zone (HSOZ). The study area is divided into two blocks based on the drillholes pattern, i.e. North and South Blocks. This study focuses on the variables of Ni, Fe, Co, Si02, CaO, and MgO grades as well as geometrical variables such as zone thickness, slope, and Ni grade accumulation. Grade and geometric modelling is performed using multivariate geostatistical method via Ordinary Cokriging, and then the results will be compared to Ordinary Kriging. Spatial structural analysis is performed for the multivariate data which have strong coefficient of conelation. The analysis results that pair of multivariate data with strong correlation both statistically and spatially either in micro scale (O — 25 meter) or local scale (25 — 100 meter) were [Fe — MgO], [Fe - Si02], and [Ni grade accumulation — thickness] in all lateritic zones of North and; South Blocks. Comparison between kriging and cokriging estimation variances for both proportional and unproportional spatial structures of variogram and crossvariogram models showed that cokriging variances were smaller than kriging variances if the nugget variance of cross-variogram was smaller than the nugget variance of variogram of primary dataset. Drillholes configuration also had affected the estimation variances, where for the closer drillhole spacing (0 — 25 meter), the kriging variances tend to be smaller than cokriging variances. In opposite, for the wider drillhole spacing (25 — 100 meter), cokriging variances tend to be smaller than kriging variances. In a specific case where crossvariogram produced pure nugget effect around zero, then cokriging variances coincided to kriging variances. While for the cross-variogram with non-zero pure nugget effect, kriging variances were constantly smaller than cokriging variances.", "Daftar File": {"COVER Mohamad Nur Heriawan": "https://digilib.itb.ac.id/gdl/download/242503", "2009 M NUR HERIAWAN 1-EDITORIAL BOARD.pdf)u": "https://digilib.itb.ac.id/gdl/download/242504", "2009 M NUR HERIAWAN 1-TABLE OF CONTENT.pdf?": "https://digilib.itb.ac.id/gdl/download/242505", "2009 M NUR HERIAWAN 1-PAPER.pdf\n]": "https://digilib.itb.ac.id/gdl/download/242506"}, "Penulis": "Mohamad Nur Heriawan [-]", "Kontributor / Dosen Pembimbing": ["Dwi Suryono, Syafrizal, Lukman Efendi"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "lateritic nickel, variogram, cross-variogram, kriging, cokriging", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "4 file", "Tanggal Input": "28 Jan 2022"}