{"Nomor": 63308, "Judul": "PERANCANGAN SARANA BACA PUBLIK UNTUK MENGHIDUPKAN BUDAYA BACA MASYARAKAT KOTA BANDUNG (STUDI KASUS: KOTAK LITERASI CERDAS)", "Abstrak": "Menurut UNESCO, Indonesia menduduki urutan kedua dari bawah dalam literasi\ndunia. Data menyebutkan, minat baca masyarakat Indonesia adalah 0,001%.\nArtinya, hanya 1 orang dari 1000 orang Indonesia yang rajin membaca (Kominfo,\n2017). Demi memajukan bangsa ini tentunya diperlukan minat baca sebagai\nlandasan untuk menambah pengetahuan. Masyarakat Indonesia masih perlu\nmeningkatkan minatnya dalam membaca. Menurut data yang disajikan dalam\nIndeks Alibaca Nasional oleh Puslitjakdikbud (2019), dapat diketahui bahwa\nmasyarakat Indonesia sudah cukup melek aksara, namun belum disertai dengan\nbudaya baca. Data tersebut menunjukkan bahwa kebiasaan masyarakat\nmengunjungi perpustakaan dan memanfaatkan taman bacaan masih sangat rendah.\nSehingga perlu adanya upaya untuk meningkatkan akses masyarakat terhadap\nsarana baca publik demi mendorong kebiasaan membaca masyarakat. Data tersebut\ndidukung oleh hasil penelitian Dispusipda Jabar yang mengatakan bahwa indeks\nmembaca masyarakat Jawa Barat tahun 2020 mengalami penurunan apabila\ndibandingkan dengan indeks tahun 2016. Oleh karena itu, dengan melakukan\npenelitian dan pengembangan desain sarana baca publik di Kota Bandung,\ndiharapkan masyarakat mudah mengakses bahan-bahan literasi dan minat baca\nmasyarakat dapat ditingkatkan. Produk yang dikembangkan ialah Pojok Maca,\nyaitu pojok baca buku tematik berupa mini public library yang menyajikan koleksi\nbuku dengan tema yang berbeda di setiap tempat.", "Daftar File": {}, "Penulis": "Jasmine Larend Shinta A [17516028]", "Kontributor / Dosen Pembimbing": ["Dr. Arianti Ayu Puspita, S.Ds., M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "budaya baca, kebiasaan membaca, minat baca, sarana baca publik", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "28 Jan 2022"}