{"Nomor": 63307, "Judul": "PERANCANGAN DESAIN INTERIOR DAN SARANA BARANG BUS RAPID TRANSIT TRANSJAKARTA UNTUK MEMFASILITASI PENUMPANG YANG MEMBAWA BAGASI", "Abstrak": "Transportasi publik Bus Rapid Transit Transjakarta merupakan moda transportasi umum utama\nKota DKI Jakarta yang banyak diminati masyarakat karena pelayanannya yang cepat dan\nongkos murah berkat program intergrasi JakLingko. Tujuan utama program JakLingko yang\ndicetuskan oleh Pemerintahan DKI Jakarta adalah untuk mengurangi jumlah angka kendaraan\nbermotor, intensitas kemacetan lalu lintas, dan polusi dengan membangun sistem transportasi\numum yang terintegrasi baik ongkos maupun aksesibilitas antar moda. Alhasil, BRT\nTransjakarta mampu menargetkan jumlah penumpang yang diangkut hingga satu juta\npenumpang dalam satu harinya. Yang menjadi tantangan terbesar pelayanan ini yakni ketika\nmemasuki jam kepadatan tertinggi dimana jumlah orang yang bermobilisasi di jalanan lalu\nlintas dalam waktu yang sama meningkat secara drastis.\nDari data yang ditemukan, faktor kenyamanan, ruang privasi, dan keamanan menjadi variabel\npertimbangan penumpang dalam memilih menggunakan moda transportasi publik yang dirasa\nbelum memadai. Salah satu kebutuhan yang telah lama ada di dalam aktivitas bermobilisasi\nyaitu berkaitan dengan barang berdimensi besar di dalam bus yang mana pada kondisi saat ini\ntidak memiliki tata letak yang pasti maupun fasilitas pendukungnya. Dengan adanya hambatan\nlain seperti pemenuhan penumpang tidak merata, keterlambatan, dan sempitnya ruang kabin\nmenyebabkan permasalahan barang bawaan ini menjadi rumit terutama pada rute terpadat dan\njam kepadatan tinggi. Sehingga permasalahan barang besar ini juga disautpautkan dengan\nkenyamanan dan ruang gerak penumpang lain.\nOleh karena itu, diperlukan pembenahan konfigurasi interior bus baru untuk menunjang\nbanyaknya atribut kenyamanan yang diperlukan oleh setiap golongan penumpang ditambah \ndengan sebuah rancangan fasilitas untuk mengakomodasi kebutuhan peletakan dan keamanan\nbarang bagasi.", "Daftar File": {}, "Penulis": "Farrell Rasyid Fadhlillah [17517041]", "Kontributor / Dosen Pembimbing": ["Slamet Riyadi, S.Ds., M.Ds., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Interior, BRT, Bagasi", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "28 Jan 2022"}