{"Nomor": 63310, "Judul": "PROYEKSI PERUBAHAN NERACA AIR HIDROLOGIS DAERAH TANGKAPAN AIR WADUK (STUDI KASUS: WADUK RIAM KANAN, WADUK SAGULING, WADUK BILI-BILI, WADUK BATU TEGI)", "Abstrak": "Perubahan iklim merupakan permasalahan yang memiliki dampak pada beberapa bidang kehidupan. Menurut data Badan Meteorologi dan Geofisika (BMKG), Indonesia mengalami perubahan curah hujan tahunan di periode 1991-2010 yang dibandingkan terhadap periode 1971-1990. Sebagian wilayah Sulawesi serta beberapa titik di Bengkulu dan Kalimantan Selatan mengalami peningkatan curah hujan mencapai 120 mm. Terdapat pula wilayah yang mengalami penurunan di seluruh Pulau Papua dan titik penurunan tertinggi di beberapa wilayah Kalimantan Tengah. Kondisi tersebut tentunya mengindikasikan adanya perubahan iklim yang akan berpengaruh terhadap ketersediaan air disekitar lokasi. Dalam studi ini dilakukan analisis untuk mengetahui tren neraca air hidrologis yang mungkin akan terjadi karena pengaruh perubahan iklim. Pemilihan lokasi studi yaitu daerah tangkapan waduk yang memiliki perubahan besar pada curah hujan tahunan serta besarnya tampungan waduk dan besarnya manfaat terhadap kehidupan masyarakat sekitarnya. Analisis dilakukan hanya dengan mempertimbangkan parameter hidrometeorologis yaitu curah hujan dan evapotranspirasi. Data proyeksi menggunakan ensamble CORDEX RCP 8.5 (2020-2045) serta data iklim observasi dari stasiun BMKG (1999-2005) sebagai korektor data model juga sebagai data training untuk diproyeksikan dengan metode ARIMA dan linear regresi.\nHasil analisis menunjukkan bahwa nilai evapotranspirasi empat daerah tangkapan waduk mengalami tren positif seluruhnya, dengan kenaikan tertinggi pada daerah tangkapan Bili-bili di Maros mencapai 4% di musim penghujan dan 3% pada musim kemarau. Hal ini dipengaruhi oleh banyakanya durasi penyinaran matahari diatas 10 jam. Kontras dengan evapotranspirasi, nilai neraca air yang terjadi pada seluruh daerah tangkapan memiliki tren menurun di seluruh daerah tangkapan meskipun tidak terlalu signifikan. Selama musim kemarau diprediksi tidak akan terdapat aliran permukaan dan infiltrasi yang terjadi.", "Daftar File": {"ABSTRAK Sartika Rachmawati": "https://digilib.itb.ac.id/gdl/download/242511"}, "Penulis": "Sartika Rachmawati [95018009]", "Kontributor / Dosen Pembimbing": ["Hadi Kardhana, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Evapotranspirasi, Cordex, proyeksi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Jan 2022"}