{"Nomor": 63317, "Judul": "AN OPTIMIZED MODEL OF CALCULATING OPTIMAL PACKING RATIO FOR GRADED PROPPANT PLACEMENT WITH CONSIDERATION OF PROPPANT EMBEDMENT AND DEFORMATION", "Abstrak": "The method of micro-sized Graded Proppant Placement (GPP) has been proposed in the industry to increase the size of the stimulated zone in naturally fractured reservoirs. The models of determining the Optimal Proppant Packing Ratio (OPPR) and the optimal injection schedule have also been established. However, all the previous studies neglected the impact of Proppant Embedment into fracture wall and Proppant Deformation (PEPD), and therefore significant discrepancies between modeling results and experimental results have been observed. In this study, models of calculating PEPD are established and incorporated into the GPP model, and the influences of proppant embedment and deformation on OPPR, optimal injection schedule and predicted post-stimulation productivity increase are investigated. Conductivity Correction Factor (CCF) is introduced to find the OPPR and the results are compared with the results obtained from previous models which are based on Permeability Correction Factor (PCF). The results show that smaller proppant Elastic Modulus or smaller rock Elastic Modulus leads to bigger OPPR and lower PCF. The CCF -based OPPR matches better with previous experimental results than the PCF -based value. The study also shows that with consideration of PEPD, OPPR is significantly larger; the optimal proppant concentrations at different stages of graded proppant injection are accordingly larger, and the predicted folds of productivity increase after stimulation is much lower. The results from this study can be used to optimize the planning of GPP. For the stimulations of soft formations like CBM, shale etc. or the stimulations where less-rigid proppants like silica sand or walnut shell are used, the findings of this study are even more important. If the proppants and the formation rock are assumed to be rigid bodies and PEPD are neglected in such situations, 32.5% lower of proppant concentration will be caused, which will consequently lead to under-propping of the fracture and the productivity will not be maximized supposedly. Meanwhile, the predicted folds of productivity increase will be overestimated by 27.5% maximally. The larger the stimulation zone, the stronger the influence of PEPD. PEPD must be considered when planning a large-scale GPP in soft formations. This study is a continuation of the studies conducted by the authors earlier. The major novel elements are that PEPD are considered, the influences of PEPD are investigated, and fracture conductivity is used instead of permeability to find the optimal proppant packing ratio.", "Daftar File": {}, "Penulis": "Huifeng Liu [-]", "Kontributor / Dosen Pembimbing": ["Pavel Bedrikovetsky", "Zebo Yuan", "Jv Liu", "Yuxuan Liu"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Natural fractures; Graded proppant placement; Proppant embedment; Proppant deformation; Fracture conductivity", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 107703,https://www.sciencedirect.com/science/article/pii/S0920410520307683", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "28 Jan 2022"}