{"Nomor": 63316, "Judul": "SMART MODELING OF VISCOSITY OF VISCOELASTIC SURFACTANT SELF-DIVERTING ACIDS", "Abstrak": "The Viscoelastic Surfactant (VES) based self-diverting acids, the recent generation of the acid diverters, have been widely applied to alleviate the non-uniform distribution of the treatment fluids into the heterogeneous porous medium. Measuring the rheological characteristics of the aforesaid acids is an unavoidable step in designing an acid stimulation project. The purpose of this study is to generate smart soft-computing models for prognosticating the viscosity of VES-based acids as a function of five independent variables including VES concentration, temperature, shear rate, pH value and the concentration of the Ca2+ (or CaCl2). Robust types of artificial intelligence methodologies including Multilayer Perceptron (MLP), Radial Basis Function (RBF), and Group Method of Data Handling (GMDH) were trained to achieve both computer-based and user-accessible models for the scope of this research. The MLP approach was optimized with four diverse algorithms including Resilient Backpropagation (RB), Bayesian Regularization (BR), Levenberg-Marquardt (LM), and Scaled Conjugate Gradient (SCG). The Differential Evolution (DE) and Independent Component Analysis (ICA) techniques were utilized to precisely tune the control parameters of the RBF network. Accordingly, several models were generated over three experimental data sets collected from the literature. The truthfulness and reliability of the developed models were assessed by employing several statistical parameters and graphical analyses. According to the results, all the proposed smart models were thoroughly victorious for predicting the VES-based acid viscosity. The MLP-SCG strategy outperformed other algorithms with Root Mean Square Error (RMSE), Average Absolute Relative Deviation (AARD), and R2 values of 0.0025, 0.6265%, and 0.9998, respectively. The so-called outliers analysis reveals that all datapoints used for modeling are located in the applicability domain leading to the database validity and model reliability. Furthermore, a comparison between the smart models proposed here against literature traditional correlations demonstrates the superiority of the intelligent models for the scope of this study. At last, it should be expressed that the created strong tools here could be of high weight for the successful design and implementation of matrix acidizing.", "Daftar File": {}, "Penulis": "Mehdi Mahdaviara [-]", "Kontributor / Dosen Pembimbing": ["Alireza Rostami", "Abbas Helalizadeh", "Khalil Shahbazi"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Viscoelastic surfactant; Matrix acidizing; Multilayer perceptron (MLP); Radial basis function (RBF); Group method of data handling (GMDH); Optimizing algorithms", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 107617, https://www.sciencedirect.com/science/article/pii/S0920410520306859", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "28 Jan 2022"}