{"Nomor": 63315, "Judul": "KONTROL GEOLOGI TERHADAP KEMUNCULAN MANIFESTASI TERMAL GUNUNG TAMPOMAS", "Abstrak": "Daerah penelitian terletak di Gunung Tampomas dan sekitarnya. Kondisi geologi\nGunung Tampomas sebelumnya sudah dipetakan akan tetapi tidak dikaitkan dengan\npengaruhnya terhadap kemunculan manifestasi geotermal di permukaan. Kemunculan\nmanifestasi permukaan dikontrol oleh proses geologi yang berkaitan dengan jalur\npermeabilitas primer (batas satuan) atau sekunder (struktur geologi). Maksud\npenelitian untuk mengetahui kontrol geologi kemunculan manifestasi dan bertujuan\nuntuk menenentukan batas satuan, menentukan zona sesar, menentukan kontrol\nkemunculan manifestasi, dan interpretasi kondisi geologi bawah permukaan. Metode\nyang digunakan dalam penelitian ini meliputi analisis penginderaan jauh, pemetaan\nlapangan, analisis laboratorium dan pengukuran Rn222 di lapangan. Analisis\npenginderaan jauh digunakan untuk membuat batas satuan dan penarikan kelurusan\nyang berkaitan dengan struktur geologi. Hasil dari analisis penginderaan jauh adalah\npeta volkanostratigrafi awal dan peta kelurusan akhir. Hasil analisis tersebut akan\ndivalidasi dengan pemetaan geologi lapangan. Pembuatan peta geologi valid dilakukan\nberdasarkan hasil pemetaan litologi di lapangan, penampang tahanan jenis untuk\ninterpretasi litologi bawah permukaan, dan geologi regional. Pembuatan peta struktur\ngeologi valid dilakukan berdasarkan bukti-bukti struktur di lapangan, kelurusan dari\nstudi gaya berat, dan konsentrasi Hg dan CO2. Peta geologi valid digunakan untuk\nmembuat peta batas satuan dan struktur geologi untuk membuat peta struktur geologi.\nPenentuan kontrol kemunculan manifestasi di batas satuan dan struktur geologi\nmasing-masing pada perkiraan yaitu manifestasi muncul di area buffer batas satuan\ndengan karakteristik konsentrasi Rn222 rendah di gas tanah dan CH4 rendah di gas\nterlarut manifestasi maka dikontrol oleh batas satuan dan jika di area buffer struktur\ngeologi dengan karakteristik konsentrasi Rn222 tinggi di gas tanah dan konsentrasi\nCH4 tinggi di gas terlarut manifestasi maka dikontrol oleh struktur. Hasil penelitian\nmenunjukkan bahwa manifestasi permukaan Gunung Tampomas dikontrol oleh\nstruktur geologi dan batas satuan. Seluruh manifestasi termal (1 MAP dan 8 MAH) dan\n5 mata air dingin muncul di area buffer struktur geologi dan 3 MAD muncul di area\nbuffer batas satuan.", "Daftar File": {"COVER JUNI YESY SIANIPAR": "https://digilib.itb.ac.id/gdl/download/242531", "BAB 1 JUNI YESY SIANIPAR": "https://digilib.itb.ac.id/gdl/download/242532", "BAB 2A JUNI YESY SIANIPAR": "https://digilib.itb.ac.id/gdl/download/242533", "BAB 2B JUNI YESY SIANIPAR": "https://digilib.itb.ac.id/gdl/download/242534", "BAB 3A JUNI YESY SIANIPAR": "https://digilib.itb.ac.id/gdl/download/242545", "BAB 3B JUNI YESY SIANIPAR": "https://digilib.itb.ac.id/gdl/download/242546", "BAB 3C JUNI YESY SIANIPAR": "https://digilib.itb.ac.id/gdl/download/242547", "BAB 3D JUNI YESY SIANIPAR": "https://digilib.itb.ac.id/gdl/download/242548", "BAB 3E JUNI YESY SIANIPAR": "https://digilib.itb.ac.id/gdl/download/242549", "BAB 3F JUNI YESY SIANIPAR": "https://digilib.itb.ac.id/gdl/download/242551", "BAB 3G JUNI YESY SIANIPAR": "https://digilib.itb.ac.id/gdl/download/242552", "BAB 3H JUNI YESY SIANIPAR": "https://digilib.itb.ac.id/gdl/download/242553", "BAB 4A JUNI YESY SIANIPAR": "https://digilib.itb.ac.id/gdl/download/242554", "BAB 4B JUNI YESY SIANIPAR": "https://digilib.itb.ac.id/gdl/download/242555", "BAB 4C JUNI YESY SIANIPAR": "https://digilib.itb.ac.id/gdl/download/242556", "BAB 5 JUNI YESY SIANIPAR": "https://digilib.itb.ac.id/gdl/download/242558", "BAB 6 JUNI YESY SIANIPAR": "https://digilib.itb.ac.id/gdl/download/242559", "BAB 7 JUNI YESY SIANIPAR": "https://digilib.itb.ac.id/gdl/download/242560", "PUSTAKA JUNI YESY SIANIPAR": "https://digilib.itb.ac.id/gdl/download/242561"}, "Penulis": "JUNI YESY SIANIPAR [22615003]", "Kontributor / Dosen Pembimbing": ["Dr. Eng. Suryantini, ST., Dipl. Geothermal Tech, M.Sc,", "Irwan Iskandar, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "batas satuan, geologi, manifestasi, permeabilitas, struktur geologi, Tampomas", "Sumber": "Program Studi Teknik Panas Bumi", "Staf Input/Edit": "Alice Diniarti", "File": "20 file", "Tanggal Input": "28 Jan 2022"}