{"Nomor": 63327, "Judul": "PERANCANGAN FASILITAS PENYELAMATAN KORBAN TERJEBAK DALAM BENCANA KEBAKARAN DI RUMAH SUSUN", "Abstrak": "Bencana kebakaran merupakan salah-satu bencana yang cukup sering terjadi di\nkawasan pemukiman padat penghuni. Jumlah korban kebakaran yang terjadi di\nkawasan tersebut cukup tinggi karena banyaknya manusia yang berada di satu area\nsehingga bencana sangat mudah mengenai korban. Tingginya jumlah penghuni\nmemengaruhi penggunaan listrik di area tersebut, sehingga memungkinkan\nkebakaran sangat mudah terjadi karena listrik merupakan penyebab utama dari\nkebakaran. Kurangnya ketersediaan sistem proteksi kebakaran dan pelatihan\nterhadap masyarakat tentang menghadapi dan mengatasi kebakaran merupakan\nsalah-satu faktor yang menyebabkan munculnya korban. Hal tersebut juga\nmenyebabkan beberapa korban kebakaran sulit atau bahkan tidak dapat\nmenyelamatkan diri secara mandiri, sehingga harus menunggu pertolongan dari tim\nevakuasi. Sebab lain dari terjebaknya korban di dalam bangunan adalah karena\nmereka telat menyadari kebakaran, akses jalan evakuasi yang tertutup asap, api,\natau runtuhan, minimnya jarak pandang, kurangnya oksigen, serta terbatasnya\nwaktu untuk keluar dari bangunan hingga mereka keracunan dan tidak sadarkan\ndiri. Asap, api, dan runtuhan bangunan merupakan bahaya yang selalu mengintai\nkorban yang terjebak. Apabila tim evakuasi datang pada waktu yang terlambat,\nmereka hanya akan menemukan korban yang sudah tidak bernyawa karena\nkehabisan oksigen, keracunan asap, terbakar, atau tertimpa bangunan yang runtuh.\nPenelitian ini dilakukan untuk menemukan solusi yang tepat agar korban yang\nterjebak dapat selamat dari bahaya asap, api, dan runtuhan bangunan selama mereka\nmenunggu tim evakuasi. Solusi produk dirancang agar sangat mudah digunakan\ndan dipahami oleh penghuni sehingga user tidak perlu memiliki keahlian dan\npelatihan khusus untuk menggunakannya.", "Daftar File": {}, "Penulis": "Olivia Rosalina Lafkin [17517016]", "Kontributor / Dosen Pembimbing": ["Slamet Riyadi, S.Ds., M.Ds., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "korban terjebak, kebakaran, penyelamatan, bertahan", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "30 Jan 2022"}