{"Nomor": 63335, "Judul": "DESAIN ALAT PENAMPUNG SAMPEL URINE UNTUK KEPERLUAN  PEMERIKSAAN KESEHATAN RUTIN BAGI LANSIA", "Abstrak": "Urinalisis adalah pemeriksaan kesehatan menggunakan sampel urine yang diperiksa di dalam lab \ndengan berbagai cara. Melalui urine dapat diketahui infeksi pada saluran kencing seperti infeksi \nkemih, batu ginjal, dan kerusakan otot pada saluran kencing. Cara penangkapan urine dilakukan \nsecara manual dengan mengarahkan urine ke arah wadah penampung. Hal yang menjadi sulit \nadalah proses ini dilakukan oleh pasien sendiri dan terkadang timbul berbagai masalah seperti \nkesalahan yang berakibat pada bagian luar tabung tersiram oleh air urine yang dapat \nmempengaruhi higienitas dari sampel urine. Untuk itu penelitian ini bertujuan untuk \nmengembangkan produk atau sistem yang dapat membantu proses urinalisis lebih presisi.\nPenelitian ini menggunakan metode library research atau penelitian kepustakaan. Adapun sumber \ndata yang digunakan adalah data-data primer dan sekunder dari jurnal penelitian dan buku yang \nmembahas urinalisis, buku panduan atau manual book tentang prosedur urinalisis, dan jurnal yang \nmembahas tentang urologi. Data akan dianalisa dengan metode deskriptif kualitatif.\nBerdasarkan analisis yang dilakukan, diperoleh hasil yang mengatakan bahwa proses pengambilan \nsampel urine untuk keperluan medical check up diambil secara mandiri jika pasien masih sanggup. \nBeberapa pasien mengaku mengalami kesulitan dalam mengambil sampel urine secara mandiri. \nTerutama pasien lansia", "Daftar File": {}, "Penulis": "Dimas Ihza Mahendra [17517027]", "Kontributor / Dosen Pembimbing": ["Dr. Nedina Sari, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "Decorative arts", "Kata Kunci": "Urinalisis, Lansia, Kesehatan, Tes Urine", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "31 Jan 2022"}