{"Nomor": 63331, "Judul": "STUDI PENGARUH PARAMETER DALAM BIOSINTESIS NANOMETAL PERAK MENGGUNAKAN AGEN PEREDUKSI EKSTRAK PEREDUKSI EKSTRAK BUAH DAEMONOROPS DRACO, DAUN PHYSALIS ANGULATA, BLUMEA BALSAMIFERA, STAUROGYNE ELONGATA DAN STROBILANTHES CRISPUS", "Abstrak": "Nanometal perak adalah salah satu jenis nanopartikel yang banyak digunakan di berbagai bidang. Nanometal perak dapat digunakan sebagai agen antimikroba, antifungi, antivirus, antioksidan, terapeutik, pembalut luka, biosensor, coating dan katalis. Nanometal perak mayoritas diproduksi menggunakan metode fisika dan kimia. Namun, metode ini memiliki banyak kekurangan seperti penggunaan bahan\nyang berbahaya, mahal dan perlu perlakuan lanjut untuk aplikasi biomedis. Oleh karena itu dilakukan sintesis nanometal perak menggunakan agen-agen biologis yang lebih ramah lingkungan serta rendah konsumsi energinya. Agen-agen biologis ini dapat berupa bakteri, fungi dan tumbuhan. Bakteri dan fungi memiliki kelemahan yakni dibutuhkan tempat yang steril untuk pertumbuhannya, selain itu, laju reaksi biosintesisnya rendah sehingga dibutuhkan waktu yang lama untuk sintesis dan perolehan prosesnya rendah. Indonesia memiliki berbagai macam tanaman yang berpotensi untuk digunakan pada biosintesis nanometal perak. Akan tetapi penelitian komprehensif mengenai efek parameter terhadap biosintesis\nnanometal masih sedikit sehingga penelitian ini dilakukan. Diharapkan penelitian ini dapat membantu penelitian selanjutnya dalam mempertimbangkan metode biosintesis nanometal perak.\n\nPada penelitian ini, digunakan ekstrak buah rotan (Daemonorops draco), daun ciplukan (Physalis angulate), daun sembung (Blumea balsamifera), daun rendeu (Staurogyne elongate) dan daun keji beling (Strobilanthes crispa) sebagai agen pereduksi dan stabilisasi nanometal perak. Pemilihan jenis tanaman tersebut didasarkan pada percobaan pendahuluan yang dilakukan. Pada penelitian ini,\nbiosintesis nanometal perak akan divariasikan berdasarkan waktu sintesis, volume ekstrak dan konsentrasi prekursor pada temperatur 80 oC dengan menggunakan prekursor AgNO3. Penelitian bertujuan untuk menentukan waktu sintesis, volume ekstrak dan konsentrasi prekursor optimum, menentukan ukuran nanometal yang terbentuk dan perolehannya. Oleh karena itu pada percobaan biosintesis nanometal perak ini akan dikarakterisasi menggunakan UV-Visual Spectrophotometer (UVVis),\nFourier Transform Infrared Spectroscopy (FT-IR), Scanning Electron Microscope-Energy Dispersive X-ray Spectroscopy (SEM-EDX), Particle Size Analyzer (PSA) dan Atomic Absorption Spectroscopy (AAS).\n\nBerdasarkan percobaan yang telah dilakukan di laboratorium, diperoleh waktu sintesis optimum untuk masing-masing buah rotan, daun ciplukan, sembung, rendeu dan keji beling adalah 1, 7, 19, 44 dan 14 menit. Volume ekstrak optimum untuk masing-masing buah rotan, daun ciplukan, sembung, rendeu dan keji beling adalah 1, 1, 5, 9 dan 7 mL. Konsentrasi prekursor optimum untuk masing-masing buah rotan,\ndaun ciplukan, sembung, rendeu dan keji beling adalah 4, 8, 14, 6 dan 10 mM. Kemudian dilakukan percobaan dengan parameter optimum sebagai parameter percobaan. Hasil karakterisasi menggunakan Eh-pH, SEM-EDX dan FTIR menunjukkan terbentuk nanometal perak pada biosintesis menggunakan semua ekstrak tanaman. Dari karakterisasi menggunakan PSA, didapatkan ukuran rata-rata nanometal\nperak untuk masing-masing buah rotan, daun ciplukan, sembung, rendeu dan keji beling adalah 302,07 ± 35,30 nm, 1037,40 ± 669,33 nm, 621,17 ± 593,03 nm, 340,10 ± 118,73 nm, 239,20 ± 63,73 nm. Dari karakterisasi menggunakan AAS didapatkan perolehan untuk masing-masing buah rotan, daun ciplukan, sembung, rendeu dan keji beling adalah 94,30%, 88,44%, 88,50%, 85,34%, 88,16%.", "Daftar File": {"ABSTRAK Widya Ayu Safitri": "https://digilib.itb.ac.id/gdl/download/242578", "BAB 1 Widya Ayu Safitri": "https://digilib.itb.ac.id/gdl/download/242579", "BAB 2 Widya Ayu Safitri": "https://digilib.itb.ac.id/gdl/download/242580", "BAB 3 Widya Ayu Safitri": "https://digilib.itb.ac.id/gdl/download/242581", "BAB 4 Widya Ayu Safitri": "https://digilib.itb.ac.id/gdl/download/242582", "BAB 5 Widya Ayu Safitri": "https://digilib.itb.ac.id/gdl/download/242583", "PUSTAKA Widya Ayu Safitri": "https://digilib.itb.ac.id/gdl/download/242584"}, "Penulis": "Widya Ayu Safitri [22520308]", "Kontributor / Dosen Pembimbing": ["Ir. Siti Khodijah, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "biosintesis, nanometal perak, buah rotan, daun ciplukan, daun sembung, daun rendeu dan daun keji beling.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "30 Jan 2022"}