{"Nomor": 63348, "Judul": "PREDICTIONS OF EQUILIBRIUM SOLUBILITY AND MASS TRANSFER COEFFICIENT FOR CO2 ABSORPTION INTO AQUEOUS SOLUTIONS OF 4-DIETHYLAMINO-2-BUTANOL USING ARTIFICIAL NEURAL NETWORKS", "Abstrak": "In the present work, artificial neuron network (ANN) based models for predicting equilibrium solubility and mass transfer coefficient of CO2 absorption into aqueous solutions of high performance alternative 4-diethylamino-2-butanol (DEAB) solvent were successfully developed. The ANN models show an outstanding predictive performance over the predictive correlations proposed in the literature. In order to predict the equilibrium solubility, the ANN model were developed based on three input parameters of operating temperature, concentration of DEAB and partial pressure of CO2. An outstanding prediction performance of 2.4% average absolute deviation (AAD) can be obtained (comparing with 7.1–8.3% AAD from the literature). Additionally, a significant improvement on predicting mass transfer coefficient can also be achieved through the developed ANN model with 3.1% AAD (comparing with 14.5% AAD from the existing semi-empirical model). The mass transfer coefficient is considered to be a function of liquid flow rate, liquid inlet temperature, concentration of DEAB, inlet CO2 loading, outlet CO2 loading, concentration of CO2 along the height of the column.", "Daftar File": {}, "Penulis": "Sutida Meesattham [-]", "Kontributor / Dosen Pembimbing": ["Pornmanas Charoensiritanasin", "Songpol Ongwattanakul", "Zhiwu Liang", "Paitoon Tontiwachwuthikul", "Teerawat Sema"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Artificial neural network; CO2 absorption; Equilibrium solubility; Mass transfer coefficient", "Sumber": "Petroleum, Volume 6, Issue 4, 2020, Pages 385-391, https://www.sciencedirect.com/science/article/pii/S2405656118300956", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "31 Jan 2022"}