{"Nomor": 63350, "Judul": "FOTOMETRI DENGAN METODE DIFFERENCE IMAGE", "Abstrak": "Studi mengenai bintang variabel dapat menambah pengetahuan kita mengenai\nparameter sis maupun evolusinya. Kedua hal ini dapat diperoleh melalui\nanalisis kurva cahaya dari bintang variabel. Sebelumnya, perlu suatu metode\nyang tepat untuk mendeteksi variabilitas kecerlangan bintang sehingga kurva\ncahaya dapat diperoleh. Sepanjang sejarah pengamatan, terdapat beberapa\nmetode untuk memperoleh kecerlangan bintang seperti fotometri bukaan, PSF-\ntting, dan dierence image. Akan tetapi, metode fotometri bukaan tidak bisa\nditerapkan ke medan bintang yang ramai dan PSF-tting sulit diterapkan ke\ncitra dengan PSF yang bervariasi. Metode yang diusulkan untuk mengatasi\nmasalah terakhir adalah dierence image. Pada versi awalnya, metode ini tidak\nmemperhitungkan variasi latar belakang serta butuh waktu komputasi yang\nlama. Metode dierence image pertama yang berhasil mengatasi masalah-\nmasalah tersebut adalah optimal image subtraction (Alard, 2000a).\nTujuan dari tugas akhir ini adalah mempelajari serta membandingkan hasil\nyang didapatkan melalui metode ini yang diimplementasikan dalam program\nISIS 2.2, dengan metode fotometri lain. Data yang digunakan berasal da-\nri data tutorial ISIS 2.2 dan data pengamatan dari Observatorium Bosscha.\nWalaupun metode ini merupakan metode termutakhir, masih ada kekurangan\ndalam proses pengolahan data sehingga berdampak pada kurva cahaya yang\ndihasilkan.", "Daftar File": {"ABSTRAK Teduh Perhati": "https://digilib.itb.ac.id/gdl/download/242611"}, "Penulis": "Teduh Perhati [10317032]", "Kontributor / Dosen Pembimbing": ["Dr. Chatief Kunjaya, M.Sc.", "Dr. Dhani Herdiwijaya, M.Sc.", "Dr. Mahasenaputra", "Dr. Yayan Sugianto, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "bintang variabel, teknik: fotometri, metode: image processing.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "31 Jan 2022"}