{"Nomor": 63365, "Judul": "PERILAKU KAWIN DAN REPRODUKSI LALAT TENTARA  HITAM, HERMETIA ILLUCENS L. (DIPTERA: STRATIOMYIDAE)", "Abstrak": "Lalat tentara hitam, Hermetia illucens, Black Soldier Fly/BSF merupakan salah satu organisme \nyang banyak dimanfaatkan untuk mereduksi akumulasi beragam sampah organik melalui \nmekanisme biokonversi. Hasil biokonversi sampah organik dipanen dalam bentuk biomassa \nprepupa untuk dijadikan bahan baku bioindustri dan sumber pakan ternak yang potensial. \nInformasi mengenai nilai penting secara ekonomi dan aplikasi kemampuan BSF dalam \nmengonversi berbagai sampah organik menjadi biomassa tinggi protein dan lemak sudah banyak \ndilaporkan. Namun, studi mengenai aspek dasar biologi seperti parameter perilaku yang \nmempengaruhi sukses kawin dan reproduksi pada BSF masih sangat minim. Informasi mengenai \nkondisi optimum yang mempengaruhi mekanisme sukses kawin dan reproduksi pada BSF \ndiperlukan untuk manajemen populasi pada instalasi pemeliharaan BSF. Tujuan utama dari \npenelitian ini adalah untuk mengkaji perilaku kawin dan potensi reproduksi pada BSF yang \ndipengaruhi oleh faktor biotik, abiotik dan perilaku seleksi seksual.\nPenelitian ini dilakukan di dalam screen house secara semi-outdoor sehingga memungkinkan \npencahayaan dari sinar matahari secara langsung. Analisis pola perilaku kawin dan reproduksi \nBSF dilakukan secara kontinu selama periode kawin dan oviposisi menggunakan metode \ncontinuous behavioral sampling. Tabel hidup BSF dianalisis dengan metode two sex life table \nuntuk mengetahui tingkat kelulushidupan dan potensi reproduksi BSF yang dipelihara pada lima \njenis sampah organik yang berbeda. Pengamatan terhadap perilaku seleksi seksual berdasarkan \nperbedaan umur, ukuran tubuh dan virginitas pasangan kawin dikaji pengaruhnya terhadap tingkat \nsukses kawin serta nilai fekunditas dan fertilitas telur yang dihasilkan. Pengaruh densitas larva \ndipelajari pada lima ukuran densitas larva dan pengaruh perbedaan rasio seks dikaji pada rasio \nseks dominansi jantan dan dominansi betina kemudian dianalisis pengaruhnya terhadap sukses \nkawin dan reproduksi melalui parameter frekuensi kawin, frekuensi oviposisi, fekunditas dan \nfertilitas telur. Perilaku preferensi jenis ovitrap dipelajari pada empat jenis ovitrap dan diamati \npengaruhnya terhadap perilaku oviposisi betina BSF serta perolehan telur yang fertil dari setiap \njenis ovitrap.\nAktivitas kawin BSF umumnya dimulai pada saat umur dua hari yang ditandai dengan banyaknya \nperilaku lek yang dilakukan jantan, dilanjutkan dengan perilaku courtship antara jantan dan betina \ndan serangkaian perilaku kawin spesies spesifik kemudian diakhiri dengan kopulasi yang \nmenandai sukses kawin. Periode oviposisi BSF berlangsung selama tujuh hari dimulai pada umur  empat hari atau dua hari setelah aktivitas kawin dengan puncak aktivitas oviposisi terjadi pada \nawal periode kemudian cenderung menurun hingga akhir periode oviposisi. Potensi reproduksi dan \ntingkat kelulushidupan BSF dipengaruhi oleh jenis pakan organik yang diberikan saat periode \nlarva. Perlakuan pakan sampah restoran padang saat periode larva memberikan nilai potensi \nreproduksi paling tinggi diantara perlakuan lainnya. Nilai reproduksi maksimum yang dihasilkan \nbetina pada perlakuan sampah restoran padang adalah 339,28 pada hari ke-45, dan untuk nilai \nreproduksi paling rendah adalah 28,68 pada hari ke-50.\nPerilaku seleksi seksual berdasarkan status virginitas, ukuran tubuh, dan umur pasangan kawin \nmempengaruhi sukses kawin dan reproduksi secara nyata pada BSF. Pasangan kawin jantan virgin \ndan betina virgin memiliki frekuensi kawin (30,8 ± 4,08) dan frekuensi oviposisi total (22,4 ± 2,61) \npaling tinggi dibandingkan dengan perlakuan kombinasi pasangan kawin lainnya. Namun \ndemikian, status virginitas tidak mempengaruhi secara nyata terhadap jumlah telur, berat telur dan \nfertilitas telur yang dihasilkan. Kombinasi pasangan kawin yang terdiri dari jantan berukuran besar \ndan betina besar memiliki frekuensi kawin (35,3 ± 4,64) dan oviposisi (28 ± 2,04) paling tinggi, \nsebaliknya pasangan kawin jantan kecil dan betina kecil memiliki frekuensi kawin (13,7 ±5,18) \ndan oviposisi paling rendah (5,0 ± 0,63). Terdapat kecenderungan individu jantan yang \ndipasangkan dengan betina yang berukuran besar memiliki frekuensi kawin yang lebih besar \ndibandingkan dengan jantan yang dipasangkan dengan betina berukuran sedang ataupun kecil. \nPasangan jantan dan betina muda memiliki frekuensi kawin (39,7 ± 2,80), frekuensi oviposisi (30,0\n± 0,94) dan perolehan total telur (8.894 ± 1.814) dan fertilitas telur (92,3 ± 4,97) paling tinggi. \nPenundaan aktivitas kawin yang terjadi pada pasangan jantan dan betina tua dapat menurunkan \nsukses kawin dan reproduksi pada BSF.\nDensitas larva yang tinggi (1200 larva) pada BSF dapat memperpanjang waktu perkembangan \nlarva (55 hari), menghasilkan ukuran larva instar akhir (14,55 ± 1,35) prepupa dan dewasa yang \nlebih kecil, serta frekuensi kawin (34 ± 1,98), frekuensi oviposisi (20 ± 0,97) dan total telur (11.851 \n± 1.051,4) yang rendah tetapi diiringi fertilitas telur yang tinggi (90,6 ± 3,49). Seleksi seksual yang \nmelibatkan perbedaan rasio seks jantan dan betina turut menentukan sukses kawin dan reproduksi \npada BSF. Rasio seks dominansi betina memberikan frekuensi kawin (158 ± 6,28), frekuensi \noviposisi (103 ± 14,79), jumlah total telur (45.342 ± 3.244,3) dan berat telur (1.603,0 ± 129,7) \npaling tinggi diantara perlakuan lainnya. Berdasarkan perilaku preferensi jenis ovitrap dapat \ndiketahui bahwa ovitrap jenis kayu merupakan jenis ovitrap yang paling disukai BSF untuk \nmeletakkan telur sehingga menghasilkan tangkapan total telur paling tinggi (9.262 ± 903,7) \ndibandingkan dengan jenis ovitrap lainnya.\nSecara umum hasil penelitian ini menggambarkan kontribusi penting dari faktor abiotik (jenis \npakan, jenis ovitrap), biotik (densitas larva, rasio seks dewasa), dan perilaku seleksi seksual \n(melibatkan virginitas, ukuran tubuh, umur pasangan kawin) dalam mencapai sukses kawin dan \nreproduksi pada BSF. Informasi ini sangat krusial dan dapat dijadikan dasar untuk \nmengembangkan sistem pemeliharaan BSF sehingga dapat menjamin ketersediaan populasi BSF \nsecara optimal dan berkelanjutan baik dalam aplikasi pemeliharaan skala kecil, komunal ataupun \nmassal.", "Daftar File": {"ABSTRAK - UCU JULITA": "https://digilib.itb.ac.id/gdl/download/242689"}, "Penulis": "Ucu Julita [30616002]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Dana Permana", "Prof. Intan Ahmad Musmeinan, Ph.D.", "Dr. Ahmad Ridwan", "Dr. Lulu Lusianti Fitri, M.Sc.", "Ramadhani Eka Putra, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "Life sciences ; biology", "Kata Kunci": "lalat tentara hitam, perilaku kawin, oviposisi, seleksi seksual, fekunditas, fertilitas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Feb 2022"}