{"Nomor": 63362, "Judul": "PEMBUATAN FAKTOR KOREKSI PERSAMAAN EVAPOTRANSPIRASI PENMAN-MONTEITH FAO-56 DAN PERBANDINGAN METODE PENGAMBILAN KEPUTUSAN PEMBERIAN AIR PADA TUMBUHAN SAWI HIJAU (BRASSICA RAPA SUBSP. CHINENSIS) DENGAN IRIGRASI TETES TEROTOMASI", "Abstrak": "Peningkatan nilai efisiensi penggunaan air tanaman pertanian dubtuhkan karena penggunaan air bersih yang tinggi dan kemungkinan kelangkaan air dalam sektor pertanian. Peningkatan nilai efesiensi penggunaan air dapat dilakukan dengan pengotimalan penggunaan air melalui otomasi irigasi tetes yang lebih presisi. Penelitian ini dilakukan untuk mengetahui nilai efisiensi penggunaan air terbesar dengan membandingkan metode-metode pengambilan keputusan pemberian air, diantaranya: persamaan evapotranspirasi Penman-Monteith FAO-56, nilai referensi harian, sensor kelembaban tanah, dan algoritma logika samar (fuzzy logic). Penelitian ini membandingkan nilai efesiensi penggunaan air dan produksi metode-metode tersebut dengan penanaman tanaman sawi hijau di daerah Jatinangor dalam keadaan dalam ruang dan dalam screenhouse. Selain itu penelitian ini juga menghitung besar factor koreksi persamaan evapotranspirasi Penman-Monteith FAO-56 spesifik bagi penanaman. Nilai efisiensi penggunaan air terbesar didapatkan dari pemberian air berdasarkan Penman-Monteith Modifikasi dalam screenhouse. Selain itu pemberian air dengan menggunakan perhitungan Penman-Monteith Modifikasi berpengaruh nyata terhadap kadar air tanaman dengan menggunakan uji ANOVA dan uji lanjut Duncan. Didapatkan besar faktor koreksi persamaan Penman-Monteith FAO-56 untuk sawi hijau di dalam ruangan dan screenhouse berturut-turut adalah 0.55 dan 0.73.", "Daftar File": {"ABSTRAK Rifki Muhammad": "https://digilib.itb.ac.id/gdl/download/242680"}, "Penulis": "Rifki Muhammad [11417050]", "Kontributor / Dosen Pembimbing": ["Acep Purqon, S.Si., M.Si., Ph.D.", "Ramadhani Eka Putra, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Pertanian", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Efesiensi penggunaan air, irigasi tetes, otomasi, Penman-Monteith, fuzzy, sawi hijau,", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Feb 2022"}