{"Nomor": 63364, "Judul": "STUDI KELAYAKAN LAPANGAN GEOTERMAL ENTALPI MEDIUM: STUDI KASUS LAPANGAN GEOTERMAL TULEHU", "Abstrak": "Pembangkit Listrik Tenaga Panas Bumi (PLTP) medium enthalpy masih belum beroperasi di Indonesia karena pengembangan masih terfokus di lapangan high enthalpy. Lapangan high enthalpy lebih ekonomis dikembangkan daripada lapangan medium enthalpy. Lapangan medium enthalpy akan lebih menarik jika dikembangkan di daerah yang memiliki BPP (Biaya Pokok Penyediaan Tenaga Listrik) yang tinggi. Lapangan geotermal Tulehu berada di daerah yang memiliki BPP yang tinggi, status pengembangannya saat ini berada di tahap feasibility study. Penelitian ini bertujuan merancang pengembangan yang paling ekonomis untuk dikembangkan di lapangan geotermal Tulehu. Metode yang digunakan dalam penelitian ini menggunakan pendekatan analisa teknis dan analisa keekonomian proyek pada masing-masing skenario pengembangan serta tingkat pengembalian finansial yang dicapai. Hasil penelitian menunjukan lapangan geotermal Tulehu layak dikembangkan dengan pengembangan bertingkat. Pola pengusahaan bertingkat dirancang dengan berbagai level. Level 1 digunakan untuk kelistrikan menggunakan 2 skenario (wellhead generating unit tipe condensing dan organic rankine cycle). Level selanjutnya digunakan untuk pemanfaatan langsung untuk pengeringan cengkeh dan kopi. Dari sisi ekonomi, skenario terbaik ditetapkan dengan kriteria harga listrik paling ekonomis yaitu skenario organic rankine cycle. Namun untuk pengembangan lapangan geotermal Tulehu yang lebih besar, skenario wellhead generating unit tipe condensing lebih disarankan karena cadangan reservoirnya lebih besar dibandingkan skenario organic ranking cycle.", "Daftar File": {"ABSTRAK Adrian Tawakal": "https://digilib.itb.ac.id/gdl/download/242787"}, "Penulis": "Adrian Tawakal [22619008]", "Kontributor / Dosen Pembimbing": ["Ir. Nenny Miryani Saptadji, Ph.D.", "Dr.Eng. Ir. Sutopo, M.Eng.", "Dimas Taha Maulana, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "medium entalphy, pengembangan bertingkat, lapangan geotermal tulehu.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "02 Feb 2022"}