{"Nomor": 63378, "Judul": "HYDROCARBON EXPULSION EVALUATION BASED ON PYROLYSIS ROCK-EVAL DATA: IMPLICATIONS FOR ORDOVICIAN CARBONATES EXPLORATION IN THE TABEI UPLIFT, TARIM", "Abstrak": "The Middle–Upper Ordovician carbonate source rocks in the Tabei Uplift, Tarim Basin, are at highly mature evolution stage with relatively low present-day TOC (TOCpd). It is significant to study the hydrocarbon expulsion characteristics for the marine hydrocarbon exploration in Ordovician carbonate reservoirs. Due to similar depositional environment and same kukersite kerogen, two groups of Ordovician source rocks (468 sets of data from the highly mature Middle–Upper Ordovician source rock (O2+3) in the Tarim Basin and 27 sets of data from the lowly–medium mature Upper Ordovician Yeoman Formation (O3y, Canadian Williston Basin)) are selected as analogue to research the hydrocarbon expulsion characteristics by the approach of mass balance. The result indicates that the two sets of source rocks (O2+3 and O3y) have similar hydrocarbon generation kinetics with the original hydrocarbon index of 900 mg HC/g TOC and a narrow Tmax window; the kerogen transformation ratio reaches 90% at calculated VRE of 1.10%. The hydrocarbon expulsion threshold of the O2+3 source rock is at calculated VRE of 0.9%, the maximum expulsion intensity can reach 20 × 104 t/km2, and the cumulative volume of expulsion is 9.3 ? 109 tons. The restored TOCo values of the O2+3 can reach approximately 2%, showing a good original potential. The distribution of high quality oil discovered in the Tabei Uplift is in accordance with that of high hydrocarbon expulsion intensity of the O2+3 carbonate source rocks, implying that the regions with high hydrocarbon expulsion intensity in the southern slope of Tabei Uplift would be favorable exploration areas for the marine hydrocarbons in the Ordovician carbonates in the Tarim Basin in the future.", "Daftar File": {}, "Penulis": "Junqing Chen [-]", "Kontributor / Dosen Pembimbing": ["Xingang Zhang", "Zhuoheng Chen", "Xiongqi Pang", "Haijun Yang", "Zhengfu Zhao", "Bo Pang", "Kuiyou Ma"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Tarim Basin; Canadian Williston Basin; Carbonate source rock; Highly mature stage; Pyrolysis rock-Eval", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 107614, https://www.sciencedirect.com/science/article/pii/S0920410520306823", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "02 Feb 2022"}