{"Nomor": 63385, "Judul": "A REVIEW OF ENHANCED OIL RECOVERY (EOR) METHODS APPLIED IN KAZAKHSTAN", "Abstrak": "Application of enhanced oil recovery methods in Kazakhstan has been ongoing for decades alongside the continued discovery of new oil and gas fields in the Pre-Caspian Basin. The objective of this review is to provide an overview of the hydrocarbon reserves and production, and the status of the petroleum industry in Kazakhstan, with a focus on the EOR methods and projects being applied to recover those reserves. A summary of the specific EOR methods in use was prepared, and existing enhanced recovery projects in Kazakhstan were reviewed and their successes and challenges were investigated. The performance of these projects in the context of EOR performance indicators such as capillary number and mobility ratio, as well as operational and environmental issues, were examined. Recommendations for current and potential applications of EOR in Kazakhstan were also discussed. The widespread application of thermal EOR methods, in use for decades in Kazakhstan’s older fields, was found to be successful, with very favorable impacts on mobility ratio from the addition of thermal energy to the reservoirs. Miscible EOR methods in Kazakhstan have had more limited success, with some significant challenges due to high concentration of hydrogen sulfide in the injected gas. Polymer injection started in the late 1960s, achieving good results. A recent polymer injection pilot project has shown some promise, with a favorable impact on mobility ratio and oil production, although the project has not yet been expanded beyond two polymer injectors. These results indicate the huge potential of existing and future EOR projects. This review is the first compilation of Kazakhstan’s existing oil and gas reserves, production, and EOR project performance, and should be seen as a guide to the existing applications of EOR methods in Kazakhstan.", "Daftar File": {}, "Penulis": "Bianca Anne Bealessio [-]", "Kontributor / Dosen Pembimbing": ["Natalia A. Blánquez Alonso", "Nicholas John Mendes", "Anna Vladimirovna Sande", "Berna Hascakir"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Kazakhstan; Thermal EOR; Sour gas injection; Polymer flooding", "Sumber": "Petroleum, Volume 7, Issue 1, 2021, Pages 1-9, https://www.sciencedirect.com/science/article/pii/S2405656120300456", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "03 Feb 2022"}