{"Nomor": 63388, "Judul": "AN APPROACH TO IMPROVE WELLBORE STABILITY IN ACTIVE SHALE FORMATIONS USING NANOMATERIALS", "Abstrak": "Drilling through active shale formations has been a challenging practice in the oil and gas industry for a long period of time, given the complexity of shale structure and its interaction with Water Based Muds (WBMs). Although there have been many additives and methodologies proposed for a safe drilling through shale formations using WBMs, little success has been reported to the application of these methods once tested under different field conditions. In this paper, a new WBM formulated by nanomaterials was proposed to stabilize active shale layers during drilling. A series of rheological, density, filtration loss, bentonite dispersion and shale recovery tests were conducted on the mud samples formulated by nanosilica and Nano Glass Flakes (NGFs). The results indicated that NGF, as a cheap but effective nanomaterial, is able to significantly reduce the flirtation loss without posing any significant impacts on the density and the rheology of WBMs. It also appeared that the bentonite molecules were incapable to either hydrate or disperse in the drilling fluid system in the presence of NGFs. It seems that NGFs can stabilize clay minerals and reduce the filtration loss as remarkably efficient additive, but caution must be taken to ensure that they are properly disperse in the WBMs.", "Daftar File": {}, "Penulis": "Raoof Gholami [-]", "Kontributor / Dosen Pembimbing": ["Arshad Raza", "Minou Rabiei", "Nikoo Fakhari", "Punissha Balasubramaniam", "Vamegh Rasouli", "Ramasamy Nagarajan"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Water based muds; Active shale; Nano glass flakes; Nanosilica; Wellbore instability", "Sumber": "Petroleum, Volume 7, Issue 1, 2021, Pages 24-32, https://www.sciencedirect.com/science/article/pii/S2405656119301695", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "03 Feb 2022"}