{"Nomor": 63383, "Judul": "PROPORTIONAL HAZARD TRANSFORM DALAM MENENTUKAN PREMI ASURANSI", "Abstrak": "Peubah acak total klaim dapat dimodelkan menggunakan model compound.\nTerdapat beberapa ukuran risiko yang dapat digunakan dalam menentukan premi\nrisiko (atau risk premium atau risk-adjusted premium). Dalam tugas akhir ini,\npremi risiko ditentukan menggunakan ukuran risiko proportional hazard\ntransform dengan premi risiko sama dengan proportional hazard mean (PHmean).\nDalam tugas akhir ini, PH-mean peubah acak besar klaim ditentukan\nmenggunakan simulasi Monte Carlo. Untuk peubah acak besar klaim, dibahas\nPH-mean dari beberapa distribusi, seperti: gamma, lognormal. loglogistik,\nWeibull dan Pareto. Dengan mengasumsikan mean dan variansi kelima distribusi\ntersebut sama, ditentukan PH-mean dengan r ? 0,5; r ? 0,8 dan r ? 0,95 . Untuk\npeubah acak banyak klaim, dimisalkan peubah acak tersebut mengikuti distribusi\nPoisson. Hasil yang diperoleh melalui simulasi sesuai dengan apa yang dihasilkan\nsecara teori. Pertama, PH-mean peubah acak besar klaim dan PH-mean peubah\nacak banyak klaim lebih besar dari mean/ekspektasi masing-masing peubah acak.\nKedua, untuk indeks yang semakin kecil (mendekati nol), nilai PH-mean\nsemakin besar, sedangkan untuk yang semakin besar (mendekati satu), nilai PHmean\nsemakin mendekati nilai mean. Berdasarkan hasil studi kasus, diperoleh\nhasil bahwa untuk fungsi peluang dengan ekor tipis (light tail), dianjurkan\nmenggunakan nilai yang mendekati satu dalam penentuan PH-mean; dan untuk\nfungsi peluang dengan ekor tebal (heavy tail), dianjurkan untuk menggunakan\nnilai yang mendekati nol dalam penentuan PH-mean.", "Daftar File": {}, "Penulis": "Azmul Azmi [10107091]", "Kontributor / Dosen Pembimbing": ["Dra. Dumaria Rulina Tampubolon, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "model compound, proportional hazard transform, proportional hazard mean.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "4 file", "Tanggal Input": "03 Feb 2022"}