{"Nomor": 63384, "Judul": "ANALISIS DEFORMASI DI KEPULAUAN MENTAWAI DAN SEKITARNYA BERDASARKAN PENGAMATAN DATA GPS KONTINU TAHUN 2012-2015", "Abstrak": "Kepulauan Mentawai merupakan gugusan pulau yang terletak di sebelah barat Pulau\nSumatera dan berada pada batas konvergen lempeng Indo-Australia yang\nmensubduksi lempeng Eurasia. Pergerakan lempeng tersebut memicu terjadinya\ngempa bumi yang dapat menimbulkan deformasi permukaan. Deformasi permukaan\ndapat diamati dengan melakukan pengamatan Global Positioning System (GPS).\nPenelitian ini dilakukan untuk mengetahui karakteristik fenomena deformasi yang\nterjadi di Kepulauan Mentawai dan sekitarnya berdasarkan pengolahan data\nSumatran GPS Array (SuGAr) dan Indonesia Continuously Operating Reference\nStation (InaCORS) tahun 2012-2015. Data tersebut diolah menggunakan perangkat\nlunak GPS Analyze at Massachusetts Institute of Technology (GAMIT) dan Global\nKalman Filter (GLOBK) untuk memperoleh koordinat harian dari setiap stasiun\npengamatan. Kemudian koordinat harian digunakan untuk menghitung kecepatan dan\nregangan di setiap stasiun pengamatan. Dari hasil penelitian ini diperoleh variasi\nkecepatan horizontal terhadap Sundaland Block dengan nilai minimum sebesar\n5.02±0.23 mm/tahun di stasiun CBKT dan nilai maksimum sebesar 45.4±0.14\nmm/tahun di stasiun BTET, dengan arah pergerakan ke arah utara-timur laut di\nbagian utara Kepulauan Mentawai dan ke arah barat-barat daya di bagian selatan.\nHasil proyeksi vektor kecepatan horizontal terhadap Palung Sunda juga\nmemperlihatkan 15 stasiun di bagian utara Kepulauan Mentawai bergerak menjauhi\npalung, dan 9 stasiun di bagian selatan bergerak mendekati palung. Selain itu, dari\nanalisis regangan diperoleh hasil bahwa bagian utara Kepulauan Mentawai\ndidominasi oleh fenomena shortening karena adanya efek interseismic, dan di bagian\nselatan didominasi oleh fenomena ekstensi karena adanya efek post-seismic dari\nGempa Mentawai 2010 M7.7. Rentang nilai shortening dan ekstensi berturut-turut\nadalah -0.412 hingga -0.006 ?strain dan 0.002 hingga 1.218 ?strain. Hasil proyeksi\nvektor kecepatan serta perhitungan regangan, memperjelas bahwa daerah Kepulauan\nMentawai terbagi atas dua zona yang didominasi oleh dua fase seismik yang berbeda.", "Daftar File": {"COVER Suchi Rahmadani": "https://digilib.itb.ac.id/gdl/download/242832", "PUSTAKA Suchi Rahmadani": "https://digilib.itb.ac.id/gdl/download/242837"}, "Penulis": "Suchi Rahmadani [15112082]", "Kontributor / Dosen Pembimbing": ["Dr. Irwan Meilano, S.T., M.Sc.", "Dr. Nuraini Rahma Hanifa."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Kepulauan Mentawai, GPS, gempa bumi, deformasi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "6 file", "Tanggal Input": "03 Feb 2022"}