{"Nomor": 63393, "Judul": "PERANCANGAN DAN IMPLEMENTASI SISTEM PENGATUR KONFIGURASI BATERAI LEAD-ACID UNTUK MOTOR BLDC", "Abstrak": "Kendaraan beroda empat adalah salah satu kendaraan yang populer di negara\nberkembang seperti di Indonesia. Untuk mengurangi emisi yang dikeluarkan oleh\nkendaraan berbahan bakar minyak banyak dilakukan penelitian tentang kendaraan\nlistrik, yaitu kendaraan yang hanya berenergikan listrik. Kendaraan listrik ini\nbersumberenergikan baterai sebagai penyimpan energi.\nUmumnya, kendaraan listrik menggunakan baterai tunggal yang memiliki daya yang\nbesar, seperti sepeda listrik menggunakan baterai 24 volt 20 Ah dengan daya 500\nwatt. Namun untuk mobil listrik sebuah baterai tidak mencukupi sebab\nmembutuhkan daya lebih besar dari 500 watt, sehingga butuh untuk menggunakan\nbeberapa baterai sekaligus yang disusun secara seri. Daya maksimal yang dimiliki\nmobil listrik sangat besar dengan kecepatan maksimal yang besar pula, contohnya\nmobil EVINA dengan kecepatan maksimal 120 km/jam. Kecepatan ini baik pada\nlintasan antar kota seperti tol. Namun seringnya mobil digunakan di dalam kota yang\nkecepatan rata-ratanya adalah 50 km/jam bila jalan lancar atau 30 km/jam bila jalan\nmacet. Otomatis daya baterai yang digunakan harus diturunkan hingga kecepatan\ntersebut tercapai. Selain itu banyak terdapat titik-titik Stop & Go sehingga mobil\nlistrik sulit digunakan pada rating maksimalnya. Metode yang telah digunakan adalah\nDC/DC Conventer seperti buck converter dan sebagainya. Pada penelitian ini metode\nyang digunakan untuk menurunkan daya adalah dengan mengubah konfigurasi\nbaterai dari seri ke paralel, sehingga otomatis tegangan baterai akan berkurang\nsetengahnya. Sehingga kecepatan juga akan berkurang setengahnya. Baterai dengan\nkonfigurasi paralel dapat digunakan untuk lintasan dalam kota, sedangkan baterai\ndengan konfigurasi seri dapat digunakan untuk lintasan dalam kota.\nSelain baterai, komponen penting dalam kendaraan listrik adalah penggeraknya,\nsalah satu penggerak yang umum digunakan adalah motor BLDC. Pada penelitian ini\nmotor BLDC akan digunakan sebagai simulasi dari mobil listrik dengan kecepatan maksimal 500 rpm. Penelitian ini bertujuan untuk membangun suatu sistem yang\ndapat mengubah konfigurasi 2 buah baterai dari seri ke paralel dan sebaliknya, yang\nterintegrasi dengan sistem penggerak motor BLDC dengan menggunakan PWM\nsebagai kendali kecepatannya. Penelitian ini dilakukan untuk mengetahui\nkarakteristik tegangan baterai ketika pengosongan untuk konfigurasi seri dan\nkonfigurasi paralel. Selain itu juga untuk melihat pengaruh konfigurasi seri dan\nkonfigurasi paralel terhadap motor BLDC.\nPada penelitian ini baterai yang digunakan adalah baterai Lead Acid 12 volt 26 Ah.\nHal yang dilakukan adalah pengamatan terhadap karakteristik penurunan tegangan\nterbuka baterai ketika pengosongan pada konfigurasi seri dan konfigurasi paralel\ndengan arus beban tetap. Serta pengamatan terhadap pengaruh konfigurasi seri dan\nparalel pada kecepatan motor BLDC dan daya baterai yang dihasilkan. Diharapkan\ndengan adanya konfigurasi paralel baterai dapat lebih hemat digunakan dan tetap bisa\nmencapai kecepatan yang diharapkan.\nPada penelitian ini ditemukan pada konfigurasi paralel penurunan tegangan kedua\nbaterai pada menit ke-105 menjadi sama walapun tegangan awal kedua baterai tidak\nsama. Hal ini menunjukkan bahwa pada konfigurasi paralel arus yang dikeluarkan\nbaterai tidak seimbang. Bila hal ini terjadi terus menerus pada baterai maka baterai\nakan mengalami kerusakan dini (Gogoana, 2013). Hal ini dapat diatasi jika baterai\nyang digunakan memiliki tipe dan berasal dari pabrik yang sama, serta tidak pernah\ndigunakan sebelumnya. Dan baterai harus disertai Manajemen Sistem Baterai untuk\nmengamati dan mengontrol aktivitas baterai. Namun pada penelitian ini MSB\ntersebut belum digunakan. Untuk motor BLDC ditemukan bahwa daya baterai yang\ndikeluarkan untuk mencapai kecepatan 75 rpm, 93 rpm, dan 114 rpm, adalah 5,16\nwatt, 5,88 watt, dan 7,68 watt. Motor BLDC yang digunakan tidak dipasang beban\ndan beban diasumsikan konstan.\nSedangkan pada konfigurasi seri penurunan tegangan kedua baterai menjadi\nseimbang walapun tegangan awal kedua baterai tidak sama. Hal ini menunjukkan\nbahwa pada konfigurasi seri arus yang dikeluarkan baterai seimbang besarnya. Untuk\nmotor BLDC ditemukan bahwa daya baterai yang dikeluarkan untuk mencapai\nkecepatan 75 rpm, 93 rpm, dan 114 rpm, adalah 6 watt, 7,2 watt, dan 8,4 watt.\nDibandingkan dengan daya yang dikeluarkan pada konfigurasi paralel, daya pada\nkonfigurasi seri lebih besar. Sehingga dapat disimpulkan bahwa dengan konfigurasi\nparalel untuk kecepatan rendah daya lebih hemat digunakan.", "Daftar File": {"BAB 2 Adelia Octora Pristisahida": "https://digilib.itb.ac.id/gdl/download/242849", "COVER Adelia Octora Pristisahida": "https://digilib.itb.ac.id/gdl/download/242847", "BAB 1 Adelia Octora Pristisahida": "https://digilib.itb.ac.id/gdl/download/242848", "BAB 3 Adelia Octora Pristisahida": "https://digilib.itb.ac.id/gdl/download/242850", "BAB 4 Adelia Octora Pristisahida": "https://digilib.itb.ac.id/gdl/download/242851", "BAB 5 Adelia Octora Pristisahida": "https://digilib.itb.ac.id/gdl/download/242852", "PUSTAKA Adelia Octora Pristisahida": "https://digilib.itb.ac.id/gdl/download/242853"}, "Penulis": "Adelia Octora Pristisahida [23213123]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Iyas Munawar, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "Baterai lead-acid, relay, PWM", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "03 Feb 2022"}