{"Nomor": 63399, "Judul": "INFLUENCE OF LOW-FREQUENCY OSCILLATORY MOTION ON PARTICLE SETTLING IN NEWTONIAN AND SHEAR-THINNING NON-NEWTONIAN FLUIDS", "Abstrak": "An experimental study is performed to observe the effect of vertical fluid oscillations on the mean settling velocity of single spherical glass particles released into mixtures of water and polymeric fluids which exhibit shear-thinning behavior for “non-zero” shear rates. The influence of the shear region in shear-thinning non-Newtonian fluids on the settling rate of spherical particles at different oscillatory conditions is also discussed. A transparent, U-shaped pipe with a circular cross-section of 50 mm inner diameter is used. Visualizations are captured along one of the two vertical branches of the pipe while a piston generates pressure gradient oscillations in the other branch at three different low frequencies (0.25, 0.5, and 0.75 Hz). Tests at still fluid are also carried out for comparison. Four fluids are considered: water and three mixtures of water-based polymeric solutions which provide the mixture with viscoelastic properties and shear-thinning behavior. Spherical particles of diameter d = 1 mm, 2 mm, and 3 mm are released at three different distances from the center of the cross-section: 0, 0.5 R, and 0.8 R, where R is the pipe radius. Particles are released one-by-one and their trajectory is captured from the high-speed camera. The settling velocity was found smaller if particles were released close to the pipe wall, independently on the rheology of the fluid. A significant reduction of the settling velocity was observed in the presence of an oscillatory flow when a fluid characterized by shear-thinning viscosity is used. According to the results, it was found that the liquid oscillations brought a decrement of up to 7% in the average settling velocity in Newtonian fluid and a 23% decrement of that in non-Newtonian fluids. Moreover, when the fluid oscillates, the shear-layer associated with the particle wake and the pipe wall does not result in any reduction of the settling velocity. In other words, the effect of the near-wall shear layer, which reduces the viscosity of shear-thinning fluids, dominates over the other effects that would not keep the particle longer in suspension.", "Daftar File": {}, "Penulis": "Maduranga Amaratunga [-]", "Kontributor / Dosen Pembimbing": ["Herimonja A. Rabenjafimanantsoa", "Rune W. Time"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Oscillatory motion; Particle settling; Velocity reduction; Non-Newtonian fluids; Shear rate; Drag force", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 107786, https://www.sciencedirect.com/science/article/pii/S0920410520308470", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "04 Feb 2022"}