{"Nomor": 63395, "Judul": "A METHOD OF SIZING PLUGGING NANOPARTICLES TO PREVENT WATER INVASION FOR SHALE WELLBORE STABILITY BASED ON CFD-DEM SIMULATION", "Abstrak": "Plugging shale pores and throats with nanoparticles is an efficient and economic method of preventing water invasion to sustain shale wellbore stability. The nanoparticles size distribution is the key factor affecting plugging performance. Currently, the selection of nanoparticle size is usually based on empirical plugging rules and qualitative evaluation experiments. Experimental evaluations only can reflect the macroscopic plugging performance, but cannot reveal the microscopic plugging mechanism. In addition, the experiment for shale pores plugging is complicated and costly. Thus, it is very meaningful to propose a new method for sizing plugging nanoparticles based on simulation. The essence of particles plugging process actually is the interactions of particle-particle, particle-rock and particle-fluid. In this paper, the thought of discrete element method is adopted and the plugging nanoparticles are treated as discrete elements. A coupled computational fluid dynamics-discrete element method (CFD-DEM) model is constructed to describe the motion behaviors of nanoparticles (discrete elements) in the process of plugging shale pores. In this model, taking into account the flow action of drilling fluid and the nanoscale effect of nanoparticles, the major considered forces include inter-particle forces (i.e. elastic contact force, friction force and Van der Waals force), hydrodynamic forces (i.e. drag force, Magnus force, buoyancy force and pressure gradient force) and gravitational force. Furthermore, a plugging criterion is established to check the particles plugging status through monitoring the microscopic movements of nanoparticles. Moreover, three evaluation indexes (i.e. porosity reduction of shale, permeability and porosity of external plugging layer, plugging ratio) are proposed to evaluate the macroscopic plugging performances of nanoparticles. Based on the constructed computational model, microscopic plugging criterion and macroscopic plugging performance evaluation indexes, a novel method of sizing plugging nanoparticles to prevent water invasion for shale wellbore stability is developed. In addition, the validation of the method is conducted and the results are similar to the previous results of plugging experiments. The proposed method can give support to the selection of plugging nanoparticles size through obtaining the microscopic plugging behaviors and macroscopic plugging performances of nanoparticles. And it can also be regarded as a fundamental method to study other kinds of particles plugging problems, such as formation damage and optimization of lost circulation materials.", "Daftar File": {}, "Penulis": "Rui Zhang [-]", "Kontributor / Dosen Pembimbing": ["Kehao Bo", "Zehua Liu"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Plugging shale pores; Nanoparticles; Shale wellbore instability; CFD-DEM; Particles selection method", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 107733, https://www.sciencedirect.com/science/article/pii/S0920410520307968", "Staf Input/Edit": "Suharsiyah", "File": "0 file", "Tanggal Input": "04 Feb 2022"}