{"Nomor": 63396, "Judul": "LABORATORY STUDIES ON A NOVEL SALT-TOLERANT AND ALKALI-FREE FLOODING SYSTEM COMPOSED OF A BIOPOLYMER AND A BIO-BASED SURFACTANT FOR OIL RECOVERY", "Abstrak": "Alkali/surfactant/polymer (ASP) flooding is one of the most effective tertiary oil recovery technologies. However, the formation of an alkali scale potentially results in the reduction of the formation permeability and pipeline corrosion, which affect its industrial application. Recently, the surfactant/polymer (SP) flooding system in the absence of alkali has received increasing attention. Here, we screened a high-yielding strain, which is capable of producing salt-tolerant biopolymer. The results of rheological properties evaluation showed that this biopolymer possessed a stable viscosity at high salinities (up to 200 g/L NaCl, 100 g/L Ca2+, and 100 g/L Mg2+) and a wide range of pH (4–11), indicating its superior salt and pH resistance. Based on these properties, a novel salt-tolerant and alkali-free binary flooding system was constructed with this biopolymer and bio-based surfactant newly synthesized in our lab. The ultra-low interfacial tension (IFT) between crude oil and the binary system containing 0.5 wt % biopolymer and 1.00 g/L surfactant could be achieved in the presence of 100 g/L NaCl or 400 mg/L Ca2+. Moreover, it exhibited good resistance to oil sands adsorption, excellent anti-dilution, and ageing stability. These results indicate that the biopolymer produced by the Kosakonia oryzae strain possessed great potential in the construction of an alkali-free SP system for enhanced oil recovery (EOR) in high salinity and high temperature oil reservoirs.", "Daftar File": {}, "Penulis": "Meng-Ru Ge [-]", "Kontributor / Dosen Pembimbing": ["Si-Jia Miao", "Jin-Feng Liu", "Hong-Ze Gang", "Shi-Zhong Yang", "Bo-Zhong Mu"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Biopolymer/surfactant formula; Ultra-low interfacial tension; Enhanced oil recovery; Salt-tolerant; Alkali-free", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 107736, https://www.sciencedirect.com/science/article/pii/S0920410520307993", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "04 Feb 2022"}