{"Nomor": 63407, "Judul": "SIMULATION STUDY ON CUTTING TRANSPORT IN A HORIZONTAL WELL WITH HYDRAULIC PULSED JET TECHNOLOGY", "Abstrak": "The hydraulic pulse jet is a high-efficiency drilling technology to improve the efficiency of bottom-hole cuttings removal by enhancing the down-hole flow of cuttings. In this paper, an Eulerian-Eulerian two-fluid model on the basis of the kinetic theory of granular flow is applied to simulate the flow behavior of cuttings and drilling fluid in a horizontal well with hydraulic pulsed jet technology. The influences of pulse jet velocity, amplitude, and frequency on hydrodynamic characteristics are analyzed. Increasing the pulse jet velocity can generate higher pressure and crossflow velocity in the bottom-hole area, quickly carry the cuttings out of the bottom-hole area, and form the cuttings bed near the outlet. The improvement of the amplitude of the pulsed jet can form a remarkable and deep jet penetration in the bottom-hole area, which has a positive effect on the cuttings migration at the bottom-hole area and destruction of the cuttings bed in the annulus. For a given average jet velocity in this paper, the optimal value of amplitude is a half of the average jet velocity. The pulse jet frequency has little effect on cuttings migration in the bottom-hole area, while a higher pulse jet frequency can effectively reduce the height of the cuttings bed in the annulus.", "Daftar File": {}, "Penulis": "Shuyan Wang [-]", "Kontributor / Dosen Pembimbing": ["Yulin Wang", "Ruichen Wang", "Zihan Yuan", "Yujia Chen", "Baoli Shao", "Yimei Ma"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Hydraulic pulsed jet technology; Cuttings migration; Horizontal well; Numerical simulation", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 107745, https://www.sciencedirect.com/science/article/pii/S0920410520308081", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "08 Feb 2022"}