{"Nomor": 63401, "Judul": "PELINDIAAN SECARA LANGSUNG KONSENTRAT SPHALERITE PADA TEKANAN ATMOSFER DALAM LARUTAN ASAM SULFAT DENGAN OKSIDATOR OZON", "Abstrak": "Metode konvensional untuk memproduksi seng di dunia dari konsentrat sphalerite pada umumnya dilakukan dengan rute Roasting????Leaching????Electrowinning (RLE) yang berkontribusi sekitar 85% dari total produksi seng di dunia. Adapun tantangan besar dalam penerapan proses RLE adalah emisi gas SO2 dan terbentuknya seng ferit selama proses roasting berlangsung sehingga pelindian harus dilakukan dalam dua tahap dengan konsentrasi asam encer dilanjutkan dengan konsentrasi asam yang\nlebih pekat. Alternatif untuk menghindari emisi gas SO2 dan terbentuknya seng ferit pada proses RLE adalah pelindian secara langsung (direct leaching), dimana konsentrat sphalerite secara langsung dilakukan pelindian tanpa melalui proses roasting. Dalam perkembangannya proses pelindian secara langsung dimulai dengan penerapan teknologi pelindian pada tekanan tinggi (pressure leaching) yang\nkemudian disusul dengan teknologi pelindian pada tekanan atmosfer (atmospheric leaching).\n\nPelindian konsentrat sphalerite secara langsung pada tekanan atmosfer dianggap sebagai metode pelindian dengan konsumsi energi yang lebih rendah, proses kontrol lebih mudah, dan membutuhkan biaya perawatan dan material konstruksi peralatan yang lebih murah dibandingkan dengan proses RLE maupun proses pressure leaching. Salahsatu faktor kunci keberhasilan dalam penerapan proses\npelindian konsentrat mineral sulfida pada tekanan atmosfer adalah pemilihan oksidator yang efektif, murah dan dapat menghasilkan persen ekstraksi logam yang tinggi dengan kinetika reaksi pelindian yang cepat. Ozon merupakan oksidator yang murah yang dapat digenerasi secara langsung dari udara. Ozon, dengan potensial reduksi standard 2,07 V, merupakan oksidator yang kuat yang melebihi kekuatan oksigen dan hidrogen peroksida yang masing-masing memiliki harga potensial reduksi standard 1,23 V dan 1,77 V. Dalam penelitian ini dipelajari efektifitas ozon sebagai oksidator dalam proses pelindian konsentrat sphalerite yang berasal dari daerah Kabupaten Bogor, Jawa Barat secara langsung pada tekanan atmosfer dalam larutan asam sulfat.\n\nPenelitian ini dimulai dengan proses preparasi konsentrat sphalerite yang meliputi proses pengeringan, sampling dengan metode conning-quartering dan proses pengayakan untuk mendapatkan distribusi ukuran partikel konsentrat sesuai dengan variasi percobaan yang akan dilakukan. Setelah proses preparasi, sampel konsentrat sphalerite dianalisis komposisi kimia, diidentifikasi mineral dominan didalamnya dengan analisis X-ray Fluoroscence (XRF), Atomic Absorption Spectrophotometer (AAS), X-ray Diffraction (XRD) dan mineragrafi sayat poles. Setelah dilakukan karakterisasi sampel konsentrat, dilakukan percobaan penentuan metode injeksi ozon untuk mendapatkan sistem injeksi dengan tingkat kelarutan ozon dan kontak antara ozon dan slurry yang terbaik yang memberikan persen ekstraksi Zn paling tinggi. Adapun metode injeksi yang dipelajari adalah sistem injeksi menggunakan gas diffuser dan Mazzei injector, dimana ozon yang digunakan dalam percobaan berasal dari generator ozon yang diproduksi dengan metode corona discharge. Serangkaian percobaan pelindian dilakukan dalam sebuah reaktor dengan volume larutan 1000 mL. Adapun variabel-variabel independen percobaan adalah konsentrasi asam sulfat, distribusi ukuran partikel konsentrat, temperatur, nisbah padat-cair, kecepatan pengadukan dan laju injeksi oksigen yang digunakan sebagai bahan baku ozon. Pada setiap kondisi percobaan dilakukan analisis konsentrasi Zn,\nFe, Cu, Pb terlarut sebagai fungsi waktu dengan analisis AAS untuk menentukan persen ekstraksi seng dan selektivitas dari pelindian. Selain itu, dilakukan pengambilan data kelarutan ozon untuk setiap kondisi percobaan pelindian dengan melakukan pengukuran menggunakan detektor ozon. Kinetika proses pelindian konsentrat sphalerite dipelajari menggunakan model shrinking core dan shrinking\nparticle.\n\nHasil penelitian menunjukkan bahwa metode injeksi ozon yang memberikan tingkat kelarutan ozon terbaik adalah sistem injeksi ozon dengan Mazzei injector diikuti pengadukan slurry di dalam reaktor dengan stirrer. Persen ekstraksi seng tertinggi sebesar 99,96% diperoleh pada percobaan dengan konsentrasi asam sulfat 2M, laju injeksi oksigen 1 lpm, fraksi ukuran konsentrat -200# dan nisbah padat-cair (g/mL)\n50/1000 setelah 9 jam. Persen ekstraksi seng meningkat secara konsisten seiring dengan peningkatan konsentrasi asam sulfat dari 0,5M hingga 2M peningkatan lebih lanjut konsentrasi asam dari 2M ke 2,5M dan 3M berbalik menurunkan persen eksraksi seng karena penurunan kelarutan ozon pada konsentrasi asam yang pekat. Ukuran partikel konsentrat yang lebih halus memberikan kelarutan ozon yang lebih\nbaik dalam slurry pelindian dan menghasilkan persen ekstraksi seng yang lebih tinggi. Variasi kecepatan pengadukan dalam rentang 120-420 rpm tidak memberikan pengaruh yang signifikan terhadap persen ekstraksi seng. Persen ekstraksi seng semakin menurun seiring dengan penurunan kelarutan ozon di dalam larutan dengan nisbah padat-cair yang lebih tinggi, sementara kenaikan temperatur pelindian menurunkan persen ekstraksi dan laju pelindian seng karena kelarutan ozon yang semakin turun dengan meningkatnya temperatur. Pelindian konsentrat sphalerite dalam larutan asam sulfat dengan oksidator ozon tidak cukup selektif terhadap Fe dengan nilai rata-rata selektivitas 0,39, sementara selektivitas pelindian terhadap Cu dan Pb cukup baik dengan nilai selektivitas rata-rata masing-masing 0,74 dan 0,88. Analisis kinetika menunjukkan bahwa pengendali laju reaksi pada proses pelindian konsentrat sphalerite dalam larutan asam sulfat dengan oksidator ozon adalah laju difusi melalui lapisan produk padat yang porous dengan energi aktivasi sebesar 4,727 kkal/mol.", "Daftar File": {"ABSTRAK Kostiawan Sukamto": "https://digilib.itb.ac.id/gdl/download/242974", "BAB 1 Kostiawan Sukamto": "https://digilib.itb.ac.id/gdl/download/242975", "BAB 2 Kostiawan Sukamto": "https://digilib.itb.ac.id/gdl/download/242976", "BAB 3 Kostiawan Sukamto": "https://digilib.itb.ac.id/gdl/download/242977", "BAB 4 Kostiawan Sukamto": "https://digilib.itb.ac.id/gdl/download/242978", "BAB 5 Kostiawan Sukamto": "https://digilib.itb.ac.id/gdl/download/242979", "PUSTAKA Kostiawan Sukamto": "https://digilib.itb.ac.id/gdl/download/242980"}, "Penulis": "Kostiawan Sukamto [22114034]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Mohammad Zaki Mubarok, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "sphalerite, pelindian, ozon, Mazzei injector, ekstraksi", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "07 Feb 2022"}