{"Nomor": 63409, "Judul": "THE EFFECT OF EMULSION AND FOAM ON ANTI-WATER CONING DURING NITROGEN FOAM INJECTION IN BOTTOM-WATER RESERVOIRS", "Abstrak": "Bottom-water coning occurs in middle and late stages of bottom-water reservoir development, resulting in a rapid increase of water cut and a serious decline in oil production from wells. Water plugging with nitrogen foam is an effective method for improving development during the high water-cut period of a bottom-water reservoir. During nitrogen foam injection, large amount of foam stay around the well. Meanwhile, the crude oil and foaming agent which is a type of surfactant meet together and generate large amount of emulsion. The paper explores the formation and flow characteristics of emulsion in a micromodel and performs a series of one-dimensional flow tests to investigate oil?water sensitivity, as well as water-plugging and enhanced oil recovery (EOR) efficiency of foam and emulsion in a heterogeneous reservoir. A two-dimensional visual experiment was performed to study foam evolution in an oil layer and the anti-water coning process. The results indicate that blockage of pore throats by emulsion occurs because of superimposed blockage in narrow throats and accumulation plugging in large pores with multiple droplets. Foam is less stable and provides less resistance with higher oil saturation, which is in contrast to emulsion. Foam and emulsion injection can result in subsequent water flooding that diverts from the high-permeability zone to the low-permeability zone, decreases the water cut, and improves the oil recovery. The visual experiment showed that a high-flow resistance zone composed of foam and emulsion forms after part of foam defoaming, which is beneficial to expand swept volume and improves oil recovery of lateral water flooding. The paper can provide references for anti-water coning and EOR by nitrogen foam injection in a bottom-water reservoir.", "Daftar File": {}, "Penulis": "Danqi Chen [-]", "Kontributor / Dosen Pembimbing": ["Hongwei Zhao", "Kun Liu", "Yongmei Huang", "Binfei Li"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Bottom-water coning; Nitrogen foam; Emulsion; Enhanced oil recovery; 2D visual experiment", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 107766, https://www.sciencedirect.com/science/article/pii/S0920410520308287", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "08 Feb 2022"}