{"Nomor": 63423, "Judul": "PEMISAHAN AIR DAN MINYAK PADA SEPARATOR TIGA FASA DENGAN PENDEKATAN COMPUTATIONAL FLUID DYNAMICS", "Abstrak": "Peningkatan kebutuhan akan minyak mentah membuat pengambilan minyak\nmentah dari sumur ditambahkan, sehingga produksi minyak meningkat.\nPenggunaan air sebagai metode mengambil minyak dari sumur menyebabkan\nminyak mengandung sejumlah besar kandungan air, sehingga harus dipisahkan\nsebelum diproses lebih lanjut. Industri menggunakan pemisah tiga fasa free water\nknockout untuk memisahkan air dan minyak, dengan tujuan memisahkan sebagian\nbesar air sebelum minyak diproses lebih lanjut. Namun, pembuatan pemisahan tiga\nfasa membutuhkan biaya yang tidak sedikit, sehingga perlu dilakukan perancangan\nalat melalui pemodelan terlebih dahulu.\nComputational fluid dynamics menjadi solusi pemodelan untuk merancang\npemisahan tiga fasa secara akurat. Model yang dikembangkan pada studi ini diuji\ndengan uji-T terhadap free water knocokout nyata pada tingkat kepercayaan 95%,\ndan menghasilkan nilai-p sebesar 0,13. Model yang sudah didapatkan ini\nditambahkan komponen-komponen internal seperti baffle, coalescer, dan diverter\nuntuk mengamati pengaruhnya terhadap efisiensi pemisahan. Hasil studi\nmenunjukkan bahwa diverter memberikan peningkatan efisiensi yang paling\nsignifikan hingga 78,04%. Sedangkan, penggunaan coalescer dan baffle\nmemberikan peningkatan efisiensi pemisahan berturut-turut adalah 56,82% dan\n25,10%. Kombinasi ketiga internal ini memberikan peningkatan efisiensi\npemisahan hingga 56,82%.", "Daftar File": {"ABSTRAK Samuel Pangeran Aletheia": "https://digilib.itb.ac.id/gdl/download/243195", "COVER Samuel Pangeran Aletheia": "https://digilib.itb.ac.id/gdl/download/262471", "TS-TK-Samuel Pangeran Aletheia-23020015-1-Bab 1.pdf?": "https://digilib.itb.ac.id/gdl/download/262472", "TS-TK-Samuel Pangeran Aletheia-23020015-1-Bab 2.pdf?": "https://digilib.itb.ac.id/gdl/download/262473", "TS-TK-Samuel Pangeran Aletheia-23020015-1-Bab 3.pdf?": "https://digilib.itb.ac.id/gdl/download/262474", "TS-TK-Samuel Pangeran Aletheia-23020015-1-Bab 4.pdf?": "https://digilib.itb.ac.id/gdl/download/262475", "TS-TK-Samuel Pangeran Aletheia-23020015-1-Bab 5.pdf?": "https://digilib.itb.ac.id/gdl/download/262476"}, "Penulis": "Samuel Pangeran Aletheia [23020015]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Yazid Bindar, M.Sc., Ph.D.", "Antonius Indarto, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "Pemisahan air dan minyak, free water knockout, Computational fluid dynamics, baffle, diverter, coalescer.", "Sumber": "Perpustakaan Teknik Kimia", "Staf Input/Edit": "Alice Diniarti  \n                                     Budi Cahyadi", "File": "7 file", "Tanggal Input": "10 Feb 2022"}