{"Nomor": 63422, "Judul": "KAJIAN PENERAPAN KONSEP KOTA HIJAU DAN INFRASTRUKTUR HIJAU PADA HIRARKI RENCANA PENATAAN RUANG  (STUDI KASUS : KOTA TIAKUR - KABUPATEN MALUKU BARAT DAYA)", "Abstrak": "Perkembangan suatu kota tidak terlepas dari perkembangan situasi global yang terus berubah. Hal utama yang menjadi perhatian serius adalah fenomena perubahan iklim global, yaitu adanya pemanasan global yang sudah dimulai dari beberapa dekade dan akan terus berlanjut ke masa mendatang, ini menjadi sikap dari negara-negara di dunia secara bersama untuk menyikapi dan bertindak atasnya. Isu berikutnya adalah perkembangan penduduk di perkotaan yang akan terus bertambah jumlah dan prosentasenya secara signifikan. Pada tahun 2050 diperkirakan penduduk yang tinggal di perkotaan akan mencapai 70% dari penduduk dunia. Artinya tekanan terhadap kota-kota akan semakin besar dan berat, dengan isu peluberan kota (urban sprawl), kekumhan kota meningkat, dan emisi karbon yang semakin besar serta persampahan dan buangan limbah semakin meningkat. Oleh karena itu munculnya paradigma pembangunan berkelanjutan (sustainable development) telah membawa pemikiran dan konsep untuk membangun kota-kota dengan berkelanjutan (sustainable city). Kota berkelanjutan ini adalah kota yang memperhatikan pembangunan dari aspek ekonomi, aspek sosial, dan aspek ekologis (keseimbangan lingkungan). Dengan Kota berkelanjutan ini akan lebih menjamin kota akan berkembang dari segi ekonomi dan sosial tapi dengan tetap memperhatikan daya dukung dan keseimbangan lingkungan sehingga kota tersebut menjadi kota yang tangguh (resillient city)\nSalah satu metafora kota berkelanjutan adalah konsep Kota Hijau (Green City) atau disebut pula dengan kota dengan pendekatan ekologis (Ecological City). Menurut definisi dari P2KH (Program Pengembangan Kota Hijau, Kementerian Pekerjaan Umum dan Perumahan Rakyat, 2011), kota hijau ialah kota yang ramah lingkungan dengan memanfaatkan secara efektif dan efisien sumber daya air dan energi, mengurangi limbah, menerapkan sistem transportasi terpadu, menjamin kesehatan lingkungan, mensinergikan lingkungan alami dan buatan berdasarkan perencanaan dan perancangan kota yang berpihak pada prinsip-prinsip pembangunan berkelanjutan. Selanjutnya bagian yang terkait dengan kota hijau adalah penerapan infrastruktur hijau (Green Infrastructure). Jaringan infrastruktur hijau adalah sistem kawasan alami dan ruang terbuka yang saling terkait dan menjaga nilai ekosistem, menjaga kondisi udara dan air, serta memberikan manfaat bagi penduduk dan makhluk hidup lain. Dengan infrastruktur hijau, konsep pengembangan kota hijau akan lebih diperkuat.\nDalam dimensi perencanaan tata ruang di Indonesia, sistem rencana penataan ruang menganut pola yang hirarkis, dimulai pada perencanaan pada tingkat nasional dan regional secara umum, sampai dengan perencanaan tingkat rinci pada skala kawasan sampai bagian wilayah kota. Substansi  rencana tatar ruang secara umum terdiri dari tujuan penataan, kebijakan dan strategi pembangunan, rencana struktur ruang dan rencana pola ruang, arahan pemanfatan ruang, ketentuan pengendalian pemanfaatan ruang dan indikasi program. Keseluruhan substansi tersebut menjadi bagian dari seluruh hirarki rencana tata ruang dengan tingkat kedalaman sesuai wilayah cakupannya. Tetapi jika dikaitkan dengan konsep kota hijau maka analisis keterkaitan akan menunjukkan bahwa penerapan konsep kota hijau akan lebih efektif diterapkan pada hirarki rencana pentataan ruang yang lebih rinci pada skala kawasan perkotaan atau bagian wilayah kota.\nPenelitian ini bertujuan untuk melakukan  kajian terhadap adaptasi dan penerapan konsep kota hijau dan infrastruktur hijau dalam hirarki penataan ruang nasional. Pendekatan dilakukan dengan metoda analisis konten (content analysis) untuk mengkaji tautan substansi kota hijau dengan substansi rencana tata ruang yang ada, dengan tujuan untuk memberikan masukan bagi rencana tata ruang yang akan berbasis konsep kota hijau.\nKota Tiakur sebagai objek penelitian ini adalah ibukota kabupaten Maluku Barat Daya dan baru berkembang. Melalui studi kasus di Kota Tiakur akan juga dilihat  analisis kebutuhan dan prospek perkembangan Kota Tiakur untuk dikembangkan sebagai kota hijau dengan menguatkan subtansi rencana yang akan disusun atau melakukan review agar diarahkan menjadi kota yang berbasiskan kota hijau pada skala rencana detailnya.", "Daftar File": {"ABSTRAK Wiwien Djatikusuma": "https://digilib.itb.ac.id/gdl/download/243154", "BAB 1 Wiwien Djatikusuma": "https://digilib.itb.ac.id/gdl/download/243155", "BAB 2 Wiwien Djatikusuma": "https://digilib.itb.ac.id/gdl/download/243156", "BAB 3 Wiwien Djatikusuma": "https://digilib.itb.ac.id/gdl/download/243157", "BAB 4 Wiwien Djatikusuma": "https://digilib.itb.ac.id/gdl/download/243158", "BAB 5 Wiwien Djatikusuma": "https://digilib.itb.ac.id/gdl/download/243159", "BAB 6 Wiwien Djatikusuma": "https://digilib.itb.ac.id/gdl/download/243160", "PUSTAKA Wiwien Djatikusuma": "https://digilib.itb.ac.id/gdl/download/243161", "2017 TS PP WIWIEN DJATIKUSUMA_LAMPIRAN.pdf?": "https://digilib.itb.ac.id/gdl/download/243162"}, "Penulis": "Wiwien Djatikusuma [25415074]", "Kontributor / Dosen Pembimbing": ["Dr.Ir. Iwan Pratoyo Kusumantoro, MT"], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Pembangunan berkelanjutan, Kota berkelanjutan, Kota Hijau, Infrastruktur hijau.  Rencana tata Ruang, Kota Tiakur", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "09 Feb 2022"}