{"Nomor": 63433, "Judul": "RESEARCH ON REMOTE INTELLIGENT CONTROL TECHNOLOGY OF THROTTLING AND BACK PRESSURE IN MANAGED PRESSURE DRILLING", "Abstrak": "In order to reduce the non production time of drilling, improve the efficiency and safety of drilling, improve the economic effect of managed pressure drilling (MPD), and realize the intelligent control construction of digital oilfield. Based on the pressure control in MPD, this paper analyzes the pressure control drilling system, takes the wellhead back pressure as the controlled parameter, calculates the mathematical model of the throttle valve according to the characteristics of the throttle valve, the basic parameters and boundary conditions of pressure control drilling, and puts forward an improved particle swarm Optimization PID neural network (IPSO-PIDNN) model. By means of remote communication, VR technology can realize remote control of field control equipment. The real-time control results of IPSO-PIDNN are compared with those of traditional PID neural network (PIDNN) and traditional Particle Swarm Optimization PID neural network (PSO-PIDNN). The results show that IPSO-PIDNN model has good self-learning characteristics, high optimization quality, high control accuracy, no overshoot, fast response and short regulation time. Thus, the advanced automatic control of bottom hole pressure in the process of MPD is realized, which provides technical guarantee for the well control safety of MPD.", "Daftar File": {}, "Penulis": "He Zhang [-]", "Kontributor / Dosen Pembimbing": ["Yongzhi Qiu, Haibo Liang", "Yunan Li", "Xiru Yuan"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Managed pressure drilling (MPD); IPSO-PIDNN algorithm; Throttling back pressure; Intelligent control", "Sumber": "Petroleum, Volume 7, Issue 2, 2021, Pages 222-229, https://www.sciencedirect.com/science/article/pii/S2405656120300602", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "10 Feb 2022"}