{"Nomor": 63449, "Judul": "A NEW STRAIGHT-LINE RESERVE EVALUATION METHOD FOR WATER BEARING GAS RESERVOIRS WITH HIGH WATER PRODUCTION RATE", "Abstrak": "A material balance equation (MBE) is usually used to estimate hydrocarbon reserves, to judge driving mechanism, and to predict the dynamic performance of oil and gas reservoirs. Few straight-line methods have been proposed for estimating original gas in place (OGIP) of water bearing gas reservoirs with high water production until now. For this type of gas reservoir, gas and mobile water mostly coexist in the same formation because of low permeability. Lots of water is produced even though there is no bottom or edge aquifer. Thus, the effect of water production on average pressure should not be ignored. In this work, an MBE for water bearing gas reservoirs considering the effects of water compressibility, pore compressibility, and water production, is derived step by step from the basic material balance principle, and the corresponding straight-line reserve evaluation method is developed. Then the proposed reserve evaluation method is validated against a computer modelling group (CMG) simulation case and two field cases using pressure transient analysis (PTA) method in the dynamic data analysis software KAPPA Ecrin. Finally, the necessity and importance of the proposed reserve evaluation method in water bearing gas reservoirs are discussed. Validation cases prove that the proposed straight-line reserve evaluation method for water bearing reservoirs is reliable and rational. The OGIP of water bearing reservoirs can be evaluated directly using the y-intercept divided by the minus slope of the straight line. If ignoring the effect of water production, the OGIP of water bearing gas reservoirs will be underestimated, especially for gas wells with high water production rate and short producing time.", "Daftar File": {}, "Penulis": "Juntai Shi [-]", "Kontributor / Dosen Pembimbing": ["Jiayi Wu", "Ming Lv", "Qian Li", "Chengyuan Liu", "Tao Zhang", "Zheng Sun", "Minxia He", "Xiangfang Li"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Water bearing gas reservoir; Material balance equation; Original gas in place; Water production; Reserve evaluation; Straight-line method", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 107808, https://www.sciencedirect.com/science/article/pii/S092041052030869X", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "11 Feb 2022"}