{"Nomor": 63459, "Judul": "REPOSISI STRATEGI PEMASARAN BERBASIS DI KOREA SELATAN - TRAVEL BRAND INDONESIA UNTUK MENGATUR BISNIS DI SAAT MENGHADAPI SITUASI PANDEMI", "Abstrak": "Pandemi COVID19 telah membawa dampak luar biasa pada strategi industri perjalanan. Karena larangan perjalanan terus diterapkan melintasi perbatasan internasional, agen perjalanan mulai kehilangan pelanggan. Hal ini mendorong pelaku bisnis travel, seperti Ade Travel Ticket, mencari cara untuk bertahan dengan mengadaptasi strategi pemasarannya. Selain itu, penelitian sebelumnya menunjukkan bahwa menggabungkan strategi dengan komitmen pelanggan terhadap merek sangat penting untuk loyalitas pelanggan jangka panjang. Oleh karena itu, penelitian ini mencoba mengelaborasi strategi positioning dan brand Ade Travel Tickets untuk mengatasi isu-isu penting tersebut. \nDalam mencapai tujuan, penelitian ini menggunakan alat analisis dan metode berbasis survei untuk menyelidiki pelanggan agen perjalanan sebagai sampel dan menganalisis mereka dalam hal statistik deskriptif. Ini menggunakan kerangka PEST, 5 Cs, dan 7 Ps untuk sampai pada temuan. Pembelajaran menunjukkan bahwa strategi dorong diperlukan bersama dengan membangun komunitas merek. Secara garis besar, kisaran harga jual tiket di Ade Travel Ticket bervariasi. Studi: Industri perjalanan dapat memperoleh kepercayaan klien dan meningkatkan program loyalitas agar mereka tetap membeli tiket pesawat. Sebuah studi menyarankan untuk menggabungkan model dengan komitmen pelanggan terhadap merek sebagai keterwakilan. Target pasar utama dapat digunakan oleh klien, yang sebagian besar adalah laki-laki dalam responden ini. \nStrategi dorong melibatkan tindakan promosi untuk distributor, grosir, dan pengecer untuk mendapatkan produk di depan pelanggan. Pemasaran yang digerakkan oleh pemasaran mencakup periklanan, pemasaran email, dari mulut ke mulut, dan media sosial. Daegu adalah salah satu kota tersibuk di Korea Selatan. Responden laki-laki sebanyak 79,30%, dengan rata-rata usia responden sekitar 30-35 tahun sebesar 39,31% dan 25-30 tahun sebesar 30,06%. Untuk strategi harga pemasaran tiket pesawat, kemampuan membeli tiket pesawat dari responden adalah 400.000 – 700.000Won per tahun dengan persentase 80,35%. \nHarapan besar dari studi kasus ini adalah untuk membangun kembali kepercayaan pelanggan terhadap penjualan produk merek dengan hubungan citra merek, loyalitas pelanggan, dan kepuasan pelanggan yang positif melalui program berkelanjutan dengan komunitas merek.", "Daftar File": {"COVER Ade Mansyur": "https://digilib.itb.ac.id/gdl/download/251724", "BAB 1 Ade Mansyur": "https://digilib.itb.ac.id/gdl/download/251725", "BAB 2 Ade Mansyur": "https://digilib.itb.ac.id/gdl/download/251727", "BAB 3 Ade Mansyur": "https://digilib.itb.ac.id/gdl/download/251728", "BAB 4 Ade Mansyur": "https://digilib.itb.ac.id/gdl/download/251730", "PUSTAKA Ade Mansyur": "https://digilib.itb.ac.id/gdl/download/251731"}, "Penulis": "Ade Mansyur [29319429]", "Kontributor / Dosen Pembimbing": ["Dr. Nuri Wulandari, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Komunitas Merek, Loyalitas Pelanggan, Kepercayaan Merek, Segmen Pasar, Strategi Pemasaran", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "15 Feb 2022"}