{"Nomor": 63451, "Judul": "HIDROLISIS BIOMIMETIK MINYAK-LEMAK", "Abstrak": "Asam lemak adalah produk hulu yang diperoleh dari minyak-lemak nabati dan\nmenjadi bahan mentah produksi bahan-bahan bakar nabati (BBN) maupun aneka\nproduk oleokimia. Daya saing industri berbasis nabati terhadap industri berbasis\nsumber daya fosil akan kian kuat jika asam-asam lemak dapat diproduksi secara\nmurah. Proses hidrolisis trigliserida (atau fat splitting) yang lazim diterapkan\ndalam industri dewasa ini untuk memproduksi asam-asam lemak beroperasi pada\ntemperatur dan tekanan tinggi (? 250°C, 50 bar) sehingga produk asam-asam\nlemak relatif mahal. Keberadaan teknologi hidrolisis minyak lemak yang\nberkondisi ringan akan mampu membuat asam-asam lemak menjadi relatif murah.\nKarena enzim-enzim lipase mampu menghidrolisis minyak-lemak pada kondisi\nkamar, maka suatu teknologi hidrolisis biomimetik, yaitu meniru-niru cara kerja\nenzim atau sistem biologikal, akan bisa menghasilkan asam-asam lemak murah.\nLiteratur menunjukkan bahwa enzim-enzim lipase bersitus aktif triad katalitik\n(catalytic triad) residu-residu serin, histidin, dan aspartat/glutamat. Pengamatan\ndan perenungan seksama terhadap keterangan literatur tentang mekanisme\nlipolisis menghasilkan kesimpulan bahwa hidrolisis enzimatik terdiri atas 2 tahap\nyaitu (a). transesterifikasi ester poliol (gliserol) menjadi ester alkohol primer\n(gugus ujung serin) dan (b). hidrolisis ester alkohol primer dari asam-asam lemak.\nPenelitian yang dilakukan dimaksudkan untuk mengembangkan teknologi\nhidrolisis biomimetik minyak-lemak dengan kandidat katalis yang diduga\nberfungsi efektif dalam reaksi hidrolisis FAME, yaitu kombinasi ekimolar\nimidazol – asam format dan imidazol – asam glutamat (imidazol adalah gugus\nujung histidin).\nHidrolisis FAME dengan kedua kandidat katalis pada temperatur 100°C serta\npada pH 4,5; 6; 8; dan 9,5 tidak menghasilkan asam lemak yang signifikan.\nReaksi alternatif yang dapat menghasilkan asam lemak pada kondisi lunak (100°C,\n1 bar) adalah reaksi asetolisis. Variasi yang menghasilkan produk dengan asam\nlemak paling tinggi untuk substrat FAME adalah konsentrasi katalis 2%, waktu\nreaksi 6 jam dengan angka asam produk 189.0. Variasi yang menghasilkan produk\ndengan asam lemak paling tinggi untuk substrat minyak sawit adalah konsentrasi\nkatalis 2%, waktu reaksi 4 jam dengan angka asam produk 146.7.", "Daftar File": {"ABSTRAK Hanief Ihsan Faridi": "https://digilib.itb.ac.id/gdl/download/243593", "COVER Hanief Ihsan Faridi": "https://digilib.itb.ac.id/gdl/download/262797", "TS-TK-Hanief Ihsan Faridi-23020006-1-Bab I.pdf": "https://digilib.itb.ac.id/gdl/download/262798", "TS-TK-Hanief Ihsan Faridi-23020006-1-Bab II.pdf": "https://digilib.itb.ac.id/gdl/download/262799", "TS-TK-Hanief Ihsan Faridi-23020006-1-Bab III.pdf": "https://digilib.itb.ac.id/gdl/download/262800", "TS-TK-Hanief Ihsan Faridi-23020006-1-Bab IV.pdf": "https://digilib.itb.ac.id/gdl/download/262801", "TS-TK-Hanief Ihsan Faridi-23020006-1-Bab V.pdf": "https://digilib.itb.ac.id/gdl/download/262802"}, "Penulis": "Hanief Ihsan Faridi [23020006]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tatang Hernas", "Dr. Ir. Tirto Prakoso, S.T., M.Eng.", "Dr. Astri Nur Istyami, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "hidrolisis, biomimetik, minyak-lemak, asam lemak, ester metil, imidazol, lipase, asetolisis", "Sumber": "Perpustakaan Prodi Teknik Kimia", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Budi Cahyadi", "File": "7 file", "Tanggal Input": "14 Feb 2022"}