{"Nomor": 63453, "Judul": "THE IMPACT OF FINANCIAL BEHAVIOR, FINANCIAL SELF-EFFICACY, AND SAVING BEHAVIOR TO FINANCIAL KNOWLEDGE ON JUNIOR HIGH SCHOOL STUDENTS: A CASE STUDY OF RURAL AND URBAN AREA STUDENTS", "Abstrak": "Financial knowledge, financial behavior, financial self-efficacy, and financial behavior are needed to make the right financial decisions. As one of the countries that have established financial literacy as a national strategy, Indonesia has tried to provide education for the community, including students who are taking formal education. This study aims to determine the differences in financial knowledge, financial behavior, financial self-efficacy, and saving behavior of rural and urban junior high school students. In addition, this study also looks at the effect and relationships of financial knowledge, financial self-efficacy, and saving behavior on students' financial behavior. This study uses the independent t-test, multiple linear regression, and SEM-PLS methods to analyze the data obtained in the survey. Respondents in this study were junior high school students aged 11 to 15 years, with 750 students. Data were obtained from the results of questionnaires filled out online by students. The results showed differences in the ability of financial knowledge, financial behavior, and financial self-efficacy in rural and urban junior high school students. The findings in this study show that the saving behavior of junior high school students in rural and urban areas shows the same results. Our research shows that financial literacy is influenced by financial behavior, financial self-efficacy, and saving behavior. This study also found the relationship between financial literacy, financial behavior, financial self-efficacy, and saving behavior directly or indirectly. We find that financial behavior, financial self-efficacy, and saving behavior directly correlate to financial knowledge. The indirect relationship is shown by financial self-efficacy, financial behavior, and financial knowledge. Another indirect relationship is saving behavior, financial self-efficacy, and financial knowledge. The results of this study can be used to develop financial education in schools and input for the new curriculum being developed. Future research is expected to determine the relationship between financial literacy ability and students' cognitive level.", "Daftar File": {"ABSTRAK Badria Julianti": "https://digilib.itb.ac.id/gdl/download/244933"}, "Penulis": "Badria Julianti [29020028]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Literasi keuangan, perilaku keuangan, self-efficacy keuangan, perilaku menabung, pendidikan keuangan", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "14 Feb 2022"}