{"Nomor": 63468, "Judul": "USULAN STRATEGI BISNIS UNTUK INDIHOME  (STUDI KASUS: PT TELKOM INDONESIA TBK)", "Abstrak": "IndiHome adalah layanan internet rumah yang terdiri dari telepon rumah, internet dan TV yang diluncurkan secara resmi pada tahun 2015 oleh PT Telkom Indonesia. Sebagai salah satu program dari proyek utama Telkom, IndiHome telah menunjukkan pertumbuhan yang pesat sejak baru diluncurkan. Menurut laporan tahunan, IndiHome merupakan pemimpin pasar layanan fixed broadband dengan menguasai 82,3% pangsa pasar di tahun 2020. Namun, terlihat ada penurunan signifikan pangsa pasar IndiHome sebesar 4,2% dibandingkan tahun sebelumnya.\nUntuk menganalisis penelitian digunakan analisis internal dan eksternal untuk merumuskan strategi bisnis. Kerangka kerja untuk analisis internal meliputi Analisis STP, Bauran Pemasaran 7P, Resource-Based View, Kerangka VRIO, dan Rantai Nilai Porter, sedangkan untuk analisis eksternal meliputi Analisis PESTEL, Model Lima Kekuatan Porter, Analisis Pesaing, dan Analisis Pelanggan. Semua data dikumpulkan dengan metodologi kualitatif dan kualitatif dengan data primer dikumpulkan dari wawancara, kuesioner, netnografi dan data sekunder dari laporan tahunan, website, buku, artikel dan jurnal. Analisis SWOT dan matriks SWOT akan digunakan untuk merumuskan strategi.\nHasil penelitian menunjukkan bahwa untuk meningkatkan pertumbuhan pangsa pasar, diperlukan strategi peningkatan pelanggan yang dilakukan dengan meningkatkan kualitas layanan yang dapat meningkatkan citra IndiHome di benak pelanggan. Strategi bundling baru dan sinergi yang baik antara Telkom dan pemerintah mampu membuat Telkom mampu berkembang dan memberikan layanan di seluruh wilayah di Indonesia. Riset pasar untuk memetakan calon pelanggan berdasarkan penggunaan data di telepon seluler juga bisa dilakukan. Telkom juga dapat melakukan pengembangan internal berupa gap analysis antara pertumbuhan tren pasar dengan kapabilitas Telkom. Dengan begitu, Telkom dapat terus mengikuti perkembangan yang terjadi dan tetap relevan dengan segala perubahan.", "Daftar File": {"COVER Putri Saffira Yusuf": "https://digilib.itb.ac.id/gdl/download/254979", "BAB 1 Putri Saffira Yusuf": "https://digilib.itb.ac.id/gdl/download/254980", "BAB 2 Putri Saffira Yusuf": "https://digilib.itb.ac.id/gdl/download/262186", "BAB 3 Putri Saffira Yusuf": "https://digilib.itb.ac.id/gdl/download/262187", "BAB 4 Putri Saffira Yusuf": "https://digilib.itb.ac.id/gdl/download/262188", "PUSTAKA Putri Saffira Yusuf": "https://digilib.itb.ac.id/gdl/download/262189"}, "Penulis": "Putri Saffira Yusuf [29320037]", "Kontributor / Dosen Pembimbing": ["Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "IndiHome, Strategi Bisnis, Pemasaran, Internet Fixed BroadbandIndi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "15 Feb 2022"}