{"Nomor": 63463, "Judul": "USULAN PENINGKATAN KINERJA KUALITAS LAYANAN DENGAN MENGGUNAKAN KERANGKA LEAN SIX SIGMA  (KASUS: BADAN PENGAWAS OBAT DAN MAKANAN)", "Abstrak": "Hasil survei kepuasan pelanggan pada tahun 2020 menunjukkan mutu pelayanan penerbitan surat keterangan import pangan olahan masih rendah dibandingkan komoditi lainnya di Badan Pengawas Obat dan Makanan (BPOM). Sementara itu, reformasi birokrasi menuntut Direktorat untuk terus melakukan upaya perbaikan dan peningkatan kualitas layanan publik yang diberikan. Kualitas layanan menjadi faktor kritis untuk kesuksesan penyedia layanan karena korelasinya yang erat dengan kepuasan pelanggan. Oleh karena itu, persepsi pelanggan menjadi komponen penting dalam penilaian kualitas layanan. \n\nPenelitian ini menyediakan kasus pada sektor pelayanan publik untuk pengajuan persetujuan impor dengan menggunakan DMAIC metodologi pada Lean Six Sigma. Lingkup penelitian dibatasi untuk meningkatkan layanan pada sub-variable yang dinilai rendah tetapi dirasakan penting oleh pelanggan. Penelitian ini mengkombinasikan metode kuantitatif dan kualitatif melalui survei pelanggan dan interview pada personil narasumber kunci. Metode ini digunakan untuk menyediakan data evaluasi layanan dari pelanggan, masukan, dan solusi melalui upaya langkah perbaikan performance layanan sehingga pelaksanaan layanan efektif dan efisien serta memenuhi kebutuhan pelanggan.\n\nMetode SERVPERF digunakan untuk mengukur kualitas layanan berdasarkan performance layanan dari persepsi pelanggan pada dimensi layanan responsiveness, assurance, tangible, empathy dan reliability. Pada saat yang sama juga, analisis importance-performance digunakan untuk mengidentifikasi sub-variabel layanan yang perlu untuk ditingkatkan. Berdasarkan hasil Analisa quantitave, ditemukan lima dimensi SERVPERF secara positif mempengaruhi kualitas layanan secara keseluruhan. Lebih lanjut, hasil analisis menunjukkan dimensi kinerja pelayanan yang paling dominan mempengaruhi kepuasan pelanggan adalah assurance, tangible, dan empathy. Tiga sub-variable dengan tingkat kepentingan tinggi dan kinerja rendah antara lain Q5,Q29 dan Q31. Ini berarti program perbaikan harus segera diterapkan agar pelanggan dapat dilayani dengan baik dan memberikan kepuasan kepada pelanggan.\n\nBerdasarkan hal tersebut, upaya peningkatan perlu dilakukan melalui pengembangan sistem saluran konsultasi dengan membuat menu solusi mandiri untuk konsumen, balasan otomatis, dan antrian online, pembuatan media informasi atau tutorial e-learning untuk pelanggan, penyusunan pedoman, pelatihan, sosialiasasi dan supervisi bagi personil dan pedoman untuk pelanggan pada dua masalah penting inkonsistensi layanan, pembuatan model media dummy dalam pengajuan impor untuk konsumen dan peningkatan keterampilan personel.\n\nBeberapa rekomendasi bagi Direktorat antara lain tidak hanya terfokus pada pemenuhan kecepatan janji layanan, tetapi juga memperhatikan dan membangun aspek dimensi layanan lainnya, melakukan supervisi dari atasan secara periodik untuk memonitor kendala harian dan pencapaian pelaksanaan layanan, mengevaluasi gap yang terjadi antara ketersediaan sumber daya dan beban kerja yang harus dilakukan sehingga diharapkan dapat melakukan langkah pencegahan terhadap kinerja layanan yang kurang baik, serta memberikan reward dan recognition pada personil dan pelanggan.", "Daftar File": {"COVER Fatati": "https://digilib.itb.ac.id/gdl/download/253169", "BAB 1 Fatati": "https://digilib.itb.ac.id/gdl/download/253170", "BAB 2 Fatati": "https://digilib.itb.ac.id/gdl/download/253171", "BAB 3 Fatati": "https://digilib.itb.ac.id/gdl/download/253172", "BAB 4 Fatati": "https://digilib.itb.ac.id/gdl/download/253173", "PUSTAKA Fatati": "https://digilib.itb.ac.id/gdl/download/253174"}, "Penulis": "Fatati [29320019]", "Kontributor / Dosen Pembimbing": ["Dr. Liane Okdinawati, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kualitas Pelayanan, DMAIC, SERVPERF, Analisis Importance-performance, Importasi.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "15 Feb 2022"}