{"Nomor": 63465, "Judul": "USULAN PENDEKATAN KNOWLEDGE MANAGEMENT DI SEKSI PENINDAKAN BALAI POM PANGKALPINANG", "Abstrak": "Pemulihan ekonomi nasional dimasa pandemi Covid-19 ini salah satunya diperlukan pembangunan di bidang Pengawasan Obat dan Makanan untuk meningkatkan kualitas hidup manusia Indonesia untuk mendukung percepatan tujuan pembangunan nasional, diperlukan peran Pengawasan Obat dan Makanan  untuk melindungi kesehatan masyarakat melalui Obat dan Makanan yang aman, berkhasiat/bermanfaat, dan bermutu. BPOM Pangkalpinang sebagai salah satu unit pelaksana teknis dari Badan POM di wilayah Bangka Belitung memiliki salah satu fungsi yaitu dalam pelaksanaan penyidikan terhadap pelanggaran ketentuan peraturan perundang-undangan di bidang Obat dan Makanan untuk melindungi masyarakat dari meluasnya peredaran obat-obatan, obat-obatan tradisional, suplemen makanan, kosmetik dan makanan ilegal yang berdampak kepada kesehatan. \nSecara garis besar, lingkungan strategis eksternal yang dihadapi oleh Balai POM di Pangkalpinang terdiri dari beberapa isu pokok, yaitu salah satunya adalah peningkatan kualitas pembangunan manusia dalam rangka peningkatan kemampuan terhadap pelaksanaan tugas penindakan Obat dan Makanan, memberikan dukungan terhadap pertumbuhan ekonomi nasional, dan isu sosial ekonomi nasional/global, seperti: keamanan obat dan makanan yang beredar di masyarakat serta pembinaan dan Pengawasan kepada pelaku usaha, pemangku kepentingan dan masyarakat. Namun pada prakteknya pelaksanaan penegakan hukum tersebut belum berjalan dengan maksimal dilihat dari tidak tercapainya target KPI penegakan hukum karena beberapa factor antara lain belum adanya system atau database yang mengakomodir sharing knowledge,  pengalaman, dan lesson learned yang dapat mendukung dalam pengambilan keputusan terhadap proses penegakan hukum. \n\nTujuan dari penelitian ini adalah untuk menganalisa kondisi organisasi saat ini khususnya dalam Seksi Penindakan BPOM Pangkalpinang dan merekomendasikan strategi manajemen pengetahuan yang tepat untuk mendukung performa organisasi yang dilihat berdasarkan KPI unit. Penulis menggunakan kerangka kerja manajemen pengetahuan dalam bentuk kerangka kerja PPT dan Model SECI sebagai alat yang akan membantu penulis dalam mencapai tujuan penelitian ini. Metode kualitatif diterapkan dalam penelitian ini, dengan menggunakan data primer dan data sekunder. Data primer yang digunakan dalam penelitian ini diperoleh dari observasi dan temuan wawancara semi-terstruktur ketika penulis masih bekerja di organisasi, sedangkan data sekunder diperoleh dari dokumen publik organisasi (laporan tahunan dan situs web organisasi), dokumen pribadi (struktur organisasi divisi dan deskripsi pekerjaan) organisasi, jurnal dan buku teks terkait. \nTemuan hasil menunjukkan kondisi Seksi Penindakan BPOM Pangkalpinang saat ini belum memiliki system manajemen pengetahuan yang dapat mengubah tacit knowledge menjadi explicit knowledge dan belum didukung sarana untuk proses sharing knowledge, kemudian mengklasifikasikan akar penyebab mana saja yang dapat diselesaikan dengan manajemen pengetahuan. Setelah itu, penulis menempatkan isu terkait orang, proses dan teknologi ke dalam kerangka kerja PPT, kemudian menggunakan Model SECI untuk mengusulkan mode konversi pengetahuan dengan menyoroti interaksi yang saling mempengaruhi antara pengetahuan tacit dan eksplisit. Terakhir, Seksi Penindakan akan dapat menerapkan strategi manajemen pengetahuan seperti yang diusulkan untuk mendorong karyawan, untuk menerapkan pengetahuan mereka demi kepentingan organisasi, sehingga keunggulan kompetitif dan target KPI Seksi Penindakan akan tercapai. Rekomendasi yang disarankan adalah membentuk sistem dokumentasi dan database yang terstandar di bidang Penindakan yang memanfaatkan sarana dan prasarana serta sistem informasi yang menunjang dan didukung dengan komitmen pimpinan. Studi ini dapat berguna bagi semua unit kerja terutama di Seksi Penindakan untuk meningkatkan kualitas dan memaksimalkan sumber daya manusia yang tersedia.", "Daftar File": {"COVER Terry Yessi Evelin": "https://digilib.itb.ac.id/gdl/download/255648", "BAB 1 Terry Yessi Evelin": "https://digilib.itb.ac.id/gdl/download/255649", "BAB 2 Terry Yessi Evelin": "https://digilib.itb.ac.id/gdl/download/255652", "BAB 3 Terry Yessi Evelin": "https://digilib.itb.ac.id/gdl/download/255654", "BAB 4 Terry Yessi Evelin": "https://digilib.itb.ac.id/gdl/download/255656", "PUSTAKA Terry Yessi Evelin": "https://digilib.itb.ac.id/gdl/download/255659"}, "Penulis": "Terry Yessi Evelin [29320031]", "Kontributor / Dosen Pembimbing": ["Dedy Sushandoyo, S.T., M.Sc.Eng., M.A.Sc., Ph.D.", "Emilia Fitriana Dewi, SH., M.A.B"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "BPOM, Law Enforcement Division, Knowledge Management, Knowledge Transfer, PPT Framework, SECI Model.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "15 Feb 2022"}