{"Nomor": 63469, "Judul": "STRATEGI BISNIS UNTUK IMPLEMENTASI APLIKASI MOBILE JKN FASKES", "Abstrak": "BPJS Kesehatan merupakan Badan Hukum Publik yang ditunjuk untuk menyelenggarakan program Jaminan Kesehatan Nasional (JKN). Untuk meningkatkan kualitas layanannya BPJS Kesehatan menghadirkan layanan telekonsultasi bagi peserta JKN melalui Aplikasi Mobile JKN Faskes. Pada implementasinya di Fasilitas Kesehatan Tingkat Pertama (FKTP) aplikasi yang gratis langsung dapat digunakan oleh dokter untuk memberikan layanan telekonsultasi ini, pemanfaatanya belum optimal. \n\nDisaat kondisi pandemi COVID-19 melanda Indonesia, dan pemerintah menerapkan kebijakan pembatasan sosial bagi penduduknya untuk menekan risiko penularan COVID-19, masyarakat yang ingin berobat diperhadapkan dengan kedala mengakses Layanan Fasilitas Kesehatan. Aplikasi Mobile JKN Faskes yang harusnya dapat menjadi penjembatan bagi lebih dari 82 persen penduduk Indonesia sebagai peserta JKN, pemanfaatannya oleh dokter di Fasilitas Kesehatan Primer mengalami trend penurunan.\n\n\n\nTujuan dari penelitian ini adalah untuk mengusulkan business strategi dan rencana implementasinya bagi peningkatan penggunaan Aplikasi Mobile JKN Faskes di FKTP JKN. Dalam menyusun strategi yang sesuai, akan dipelajari factor yang mempengaruh keinginan penggunaan aplikasi oleh Dokter sehingga dapat diketahui factor internal dan eksternal yang berpengaruh untuk memberikan dorongan bagi pemanfaatan Aplikasi Mobile JKN Faskes. Selanjutnya dipelajari juga fitur fitur apa yang perlu dikembangkan dari Aplikasi Mobile JKN Faskes sehingga mampu terbentuk Product layanan yang berorientasi terhadap value yang diharapkan dokter sebagai pengguna aplikasi ini. \n\nHasil penelitian menunjukkan bahwa Aplikasi Mobile JKN masih diperlukan peningkatan pada beberapa fiturnya, dan sebagai pendorong tebesar dalam implementasi aplikasi ini adalah Pengaruh Sosial dalam lingkup layanan telekonsultasi. Pada penelitian ini kerangka penelitian yang menyusunya terdiri dari Analisa Internal dengan Interveiw, RBV, VRIO dan Value Chain. Kemudian untuk Eksternal Analisa menggunakan PESTEL, Custome Analisa dan Competitor Analisa. Dalam penyusunan Strategi Fomulasi diantarkan Value Proposition Canvas kemudian diikuti Diamond Model sebagai penyusun strategi dalam merekomendasikan rencana Implementasi pengembangan Aplikasi yang sesuai.", "Daftar File": {"COVER Johan Riawan": "https://digilib.itb.ac.id/gdl/download/253846", "BAB 1 Johan Riawan": "https://digilib.itb.ac.id/gdl/download/253910", "BAB 2 Johan Riawan": "https://digilib.itb.ac.id/gdl/download/253912", "BAB 3 Johan Riawan": "https://digilib.itb.ac.id/gdl/download/253913", "BAB 4 Johan Riawan": "https://digilib.itb.ac.id/gdl/download/253914", "PUSTAKA Johan Riawan": "https://digilib.itb.ac.id/gdl/download/253915"}, "Penulis": "Johan Riawan [29320040]", "Kontributor / Dosen Pembimbing": ["Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Aplikasi Telekonsultasi, Analisa Internal dan Eskternal, BPJS Kesehatan, Bisnis Strategi.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "15 Feb 2022"}