{"Nomor": 63461, "Judul": "STRATEGI BISNIS PASAR TERAPI INFUS DI PT. GREEN MEDICAL INDONESIA DALAM MENYIKAPI KEBIJAKAN PEMERINTAH TERHADAP KEWAJIBAN PENGGUNAAN PRODUK LOKAL", "Abstrak": "Kesehatan memiliki peran penting terhadap pertumbuhan ekonomi dari sebuah negara. Indonesia merupakan satu-satunya negara yang menerapkan sistem jaminan kesehatan terbesar di dunia. Sayangnya, industri kesehatan di Indonesia masing sangat bergantung terhadap impor produk alat kesehatan dan obat. 90% kebutuhan alat kesehatan dalam negeri masih berasal dari import. Pandemi covid 19 meyakinkan pemerintah untuk memperkuat industri dalam negeri sehingga tidak perlu tergantung terhadap impor. Dukungan pemerintah tersebut diwujudkan dengan membuat aturan pengadaan terhadap institusi pemerintah yang mewajibkan penggunaan produk lokal. Hal ini menyebabkan perusahaan asing yang beroperasi di indonesia untuk mempersiapkan diri dan mengantisipasi kondisi penurunan belanja rumah sakit pemerintah dan mempersiapkan perusahaan agar dapat terus berkompetisi di pasar di Indonesia. PT. Green Medical Indonesia adalah salah satu perusahaan asing yang bergerak dalam bidang alat kesehatan dan farmasi. Salah satu lini bisnis yang sangat terdampak yaitu terapi infus karena merupakan salah satu terapi yang paling banyak digunakan di rumah sakit. Penelitian ini dilakukan dengan pendekatan kualitatif berupa pengamatan dan pengkajian dokumen untuk mengetahui kondisi perusahaan saat ini. Faktor eksternal dianalisa dengan teori PESTEL dan Porter Five Forces. Analisa faktor internal dilakukan dengan identifikasi kapabilitas dan sumberdaya, dan analisis VRIO. Kondisi eksternal dan internal di analisa menggunakan kerangka SWOT untuk menentukan ancaman kritis dan peluang menjajikan bagi organisasi. Formulasi strategi perusahaan dilakukan dengan pendekatan matriks TOWS dan kerangka model Diamond.\nHasil dari penelitian menunjukkan bahwa perusahaan masih perlu mengembangkan keunggulan daya saing lestari, dan memfokuskan diri pada segmen pasar tertentu untuk terapi infus.", "Daftar File": {"COVER Ahmad Irfan": "https://digilib.itb.ac.id/gdl/download/251472", "BAB 1 Ahmad Irfan": "https://digilib.itb.ac.id/gdl/download/251473", "BAB 2 Ahmad Irfan": "https://digilib.itb.ac.id/gdl/download/251474", "BAB 3 Ahmad Irfan": "https://digilib.itb.ac.id/gdl/download/251475", "BAB 4 Ahmad Irfan": "https://digilib.itb.ac.id/gdl/download/251476", "PUSTAKA Ahmad Irfan": "https://digilib.itb.ac.id/gdl/download/251477"}, "Penulis": "Ahmad Irfan [29320004]", "Kontributor / Dosen Pembimbing": ["Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Bisnis, Analisa Eksternal dan Internal, Alat Kesehatan, Terapi Infus, Matrix TOWS", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "15 Feb 2022"}