{"Nomor": 63471, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN PENJUALAN PADA PT. BINTANGMAS MINOMANUNGGAL STEEL", "Abstrak": "PT.BM merupakan perusahaan swasta yang bergerak di bidang produksi moldbase dan distributor baja dari Jepang yang berfokus pada bidang baja paduan untuk kebutuhan bahan baku suku cadang otomotif seperti kendaraan bermotor. Di dirikan pada tahun 1995 dan memiliki lokasi produksi di Jababeka Cikarang. Saat ini PT.BM memiliki permasalahan hasil penjualan yang stagnan selama tiga tahun terakhir. Produk dan jasa yang di tawarkan oleh PT.BM cukup beragam dan sesuai dengan kebutuhan pasar, akan tetapi dalam hal pemasaran yang di lakukan PT.BM di rasa kurang optimal dan memanfaatkan perkembangan. Maka dapat di asumsikan bahwa penyebab penghasilan penjualan yang stagnan dikarenakan kurang adanya perencanaan strategi pemasaran yang optimal dan jelas. \n\nTujuan dari penelitian ini adalah untuk menganalisis kondisi bisnis internal dan eksternal dari PT.BM, serta untuk mengetahui akar masalah yang sedang dialami PT.BM, dan juga untuk mengusulkan program pemasaran yang bertujuan dapat meningkatkan hasil penjualan. Metode pada penelitian ini menggunakan metode kualitatif dengan teknik pengambilan data menggunakan wawancara dan informan dari penelitian ini adalah internal team perusahaan PT.BM. Hasil penelitian menunjukan bahwa akar penyebab masalah di PT.BM adalah kurang mengoptimalkan strategi pemasaran sehingga menyebabkan pendapatan hasil penjualan stagnan selama tiga tahun terakhir. Pada penelitian ini kerangka yang digunakan untuk analisa eksternal adalah PESTEL, Porter’s Five Forces, Competitive Analysis, dan Consumer Analysis. Dan untuk analisa internal, menggunakan kerangka Resource Based View, VRIO, Segmenting, Targeting, Positioning, dan Marketing Mix.", "Daftar File": {"COVER Rika Utari Suryaningtyas": "https://digilib.itb.ac.id/gdl/download/255217", "BAB 1 Rika Utari Suryaningtyas": "https://digilib.itb.ac.id/gdl/download/255218", "BAB 2 Rika Utari Suryaningtyas": "https://digilib.itb.ac.id/gdl/download/255219", "BAB 3 Rika Utari Suryaningtyas": "https://digilib.itb.ac.id/gdl/download/255220", "BAB 4 Rika Utari Suryaningtyas": "https://digilib.itb.ac.id/gdl/download/255221", "PUSTAKA Rika Utari Suryaningtyas": "https://digilib.itb.ac.id/gdl/download/255222"}, "Penulis": "Rika Utari Suryaningtyas [29320056]", "Kontributor / Dosen Pembimbing": ["Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Pemasaran, Analisis Internal dan Eksternal, Industri Baja, Industri Otomotif, Moldbase.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "15 Feb 2022"}