{"Nomor": 63476, "Judul": "ANALISA KEPUASAN KERJA UNTUK MENGURANGI TURNOVER DI PT TITIK CIPTA", "Abstrak": "Kepuasan kerja adalah hal yang penting dalam suatu perusahaan dan sangat berdampak dalam kegiatan perusahaan. Dampak yang ada salah satunya tingginya turnover suatu perusahaan apabila kepuasan kerja dari karyawan sangat rendah. Dalam exit interview yang dilakukan oleh HR di PT TITIK CIPTA, hampir semua karyawan yang resign merasakan rendah nya kepuasan kerja. Kepuasan kerja dalam penelitian ini mengunakan 5 variabel utama dan penting yang mempengaruhi kepuasan kerja, pertama adalah working condition, kedua adalah salary, ketiga adalah promotional opportunities, keempat adalah relationship with supervisor, dan terakhir kelima adalah relationship with coworkers. \nPenelitian ini mengunakan metode qualitative, qualitative disini mengunakan metode interview, penulis disini menginterview karyawan PT TITIK CIPTA agar bisa mengambarkan secara jelas kelima variable yaitu pertama adalah working condition, kedua adalah salary, ketiga adalah promotional opportunities, keempat adalah relationship with supervisor, dan terakhir kelima adalah relationship with coworkers. Setelah itu penulis mengunakan root cause analysis dengan mengunakan fishbone diagram agar bisa secara jelas mengambarkan akar masalah kelima variable tersebut.\nDari hasil penelitian yang dilakukan penulis, dapat disimpulkan dari ke 5 variable  yaitu pertama adalah working condition, kedua adalah salary, ketiga adalah promotional opportunities, keempat adalah relationship with supervisor, dan terakhir kelima adalah relationship with coworkers.  Ada 3 yang mempengaruhi kepuasan kerja di PT TITIK CIPTA, yaitu working condition. Dan dari variable tersebut penulis memberikan solusi dari setiap variable.", "Daftar File": {"COVER Reyner Farras": "https://digilib.itb.ac.id/gdl/download/255199", "BAB 1 Reyner Farras": "https://digilib.itb.ac.id/gdl/download/255200", "BAB 2 Reyner Farras": "https://digilib.itb.ac.id/gdl/download/255201", "BAB 3 Reyner Farras": "https://digilib.itb.ac.id/gdl/download/255202", "BAB 4 Reyner Farras": "https://digilib.itb.ac.id/gdl/download/255203", "PUSTAKA Reyner Farras": "https://digilib.itb.ac.id/gdl/download/255204"}, "Penulis": "Reyner Farras [29320097]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kepuasan, Kerja, Turnover, Salary, Working Condition", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "15 Feb 2022"}