{"Nomor": 63472, "Judul": "VALUASI PT VALE INDONESIA TBK SAAT LEDAKAN PENJUALAN KENDARAAN LISTRIK", "Abstrak": "Beberapa negara tercatat telah berkomitmen untuk mengurangi emisi karbon melalui Paris Agreement dan Pembangunan Berkelanjutan Perserikatan Bangsa-Bangsa. Baik pemerintah maupun industri melakukan upaya kolaboratif untuk mengubah rantai pasokan saat ini menjadi ekosistem inklusif untuk sumber energi yang ramah lingkungan. Transportasi jalan raya menyumbang hampir 12% dari total emisi rumah kaca global setiap tahunnya. Maraknya penjualan kendaraan listrik (kenlis) global yang telah berlangsung sejak tahun 2016 diprediksi akan tetap berlangsung untuk menggantikan kendaraan dengan motor pembakaran dalam. Meningkatnya trend kendaraan listrik mengakibatkan nikel menjadi salah satu material paling berharga mengingat nikel merupakan salah satu bahan utama dalam baterai kendaraan listrik.\n\nIndonesia merupakan negara dengan cadangan nikel terbesar di dunia dengan cadangan nikel terbukti sebesar 22% dari total cadangan nikel dunia. Pemerintah Indonesia yang saat ini sedang membangun rantai pasokan kendaraan listrik dari hulu ke hilir secara aktif mengundang investor asing untuk turut berpartisipasi. Pesaing-pesaing baru di industri nikel menyebabkan PT Vale Indonesia Tbk tersingkir dari titel produsen nikel terbesar di Indonesia hanya dalam jangka waktu yang relatif singkat. Guna menghadapi persaingan yang semakin sengit, PT Vale Indonesia Tbk berencana meningkatkan produksi nikel melalui optimalisasi fasilitas dan pembangunan smelter baru. Rencana perusahaan tersebut menjadi daya tarik bagi pemodal ritel dan institusional untuk berinvestasi di perusahaan karena harga saham perusahaan melonjak dari Rp 3,000 per saham pada Juni 2020 menjadi Rp 7,000 per saham pada Januari 2021.\n\nMelihat fenomena tersebut, pada studi ini peneliti melakukan penelitian untuk mengetahui apakah lonjakan harga saham tersebut sesuai dengan valuasi perusahaan atau tidak. Peneliti menggunakan metode valuasi arus kas yang didiskonto untuk valuasi intrinsik dan perbandingan beberapa metrik utama untuk valuasi relatif. Baik valuasi intrinsik maupun valuasi relatif menunjukkan bahwa pada saat penelitian, saham PT Vale Indonesia Tbk diperdagangkan dengan harga diskon. Data historis menunjukkan bahwa perusahaan hanya menggunakan Sebagian kecil dari pinjaman jangka panjang untuk mendanai proyek di masa lalu. Menanggapi hal tersebut, peneliti merekomendasikan PT Vale Indonesia Tbk untuk lebih memanfaatkan pinjaman jangka panjang dalam mendanai program ekspansinya sebagai strategi untuk menurunkan biaya modal rata-rata tertimbang perusahaan.", "Daftar File": {"COVER Daniswara Rizki Nugroho": "https://digilib.itb.ac.id/gdl/download/252632", "BAB 1 Daniswara Rizki Nugroho": "https://digilib.itb.ac.id/gdl/download/252633", "BAB 2 Daniswara Rizki Nugroho": "https://digilib.itb.ac.id/gdl/download/252634", "BAB 3 Daniswara Rizki Nugroho": "https://digilib.itb.ac.id/gdl/download/252635", "BAB 4 Daniswara Rizki Nugroho": "https://digilib.itb.ac.id/gdl/download/252636", "PUSTAKA Daniswara Rizki Nugroho": "https://digilib.itb.ac.id/gdl/download/252637"}, "Penulis": "Daniswara Rizki Nugroho [29320058]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto, MBA."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Valuasi, Arus Kas yang Didiskonto, Performa Financial", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "15 Feb 2022"}