{"Nomor": 63486, "Judul": "ANOMALIES OF GAS MOLECULAR AND ISOTOPIC COMPOSITIONS OF TERRESTRIAL MUD VOLCANOES CAUSED BY POST-GENETIC PROCESSES - A CASE FROM THE MUD VOLCANOES IN THE JUNGGAR BASIN, NORTHWEST CHINA", "Abstrak": "Mud volcanoes, as important migration channels for gases from deep to surface, are used to research chemical interactions at depth and assess petroleum accumulation. To study the post-genetic processes that change initial compositional and isotopic characteristics of reservoir gases, a large number of geochemical data of gases from mud volcanoes and adjacent oilfields in the Junggar Basin have been selected and analyzed. Compared with the homologous reservoir gases, the seeping gases performed in mud volcanoes generally have the following characteristics: (1) dryness coefficients (C1/C1-4) significantly increase; (2) methane tends to become depleted in 13C; (3) propane tends to become enriched in 13C. Through geochemical and microbial analyses, it is proved that the reservoir gases belong to thermogenic coal-gases, which are originated from the Lower-Middle Jurassic source rocks. After discharging from reservoirs, the gases migrated and diffused upward to the mud volcanoes, and methane anaerobic oxidation might occur between reservoir and surface. However, due to the migration advection and effusion, it reveals the obvious isotopic and molecular fractionation with the dry coefficient increasing (loss of C2+ alkanes) and methane carbon isotope lightening, which covers the weak anaerobic oxidation of methane. In addition, oxidation by ferric (Fe3+) - bearing minerals may also lead to the significant depletion of 13C in methane, and iron-bearing minerals have been reduced. Propane tends to become enriched in 13C, mainly results from that sulfate-reducing bacteria prefers to use propane as growth substrates rather than ethane, and preferentially oxidizes propane. The results including the gas geneses and its secondary post-genetic processes may offer important insight into the evaluation of the related hydrocarbon resources, especially the unexplored regions.", "Daftar File": {}, "Penulis": "Yangyang Wang [-]", "Kontributor / Dosen Pembimbing": ["Jianfa Chen", "Weibing Shen", "Xiaoqi Gao", "Sijia Li"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Terrestrial mud volcanoes; Secondary post-genetic processes; Reservoir gas; Carbon isotope; Junggar Basin", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 107698, https://www.sciencedirect.com/science/article/pii/S0920410520307634", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "15 Feb 2022"}