{"Nomor": 63480, "Judul": "PENINGKATAN MARGIN MELALUI STRATEGI MEMBUAT ATAU MEMBELI  PADA PERUSAHAAN KONSUMSI BERGERAK CEPAT BERDASARKAN KERANGKA MCIVOR DAN PENDEKATAN SMART", "Abstrak": "Industri barang konsumsi bergerak cepat memiliki tingkat kompetisi yang tinggi. Oleh karena itu,   perusahaan di industri barang industri gerak cepat  seperti PT Bayi Ceria dituntut terus  meningkatkan keunggulan kompetitif. PT Bayi Ceria, memiliki strategi untuk tetap kompetitif antara lain ; melalui inovasi berupa pengembangan produk baru dan peningkatan margin yang dilakukan dengan tinjauan proses saat ini untuk optimalisasi dan mengeliminasi aktivitas yang tidak bernilai tambah Peningkatan margin membuat perusahaan mampu menghasilkan lebih banyak penghematan biaya ditengah-tengah perusahaan menghadapi kenaikan biaya dari tahun ke tahun. Salah satu proyek dari peningkatan margin adalah pertimbangan membuat produksi di dalam perusahaan atau membeli barang jadi dari pemasok yang dipilih. Riset kualitatif ini mendiskusikan tentang  faktor – faktor yang penting dalam pertimbangan membuat atau membeli dan bagaimana menentukan keputusan untuk  membuat atau membeli berdasarkan  kerangka dari McIvor dan Simple Multi Attribute Rating Technique (SMART). Data untuk kepentingan analisis, diperoleh melalui wawancara dengan individu yang mewakili perusahaan. Hasil wawancara tersebut kemudian  ditulis dalam transkrip dan ditandai serta dipetakan untuk mengilustrasikan keywords yang disebutkan responden yang selanjutnya dikategorikan sebagai faktor penting atau tidak. Temuan inti menunjukan bahwa biaya, kapabilitas, kapasitas, kualitas, tingkat pelayanan dan teknologi sebagai faktor penting pertimbangan untuk keputusan membuat atau membeli. Selanjutnya, berdasarkan kerangka analisis termasuk pembobotan biaya dan manfaat terhadap salah satu dari kasus bisnis, membuat dengan investasi 3 mesin dari Italia yang sepenuhnya otomatis merupakan opsi keputusan terbaik untuk menghemat biaya dan meningkatkan margin.", "Daftar File": {"COVER Perwitasari Yekti Mumpuni": "https://digilib.itb.ac.id/gdl/download/254568", "BAB 1 Perwitasari Yekti Mumpuni": "https://digilib.itb.ac.id/gdl/download/254569", "BAB 2 Perwitasari Yekti Mumpuni": "https://digilib.itb.ac.id/gdl/download/254570", "BAB 3 Perwitasari Yekti Mumpuni": "https://digilib.itb.ac.id/gdl/download/254571", "BAB 4 Perwitasari Yekti Mumpuni": "https://digilib.itb.ac.id/gdl/download/254572", "PUSTAKA Perwitasari Yekti Mumpuni": "https://digilib.itb.ac.id/gdl/download/254573"}, "Penulis": "Perwitasari Yekti Mumpuni [29320099]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Aries F Firman, M.Sc., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Rantai Pasok, Membuat atau Membeli, Peningkatan Margin, Keunggulan Kompetitif, Kepemimpinan Biaya", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "15 Feb 2022"}