{"Nomor": 63487, "Judul": "MODEL SISTEM DINAMIKA UNTUK MENGELOLA KEPUASAN PELANGGAN PADA DIREKTORAT REGISTRASI PANGAN OLAHAN BADAN PENGAWAS OBAT DAN MAKANAN", "Abstrak": "Permenpan RB no 14/2017 tentang Pedoman Penyusunan Survei Masyarakat Unit Penyelenggara Pelayanan Publik mengamanahkan seluruh penyelenggara layanan publik untuk mengukur tingkat kepuasan pelanggan minimal satu kali dalam satu tahun. Survei kepuasan pelanggan merupakan kegiatan kerjasama antara penyelenggara pelayanan publik dan masyarakat untuk mengevaluasi kinerja pelayanan. Indeks kepuasan pelanggan dapat menjadi alat ukur yang menggambarkan kualitas pelayanan publik dan elemen kinerja yang perlu ditingkatkan. Pada tahun 2020 sebagian besar indikator kinerja Direktorat Registrasi Pangan Olahan mengalami peningkatan, namun hasil survei Kepuasan Pelanggan pada Direktorat Registrasi Pangan Olahan mengalami penurunan dari 83,96 pada tahun 2019 menjadi 82,60 pada tahun 2020. Dalam pengambilan kebijakan untuk mengatasi penurunan kepuasan pelanggan, perlu dilakukan identifikasi dan pengamatan terhadap opsi-opsi strategis untuk melihat kemungkinan dampak di masa depan.\nPenelitian ini bertujuan untuk memahami struktur dan perilaku kepuasan pelanggan. Sangat penting untuk menghindari pembuatan solusi dengan orientasi jangka pendek yang dapat memicu resistensi terhadap kebijakan. Model dinamika sistem dapat digunakan dalam pembuatan kebijakan untuk meningkatkan kepuasan pelanggan. Pola kejadian yang terbentuk dapat digunakan untuk beradaptasi dan menghindari masalah yang sama muncul kembali. Struktur yang terbentuk dari keterkaitan antar variabel, stok, dan aliran dapat digunakan untuk menentukan langkah-langkah menciptakan solusi jangka panjang dari  intervensi variabel kunci.\nPengumpulan data dilakukan melalui studi pustaka, observasi, dan focus group discussion yang melibatkan perwakilan pengambil keputusan di Direktorat Registrasi Makanan Olahan untuk mengetahui variabel-variabel yang mempengaruhi struktur kepuasan pelanggan. Dari hasil pengumpulan data diperoleh 23 variabel yang mempengaruhi kepuasan pelanggan yang terbagi dalam tiga kelompok yaitu kinerja pelayanan, loyalitas pelanggan, dan keluhan pelanggan. Variabel-variabel ini digunakan dalam mengembangkan model sistem dinamis untuk meningkatkan kepuasan pelanggan. Peningkatan kinerja pelayanan dapat mempengaruhi tingkat kepuasan pelanggan. Loyalitas pelanggan yang digambarkan melalui peningkatan dokumen registrasi baik dari pelanggan baru atau pelanggan yang pernah melakukan registrasi pada akhirnya dapat menurunkan kepuasan pelanggan karena berkurangnya kesempatan petugas untuk meningkatkan kompetensi. Penerapan program RBA perlu dilakukan dengan memetakan kategori dokumen yang tidak memerlukan evaluasi petugas untuk mengurangi beban kerja petugas. Selain itu, kapasitas penanganan keluhan juga menentukan kepuasan pelanggan. Pengaduan yang melebihi kapasitas penanganan pengaduan dapat memicu ketidakpuasan pelanggan akibat penanganan yang tertunda. Untuk itu, rasio antara pengaduan dan kapasitas penanganan pengaduan perlu dikendalikan.\nDalam penelitian ini dilakukan tujuh skenario yang terdiri dari tiga jenis variabel intervensi yaitu: Implementasi Program RBA, peningkatan jumlah sosialisasi layanan, dan peningkatan anggaran untuk penguatan sistem. Hasil penelitian menunjukkan bahwa kombinasi intervensi ketiga variabel memiliki peningkatan kepuasan pelanggan yang paling baik. Dalam penelitian ini juga dilakukan model intervensi ganda dan tunggal sebagai pilihan bagi pengambil keputusan ketika menghadapi keterbatasan untuk melaksanakan semua intervensi. Pada intervensi ganda, peningkatan anggaran perkuatan sistem dan peningkatan program sosialisasi memiliki pengaruh yang paling signifikan terhadap peningkatan kepuasan pelanggan. Sedangkan pada intervensi tunggal, peningkatan anggaran untuk penguatan sistem merupakan variabel yang paling signifikan mempengaruhi kepuasan pelanggan. Penulis meyakini bahwa temuan tersebut bermanfaat bagi pengambil keputusan dalam mengkaji kebijakan yang akan dibuat untuk mengatasi penurunan kepuasan pelanggan.", "Daftar File": {"COVER Rahajeng Puput Aryani": "https://digilib.itb.ac.id/gdl/download/254999", "BAB 1 Rahajeng Puput Aryani": "https://digilib.itb.ac.id/gdl/download/255000", "BAB 2 Rahajeng Puput Aryani": "https://digilib.itb.ac.id/gdl/download/255001", "BAB 3 Rahajeng Puput Aryani": "https://digilib.itb.ac.id/gdl/download/255002", "BAB 4 Rahajeng Puput Aryani": "https://digilib.itb.ac.id/gdl/download/255003", "PUSTAKA Rahajeng Puput Aryani": "https://digilib.itb.ac.id/gdl/download/255004"}, "Penulis": "Rahajeng Puput Aryani [29320130]", "Kontributor / Dosen Pembimbing": ["Dr. Manahan Parlindungan Saragih Siallagan"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kepuasan Pelanggan, Layanan Publik, Model System Dinamika", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "15 Feb 2022"}