{"Nomor": 63484, "Judul": "NEW VUGGY POROSITY MODELS-BASED INTERPRETATION METHODOLOGY FOR RELIABLE PORE SYSTEM CHARACTERIZATION, ORDOVICIAN CARBONATE RESERVOIRS IN TAHE OILFIELD, NORTH TARIM BASIN", "Abstrak": "Carbonate rocks are in general complex and commonly contain compound pore systems that can significantly affect the variations of physical properties; their petrophysical evaluation remains challenging, and the results are often uncertain. This paper presents a new approach developed to establish vuggy porosity models that can be applied to successfully estimate vuggy porosity, both connected and separate vug fraction. It involves mainly partitioning the total porosity into fractions of its basic components, such as fractures, matrix porosity, and vugs. To estimate and decompose the total porosity, wireline methods involving standard porosity and borehole electrical image logs are integrated based on rock-physics modeling and image analysis techniques through a series of steps, which specifically have particular set of procedures performed rigorously to obtain accurate results. The determined fractions of the total-vug and separate-vug porosities are related to acoustic parameters to establish total-vug and separate-vug porosity models, respectively. Core analysis and thin-section-derived optical porosity (PHIO) are used to verify the log-derived porosities and validate the newly-established total porosity partition procedure. The newly proposed vuggy porosity models yield optimal estimates that significantly match the measured quantities. They also show statistically better prediction accuracy, compared with previous models in literature, especially typical Lucia vug porosity models. In addition, the results indicate that the density log, which its combination to sonic and resistivity logs can enable separate-vug porosity calculation, is a good-total porosity estimator at least in low-touching vug zones. Together, this has proven the effectiveness of the present approach for porosity partitioning in carbonate rocks, and the vuggy porosity models derived could therefore be applied to other similar carbonate reservoir studies.", "Daftar File": {}, "Penulis": "Issoufou Aboubacar Mahaman Salifou [-]", "Kontributor / Dosen Pembimbing": ["Heng Zhang, Issoufou Ousmane Boukari", "Moussa Harouna", "Zhongxian Cai"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Total porosity partition; Vuggy porosity modeling; Petrophysical evaluation; Tahe Ordovician carbonates; North Tarim Basin", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 107700, https://www.sciencedirect.com/science/article/pii/S0920410520307658", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "15 Feb 2022"}