{"Nomor": 63482, "Judul": "INDUSTRI MINYAK & GAS DI INDONESIA:  KINERJA KEUANGAN SEBELUM DAN SELAMA  KETIDAKPASTIAN PANDEMI COVID-19", "Abstrak": "Pandemi COVID-19 terus membuat sistem kesehatan kewalahan dan mengganggu berbagai sektor ekonomi global, tak terkecuali sektor minyak dan gas. Pada 20 April 2020, para pemangku kepentingan di industri migas menyaksikan sesuatu yang belum pernah terjadi sebelumnya. Minyak mentah berjangka West Texas Intermediate (WTI) bernilai negatif untuk pertama kalinya dalam sejarah dan turun hingga level minus $37,63 per barel. Walaupun 2021 menunjukkan peningkatan positif, tidak ada kepastian kondisi di masa depan. Oleh karena itu, para pemangku kepentingan di industri migas perlu beradaptasi terhadap krisis pandemi. PT Elnusa Tbk, PT Medco Energi Internasional Tbk, dan PT Energi Mega Persada merupakan perusahaan swasta yang bergerak di segmen hulu industri minyak dan gas. Dalam rangka mengevaluasi dampak pandemi, kinerja keuangan ketiga perusahaan tersebut sejak triwulan I 2018 hingga triwulan III 2021 dinilai dan dievaluasi berdasarkan Keputusan Menteri Badan Usaha Milik Negara No KEP-100 MBU/ 2002. Analisis kualitatif juga diterapkan untuk menganalisis industri saat ini dan situasi global melalui metode Analisis PESTEL. Wawancara dilakukan dengan dua belas narasumber untuk mendapatkan lebih banyak pengetahuan tentang topik tersebut. Dari analisis keuangan, dapat disimpulkan bahwa PT Elnusa Tbk merupakan perusahaan dengan kinerja terbaik selama periode tersebut, diikuti oleh PT Energi Mega Persada dan PT Medco Energi Internasional. Sebelum pandemi, Elnusa konsisten di level tinggi dan masuk kategori AA. Namun, selama masa pandemi kinerja mereka cenderung menurun akibat penurunan rasio profitabilitas. Energi Mega Persada berhasil membalikkan hasil buruk mereka di awal periode melalui peningkatan kinerja secara konsiste hingga berada di level AA selama tahun 2020. Pada tahun 2021, hasil keuangan tidak menunjukkan hasil yang baik karena penurunan rasio profitabilitas. Medco Energi memulai paruh pertama tahun 2018 dengan hasil yang cukup baik, namun kinerjanya segera menurun, diperparah oleh pandemi, dan dianggap kurang sehat hingga akhir 2020. Pada tahun 2021, perusahaan menunjukkan tanda-tanda comeback karena menunjukkan hasil yang positif pada rasio profitabilitas. , secara luar biasa mengubah perusahaan menjadi kategori AA.Dari Analisis PESTEL dapat dipahami bahwa kebijakan politik saat ini berpihak pada industri migas. Regulator secara aktif mereformasi peraturan dan memberikan insentif untuk menarik investor mendanai proyek hulu minyak dan gas. Kondisi ekonomi dan harga minyak mentah saat ini dalam situasi yang baik, menunjukkan perbaikan pada tahun 2021 dibandingkan tahun sebelumnya. Generasi muda menunjukkan kesadaran yang lebih besar tentang masalah lingkungan, tetapi stigma mereka terhadap bahan bakar fosil cenderung pragmatis. Beberapa teknologi termasuk Enhanced Oil Recovery, Carbon Capture Utilization and Storage, dan Teknologi Informasi sedang berkembang dan harus dimanfaatkan untuk mengefisienkan proses operasi dan menjadi industri yang lebih ramah lingkungan.", "Daftar File": {"COVER Muhammad Amin Tahta": "https://digilib.itb.ac.id/gdl/download/254418", "BAB 1 Muhammad Amin Tahta": "https://digilib.itb.ac.id/gdl/download/254419", "BAB 2 Muhammad Amin Tahta": "https://digilib.itb.ac.id/gdl/download/254420", "BAB 3 Muhammad Amin Tahta": "https://digilib.itb.ac.id/gdl/download/254421", "BAB 4 Muhammad Amin Tahta": "https://digilib.itb.ac.id/gdl/download/254422", "PUSTAKA Muhammad Amin Tahta": "https://digilib.itb.ac.id/gdl/download/254423"}, "Penulis": "Muhammad Amin Tahta [29320119]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pandemi COVID-19, Kinerja Keuangan, Rasio Keuangan, Analisis PESTEL", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "15 Feb 2022"}