{"Nomor": 63495, "Judul": "A DATA-DRIVEN SHALE GAS PRODUCTION FORECASTING METHOD BASED ON THE MULTI-OBJECTIVE RANDOM FOREST REGRESSION", "Abstrak": "Shale gas is an important unconventional natural gas resource existing in shale reservoir with huge reserves. Due to the ultralow porosity and permeability, it requires the horizontal well drilling and the multi-stage hydraulic fracturing technology to successfully produce the shale gas. The accurate prediction of shale gas production is crucial to the reasonable design of the development plan. However, due to the complex hydraulic fracture network and the gas flow mechanism, the physics-based shale gas production prediction model is still under way. The data-driven model provide an alternative way to deal with the production prediction problem. The multi-objective random forest method is proposed to predict the dynamic production data. The geological and hydraulic fracturing properties are used as input feature. Its prediction performance is evaluated based on the R squared values after determining the appropriate hyper-parameters. The ranking of variable importance can be helpful to improve the interpretability of the data-driven model. The initial peak production rate before declining can be also used as an additional input feature. With the initial peak production rate augmented into the feature set, it can greatly improve the prediction of shale gas production. The variable importance analysis results show that it can be the most influencing factor to prediction accuracy and the ranking of other factors can be altered significantly. The performance of multi-objective random forest (MORF) and multi-output regression chain (MORC) methods are compared, and the comparison result indicates MORC requires a relatively smaller random forest structure, but the prediction performance of MORF is better than MORC. More sample data with less measurement errors can increase the accuracy of the data-driven shale gas production model but there exists a threshold value to improve the accuracy gain.", "Daftar File": {}, "Penulis": "Liang Xue [-]", "Kontributor / Dosen Pembimbing": ["Yuetian Liu", "Yifei Xiong", "Yanli Liu", "Xuehui Cui", "Gang Lei"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Shale gas; Production forecasting; Machine learning; Random forest", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 107801, https://www.sciencedirect.com/science/article/pii/S0920410520308627", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "15 Feb 2022"}