{"Nomor": 63492, "Judul": "MECHANISM AND NUMERICAL SIMULATION OF A NEW DEVICE OF BYPASS CEMENTING DEVICE FOR CONTROLLING CASING SHEAR DEFORMATION INDUCED BY FAULT SLIPPING", "Abstrak": "Casing shear deformation has been a serious issue to be resolved during multistage fracturing in shale gas horizontal wells in the world, which significantly increased the well stimulation cost and reduced the production capacity. Fault slipping was identified as a significant cause and not easy to control. A new device of bypass cementing device, along with the indispensable accessories, was proposed and designed. The local pressure loss of the device was calculated to analyze the compatibility of geometric dimensions between the wellbore and device, and the device structure parameters of the tools were optimized. A matched application process that was able to make the slurry bypassing nature fractures developed zone was established. Then a series of corresponding numerical models of the device were developed and to simulate the variation of inner diameter in the casing deformed part using the shell-to-solid coupling method, and the shear deformation degrees before and after using the new device were compared. Simulation results showed that after using the bypass cementing device, the reduction of casing inner diameter after fault slipping was reduced by about 63.75%–75.6%, which could effectively protect the casing integrity. The method in this study supplied an important solution for dealing with the problem of casing shear deformation caused by fault slipping induced by multistage fracturing in shale gas horizontal wells.", "Daftar File": {}, "Penulis": "Yan Xi [-]", "Kontributor / Dosen Pembimbing": ["Jun Li", "Lifeng Fan", "Wei Wang", "Chunqing Zha"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Multistage fracturing; Casing shear deformation; Shell-to-solid; Bypass cementing joints", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 107820, https://www.sciencedirect.com/science/article/pii/S0920410520308810", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "15 Feb 2022"}