{"Nomor": 63491, "Judul": "EVALUASI KEBIJAKAN KEPATUHAN PRAKTIK CARA PEMBUATAN YANG BAIK TERHADAP KINERJA KEUANGAN INDUSTRI KOSMETIK DI INDONESIA", "Abstrak": "Kemampuan industri kosmetik dalam memenuhi persyaratan standar internasional, salah satunya persyaratan cara pembuatan yang baik atau good manufacturing practices (GMP), merupakan hal yang wajib, terutama sejak diberlakukannya harmonisasi ASEAN di bidang regulasi kosmetik. Badan Pengawas Obat dan Makanan (BPOM) telah menyelaraskan semua ketentuan sesuai kerangka harmonisasi tersebut, khususnya kewajiban implementasi kepatuhan GMP oleh industri kosmetik. Dalam implementasi GMP oleh industri kosmetik, masih terdapat inkonsistensi, ditandai dengan masih tingginya temuan pemeriksaan post-market terkait ketidakpatuhan terhadap GMP. Inkonsistensi tersebut disebabkan antara lain oleh faktor kompetensi sumber daya manusia, keterbatasan penguasaan teknologi, dan/atau kendala finansial. Penelitian ini bertujuan untuk mengevaluasi dampak ekonomi dari sudut pandang bisnis terkait kebijakan implementasi kepatuhan GMP oleh industri kosmetik di Indonesia, melalui analisa kualitatif dan kuantitatif terhadap komponen biaya dan manfaat, kinerja keuangan pada industri kosmetik skala UMKM dan skala besar, serta merumuskan rekomendasi untuk strategi peningkatan kepatuhan GMP. \n\nHasil penelitian menunjukkan kelompok biaya paling signifikan dalam implementasi kepatuhan GMP meliputi pemeliharaan bangunan dan fasilitas, pengawasan mutu, pemeliharaan peralatan, serta sanitasi dan higiene. Sedangkan dari manfaat yang dipersepsikan dari implementasi kepatuhan GMP tidak berbeda signifikan dalam hal tingkat kepentingannya. Kinerja keuangan dihitung berdasarkan rasio profitabilitas menunjukkan bahwa kinerja perusahaan mengalami tren peningkatan per tahun. Dari total biaya pemenuhan aspek GMP, dapat disimpulkan bahwa aktivitas GMP secara finansial tidak membebani kinerja keuangan industri. Beberapa rekomendasi yang dapat diusulkan antara lain: program jangka pendek dan menengah: intensifikasi program pelatihan petugas UPT Badan POM dalam konsultasi dan evaluasi persetujuan denah bangunan industri kosmetik; program pelatihan dan pendidikan tentang bahan bangunan dan fasilitas industri kosmetik; kerjasama dan pendampingan UMKM kosmetik dalam peningkatan kapasitas laboratorium in-house; kerjasama dan pendampingan kepada UMKM kosmetik dalam pemasaran dan kemampuan manajerial usaha; perumusan konsep program reward atas inspeksi kepatuhan GMP; pemetaan UMKM kosmetik dan industri skala besar berdasarkan kebutuhan pengembangan usaha dan inovasi; program jangka panjang: program pengembangan industri kosmetik yang berkelanjutan; pengembangan klaster perusahaan kosmetik bersubsidi.", "Daftar File": {"COVER Rizka Ayu Kusuma Widjanarko": "https://digilib.itb.ac.id/gdl/download/255229", "BAB 1 Rizka Ayu Kusuma Widjanarko": "https://digilib.itb.ac.id/gdl/download/255230", "BAB 2 Rizka Ayu Kusuma Widjanarko": "https://digilib.itb.ac.id/gdl/download/255231", "BAB 3 Rizka Ayu Kusuma Widjanarko": "https://digilib.itb.ac.id/gdl/download/255232", "BAB 4 Rizka Ayu Kusuma Widjanarko": "https://digilib.itb.ac.id/gdl/download/255233", "PUSTAKA Rizka Ayu Kusuma Widjanarko": "https://digilib.itb.ac.id/gdl/download/255234"}, "Penulis": "Rizka Ayu Kusuma Widjanarko [29320139]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Evaluasi Kebijakan, Badan POM, Industri Kosmetik, GMP kosmetik, Cara Pembuatan Kosmetik yang Baik, CPKB", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "15 Feb 2022"}