{"Nomor": 63508, "Judul": "PENINGKATAN PROSES INSPEKSI CPOB  MENGGUNAKAN KERANGKA KERJA LEAN SIX SIGMA  (KASUS: BADAN PENGAWAS OBAT DAN MAKANAN)", "Abstrak": "Badan Pengawas Obat dan Makanan Republik Indonesia (Badan POM RI) memegang tanggung jawab yang sangat kritis dalam hal sistem pengawasan untuk memastikan kesehatan masyarakat terhadap kualitas, keamanan dan khasiat obat dan makanan di peredaran. Dengan sistem pengawasan yaitu pengawasan sebelum dan sesudah berbedar (pre-post control system) artinya sebelum obat dan makanan dipasarkan, akan ada evaluasi terkait produk, fasilitas dan setelah produk di pasar akan dilakukan sampling produk dan inspeksi setempat. Tujuannya adalah untuk memeriksa konsistensi proses pembuatan dan produk dalam hal kualitas dan keamanan\nPandemi Covid-19 mengakibatkan perubahan besar dalam hal pelayanan publik, bekerja dari kantor atau bekerja dari rumah, platform pertemuan online, dokumen elektronik yang sebelumnya dokumen kertas. Situasi pandemi ini berdampak pada salah satu sistem pengawasan yaitu sistem inspeksi, fungsi ini terkait dengan memastikan kepatuhan Cara Pembuatan Obat yang Baik (CPOB) industi farmasi. Industri farmasi yang tersebar dari Pulau Sumatera hingga Pulau Jawa berjumlah sekitar 227, sehingga diperlukan inovasi dalam memastikan kepatuhan GMP baik dalam rangka sertifikasi fasilitas maupun dalam rangka inspeksi kepatuhan pemenuhan persyaratan.\nTujuan dari penelitian ini adalah untuk meningkatkan kinerja operasional pada inspeksi CPOB selama pandemic COVID-19 dengan menggunakan Lean Six Sigma Metodologi yaitu  Define, Measure, Analyze, Improve, and Control (DMAIC). Pemotongan anggaran, penggunaan penilaian berdasarkan evaluasi dokumen (desktop assessment) yang dikarenakan pembatasan mobilitas yang berdampak pada target inspeksi CPOB serta keterbatasan dalam penilaian berdasarkan evaluasi dokumen, kemudian dilakukan analisa menggunakan fishbone diagram dan berdasarkan analisa tersebut perbaikan yang dapat dilakukan adalah dengan menambahkan value pada proses inspeksi CPOB yaitu penggunaan metode inspeksi jarak jauh dan perbaikan ini akan dikontrol dengan internal audit, pertemuan tahuan antar Inspektur CPOB dan pertemuan kajian manajemen. Namun, Badan POM harus memerhatikan konektivitas jaringan internet, keamanan data atau dokumen pada saat pengiriman serta pedoman dalam pelaksanaan inspeksi jarak jauh. Metode ini juga harus menjadi bagian dalam perencanaan inspeksi berdasarkan kajian risiko.", "Daftar File": {"COVER Bayu Wibisono": "https://digilib.itb.ac.id/gdl/download/252355", "BAB 1 Bayu Wibisono": "https://digilib.itb.ac.id/gdl/download/252356", "BAB 2 Bayu Wibisono": "https://digilib.itb.ac.id/gdl/download/252357", "BAB 3 Bayu Wibisono": "https://digilib.itb.ac.id/gdl/download/252358", "BAB 4 Bayu Wibisono": "https://digilib.itb.ac.id/gdl/download/252359", "PUSTAKA Bayu Wibisono": "https://digilib.itb.ac.id/gdl/download/252360"}, "Penulis": "Bayu Wibisono [29320174]", "Kontributor / Dosen Pembimbing": ["Prof. Wawan Dhewanto, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Inspeksi CPOB, Inspeksi Jarak Jauh, Lean Six Sigma DMAIC, Industri Farmasi.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "15 Feb 2022"}