{"Nomor": 63506, "Judul": "MANAJEMEN PENGRAJIN UNTUK DEKORASI RUMAH BERBASIS USAHA KECIL MIKRO TEKSTIL: STUDI KASUS ARKA BEDLINEN", "Abstrak": "Indonesia  has been known as the haven of various handicraft products which has its roots in the Indonesian culture that is closely affiliated with the handicraft industry.  The vast market and resources available has made some of the products thrive and become sought after. The core of its presence and their growth in the industry is the artisan. This research revolves around the study of artisan, in particular artisan tailors, as its base interest using the study case of a bed linen manufacturing company that is considered as a micro small medium enterprise (MSME) company’s strength is in their skilled artisan, therefore the company is considering improving the management system for the artisan for the benefit of both the artisan and the company.\nTheory like Management by Objective is considered suitable to approach the case in both overall strategic perspective and into a more focused artisan management development framework. Its flexibility and relative simplicity in mapping outcomes in the business process is suitable for the company. Performance appraisal is added as a support to create a better system to assess the artisan. Core Competition is used to unravel the core competence the company possesses whereas Porter Five Forces framework is used to approach external analysis and analyze the environment of the industry. SWOT Analysis provides an overview of the current operation condition internally and externally. This research is expected to produce a practical yet comprehensive recommendation on artisan management to apply in the company.", "Daftar File": {"COVER Anindita Putri": "https://digilib.itb.ac.id/gdl/download/252272", "BAB 1 Anindita Putri": "https://digilib.itb.ac.id/gdl/download/252273", "BAB 2 Anindita Putri": "https://digilib.itb.ac.id/gdl/download/252274", "BAB 3 Anindita Putri": "https://digilib.itb.ac.id/gdl/download/252275", "BAB 4 Anindita Putri": "https://digilib.itb.ac.id/gdl/download/252276", "PUSTAKA Anindita Putri": "https://digilib.itb.ac.id/gdl/download/252322"}, "Penulis": "Anindita Putri [29320172]", "Kontributor / Dosen Pembimbing": ["Hary Febriansyah, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pengrajin, Manajemen berdasarkan Objektif, Performance Appraisal, Usaha Mikro, Kecil dan Menengah, Bisnis Dekorasi Rumah", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "15 Feb 2022"}