{"Nomor": 63503, "Judul": "EFFECT OF NOZZLE PRESSURE RATIO ON PULSATION FREQUENCY OF AIR JETS USED IN HOLE DRILLING", "Abstrak": "In this study, air-jet experiments were performed to investigate the effects of nozzle pressure ratios (n) on the pulsation frequency and structure of free-flow and impinging-flow fields. The experiments performed for different nozzle pressure ratios involved the collection of a series of photographs of the free-flow field structure and the measurement of the pressure distribution and pulsation frequency of the impinging-flow field. In addition, the gray values of the photographs of the free-flow field were extracted to calculate the frequency spectrum of the free-flow field. When n?>?1, the free-flow field oscillated spatially along the jet axial direction, but its frequency was independent of the spatial position and depended only on the nozzle pressure ratio. With an increase in the nozzle pressure ratio, the frequency values sequentially increased, decreased, increased, and then stabilized. The pressure of the impinging-flow field depended only on the stand-off distance, and decreased rapidly with increasing stand-off distance. However, the pressure distribution of the impinging-flow field was dependent on the nozzle pressure ratios, and with an increasing nozzle pressure ratio, the pressure distribution changed from radial attenuation along the jet direction to a distribution with multiple pressure peaks in the flow field. Multiple frequencies existed in the impinging-flow field, and the overall pulsation was stronger than that of the free-flow field for the same pressure ratios.", "Daftar File": {}, "Penulis": "Yong Liu [-]", "Kontributor / Dosen Pembimbing": ["Chenchen Wang", "Jianping Wei", "Changjiang Chen"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Air jet; Hole drilling; Nozzle pressure ratio; Pulsation frequency; Surface treatment", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 107399, https://www.sciencedirect.com/science/article/pii/S092041052030471X", "Staf Input/Edit": "", "File": "0 file", "Tanggal Input": "15 Feb 2022"}