{"Nomor": 63512, "Judul": "PENGARUH KINERJA KEUANGAN PERUSAHAAN TERHADAP KESEHATAN PERUSAHAAN MIGAS DI ASIA TENGGARA SEBELUM DAN SELAMA PANDEMI COVID-19", "Abstrak": "Asia Tenggara merupakan wilayah yang menyimpan banyak sumber energi seperti minyak dan gas. Sejak pandemi Covid-19 mulai muncul di Asia Tenggara, perusahaan migas di Asia Tenggara mulai mengalami penurunan penjualan dan kinerja. Beberapa perusahaan mengalami kerugian di penghujung tahun 2020 akibat pandemi Covid-19. Mengevaluasi perusahaan tersebut dapat dianalisis dari laporan keuangan. Analisis rasio keuangan (FRA) perusahaan akan menggunakan rasio likuiditas, solvabilitas, aktivitas dan profitabilitas berdasarkan Keputusan Menteri BUMN No: KEP-100/MBU/2002. Perusahaan migas di Asia Tenggara yang dianalisis adalah PT Pertamina, Medco Energi International, Petron Corporation, Petronas, Petrovietnam, Philippine National Oil Company (PNOC), PTT, dan Thai Oil. Akibatnya perusahaan migas di Asia Tenggara mengalami penurunan laba yang sangat signifikan di masa pandemi Covid-19. Perusahaan berupaya agar asetnya lebih mudah dilikuidasi untuk mengantisipasi hal-hal buruk akibat pandemi Covid-19. Perusahaan migas di Asia Tenggara kesulitan menjual produknya di masa pandemi Covid-19 dibandingkan tahun-tahun sebelumnya. Setiap perusahaan berusaha untuk mempertahankan total ekuitas mereka dibandingkan dengan jumlah aset dan kewajiban yang mereka miliki. Banyak perusahaan yang mengalami penurunan predikat dari “Sehat” menjadi “Tidak Sehat menjadi Hampir Sehat” berdasarkan peraturan KEP-100/MBU/2002. Nilai Return on Equity, Return on Investment, dan Total Asset Turnover sangat berbeda jauh antara sebelum dan selama pandemi Covid-19.", "Daftar File": {"COVER Irfan Akbar Muhlisin": "https://digilib.itb.ac.id/gdl/download/253684", "BAB 1 Irfan Akbar Muhlisin": "https://digilib.itb.ac.id/gdl/download/253685", "BAB 2 Irfan Akbar Muhlisin": "https://digilib.itb.ac.id/gdl/download/253686", "BAB 3 Irfan Akbar Muhlisin": "https://digilib.itb.ac.id/gdl/download/253687", "BAB 4 Irfan Akbar Muhlisin": "https://digilib.itb.ac.id/gdl/download/253689", "PUSTAKA Irfan Akbar Muhlisin": "https://digilib.itb.ac.id/gdl/download/253690"}, "Penulis": "Irfan Akbar Muhlisin [29320187]", "Kontributor / Dosen Pembimbing": ["Dr. Wiwiek M Daryanto, S.E., Ak., M.M., CMA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri Minyak dan Gas, Asia Tenggara, Financial Ratio Analysis,     Covid-19, Wilcoxon Test", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "15 Feb 2022"}