{"Nomor": 63514, "Judul": "SKENARIO PERENCANAAN BAGI BADAN PENGAWAS OBAT DAN MAKANAN DALAM MENGHADAPI TANTANGAN MASA DEPAN PEMBERLAKUAN PEDOMAN CARA PEMBUATAN OBAT TRADISIONAL YANG BAIK", "Abstrak": "Kelangsungan otoritas permeriksa farmasi nasional suatu negara sebagai anggota PIC/S ditentukan oleh kesetaraan Pedoman GMP di negara tersebut dengan Pedoman GMP PIC/S. Pedoman GMP / CPOTB yang saat ini diberlakukan di Indonesia dan diselaraskan dengan PIC/S adalah edisi 2021. Adanya kesenjangan yang signifikan antara Pedoman CPOTB edisi 2021 dibandingkan dengan edisi sebelumnya menyebabkan ketidakpastian di masa depan bagi Badan POM untuk memberlakukan pedoman tersebut. Untuk menghadapi ketidakpastian, pendekatan perencanaan skenario oleh Garvin dan Levesque digunakan untuk Badan POM melalui lima tahap untuk mengembangkan dan mengidentifikasi komponen perencanaan skenario yaitu isu fokus utama, kekuatan pendorong, ketidakpastian kritis, skenario, implikasi dan opsi, serta sinyal peringatan dini. Hal ini merupakan tantangan bagi Badan POM untuk melakukan tindakan yang belum pernah dilakukan sebelumnya untuk merencanakan strategi menghadapi ketidakpastian di masa depan terkait pemberlakuan implementasi Pedoman CPOTB edisi 2021 kepada IOT dan IEBA dalam lima tahun ke depan.", "Daftar File": {"COVER Rahma Yulianti": "https://digilib.itb.ac.id/gdl/download/255005", "BAB 1 Rahma Yulianti": "https://digilib.itb.ac.id/gdl/download/255006", "BAB 2 Rahma Yulianti": "https://digilib.itb.ac.id/gdl/download/255007", "BAB 3 Rahma Yulianti": "https://digilib.itb.ac.id/gdl/download/255008", "BAB 4 Rahma Yulianti": "https://digilib.itb.ac.id/gdl/download/255009", "PUSTAKA Rahma Yulianti": "https://digilib.itb.ac.id/gdl/download/255010"}, "Penulis": "Rahma Yulianti [29320191]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Bambang Purwoko Kusumo Bintoro, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pedoman CPOTB Edisi 2021, Badan POM, Skenario Perencanaan, PIC/S, Garvin dan Levesque, IOT, IEBA", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "15 Feb 2022"}