{"Nomor": 63511, "Judul": "STRATEGI MARKETING UNTUK MENJADI TOP OF MIND MEREK PLATFORM CRYPTO UNTUK INVESTOR CRYPTO (STUDI KASUS: PT. BIRU HIJAU)", "Abstrak": "PT. Biru Hijau adalah platform jual beli kripto di Indonesia,  satu dari beberapa platform yang sudah  memiliki izin dari Bappebti. Diluncurkan pada tahun 2020, platform ini berkomitmen untuk menyelesaikan masalah para milenial dan investor ritel yang ingin berinvestasi di berbagai aset, PT. Biru Hijau merupakan satu-satunya platform yang berfokus pada investor baru dengan menyediakan antarmuka yang bagus dan konten pendidikan kepada penggunanya guna membantu orang mengakses crypto, membeli, menjual, dan mengelola aset mereka dan bahkan untuk belajar tentang mata uang kripto. Sebagai merek baru di industry, PT. Biru Hijau memiliki pesaing yang sudah bertahun-tahun beroperasi, sehingga perusahaan memiliki tujuan untuk menjadi #1 merek platform untuk membeli / menjual Crypto pada tahun 2022. Riset dilakukan dengan cara riset quantitatif dengan melakukan Top of Mind Awareness (TOMA) dan juga brand awareness survey untuk melihat brand positioning dan sumber media tempat pengguna belajar mengenai platform kripto. Penulis jg melakukan internal dan eksternal analisis dengan mengevaluasi STP PT. Biru Hijau saat ini, begitu juga dengan SWOT dan PESTEL analisis.\n\nRiset quantitative dilakukan menggunakan jasa Jakpat App untuk mendistribusikan formular questionnaire untuk mendapat informasi mengenai market kripto, dengan total 300 responden. Setelah meninjau analisis data, hasil penelitian ini menunjukkan bahwa PT. Biru Hijau hanya memiliki 6% top of mind awareness dan 41% of brand awareness. Karena dari itu  penulis memberikan saran untuk mengimplementasikan strategi integrated marketing communication guna mencapai brand awareness yang masif untuk merek tersebut. Penulis mensarankan untuk memperluas sarana pemasaran teratas, seperti Televisi, Out of Home,  serta mengoptimasi fitur referral program.", "Daftar File": {"COVER Kyrie Canille": "https://digilib.itb.ac.id/gdl/download/254073", "BAB 1 Kyrie Canille": "https://digilib.itb.ac.id/gdl/download/254074", "BAB 2 Kyrie Canille": "https://digilib.itb.ac.id/gdl/download/254075", "BAB 3 Kyrie Canille": "https://digilib.itb.ac.id/gdl/download/254076", "BAB 4 Kyrie Canille": "https://digilib.itb.ac.id/gdl/download/254077", "PUSTAKA Kyrie Canille": "https://digilib.itb.ac.id/gdl/download/254078"}, "Penulis": "Kyrie Canille [29320184]", "Kontributor / Dosen Pembimbing": ["Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Cryptocurrency, Brand Building, Brand Awareness, Top of Mind Awareness, STP, SWOT, PESTEL, Marketing Communication, Crypto Exchange.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "15 Feb 2022"}