{"Nomor": 63521, "Judul": "MENGEVALUASI PENERAPAN STANDAR OPERASIONAL PROSEDUR (SOP) BERDASARKAN KNOWLEDGE MANAGEMENT (STUDI KASUS FRONTLINER BANK KELUARGA)", "Abstrak": "Pengetahuan memiliki berbagai bentuk, salah satunya adalah Standar Operasional Prosedur (SOP) yang merupakan penetapan tertulis tentang apa yang harus dilakukan, kapan, di mana, oleh siapa, bagaimana melakukannya, apa yang dibutuhkan, dan lain-lain, yang kesemuanya harus dipatuhi dan dilakukan. secara umum jumlah SOP akan berbanding lurus dengan pertumbuhan perusahaan. Semakin berkembang suatu perusahaan maka akan semakin menambah jumlah SOP atau akan menyebabkan lebih banyak perubahan atau penyesuaian terhadap SOP. Hal ini sejalan dengan apa yang terjadi di Bank Keluarga yang selama tahun 2008 – 2016 Bank Keluarga melakukan ekspansi bisnis dengan menambah Wholesale, Sinaya, Mitra Usaha Rakyat, Mitra Bisnis, WOW!, dan Jenius. Setiap lini bisnis memiliki cabang sendiri-sendiri yang khusus melayani segmen yang dicakupnya. Proyek Gemilang dengan Integrasi Cabang sebagai salah satu inisiatifnya kemudian mengintegrasikan layanan setiap lini bisnis ke dalam satu cabang universal dan memungkinkan layanan lintas lini bisnis. Namun demikian, fakta bahwa 54% frontliner mendapat peringkat di bawah standar Branch Quality Assessment Rating dan 68% cabang mendapat nilai rata-rata dan di bawah standar Branch Assessment membuat perlu dilakukan evaluasi penerapan standar operasional prosedur (SOP) sesuai dengan knowledge management system. khususnya di frontliners Bank Keluarga dan memberikan usulan rekomendasi untuk meningkatkan hasil penerapan standar operasional prosedur di frontliners Bank Keluarga.\n\nData primer dikumpulkan dengan menggunakan kuesioner kemudian SPSS Statistical Software 26 versi telah digunakan untuk menganalisis data. Hasil penelitian diperoleh bahwa Kepemimpinan (X1) dan Pembelajaran (X6) merupakan dua variabel yang berpengaruh signifikan terhadap hasil, berdasarkan nilai t signifikan keduanya memiliki 0,029 dan 0,000 lebih kecil dari ? = 0,05 yang artinya dan nilai Beta positif, semakin besar kepemimpinan seseorang di dalam organisasi atau komunitas atau cara belajar seseorang, semakin tinggi hasilnya. Ketiga variabel bebas memiliki nilai signifikansi t lebih besar dari ? = 0,05 yaitu People (X2), Technology (X4), Knowledge Process (X5) yang artinya tidak berpengaruh signifikan terhadap outcome. Dan variabel Proses (X3), nilai beta sebesar -0,079, dan nilai t dilihat dari tabel di atas sebesar 0,308 lebih besar dari ? = 0,05 yang berarti variabel Proses (X3) tidak berpengaruh terhadap hasil.", "Daftar File": {"COVER Arip Hermawan Dwi Saputro": "https://digilib.itb.ac.id/gdl/download/252122", "BAB 1 Arip Hermawan Dwi Saputro": "https://digilib.itb.ac.id/gdl/download/252266", "BAB 2 Arip Hermawan Dwi Saputro": "https://digilib.itb.ac.id/gdl/download/252267", "BAB 3 Arip Hermawan Dwi Saputro": "https://digilib.itb.ac.id/gdl/download/252268", "BAB 4 Arip Hermawan Dwi Saputro": "https://digilib.itb.ac.id/gdl/download/252269", "PUSTAKA Arip Hermawan Dwi Saputro": "https://digilib.itb.ac.id/gdl/download/252270"}, "Penulis": "Arip Hermawan Dwi Saputro [29320218]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Madju Yuni Ros Bangun, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Management Pengetahuan, Standar Operasional Prosedur, Frontliner", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "15 Feb 2022"}