{"Nomor": 63526, "Judul": "USULAN STRATEGI PEMASARAN MITRA BUKALAPAK UNTUK MENINGKATKAN PENJUALAN DI INDONESIA", "Abstrak": "E-commerce sebagai pangsa pasar ritel total di Indonesia dari 2018 hingga 2019, \ndengan perkiraan untuk 2020 hingga 2022. Pada tahun 2020, ekonomi internet Indonesia\nmemiliki nilai barang dagangan bruto (NDB) tahunan sekitar 44 miliar dolar AS. Angka ini\ndiperkirakan akan mencapai 124 miliar dolar AS pada tahun 2025. Selanjutnya, diperkirakan\nukuran pasar warung akan mencapai USD 36 miliar pada tahun 2025F. \nMenganalisis peluang e-warung di Indonesia, pasar e-commerce telah mencapai\n35,95% dari penjualan ritel. Pasar e-niaga Indonesia dapat dilihat memiliki nilai barang\ndagangan kotor sebesar YS$30,6 miliar pada 2020E dan diperkirakan akan mencapai US$75,7\nmiliar pada 2025F dengan CAGR 19,9% dari 2020-2025E. Secara khusus, dampak pada ewarung.\n\nPenelitian bertujuan untuk mengembangkan strategi pemasaran mitra Bukalapak\nberdasarkan Analisis Eksternal (PESTEL, Lima kekuatan Porter, Analisis Pesaing, Analisis\nKonsumen) dan Analisis Internal (VRIO, Pirate Matrics, Bauran Pemasaran, Analisis\nKeuangan Pemasaran). Pemodelan Persamaan Struktural digunakan untuk menguji korelasi\nmasing-masing variabel dan membantu membangun strategi baru menggunakan SWOT dan\nhasilnya dengan TOWS. Rencana implementasi akan diambil tindakan lebih lanjut di mana\nberbagai strategi akan dipilih dan direkomendasikan untuk diterapkan oleh perusahaan.", "Daftar File": {"2022_TS_PP_Alya Lihan Eltofani_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/243766"}, "Penulis": "Alya Lihan Eltofani [29120126]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Strategi Pemasaran, SWOT, TOWS, Mitra Bukalapak", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "16 Feb 2022"}