{"Nomor": 63533, "Judul": "A PHYSICALLY-SUPPORTED DATA-DRIVEN PROXY MODELING BASED ON MACHINE LEARNING CLASSIFICATION METHODS: APPLICATION TO WATER FRONT MOVEMENT PREDICTION", "Abstrak": "By defining an optimum injection/production strategy in the water flooding process, the water front movement is controlled and an early breakthrough is avoided, and as a result, the sweep efficiency is increased. The most important part of injection/production planning is determining the injection fluid front position. However, using a commercial reservoir simulator comes up with a considerable time and CPU effort, particularly in the case of large and complex reservoirs. Several proxy models, either physics-based or Data-Driven, have been developed to predict water front movement with low computational time and cost, each offering some advantages and shortcomings such as error accumulation and short-term predictions. In this paper, we use a hybrid view in developing a classification based smart proxy model at the grid-block level (CSPMG) for front prediction to benefit from the advantages of both physics-based and Data-Driven proxies. The idea is to formulate the problem by using the physical principles underlying the problem (physical-view) and then use machine learning classification models to capture the pattern between inputs and the target feature (Data-Driven view). Based on the Buckley-Leverett theory, which is a physics-based method for front advancement in porous media, water front prediction was formulated as a classification problem in which the grid-blocks behind and ahead of the front were considered as separate classes and a label was assigned to each class. Then, artificial neural networks (ANNs) were trained on a training database to predict the class label of each grid block. The water front was considered as the boundary between two adjacent classes. A binary and a ternary classification problem were formulated and two proxy models were developed. A blind test was carried out to compare their results with each other, with a Data-Driven regression model, and with those of a reservoir simulator. The results showed that the CSPMG matches the reservoir simulator results and outperforms the regression model and makes longer predictions.", "Daftar File": {}, "Penulis": "Yousof Haghshenas [-]", "Kontributor / Dosen Pembimbing": ["Mohammad Emami Niri", "Shahram Amini", "Rasool Amiri Kolajoobi"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Data-driven modeling; Machine learning classification methods; Water flooding; Artificial intelligence; Data mining", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 107828, https://www.sciencedirect.com/science/article/pii/S0920410520308883", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "16 Feb 2022"}