{"Nomor": 63530, "Judul": "DESIGN OF SMART WATER COMPOSITION BASED ON SCALE MINIMIZATION AND ITS EFFECT ON WETTABILITY ALTERATION IN THE PRESENCE OF NANOPARTICLES AND MINERAL SCALES", "Abstrak": "Smart Water (SW) injection is one of the most popular and inexpensive methods of EOR in sandstone and carbonate reservoirs. By modifying water chemistry with changes in salinity and composition optimization, we can obtain the appropriate smart water composition. So finding the optimal composition of smart water is one of the essential parts of its operations in reservoirs. On the other hand, due to the numerous applications of nanoparticles in the petroleum industry, the most critical part of nanofluids is the dispersion and stabilization of nanoparticles in the fluid. In this paper, a comprehensive study has been conducted on optimizing the composition of smart water based on scale formation and obtaining the optimum composition of the ions. Numerous experiments have been carried out to stabilize the nanoparticles in the optimized water composition under reservoir temperature, and the effect of each parameter has been determined. Also, the impact of optimized smart water on wettability alteration compared with other compositions has been reported. The effect of dispersed nanoparticles on wettability alteration in different Smart Water compositions was also shown. According to the results of this paper, the incompatibility of smart water and formation water can affect the purpose of injecting smart water, such that water containing the least scale due to incompatibility has the most significant effect on wettability alteration. Also, smart water composition that was incompatible with formation water has reduced the wettability alteration. Moreover, the presence of nanoparticles can slow down the process of wettability alteration. Thus, the presence of nanoparticles in injected water has reduced the hydrophilicity of rock.", "Daftar File": {}, "Penulis": "Arsalan Rafiei [-]", "Kontributor / Dosen Pembimbing": ["Ehsan Khamehchi"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Smart water; Nanoparticles; Wettability alteration; Scale deposition", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 107832, https://www.sciencedirect.com/science/article/pii/S0920410520308925", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "16 Feb 2022"}