{"Nomor": 63543, "Judul": "RANCANG-BANGUN ALAT UKUR RESISTIVITAS TANAH SEDERHANA BERBIAYA RENDAH", "Abstrak": "Kemajuan dari industri semikonduktor dalam beberapa dekade belakangin ini mengakibatkan sensor yang memiliki performa lebih baik dengan ukuran yang juga semakin kecil. Permasalahan-permasalahan kompleks yang memerlukan rangkaian kompleks untuk diselesaikan, kini hanya memerlukan IC yang sederhana dan beberapa komponen pasif. Meskipun demikian, masih terdapat banyak alat instrumen khusus yang menggunakan desain lama serta memiliki harga ratusan juta untuk dibeli. Salah satunya adalah resistivitas meter untuk mengukur resistivitas tanah. Penelitian ini akan dimulai dengan mengevaluasi desain yang telah ada, dan berdasarkan hasil desain tersebut akan dibuat desain yang semakin baik juga. Desain alat yang dibuat difokuskan ke desain yang murah serta sederhana menggunakan sensor IC modern dan operational amplifier. Komponen-komponen yang digunakan di desain alatnya juga akan disimulasikan serta dibandingkan dengan komponen-komponen lain yang memungkinan. Dari hasil tersebut, alat akan menggunakan komponen dengan performa yang paling baik. Alat kemudian dicoba untuk pada kasus pengukuran resistor, pasir malang, dan tanah sebenarnya yang bacaannya dibandingkan dengan multimeter. Didapatkan bahwa untuk pengukuran arus bacaannya memiliki galat rata-rata 3%, dan juga didapatkan untuk pengukuran tegangan bacaannya memiliki galat rata-rata 7% pada kasus terburuk yakni pengukuran tanah sebenarnya.", "Daftar File": {"ABSTRAK Kafin Mufid": "https://digilib.itb.ac.id/gdl/download/243801"}, "Penulis": "Kafin Mufid [10217110]", "Kontributor / Dosen Pembimbing": ["Dr. Irfan Dwi Aditya, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "ADC, Metode Wenner, Pengondisian Sinyal, Resistivitas Tanah, Tegangan Sedang.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "17 Feb 2022"}