{"Nomor": 63541, "Judul": "MODEL-BASED WATER-FLOODING OPTIMIZATION USING MULTI-OBJECTIVE APPROACH FOR EFFICIENT RESERVOIR MANAGEMENT", "Abstrak": "The efficient development of an oil field mostly depends on a comprehensive optimization of subsurface flow. To account for several discrete or even contradicting objectives, multi-objective optimization (MOO) approach presents multiple optimum solutions for decision-making processes. There are excessive degrees of freedom in any optimization problem of the life-cycle of water-flooding to optimize the short-term performance during the process. Choosing each strategy has a different impact on the long-term reservoir performance. Thus, in this study, we have utilized two different model-based algorithms based on multi-objective particle swarm optimization (MOPSO) and non-dominated sorting genetic algorithm II (NSGA-II) methods with some modifications to plan the short- and long-term production strategies simultaneously in water-flooded reservoirs. These algorithms are both population-based techniques, in which the Pareto-ranking approach is combined with the inherent search towards the optimal solution for a multi-criterion optimization problem. Maximizing the long-term Net Present Value (LNPV) and short-term (discounted) NPV (SNPV) are the objectives to be met in the investigated MOO problems. To address the imperfect Pareto front obtained in MOO problems, some modifications have been added to the utilized algorithms, including using a modified comparison operator in the NSGA-II method and employing the crowding distance parameter in the leader selection process together with a revised archive controller as well as a dynamic boundary search to MOPSO algorithm. By these means, the entire Pareto fronts are actively generated, which covers the complete solutions area through both algorithms. To validate the developed approaches, two benchmark water-flooded reservoir models have been employed. In the first case, the optimization parameters are the wells injection rates in the Egg benchmark reservoir model. In the second one, we have adjusted the opening values of the inflow control valves (ICV) of smart wells in the water-flooding process of a layered reservoir with a five-spot pattern. The effect of the trading-off between Pareto elitism and diversity on the final results is investigated for both algorithms. Results illustrate that the competitive values of the NPV functions, LNPV and SNPV pairs, lying on the obtained Pareto front, provide a promising criterion to improve the decision-making process. A comparison of various methods shows that for both case-studies, MOPSO can strongly propose a production strategy that more appropriately optimizes SNPV and LNPV compared to the NSGA-II as well as compared to some previous efforts published in the literature. A high rate of convergence, together with the logical Pareto front having enough diversity and uniformity, and also the independency of the final solution on the initial guess, are the main advantages of MOPSO in comparison with other approaches.", "Daftar File": {}, "Penulis": "M.M. MOSHIR FARAHI [-]", "Kontributor / Dosen Pembimbing": ["M. Ahmadi", "B. Dabir"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Multi-objective problem; MOPSO; NSGA-II; Net present value; Pareto front; Water-flooded reservoir", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 107988, https://www.sciencedirect.com/science/article/pii/S0920410520310433", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "16 Feb 2022"}