{"Nomor": 63540, "Judul": "A COMPREHENSIVE METHOD FOR DETERMINING NET PAY IN EXPLORATION/DEVELOPMENT WELLS", "Abstrak": "Net pay is the key parameter in reserve estimation, reservoir modeling, production planning, well test interpretation and selection of perforation intervals. Net pay determination is always mixed with some uncertainty due to the lack of data, low level of knowledge about the reservoir characteristics and complicated fluid-rock interactions. Conventionally, a permeability cutoff is selected and the net pay is defined as the part of the reservoir that has permeability greater than the cutoff value. The main problem arising from the use of permeability cutoff is that its value depends on many factors like type of reservoir fluid, well completion method, economical constraints, oil price and surface facilities for the treatment of the produced fluids. The proposed methodology of the present study is based on the construction of a hydrocarbon rate profile in the whole or the selected reservoir interval using the core and petrophysical data. Considering all the factors mentioned above, a hydrocarbon rate limitation combined with economic-profitability condition is defined to discriminate productive zones from nonproductive zones and consequently the Net-To-Gross ratio (NTG) is calculated. This novel method has been applied to four different carbonate reservoirs in Iran and showed a perfect match with the production data. The reservoirs are selected in such a way to cover different lithology, fluid types and well completions. The results obviously indicate how all available data should be integrated to determine net pay and that the proposed approach is a straightforward and powerful tool in selecting the proper reservoir interval to perform production testing in exploration/development wells.", "Daftar File": {}, "Penulis": "Mehdi Qassamipour [-]", "Kontributor / Dosen Pembimbing": ["Elnaz Khodapanah", "Seyyed Alireza Tabatabaei-Nezhad"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Drill stem test (DST); Exploration/development wells; Flow contribution cutoff; Net pay zone; Net-to-gross ratio (NTG); Production logging data", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 107849, https://www.sciencedirect.com/science/article/pii/S0920410520309098", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "16 Feb 2022"}