{"Nomor": 63557, "Judul": "PENGEMBANGAN PRODUK DENGAN METODE AGILE: PRIORITISASI KEBUTUHAN MENGGUNAKAN METODE ANALYTICAL HIERARCHY PROCESS (AHP) PENGAMBILAN KEPUTUSAN DALAM CARA KERJA DENGAN METODE AGILE PADA PRODUK PINJAMAN PERBANKAN DIGITAL", "Abstrak": "Insan Bank, adalah sebuah perusahaan yang menerapkan cara kerja dengan metode agile dalam manajemen projectnya. Agile adalah sebuah metode cara kerja yang sedang naik daun dan banyak diburu untuk kemudian diterapkan pada perusahaan-perusahaan, terutama perusahaan yang memasuki ranah digital. Hal ini dikarenakan agile diniliai sebagai cara kerja yang mengutamakan fleksibilitas dan kemampuan untuk dapat beradaptasi terhadap tren baru dengan cepat. Dalam manajemen proyek, terdapat satu aktifitas yang di sebeut pengembangan produk. Aktifitas tersebut menjadi subyek utama pada riset ini. Hal ini dikanakan meningkatnya kebutuhan perusahan untuk memiliki pengembangan produk yang efisien. Seiring berjalannya riset, diketahui bahwa kejelasan suatu requirement/kebutuhan menjadi salah satu factor utama yang dapat mempengaruhi efisiensi pengembangan produk. Kejelasan kebutuhan tersebut mencakup spesifikasi, lingkup pengerjaan, dampak dan juga tingkat kepentingan dari kebutuhan tersebut. Jika sebuah kebutuhan kurang ataupun tidak jelas, hal ini akan mengakibatkan turunnya efisiensi pengembangan produk. Karena hal tersebut, muncul hipotesa bahwa dengan menerapkan proses prioritisasi kebutuhan dapat membantu menyelesaikan masalah dan meningkatkan efektifitas pengembangan produk. Berdasarkan hipotesa tersebut sebagai rujukan solusi, penulis menyarankan penggunakan metode Analytical Hierarchy Process (AHP) sebagai alat untuk mengukur prioritisasi kebutuhan. Metode tersebut adalah salah satu metode yang termasuk dalam Multi-Criteria Decision Making (MCDM) atau pengambilan keputusan berdasrkan beberapa kriteria, metode AHP terlihat sesuai untuk diterapkan dalam konteks pengembangan produk di perusahan Insan Banking. Berdasarkan metode AHP yang di tawarkan, hasil studi menunjukkan bahwa AHP dapat digunakan untuk membantu prioritisasi kebutuhan yang perlu dikembangkan, terutama dengan menggunakan pendekatan rating. Para pembuat keputusan yang ditunjukkan hasil simulasi tersebut memberikan pandangan optimis terhadap penggunaan AHP yang dinilai mampu meningkatkan efisiensi dari pengembangan produk.", "Daftar File": {"COVER M Reivan Yuliar H P": "https://digilib.itb.ac.id/gdl/download/255735", "BAB 1 M Reivan Yuliar H P": "https://digilib.itb.ac.id/gdl/download/255737", "BAB 2 M Reivan Yuliar H P": "https://digilib.itb.ac.id/gdl/download/255738", "BAB 3 M Reivan Yuliar H P": "https://digilib.itb.ac.id/gdl/download/255740", "BAB 4 M Reivan Yuliar H P": "https://digilib.itb.ac.id/gdl/download/255741", "PUSTAKA M Reivan Yuliar H P": "https://digilib.itb.ac.id/gdl/download/255742"}, "Penulis": "M Reivan Yuliar H P [29320060]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Utomo Sarjono Putro, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Cara Kerja Metode Agile, Manajemen Proyek, Pengembangan Produk, AHP, Rating", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "17 Feb 2022"}