{"Nomor": 63554, "Judul": "EVALUASI KEBIJAKAN PENYEDERHANAAN BIROKRASI PADA BADAN PENGAWAS OBAT DAN MAKANAN", "Abstrak": "Penyederhanaan birokrasi merupakan prioritas kerja pemerintah Presiden Republik Indonesia Joko Widodo sebagai transformasi kelembagaan dan tata kelola untuk percepatan pencapaian Sustainable Development Goal (SDG) 16.6 Mengembangkan lembaga yang efektif, akuntabel, dan transparan di semua tingkat. Penyederhanaan birokrasi dilakukan melalui penyederhanaan struktur organisasi, penyetaraan jabatan, dan penyesuaian sistem kerja. Badan Pengawas Obat dan Makanan (BPOM) telah mengimplementasikan kebijakan penyederhanaan birokrasi melalui penyederhanaan 534 jabatan administrasi atau 83,31% dari total 641 jabatan administrasi pada jenjang eselon III dan eselon IV yang dialihkan ke dalam jabatan fungsional berdasarkan keahlian dan kompetensi yang setara. \nTujuan dari penelitian ini adalah untuk mengevaluasi penerapan kebijakan penyederhanaan birokrasi pada BPOM. Metodologi yang digunakan dalam penelitian ini terdiri atas pengumpulan data primer yang dipadukan dengan data sekunder. Temuan penelitian digunakan sebagai evaluasi program dengan membandingkan hasil pada periode sebelum dan setelah penerapan kebijakan. Peningkatan skor pada hasil evaluasi kelembagaan setelah penyederhanaan birokrasi pada tahun 2021 dibandingkan sebelum penyederhanaan birokrasi tahun 2018 menunjukkan bahwa penerapan kebijakan tersebut dapat menjadikan BPOM pada dimensi struktur dan proses organisasi lebih efektif. Namun demikian, temuan penelitian menunjukkan pada subdimensi kompleksitas mengalami penurunan nilai sehingga masih terdapat ruang untuk peningkatan melalui penyesuaian sistem kerja di BPOM.\nPeningkatan capaian kinerja pemerintah dan pelayanan publik BPOM setelah penyederhanaan birokrasi pada tahun 2020 dibandingkan sebelum penyederhanaan birokrasi diterapkan tahun 2018 dan 2019 menunjukkan bahwa penerapan kebijakan tersebut berdampak pada peningkatan kinerja pemerintah dan pelayanan publik BPOM. Sistem kerja BPOM direkomendasikan untuk disempurnakan dengan mekanisme kerja organisasi yang lincah didukung oleh pemanfaatan Sistem Pemerintahan Berbasis Elektronik. Mekanisme tim kerja yang lincah menggantikan keberadaan koordinator dan subkoordinator jabatan fungsional untuk mewujudkan organisasi yang lincah, fleksibel, kolaboratif, dan berorientasi pada percepatan dan efektivitas pengambilan keputusan. Rencana implementasi dibagi menjadi strategi, struktur, sumber daya manusia, proses bisnis, dan teknologi, serta evaluasi yang merupakan aspek dalam transformasi organisasi yang lincah. Studi ini dapat berkontribusi bagi pejabat publik sebagai pembuat kebijakan di BPOM dan bermanfaat bagi instansi pemerintah lainnya dalam pengembangan desain organisasi dan reformasi birokrasi.", "Daftar File": {"COVER Kurniawan Norat": "https://digilib.itb.ac.id/gdl/download/254067", "BAB 1 Kurniawan Norat": "https://digilib.itb.ac.id/gdl/download/254068", "BAB 2 Kurniawan Norat": "https://digilib.itb.ac.id/gdl/download/254069", "BAB 3 Kurniawan Norat": "https://digilib.itb.ac.id/gdl/download/254070", "BAB 4 Kurniawan Norat": "https://digilib.itb.ac.id/gdl/download/254071", "PUSTAKA Kurniawan Norat": "https://digilib.itb.ac.id/gdl/download/254072"}, "Penulis": "Kurniawan Norat [29320042]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Desain Organisasi, Reformasi Birokrasi, BPOM, Evaluasi Kebijakan Publik, SDG.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "17 Feb 2022"}