{"Nomor": 63558, "Judul": "USULAN STRATEGI BISNIS UNTUK PEMBINAAN UMKM PANGAN OLAHAN  DI BALAI BESAR PENGAWAS OBAT DAN MAKANAN DI JAKARTA", "Abstrak": "Pandemi COVID-19 dan hilangnya lapangan pekerjaan menyebabkan peningkatan UMKM khususnya di sektor industri makanan dan minuman. Namun peningkatan ini tidak sejalan dengan pengetahuan para pelaku UMKM pemula yang hanya fokus pada produksi dan penjualan. Rendahnya pemenuhan standar dan persyaratan keamanan dan mutu produk pangan UMKM mengakibatkan semakin ketatnya daya saing produk yang dihasilkan oleh UMKM. Sejalan dengan komitmen pemerintah untuk mempermudah UMKM memperoleh izin usaha, Badan POM mulai menerbitkan izin sertifikasi berbasis risiko yang terintegrasi dengan sistem OSS. Hal ini bertujuan untuk memudahkan pengusaha mendapatkan izin. Namun masih banyak kendala oleh pelaku usaha dalam memenuhi persyaratan CPPOB karena keterbatasan pengetahuan dan kemampuan teknis. Oleh karena itu, peran BBPOM di Jakarta secara optimal sangat dibutuhkan.\nTugas akhir ini bertujuan untuk memberikan usulan strategi bisnis bagi BBPOM di Jakarta mengenai pembinaan UMKM pangan, termasuk mengidentifikasi peluang dan ancaman eksternal organisasi, menentukan peluang dan kekuatan internal, menghasilkan metode alternatif, dan memilih pendekatan tertentu. Penelitian ini menggunakan perangkat manajemen seperti Core Competence Analysis, Resource-Based View (RBV), dan SERVQUAL untuk menganalisis faktor internal dan analisis faktor eksternal menggunakan PESTEL. Analisis SWOT, digunakan pada tahap awal pengambilan keputusan untuk memastikan aspek internal dan eksternal yang menguntungkan dan tidak menguntungkan bagi organisasi, dilanjutkan dengan matriks TOWS, mengidentifikasi dan memilih strategi yang paling tepat sesuai dengan kondisi organisasi, dan menghasilkan beberapa opsi strategis. Analisis lebih lanjut dengan pemetaan TOWS dengan analisis Matriks IE untuk membandingkan faktor utama untuk mendapatkan berbagai alternatif yang dapat diimplementasikan berdasarkan beberapa pertimbangan. Model Strategi Diamond digunakan untuk menetapkan apakah strategi yang diterapkan telah berkembang untuk dapat diimplementasikan secara komprehensif oleh variabel eksternal dan internal, serta visi dan misi organisasi, untuk mencapai tujuan yang diinginkan saat ini dan selanjutnya.\nDari analisis melalui Matriks IE, BBPOM di Jakarta harus menerapkan strategi Grow and Build (penetrasi pasar, pengembangan pasar, dan pengembangan produk). Strategi ini sejalan dengan analisis Matriks TOWS, yang mengusulkan untuk menggunakan strategi SO dalam mengembangkan strategi.", "Daftar File": {"COVER Andina Liestyanti": "https://digilib.itb.ac.id/gdl/download/251850", "BAB 1 Andina Liestyanti": "https://digilib.itb.ac.id/gdl/download/251851", "BAB 2 Andina Liestyanti": "https://digilib.itb.ac.id/gdl/download/251879", "BAB 3 Andina Liestyanti": "https://digilib.itb.ac.id/gdl/download/251899", "BAB 4 Andina Liestyanti": "https://digilib.itb.ac.id/gdl/download/251901", "PUSTAKA Andina Liestyanti": "https://digilib.itb.ac.id/gdl/download/251902"}, "Penulis": "Andina Liestyanti [29320064]", "Kontributor / Dosen Pembimbing": ["Widhyawan Prawiraatmadja, M.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "UMKM, Badan POM, Analisis SWOT, Matriks TOWS, Model Strategi Diamond", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "17 Feb 2022"}