{"Nomor": 63556, "Judul": "USULAN STRATEGI DIFERENSIASI UNTUK JENIUS DALAM MEMBANGUN KAPABILITAS INVESTASI DIGITAL", "Abstrak": "Jumlah investor dalam negeri di pasar modal Indonesia terus meningkat secara signifikan dalam beberapa tahun terakhir dan telah mencapai 6,1 juta investor pada Agustus 2021 dengan total dana kelolaan mencapai 900 triliun rupiah. Lebih dari 80% investor dalam negeri adalah kelompok berusia muda dibawah 40 tahun. Selain itu, pemerintah terus mendukung pertumbuhan investor dalam negeri misalnya dengan pengurangan pajak penghasilan, promosi dan lain-lain. Selaras dengan fenomena diatas, jumlah platform yang menyediakan fitur investasi secara digital pun semakin banyak dan terus bertambah, mulai dari bank maupun Fintech.\n\nJenius, platform perbankan digital yang dimiliki Bank BTPN, telah hadir sejak tahun 2016 dan telah membantu jutaan masyarakat Indonesia dalam mengelola kehidupan keuangan mereka. Meskipun demikian, layanan keuangan yang diberikan Jenius belum komplit. Jenius belum memiliki layanan investasi digital sebagai bagian dari solusi keuangan yang ditawarkan kepada nasabahnya. Untuk itu, di tengah persaingan platform investasi digital yang semakin sengit, strategi diferensiasi dibutuhkan oleh Jenius untuk mampu bersaing dan tampil sebagai pemenang. \n\nSebelum membuat usulan strategi diferensiasi, tesis ini melakukan penilaian internal dan eksternal melalui kerangka kerja analisa SWOT, Porter’s Five Forces dan Analisa Kompetitor. Data yang digunakan berasal dari berbagai literatur akademik, data kuantitatif dari survey, serta data kualitatif dari proses wawancara mendalam. Adapun rumusan strategi bisnis diformulasikan berdasarkan kerangka Generik Strategi Porter dan Model Strategi Diamond. Diferensiasi servis dipilih sebagai salah satu rekomendasi diferensiasi. Selain itu, tesis ini juga memberikan berbagai rekomendasi beserta rencana implementasinya.", "Daftar File": {"COVER Oktopianus": "https://digilib.itb.ac.id/gdl/download/254544", "BAB 1 Oktopianus": "https://digilib.itb.ac.id/gdl/download/254545", "BAB 2 Oktopianus": "https://digilib.itb.ac.id/gdl/download/254546", "BAB 3 Oktopianus": "https://digilib.itb.ac.id/gdl/download/254547", "BAB 4 Oktopianus": "https://digilib.itb.ac.id/gdl/download/254548", "PUSTAKA Oktopianus": "https://digilib.itb.ac.id/gdl/download/254549"}, "Penulis": "Oktopianus [29320053]", "Kontributor / Dosen Pembimbing": ["Widhyawan Prawiraatmadja, M.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Bisnis, Strategi Diferensiasi, Platform Investasi Digital", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "17 Feb 2022"}