{"Nomor": 63568, "Judul": "IMPLEMENTASI DARI ROBOTIC PROCESS AUTOMATION (RPA) DAN ANALYTIC HIERARCHY PROCESS (AHP) UNTUK PRIORITIZASI PROYEK DI BANK SASA", "Abstrak": "Robotic Process Automation (RPA) adalah teknologi yang mengonfigurasi \"robot\" untuk meniru dan mengintegrasikan tindakan manusia yang berinteraksi dalam sistem digital untuk menjalankan proses bisnis. Hal tersebut merupakan sebuah inovasi dari Bank SASA untuk transformasi digital. Tujuan utamanya adalah efisiensi dan memitigasi risiko bagi bank karena sebagian besar transaksi perbankan adalah pekerjaan yang berulang dan memiliki volume transaksi yang besar. Dibutuhkan banyak waktu yang dikonsumsi dan dapat meningkatkan probabilitas kesalahan manusia. Manajemen Bank SASA berharap RPA dapat menggantikan karyawannya dalam melakukan pekerjaan tersebut dan memungkinkan mereka melakukan pekerjaan yang lebih strategis serta analitis. Untuk mengimplementasikan teknologi RPA, Bank SASA pada awal tahun 2020 membentuk departemen, yaitu RPA Office, untuk fokus mengimplementasikan RPA.\n\nPenelitian ini ingin memecahkan dua masalah utama mengenai situasi bisnis saat ini di SASA. Pertama, implementasi RPA yang belum optimal atau belum maksimal. Sejak implementasi pertama di akhir tahun 2019, masih diperlukan banyak perbaikan. Penelitian ini menggunakan fishbone diagram untuk menganalisis dan menemukan kemungkinan penyebab masalah tersebut. Penulis menggunakan enam kategori: orang, metode, pengukuran, lingkungan, persiapan, dan mesin. Hasilnya adalah terdapat 20 penyebab didalam keenam kategori tersebut. Penelitian ini ingin mencari solusi pada salah satu penyebab, yaitu tidak adanya standarisasi prioritas. Penulis menggunakan salah satu alat pengambilan keputusan, yaitu Analytic Hierarchy Process (AHP).\n\nAHP dikembangkan oleh Thomas L. Saaty. Sebagai salah satu pengambil keputusan, penulis perlu menentukan tujuan, kriteria, sub-kriteria, dan mengumpulkan alternatif yang tersedia, bersama dengan tiga pengambil keputusan lainnya. Tujuannya adalah untuk memprioritaskan proyek RPA. Ada lima kriteria dan enam sub-kriteria. Dengan melakukan pairwise comparison pada kriteria dan sub-kriteria, bobot lokal tertinggi untuk kriteria adalah efficiecncy, 0,473. Sedangkan bobot global tertinggi adalah cost reduction sebesar 0,228, yang merupakan bagian dari kriteria efficiency. Setelah RPA Office melakukan sosialisasi ke beberapa departemen, ada 22 proyek terpilih sebagai alternatif. Alih-alih menggunakan pairwise comparison, penulis menggunakan rating untuk memilih alternatif terbaik. Ada dua sampai lima kategori pada setiap kriteria atau sub-kriteria. Prioritas utama adalah alternatif New E-Tax dengan nilai bobot 0,78.\n\nMasalah utama kedua adalah keterlambatan pencairan dana dari perusahaan asuransi. Hal tersebut merupakan salah satu tugas yang dilakukan oleh suatu unit di Direktorat Operasional SASA. Penulis menggunakan alat problem tree untuk menganalisis dan menemukan sebab-akibat masalah. Penyebabnya ada 12, seperti volume transaksi yang besar, banyak kesalahan manusia, dan menghabiskan banyak waktu. Berdasarkan penyebab tersebut, solusinya adalah mengotomatisasi proses dengan menggunakan RPA. Proyek ini dinamakan Klaim Asuransi.\n\nAda beberapa langkah yang diperlukan dalam mengimplementasikan RPA. Dimulai dengan tinjauan umum mengenai proses saat ini, kemudian menghitung biaya dan manfaat proyek. Hasil penelitian menunjukkan bahwa SASA akan mengalami kerugian dalam dua tahun pertama, namun berubah menjadi laba untuk tiga tahun berikutnya. Penulis menggunakan proyeksi lima tahun, menghasilkan 28,6 juta keuntungan setelah lima tahun. Biaya akan berkurang menjadi nol untuk tahun-tahun berikutnya karena semua biaya berasal dari pembayaran satu kali pada awal proyek. Kemudian RPA Office melakukan tinjauan lebih lanjut dan simulasi mengenai proses saat ini. Itu diperlukan untuk menganalisis dan merancang proses baru jika robot menggantikan manusia. Robot menggantikan HO Officer sebagai Pemilik Proses dalam proyek ini. Langkah terakhir sebelum implementasi adalah pengembangan dan pengujian robot. Ada empat kasus tes positif dan tiga kasus tes negatif yang berhasil diuji. Akhir dari penelitian ini adalah pada tahap pengujian karena terdapat beberapa hal yang mempengaruhi tertundanya implementasi.", "Daftar File": {"COVER Syem Haikel": "https://digilib.itb.ac.id/gdl/download/255552", "BAB 1 Syem Haikel": "https://digilib.itb.ac.id/gdl/download/255553", "BAB 2 Syem Haikel": "https://digilib.itb.ac.id/gdl/download/262302", "BAB 3 Syem Haikel": "https://digilib.itb.ac.id/gdl/download/262303", "BAB 4 Syem Haikel": "https://digilib.itb.ac.id/gdl/download/262304", "PUSTAKA Syem Haikel": "https://digilib.itb.ac.id/gdl/download/262305"}, "Penulis": "Syem Haikel [29320121]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perbankan, Robotic Process Automation, Analytic Hierarchy Process, Klaim Asuransi, Fishbone Diagram, Analisis Problem Tree, Perhitungan Cost-benefit", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza  \n                                     Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "17 Feb 2022"}