{"Nomor": 63562, "Judul": "PENGUSULAN STRATEGI BISNIS UNTUK MEMPERKUAT KINERJA USAHA ULTRAMICRO SAAT SITUASI PANDEMI DENGAN OPTIMALISASI PROGRAM PEMBERDAYAA DAN MODEL DIGITAL DI BANK HIKMAH AMANAH", "Abstrak": "Usaha Mikro Kecil dan Menengah merupakan salah satu penggerak perekonomian Indonesia. Kinerja sector usaha UMKM menurun akibat terkena dampak wabah Virus COVID-19 yang membuat turunnya pendapatan. Kondisi ini juga terjadi pada nasabah Bank Hikmah Amanah yang mana fokus bisnisnya melayani segemen ultramicro. Kinerja bisnis bank sempat mengalami penyesuaian dan banyak nasabah yang mengeluhkan usaha mereka menjadi terkendala karena memiliki keterbatasan dalam memperoleh tambahan modal, tambahan permintaan, dan penyediaan bahan baku. Berdasarkan dokumen Research Bank sebelumnya, terpadat 4 faktor penyebab sector usaha UMKM sulit berkembang ditambah dengan dampak pandemic COVID-19 yaitu adanya keterbatasan dalam hal akses ke pendidikan, akses pasar, akses keuangan dan akses manajemen produksi. Disamping itu manajemen Bank Hikmah Amanah sedang berfokus pada pengembangan kapabilitas IT. Fokus ini difungsikan untuk membantu menunjang percepatan operasional dan proses bisnis salah satunya ingin membuat tools dan program yang dapat membantu nasabah ultramikro meningkatkan ketahanan usahanya dan mencegah terjadinya Dropout.\n\nPenelitian ini dilaksanakan dengan tujuan untuk mengetahui perubahan mindset dan behavior nasabah pembiayaan selama post pandemic dan merumuskan strategi yang efektif dapat memperkuat dan mempercepat pertumbuhan usaha Micro Financing Customers. Analisa peneltian menggunakan External framework berupa PESTEL, Porter Five Forces, dan Competitor Analysis dan analisa Internal menggunakan framework VRIO dan sekilas Business Modal Canvas saat ini. Metode Pengumpulan Data menggunakan In Depth Interview pada jenis penelitian Kualitatif dan Survey Kuesioner pada jenis penelitian kuantitatif. Perumusan Strategi dalam penelitian ini menggunakan analisa SWOT, Matrix TOWS dan Value Proposition Canvas untuk menghasilkan usulan Bisnis Model Kanvas yang sesuai. Hasil dari penelitian ini menyatakan bahwa nasabah pembiayaan mikro membutuhkan pendampingan dan media digital edukasi yang bisa mereka gunakan untuk pengelolaan usaha dalam aspek keuangan, aspek pemasaran, dan aspek penyediaan bahan baku. Hasil ini selaras dengan inisiasi dan hasil interview dengan para level manajer, yang mana nasabah membutuhkan program pelatihan dan pendampingan dengan akses digitalisasi untuk percepatan pertumbuhan usaha.", "Daftar File": {"COVER Mohamad Faathir Al Hakim": "https://digilib.itb.ac.id/gdl/download/254371", "BAB 1 Mohamad Faathir Al Hakim": "https://digilib.itb.ac.id/gdl/download/254372", "BAB 2 Mohamad Faathir Al Hakim": "https://digilib.itb.ac.id/gdl/download/254373", "BAB 3 Mohamad Faathir Al Hakim": "https://digilib.itb.ac.id/gdl/download/254374", "BAB 4 Mohamad Faathir Al Hakim": "https://digilib.itb.ac.id/gdl/download/254375", "PUSTAKA Mohamad Faathir Al Hakim": "https://digilib.itb.ac.id/gdl/download/254376"}, "Penulis": "Mohamad Faathir Al Hakim [29320083]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mohammad Hamsal, MSE, MQM, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pandemi COVID-19, Bisnis Ultra Mikro, Digitalisasi, Strategi Bank, Business Model.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "17 Feb 2022"}