{"Nomor": 63565, "Judul": "PENERAPAN DESIGN THINKING DAN STRATEGI PEMASARAN  YANG  TERINTEGRASI UNTUK  PLATFORM DIGITAL PADA BISNIS SME", "Abstrak": "Perkembangan teknologi digital merupakan hal yang sangat umum pada saat ini, perkembangan teknologi digital tidak hanya menyerang aspek kehidupan pada elvel individu nampun juga berdampak pada sektor bisnis itu sendiri, tidak terkecuali bagaimana teknologi digital mampu mengubah berbagai macam hal dalam dunia perbankan, dunia perbankan yang semula merupakan bisnis yang hanya berfokus pada menghimpun dana dan menyalurkan-nya lagi kepada nasabah yang membutuhkan, saat ini dituntut untuk beradaptasi dengan lingkungan yang serba cepat dan berbasis teknologi \nSebuah perusahaan yang mampu mengubah cara mereka melakukan bisnis dengan lebih efisien akan dapat memenangkan market, sebagai sebuah perusahaan yang bergerak pada pemberian jasa keuangan sebuah bank juga sangat dituntut untuk melakukan efisiensi dalam hal pengembangan jasa keuangan kepada nasabahnya, pendekatan teknologi digital yang ada saat ini mampu menjawab kebutuhan bank atas tuntutan tersebut\nPerkembangan teknologi digital yang sangat pesat juga berdampak pada persaingan bisnis yang semakin lama semakin tidak sehat, pada saat semua orang sudah melakukan pendekatan yang sama, nasabah akan dibuat bingung dengan tidak adanya pembeda antara satu produk dengan produk lainya, dengan demikian apabila hal tersebut terjadi maka sebuah perusahaan perbankan dituntut untuk mampu memberikan sebuah layanan pada nasabahnya tidak hanya berupa pemberian produk yang berbasis keuangan semata, sebuah perusahaan perbankan dituntut untuk tahu banyak hal lebih dari hanya sekedar menerima dan memberikan dana.\nDengan demikian, maka sebuah penyesuaian dan pengembangan produk digital perlu menjadi perhatian khusus bagi pihak perusahaan, karna tidak mungkin kebutuhan dan kebiasaan pelanggan pada hari ini akan sama dengan kebutuhan pelanggan pada 1 bulan yang akan datang, termasuk juga dengan bagaimana cara perusahaan mengembangkan saluran pemasaran atas produk tersebut agar produk tersebuh memiliki nilai lebih dimata masayarakat.", "Daftar File": {"COVER Faiz Hazim Dharmaatmaja S.M": "https://digilib.itb.ac.id/gdl/download/253142", "BAB 1 Faiz Hazim Dharmaatmaja S.M": "https://digilib.itb.ac.id/gdl/download/253143", "BAB 2 Faiz Hazim Dharmaatmaja S.M": "https://digilib.itb.ac.id/gdl/download/253144", "BAB 3 Faiz Hazim Dharmaatmaja S.M": "https://digilib.itb.ac.id/gdl/download/253145", "BAB 4 Faiz Hazim Dharmaatmaja S.M": "https://digilib.itb.ac.id/gdl/download/253146", "PUSTAKA Faiz Hazim Dharmaatmaja S.M": "https://digilib.itb.ac.id/gdl/download/255287"}, "Penulis": "Faiz Hazim Dharmaatmaja S.M [29320110]", "Kontributor / Dosen Pembimbing": ["Dr. Agung Wicaksono, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Digital, Integrasi, Produk", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "17 Feb 2022"}