{"Nomor": 63566, "Judul": "USULAN PENINGKATAN KESADARAN MEREK DAN STRATEGI PEMASARAN DIGITAL UNTUK PT GULF OIL LUBRICANTS INDONESIA", "Abstrak": "Dengan pertumbuhan volume kendaraan dan konsumsi pelumas di Indonesia yang terus bertumbuh, membuat pasar pelumas kendaraan di Indonesia menjadi sangat berkembang dan memiliki pemain yang sangat banyak baik itu dari dalam maupun luar negeri. PT Gulf Oil Lubricants Indonesia merupakan anak perusahaan dari Gulf Oil International yang menjadi salah satu perusahaan yang bermain di pasar pelumas di Indonesia sejak tahun 2004 pada sektor Industrial dan masuk sektor otomotif pada tahun 2016. Dengan jumlah kompetitor yang sangan banyak dan terlambat memasuki pasar pelumas di sektor otomotif, berdampak pada kesadaran merek yang masih kurang bagi produk Gulf Oil yang berdampak pada penjualan dan posisi pada pasar yang kurang menguntungkan. Untuk memecahkan masalah ini maka pemahaman dari sisi perusahaan melalui wawancara untuk menganalisis saluran distribusi yang dimiliki perusahaan dan dari sisi konsumen melalui kuesioner untuk memahami perjalanan belanja konsumen mengenai produk pelumas kendaraan Gulf Oil. Kurangnya kesadaran merek produk Gulf Oil diakibatkan karena: 1) keterlambatan memasuki pasar pelumas kendaraan di Indonesia 2) masih berfokus pada distribusi melalui kanal B2B 3) minimnya pemanfaatan kanal digital dalam pemasaran 4) banyaknya produk pelumas kendaraan yang ada di pasar 5) persaingan yang sangat ketat dalam industri pelumas kendaraan 6) kurangnya keterlibatan konsumen. Hasil penelitian menunjukkan bahwa Sebagian besar konsumen mengetahui informasi tentang produk pelumas kendaraan yang digunakan melalui media sosial, website dan iklan, maka Gulf Oil Indonesia harus fokus terhadap saluran online dengan formulasi strategi pemasaran secara digital dengan menggunakan kerangka RACE. Dengan bekerja sama dengan influencer untuk mencapai konsumen dan membuat website resmi Gulf Oil Indonesia menghasilkan prospek dengan menggunakan pengamat otomotif terpercaya, kolom berita terbaru, chatbot, dan memunculkan publik figur di halaman utama situs web. Kemudian, menampilkan detail produk, menampilkan iklan secara digital dan sosial media, pemasaran dengan membuat konten review produk dan melalui email untuk mengingatkan konsumen. Dan membangun hubungan dengan konsumen melalui personalisasi individu di situs web, membuat aplikasi mobile loyalitas pelanggan, dan mengadakan kompetisi di social media seperti Instagram dengan hadiah yang menarik.", "Daftar File": {"COVER Andreas Audi Kemal Setiawan": "https://digilib.itb.ac.id/gdl/download/251853", "BAB 1 Andreas Audi Kemal Setiawan": "https://digilib.itb.ac.id/gdl/download/251854", "BAB 2 Andreas Audi Kemal Setiawan": "https://digilib.itb.ac.id/gdl/download/251881", "BAB 3 Andreas Audi Kemal Setiawan": "https://digilib.itb.ac.id/gdl/download/251891", "BAB 4 Andreas Audi Kemal Setiawan": "https://digilib.itb.ac.id/gdl/download/251892", "PUSTAKA Andreas Audi Kemal Setiawan": "https://digilib.itb.ac.id/gdl/download/251893"}, "Penulis": "Andreas Audi Kemal Setiawan [29320112]", "Kontributor / Dosen Pembimbing": ["Dr. Asnan Furinto, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pelumas Kendaraan, Strategi Pemasaran Digital, Gulf Oil, Kerangka RACE", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "17 Feb 2022"}