{"Nomor": 63564, "Judul": "ANALISIS KINERJA KEUANGAN PERUSAHAAN RESTORAN SEBELUM DAN SETELAH MUNCULNYA WABAH COVID-19 DI INDONESIA", "Abstrak": "Salah satu industri yang menjanjikan adalah industri makanan dan minuman karena makanan merupakan kebutuhan pokok manusia, dan saat ini masyarakat lebih memilih solusi yang praktis. Namun, di awal tahun 2020, wabah penyakit virus corona 2019 (covid-19) melanda Indonesia, mempengaruhi hampir semua sektor industri, termasuk industri makanan dan minuman, khususnya restoran. Meningkatnya penyebaran covid-19 merupakan ancaman serius bagi kehidupan dan ekonomi kita, dan fenomena ini telah mengubah perilaku manusia. PT Fast Food Indonesia Tbk (FAST), PT Map Boga Adi Perkasa Tbk (MAPB) dan PT Sarimelati Kencana Tbk (PZZA) memiliki lisensi waralaba beberapa merek seperti Kentucky Fried Chicken, Starbucks, dan Pizza Hut di Indonesia. Penelitian ini bertujuan untuk mengetahui kinerja keuangan FAST, MAPB, dan PZZA dari Q1 2019 sampai Q4 2020 dan perbedaannya sebelum dan sesudah munculnya wabah covid-19 di Indonesia. Data dikumpulkan dari laporan keuangan publik FAST, MAPB, dan PZZA Tbk dari Q1 2019 hingga Q4 2020. Periode penelitian adalah Q1 2019 hingga Q4 2020 yaitu sebelum (Q1 2019 hingga Q4) dan setelah (Q1 2020 hingga Q4) munculnya wabah covid-19. Alat bantu yang digunakan dalam penelitian ini adalah Analisis Rasio Keuangan, Analisis Harga Saham, dan Analisis Paired T-test. Penelitian ini menunjukkan bahwa pandemi ini berdampak signifikan pada tingkat yang berbeda dari masing-masing perusahaan terhadap kinerja keuangan, yaitu rasio likuiditas, rasio solvabilitas, rasio profitabilitas, rasio aktivitas, dan harga saham. Semoga hasil penelitian ini dapat membantu menggambarkan dampak wabah covid-19 terhadap industri makanan dan minuman khususnya FAST, MAPB, dan PZZA.", "Daftar File": {"COVER Kevin Apriano Mulia": "https://digilib.itb.ac.id/gdl/download/253995", "BAB 1 Kevin Apriano Mulia": "https://digilib.itb.ac.id/gdl/download/253996", "BAB 2 Kevin Apriano Mulia": "https://digilib.itb.ac.id/gdl/download/253997", "BAB 3 Kevin Apriano Mulia": "https://digilib.itb.ac.id/gdl/download/253998", "BAB 4 Kevin Apriano Mulia": "https://digilib.itb.ac.id/gdl/download/253999", "PUSTAKA Kevin Apriano Mulia": "https://digilib.itb.ac.id/gdl/download/254000"}, "Penulis": "Kevin Apriano Mulia [29320101]", "Kontributor / Dosen Pembimbing": ["Dr. Wiwiek M Daryanto, S.E., Ak., M.M., CMA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kinerja Keuangan, Analisis Rasio Keuangan, Covid-19, Restoran", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "17 Feb 2022"}