{"Nomor": 63567, "Judul": "ANALISIS BUDAYA KEWIRAUSAHAAN DI PERUSAHAAN TAMBANG BUMN DAN SWASTA SEBAGAI STUDI BANDING", "Abstrak": "Persaingan antara perusahaan tambang BUMN dan swasta semakin besar dan kuat, namun pada holding BUMN seperti MIND ID mengalami penurunan kinerja yang disebabkan oleh beberapa faktor. Hal ini tentu saja harus didukung oleh optimalisasi sumberdaya dan transformasi kompetensi dari setiap karyawan untuk mendorong semangat kewirausahaan. \nPenelitian ini dilakukan untuk melihat budaya corporate entrepreneurship di perusahan tambang BUMN salah satunya dalam MIND ID, yaitu PT. Antam, PT. Bukit Asam, dan PT. Timah. Penulis juga melakukan studi banding budaya corporate entrepreneurship di perusahaan tambang swasta, yaitu PT. Golden Eagle Energy, PT. Aditama Energy, dan PT. Angsana Jaya Energy. Penelitian ini menggunakan dua metode, Entrepreneurial Orientation Survey (EOS) dan Entrepreneurial Leadership Questionnaire (ELQ). EOS digunakan untuk mengukur budaya corporate entreprenurship dan ELQ untuk melihat karakteristik kewirausahaan dalam kepemimpinan yang diharapkan dan kondisi actual pelaksanaannya. Penelitian ini dilakukan oleh semua karyawan di berbagai level dan divisi di keenam perusahaan tersebut.\nHasil EOS menunjukkan perusahaan tambang BUMN memiliki budaya corporate entrepreneurship yang menonjol pada kerjasama antar divisi yang bagus dan perusahaan mendukung karyawan menciptakan ide baru. Sedangkan pada perusahaan tambang swasta memiliki budaya corporate entrepreneurship yang menonjol pada kecepatan perusahaan dalam mengatasi masalah dan fokus perusahaan. Kelemahan budaya ini di masing-masing perusahaan menunjukkan pada orientasi masa depan yang kurang direncanakan dan strategis perencanaan yang masih kurang. Hasil ELQ menunjukkan perusahaan tambang BUMN memiliki tipe kepempimpinan dalam kewirausahaan, yaitu tipe Miner. Sedangkan di perusahaan tambang swasta memiliki tipe kepimpinan perusahaan Explorer.", "Daftar File": {"COVER Mayta Kamila": "https://digilib.itb.ac.id/gdl/download/254243", "BAB 1 Mayta Kamila": "https://digilib.itb.ac.id/gdl/download/254244", "BAB 2 Mayta Kamila": "https://digilib.itb.ac.id/gdl/download/254245", "BAB 3 Mayta Kamila": "https://digilib.itb.ac.id/gdl/download/254246", "BAB 4 Mayta Kamila": "https://digilib.itb.ac.id/gdl/download/254247", "PUSTAKA Mayta Kamila": "https://digilib.itb.ac.id/gdl/download/254248"}, "Penulis": "Mayta Kamila [29320113]", "Kontributor / Dosen Pembimbing": ["Ir. Dwi Larso, M.SIE, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Corporate Entrepreneurship, Tambang, EOS, ELQ", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "17 Feb 2022"}