{"Nomor": 63571, "Judul": "ASESMEN TINGKAT KESIAPAN KNOWLEDGE MANAGEMENT: STUDI KASUS PADA BALAI BESAR PENGAWAS OBAT DAN MAKANAN DI SEMARANG", "Abstrak": "Pemerintah membutuhkan knowledge management (KM) untuk meningkatkan efisiensi dan untuk mendukung proses reformasi birokrasi. Badan Pengawas Obat dan Makanan Indonesia (FDA Indonesia, biasa disebut Badan POM/BPOM dalam Bahasa Indonesia) adalah lembaga pemerintah non-kementerian yang berkomitmen dalam reformasi birokrasi, yang bertanggung jawab untuk mengawasi distribusi obat dan makanan di Indonesia. BPOM merupakan salah satu dari instansi pemerintah yang memiliki kekayaan data obat dan makanan, mengolah data tersebut menjadi informasi yang mudah diakses dan dapat digunakan sebagai output kebijakan untuk mendukung kinerja organisasi. Oleh karena itu, diperlukan manajemen pengetahuan di BPOM.\nSubyek penelitian ini adalah BBPOM Semarang, salah satu unit kerja BPOM yang berbasis di Jawa Tengah. BBPOM Semarang mencakup wilayah geografis yang luas, tetapi memiliki sumber daya manusia yang terbatas, membuat manajemen pengetahuan penting untuk peningkatan kinerja organisasi.\nTujuan dari penelitian ini adalah untuk mengetahui kesiapan BBPOM Semarang dalam mengimplementasikan knowledge management dengan sukses. Penelitian ini menggunakan metode kuantitatif dengan survei menggunakan APO KM tool Readiness Level dan kualitatif dengan wawancara.\nBerdasarkan hasil penelitian, tingkat Kesiapan KM BBPOM Semarang ditetapkan pada level 4 yaitu Refinement yang menunjukkan bahwa penerapan knowledge management di BBPOM Semarang masih dievaluasi dan ditingkatkan. Namun dari hasil wawancara, penerapan KM saat ini belum mampu meyakinkan seluruh pegawai negeri untuk mengadopsi budaya berbagi pengetahuan. Meningkatkan kesadaran dan mindset pegawai negeri, sosialisasi KM, dan mentoring adalah contoh solusi yang diberikan untuk membangun pola pikir, budaya pengetahuan, menangkap pengetahuan, dan menghindari hilangnya pengetahuan karena mutasi karyawan.", "Daftar File": {"COVER Pniel Mardiana Chandra": "https://digilib.itb.ac.id/gdl/download/254574", "BAB 1 Pniel Mardiana Chandra": "https://digilib.itb.ac.id/gdl/download/254575", "BAB 2 Pniel Mardiana Chandra": "https://digilib.itb.ac.id/gdl/download/254576", "BAB 3 Pniel Mardiana Chandra": "https://digilib.itb.ac.id/gdl/download/254577", "BAB 4 Pniel Mardiana Chandra": "https://digilib.itb.ac.id/gdl/download/254578", "PUSTAKA Pniel Mardiana Chandra": "https://digilib.itb.ac.id/gdl/download/254579"}, "Penulis": "Pniel Mardiana Chandra [29320168]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Madju Yuni Ros Bangun, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "KM Maturity, APO KM, Manajemen Pengetahuan, KM, BPOM", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "17 Feb 2022"}