{"Nomor": 63575, "Judul": "USULAN SCENARIO PLANNING UNTUK OPTIMALISASI SEBARAN BISNIS SETELAH COVID PADA BANK RITEL BARCA", "Abstrak": "Bisnis dan strategi jaringan perbankan ritel dihadapkan oleh tantangan untuk beradaptasi menyesuaikan perkembangan teknologi. Sejak awal Pandemi Covid-19, kondisi industri perbankan menjadi lebih tidak menentu dan lebih sulit. Khususnya untuk jaringan bisnis ritel Bank Barca yang masih mengandalkan kantor cabang, kebijakan pembatasan jarak dan kuota per Gedung telah memaksa baik nasabah maupun bank untuk dapat beradaptasi lebih cepat dalam memanfaatkan jaringan digital atau setidaknya jaringan ATM untuk transaksi perbankan sehari-hari. Terlebih lagi masih belum ada pandangan yang jelas terhadap industri perbankan setelah pandemic berakhir.\n\nOleh karena itu, Bank Barca perlu mengeksplorasi pendekatan yang dapat membantu memahami berbagai kemungkinan di industri perbankan ritel setelah pandemi. Dengan lebih memahami keadaan kedepannya Bank Barca dapat lebih mempersiapkan diri untuk memanfaatkan peluang atau juga dapat mencegah potensi ancaman yang mungkin terjadi setelah pandemi. Metode pengumpulan data dalam penelitian ini menggunakan pendekatan wawancara kualitatif kepada manajemen tingkat menengah ke atas dari tim jaringan ritel Bank Barca dan data diperoleh akan digunakan sebagai dasar untuk membuat perencanaan skenario.", "Daftar File": {"COVER Aulia Dewantoro": "https://digilib.itb.ac.id/gdl/download/252136", "BAB 1 Aulia Dewantoro": "https://digilib.itb.ac.id/gdl/download/252137", "BAB 2 Aulia Dewantoro": "https://digilib.itb.ac.id/gdl/download/252138", "BAB 3 Aulia Dewantoro": "https://digilib.itb.ac.id/gdl/download/252139", "BAB 4 Aulia Dewantoro": "https://digilib.itb.ac.id/gdl/download/252140", "PUSTAKA Aulia Dewantoro": "https://digilib.itb.ac.id/gdl/download/252277"}, "Penulis": "Aulia Dewantoro [29320206]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mohammad Hamsal, MSE, MQM, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Jaringan Perbankan Ritel, Perencanaan Skenario, Strategi Bank, Pasca Covid", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "17 Feb 2022"}