{"Nomor": 63580, "Judul": "ANALISIS PENGARUH FASILITAS SISI UDARA TERHADAP  KINERJA BANDARA DENGAN WILAYAH STUDI BANDARA  INTERNASIONAL AHMAD YANI", "Abstrak": "Kinerja bandara sangat berkaitan erat dengan keselamatan dan kualitas layanan \nbandara. Ketika operasi bandara sudah melebihi dari kapasitasnya maka dapat \nmenimbulkan kelelahan pada petugas air traffic control sehingga memungkinkan \ntimbulnya kecelakaan dan akan timbul layanan yang buruk ketika terjadi tundaan. \nSehingga perlunya persiapan untuk menghadapi tren masa yang akan datang \ndengan perbaikan jangka pendek berupa perbaikan operasi atau untuk jangka \npanjang dengan perbaikan konfigurasi fasilitas sisi udara, meliputi apron, runway, \ndan taxiway. Pada tesis ini ditinjau bagaimana pengaruh akan perbaikan konfigurasi \nfasilitas sisi udara terhadap kapasitas bandara dengan wilayah studi Bandara \nInternasional Ahmad Yani, Semarang. \nPada penelitian ini, langkah-langkah yang dilakukan diantaranya adalah \nmengumpulkan data dari mulai data penerbangan, data penumpang, dan data \nlingkungan bandara itu sendiri. Data yang telah diperoleh lalu di analisis untuk \nmengetahui pergerakan pada kondisi eksisting dan kondisi eksisting pada akhir \ntahun rencana dengan cara memodelkan pada software Simmod Pro. Kinerja yang \ndiperoleh adalah departure queue time, runway occupancy time, dan ground time. \nSetelah dilakukan analisis dan evaluasi maka dapat dihasilkan alternatif dimana \nakan dimodelkan dan di analisis hasilnya yang dapat dijadikan dasar sebagai \npemilihan alternatif terbaik. \n Hasil analisis yang diperoleh pada penelitian ini dengan data awal operasi sebesar \n122 penerbangan perhari di proyeksikan pada tahun 2040 dapat bertambah hingga \n207 penerbangan sehari dengan metode regresi linear untuk mengetahui \npertumbuhan penumpang dengan besaran 3% per tahun.dari hasil proyeksi tersebut \nmaka dapat diketahui bahwa tanpa adanya perbaikan maka pada akhir tahun \nrencana terjadi permasalahan peningkatan tundaan sebesar 10 kali dari awal studi \ndan ROT yang berkisar diantara 1 hingga 2 menit. Oleh karena itu, diusulkan \nbeberapa alternatif untuk mengetahui pengaruh penambahan komponen fasilitas \nsisi udara. Alternatif terbaik adalah dengan hanya menambahkan parallel taxiway\nkarena mendapatkan kinerja terbaik dengan biaya paling rendah.", "Daftar File": {"COVER Bagas Panandito": "https://digilib.itb.ac.id/gdl/download/243862", "BAB 1 Bagas Panandito": "https://digilib.itb.ac.id/gdl/download/243863", "BAB 2 Bagas Panandito": "https://digilib.itb.ac.id/gdl/download/243864", "BAB 3 Bagas Panandito": "https://digilib.itb.ac.id/gdl/download/243865", "BAB 4 Bagas Panandito": "https://digilib.itb.ac.id/gdl/download/243866", "BAB 5 Bagas Panandito": "https://digilib.itb.ac.id/gdl/download/243867", "PUSTAKA Bagas Panandito": "https://digilib.itb.ac.id/gdl/download/243868"}, "Penulis": "Bagas Panandito [25019006]", "Kontributor / Dosen Pembimbing": ["Dr. Harmein Rahman, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Kapasitas, Konfigurasi, Runway, Taxiway, Apron", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "7 file", "Tanggal Input": "18 Feb 2022"}