{"Nomor": 63586, "Judul": "DYNAMIC ANALYSIS OF MUD LOSS DURING OVERBALANCED DRILLING OPERATION: AN EXPERIMENTAL STUDY", "Abstrak": "Mud filtration happens during an overbalanced drilling operation that causes mud invasion into pores and fractures. The productivity of a formation is significantly affected by the invasion of the mud into the near-wellbore area during the mud loss process. A considerable number of studies have evaluated mud filtration statically; however, a few studies have considered the dynamic behavior of a mud loss process during overbalanced drilling, which results in the inadequate prediction of the mud loss volume and inflicted damage to the formation. In this study, a near-wellbore simulation system (NeWSS) was designed to evaluate the dynamic mud loss behavior using dimensionless parameters and introduced correlation. In this setup, the mud was introduced into the porous media with a series of overbalanced pressure steps. The volume of the effluent fluid and pressure of the outlet ports were recorded. The results show the presence of solid limestone particles increases the performance of mud, while up to 100% mud loss is observed in the absence of solid limestone particles. The return permeability of 70–95% was achieved along the length of the well after mud circulation, which shows the invasion of mud into the formation. The filtration rate shows a decreasing trend with increasing overbalanced pressure. A series of dimensionless parameters are developed to investigate the filtration mechanism, where it is found that the mechanism of filtration is changed within the 50–100 psi of overbalanced pressure. In addition, dynamic filtration is controlled by different mechanisms, where in the early time, the filtrate rate is dependent on the mud cake creation. While the changes in thickness and permeability are not significant over time. A new correlation is developed to predict filtrate rate changes with respect to time in a series of overbalanced pressures, where the constants are a function of overbalanced pressure. The value of the dynamic mud loss coefficient is significantly decreased with increasing overbalanced pressure due to the dynamic behavior of the mud loss coefficient. The results of the images analysis technique approved that the mud cake is formed on the formation wall.", "Daftar File": {}, "Penulis": "Saeed Shad [-]", "Kontributor / Dosen Pembimbing": ["Soroush Salmanpour", "Hossein Zamani", "Davood Zivar"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Mud loss; Filtration rate; Dynamic loss coefficient; Filtration mechanism; Overbalanced drilling; Mud cake", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 107984, https://www.sciencedirect.com/science/article/pii/S0920410520310391", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "18 Feb 2022"}