{"Nomor": 63582, "Judul": "IMPACT OF EXTERNAL EXCITATION ON FLOW BEHAVIOR OF TRAPPED OIL BLOB", "Abstrak": "External excitation of oil reservoirs has shown promising potential in increasing residual oil recovery. Although several numerical, experimental, and pilot studies were conducted over the last decades, large-scale field application is not realized due to inconclusive results on its performance. This paper aims to investigate the effect of external excitation on the flow behavior of an oil blob trapped in a constricted capillary tube model. Flow evolution and characteristic flow behaviors were studied using computational fluid dynamics (CFD) simulations. An external excitation with a sinusoidal profile propagating in the axial direction was applied at the wall of the constricted capillary tube model. The excitation intensity and frequency were varied to identify the flow characteristics. The results show that under the influence of external excitation, three distinct flow regimes develop based on the excitation frequency and intensity; these are trapped, clear pass, and dispersed pass. Velocity profiles, streamlines, and pressure contours were used to examine the resulting flow behaviors. In addition, dimensional analysis was carried out, and the dominant factors in each flow regime were identified. The dominant dimensionless numbers are Euler number, Reynolds number, and Weber number. Accordingly, the three flow regimes were mapped in the domains of these dimensionless numbers. As such, under given flow conditions, fluid properties, and external excitation parameters, the subsequent flow behavior can be predicted using the characteristic flow behavior maps presented in the study. Moreover, any of these flow regimes can be induced for a given application by tuning the excitation parameters based on the dimensionless characteristic maps presented.", "Daftar File": {}, "Penulis": "Tareq Mohammed Al-Shami [-]", "Kontributor / Dosen Pembimbing": ["Shiferaw Regassa Jufar", "Berihun Mamo Negash", "Mohammed Bashir Abdullahi"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Oil mobilization; Unconventional EOR; External excitation; Seismic stimulation; Flow behavior", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 108002, https://www.sciencedirect.com/science/article/pii/S0920410520310573", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "18 Feb 2022"}