{"Nomor": 63590, "Judul": "LONGITUDINAL VIBRATION ANALYSIS OF SUCKER ROD BASED ON A SIMPLIFIED THERMO-SOLID MODEL", "Abstrak": "The longitudinal vibration of a sucker rod may change plunger stroke, thus affecting the pumping efficiency. In the study, a simplified thermo-solid coupling model of the longitudinal vibration of a sucker rod is established based on the consideration of the effect of the temperature along the well depth. Then, with the finite element method, the influence of longitudinal vibration of a continuous steel sucker rod on plunger stroke is studied. The calculation model involves two stages. In the first stage, the polished rod position remains stationary, whereas the sucker rod vibrates only under its gravity and liquid column gravity. The final stable state of the sucker rod is the initial state of the second stage. This stage aims to eliminate the effect of the initial tensile vibration. The longitudinal vibration characteristics of the sucker rod in the second stage are calculated based on the consideration of the excitations of both the polished rod displacement and the liquid column load in order to ensure the accuracy of calculation results. The influences of the frequency of stroke, stroke, and the length of sucker rod on plunger displacement are studied. The plunger displacement is slightly lagged behind the excitation on the polished rod due to the joint action of elasticity and load. The frequency of stroke, stroke, and the length of sucker rod affect the overtravel. When the sucker rod length is 2000 m, the overtravel reaches 0.12 m. Other parameters can also be optimized with this model.", "Daftar File": {}, "Penulis": "Xiaobing Wang [-]", "Kontributor / Dosen Pembimbing": ["Leigang Lv", "Sen Li", "Hui Pu", "Yang Liu", "Bin Bian", "Dong Li"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Sucker rod; Longitudinal vibration; Finite element; Thermo-solid coupling model; Plunger stroke", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 107951, https://www.sciencedirect.com/science/article/pii/S0920410520310068", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "18 Feb 2022"}