{"Nomor": 63592, "Judul": "USULAN STRATEGI PEMASARAN DIGITAL UNTUK MENCAPAI    KESADARAN MEREK UNTUK PERUSAHAAN DESAIN INTERIOR (STUDI KASUS: PT OREKAN BHUMI LOKATARA)", "Abstrak": "Di era digitalisasi ini menuntut setiap orang untuk memiliki pengetahuan digital. Internet saat ini berfungsi sebagai penghubung antara orang-orang di belahan dunia mana pun yang terhubung satu sama lain. salah satu kegunaannya adalah sebagai media promosi atau bisa juga disebut dengan digital marketing. Pemasaran digital adalah suatu jenis usaha atau kegiatan yang dilakukan oleh pemasar, baik organisasi maupun individu dengan menggunakan pemanfaatan teknologi informasi digital, seperti media elektronik dan pemasaran berbasis internet. Salah satu bidang usaha yang dapat memanfaatkan digital marketing adalah perusahaan desain interior. Industri ini terus berkembang seiring dengan pertumbuhan pasar properti dan bangunan yang dalam beberapa tahun terakhir. Dalam penelitian ini PT Orekan Bhumi Lokatara sebagai perushaan desain interior memerlukan pemasaran digital untuk menaikan kesadaran merek bagi pelanggan.\n\nHasil penelitian menunjukan bahwa perusahan sudah melakukan beberapa strategi namun belum optimal dari segi struktur organisasi hingga proses kerja. karena ketidak optimalan itu membuat pelanggan tidak mengenali perusahaan khususnya tidak pernah melihat perusahaan pada sosial media. Adapun beberapa pemasaran digital yang ditawarkan yaitu memperbaharui Website, meningkatkan SEO, meningkatkan Instagram, meningkatkan Youtube, membuat sosial media baru (facebook dan linkedin) , mengumpulkan ulasan pelanggan sacara daring dan mengikuti acara komunitas. Penggunaan digital marketing dapat mempermudah dalam meningkatkan brand awareness bagi PT. Bhumi Orekan Indonesia. dengan menggunakan beberapa metode berupa analisis internal, antara lain STP Analysis, Marketing mix 7p, Porter value chain dan VRIO Analysis. Selain itu, analisis eksternal adalah analisis PESTEL, lima kekuatan Potter, analisis pesaing dan analisis pelanggan. dengan metode berikut dapat menghasilkan proposal strategi digital marketing yang dapat membantu perusahaan.", "Daftar File": {"COVER Nabilah Mahardika Putri": "https://digilib.itb.ac.id/gdl/download/254497", "BAB 1 Nabilah Mahardika Putri": "https://digilib.itb.ac.id/gdl/download/254498", "BAB 2 Nabilah Mahardika Putri": "https://digilib.itb.ac.id/gdl/download/254501", "BAB 3 Nabilah Mahardika Putri": "https://digilib.itb.ac.id/gdl/download/254502", "BAB 4 Nabilah Mahardika Putri": "https://digilib.itb.ac.id/gdl/download/254503", "PUSTAKA Nabilah Mahardika Putri": "https://digilib.itb.ac.id/gdl/download/254504"}, "Penulis": "Nabilah Mahardika Putri [29320048]", "Kontributor / Dosen Pembimbing": ["Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Digital Marketing, Social Media, STP Analysis, Marketing Mix 7P, Porter Value Chain, VRIO Analysis, PESTEL Analysis, Potter's Five Forces", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "18 Feb 2022"}