{"Nomor": 63604, "Judul": "REKOMENDASI STRATEGI UNTUK PENGEMBANGAN HUB LNG  UNTUK MENINGKATKAN PASAR LNG RITEL DI SUMATERA BAGIAN UTARA (STUDI KASUS PT PERTAGAS NIAGA)", "Abstrak": "Liquefied Natural Gas (LNG) adalah gas bumi yang dikondensasi menjadi cairan pada tekanan atmosfer dengan mendinginkannya hingga suhu -160 0C. LNG memiliki volume sekitar 1/600 fase gas pada suhu dan tekanan standar, sehingga lebih mudah dan ekonomis untuk didistribusikan, terutama kepada pelanggan yang jaraknya relatif jauh dari lapangan gas.\n\nLNG masih dianggap sebagai produk sementara sampai pelanggan memiliki akses ke Gas Pipa. Selama beberapa tahun terakhir, beberapa pelanggan LNG Pertagas Niaga telah beralih ke pasokan Gas Pipa begitu Gas Pipa tersedia. Harga Gas Pipa yang lebih rendah juga menjadi faktor yang membuat LNG kurang kompetitif dibandingkan Gas Pipa. Kondisi-kondisi tersebut menyebabkan penurunan volume penjualan LNG yang signifikan dan menyebabkan fasilitas LNG tidak terutilisasi secara penuh dan volume minimum kontrak transportasi tidak dapat dicapai.\n\nJika biaya Stasiun Pengisian LNG dibebankan kepada volume kontrak penjualan saat ini, biaya per unit LNG akan terlalu tinggi untuk dapat diterima pasar. Biaya per unit LNG dapat diturunkan dengan meningkatkan volume penjualan atau menurunkan biaya operasi secara bersamaan.\n\nMeningkatkan volume penjualan dari sektor industri cukup menjadi tantangan dalam kondisi saat ini, industri menjadi lebih sensitif terhadap harga. Untuk industri dengan volume konsumsi bahan bakar yang signifikan, Gas Pipa akan lebih layak secara ekonomi. Sehingga penjualan LNG perlu menyasar segmen pelanggan baru yang mengkonsumsi gas dalam volume yang lebih kecil dan tidak layak secara ekonomis untuk disuplai dengan Gas Pipa yaitu pelanggan dari sektor komersial dan industri kecil.\n\nVolume konsumsi gas yang lebih kecil membutuhkan rantai pasokan LNG yang berbeda dari rantai pasokan LNG Pertagas Niaga yang ada saat ini terkait beberapa pertimbangan teknis dan ekonomi. Aspek teknis yang perlu diperhatikan adalah konsumsi gas yang lebih kecil berarti membutuhkan infrastruktur LNG yang berbeda. LNG perlu dipasok dalam wadah penyimpanan yang dapat diangkut yang lebih kecil dibandingkan tangki ISO LNG yang digunakan saat ini. Untuk mengurangi biaya transportasi LNG, titik pasok LNG dapat digeser lebih dekat ke lokasi pelanggan. LNG tidak langsung dikirim dari Terminal LNG Arun ke lokasi pelanggan, melainkan dari area transit di Medan yang disebut LNG Hub. Pengembangan LNG Hub yang berfungsi sebagai titik pasok perantara diharapkan dapat menghasilkan efisiensi biaya transportasi.", "Daftar File": {"COVER Dina Stephani": "https://digilib.itb.ac.id/gdl/download/252718", "BAB 1 Dina Stephani": "https://digilib.itb.ac.id/gdl/download/252719", "BAB 2 Dina Stephani": "https://digilib.itb.ac.id/gdl/download/252720", "BAB 3 Dina Stephani": "https://digilib.itb.ac.id/gdl/download/252721", "BAB 4 Dina Stephani": "https://digilib.itb.ac.id/gdl/download/252722", "PUSTAKA Dina Stephani": "https://digilib.itb.ac.id/gdl/download/252723"}, "Penulis": "Dina Stephani [29319461]", "Kontributor / Dosen Pembimbing": ["Dr. Agung Wicaksono, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Ritel LNG, LNG Hub, Bisnis Model Kanvas, Strategi Diamond.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "21 Feb 2022"}