{"Nomor": 63600, "Judul": "POROSITY SYSTEM ANALYSIS AND ITS RELATION TO THE PERMEABILITY OF THE RESERVOIR ZONES IN THE UPPER DALAN MEMBER AND KANGAN FORMATION: A CASE STUDY, ONE OF THE GAS FIELDS IN THE ZAGROS COASTAL FARS, SW IRAN", "Abstrak": "The studied gas field is located in the Coastal Fars structural zone of the folded Zagros, in the west of Hormozgan Province and on the Gavbandi highland. The Dehram Group forms gas reservoirs in this field. The results of macroscopic and microscopic studies and routine core analysis of the Upper Dalan Member and Kangan Formation show that porosity with an average of 14.51% in the Kangan Formation is more than Upper Dalan Member with an average of 8.29% (certain intervals of the well cores); however, the Upper Dalan Member with an average of 10.8 md (10.8 × × 10?3 ?m2) has higher permeability than Kangan Formation with an average of 3.54 md (3.54 × × 10?3 ?m2). The Grain-supported facies (in accordance with Ka-2 reservoir zone) of the Kangan Formation has the best reservoir quality with an average of 10.7% effective porosity and 43.3% total water saturation; while in the Upper Dalan Member, mud-supported facies (in accordance with UDL-5 reservoir zone) has the best reservoir quality with an average of 10.2% effective porosity, and 36.7% total water saturation where the dolomitization process has been the most important factor for increasing the reservoir quality in these facies. The porosity type of the Kangan reservoir (oolitic grainstone of shoal facies belt in Ka-2 reservoir zone) is isolated moldic and vuggy those generates high porosity and low permeability values in this formation but in some intervals, the isolated molds and vugs are connected by channel and fracture; therefore increased the value of permeability. The tidal flat facies belt of Upper Dalan member has high porosity and permeability and good reservoir quality in the UDL-2, UDL-5 and UDL-6 reservoir zones, with respect to the tidal flat facies of the Kangan Formation, which is related to dolomitization processes that generate intercrystalline porosity type. Finally, both the depositional environment and diagenetic processes controlled the distribution characteristics of reservoir quality, as seen in the relation between porosity and permeability.", "Daftar File": {}, "Penulis": "Mohammad Nikbin [-]", "Kontributor / Dosen Pembimbing": ["Mohammad Khanehbad", "Reza Moussavi-Harami", "Asadollah Mahboubi", "Mahdi Khoddami", "Ehsan Ghofrani"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Porosity system; Permeability; Lithofacies; Diagenesis; Reservoir zones; Upper Dalan Member; Kangan formation", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 107835, https://www.sciencedirect.com/science/article/pii/S0920410520308950", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "18 Feb 2022"}