{"Nomor": 63602, "Judul": "DIRECT NUMERICAL SIMULATION OF THE EFFECTS OF FLUID/FLUID AND FLUID/ROCK INTERACTIONS ON THE OIL DISPLACEMENT BY LOW SALINITY AND HIGH SALINITY WATER: PORE-SCALE OCCUPANCY AND DISPLACEMENT MECHANISMS", "Abstrak": "Laboratory experiments have shown that performance of waterflooding in oil reservoirs could be significantly increased by lowering the ionic strength and/or manipulation of its composition, which is generally known as low salinity waterflooding (LSWF). The involved mechanisms in additional oil production can be generally categorized in two categories, fluid/fluid and fluid/rock interactions. The distribution of the phases and the involved displacement mechanisms would be strongly affected by the inter-relations between capillary and viscous forces. Although there have been recent advances in the simulation of the LSWF at core scale and beyond and some models are included in commercial core-scale/field-scale simulators, there are very few works that modelled and simulated this process at the pore scale. As a result the effects of wettability alteration and/or interfacial tension (IFT) change on the distribution of the phases at pore scale as well as dynamics of the displacement are not thoroughly investigated and not well understood, even in spite of many micromodel experiments. The aim of the present study is to investigate the fluids distribution, redistribution and dynamic of the displacement mechanisms at the true pore scale (inside a pore), by modelling both rock/fluid (dynamic contact angle) and fluid/fluid (dynamic oil/water IFT as well as diffusion between high salinity and low salinity water) interactions. Simulation results show that in addition to the fluid/rock interactions, fluid/fluid interactions are also important in the effectiveness of LSWF and shall be considered in simulation studies. This is especially true in the case of non-water-wet systems. Our simulations provide new physical insights into LSWF and the dynamics of two-phase flow under wettability alteration as well as IFT changes induced by the LSWF, which cannot be easily captured by laboratory experiments. The results are also used to better explain some of the observed discrepancies in larger scales such as micromodel or coreflood experiments.", "Daftar File": {}, "Penulis": "MohammadReza Alizadeh [-]", "Kontributor / Dosen Pembimbing": ["Mobeen Fatemi", "Mohammad Mousavi"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Direct numerical simulation; Computational fluid dynamics; Dynamic contact angle; Dynamic interfacial tension; Low salinity water flooding", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 107765, https://www.sciencedirect.com/science/article/pii/S0920410520308275", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "18 Feb 2022"}