{"Nomor": 63607, "Judul": "PERANCANGAN TATA LETAK PADA GUDANG BAHAN PENGEMASAN DI PT PARAGON TECHNOLOGY AND INNOVATION", "Abstrak": "PT Paragon Technology & Innovation (PT PTI) merupakan perusahaan manufaktur\nproduk kecantikan dan perawatan tubuh. Saat ini, gudang bahan pengemasan PTI\ndibagi menjadi dua area sesuai jenis barang, yaitu liquid dan decorative. Pembagian\nluas area dan kelas barang yang tidak tepat menyebabkan terjadinya penumpukan\nbarang di beberapa sisi gudang dan penempatan barang yang salah. Kondisi ini\nmenjadi penyebab dari 39.57% keterlambatan pesanan. Oleh karena itu, dibutuhkan\nrancangan tata letak gudang bahan pengemasan untuk meminimasi waktu tempuh\npicker di dalam gudang dengan batasan luas area gudang saat ini.\nProses perancangan gudang diawali dengan menentukan kebutuhan ruang\npenyimpanan berdasarkan kebijakan penyimpanan. Kebijakan penyimpanan yang\nditinjau adalah kebijakan saat ini, random storage policy, dan class-based storage\npolicy menggunakan analisis FSN (Devarajan & Jayamohan, 2016; Mitra, et al.,\n2015; Rosenwein, 1994) dan klaster (Nainggolan, et al, 2018). Berdasarkan\nkebutuhan ruangnya, dirancang gudang sesuai dengan tipe alirannya, yaitu U-flow\n(Cakmak, et al., 2012; Onut, et al., 2008) dan flow-through (Cakmak, et al., 2012;\nOnut, et al., 2008). Selanjutnya, untuk gudang dengan class-based storage policy,\ndilakukan perancangan alokasi kelas (Muppani & Adil, 2008; Chan & Chan, 2011).\nPerbandingan rancangan tata letak dilakukan berdasarkan total ekspektasi waktu\nperpindahan picker selama durasi penelitian, yaitu Januari 2020 - April 2021\n(Muppani & Adil, 2008; Goetschalkx, 2012).\nRancangan tata letak gudang terbaik adalah gudang U-flow dengan class-based\nstorage policy. Rancangan ini memiliki kapasitas penyimpanan 9664 palet dan total\nekspektasi waktu perpindahan barang sebesar 975.55 jam atau 21.17% lebih baik\ndibandingkan dengan rancangan gudang saat ini dan nilai ekspektasi waktu\nperpindahan picker 516.08 jam atau 26.49% lebih cepat dibandingkan dengan\nrancangan saat ini.", "Daftar File": {"ABSTRAK Kevin Arismunandar Suhartono": "https://digilib.itb.ac.id/gdl/download/243926"}, "Penulis": "Kevin Arismunandar Suhartono [13417109]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Yosi Agustina Hidayat, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "gudang, tata letak barang, aliran barang, kebijakan penyimpanan, klaster", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "7 file", "Tanggal Input": "21 Feb 2022"}