{"Nomor": 63611, "Judul": "LOYALITAS PELANGGAN PENGGUNA APLIKASI MOBILE COMMERCE (M-COMMERCE) PADA GENERASI MILENIAL", "Abstrak": "Mobile commerce atau m-commerce merupakan perpanjangan dari e-commerce di mana perdagangan produk dan jasa dilakukan menggunakan perangkat seluler. Hasil studi oleh CupoNation menunjukkan bahwa masyarakat Indonesia lebih menyukai berbelanja online melalui perangkat seluler dibandingkan dengan desktop. Menurut studi dari Kredivo dan Katadata Insight Center (KIC) terkait perilaku konsumen e-commerce Indonesia, generasi milenial menjadi salah satu penyumbang tertinggi transaksi e-commerce. Generasi milenial adalah pelanggan yang kurang loyal dibandingkan dengan generasi lainnya. Memahami karakter milenial dapat digunakan untuk memahami tren produk yang mereka gemari saat ini sehingga dapat merumuskan strategi pemasaran yang tepat untuk menyasar segmen milenial. Di pasar yang semakin kompetitif, kemampuan untuk membangun loyalitas pelanggan dipandang sebagai faktor kunci dalam memenangkan pangsa pasar. Penelitian ini bertujuan untuk mengembangkan model yang dapat menjelaskan loyalitas pelanggan pengguna aplikasi m-commerce pada generasi milenial. Model yang diusulkan menggunakan dua komponen utama TAM (Technology Acceptance Model), yaitu perceived usefulness dan perceived ease of use serta penambahan beberapa konstruk untuk mewakili karakteristik individu, seperti personal innovativeness, compatibility,dan subjective norms serta penambahan konstruk terkait estetika desain dari tampilan aplikasi m-commerce, yaitu design aesthetics dan perceived enjoyment yang merepresentasikan komponen hedonis untuk menyelidiki perbedaan pengaruh antara perceived usefulness dan perceived enjoyment terhadap loyalitas pelanggan generasi milenial untuk aplikasi m-commerce.\nResponden dalam penelitian merupakan generasi milenial yang lahir pada tahun 1981-1996. Data yang digunakan dalam penelitian dikumpulkan melalui kuesioner yang disebarkan secara online. Sebanyak 318 data pengguna layanan aplikasi m-commerce diolah dengan menggunakan metode PLS-SEM. Hasil penelitian menunjukkan bahwa compatibility, personal innovativeness dan subjective norms terbukti memiliki pengaruh terhadap perceived enjoyment. Design aesthetics memiliki pengaruh terhadap perceived usefulness, perceived ease of use, dan perceived enjoyment untuk aplikasi m-commerce. Personal innovativeness tidak terbukti memiliki pengaruh terhadap perceived usefulness. Perceived usefulness, perceived ease of use dan perceived enjoyment berpengaruh terhadap customer loyalty dengan perceived enjoyment sebagai prediktor terkuat.", "Daftar File": {"ABSTRAK Afina Hardyanti": "https://digilib.itb.ac.id/gdl/download/243927", "COVER": "https://digilib.itb.ac.id/gdl/download/244696", "BAB I": "https://digilib.itb.ac.id/gdl/download/244697", "BAB II": "https://digilib.itb.ac.id/gdl/download/244698", "BAB III": "https://digilib.itb.ac.id/gdl/download/244699", "BAB IV": "https://digilib.itb.ac.id/gdl/download/244700", "BAB V": "https://digilib.itb.ac.id/gdl/download/244701", "BAB VI": "https://digilib.itb.ac.id/gdl/download/244702", "BAB VII": "https://digilib.itb.ac.id/gdl/download/244703", "DAFTAR PUSTAKA": "https://digilib.itb.ac.id/gdl/download/244704"}, "Penulis": "Afina Hardyanti [23418010]", "Kontributor / Dosen Pembimbing": ["Titah Yudhistira, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Customer Loyalty, M-Commerce, Generasi Milenial", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "10 file", "Tanggal Input": "21 Feb 2022"}