{"Nomor": 63614, "Judul": "PENERAPAN STRATEGI PEMASARAN PADA USAHA PERTANIAN DAN PETERNAKAN", "Abstrak": "Usaha Perkebunan dan Pertanian merupakan salah satu pilihan terbaik bagi para pengusaha untuk memulai usaha sendiri karena setiap orang membutuhkan makanan atau minuman untuk kehidupannya. Untuk menciptakan ekosistem bisnis, para pengusaha mungkin menghadapi berbagai tantangan mulai dari, membangun ladang menjadi tempat pertanian dan pertanian, dan menjual ke vendor dan pelanggan pada waktu tertentu. Kesadaran merek juga merupakan tugas penting yang harus dijalankan karena pelanggan tidak mengenali dan mempercayai perusahaan baru. Penelitian ini bertujuan untuk meningkatkan kinerja bisnis salah satu UKM pertanian dan pertanian dengan menciptakan brand awareness perusahaan, meningkatkan tingkat keterlibatan pelanggan, dan memaksimalkan keuntungan perusahaan.\nDalam penelitian ini, peneliti ingin menerapkan strategi pemasaran yang efektif dengan menjual salah satu produk perusahaan (bebek) ke supermarket dan restoran sebagai calon mitra bisnis. Penelitian dimulai dengan mengidentifikasi masalah, menganalisis situasi internal dan eksternal perusahaan, dan merumuskan strategi dan rencana implementasi.\nSetelah meneliti penelitian, peneliti merekomendasikan perusahaan untuk mengubah produk, membuat strategi promosi baru, dan merevisi STP dan Marketing Mix.", "Daftar File": {"COVER Raymond Yonathan Hutapea": "https://digilib.itb.ac.id/gdl/download/255066", "BAB 1 Raymond Yonathan Hutapea": "https://digilib.itb.ac.id/gdl/download/255067", "BAB 2 Raymond Yonathan Hutapea": "https://digilib.itb.ac.id/gdl/download/255068", "BAB 3 Raymond Yonathan Hutapea": "https://digilib.itb.ac.id/gdl/download/255069", "BAB 4 Raymond Yonathan Hutapea": "https://digilib.itb.ac.id/gdl/download/255070", "PUSTAKA Raymond Yonathan Hutapea": "https://digilib.itb.ac.id/gdl/download/255071"}, "Penulis": "Raymond Yonathan Hutapea [29320106]", "Kontributor / Dosen Pembimbing": ["Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Usaha Pertanian, Bebek, Pemasaran, Strategi Bisnis, Analisa Internal, Analisa External, STP, Marketing Mix", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "21 Feb 2022"}