{"Nomor": 63627, "Judul": "INTEGRASI SOLAR PV-TURBIN ANGIN DALAM PRODUKSI HIDROGEN DAN PEMBANGKITAN LISTRIK UNTUK STASIUN PENGISIAN BAHAN BAKAR HIDROGEN DAN STASIUN PENGISIAN KENDARAAN LISTRIK DI INDONESIA", "Abstrak": "ABSTRAK\nINTEGRASI SOLAR PV-TURBIN ANGIN DALAM PRODUKSI\nHIDROGEN DAN PEMBANGKITAN LISTRIK UNTUK STASIUN\nPENGISIAN BAHAN BAKAR HIDROGEN DAN STASIUN\nPENGISIAN KENDARAAN LISTRIK DI INDONESIA\nOleh:\nSyahril Aditya Ginanjar\nNIM: 23220084\n(Program Studi Magister Teknik Elektro)\nPenelitian ini mengkaji integrasi solar pv & turbin angin untuk produksi hidrogen,\npembangkit listrik serta mengubah hidrogen menjadi listrik melalui sel bahan bakar.\nListrik yang dihasilkan dari sinar matahari dan angin digunakan untuk produksi hidrogen\nmenggunakan elektrolisis air. Perkembangan sistem energi dengan penggunaan teknologi\nsel bahan bakar memerlukan pemahaman dasar tentang sistem sel bahan bakar serta\nelektronika daya terkait. Dalam kajian diberikan model sistem secara keseluruhan\ntermasuk solar pv, turbin angin, elektroliser, sistem penyimpanan, sel bahan bakar, dan\nmodel integrasi grid menggunakan MATLAB Simulink. Perhatian khusus diberikan untuk\nmerancang 30% bauran energi dari energi terbarukan di stasiun bahan bakar konvensional\nberbasis fosil. Sistem elektronika daya membuat keluaran listrik tersinkronisasi dengan\njaringan listrik yang ada. Keluaran dari sel bahan bakar dapat ditransfer ke stasiun\npengisian listrik melalui DC link dengan konverter dan kemudian ke jaringan\nmenggunakan grid-inverter tiga fasa. Sistem ini memiliki keunggulan dapat menghasilkan\nenergi listrik dan sebagai energi cadangan melalui fuel cell dengan penyimpanan hidrogen.\nDari pemodelan dan simulasi dibutuhkan solar pv dengan total kapasitas 200 kWp pada\narea seluas 3066.36 m2 dan turbin angin dengan total kapasitas 20 kW pada area seluas\n656 m2. Sistem terdiri dari Storage Tank berkapasitas 2 x 6 x 300 liter pada area seluas 71\nm2, Unit Produksi Hidrogen (onsite) berkapasitas 10 x 5 kW dan Fuel Cells Power Plant\nberkapasitas 10 x 5 kW pada gedung seluas 625 m2, Stasiun Pengisian Kendaraan Listrik\nUmum berkapasitas 1 x 60 kW, 2 x 22 kW & 1 x 3,5 kW, Stasiun Pengisian Bahan Bakar\nHidrogen berkapasitas 1 x 70 MPa dan integrasi sistem dengan jaringan eksisting\nberkapasitas 1 x 500 kW. Sistem yang dibangun mampu menampung total 69 unit mobil\nlistrik berbasis baterai dan 43 unit mobil listrik berbasis fuel cell pada SPBU ideal.\nSementara itu, pada SPBU standar tipe A (luas area 1800 m2) bauran EBT maksimum\nyang dapat dicapai sebesar 10.42%, kemudian pada SPBU standar tipe B (luas area 1500\nm2) sebesar 8.55% dan pada SPBU standar tipe C (luas area 1000 m2) sebesar 5.61%.\nImpementasi pada semua tipe SPBU standar tersebut mampu melayani 41 unit mobil\nlistrik berbasis baterai dan 22 unit mobil listrik berbasis fuel cell dalam sehari.\nKata kunci: hidrogen, solar PV, turbin angin, elektroliser, fuel cells, konverter daya, grid.", "Daftar File": {}, "Penulis": "Syahril Aditya Ginanjar [23220084]", "Kontributor / Dosen Pembimbing": ["Burhanuddin Halimi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "hidrogen, solar PV, turbin angin, elektroliser, fuel cells, konverter daya, grid.", "Sumber": "", "Staf Input/Edit": "", "File": "0 file", "Tanggal Input": "21 Feb 2022"}