{"Nomor": 63620, "Judul": "STRATEGI PEMASARAN YANG DIUSULKAN UNTUK MENINGKATKAN PENJUALAN DI BLANK APPAREL", "Abstrak": "Blank Apparel adalah bisnis pakaian berbasis online yang berlokasi di Indonesia. Didirikan pada Februari 2020, Blank Apparel mengalami pertumbuhan yang cukup signifikan dalam rentang waktu 2020 hingga akhir 2021.  Permasalahan utama yang dialami oleh Blank Apparel saat ini yaitu meningkatknya biaya iklan dan pemasaran seiring dengan bertumbuhnya kapasitas dan penjualan Blank Apparel. Tujuan dari penelitian ini adalah untuk menganalisis faktor-faktor internal maupun eksternal yang mempengaruhi bisnis Blank Apparel, menganalisis penyebab  terhambatnya pertumbuhan penjualan, menyusun strategi marketing untuk mengembangkan pertumbuhan penjualan dan pengimplementasian strategi marketing baru tersebut. Untuk itu ada 3 pertanyaan dalam penelitian ini yang perlu dijawab yaitu bagaimana posisi Blank Apparel diantara pesaing bisnis nya, strategi marketing apa yang paling efektif untuk meningkatkan pertumbuhan penjualan di masa depan dan bagaimana cara mengimplementasi strategi tersebut.\n\nPenelitian ini didukung dengan analisa eksternal seperti analisis PESTEL, Porter’s five forces dan analisa kompetitor. Selain itu terdapat pula analisa internal seperti strategi marketing 7P, analisis STP, analisis SWOT dan bisnis model kanvas. Penelitian ini menggunakan metode kualitatif dan kuantitatif yang menggunakan survei dan interview dari pelanggan Blank Apparel. Peneliti menganalisa posisi Blank Apparel dibandingkan dengan pesaing bisnis nya dilihat dari sisi penjualan dan pengikut di social media Instagram. Hasil penelitian kemudian akan dianalisa menggunakan matriks TOWS dan menggunakan strategi marketing 7P untuk membantu Blank Apparel mengembangkan bisnis dan penjualannya. Implementasi strategi dalam bentuk Gantt chart akan dibuat berdasarkan strategi marketing campuran 7P untuk dapat diimplementasikan dengan baik.", "Daftar File": {"COVER Jovan Nathaniel Lesmana": "https://digilib.itb.ac.id/gdl/download/253922", "BAB 1 Jovan Nathaniel Lesmana": "https://digilib.itb.ac.id/gdl/download/253923", "BAB 2 Jovan Nathaniel Lesmana": "https://digilib.itb.ac.id/gdl/download/253924", "BAB 3 Jovan Nathaniel Lesmana": "https://digilib.itb.ac.id/gdl/download/253925", "BAB 4 Jovan Nathaniel Lesmana": "https://digilib.itb.ac.id/gdl/download/253926", "PUSTAKA Jovan Nathaniel Lesmana": "https://digilib.itb.ac.id/gdl/download/253927"}, "Penulis": "Jovan Nathaniel Lesmana [29320143]", "Kontributor / Dosen Pembimbing": ["Anh Dung Do, MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Bisnis, Strategi Pemasaran, Bisnis Online, Fesyen, Merek Pakaian.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "21 Feb 2022"}