{"Nomor": 63630, "Judul": "INTERAKSI SEAMLESS ANTARA PENGGUNA DENGAN LINGKUNGAN HOME AUTOMATION", "Abstrak": "ABSTRAK\nINTERAKSI SEAMLESS ANTARA PENGGUNA DENGAN LINGKUNGAN HOME AUTOMATION\nOleh\nNama Wildan Arasid\nNIM: 23219340\n(Program Studi Magister Teknik Elektro)\nSistem Home Automation bertujuan untuk mempermudah pekerjaan dan memberikan kenyamanan pada penggunanya, untuk mewujudkan tujuan ini perlu adanya penggunaan interaksi manusia-mesin yang tepat. Setiap jenis interaksi memiliki kekurangan dan kelebihan masing-masing semua dipengaruhi oleh situasi, kondisi dan kebutuhan pengguna. Dalam penelitian ini dirancang sebuah aplikasi berbasis Android yang menyediakan beberapa jenis interaksi untuk memberikan fleksibilitas pengguna dalam mengendalikan rumah. Interaksi yang tersedia yaitu interaksi tombol menu teks, interaksi perintah suara dan interaksi Augmented Reality. Setelah aplikasi dirancang, kemudian aplikasi diuji menggunakan pengujian fungsional (blac box testing) dan pengujian kegunaan sistem dengan mengukur tingkat kesalahan (efektivitas) dan waktu (efisiensi), kemudian kuesioner System Usability Survey (SUS) dibagikan kepada responden untuk mengevaluasi kegunaan aplikasi. Berdasarkan pengujian fungsional, aplikasi dapat berfungsi sebagaimana mestinya. Kemudian hasil dari pengujian kegunaan aplikasi didapat bahwa setiap interaksi dapat saling melengkapi dengan kelebihan dan kekurangan masing-masing interaksi, selain itu aplikasi ini mendapat skor SUS sebesar 78,25 yang dapat dikategorikan sebagai aplikasi yang layak untuk digunakan.\nKata kunci: aplikasi home automation, interaksi manusia-mesin, interaksi manusia-bangunan, interaksi perintah suara, Augmented Reality, area target.", "Daftar File": {"ABSTRAK - WILDAN ARASID": "https://digilib.itb.ac.id/gdl/download/244004"}, "Penulis": "Wildan Arasid [23219340]", "Kontributor / Dosen Pembimbing": ["Dr. Ary Setijadi Prihatmanto, S.T., M.T.", "Dr. Rahadian Yusuf, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "aplikasi home automation, interaksi manusia-mesin, interaksi manusia-bangunan, interaksi perintah suara, Augmented Reality, area target.", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "21 Feb 2022"}