{"Nomor": 63636, "Judul": "EVALUASI PENGGUNAAN EXERGAME BERBASIS VIRTUAL REALITY SEBAGAI PENURUN STRES AKIBAT BEBAN KERJA MENTAL", "Abstrak": "Lingkungan kerja saat ini telah banyak berubah, sebagian besar pekerjaan didominasi oleh beban kerja mental. Ketidakseimbangan antara beban kerja mental dengan kapasitas kognitif akan menimbulkan stres pada pekerja. Stres yang dialami pekerja dapat memengaruhi performansi maupun kesehatan fisik dan mental pekerja. Salah satu alternatif yang dapat dilakukan untuk mengurangi stres akibat beban kerja mental adalah dengan berolahraga atau melakukan aktivitas fisik. Olahraga dapat dilakukan dengan menggunakan exergame berbasis virtual reality (VR) dimana exergame merupakan kombinasi antara latihan fisik dan bermain game. Terdapat banyak jenis exergame sehingga pengalaman yang diberikan oleh tiap permainan berbeda. Pengalaman ini dapat memengaruhi kondisi psikis pemain. Pengalaman pemain juga dapat dipengaruhi oleh presence. Tujuan dari penelitian ini adalah untuk mengevaluasi penurunan stress pada penggunaan jenis exergame VR yang berbeda.\nPenelitian ini menggunakan dua jenis exergame, yaitu dance exergame dan workout exergame. 21 orang partisipan diminta untuk mencoba kedua jenis exergame. Setiap partisipan diminta melakukan visual search task dan memory task sebagai penugasan beban kerja mental. Selanjutnya, partisipan akan memainkan tiap permainan selama ±10 menit. Parameter yang diukur adalah tingkat stress subjektif menggunakan STAI-S, pengukuran beban kerja mental dan fisik menggunakan pengukuran HRV, presence menggunakan PQ, dan pengalaman bermain menggunakan GUESS. Hasil dari penelitian ini adalah secara subjektif, tidak ada perbedaan penurunan stres yang signifikan dari kedua jenis permainan. Secara objektif, terdapat perbedaan yang signifikan pada parameter HF, mean RR, mean HR, dan LF/HF ratio ketika mengerjakan beban kerja mental dan setelah memainkan VR. Maka dari itu, dapat disimpulkan bahwa jenis exergame berbasis workout dapat menurunkan stres lebih baik dibandingkan dengan exergame berbasis dance.", "Daftar File": {"ABSTRAK Aulia Hadelsy Diananda": "https://digilib.itb.ac.id/gdl/download/244047"}, "Penulis": "Aulia Hadelsy Diananda [13417094]", "Kontributor / Dosen Pembimbing": ["Dwita Astari Pujiartati, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "exergame, VR, stres.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "21 Feb 2022"}