{"Nomor": 63638, "Judul": "NUMERICAL MODELING OF OIL WELL INTEGRITY WITH A PARTICULAR VIEW TO CEMENT (CASE STUDY: MAROON OILFIELD IN SOUTHWEST OF IRAN)", "Abstrak": "Well integrity represents an objective/solution for protecting human life and environment while retaining oil production rate during the life of the well. Characterization of cement behavior plays an important role in ensuring the well integrity and can be effectively considered when it comes to the prevention of casing failure. In this research, firstly, petrophysical data at one of the wells drilled into Maroon Oilfield in southwest of Iran was used to build a one-dimensional geomechanical model of the formation encompassing the well, based on which geomechanical characteristics of the formation were estimated. Subsequently, mechanical parameters of the cement sheath used in the considered well and the friction parameters of the cement-formation contact surface were determined via laboratory tests on samples of the cement. Next, using the obtained data and considering the environmental conditions in the well, a reference numerical model was constructed for a particular section of the studied well utilizing ABAQUS Software followed by analyzing the wellbore stability under existing conditions. Finally, sensitivity analysis and parametric studies were performed to investigate the impact of friction parameters of contact surfaces, and mechanical properties of the cement on the well integrity. The results indicated that, higher Young's modulus and/or lower Poisson's ratio, cohesion, and friction angle in the cement sheath further contributed to larger plastic strains in the sheath. Moreover, with increasing the friction of formation-cement and cement-casing contact surfaces, plastic strain of the cement was observed to decrease. In the parametric analysis, the coefficient of friction between cement-formation and cement-casing has decreased by About 45% and 60%, respectively, and the amount of PEEQ in cement increases by up to 30 mm.", "Daftar File": {}, "Penulis": "Eissa Khodami [-]", "Kontributor / Dosen Pembimbing": ["Ahmad Ramezanzadeh", "Mehdi Noroozi"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Well integrity; Numerical modeling; Geomechanical model; Cement; ABAQUS", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 107991, https://www.sciencedirect.com/science/article/pii/S0920410520310469", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "21 Feb 2022"}