{"Nomor": 63639, "Judul": "A NOVEL DILUTION CONTROL STRATEGY FOR GAS KICK HANDLING AND RISER GAS UNLOADING MITIGATION IN DEEPWATER DRILLING", "Abstrak": "Non-aqueous drilling fluids are generally favored in risered deepwater drilling operations for their capability to significantly improve drilling performance. However, their use may increase the difficulty of gas kick detection and handling, due to the high solubility of gas at downhole pressure and temperature conditions. A novel managed pressure drilling (MPD) control strategy is proposed here to handle gas kicks and prevent riser gas unloading (RGU) events in cases of gas influxes in non-aqueous drilling fluids. With the proposed strategy, the dissolved gas kick is diluted to a less severe level after it passes the subsea blow-out preventers by injecting mud into the riser through the booster line. Since the dissolved gas concentration is decreased after dilution, it is easier to mitigate or even fully eliminate an RGU event by applying an appropriate MPD backpressure. This MPD backpressure keeps the kick in solution when it is in the riser, and only allows it to come out of solution after passing the MPD choke. The proposed strategy's effectiveness is demonstrated using multiphase flow model simulations. The modeling approach considers the transient behavior of the two-phase gas-fluid mixture, and is validated against full-scale experimental data. Simulation results for a typical deepwater drilling operation show that the proposed MPD control strategy with riser dilution can greatly improve both the safety and speed of handling gas kicks in deepwater drilling. The improved safety derives from the ability to eliminate RGU events, and the increased speed comes from handling the kick directly in the riser using MPD backpressure and booster line dilution rather than through the lengthy conventional process of circulating it out through the choke line. Sensitivity analysis is conducted to investigate how the performance of the proposed control strategy is affected by influx gas composition, reservoir depth, seawater column height, kick size, and dilution ratio. A main conclusion is that the backpressures required after dilution are within the operating limits of regular marine risers, and therefore the majority of gas influx cases can be handled without the need for high-pressure risers. This allows for the relatively straightforward deployment of the proposed control strategy in the field.", "Daftar File": {}, "Penulis": "Qifan Gu [-]", "Kontributor / Dosen Pembimbing": ["Amirhossein Fallah", "Tianheng Feng", "Soovadeep Bakshi", "Dongmei Chen", "Pradeepkumar Ashok", "Dennis Moore", "Eric van Oort"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Deepwater drilling; Riser gas unloading mitigation; Managed pressure drilling; Dilution control strategy; Two-phase flow model; Non-aqueous drilling fluid", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 107973, https://www.sciencedirect.com/science/article/pii/S0920410520310287", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "21 Feb 2022"}