{"Nomor": 63642, "Judul": "EFFECTS OF SWELLING-CLAY AND SURFACE ROUGHNESS ON THE WETTABILITY OF TRANSITIONAL SHALE", "Abstrak": "Wettability in unconventional reservoirs is poorly understood. However, it plays a fundamental role in fluid-rock interactions, and an understanding of wetting behavior is essential for capillary seal assessments and hydrocarbon reserve estimation and recovery in clay-rich reservoirs. In this study, the wetting behavior of transitional Shanxi-Taiyuan shale from the southern North China basin was examined via the contact angle (CA) and spontaneous imbibition (SI) measurement methods. Under water-air-shale conditions, water-wet and neutral-wet behaviors were observed, whereas neutral-wet and oil-wet behaviors were observed under water-oil-shale conditions (Young's equation was used to convert the water-air-shale system to the water-oil-shale system). When the CA method was used, the shale was shown to be hydrophobic, whereas when the SI test was used, the shale was observed to be hydrophilic. The water-air CAs are negatively correlated with the total organic content (TOC), carbonate and clay mineral contents (excluding those of illite). Furthermore, iron-containing compounds, such as pyrite and siderite, were shown to decrease the water wetness. A linear negative correlation was found between the surface roughness and the CA value. The relationship between these parameters can be used to predict the CAs at different surface roughness values for a given sample. The contradictory wetting behaviors between the results of SI and CA methods can be explained by: (i) differences between the CAs formed under water-air-shale conditions and those formed under hydrocarbon-brine-shale conditions; (ii) differences in the surface roughness, which is dependent on the texture and mineralogy of the shale sample; and (iii) clay swelling after water sorption and the formation of microfractures due to water–rock interactions.", "Daftar File": {}, "Penulis": "Pei Li [-]", "Kontributor / Dosen Pembimbing": ["Jinchuan Zhang", "Reza Rezaee", "Wei Dang", "Xuekai Li", "Cut Aja Fauziah", "Haikuan Nie", "Xuan Tang"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Shale; Spontaneous imbibition; Contact angle; Wettability; Surface roughness; Clay swelling", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 108007, https://www.sciencedirect.com/science/article/pii/S0920410520310627", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "21 Feb 2022"}