{"Nomor": 63644, "Judul": "HYDRAULIC APERTURES OF BARREN FRACTURES IN TIGHT-GAS SANDSTONES AT DEPTH: IMAGE-CORE CALIBRATION IN THE LOWER CRETACEOUS BASHIJIQIKE FORMATION, TARIM BASIN", "Abstrak": "Understanding the features of apertures of hydraulically conductive fractures occurring in the subsurface is vitally important in tight-gas reservoirs. The Cretaceous Bashijiqike Formation in the Kelasu Belt, Tarim Basin, is a gas enrichment reservoir at depths greater than 6,500 m. The matrix permeability is less than 0.1 mD, and generally decreases by one to two orders of magnitude under the reservoir conditions. Core analyses and image logs indicate that one type of natural fractures, which were assumed to have minor contributions to fluid flow in the subsurface, are pervasively developed with barren features and appear as conjugate fracture patterns with en-echelon steps occurring on the fracture surfaces. The hydraulic apertures of these fractures were determined based on core-image calibration and overburden pressure testing on the fractured cores under reservoir conditions, and suggests that they have hydraulic apertures ranging between 2.54 ?m and 5.62 ?m. The hydraulic fracture apertures could gradually decrease in size with burial depth. The fractures are hydraulically open implied by the presence of asperities generated by certain amounts of shearing displacement along the fracture surface and the abnormally high formation pressure of the Bashijiqike Formation. The results also imply that all of the fractures are able to enhance the reservoir permeability in the tight-gas sandstones, but affected by present horizontal stress.", "Daftar File": {}, "Penulis": "Tao Nian [-]", "Kontributor / Dosen Pembimbing": ["Guiwen Wang", "Chengqian Tan", "Liyin Fei", "Wenhao He", "Song Wang"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fracture hydraulic aperture; Barren fracture; Core-image calibration; Tight-gas sandstone; Tarim basin", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 108016, https://www.sciencedirect.com/science/article/pii/S0920410520310718", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "21 Feb 2022"}