{"Nomor": 63640, "Judul": "A NEW TRANSIENT MODEL FOR HYDRATE SLURRY FLOW IN OIL-DOMINATED FLOWLINES", "Abstrak": "A transient simulation tool for the gas hydrate slurry flow is crucial for hydrate flow assurance in the petroleum industry. In this work, we propose a new transient model for gas hydrate slurry flow in oil-dominated flowlines. A two-fluid model and a temperature equation are used to describe the gas-slurry two-phase flow. For the modeling of particulate phase flow, number density conservation equation and diameter conservation equation of the hydrate particles are established by Eulerian approach, a momentum conservation equation is established by Lagrangian approach. Furthermore, combining with the hydrate formation model, the transient gas hydrate slurry flow in oil-dominated flowlines can be numerically simulated. This model is verified by experimental data and field data, respectively. Afterwards, it is applied to analyze the transient behavior of the gas-hydrate slurry multiphase flow upon reduced gas well production. Finally, the sensitivity analysis of effects of flowrate, initial average size of water droplets and drag force on the hydrate slurry multiphase flow is performed. These results are of great practical value to give a deeper understanding of hydrate slurry multiphase flow, and contribute to better hydrate management in the petroleum industry by using hydrate slurry flow technology.", "Daftar File": {}, "Penulis": "Guoyun Shi [-]", "Kontributor / Dosen Pembimbing": ["Shangfei Song", "Bohui Shi", "Jing Gong", "Dongliang Chen"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Multiphase flow; Natural gas hydrates; Hydrate formation; Flow assurance; Transient flow simulation", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 108003, https://www.sciencedirect.com/science/article/pii/S0920410520310585", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "21 Feb 2022"}