{"Nomor": 63649, "Judul": "PENERAPAN ANALISA DATA UNTUK MENINGKATKAN PENCATATAN KLAIM DI PT MARSH INDONESIA", "Abstrak": "PT Marsh Indonesia adalah perusahaan joint venture (JV) yang bergerak di bidang jasa keuangan yang berfokus pada broker asuransi. Terdapat beberapa divisi dalam perusahaan tersebut, dimana salah satunya adalah divisi klaim asuransi umum yang mempunyai fungsi untuk melayani dan membantu klien untuk mendapatkan hak mereka atas kerugian yang terjadi sesuai dengan ketentuan yang berlaku pada polis.\nPerusahaan sangat berfokus untuk menaikkan pendapatan tahunan. Akan tetapi, data klaim yang dimiliki sebagian besar hanya digunakan untuk menghitung catatan kerugian dengan perbandingan preminya. Lebih jauh dari hal tersebut, data klaim dapat digunakan untuk melihat alur pergerakan klaim dan jenis klaim yang cukup sering terjadi pada lini bisnis tertentu. Hal tersebut akan sangat membantu dalam segi pelayanan kepada pelanggan. Selain dapat memberikan keputusan yang tepat, dapat juga memberikan saran yang memudahkan proses bisnis mereka dan memberikan ketenangan secara keuangan. \nBeberapa masalah yang muncul pada Marsh Indonesia adalah kehilangan bisnis saat situasio Covid-19 melanda dan kurangnya penggunaan data klaim. Adapun tujuan dari tugas akhir ini adalah untuk menemukan pilihan yang tepat dalam menyelesaikan masalah melalui Analisa data dan juga membuat system proses untuk karyawan dalam menganalisa data klaim. Beberapa pertanyaan yang muncul dalam tugas akhir ini adalah bagaimana cara untuk meningkatkan pelayanan berdasarkan data dan juga bagaiman cara untuk memahami proses Analisa data. Dalam tugas akhir ini menerapkan penggunaan process challenges yang dijelaskan dalam jurnal “Critical analysis of Big Data challenges and analytical methods” dari (Sivarajah, Kamal, Irani, & Weerakkody, 2016)  dimulai dari from data acquisition and warehousing, data mining and cleansing, data aggregation and integration, data analysis and modelling & data interpretation.\nBerdasarkan analisa data klaim dari periode 2015, data klaim yang tercatat mempunyai potensiuntuk menyelesaikan masalah terkait dengan kehilangan bisnis dan juga membantu untuk meningkatkan pelayanan klaim. Terdapat informasi mengenai anomali yang terjadi pada marine cargo yang menunjukkan peningkatan kerugian yang sangat besar pada tahun 2019 dan juga peningkatan jumlah klaim pada tahun 2020. Membuat prediksi untuk klaim akan lebih dapat dipakai ketika data yang dimasukan tidak memiliki kesalahan. Beberapa rekomendasi untuk Marsh Indonesia adalah menyediakan pelatihan untuk proses registrasi di system untuk memperkecil kemungkinan kesalahan, mencatat informasi untuk area lokasi kejadian akan memudahkan proses analisa risiko dari data klaim. Sebagai tambahan, perusahaan perlu memberikan klien mereka laporan manajemen klaim untuk mendapatkan kepercayaan mereka dan menunjukkan keuntungan menggunakan Marsh. Hal tersebut akan memberikan manfaat bagi Marsh berupa pembaruan polis tidak akan dipindahkan ke broker lain, peningkatan bisnis dari klien dan juga Marsh akan direkomendasikan ke rekan bisnis lainnya.", "Daftar File": {"COVER Andrew Argantara": "https://digilib.itb.ac.id/gdl/download/252069", "BAB 1 Andrew Argantara": "https://digilib.itb.ac.id/gdl/download/252070", "BAB 2 Andrew Argantara": "https://digilib.itb.ac.id/gdl/download/252071", "BAB 3 Andrew Argantara": "https://digilib.itb.ac.id/gdl/download/252072", "BAB 4 Andrew Argantara": "https://digilib.itb.ac.id/gdl/download/252073", "PUSTAKA Andrew Argantara": "https://digilib.itb.ac.id/gdl/download/252074"}, "Penulis": "Andrew Argantara [29319442]", "Kontributor / Dosen Pembimbing": ["Dr. Manahan Parlindungan Saragih Siallagan"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Klaim, Data, Analisa", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "22 Feb 2022"}