{"Nomor": 63659, "Judul": "EFFECTS OF WAIT ON CEMENT, SETTING DEPTH, PIPE MATERIAL, AND PRESSURE ON PERFORMANCE OF LINER CEMENT", "Abstrak": "An intact cement sheath between a liner and its host casing is critical for maintaining well integrity. The liner-casing overlap incorporates a cement sheath and a seal assembly that collectively establish a dual barrier system. This type of barrier provides a unique set of hydraulic and mechanical properties that are necessary to isolate fluids and prevent undesired communication between formations, wellbore, and environment. The hydraulic and mechanical integrity of the cement sheath can be compromised as a result of stresses induced by various drilling, completion, intervention, stimulation, production, and injection operations. The assessment of cement sheath integrity in the liner barrier system has been a major concern for both the industry as well as the regulators. The objective of this paper is to study the mechanical integrity and the risk of failure at the casing-cement and cement-liner interfaces. The evaluation was performed for various downhole pressure conditions, cement and pipe properties, wait-on-cement (WOC) intervals, and liner setting depths. Analytically and experimentally validated finite element modelling (FEM) approach was employed in this work. The simulation results indicate that tensile hoop stress generated by pressure loads, is one of the most dominant factors that compromises the cement mechanical integrity. This observation was supported by the radial cracks observed during the experimental pressure tests. This work advances design and performance evaluation guidelines for liner cements. Results presented will assist engineers in predicting cement failure modes and identifying operation limits to consider during a well's life cycle.", "Daftar File": {}, "Penulis": "Shawgi Ahmed [-]", "Kontributor / Dosen Pembimbing": ["Harshkumar Patel", "Saeed Salehi"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Liner hanger; Dual barrier; Liner cement; Mechanical stresses; Cement failure; Operating envelope", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, https://www.sciencedirect.com/science/article/pii/S0920410520310639", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "22 Feb 2022"}