{"Nomor": 63652, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN KINERJA PENJUALAN COFFEE SHOP (STUDI KASUS: COZY CAFE)", "Abstrak": "Industri kopi saat ini sudah memasuki gelombang keempat, dimana ukuran pasar bisnis kedai kopi meningkat sejalan dengan meningkatnya konsumsi kopi. Generasi muda telah mengadopsi budaya minum kopi yang identik dengan minuman kopi susu dalam berbagai macam rasa yang saat ini sedang trend.\n\nCozy Cafe merupakan salah satu brand kedai kopi lokal di Jakarta Selatan yang berdiri pada tahun 2020, yang mulanya bernama Kongkow Coffee. Pada awal tahun 2020, muncul pandemi Covid-19 yang berdampak pada penurunan kinerja bisnis Cozy Cafe. Persaingan di pasar bisnis kedai kopi juga meningkat. Penelitian ini bertujuan untuk mengetahui situasi kondisi bisnis Cozy Cafe selama pandemi dan mengusulkan strategi pemasaran baru kepada Cozy Cafe untuk meningkatkan kinerja penjualan.\n\nPenelitian ini menggunakan pendekatan kualitatif dan kuantitatif dengan metode deskritif analisis. Metode pengumpulan data berasal dari data primer dan sekunder. Penelitian ini menganalisis faktor internal dan eksternal dari bisnis Cozy Cafe. Analisis internal menggunakan kerangka kerja STP, Marketing Mix 7Ps, Analisis Rantai Nilai, dan Analisis VRIO sedangkan analisis eksternal menggunakan kerangka kerja PESTEL, Porter’s Five Forces, Analisis Pesaing, dan Analisis Pelanggan. Hasil dari kedua analisis tersebut kemudian dirangkum ke dalam Analisis SWOT serta menggunakan Analisis Akar Penyebab yang selanjutnya dirumuskan melalui Matriks TOWS dan diintegrasikan ke dalam Bauran Pemasaran 7P yang baru untuk bisa diimplementasikan oleh Cozy Cafe.\n\nKesimpulan dari penelitian ini menghasilkan 16 strategi pemasaran baru untuk Cozy Cafe yang meliputi: rencana peluncuran untuk strategi perluasan produk, mengoptimalkan pemasaran digiral dan media sosial untuk meningkatkan kesadaran pelanggan, mengembangkan varian produk baru, mendesain ulang outlet interir sesuai dengan tren, membuat harga bundling dan promo diskon, memaksimalkan semua platform pengiriman online, menbuat program loyalitas pelanggan, mengembangkan hubungan pelanggan untuk meningkatkan loyalitas, dan melakukan pelatihan untuk karyawan.", "Daftar File": {"COVER Riasky Widar Dewanti": "https://digilib.itb.ac.id/gdl/download/255205", "BAB 1 Riasky Widar Dewanti": "https://digilib.itb.ac.id/gdl/download/255206", "BAB 2 Riasky Widar Dewanti": "https://digilib.itb.ac.id/gdl/download/255207", "BAB 3 Riasky Widar Dewanti": "https://digilib.itb.ac.id/gdl/download/255208", "BAB 4 Riasky Widar Dewanti": "https://digilib.itb.ac.id/gdl/download/255209", "PUSTAKA Riasky Widar Dewanti": "https://digilib.itb.ac.id/gdl/download/255210"}, "Penulis": "Riasky Widar Dewanti [29320087]", "Kontributor / Dosen Pembimbing": ["Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Pemasaran, Bauran Pemasaran 7P, Matriks TOWS, Bisnis Kedai Kopi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "22 Feb 2022"}