{"Nomor": 63655, "Judul": "SYNTHESIS AND EVALUATION OF A HYPERBRANCHED COPOLYMER AS VISCOSITY REDUCER FOR OFFSHORE HEAVY OIL", "Abstrak": "As is well known, resin and asphaltene greatly increase the viscosity of the oil, which causes difficulty for heavy oil to flow and to be displaced. Therefore, reducing the viscosity of heavy oil effectively is the key to enhance oil recovery. A hyperbranched copolymer named as HVR grafted with hydrophilic surfactant monomers, was synthesized and evaluated in this paper as an alternative to reduce the offshore heavy oil viscosity. The synthesis method of HVR through free-radical copolymerizing using the third generation polyamidoamine dendrimer, acrylamide, acrylic acid and surfactant monomers in deionized water was detailed in this paper. Thereupon the characterization of HVR were described by Fourier transform infrared spectroscopy and 1H nuclear magnetic resonance spectroscopy. The physical properties of HVR solution including apparent viscosity, oil viscosity reducing ability, interfacial tension were comprehensively studied. Otherwise the effect of HVR on sheet structure of asphaltene aggregate and asphaltene aggregation inhibition-dispersion activity were measured by X-ray diffraction and ultraviolet–visible spectrophotometer, respectively. The results indicate that apparent viscosities of HVR solution is relatively not high. For example, after shearing with a Waring blender at 3500 rpm for 20 s, the viscosity of 2500 ppm HVR solution is only 22.7 cP. However, the HVR solution has a relatively high viscosity remaining rate, which is approximately 58%. On the other hand, HVR solution has a good viscosity reducing ability on heavy oil. For the oil viscosities from 350 cP to 500 cP, the viscosity reduction rate of HVR at 2000 ppm is approximately 97% under the oil-water ratio of 3:7. In addition, the oil-water interfacial tension can be reduced by HVR solution at the concentration of 2500 ppm to 1.61 × 10?2 mN m?1. Comparing the asphaltene aggregates after interacting with HPAM and HVR, it illustrates that the layer spacing, interchain distance and diameter of the aromatic sheets are lager if interacting with HVR; meanwhile height of the aromatic clusters and effective number of aromatic sheets are smaller due to the reaction with HVR. In addition, if compared with the asphaltene treated by HPAM, with the increase of HVR concentration, the absorbance of asphaltene in toluene treated by HVR solution decreased significantly. Overall, this new hyperbranched copolymer shows potential for applications in heavy oil viscosity reduction.", "Daftar File": {}, "Penulis": "Leiting Shi [-]", "Kontributor / Dosen Pembimbing": ["Changlong Liu", "Mao Chen", ", Zhao Hua", "Zhongbin Ye", "Jian Zhang"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Heavy oil viscosity reduction; Hyperbranched copolymer; Functionalized polymeric surfactant; Asphaltene aggregation", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 108011, https://www.sciencedirect.com/science/article/pii/S0920410520310664", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "22 Feb 2022"}