{"Nomor": 63661, "Judul": "OBSERVATIONS ON AND USE OF CURVES OF CURRENT DIMENSIONLESS POTENTIAL VERSUS RECOVERY FACTOR CALCULATED FROM MODELS OF HYDROCARBON PRODUCTION SYSTEMS", "Abstrak": "In this work, curves of current dimensionless potential versus recovery factor are computed with models of hydrocarbon production systems. Additionally, a method to estimate production profiles using curves of current dimensionless potential versus recovery factor is presented. The author introduces three definitions, (1) the “production potential” is the maximum rate of hydrocarbon delivery for a production system at a given recovery factor. (2) The “maximum production potential” is defined as the maximum rate of hydrocarbon delivery at initial recovery factor. (3) The “current dimensionless potential” is defined as the production potential normalized by the maximum production potential. Several cases and modeling approaches, using coupled models of reservoir, well and gathering network are used. The reservoir was modeled using two approaches: a tank model (material balance equation) and a three-dimensional (3D) simulator. This work studies the effect of changes to the production system on the curve of current dimensionless potential, and how to handle such changes over the lifetime of the field when computing production profiles. It also discusses production scheduling using multiple curves of current dimensionless potential. Expressions and curves of current dimensionless potential versus recovery factor were derived using Arps decline equations and production data of a Norwegian offshore dry gas field. Results show that the curve of current dimensionless potential is not affected significantly by (1) changes in number of wells, (2) initial surface volume in place, (3) layout of gathering system, (4) pipe and tubing diameter, (5) artificial lift and (6) formation permeability. However, the curve is strongly dependent on (1) reservoir drive mechanism, (2) model components considered in the flow-path from reservoir to separator and (3) model upstream and downstream boundary pressures. Curves of current dimensionless potential derived with the Arps exponential decline equation are similar to the results of the dry gas study case.", "Daftar File": {}, "Penulis": "Milan Stanko [-]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Current dimensionless production potential; Dimensionless production potential curves; Normalized maximum production versus recovery factor", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 108014, https://www.sciencedirect.com/science/article/pii/S092041052031069X", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "22 Feb 2022"}