{"Nomor": 63660, "Judul": "TREATMENT OF PRODUCED WATER FROM POLYMER FLOODING IN OIL PRODUCTION BY CERAMIC MEMBRANES", "Abstrak": "Polymeric additives are widely used in the oil and gas industry to increase the viscosity of the water injected into the reservoirs for enhancing oil recovery. This technique, also known as polymer flooding (PF), promotes the cogeneration of polymeric residues in the produced water stream. These residues cause an important efficiency reduction on the removal of oil and greases, by commonly used systems installed on offshore oil production platforms. Since ultrafiltration ceramic membranes have been considered as an improvement for designing more efficient treatment processes for new offshore installation units, the authors decided to conduct this work. The study aimed to assess the impact promoted by the presence of a polymer frequently used for PF on the performance of produced water treatment by an ultrafiltration ceramic membrane. For all the experimental conditions, it was observed that the selected membrane, with an average 0.1 ?m pore size of, was able to generate a permeate stream with oil and greases concentration (CO) less than 5 mg/L. However, the polymer caused a significant impact on the membrane permeation flux, even when present in the saline samples at the concentration of 0.1 g/L. Under this condition, a reduction of 84% from the initial permeation flux (430 L/h.m2) was observed after 40 min of operation. Increasing the polymer concentration to 1.0 g/L resulted in an additional cutback of 9% from this value. When this sheared sample was prepared without salt, the permeation flux decrease was less intense, but still very significant. In this case, the final flux was 70 L/h.m2, representing a reduction of 83% from the initial value.", "Daftar File": {}, "Penulis": "S.E. Weschenfelder [-]", "Kontributor / Dosen Pembimbing": ["M.J.C. Fonseca", "C.P. Borges"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Enhanced oil recovery; Reinjection; Oil and grease; Removal; Ultrafiltration; Produced water", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, https://www.sciencedirect.com/science/article/pii/S0920410520310767", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "22 Feb 2022"}