{"Nomor": 63662, "Judul": "RESERVOIR QUALITY ESTIMATION USING A NEW TERNARY DIAGRAM APPROACH APPLIED TO CARBONATE FORMATIONS IN NORTH-WESTERN IRAQ", "Abstrak": "A new reservoir quality ternary plot (RQTP) of effective porosity, shale volume, and matrix is presented in this study. We show it to be a useful tool for first-order estimation of the petrophysical zones and reservoir classes of each unit within a reservoir. Subsequently, we combine the RQTP results with permeability and fracturing intensity data in carbonate rocks to provide a better overall characterisation of reservoir quality. The approach has been applied to the Butmah Formation, a thick variable carbonate succession of Liassic (Lower Jurassic) rocks in north-western Iraq. The RQTP approach divides carbonate reservoirs into classes according to: (i) a measure of porosity, (ii) the fraction of shale, and (iii) the fraction of non-shale matrix. The outcome of applying this model to the Butmah Formation indicates that the best reservoir quality is identified in Unit 4, which consists of fine to medium dolomite rocks. These rocks are not associated with anhydrite cement or dissolved later due to late dissolution, presenting as clean carbonate with complex pore network heterogeneity. These types of rocks were classified as Rc2 and Rc3 using the RQTP Model. By contrast, the worst reservoir qualities (Rc7) were identified in Unit 1 which is composed of cemented limestone that shows low pore network heterogeneity (predominantly uniform pore sizes), low porosity, and poor permeability.", "Daftar File": {}, "Penulis": "Omar K. Mohammed Sajed [-]", "Kontributor / Dosen Pembimbing": ["Paul W.J. Glover", "Richard E.Ll. Collier"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Wireline log analysis; Carbonates; Reservoir quality ternary plot; Porosity; Permeability", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 108024, https://www.sciencedirect.com/science/article/pii/S0920410520310792", "Staf Input/Edit": "Suharsiyah", "File": "0 file", "Tanggal Input": "22 Feb 2022"}