{"Nomor": 63666, "Judul": "STRESS DEPENDENCE OF ELASTIC AND TRANSPORT PROPERTIES IN TIGHT GAS SANDSTONES", "Abstrak": "New experimental tests on a suite of tight gas sandstone samples show a strong dependence of both P- and S-wave velocities, Vp and Vs, on hydrostatic confining stress in the range from almost zero to 50 MPa. The Klinkenberg-corrected absolute gas permeability of these samples also exhibited a dramatic stress dependence. It decreased by one to two orders of magnitude as the stress increased. A new approach is used to consolidate the 18-sample dataset at each confining stress and arrive at the effective permeability and elastic moduli. For the former, we utilize a randomly generated permeability matrix with its elements drawn from the 18 datapoints. For the latter, we use the elastic bounds. As a result, we obtain permeability-stress, porosity-stress, and velocity-stress relations characteristic of the class of rock under examination. Theoretical simulations based on the inclusion-based differential effective medium theory mimic the experimental velocity-stress results. We also derive a permeability versus acoustic impedance and versus stress relation to be used for inferring permeability variations as a function of the measured impedance versus stress changes. This relation can serve to estimate the permeability from the elastic property variations during time-lapse monitoring, as well as during fracking of this rock.", "Daftar File": {}, "Penulis": "Saud Al-Dughaimi [-]", "Kontributor / Dosen Pembimbing": ["Arqam Muqtadir", "Taqi Alzaki", "Jack Dvorkin"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Rock physics; Tight gas sandstones; Elastic-wave velocities; Permeability; Laboratory measurements; Theoretical modeling and equations", "Sumber": "Journal of Petroleum Science and Engineering, Volume 196, 2021, 108001, https://www.sciencedirect.com/science/article/pii/S0920410520310561", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "22 Feb 2022"}