{"Nomor": 63678, "Judul": "HAMBATAN UTAMA DALAM PERENCANAAN DAN IMPLEMENTASI RENCANA MOBILITAS PERKOTAAN BERKELANJUTAN DI KAWASAN PERKOTAAN CEKUNGAN BANDUNG", "Abstrak": "Permasalahan mobilitas perkotaan di Kawasan Perkotaan Cekungan Bandung\nmerupakan salah satu isu strategis kawasan. Tingginya penggunaan kendaraan\npribadi yang tidak sebanding dengan pertambahan kapasitas jalan telah\nmenyebabkan kemacetan yang kronis serta peningkatan penggunaan bahan bakar\nfosil dan emisi gas rumah kaca. Pengelolaan angkutan umum hingga saat ini belum\nmemecahkan permasalahan mobilitas perkotaan yang terjadi secara lintas wilayah\nkabupaten/kota di Kawasan Perkotaan Cekungan Bandung. Oleh karena itu,\ndiperlukan perencanaan mobilitas perkotaan yang terintegrasi dengan\nmenggunakan konsep mobilitas perkotaan berkelanjutan sesuai dengan amanat\ntarget 11.2 SDGs dan NUA. Namun demikian, konsep mobilitas perkotaan\nberkelanjutan cukup sulit untuk diterapkan karena adanya hambatan-hambatan\nyang muncul untuk mewujudkannya. Penelitian ini bertujuan untuk\nmengidentifikasi hambatan utama dalam mewujudkan mobilitas perkotaan\nberkelanjutan di Kawasan Perkotaan Cekungan Bandung dengan menggunakan\npendekatan kuantitatif dan kategori sifat penelitian deskriptif. Untuk mencapai\ntujuan tersebut dilakukan penyebaran kuesioner kepada para ahli yang terlibat\ndalam perencanaan dan implementasi rencana mobilitas perkotaan berkelanjutan di\nKawasan Perkotaan Cekungan Bandung. Kuesioner pertama untuk memperoleh\nverifikasi terhadap daftar hambatan hasil tinjauan pustaka. Hasilnya diperoleh\nsebanyak tujuh belas sub faktor, dengan rincian satu sub faktor merupakan\nhambatan dalam penyusunan rencana mobilitas perkotaan berkelanjutan, lima sub\nfaktor merupakan hambatan dalam implementasi rencana mobilitas perkotaan\nberkelanjutan, dan sebelas sub faktor merupakan hambatan dalam penyusunan\nrencana maupun implementasinya, yang dikelompokkan ke dalam lima faktor,\nyaitu: (1) hukum dan kelembagaan, (2) anggaran, (3) sosial dan budaya, (4) praktis\ndan teknologi, dan (5) karakteristik kota. Kuesioner kedua untuk memperoleh bobot\nnilai kepentingan prioritas dari setiap faktor dan sub faktor dalam daftar hambatan\nyang telah terverifikasi tersebut dengan menggunakan metode analytic hierarchy\nprocess (AHP). Hasilnya diperoleh tiga faktor yang menjadi hambatan utama dalam\nperencanaan dan implementasi rencana mobilitas perkotaan berkelanjutan karena\nmemiliki pengaruh yang besar dan sangat penting untuk mewujudkan mobilitas\nperkotaan berkelanjutan di Kawasan Perkotaan Cekungan Bandung, yaitu: (1)ii\nhukum dan kelembagaan, (2) anggaran, dan (3) sosial dan budaya. Hasil lainnya\ndiperoleh sepuluh sub faktor yang menjadi hambatan utama dalam perencanaan dan\nimplementasi rencana mobilitas perkotaan berkelanjutan di Kawasan Perkotaan\nCekungan Bandung, yaitu: (1) kurangnya integrasi antara kebijakan transportasi\ndan penggunaan lahan, (2) tumpang tindihnya kewenangan dan kurangnya\nkoordinasi antara kelembagaan baik secara vertikal maupun horizontal dalam\nperencanaan dan implementasi rencana mobilitas perkotaan berkelanjutan, (3)\nketerbatasan anggaran pemerintah daerah untuk berinvestasi dalam moda\ntransportasi yang lebih berkelanjutan, (4) kurangnya keterlibatan pemangku\nkepentingan dalam perencanaan dan implementasi rencana mobilitas perkotaan\nberkelanjutan, (5) kurangnya payung hukum untuk penyusunan rencana dan\nimplementasi rencana mobilitas perkotaan berkelanjutan, (6) kurangnya dukungan\ndan penerimaan publik terhadap perencanaan dan implementasi rencana mobilitas\nperkotaan berkelanjutan, (7) konflik antara kebijakan mobilitas perkotaan\nberkelanjutan dengan kebijakan lain, (8) keterbatasan subsidi anggaran dari\npemerintahan yang lebih tinggi untuk implementasi rencana mobilitas perkotaan\nberkelanjutan, (9) keterbatasan anggaran pemerintah daerah untuk perumusan\nrencana dan implementasi rencana mobilitas perkotaan berkelanjutan, dan (10)\nketidaktersediaan data dan informasi untuk perumusan rencana dan implementasi\nrencana mobilitas perkotaan berkelanjutan.", "Daftar File": {"ABSTRAK Cece Juarsa": "https://digilib.itb.ac.id/gdl/download/244115", "BAB 1 Cece Juarsa": "https://digilib.itb.ac.id/gdl/download/244116", "BAB 2 Cece Juarsa": "https://digilib.itb.ac.id/gdl/download/244117", "BAB 3 Cece Juarsa": "https://digilib.itb.ac.id/gdl/download/244118", "BAB 4 Cece Juarsa": "https://digilib.itb.ac.id/gdl/download/244119", "BAB 5 Cece Juarsa": "https://digilib.itb.ac.id/gdl/download/244120", "BAB 6 Cece Juarsa": "https://digilib.itb.ac.id/gdl/download/244121", "PUSTAKA Cece Juarsa": "https://digilib.itb.ac.id/gdl/download/244122", "2022 TS PP CECE JUARSA_LAMPIRAN.pdf)u": "https://digilib.itb.ac.id/gdl/download/244123"}, "Penulis": "Cece Juarsa [25419024]", "Kontributor / Dosen Pembimbing": ["Dr. Sri Maryati, S.T., MIP."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "hambatan utama, mobilitas perkotaan berkelanjutan, analytic hierarchy process, Kawasan Perkotaan Cekungan Bandung.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "23 Feb 2022"}