{"Nomor": 63672, "Judul": "PROYEK TRANSFORMASI DIGITAL: DIGITALISASI PROSES PENGANGGARAN DI XYZ", "Abstrak": "ndonesia adalah salah satu negara Asia Tenggara dengan pertumbuhan ekonomi digital \ntercepat. Dengan go digital, Indonesia dapat memulai fase pembangunan ekonomi selanjutnya.\nDi Indonesia, Badan Usaha Milik Negara (BUMN) menyumbang 13% dari PDB dan 25% dari\npasar saham. BUMN juga memainkan peran penting dalam mendukung Indonesia dalam\ntransformasi digitalnya. Salah satu BUMN yang telah memanfaatkan teknologi untuk\nmembantu transformasi digital adalah XYZ. Saat ini, salah satu proyek yang sedang berjalan di\nXYZ adalah digitalisasi proses penganggaran menggunakan platform terintegrasi berbasis\ncloud Anaplan yang terdiri dari tiga fase. Penelitian ini bertujuan untuk mengidentifikasi akar\npenyebab masalah yang terjadi di Fase 1 proyek dan menghasilkan solusi untuk mengatasi akar\npenyebab. Selain itu, penelitian ini juga bertujuan untuk mencegah hal yang sama terjadi pada\nFase 2 yang akan segera dimulai. \nDasar masalah berasal dari wawancara dan diskusi dengan tim proyek kemudian diselesaikan\ndengan mengikuti pedoman dari studi literatur. Penelitian ini menggunakan Project Resource\nManagement Knowledge Area dan Organizational Process Assets (OPA) PMBOK untuk\npemecahan masalah. Untuk memastikan bahwa penyelesaiannya akurat, digunakan analisis\ndiagram Ishikawa atau diagram fishbone untuk menemukan akar masalahnya. \nBeberapa isu yang terjadi berkaitan dengan ketidakfleksibelan sistem, sumber daya manusia\nXYZ, gangguan pada sistem, dan kompleksitas alur pelaporan XYZ. Hasil diskusi menyatakan\nbahwa hanya empat dari lima akar penyebab yang dapat diselesaikan karena akar penyebab\ntersebut masih dalam lingkup kerja XYZ. Ada tiga prioritas solusi yang perlu segera\ndilaksanakan sebelum memulai Fase 2, yaitu diskusi dan dokumentasi pembelajaran (lessons\nlearned), transfer pengetahuan (knowledge transfer), dan penyusunan pedoman penganggaran.", "Daftar File": {"2022_TS_PP_Shafira Amanda Umar_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/244088"}, "Penulis": "Shafira Amanda Umar [29120011]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Manajemen proyek, platform berbasis cloud Anaplan, BUMN, RKAP", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "22 Feb 2022"}