{"Nomor": 63679, "Judul": "APLIKASI TRANSFORMASI LEVIN DALAM MENINGKATKAN AKURASI DAN KONVERGENSI PERSAMAAN WAKTU TEMPUH EKSPANSI TAYLOR MEDIUM ANISOTROPI-VERTICAL TRANSVERSE ISOTROPY PADA DATA SEISMIK FAR-OFFSET", "Abstrak": "Rekaman data seismik dengan offset panjang sangat diperlukan untuk\nmeningkatkan kualitas imaging bawah permukaan pada target dalam dan\nkepentingan karakterisasi reservoir. Namun, faktor anisotropi suatu medium bawah\npermukaan menyebabkan rekaman tersebut seringkali mengalami gangguan pada\nposisi offset terjauh, salah satunya yaitu munculnya fenomena hockey stick.\nFenomena ini berimplikasi terhadap kenaikan nilai residual moveoutnya sehingga\nharus dihilangkan dengan konsekuensi dapat menurunkan kualitas imaging seismik\ndan menghilangkan informasi yang berhubungan dengan reservoir. Persamaan\nwaktu tempuh (traveltime) memiliki peran penting dalam pemrosesan data seismik\noffset panjang, khususnya untuk mengurangi atau menghilangkan efek yang\nditimbulkan oleh faktor anisotropi itu sendiri. Para peneliti terdahulu menggunakan\npersamaan waktu tempuh anisotropi ekspansi Taylor, namun tidak dapat bekerja\ndengan baik karena sifat konvergennya akan menurun pada orde yang lebih tinggi\ndan tidak akurat bila digunakan untuk pengolahan data seismik offset panjang.\nBeberapa peneliti mulai menggunakan pendekatan transformasi nonlinear untuk\nmeningkatkan akselerasi konvergensinya, namun tingkat akurasinya masih terbatas\npada offset-depth ratio (ODR) > 4. Padahal untuk pemetaan bawah permukaan di\nbeberapa target dalam membutuhkan ODR yang lebih besar lagi.\nPenelitian ini melakukan proses transformasi persamaan waktu tempuh ekspansi\nTaylor menjadi persamaan waktu tempuh baru dalam bentuk numerator dan\ndenominator dengan menggunakan metode Transformasi Levin. Hal ini bertujuan\nuntuk memperbaiki dan meningkatkan konvergensi persamaan waktu tempuh\nekspansi Taylor sehingga menghasilkan akurasi yang lebih baik pada offset jauh\nkhususnya pada ODR > 4. Semakin konvergen sifat persamaan waktu tempuhnya,\nmaka approksimasi nilai perhitungan waktu tempuhnya terhadap data realnya akan\nsemakin akurat. Akurasi yang baik akan menekan peningkatan residual\nmoveoutnya.ii\nTahapan pengujian metode dimulai dengan perumusan persamaan waktu tempuh\nbaru hasil transformasi Levin. Lalu dilakukan pengujian sintetik satu lapis dan\nsimulasi pemilihan parameter Levin yang terbaik untuk mendapatkan akselerasi\nkonvergensi yang paling cepat pada interval 0 ? ODR ? 6. Parameter Levin yang\nterbaik diperoleh bila semakin banyak suku orde tinggi yang digunakan dan hanya\nsatu suku yang digunakan sebagai suku utama. Akurasi terbaik ditunjukkan dengan\nfitting yang terbaik antara hasil perhitungan waktu tempuh dan model eksaknya\nsehingga nilai kesalahan relatif waktu tempuhnya (error traveltime) pun lebih kecil\ndibandingkan dengan penelitian sebelumnya. Selanjutnya, pada pengujian data\nsintetik multi-lapis, pemodelan vertical transversely isotropic (VTI) digunakan\ndalam analisis semblance untuk mendapatkan nilai kecepatan dan parameter\nanisotropi (?) efektif dan interval. Kedua parameter efektif tersebut digunakan\nuntuk proses koreksi normal moveout (NMO) dan selanjutnya dilakukan\nperhitungan residual moveout. Persamaan waktu tempuh baru menghasilkan nilai\nkecepatan dan parameter ?\nefektif serta nilai kecepatan dan parameter ? interval\nyang lebih akurat dibandingkan penelitian terdahulu. Perhitungan residual NMO\ndilakukan dalam domain frekuensi untuk mendapatkan hasil yang lebih teliti\nberdasarkan hasil penelitian sebelumnya dan nilai residual yang diperoleh lebih\nkecil dibandingkan dengan metode komparatornya.\nPada aplikasi data seismik real lapangan, nilai kecepatan dan parameter ? dari hasil\nanalisis kecepatan digunakan untuk proses koreksi NMO. Hasilnya memberikan\nnilai residual moveout yang terkecil terutama pada posisi kedalaman refleksi\nseismik yang terindikasi adanya efek hockey stick. Pada tahapan proses stacking\ntrace, pendekatan persamaan waktu tempuh baru menunjukkan kualitas stacking\nyang terbaik secara kualitatif dan kuantitatif. Hal ini diindikasikan dengan bentuk\nstacked trace yang lebih spike, nilai residual NMO yang terkecil dan kurva\nspektrum frekuensi yang lebih lebar dibandingkan dengan pendekatan lainnya.\nHasil stacking trace ini berimplikasi terhadap kualitas imaging yang baik dan nilai\nkecepatan serta parameter ?\nyang akurat akan memberikan dampak yang signifikan\nbagi kajian identifikasi litologi dan analisis properti reservoir.", "Daftar File": {"ABSTRAK Humbang Purba": "https://digilib.itb.ac.id/gdl/download/244124"}, "Penulis": "Humbang Purba [32315301]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. rer. nat. Awali Priyono", "Dr. Wahyu Triyoso, M.Sc."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Geofisika", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Transformasi Levin, residual moveout, seismik anisotropi, faroffset, persamaan waktu tempuh", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "23 Feb 2022"}