{"Nomor": 63687, "Judul": "TRACKING POSISI OBJEK BERGERAK MENGGUNAKAN ANDROID LOCATION DAN GOOGLE MAPS API DENGAN MEMANFAATKAN TEKNIK PREDIKSI KALMAN FILTER (STUDI KASUS: TRACKING PELARI PADA ITB ULTRA MARATHON 2019)", "Abstrak": "ABSTRAK\nTRACKING POSISI OBJEK BERGERAK MENGGUNAKAN ANDROID LOCATION DAN GOOGLE MAPS API DENGAN MEMANFAATKAN TEKNIK PREDIKSI KALMAN FILTER (STUDI KASUS: TRACKING PELARI PADA ITB ULTRA MARATHON 2019)\nOleh\nANDREAS HALIM\nNIM : 13516003\nDalam praktiknya, tracking dan prediksi pada peta sangat banyak dimanfaatkan, terutama untuk perorangan atau perusahaan yang pekerjaannya bergerak di bidang pemantauan suatu objek bergerak secara nyata atau biasanya lebih dikenal dengan istilah real time. Teknologi yang digunakan adalah GPS yang bermanfaat untuk melacak lokasi dari suatu objek. Namun, GPS tidak dapat berfungsi dengan baik pada saat terhalang oleh suatu penghalang, seperti terowongan dan gedung.\nPada Tugas Akhir ini, pengembangan aplikasi tracking dan prediksi posisi objek bergerak memanfaatkan layanan Android Location dan Google Maps API sebagai tracking objek bergerak untuk menerima dan menampilkan yang berkaitan dengan lokasi. Sedangkan, prediksi objek bergerak pada aplikasi ini memanfaatkan suatu teknik yang dikenal sebagai Kalman Filter. Teknik ini memanfaatkan suatu perhitungan yang bertujuan untuk menghilangkan derau (noise) yang disebabkan oleh kurang tepatnya satelit dalam memetakan lokasi perangkat. Dengan menghilangkan derau, maka hasil pengukuran pun akan mendekati kondisi yang seharusnya dan sesuatu yang disebut dengan prediksi adalah mengurangkan derau.\nMengacu kepada ringkasan permasalahan yang ada, Tugas Akhir ini menghasilkan suatu produk perangkat lunak, yaitu aplikasi tracking dan prediksi posisi objek bergerak dengan studi kasusnya adalah peserta lari ITB Ultra Marathon 2019 yang berjalan di atas sistem operasi Android mobile. Berdasarkan hasil pengujian yang dilakukan, aplikasi telah diimplementasikan dengan Kalman Filter di dalamnya. Sejauh pengujian ini dilakukan, hasil yang didapatkan cukup optimal.\nKata kunci: GPS, Kalman Filter, prediksi, tracking.", "Daftar File": {"ABSTRAK - ANDREAS HALIM": "https://digilib.itb.ac.id/gdl/download/244180"}, "Penulis": "Andreas Halim [13516003]", "Kontributor / Dosen Pembimbing": ["Riza Satria Perdana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "GPS, Kalman Filter, prediksi, tracking.", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "24 Feb 2022"}