{"Nomor": 63686, "Judul": "ANALISIS KEANDALAN PV NANOGRID MENGGUNAKAN STATE SPACE", "Abstrak": "ABSTRAK\nANALISIS KEANDALAN PV NANOGRID MENGGUNAKAN\nSTATE SPACE\nOleh\nRyandi\nNIM: 23220082\n(Program Studi Magister Teknik Elektro)\nSistem PLTS bermanfaat dalam melistriki pulau-pulau di Indonesia, dengan banyak\npulau yang terletak di daerah terdepan, terpencil, dan tertinggal. PV nanogrid dapat\nmelayani satu bangunan hingga 5 kW berdasarkan sistem PLTS. Studi ini\nmenggambarkan pemodelan keandalan PV nanogrid menggunakan analisis state\nspace dengan proses Markov. Dalam studi ini disimulasikan tiga skenario, dimana\nskenario dasarnya adalah PV nanogrid yang terdiri dari PV array dan inverter,\nSkenario 1 adalah PV nanogrid dengan sistem baterai tanpa pemeliharaan, Skenario\n2 adalah ekstensi Skenario 1 dengan pemeliharaan sistem baterai, dan Skenario 3\nadalah PV nanogrid yang terhubung ke grid. Simulasi menggunakan perangkat\nlunak MATLAB / Simulink untuk memberikan keandalan dan usia ekspektasi\nsistem. Dalam penelitian ini, parameter dan data keandalan menggunakan literatur\nyang tersedia. Analisis sensitivitas menunjukkan variasi tingkat kegagalan dan\ntingkat perbaikan beserta efeknya. Hasilnya menunjukkan bahwa tambahan sistem\nbaterai meningkatkan keandalan dan usia ekspektasi sistem, sedangkan\npemeliharaan sistem baterai menjadikannya lebih tinggi. PV nanogrid yang\nterhubung ke grid memberikan keandalan yang tinggi dan usia ekspektasi sistem\nyang panjang. PV nanogrid juga dievaluasi berdasarkan risiko secara kuantitatif.\nKebaruan penelitian ini mengisi celah dalam penentuan pemeliharaan untuk\nmendukung model bisnis operasi dan pemeliharaan dimana kematangannya masih\nrendah.\nKata kunci: keandalan, nanogrid, proses Markov, state space, usia ekspektasi", "Daftar File": {"ABSTRAK - RYANDI": "https://digilib.itb.ac.id/gdl/download/244171"}, "Penulis": "Ryandi [23220082]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Nanang Hariyanto, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "keandalan, nanogrid, proses Markov, state space, usia ekspektasi", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "24 Feb 2022"}