{"Nomor": 63680, "Judul": "USULAN STRATEGI BISNIS KEPADA TOKO BESI SUHUD JAYA UNTUK MENGATASI PELUANG PENDAPATAN YANG HILANG", "Abstrak": "Sektor Konstruksi di Indonesia di era presiden Jokowi telah berkembang pesat beberapa tahun terakhir.\nIndustri konstruksi tetap kuat dan berkembang meskipun di tengah pandemi. Sumedang  merupakan\nsalah satu daerah yang sedang gencar melakukan proyek konstruksi besar, seperti pembuatan jalan tol\ncisumdawu, proyek jati gede, dan di sekitarnya terdapat proyek aerospace kertajati, kawasan industri,\ndan proyek pelabuhan patimban. Toko besi Suhud Jaya didirikan tahun 2019 yang berada di kabupaten\nSumedang yang merupakan bisnis yang bergerak pada penjualan bahan konstruksi. Pergerakan industri\nkonstruksi sangat cepat, namun Toko besi Suhud jaya belum mampu menyesuaikan kecepatan ritme\nindustri. Toko besi suhud jaya menghadapi permasalahan yaitu terdapat peluang pendapatan yang\nhilang yang berpotensi untuk menaikan pendapatan yang lebih besar dikarenakan menolak permintaan\npasar di luar daerah pengiriman dari keberadaan toko. Tujuan dari penelitian ini adalah untuk\nmengusulkan alternatif strategi dalam mengatasi peluang pendapatan yang hilang.\n \nDalam penelitian ini, peneliti menggunakan metode kuantitatif dan metode kualitatif. Untuk\nmengetahui solusi yang dibutuhkan menggunakan TOWS analisis lalu di validasi menggunakan IE\nMatriks untuk mengetahui kondisi perusahaan berdasarkan aspek kekuatan, kelemahan, kesempatan,\ndan ancaman. Dalam memilih strategi yang spesifik dilanjutkan menggunakan Ansoff Matrix, dan\ndidapatkan strategi pengembangan pasar untuk mendapatkan beberapa alternatif solusi. Berbagai\nalternatif solusi di analisis pro dan kontra dan menghasilkan satu strategi yang dapat\ndiimplementasikan. Sebagai kesimpulan dari penelitian ini, Toko besi suhud jaya harus menerapkan\nstrategi ekspansi geografis untuk meraih pasar yang baru di area pasar potensial dengan cara membuka\ncabang baru sehingga toko besi suhud jaya dapat mengatasi peluang pendapatan yang hilang.", "Daftar File": {"2022_TS_PP_Nurul Laelia_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/244133"}, "Penulis": "Nurul Laelia [29120095]", "Kontributor / Dosen Pembimbing": ["Dr. Isti Raafaldini Mirzanti, M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "industri konstruksi, strategi bisnis, peluang pendapatan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "23 Feb 2022"}