{"Nomor": 63681, "Judul": "STRATEGI PEMASARAN UNTUK BISNIS MAKANAN RINGAN PREMIUM DAN ARTISAN SEMASA PANDEMI COVID-19", "Abstrak": "Sugar Folks adalah bisnis UMKM daring, berlokasi di Jakarta Utara, didirikan di tahun\n2020, dan berkecimpung di dalam bisnis soft-baked cookies dengan kualitas premium dan\ndibuat dengan tangan. Namun, Sugar Folks tidak mampu mencapai penjualan yang stabil di\nluar musim liburan seperti Natal, Tahun Baru Imlek, dan Idul Fitri meskipun ada peluncuran\nproduk baru dan kegiatan pemasaran. Pertanyaan yang diajukan untuk penelitian ini adalah\nuntuk menemukan strategi bisnis baru untuk Sugar Folks terapkan di tahap pengenalan dan\nuntuk mencapai penjualan yang stabil. Penelitian ini bertujuan untuk memperluas daya saing\nusaha Sugar Folks dalam industri makanan ringan dan untuk meningkatkan penjualan,\npendapatan, dan keuntungan Sugar Folks. Keterbatasan penelitian ini adalah data yang\ndikumpulkan terbatas dari Januari-November 2021 untuk jumlah data penjualan dan data\npemasaran yang disajikan pada penelitian ini adalah dari 20 Agustus 2021 hingga 17\nNovember 2021. Oleh karena itu, strategi bisnis untuk mengatasi masalah bisnis ini dibuat\nmenggunakan analisis internal dan eksternal perusahaan. Analisis internal diselasaikan\nmenggunakan analisis Value Chain dan analisis Resource-based View. Analisis eksternal\ndiselesaikan menggunakan analisis PESTEL, analisis Porter’s Five Forces, analisis pesaing,\nanalisis STP, Marketing Mix (4Ps)dan wawasan pelanggan. Metode penelitian kualitatif\nberupa wawancara digunakan untuk mempelajari wawasan pelanggan tentang Sugar Folks.\nSetelah menganalisis lingkungan internal dan eksternal Sugar Folks, penelitian dilanjutkan\ndengan analisis SWOT, analisis STP, Marketing Mix (4Ps), dan AISAS Funnel Marketing\nuntuk merumuskan strategi pemasaran baru bagi Sugar Folks. Analisis SWOT terdiri dari\nStrength dan Weakness yang merupakan hasil analisis internal sedangkan Opportunity dan\nThreat merupakan hasil analisis eksternal. Penyebab Sugar Folks tidak mampu mencapai\npenjualan yang stabil di luar musim liburan disebabkan oleh persaingan, program pemasaran,\nsumber daya manusia, serta tidak adanya kehadiran fisik. Persaingan Sugar Folks\nmenciptakan substitusi yang tinggi, dan Sugar Folks memiliki diferensiasi produk yang\nminimal. Program pemasaran Sugar Folks kurang, dengan kesadaran masyarakat yang\nrendah terhadap merek, dan hubungan pelanggan yang minim. Sugar Folks tidak memiliki\noutlet fisik untuk distribusi produknya dan saluran e-commerce-nya kurang dimanfaatkan.\nSumber daya manusia Sugar Folks terbatas. Setelah dilakukan analisis SWOT, Matriks\nTOWS dibuat dengan menggabungkan strategi yang terbentuk antara analisis SWOT.\nStrategi bisnis yang dipilih untuk Sugar Folks lebih ditekankan pada strategi pemasaran.\nAlasan di balik pemilihan strategi pemasaran adalah Ansoff's Matrix. Ansoff’s Matrix\nmenunjukkan bahwa Sugar Folks harus fokus pada penetrasi pasar karena produk dan\npasarnya sudah ada. Oleh karena itu penelitian ini merevisi strategi pemasaran Sugar Folk\nsaat ini dengan strategi pemasaran yang ditingkatkan. analisis STP, Marketing Mix (4Ps), dan\nAISAS Funnel Marketing digunakan untuk merumuskan strategi bisnis baru bagi Sugar\nFolks. Strategi pemasaran baru untuk Sugar Folks adalah mendorong ulasan produk dan\nmenggunakan ulasan produk sebagai konten pemasaran untuk menciptakan citra merek yang\nlebih baik, sering mempromosikan saluran e-commerce di Instagram, menghadiri lebih\nbanyak acara saluran penjualan langsung seperti pameran, mendorong multi-produk\npembelian dengan diskon seperti paket produk volume tinggi dan volume rendah, sambil\nmenonjolkan kepraktisan dan kenikmatan produk Sugar Folks.", "Daftar File": {"2022_TS_PP_Nicholas Conant Wijaya_ 1-Abstrakcs.pdf)u": "https://digilib.itb.ac.id/gdl/download/244135"}, "Penulis": "Nicholas Conant Wijaya [29120166]", "Kontributor / Dosen Pembimbing": ["Dr. Isti Raafaldini Mirzanti, M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Penjualan, Soft-baked cookies, Strategi pemasaran, Sugar Folks", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "23 Feb 2022"}