{"Nomor": 63683, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN PENJUALAN REGULATOR KOPANA TOP GAS", "Abstrak": "Kebijakan konversi penggunaan minyak tanah menjadi Liquefied Petroleum Gas\n(LPG) merupakan kebijakan yang dikeluarkan oleh pemerintah pada tahun 2007.\nTujuan pelaksanaan kebijakan ini adalah untuk mengatasi keterbatasan energi,\nmengurangi ketergantungan terhadap penggunaan minyak tanah, mengurangi\npenyalahgunaan subsidi minyak tanah, serta dapat menyediakan bahan bakar yang\npraktis dan bersih untuk digunakan oleh rumah tangga dan usaha mikro. Pelaksanaan\nkebijakan ini memberikan dampak positif bagi kegiatan ekonomi masyarakat. Konversi\nminyak tanah ke LPG telah mendorong pertumbuhan industri kompor LPG dan\npabrikan aksesoris kompor LPG seiring dengan kebutuhan penggunaan kompor LPG.\nPT Multi Top Indonesia merupakan salah satu produsen regulator gas LPG. PT Multi\nTop Indonesia bekerjasama dengan Koperasi Purna Karyawan Pertamina untuk\nmembuat regulator gas safety lock dengan merek Kopana Top Gas. Regulator safety\nlock memiliki kelebihan dapat memutus aliran gas jika terjadi kebocoran sehingga\ndapat mencegah kebakaran. Dalam tiga tahun terakhir, perusahaan mengalami\npenurunan penjualan. Salah satu tantangan yang harus dihadapi yaitu menjual produk\nregulator premium yang harganya relatif lebih tinggi daripada kompetitor. Konsumen\nsensitif terhadap harga dan cenderung mempertimbangkan harga terlebih dahulu\ndaripada kualitas sebelum mereka memutuskan untuk membeli produk. Penelitian ini\nbertujuan untuk menganalisis lingkungan eksternal dan internal perusahaan serta\nmengusulkan strategi pemasaran untuk meningkatkan penjualan regulator Kopana Top\nGas. Analisis lingkungan eksternal dilakukan menggunakan PESTEL, Porter’s Five\nForces, analisis pesaing dan analisis konsumen. Hasil dari analisis lingkungan\neksternal ditemukan beberapa peluang dan ancaman dari luar lingkungan perusahaan.\nAnalisis konsumen yang merupakan bagian dari analisis lingkungan eksternal\ndilalukan dengan menyebarkan kuesioner kepada konsumen. Hasil analisis konsumen\nkemudian diolah menggunakan software SmartPLS dengan metode SEM-PLS untuk\nmengukur korelasi antar variabel yang digunakan dalam penelitian ini dan selanjutnya \nakan menjadi salah satu pertimbangan dalam penyusunan SWOT. Analisis lingkungan \ninternal dilakukan menggunakan Resource-Based View analisis dan VRIN. Hasil dari\nanalisis lingkungan internal ditemukan beberapa kekuatan dan kelemahan yang berasal dari dalam perusahaan. Analisis SWOT dilakukan dengan menggabungkan hasil\nanalisis lingkungan eksternal dan internal perusahaan. Analisis SWOT kemudian akan\ndirumuskan menjadi matrix TOWS untuk menemukan alternatif strategi pemasaran\nyang dapat diterapkan oleh perusahaan untuk meningkatkan penjualan.", "Daftar File": {"2022_TS_PP_Sintya Zahra Aulya_1-Abstrakcs.pdf?": "https://digilib.itb.ac.id/gdl/download/244147"}, "Penulis": "Sintya Zahra Aulya [29120118]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Strategi Pemasaran, SWOT, TOWS, Regulator Gas", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "23 Feb 2022"}