{"Nomor": 63691, "Judul": "FAULT REACTIVATION POTENTIAL AND ASSOCIATED PERMEABILITY EVOLUTION UNDER CHANGING INJECTION CONDITIONS", "Abstrak": "Understanding the hydraulic and frictional sensitivity of fault to different injection conditions is one of the efficient ways to provide useful implications for fault reactivation potential. Numerical simulations of fractured reservoir have provided information on how fault behaviour varies under changing hydromechanical properties and injection conditions. A coupled hydro-mechanical model which can represent the elastoplastic behaviour of a fault was employed to predict and quantify the effects of varying injection positions and injection rates on permeability response and potential of fault reactivation under isothermal injection. We examine the sensitivity of seismic event magnitude and timing to variations in both pressure perturbation and stress as injection location changes. We generate results for two scenarios: one with changing injection position but with uniform injection rate, and another scenario with increasing injection rate at the same injection position. We observed that the potential of fault reactivation is affected by the hydraulic diffusivity potential of the fluid pressure, and this mechanism is mediated by a function of the injector position and injection rate. As the velocity of fluid transmission increases, increasing fluid pressure impact pore pressure elevation and reduced effective stress. However, an injector position where there is low diffusivity causes low pore pressure build-up rate, incapable of inducing shear failure, and thus, permeability enhancement is retarded in this case. Accordingly, the injection rate variation influences the rate of pore pressure build-up, the timing and magnitude of induced seismic events. This is also reflected in the permeability evolution as a response to the variations in the magnitude of fault openings and cracks. This changing injection conditions however influences the timing required to reach the critical peak friction point as pore pressure build-up rate and sensitivity to loading response change. Hence, with changing position and rate of injection, the evolution of fault permeability appears to be intrinsically controlled by a condition which favours elastoplastic deformation and fracture failure, with slip distance increasing with high injection rates.", "Daftar File": {}, "Penulis": "Dorcas S. Eyinla [-]", "Kontributor / Dosen Pembimbing": ["Michael A. Oladunjoye", "Quan Gan", "Abel I. Olayinka"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Fluid pressure diffusivity; Shear deformation; Pressure elevation; Injector location; Slip magnitude", "Sumber": "Petroleum, Volume 7, Issue 3, 2021, Pages 282-293, https://www.sciencedirect.com/science/article/pii/S2405656120300948", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "24 Feb 2022"}