{"Nomor": 63696, "Judul": "NUMERICAL MODELLING FOR LEAK OIL FLOW IN TUNNEL OF THE CAVE STORAGE", "Abstrak": "Oil storage in cavern tank is one of the important ways of oil storage. More than 80% of the oil tanks in the cave storage have been used for around 30 years in China and leakage accidents are likely to occur. When it occurs, the motor closing facilities preventing leakage spreading should be set up. The leaking oil flow characteristic in tunnel must be known for setting up the motor closing facilities. Based on the open-channel unsteady flow theory, a numerical model of tank leakage coupling the oil flow in tunnel was developed, and the characteristic line method was used to solve the model under the given initial condition and boundary condition. The variation of the depth and flow rate with time of oil flowing in the tunnel can be obtained. In order to verify the accuracy of model, the measurement data of high accuracy experimental system for unsteady open-channel flow were conducted to compare with the calculation. It fully confirms the high precision of the numerical model and reflects the variation characteristics of each hydraulic parameter in the numerical model of unsteady open channel flow truly. And then, the leaking oil flow characteristic in tunnel was obtained. It is that the farther from the leaking tank, the lower depth and flow rate of the oil in the tunnel revealed. Furthermore, the effect of the size of oil tank crack on the depth and flow rate was investigated. The greater size of crack makes the oil flow rate higher and the oil deeper in the tunnel and flow faster.", "Daftar File": {}, "Penulis": "Jimiao Duan [-]", "Kontributor / Dosen Pembimbing": ["Huishu Liu", "Shuo Xu", "Jiang Li", "Tingao Shen", "Keyu Lin", "Hao Yan"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Cave storage; Tunnel; Unsteady flow; Leaking; Oil", "Sumber": "Petroleum, Volume 7, Issue 3, 2021, Pages 335-342, https://www.sciencedirect.com/science/article/pii/S2405656120301024", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "24 Feb 2022"}