{"Nomor": 63693, "Judul": "AN ANALYTICAL SOLUTION FOR SPHERICAL FLUID FLOW MODELING IN POROUS MEDIA WITH NON-UNIFORM INITIAL PRESSURE CONSIDERING THE SUPERCHARGING EFFECT", "Abstrak": "The diffusivity equation is a partial differential equation (PDE) which can be used for fluid flow modeling in porous media. Determining reservoir parameters from pressure data (i.e., pressure transient analysis) is one of the most important steps in the process of field development. This initial evaluation can be used to make decisions about future developments. Wireline Formation Testing (WFT) is one of the most popular techniques for parameter estimation and has received significant attention in recent years. The main problem plaguing WFT is a phenomenon known as the “supercharging effect,” which essentially refers to mud invasion, and this, in turn, alters pressure distribution across the system. In this study, an analytical solution for fluid flow modeling in spherical coordinates with non-uniform initial pressure is presented. This new procedure takes into account the effect of mud invasion, or, in other words, the supercharging effect. The accuracy of this derivation was validated using previous semi-analytical solutions (the Laplace method) in addition to field data. New type curves and dimensionless parameters, which can be used for pressure transient analysis, are also proposed. This procedure is applied to the WFT data that was obtained from an oil field in the south of Iran, and an excellent agreement (less than 10% error) was observed. In addition, there is considerable uncertainty regarding the radius of investigation for spherical flow. This is important as this parameter greatly affects the applicability of WFT. The analytical derivation of this study was used to determine a reasonable value for this parameter as well.", "Daftar File": {}, "Penulis": "Ali Nabizadeh [-]", "Kontributor / Dosen Pembimbing": ["Mohammad Sharifi", "Babak Aminshahidi"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Porous media; Analytical solution; Supercharging effect; Welltesting; Spherical Darcy's flow", "Sumber": "Petroleum, Volume 7, Issue 3, 2021, Pages 303-313, https://www.sciencedirect.com/science/article/pii/S2405656120301036", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "24 Feb 2022"}