{"Nomor": 63702, "Judul": "PERSENTASE ALOKASI BIAYA UNTUK PELAKSANAAN SISTEM MANAJEMEN KESELAMATAN DAN KESEHATAN KERJA (SMK3) PADA PROYEK KONSTRUKSI HIGH-RISE", "Abstrak": "Pada tahun 2014 pemerintah Indonesia menerbitkan aturan untuk\nmengimplementasikan SMK3 dalam semua tahapan pelaksanaan konstruksi\nmelalui Permen PU No. 5 tahun 2014 mengenai Pedoman Sistem Manajemen\nKeselamatan dan Kesehatan Kerja (SMK3) Konstruksi Bidang Pekerjaan Umum\nyang bertujuan untuk meningkatkan keamanan serta keselamatan kerja konstruksi\nserta mewujudkan tertib penyelenggaraan pekerjaan kontruksi. Empat tahun\nsetelah diterapkan, belum ada indikasi berkurangnya jumlah kecelakaan kerja\nkonstruksi. Pelaku konstruksi dirasa masih enggan untuk melaksanakan SMK3.\nTujuan penelitian ini adalah untuk mengetahui besarnya persentase biaya yang\ndialokasikan oleh penyedia jasa untuk peengadaan komponen SMK3. Urgensi dari\npencarian persentase biaya ini sebagai gambaran berapa besarnya biaya yang\nharus dikeluarkan oleh proyek untuk melaksanakan SMK3 sesuai dengan regulasi\nyang berlaku. Berdasarkan hasil wawancara, kuesioner, serta dokumen pelengkap\nyang didapat dari dari proyek responden didapatkan bahwa persentase biaya\nSMK3 yang seharusnya dianggarkan oleh proyek konstruksi adalah sebesar 1,8-\n3,70%, serta komponen biaya yang dominan dalam penyusunan anggaran SMK3\nadalah untuk pengadaan asuransi dan Perijinan, personil K3, dan Alat Pelindung\nDiri.", "Daftar File": {"COVER Felix Adhiwira Windraya": "https://digilib.itb.ac.id/gdl/download/244266", "BAB 1 Felix Adhiwira Windraya": "https://digilib.itb.ac.id/gdl/download/244267", "BAB 2 Felix Adhiwira Windraya": "https://digilib.itb.ac.id/gdl/download/244268", "BAB 3 Felix Adhiwira Windraya": "https://digilib.itb.ac.id/gdl/download/244270", "BAB 4 Felix Adhiwira Windraya": "https://digilib.itb.ac.id/gdl/download/244271", "BAB 5 Felix Adhiwira Windraya": "https://digilib.itb.ac.id/gdl/download/244272"}, "Penulis": "Felix Adhiwira Windraya [25015007]", "Kontributor / Dosen Pembimbing": ["Prof. Reini Wirahadikusumah, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "SMK3, simulasi anggaran SMK3, anggaran biaya K3", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "6 file", "Tanggal Input": "24 Feb 2022"}