{"Nomor": 63700, "Judul": "A ZERO EMISSION SCHEME FOR PRODUCING ENERGY FROM NATURAL GAS HYDRATES AND CONVENTIONAL NATURAL GAS", "Abstrak": "The global amount of energy contained in natural gas hydrates is huge, maybe as much as twice all known conventional fossil fuel resources. Unlike the worldwide distribution of conventional fossil fuels, hydrocarbons trapped in water as hydrate is also available in countries with limited conventional hydrocarbon resources. The development towards lower global emissions of greenhouse gases requires new strategies for the use of hydrocarbons, whether they are available as conventional resources, or in the form of natural gas hydrates. In this work we outline some possible strategies of utilizing hydrocarbon energy resources in a clean and environmentally friendly way. The use of carbon dioxide for producing hydrates is not new. Results from several experimental studies are available. In this work we shed more light on thermodynamic limitations and the need for additives in order to make the approach technically efficient. Through thermodynamic analysis we show that up to 20 mol per cent N2 is feasible in a CO2/N2 injection gas based on ability to form a new hydrate with free pore water and the released enthalpy needed to dissociate in situ CH4 hydrate. Surfactant is also needed in order to keep the injection gas front free of blocking hydrate films. Small alcohols like methanol and ethanol have surfactant properties. It is demonstrated that even 10 wt% ethanol in liquid pore water still makes it feasible to create a new hydrate from injection gas containing 20 mol per cent N2. Consequences of other components than CH4 in the hydrate are also discussed. And in practical cases with a well-defined source of CO2 it is also important to investigate impact of other components like for instance H2S on the stability of injection gas hydrate, as well as changes in enthalpy of hydrate formation. Another key element of this work is the conversion of produced hydrocarbons over to hydrogen and carbon dioxide using steam cracking. The technology for this is very old and in daily use.", "Daftar File": {}, "Penulis": "Bjørn Kvamme [-]", "Kontributor / Dosen Pembimbing": ["Navid Saeidi"], "Jenis Koleksi": "Jurnal elektronik", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Hydrate; Non-equilibrium; Thermodynamics; Kinetics", "Sumber": "Petroleum, Volume 7, Issue 4, 2021, Pages 364-384, https://www.sciencedirect.com/science/article/pii/S2405656121000705", "Staf Input/Edit": "Suharsiyah", "File": "1 file", "Tanggal Input": "24 Feb 2022"}