{"Nomor": 63707, "Judul": "MULTI-RESOLUTION VORTEX PARTICLE METHOD WITH ELLIPTICAL PARTICLE MODELING", "Abstrak": "The vortex particle method has limitations in the number of particles and computational\ncosts. An effective approach to reducing the number of particles and\nthe computational costs is the reduction of unnecessary calculation particles that\ndo not contribute much to improving simulation accuracy. One of the solutions\nthat have been applied by many researchers is by changing the spatial resolution.\nChanging spatial resolution can be done by varying the core size of the particles\nat different regions of the domain or also can be done by changing particle shape\nfrom circular into elliptical shape.\nIn this work, elliptical particle modeling with multi-resolution particle was developed\nto reduce the number of particles and the computational costs by changing\nthe spatial resolution. Elliptical particle modeling is based on changing particle\nshape from circular into elliptical shape and multi-resolution particle based on\nvarying the core size of the particle at different regions of the domain. LSMPS\nmethod was used to estimate the differential operator. Elliptical particle modeling\n(2D) was also extended into ellipsoidal particle modeling (3D). By conducting\nsome numerical tests in both 2D and 3D cases, vortex particle method with elliptical\nparticle modeling gives good agreements with analytical or reference solutions\nand more effective results.", "Daftar File": {"ABSTRAK Andi Muhammad Zakiy Mukhlis": "https://digilib.itb.ac.id/gdl/download/244292"}, "Penulis": "Andi Muhammad Zakiy Mukhlis [23619001]", "Kontributor / Dosen Pembimbing": ["Dr. Lavi Rizki Zuhal"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "computational fluid dynamics,vortex particle method, elliptical particle modeling, multi-resolution simulation, LSMPS method", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Feb 2022"}