{"Nomor": 63722, "Judul": "PREDICTING THE ISSUANCE OF MODIFIED OPINION ON GOING CONCERN ISSUE BASED ON THE  COMPANY FINANCIAL RATIOS DURING THE COVID- 19 CRISIS PERIOD", "Abstrak": "Di bawah kekuasaan krisis COVID-19 yang telah membawa berbagai jenis risiko dan potensi\npasar menjadi rawan akan kondisi kecurangan. Menjelajahi wilayah yang belum dipetakan ini\nyang penuh dengan ketidakpastian, mengetahui kondisi aktual perusahaan saat ini dan masa depan\nmenjadi persoalan yang sangatlah penting bagi pelaku pasar modal. Karena laporan keuangan\nyang telah diaudit mengandung informasi fundamental langsung dari manajemen internal\nperusahaan, khususnya rasio keuangan dan opini audit, maka dari itu hal tersebut dapat\nmemberikan suatu sinyal yang bisa membantu menilai kinerja keuangan perusahaan dan juga\nmenawarkan informasi mengenai apakah bisnis ini sedang dalam suatu proses yang menuju\nkegagalan atau keberhasilan sebagai going concern (kelangsungan usaha). Mengenali status\nkelangsungan usaha perusahaan sejak awal kemunculannya akan memungkinkan dilakukannya\ntindakan untuk mencegah terjadinya hal-hal yang dapat mengarah pada kondisi financial distress.\nPenulis terdorong untuk mencapai objektif tersebut dan juga untuk melihat apakah opini yang\ndikeluarkan benar-benar mewakili kondisi perusahaan yang sebenarnya, sebab variabel laporan\nkeuangan telah diperlihatkan dapat digunakan untuk menyusun prediksi keuangan masa depan\nuntuk bisnis berbagai aspek keuangan.\nMencoba untuk membangun sebuah arsitektur akan cita-cita tersebut yang didasarkan pada teori\nsinyal dan paradigma konservatisme, tujuan penelitian ini adalah untuk melihat apakah rasio\nkeuangan perusahaan yang menerima modified opinion dalam kaitannya dengan ketidakpastian\ngoing concern tidak lebih baik secara signifikan daripada perusahaan yang tidak menerima\nmodified opinion terkait ketidakpastian going concern selama periode krisis pandemi COVID-19,\n\nyang dapat dibuktikan melalui angka statistik. Dengan melakukan analisis lanjutan terhadap rasio-\nrasio keuangan, penelitian ini dimaksudkan untuk merumuskan suatu model persamaan prediksi\n\nbahwa modified opinion akan dikeluarkan, berdasarkan penggunaan rasio-rasio keuangan sebagai\nvariabel proksinya. Rasio keuangan yang dikaji dalam penelitian ini adalah rasio likuiditas (diukur\ndengan current ratio (CR) dan cash ratio), rasio profitabilitas (diukur dengan return on equity\n\n(ROE), return on assets (ROA) dan net profit margin (NPM)), rasio leverage (diukur dengan debt-\nto-equity ratio (DER) dan debt to total assets (DTA)), rasio aktivitas (diukur dengan total asset\n\nturnover (ATO)) dan rasio pasar (diukur dengan price to earnings (PER)). Keseluruhan totalnya\nada sembilan variabel proksi.\nPopulasi dalam penelitian ini adalah seluruh perusahaan manufaktur yang terdaftar di Bursa Efek\nIndonesia untuk tahun 2018 sampai dengan tahun 2020. Melalui metode purposive sampling maka\nsampel yang diambil berjumlah 352 perusahaan manufaktur. Yang memuat sembilan rasio\nkeuangan dari sembilan perusahaan yang menerima modified opinion dibandingkan dengan 343\nperusahaan yang tidak menerima modified opinion dari 2018 hingga 2020. Periode 2018 hingga\n2020 dipilih untuk mencerminkan dampak krisis COVID-19 dan ekonomi yang melingkupi\npenelitian. Parametrik t-test dilakukan untuk membandingkan rasio keuangan dari dua kelompok\nsampel. Analisis regresi logistik digunakan sebagai instrumen statistik untuk memprediksi\ndikeluarkanya modified opinion menggunakan SPSS versi 25.0.\nPenelitian ini telah berhasil mendokumentasikan berbagai kesimpulan, antara lain temuan bahwa\ntiga dari sembilan variabel proksi rasio keuangan yang diuji menunjukkan perbedaan yang\nsignifikan dan dinilai berada pada posisi yang lebih baik. Rasio-rasio tersebut adalah rasio\nlikuiditas yang diproksikan dengan current ratio (CR) dengan tingkat signifikansi 0,017 < 0,05\ndan cash ratio dengan tingkat signifikansi 0,032 < 0,05 dan yang lainnya adalah rasio profitabilitas\nyang diproksikan dengan return on assets (ROA) dengan tingkat signifikansi 0,037 < 0,05.\nPenelitian ini juga berhasil menghasilkan model prediksi untuk penerbitan modified opinion,\nyakni: Prob = -3,152 + 0,099*Current Ratio – 0,327*Cash Ratio – 0,014*ROA. Validasi internal\nmodel penelitian menunjukkan bahwa model prediksi akurat sebesar 97,7%.", "Daftar File": {}, "Penulis": "Fathi Hilmy Arsadipura [19018045]", "Kontributor / Dosen Pembimbing": ["Asep Darmansyah, Ir., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Going concern, Rasio Keuangan, Modified Opinion, Teori Sinyal, Konservatisme", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "0 file", "Tanggal Input": "27 Feb 2022"}