{"Nomor": 63725, "Judul": "UNMIXING KOERSIVITAS MAGNETIK PADA SAMPEL ABU, DEBU DAN TANAH DI SEKITAR KOLAGHAT THERMAL POWER STATION WEST BENGAL INDIA", "Abstrak": "Selama beberapa tahun terakhir aktivitas antropogenik memberikan pengaruh yang\nsangat besar pada pencemaran lingkungan. Debu jalan dan tanah yang tercemar bisa\nmenjelaskan aktivitas antropogenik yang terjadi dimasa lampau seperti aktivitas\nlalu lintas dan industri. Tujuan penelitian ini adalah untuk Menentukan perbedaan\nkoersivitas magnetik pada sampel abu, debu dan tanah di sekitar Kolaghat thermal\npower station (KTPS) dan mengetahui pengaruh granulometri (ukuran dan bentuk\nbutir magnetik) terhadap nilai koersivitas masing-masing sampel. Pada penelitian\nini data yang digunakan merupakan hasil proses digitasi dari kurva isothermal\nremanent magnetization (IRM) terhadap medan magnet pada sampel abu, debu\njalan dan tanah di sekitar KTPS. Pada penelitian ini juga menggunakan metode\nunmixing yang dibantu oleh program MAX UnMix untuk mendapatkan nilai\nkoersivitas sampel. Unmixing merupakan salah satu metode pengolahan sifat\nmagnetik dengan cara mengurai kurva koersivitas untuk mendapatkan nilai dari\nkomponen magnetik tersebut. Proses unmixing menggunakan data magnetisasi\nmaterial yang berasal dari kurva histeresis sampel yang kemudian diolah untuk\nmendapatkan kurva koersivitasnya. Kemudian dilakukan unmixing terhadap kurva\nkoersivitas untuk mendapatkan nilai koersivitas dari setiap komponen\nmagnetiknya. Berdasarkan hasil unmixing kurva koersivitas untuk masing-masing\nsampel didapatkan data koersivitas tiap komponen magnetik dengan rentang 3,046\nmT – 57,339 mT. Hasil unmixing terhadap tiga sampel tersebut mengindikasikan\nadanya mineralogi magnetik koersif rendah, yaitu kurang dari 40 mT. Sampel abu\nmemiliki bentuk butir beraturan dan ukuran butir 5-100 ?m, sedangkan sampel debu\njalan dan tanah memiliki bentuk butir heterogen dengan ukuran butir masingmasing 3-200 ?m (debu jalan) dan 1-20 ?m (tanah)", "Daftar File": {"ABSTRAK Muhammad Ganar Kihan Arandi": "https://digilib.itb.ac.id/gdl/download/244401"}, "Penulis": "Muhammad Ganar Kihan Arandi [12317042]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Satria Bijaksana", "Dr. Dadi Abdurrahman, S.T., M.T.", "Ekkal Dinanto, S.T., M.T.", "Faridz Nizar Ahmady, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "IRM, Koersivitas, Unmixing, Magnetik", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "28 Feb 2022"}