{"Nomor": 63734, "Judul": "PREDIKSI MULTIVARIATE TIME SERIES DOMAIN FINANSIAL MENGGUNAKAN SPECTRAL TEMPORAL GRAPH NEURAL NETWORK", "Abstrak": "Metode prediksi multivariate time series memanfaatkan informasi dari berbagai\ntime series untuk menghasilkan prediksi. Data time series domain finansial\nmemiliki karakteristik dan bentuk yang dipengaruhi oleh struktur pasar finansial\ndan berbagai atribut lain. Berdasarkan kedua pernyataan tersebut, prediksi\nmultivariate time series dipilih sebagai metode prediksi data multivariate time\nseries domain finansial dengan memasukkan atribut atribut lain yang\nmempengaruhi pergerakan harga data finansial ke dalam algoritma prediksi. Selain\nketerhubungan antar data finansial, data time series dalam domain finansial juga\ndipengaruhi oleh nilai masa lalu dari harga tersebut. Sehingga dengan\nmenggabungkan metode prediksi yang dapat memanfaatkan keterhubungan antar\nvariabel dan juga mengenali pola temporal pada setiap time series diharapkan dapat\nmenghasilkan prediksi yang lebih akurat. Karakteristik data time series domain\nfinansial ini sesuai dengan arsitektur StemGNN (Cao dkk., 2021) yang\nmengintegrasikan konvolusi graph dalam domain spektral, dan konvolusi temporal\ndalam domain temporal menggunakan Discrete Fourier Transform (DFT).\nSehingga pada penelitian ini akan dilakukan eksperimen metode tersebut pada\ndomain finansial. Pada arsitektur StemGNN, sub modul Latent Correlation Layer\n(LCL) merupakan sub modul dengan kontribusi kinerja paling kecil, sehingga akan\ndilakukan ujicoba meningkatkan kinerja StemGNN dengan menggunakan modul\npembentukan struktur graph dari Multivariate Time Series Graph Neural Network\n(MTGNN) yaitu Node embedding (NE), serta membandingkannya dengan struktur\ngraph menggunakan Uji Kausalitas Granger (GCT). Dari eksperimen yang\ndilakukan, NE menghasilkan kinerja prediksi yang lebih baik dibandingkan dengan\nLCL dan GCT dengan peningkatan kinerja rata-rata untuk dataset beras, komoditas,\nmatauang masing masing sebesar 7,93%, 9,73%, dan 16,06%. Kinerja NE lebih\nbaik bila dibandingkan dengan LCL yang menggunakan GRU sebagai dasar\npembentukan struktur graph.", "Daftar File": {"ABSTRAK Haris Orizadi": "https://digilib.itb.ac.id/gdl/download/244460"}, "Penulis": "Haris Orizadi [23520044]", "Kontributor / Dosen Pembimbing": ["Dr. techn. Saiful Akbar, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "multivariate, time series, graph neural network, pembentukan struktur graph", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "01 Mar 2022"}