{"Nomor": 63738, "Judul": "IMPLEMENTASI HARDWARE RADIO NELAYAN UNTUK KOMUNIKASI DATA VIA SINYAL AUDIO PADA SPEKTRUM VERY HIGH FREQUENCY (VHF)", "Abstrak": "Komunikasi merupakan salah satu aspek penting dalam dunia perkapalan. Namun,\nkomunikasi ini terbatas kepada kapal-kapal besar, yang notabenenya memiliki nilai\ngross tonnage (GT) lebih dari 300. Di luar itu, kapal-kapal dan perahu kecil dengan\nnilai gross tonnage berada di satu sampai tiga GT yang biasa dikemudikan oleh\nnelayan kecil, belum memiliki sistem komunikasi yang memadai dan terstruktur.\nSelain itu, harga alat komunikasi kapal yang cenderung tinggi pun menjadi alasan\npara nelayan kecil enggan menggunakannya. Akibat ketiadaan alat komunikasi ini,\npara nelayan tidak memiliki akses untuk menghubungi daratan apabila terjadi\nsesuatu yang tidak diharapkan ketika sedang melaut. Meskipun terdapat beberapa\nnelayan yang telah memiliki alat komunikasinya tersendiri, frekuensi yang\ndigunakan pun masih bercampur dengan frekuensi yang digunakan oleh\npenerbangan. Hal ini dapat membahayakan bagi pihak pengguna frekuensi\npenerbangan. Oleh sebab itu, dibutuhkan satu alat komunikasi berupa radio nelayan\nberbiaya rendah yang khusus beroperasi pada frekuensi maritim dan dapat\nmengirimkan titik lokasi nelayan ketika sedang melaut, sehingga dapat segera\ndilakukan tindakan penyelamatan apabila terjadi sesuatu yang tidak diinginkan\nketika para nelayan sedang melaut.\nPembuatan Radio Nelayan yang dibuat pada Tugas Akhir ini memiliki tujuan utama\nyakni sebagai upaya penyediaan sarana keamanan serta keselamatan bagi para\nnelayan kecil yang sedang melaut. Radio Nelayan ini sengaja dirancang dengan\nkomponen-komponen dengan biaya yang dapat dijangkau oleh masyarakat nelayan\nkecil.\nBagian hardware dari Radio Nelayan yang dibuat terdiri atas transmitter dan\nreceiver. Kedua komponen hardware ini akan berkomunikasi untuk melakukan\npengiriman dan penerimaan data berupa titik lokasi perahu nelayan menggunakan\nmodul GPS (Global Positioning System) pada spektrum Very High Frequency\n(VHF) untuk frekuensi maritim Indonesia. Data yang merupakan deretan string ini\nterlebih dahulu ditranslasikan menjadi sinyal audio. Proses translasi ini dilakukan\ndengan menggunakan kode morse. Enkode morse sengaja dipilih karena metode ini\nlazim digunakan dalam komunikasi perkapalan konvensional. Proses enkode morse\ntersebut terjadi pada microcontroller Arduino Nano. Pengiriman sinyal audio\ndilakukan menggunakan modul DRA818V. Sinyal audio akan dikirimkan oleh\nii\ntransmitter yang terletak di perahu nelayan, dan akan diterima oleh receiver yang\nberada di daratan. Sinyal audio yang telah diterima receiver tersebut kemudian diretranslasi kembali menjadi deretan string berupa titik lokasi perahu nelayan. Proses\nre-translasi ini dilakukan dengan menggunakan algoritma Goertzel yang kerap\ndigunakan untuk mendeteksi tone dari sinyal audio. Hasil re-translasi ini kemudian\ndiolah sedemikian sehingga dapat dilihat melalui sebuah tampilan dashboard\nberbasis website sehingga dapat diakses dengan mudah oleh siapa pun.\nFrekuensi dari transmitter dan receiver diatur menjadi 156,5 MHz menyesuaikan\ndengan aturan frekuensi VHF maritim di Indonesia. Sinyal audio yang dikirimkan\noleh transmitter memiliki bandwidth 3,833 kHz. Pada pengujian pun terdeteksi\nbeberapa frekuensi next peak.Namun, daya dari frekuensi next peak ini jauh lebih\nrendah dibandingkan dengan daya pada 156,5 MHz. Dengan demikian,\nkemungkinan terjadinya interferensi yang dihasilkan dari next peak frequency dapat\ndiabaikan.\nHasil dekode dari sinyal audio yang diterima receiver dan diolah audio amplifier\ndapat dilihat pada sebuah liquid crystal display (LCD). Pengujian dekode pada\nreceiver dapat dilakukan dengan jarak terjauh dari transmitter yaitu 290 meter.\nProses dekode ini dilakukan satu karakter per karakter. Oleh sebab itu, diperlukan\nproses untuk merapikan dan mengurutkan karakter hasli dekode ini pada\nNodeMCU. NodeMCU akan menerima satu per satu karakter hasil dekode dari\ntransmitter kemudian mengurutkan karakter-karakter tersebut menjadi satu\nkesatuan lokasi GPS utuh dan mengelompokkannya menjadi data latitude dan\nlongitude kembali. Proses ini dilakukan dengan finite state machine (FSM). Hasil\npengurutan ini berupa data bertipe String berisi data latitude dan longitude. String\nini lah yang kemudian akan dikirimkan ke database dashboard untuk ditampilkan\ndalam bentuk website. Pengujian integrasi dengan NodeMCU ini menunjukkan\ntingkat eror sebesar 0,367 atau 3,67%.\nRadio Nelayan ini dibuat berdasarkan pengembangan dari radio komunikasi\nkemaritiman yang pada awalnya hanya digunakan untuk mengirimkan suara,\nnamun sekarang dapat pula mengirimkan data, dengan jenis modulasi yang sama.\nDengan demikian, dengan adanya Radio Nelayan ini dapat memberikan wawasan\nmengenai sistem komunikasi data yang dapat dilakukan menggunakan modulasi\nanalog.", "Daftar File": {"ABSTRAK Dian Shafira Khoirunnisa": "https://digilib.itb.ac.id/gdl/download/244465"}, "Penulis": "Dian Shafira Khoirunnisa [18117015]", "Kontributor / Dosen Pembimbing": ["Dr. Iskandar, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Radio Nelayan, Very High Frequency, Arduino Nano, DRA818V, Kode Morse.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "01 Mar 2022"}