{"Nomor": 63748, "Judul": "DESAIN ROGOWSKI COIL UNTUK PENGUKURAN ARUS PETIR 30 KA DAN 100 KA PADA TOWER TELEKOMUNIKASI", "Abstrak": "Petir adalah suatu fenomena alam yang sering terjadi khususnya di negara\ntropis seperti Indonesia. Hal ini disebabkan oleh posisi Indonesia yang berada di\ndaerah khatulistiwa sehingga jumlah petir yang terjadi lebih banyak dibandingkan\nnegara-negara sub tropis lainnya. Tidak hanya itu, arus sambaran petir di daerah\ntropis juga lebih besar. Sambaran petir akan sangat berbahaya dan dapat\nmenyebabkan kerusakan pada infrastruktur seperti bangunan serta gangguan sistem\nkomunikasi jika tidak diantisipasi dengan baik. Oleh karena itu pengukuran arus\nsambaran petir menjadi hal yang penting. Saat ini sudah banyak alat yang digunakan\nuntuk mengukur arus sambaran petir. Namun kebanyakan alat yang digunakan tidak\ncukup besar kapasitasnya sehingga tidak bisa digunakan untuk mengukur arus\nsambaran petir yang besar. Pada penelitian ini akan dibahas mengenai desain\nRogowski coil sebagai alat untuk mengukur arus sambaran petir dengan kemampuan\nmendeteksi petir hingga 100 kA. Rogowski coil adalah sebuah belitan kawat\nberbentuk toroida dengan inti udara dan bekerja menggunakan prinsip\nelektromagnetik. Rogowski coil dipilih karena alat ini memiliki beberapa kelebihan\nantara lain tidak memiliki kejenuhan sehingga hasil pengukuran arus petir yang\ndidapatkan akan tetap linear, murah, dan fleksibel. Pada bagian output Rogowski coil\njuga ditempatkan rangkaian pengondisi yang terdiri dari rangkaian penguat, integrator\n(filter untuk frekuensi rendah) dan penggeser fasa. Kemudian output dari rangkaian\ntersebut dihubungkan ke osiloskop untuk dilihat hasil pengukurannya. Data yang\n6\ndiperoleh dari pengukuran arus petir dapat dimanfaatkan untuk menentukan\nkeakuratan alat dan nantinya menjadi referensi untuk pemasangan sistem proteksi\npetir yang lebih baik di Indonesia. Diharapkan juga nantinya pada masa yang akan\ndatang, tidak terjadi lagi kerusakan infrastruktur akibat sambaran petir yang\ndisebabkan kegagalan sistem proteksi.", "Daftar File": {"18017015_Hendry Priyono_Draft Tugas Akhir.pdf?": "https://digilib.itb.ac.id/gdl/download/244462"}, "Penulis": "Hendry Priyono [18017015]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Syarif Hidayat, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Generalities", "Kata Kunci": "Arus Sambaran Petir, Pengukuran, Rogowski coil", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "01 Mar 2022"}