{"Nomor": 63749, "Judul": "ANALISIS HUBUNGAN SISTEM KONVEKTIF TERHADAP NILAI AREA REDUCTION FACTOR (ARF)", "Abstrak": "Areal reduction factor (ARF) merupakan nilai koreksi curah hujan wilayah untuk mengatasi keterbatasan data curah hujan secara spasial. ARF digunakan untuk mengubah rata-rata curah hujan titik menjadi rata-rata curah hujan wilayah. Nilai ARF bergantung pada karakteristik curah hujan di suatu DAS dimana hujan disuatu wilayah dipengaruhi oleh sistem konvektif.\nPada penelitian ini, dilakukan perhitungan Area Reduction Factor untuk mengetahui tinggi hujan wilayah secara spasial diberbagai luasan area tertentu dengan durasi tertentu. Data curah hujan yang digunakan berasal dari satelit Global Precipitation Measurement (GPM) Final Precipitation. Perhitungan ARF dibagi menjadi wilayah tinggi Persistent Elongated Convective System (PECS) dan wilayah rendah PECS.\nHasil penelitian menunjukkan bahwa wilayah tinggi PECS untuk durasi ? 12 jam memiliki nilai ARF yang lebih tinggi dibandingkan nilai ARF wilayah lainnya sedangkan untuk durasi >12 jam nilai ARF wilayah tinggi PECS mengalami penurunan yang cukup signifikan seiring bertambahnya luas area. Dilakukan simplifikasi untuk melihat hubungan ARF dengan PECS dan diperoleh bahwa simplifikasi ARF untuk wilayah yang lebih luas dengan mengikuti langkah penelitian Saefulloh (2020) menggunakan persamaan simplifikasi kurva ARF oleh Ginting (2010) diperoleh hasil indeks A yang memiliki kemiripan dengan plot spasial ARF begitupun dengan nilai indeks a yang diperoleh dari persamaan Leclerc dan Schaake (1972), namun simplifikasi menggunakan persamaan Ginting (2010), Leclerc dan Schaake (1972) ini tidak mampu mengidentifikasi keberadaan Mesoscale Convective System (MCS) tipe PECS berdasarkan hasil penelitian Firdaus (2019). Sehingga dapat disimpulkan bahwa ARF tidak memiliki hubungan dengan MCS tipe PECS.", "Daftar File": {"ABSTRAK Vivia Haifa": "https://digilib.itb.ac.id/gdl/download/244466"}, "Penulis": "Vivia Haifa [12816011]", "Kontributor / Dosen Pembimbing": ["Dr. Edi Riawan, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "nilai ARF, sistem konvektif, durasi hujan, tinggi hujan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "01 Mar 2022"}