{"Nomor": 63759, "Judul": "INDIKATOR DAN DIMENSI KEPUASAN PEMASOK BARU UNTUK PT TELKOM INDONESIA", "Abstrak": "Industri telekomunikasi saat ini sudah sangat berkembang di Indonesia. Dengan perkembangan yang pesat ini, pembangunan infrastruktur telekomunikasi di Indonesia terutama di daerah terpencil sudah mulai tumbuh dengan pesat. PT Telkom Indonesia adalah salah satu perusahaan penyedia jasa telekomunikasi di Indonesia yang ikut berperan dalam pembangunan industry telekomunikasi di Indonesia. Dalam prosesnya, Telkom tidak bergerak sendiri karena kurangnya teknologi yang dimiliki. Oleh karenanya, Telkom bekejerja sama dengan para pemasoknya untuk melakukan pengadaan baik di bidang teknologi maupun pengetahuan untuk membantu segala proyek maupun proses bisnis yang terjadi di Telkom. Karena Telkom bekerja sama dengan para pemasoknya maka Telkom perlu mengetahui apakah para pemasoknya puas dengan performa Telkom atau tidak karena hal tersebut mempengaruhi hubungan keduanya di masa depan. Untuk pengukuran tingkat kepuasan pemasok sendiri, Telkom menggunakan dimensi dan indikator dari 1 sumber tanpa adanya studi lebih lanjut. Hal ini menyebabkan adanya false alarm dimana ada indikator yang tidak perlu diukur namun terukur dan ada yang seharusnya terukur namun tidak terukur. Karenannya, Telkom perlu mengupdate indikator dan dimensi ini menjadi lebih baru sesuai dengan tujuan dan kebutuhan Telkom agar tidak menjadi alarm palsu.  \nPenelitian ini dilakukan bertujuan untuk mengidentifikasi penyebab indikator dan dimensi lama yang Telkom gunakan terasa kurang, mengidentifikasi apa saja performa yang sekiranya tidak terukur dan merekomendasikan indikator dan dimensi baru untuk pengukuran tingkat kepuasan pemasok Telkom. Metode yang digunakan pada penelitian ini adalah kualitatif dengan menggunakan metode wawancara dan diskusi untuk mencari data primer yaitu akar permasalahan dan juga jawaban untuk rumusan masalah dan juga studi literatur untuk mencari data sekunder yaitu literatur terkait tingkat kepuasan pemasok.  \nAdapun dari penelitian ini menghasilkan 7 dimensi dan 37 indikator baru yang mana dimensi dan indikator tersebut akan digunakan untuk menggantikan dimensi dan indikator yang lama. Selain pengajuan dimensi dan indikator baru, adapula rekomendasi yang diberikan kepada pihak Telkom terkait hal teknis yang berkaitan dengan pengukuran pemasok satisfaction ini. rekomendasi tersebut yaitu melakukan peninjauan terhadap konten survei tingkat kepuasan pemasok secara berkala dan juga membuat tim atau divisi khusus yang mengurus tentang supplier relationship management. Solusi terkait dimensi dan indikator baru serta rekomendasi terhadap Telkom diharapkan dapat membantu Telkom agar dapat bekerja lebih optimal dan juga pengukuran tingkat kepuasan pemasok sesuai dengan kebutuhan Telkom.", "Daftar File": {"2022_TS_PP_Aulia Ramadhan Cyrine Makarim_Abstrak-1.pdf?": "https://digilib.itb.ac.id/gdl/download/244482"}, "Penulis": "Aulia Ramadhan Cyrine Makarim [29120148]", "Kontributor / Dosen Pembimbing": ["Dr. Liane Okdinawati, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Dimensi, Indikator, Kepuasan Pemasok, Pemasok, Pengadaan", "Sumber": "PT TELKOM INDONESIA", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "01 Mar 2022"}