{"Nomor": 63754, "Judul": "SENTIMENT ANALYSIS KEBIJAKAN PUBLIK PADA TWITTER STUDI KASUS: PEMBATASAN SOSIAL BERSKALA BESAR (PSBB)", "Abstrak": "ABSTRAK\nIndonesia adalah salah satu negara dengan penggunaan sosial media yang sangat\nkuat. Penelitian oleh Carley pada 2018 menyatakan setiap tahunnya, Indonesia selalu\nmenduduki 10 besar negara pengguna sosial media terbanyak, khususnya Twitter. Fakta\nini menunjukkan bahwa Twitter sebagai platform sosial media berperan besar dalam\narus informasi secara real-time. Dewasa ini, instansi pemerintah sudah memanfaatkan\nTwitter sebagai media penyampaian informasi. Berdasarkan jurnal Kominfo tahun 2018,\npemanfaatan sosial media sebagai media informasi untuk instansi pemerintah akan\nmeningkatkan kepercayaan publik. Pada masa pandemi ini, sosial media mulai menjadi\nsalah satu sumber informasi primer dengan keterbatasan jalur komunikasi pada praktik\nsocial distancing. Sebagai pembuat keputusan, pemerintah sangat memperhatikan reaksi\npublik terhadap kebijakan-kebijakan yang dibuat pada masa genting. Twitter merupakan\nsalah satu cara paling efektif untuk menggali opini terhadap kebijakan pandemi. Melalui\nteknologi natural language processing, penggalian opini dan analisis lebih lanjut dapat\ndilakukan untuk memenuhi kebutuhan siklus informasi yang baik, khususnya saat\nmasa pandemi. Melalui penelitian tugas akhir ini, akan dilakukan pemodelan analisis\nsentimen pada twitter dengan studi kasus kebijakan Pembatasan Sosial Berskala Besar\nJakarta tahap pertama. Penelitian dilakukan dengan ekstraksi data twitter menggunakan\nTwitter API, melakukan praproses data, analisis sentimen menggunakan metode Na¨?ve\nBayes dan Support Vector Machine, dan melakukan komparasi kedua metode klasifikasi\ntersebut. Penelitian membuat kombinasi beberapa model dengan algoritma na¨?ve Bayes\ndan SVM. Model mengkombinasikan beberapa fitur yang terdapat pada parameter\nalgoritma seperti fitur k-fold, tf-idf, dan fitur tambahan khusus untuk model support\nvector machine yaitu kernel. Penelitian menilai performa model yang optimal dan\nmenemukan faktor pengaruh performa model berdasarkan fitur model dan faktor\ndataset. Hasil analisis tugas akhir menunjukan algoritma support vector machine\nmenghasilkan nilai akurasi lebih besar dibandingkan dengan na¨?e Bayes. Faktor lain\nyang mempengaruhi performa model adalah istilah yang saling beririsan pada setiap\nlabel pada dataset. Evaluasi model dengan mengurangi istilah yang beririsan dengan\nmenghilangkan label netral berhasil meningkatkan akurasi model secara signifikan.\niii\nKata kunci: E-government, NLP, PSBB, analisis sentimen, klasifikasi teks, twitter", "Daftar File": {"ABSTRAK - RAMADIDA RAI PAHLEVI": "https://digilib.itb.ac.id/gdl/download/244471"}, "Penulis": "Ramadida Rai Pahlevi [18217008]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suhono Harso Supangkat, M.Eng.", "Yani Suryani, S.S., M.Hum."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "E-government, NLP, PSBB, analisis sentimen, klasifikasi teks, twitter", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos  \n                                     Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "01 Mar 2022"}