{"Nomor": 63766, "Judul": "HYDRAULIC FRACTURING DESIGN OPTIMIZATION ON THIN LAYER RESERVOIR BASED ON OPTIMUM DIMENSIONLESS FRACTURE CONDUCTIVITY APPROACH", "Abstrak": "In order to optimize the hydraulic fracturing treatment for well stimulation, several conditions as crucial parameters are needed to be considered. These parameters can be categorized into three group: reservoir condition (rock mechanical properties and fluid properties), wellbore condition, and design of hydraulic fracturing treatment itself such as proppant and fracturing fluid type selection.\nThis study was conducted to find the best scenario of hydraulic fracturing design to get the maximum productivity index for study case in X Reservoir. Having oil as a fluid type, this reservoir is shaly sand reservoir of TAF formation with depth range from 1,749.5 to 1,755 mMD. The permeability is 2.5 mD can be categorized as low permeability and the temperature is 230oF with low pore pressure 1,189 psi. The thickness is approximately 18 ft considered as thin reservoir and about 93 ft below reservoir is water zone. The insitu stress paramaters from acoustic log data have been calculated based on several correlation. Then several cases were designed based on sensitivity of proppant size and fracturing fluid type. All of these value are considered as parameters in hydraulic fracturing design using commercial software based on 3D concept then continue to calculate the optimum dimensionless fracture conductivity based on unified fracture design concept. The dimensionless fracture conductivity result from simulator and from unified fracture design will be compared for each case to know its case is optimum or not.\nIt was analyzed and observed that there are several possible case that the result from simulator is close to optimum dimensionless fracture conductivity based on unified fracture design calculation. Therefore, dimensionless productivity index calculation was carried out to all of these possibilities to know the highest value of their productivity index. Finally, with using foam-based and nitrogen gas as gas type, polymer load 50 lb per 1000 gallon clean volume, gas quality 65% and polymer type is GW-32 (Hydroxypropyl Guar) and using proppant type BorProp API 12/18 mesh resulted the maximum productivity index for X Reservoir then fracture treatment recommendation for X Reservoir case can be drawn.", "Daftar File": {"ABSTRAK Joana Dacosta Ximenes": "https://digilib.itb.ac.id/gdl/download/244553"}, "Penulis": "Joana Dacosta Ximenes [12217009]", "Kontributor / Dosen Pembimbing": ["Ardhi Hakim Lumban Gaol, S.T., M.T., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "hyraulic fracturing, unified fracture design, rock mechanic, simulation, low pore pressure, sensitivity", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "04 Mar 2022"}