{"Nomor": 63763, "Judul": "ANALISIS PROYEK INVESTASI PENGGANTIAN SALURAN KABEL TEGANGAN TINGGI (SKTT):  STUDY KASUS PT PLN (PERSERO) DI AREA X", "Abstrak": "Meningkatnya pertumbuhan penduduk dan teknologi, diperlukan dukungan infrastruktur ketenagalistrikan yang memadai. PT PLN (Persero) selaku Badan Usaha Milik Negara (BUMN) yang dipercayakan oleh pemerintah untuk mengelola ketenagalistrikan sesuai dengan UU No.30 tahun 2009. Melalui program kerja sepuluh tahunan yang dituangkan dalam RUPTL, PT PLN (Persero) melakukan berbagai penambahan infrastruktur ketenagalistrikan, dan berupaya menjaga keandalan system kelistrikan sehingga dapat sejalan dengan visi PT PLN (Persero), yaitu menjadi pilihan utama pelanggan untuk solusi energi. Pulau Jawa merupakan konsumsi energy listrik tertinggi se-Indonesia, terkhusus untuk DKI Jakarta yang merupakan Ibukota Negara Indonesia. Namun disaat reserve margin sudah mencapai batas yang aman, yaitu di atas 30%. PT PLN (Persero) dihadapkan pada tantangan keandalan system kelistrikan akibat terjadinya gangguan pada Saluran Kabel Tegangan Tinggi (SKTT) di area X. Dari 2 circuit yang beroperasi, saat ini hanya dapat dioperasikan 1 circuit sebagai dampak dari kebocoran minyak pada kabel di area tersebut. Selain itu umur kabel yang sudah mendekati masa habis operasi dan masa economic kabel menjadi salah satu penyebab penurunan peforma kabel. Untuk menjaga kestabilan keandalan tersebut, diperlukan penggantian SKTT di area X. Di tengah-tengah pandemic Covid-19, PT PLN (Persero) lebih selektif dalam memberikan alokasi anggaran investasi. Untuk pekerjaan penggantian SKTT di area X sudah ditetapkan pagu maksimal.  \nPenelitian ini dilakukan untuk menganalisis dua alternative scenario investasi, untuk dapat menjadi pertimbangan PT PLN (Persero). Skenario pertama yaitu mengganti sebagian ruas SKTT dan scenario kedua adalah mengganti keseluruhan ruas SKTT pada area X. Metode yang digunakan dalam penelitian ini adalah analisis penganggaran modal untuk menentukan alternatif investasi terbaik bagi PT PLN (Persero). Penelitian ini juga melakukan analisis risiko untuk mengetahui parameter-parameter yang sangat sensitif dalam mempengaruhi kelayakan proyek. \nDari dua alternatif yang telah dipertimbangkan oleh PT PLN (Persero), skenario 1 merupakan investasi terbaik yang telah memenuhi kriteria investasi dan pagu anggaran PT PLN (Persero). Berdasarkan analisis proyek investasi, nilai NPV adalah Rp 237.489.737,00 (dalam ribuan), IRR 13,13%, Indeks Profitabilitas 1,47, payback period 8,96 tahun, dan discounted payback period 8,96 tahun. Dari analisis sensitivitas didapatkan empat parameter yang paling sensitif yaitu tarif listrik, Capacity Factor (CF), biaya EPC dan Pajak Penghasilan. Pada analisis Monte Carlo Simulation didapatkan bahwa probabilitas NPV \nnegatif atau bernilai 0 adalah 0%, probabilitas NPV lebih besar dari Rp 237.489.737,00 (Dalam Seribu) adalah 33,69%, probabilitas NPV menjadi lebih rendah dari Rp237.489.737,00 (Dalam Seribu) adalah 66,31%. Hal ini menunjukkan bahwa penggantian sebagian ruas SKTT di area X memenuhi semua kriteria PT PLN (Persero) dan layak untuk dilakukan investasi.", "Daftar File": {"2022_TS_PP_Novriani Tria Pratiwi_Abstrak-1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/244523"}, "Penulis": "Novriani Tria Pratiwi [29120008]", "Kontributor / Dosen Pembimbing": ["Taufik Faturohman, S.T., MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "SKTT, Keandalan Listrik, Analisis proyek investasi, Simulasi Monte Carlo", "Sumber": "PT. LEN PERSERO", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "02 Mar 2022"}