{"Nomor": 63764, "Judul": "FINANCIAL PERFORMANCE ANALYSIS OF LISTED COMPANY IN INDONESIA STOCK EXCHANGE ON BASIC MATERIAL AND CONSUMER CYCLICAL SECTOR  USING THE ALTMAN Z SCORE METHOD", "Abstrak": "Metode altman Z score ditemui pada tahun 1968 oleh Edward I. Altman untuk memprediksi\nbangkrutnya sebuah perusahaan. Pada dasarnya, metode ini mempertimbangkan 5 rasio yaitu\nprofitabilitas, leverage, likuiditas, solvensi dan aktivitas. Pada tahun 2020 pandemic menyebar ke\nseluruh dunia sehingga mempengaruhi ke banyak aspek seperti kesehatan, sosial maupun ekonomi.\nKondisi ekonomi Global turun sebesar 3% dan ekonomi Indonesia turun sebesar 2,07%.\nPenurunan ekonomi tentu berpengaruh juga terhadap perusahaan. Istilah industri siklis mengacu\npada jenis industri yang bergantung dan memiliki sensitifitas pada siklus bisnis, sehingga\npendapatan akan lebih tinggi ketika ekonomi sedang meningkat dan ketika ekonomi turun\npendapatan akan lebih kecil. Sektor Basic Material dan sektor Consumer Cyclical termasuk\nindustri siklis. \nPenelitian ini dilakukan untuk menjawab pertanyaan bagaimanakah kondisi perusahaanperusahaan\n\ntersebut saat pandemic datang dengan menerapkan metode Altman Z-Score pada\nperiode tahun 2016-2020 pada perusahaan sektor industri dan Consumer Cyclical. Setelah\nperhitungan menemukan hasil, peneliti menemukan bahwa terdapat perusahaan yang konstan\nterdeteksi financial distress, Perusahaan dari yang sebelumnya berada di zona \"aman\" atau \"abuabu\"\n\npada periode selanjutnya \"Distress\", dan perusahaan yang sebelumnya berada di zona\n\"Distress\" pada periode selanjutnya berada di zona \"abu-abu\" atau \"aman\". Peneliti melakukan\nanalisa lebih lanjut pada perusahaan-perusahaan terkait untuk mencoba mencari tahu apa yang\nsebenarnya terjadi. \nBerdasarkan Penelitian ini, ditemukan bahwa terdapat perusahaan yang melakukan kesalahan yang\nsama, tidak melakukan improvisasi dan ketergantungan pada hutang dalam struk modal pada\nperiode yang lama. Tetapi disamping itu juga terdapat perusahaan yang melakukan hal yang\nsebaliknya dimana mereka melakukan alternative strategy, improvisasi dan menghindari kebiasaan\nhutang pada struktur modal. Hal ini menyimpulkan bahwa selain faktor ekonomi mempengaruhi\nkinerja keuangan perusahaan, selain itu kesalahan keputusan manajemen dalam pengambilan\nkeputusan terjadi di dalam perusahaan.", "Daftar File": {"2022_TS_PP_I Gusti Komang Fitriadhi Rukman_1-Abstrakcs.pdf\n]": "https://digilib.itb.ac.id/gdl/download/244550"}, "Penulis": "I G K Fitriyadhi Rukman [29120290]", "Kontributor / Dosen Pembimbing": ["Erman Sumirat, S.E., M.Buss., Ak."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Financial Distress, Bangkrut, Ekonomi. Kinerja Keuangan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "04 Mar 2022"}