{"Nomor": 63778, "Judul": "PERENCANAAN SISTEM PENGELOLAAN AIR LIMBAH DOMESTIK TERPUSAT SKALA PERMUKIMAN DI RPTRA KOPI GANDARIA, KELURAHAN PEKAYON, JAKARTA TIMUR", "Abstrak": "Permukiman di Kelurahan Pekayon, Jakarta Timur saat ini telah menjadi wilayah permukiman padat. Namun, saat ini belum memiliki sistem pengelolaan air limbah domestik yang baik. Sebagian masyarakatnya masih membuang air limbah ke saluran drainase dan sebagian lainnya telah memiliki pengolahan sistem setempat (septic tank). Pada masyarakat yang memiliki septic tank, mereka tidak pernah mengurasnya dan diindikasi mencemari air tanah. Oleh karena itu, dilakukan perencanaan sistem pengelolaan air limbah domestik terpusat dengan skala permukiman. Sistem ini direncanakan melayani sebagian masyarakat di Kelurahan Pekayon. Instasalasi Pengolahan Air Limbah (IPAL) dari sistem ini berlokasi di RPTRA Kopi Gandaria. Terdapat masing-masing 3 alternatif untuk jalur pipa pengumpul dan sistem IPAL. Pemilihan alternatif dilakukan dengan menggunakan metode Analytical Hierarchy process (AHP). Total penduduk yang dilayani oleh sistem ini sebanyak 2.642 jiwa. Sub-sistem pengumpulan direncanakan menggunakan sistem shallow sewer dengan diameter berkisar antara 100 – 200 mm. Pipa pengumpulan tersebut direncanakan menggunakan PVC Air Limbah. Adapun sistem aliran yang direncanakan adalah aliran gravitasi dan aliran bertekanan. Perencanaan sub-sistem pengolahan dilakukan dalam 2 tahap dimana pada tahap 1 debit rata-rata air limbahnya sebesar 60,69 m3/hari dan pada tahap 2 sebesar 156,19 m3/hari. Konfigurasi unit pengolahan yang terpilih teridiri dari bar screen, bak ekualisasi, anaerobic baffled reactor, aerobic filter, dan bak desinfeksi untuk selanjutnya dialirkan ke saluran drainase.", "Daftar File": {}, "Penulis": "Maudy Rachma Aulia [15717027]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. M. Sonny Abfertiawan, S.T., M.T.."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "ABR, Aerobic Filter, Air Limbah Domestik, IPAL Komunal, Jakarta Timur", "Sumber": "", "Staf Input/Edit": "Asep Kusmana  \n                                     Asep Kusmana", "File": "0 file", "Tanggal Input": "09 Mar 2022"}