{"Nomor": 63771, "Judul": "PENGEMBANGAN KEBIJAKAN PENGADAAN DAN PERSEDIAAN DARAH DENGAN PENDEKATAN DINAMIKA SISTEM (STUDI KASUS: UNIT DONOR DARAH PMI KABUPATEN MADIUN SAAT PANDEMI COVID-19)", "Abstrak": "WHO (World Health Organization) menetapkan standar ketersediaan darah\nsebanyak 2% dari populasi penduduk. Berdasarkan standar tersebut, keadaan di\nIndonesia menunjukkan bahwa masih terjadi kekurangan. Kondisi kekurangan\nketersediaan darah diperparah dengan adanya pandemi COVID-19 yang melanda\nsaat ini. Dampak dari COVID-19 terhadap layanan transfusi darah juga berlangsung\ndi UDD (Unit Donor Darah) PMI (Palang Merah Indonesia) Kabupaten Madiun.\nSelain itu, sifat darah yang tak tahan lama memerlukan perhatian khusus agar tidak\nterjadi kedaluwarsa di kemudian hari. Berdasarkan masalah tersebut, dilakukan\npenelitian pengembangan kebijakan pengadaan dan persediaan darah untuk\nmenjaga ketersediaan darah di UDD PMI Kabupaten Madiun. Penelitian ini\nmenggunakan pendekatan dinamika sistem dan berfokus ke tiga produk darah, yaitu\nPRC (Packed Red Cell), WB (Whole Blood), dan TC (Thrombocyte Concentrate).\nHasil dari penelitian menunjukkan bahwa solusi terbaik dari hasil simulasi skenario\ndan diperbaharui dengan analisis sensitivitas, mampu menjaga service level untuk\nsetiap produk darah dan golongan darah di atas 99%. Kebijakan pelaksanaan\nkegiatan donor mobile unit sebaiknya dilakukan berdasarkan selisih antara target\npersediaan dengan persediaan total. Target persediaan yang dapat digunakan adalah\ngolongan darah A sebesar 50 kantong darah, AB sebesar 25 kantong darah, B\nsebesar 65 kantong darah, dan O sebesar 90 kantong darah. Kebijakan donor\npengganti sebaiknya dilakukan ketika terjadi kekurangan. Kebijakan pengajuan\ndropping ke UDD PMI lainnya sebaiknya mengajukan jumlah TC sebanyak\nkekurangan yang ada, sedangkan jumlah PRC dan WB berdasarkan alokasi\ndropping untuk masing-masing produk. Kebijakan dropping ke UDD PMI lain\nsebaiknya dilakukan apabila stok WB TB (triple bag) dan PRC yang berusia di atas\n28 hari memiliki jumlah stok di atas 2 kantong untuk WB TB dan 4 kantong darah\nuntuk PRC dan/atau rasio stok di atas 0,15. Khusus untuk WB TB golongan darah\nAB, sebaiknya dropping ke UDD PMI lain dilakukan apabila rasio stok berusia tua\ndi atas 0,10, sedangkan golongan darah O sebaiknya dilakukan dropping ketika stok\ndi atas 1 kantong atau rasio stok di atas 0,10. Untuk produk TC, dropping ke UDD\nPMI lainnya sebaiknya dilakukan apabila persediaan TC yang berusia di atas 4 hari\nmelebihi 1 kantong darah atau rasio terhadap stok total TC di atas 0,15. Kebijakan\nproduksi PRC dari WB berusia di atas 31 hari sebaiknya dilakukan apabila nilai\nrasio stok WB DB (double bag) atau WB TB di atas 0.15 atau nilai stok di atas 1\nkantong untuk golongan darah A dan B, dan di atas 2 kantong untuk golongan darah\nAB dan O. Kebijakan safety stock tidak memiliki pengaruh yang signifikan pada\nsolusi terbaik karena persediaan PRC selalu di atas 1 kantong darah. Kebijakan\nintervensi di atas sebaiknya diperbaharui setiap periode dropping atau 4 hari sekali.", "Daftar File": {"ABSTRAK Helmi Lahud'din Ghozali": "https://digilib.itb.ac.id/gdl/download/244563"}, "Penulis": "Helmi Lahud'din Ghozali [14417011]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Yosi Agustina Hidayat, S.T., M.T.", "Muchammad Arya Zamal, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "dinamika sistem, darah, persediaan, pengadaan, kekurangan, kedaluwarsa.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "07 Mar 2022"}