{"Nomor": 63774, "Judul": "PERANCANGAN SISTEM PENGELOLAAN PELANGGAN BERDASARKAN TAHAP PERTUMBUHAN ORGANISASI PADA PT X", "Abstrak": "PT X adalah UMKM menengah yang bergerak di industri pakaian jadi dan telah berdiri sejak\ntahun 2014 di Bandung, Jawa Barat. Strategi bisnis yang saat ini diterapkan PT X adalah\nekspansi pasar ke pasar fashion. Sayangnya, PT X mengalami tantangan dalam melakukan\npengelolaan pelanggan. Tingkat retensi pelanggan PT X berada di angka 10%, lebih rendah\ndibandingkan rerata industri di 26-35%. Oleh karena itu, PT X membutuhkan rekomendasi\nstrategi pengelolaan pelanggan. Penelitian ini bertujuan mengembangkan strategi pengelolaan\npelanggan berdasarkan tahap pertumbuhan organisasi.\nPenelitian ini dimulai dengan melakukan identifikasi tahap pertumbuhan organisasi. Tahap\npertumbuhan organisasi diukur menggunakan kuesioner ASTRO ITB. PT X berada di tahap 3\n(expansion) dari tahap pertumbuhan organisasi. Penelitian dilanjutkan dengan identifikasi\nfokus pemasaran melalui kuesioner. Pemasaran PT X berfokus pada akuisisi.\nTahapan selanjutnya adalah audit sistem pengelolaan pelanggan menggunakan kuesioner audit\nsistem pengelolaan pelanggan. Proses pengambilan dan pengolahan data menunjukkan bahwa\nprioritas perbaikan sistem pengelolaan pelanggan untuk PT X berada pada aspek “Proses\npenciptaan nilai”. Perhitungan lebih lanjut menunjukkan bahwa sub-aspek “Nilai yang diterima\nperusahaan” menjadi prioritas perbaikan. Rekomendasi perbaikan sistem pengelolaan\npelanggan dilakukan dengan segmentasi pelanggan dengan metode recency, frequency,\nmonetary (RFM). Segmen yang dipilih menjadi prioritas adalah “recent splurge travelers”.\nRekomendasi perbaikan sistem pengelolaan pelanggan dikembangkan dengan kerangka bauran\npemasaran. Penawaran produk edisi terbatas, kustomisasi produk, analisis kanal, diskon\nrelasional moderat dan pemasaran berbasis engagement adalah sejumlah rekomendasi\nperbaikan sistem pengelolaan pelanggan untuk PT X.", "Daftar File": {"ABSTRAK Faisal Rahmat Nuryanto": "https://digilib.itb.ac.id/gdl/download/244610"}, "Penulis": "Faisal Rahmat Nuryanto [14417020]", "Kontributor / Dosen Pembimbing": ["Dr. Hasrini Sari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "tahap pertumbuhan organisasi, sistem pengelolaan pelanggan, segmentasi pelanggan, bauran pemasaran.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "08 Mar 2022"}