{"Nomor": 63775, "Judul": "PENGEMBANGAN SISTEM PENGUKURAN KINERJA  DEPARTEMEN PEMELIHARAAN BADAK LNG", "Abstrak": "Badak LNG adalah perusahaan pengolah gas alam cair (LNG) di Indonesia dengan kapasitas produksi LNG\nlebih dari 22,5 juta ton per tahun (mtpa). Sebagai bagian dari rantai bisnis LNG, Badak LNG harus\nmenjalankan fungsinya dengan baik untuk mendukung pencapaian target bisnis LNG secara keseluruhan.\nSebagai unit bisnis yang bertanggung jawab atas pemeliharaan Kilang LNG dan fasilitas pendukungnya, \ndepartemen Pemeliharaan harus melakukan pemeliharaan dengan andal, efektif, dan aman sesuai anggaran \nyang telah disetujui. Untuk memastikan pemenuhan tugas tersebut, departemen Pemeliharaan memerlukan\nsistem pengukuran kinerja yang terintegrasi dan kontekstual yang dapat mengukur kinerja sistem, memantau\nstatus, dan memberikan umpan balik yang sesuai untuk perbaikan berkelanjutan.  \n\nDepartemen pemeliharaan tidak memiliki sistem pengukuran kinerja yang terintegrasi, menerjemahkan dari\ntingkat visi, misi, dan tujuan strategis perusahaan dan divisi. Sistem yang ada saat ini hanya berupa Goals &\nObjectives, dimana variabel dan indikator yang dikembangkan belum terintegrasi ke dalam level organisasi\nperusahaan yang bersangkutan. Oleh karena itu, indikator dan target yang dibuat tidak seluruhnya sejalan\ndengan tujuan strategis perusahaan.\n\nTugas akhir ini bertujuan untuk mengembangkan sistem pengukuran kinerja pemeliharaan strategis\nmenggunakan kombinasi Balanced Scorecard (BSC) dengan kerangka Amendola Four Phase Model. Model\ngabungan ini, yang disebut Five-Stages and BSC Framework, terdiri dari penerapan tujuan strategis\nperusahaan, dari visi dan misi departemen pemeliharaan dalam proses perusahaan hingga indikator kinerja.\nData tersebut akan diolah menggunakan metode perbandingan yang diperoleh dari kuesioner yang disebarkan\nkepada Subject Matter Experts (SME) dan stakeholders di Badak LNG yang terkait dengan sistem manajemen\npemeliharaan. Selain itu, penelitian ini juga menganalisis hubungan antar atribut dalam sistem manajemen\npemeliharaan menggunakan metode korelasi dan perbandingan Analytical Hierarchy Process (AHP). \n\nPenelitian ini menemukan bahwa pengembangan sistem pengukuran kinerja di departemen pemeliharaan\nharus mencakup penyelarasan strategi pemeliharaan dengan tujuan produksi, analisis upaya atau proses\npemeliharaan (indikator kunci), dan analisis kinerja hasil pemeliharaan (indikator lagging). Berdasarkan 5-\nStages Method dan BSC Design framework, 32 indikator kinerja yang dilengkapi dengan target\nbenchmarking telah dikembangkan untuk mengukur kinerja departemen pemeliharaan di Badak LNG. Sistem\npengukuran kinerja yang baru ini diharapkan dapat membantu departemen pemeliharaan mengelola sistem\nsecara lebih efektif untuk mewujudkan dan mencapai misi dan visinya. \n\nSistem baru ini akan diimplementasikan dan diaktualisasikan dalam waktu 18 bulan yang meliputi\npenjadwalan, sosialisasi, modifikasi proses, pelatihan, alokasi sumber daya, serta pengembangan laporan dan\ntampilan. Sistem pengukuran kinerja baru harus disurvei secara konsisten untuk perubahan konstan selama\nimplementasi dan bahan untuk pengembangan berkelanjutan. Penelitian ini terbatas pada pengembangan\nsistem pengukuran kinerja baru menggunakan kerangka kerja Five-Stages dan BSC untuk mengelola sistem\npemeliharaan di Badak LNG.", "Daftar File": {"2022_TS_PP_NASRUL_SYAHRUDDIN_1-Abstrakcs.pdf)u": "https://digilib.itb.ac.id/gdl/download/244611"}, "Penulis": "NASRUL SYAHRUDDIN [29120045]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Dermawan Wibisono, M.Eng, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Sistem Pengukuran Kinerja, Analytical Hierarchy Process (AHP), Balanced Scorecard (BSC), Pemeliharaan, Badak LNG.", "Sumber": "BADAK LNG", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "08 Mar 2022"}