{"Nomor": 63777, "Judul": "DESAIN INSTALASI PENGOLAHAN LINDI TPA CIJERUK, KABUPATEN SUMEDANG", "Abstrak": "Tempat Pemrosesan Akhir (TPA) Cijeruk terletak di Desa Cijeruk, Kecamatan Pamulihan, Kabupaten Sumedang dan telah dibangun pada tahun 2018 hingga saat ini belum selesai. Saat ini TPA Cijeruk berada di bawah pengendalian dan pengawasan Dinas Pekerjaan Umum dan Perumahan Rakyat, dan Dinas Lingkungan Hidup dan Kehidupan Kabupaten Sumedang. Lokasi yang digunakan untuk TPA ini merupakan lahan kosong seluas luas total 5,726 Ha. Kondisi lahan yang saat ini digunakan TPA Cijeruk adalah tanah kosong yang lokasinya dekat dari permukiman penduduk Desa Cijeruk. TPA Cijeruk direncanakan akan melayani kecamatan Cimanggung, Kecamatan Jatinangor, Kecamatan Tanjungsari, Kecamatan Sukasari, dan Kecamatan Rancakalong. Rencana lainnya, TPA Cijeruk dari pintu gerbang akan dibangun kantor, jembatan timbang sebelum memasuki daerah landfill yang dibagi 2 (dua) zona dan sistem landfill yang akan digunakan adalah sanitary landfill. Debit lindi yang akan digunakan sebagai dasar perencanaan unit-unit di dalam IPL sebesar 0,27 L/detik dan/atau 0,29 L/detik.\nKarena, TPA Cijeruk masih dalam tahap pembangunan, fasilitas prasarana dan sarana berdasarkan desain dan perancangan desain TPA Cijeruk yang sesuai dengan rencana pembangunan. Berdasarkan perbandingan hasil analisis data literatur, beberapa parameter pencemar melebihi baku mutu seperti COD mencapai 15000 mg/L, BOD 7500 mg/L, dan TSS 2000 mg/L. Berdasarkan hasil pembobotan yang dilakukan, alternatif pengolahan yang terpilih untuk IPL Cijeruk yaitu Alternatif-2 yang merupakan terdiri paket pengolahan lindi terdiri dari Kolam Anaerobik - Fakultatif - Maturasi - Landtreatment/Wetland. Alaternatif ini dipilih dengan pertimbangan rasio nilai BOD dan COD menghasilkan angka perbandingan yaitu 0,53 yang berarti memerlukan pengolahan biologis utama.", "Daftar File": {"ABSTRAK.pdf)u": "https://digilib.itb.ac.id/gdl/download/244613"}, "Penulis": "Dewi Fatmawati [15717004]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Enri Damanhuri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Instalasi Pengolahan Lindi, IPL Cijeruk, lindi, persampahan, Sumedang, TPA Cijeruk.", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "09 Mar 2022"}