{"Nomor": 63783, "Judul": "ISOLASI DAN TRANSFORMASI METABOLIT SEKUNDER DARI KULIT BUAH GARCINIA MANGOSTANA SERTA BIOAKTIVITASNYA SEBAGAI INHIBITOR TIROSIN KINASE", "Abstrak": "Garcinia mangostana yang dikenal oleh masyarakat Inodenesia dengan nama manggis, merupakan tanaman buah yang berasal dari India Timur,  Semenanjung Malaya, dan Asia Tenggara termasuk Indonesia. G. mangostana merupakan tanaman kaya dengan senyawa turunan santon, terutama pada bagian kulit buah yang dilaporkan banyak mengandung santon terprenilasi. Kelompok senyawa dari tanaman ini telah dilaporkan sifat biologisnya, seperti antibakteri, antioksidan, anti inflamansi, antikanker, antiobesitas, inhibitor ?-amilase, dan antikanker. Keberagaman bioaktivitas yang dimiliki oleh senyawa turunan santon tersebut terus menimbulkan ketertarikan untuk dilakukannya penelitian dan penggalian potensi terhadap metabolit sekunder dari tanaman G. mangostana. Salah satu senyawa turunan santon trepenilasi yaitu ?- mangostin merupakan senyawa utama yang terdapat pada G. mangostana dan sudah banyak dilaporkan oleh penelitian terdahulu. Hal ini menjadi suatu keuntungan yang banyak dimanfaatkan oleh para peneliti dengan menjadikan senyawa ?-mangostin sebagai salah satu objek dalam berbagai uji sifat biologis dan transformasi. Pada penelitian ini telah dilakukan isolasi metabolit sekunder dari kulit buah G. mangostana, transformasi senyawa hasil isolasi, karakteriasi struktur senyawa hasil isolasi dan hasil transformasi, serta penentuan sifat biologis sebagai inhibitor tirosin kinase reseptor. Isolasi metabolit sekunder dari kulit buah G. mangostana melibatkan beberapa tahap antara lain, ekstraksi kulit buah G. mangostana (maserasi) dengan pelarut aseton sehingga diperoleh ekstrak aseton, fraksinasi, dan pemurnian menggunakan metode kromatografi cair vakum (KCV) dan kromatografi radial (KR). Transformasi dilakukan pada metabolit sekunder hasil isolasi dengan 1-bromo-3-kloropropana dan morfolin. Struktur molekul senyawa hasil isolasi dan hasil transformasi ditetapkan berdasarkan data spektroskopi 1D-NMR (1H-NMR dan 13C-NMR) dan 2D-NMR (HSQC dan HMBC). Penentuan sifat biologis sebagai inhibitor tirosin kinase reseptor dari senyawa hasil isolasi dan senyawa hasil transformasi dievaluasi terhadap delapan enzim tirosin kinase reseptor antara lain HER1/EGFR, HER2, HER4, PDGFR-?, PDGFR-?, IGFR1R InsR, dan KDR dengan metode ADP-GloTM. Tirosin kinase reseptor merupakan bagian dari enzim tirosin kinase yang berperan penting dalam regulasi sel sehingga  dijadikan  target  dalam  penyembuhan  penyakit  kanker  atau  antikanker.\n \n\nSebanyak tiga senyawa murni turunan santon terprenilasi berhasil diisolasi dan diidentifikasi dari kulit buah G. mangostana yaitu ?-mangostin (1), ?-mangostin (3), dan 3-isomangostin (29). Hasil transformasi dari senyawa hasil isolasi ?-mangostin (3)\ndengan 1-bromo-3-kloropropana yang direaksikan selama 24 jam pada suhu 60?\ndalam pelarut aseton, menghasilkan dua senyawa murni yang berhasil dipisahkan\nsebagai BC1 dan BC2. Rendemen masing-masing senyawa yang didapatkan yaitu sebesar 33% (BC1) dan 10% (BC2). Kemudian, transformasi dari hasil isolasi senyawa ?-mangostin  (1)  dengan  4-(3-kloropropil)morfolin  dan  1-bromo-3-kloropropana\nselama 24 jam pada suhu 80? dalam pelarut asetonitril didapatkan lima senyawa murni\nyang  berhasil  dipisahkan  sebagai  ABM1,  ABM3,  ABM5,  ABM8,  dan  ABM10.\nRendemen masing-masing lima senyawa hasil transformasi antara lain 10% (ABM1),\n15% (ABM3), 10% (ABM5), 10% (ABM8) dan 8% (ABM10). Hasil pengujian bioaktivitas penghambatan tirosin kinase resepstor menunjukkan bahwa, senyawa ?- mangostin (1) dan ?-mangostin (3) tergolong sebagai inhibitor tirosin kinase reseptor yang lemah dengan bioaktivitas masing-masing yaitu ?-mangostin (1) terhadap HER2 sebesar 23%  dan ?-mangostin (3) terhadap EFGR sebesar 11% dan HER2 sebesar\n30%. Sedangkan senyawa hasil transformasi ABM5, ABM8 dan ABM10 memperlihatkan hasil aktivitas penghambatan terhadap tirosin kinase reseptor tergolong tidak aktif.", "Daftar File": {"ABSTRAK AKMEL SUHADA": "https://digilib.itb.ac.id/gdl/download/244797", "PUSTAKA AKMEL SUHADA": "https://digilib.itb.ac.id/gdl/download/245074"}, "Penulis": "AKMEL SUHADA [20519301]", "Kontributor / Dosen Pembimbing": ["Prof. Yana Maolana Syah, MS., Ph.D.", "Dr. Elvira Hermawati, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Garcinia mangostana, isolasi, santon, transformasi, tirosin kinase", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "10 Mar 2022"}