{"Nomor": 63786, "Judul": "PENGOLAHAN DAN INTERPRETASI GAYABERAT DI DAERAH PANAS BUMI SUMANI, KABUPATEN SOLOK, SUMATERA BARAT", "Abstrak": "Sumatera merupakan salah satu pulau yang memiliki potensi panas bumi terbesar di Indonesia.\nHal ini dikarenakan Sumatera memiliki beberapa aktivitas gunung api sehingga menimbulkan\nmanifestasi yang muncul kepermukaan berupa mata air panas, fumarol, solfatara, dan batuan\nalterasi. Salah satu daerah yang memiliki potensi panas bumi di Sumatera yang menjadi objek\npenelitian ini adalah daerah panas bumi Sumani, Kabupaten Solok, Sumatera Barat. Tujuan\npenelitian ini adalah untuk menentukan model sistem panas bumi yang berkembang di daerah\npanas bumi Sumani. Oleh karena itu, perlu dilakukan eksplorasi geofisika untuk memahami\naktivitas panas bumi serta kondisi geologi di bawah permukaan. Tahap eksplorasi geofisika dapat\nmenggunakan salah satu metode geofisika yaitu metode gayaberat Pada penelitian ini digunakan\ndata nilai Complete Bouguer Anomali (CBA) lapangan panas bumi Sumani. Data yang telah\ndikoreksi tersebut dilakukan gridding dengan menggunakan metode kriging untuk mendapatkan\npeta digital topografi dan peta Anomali Bouguer Lengkap. Peta anomali Bouguer Lengkap\nmemiliki rentang nilai berkisar -42 mGal hingga 2 mGal. Kemudian dilakukan pemisahan anomali\nregional dan residual dengan menggunakan metode yang berbeda yaitu metode Trend Surface\nAnalysis polinomial orde dua dan moving average, dimana lebar jendela ditentukan dengan\nmelakukan analisis spectral 1D. Dari hasil pemisahan anomali dengan menggunakan kedua\nmetode tersebut, dipilih peta anomali residual dengan menggunakan metode moving average untuk\npemodelan 2,5 dimensi karena lebih optimal. Pada peta anomali regional dengan menggunakan\nkedua metode menunjukkan kecenderungan yang sama yaitu anomali rendah berada pada bagian\ntengah penelitian yang berarah baratlaut-tenggara. Untuk anomali residual yang dipilih memiliki\nrentang nilai -13 mGal sampai 15 mGal. Pemodelan kedepan 2,5D dilakukan dengan background\ndensity 2,67 gr/cc dan didapatkan intrusi batuan beku yang diduga menjadi sumber panas bagi\nmanifestasi air panas. Reservoir di daerah Sumani diperkirakan terdapat pada lapisan vulkanik\ntersier dan lapisan penudung (caprock) diperkirakan berada pada lapisan aliran piroklastik yang\nmengalami alterasi.", "Daftar File": {"ABSTRAK Dara Milenia Maretha": "https://digilib.itb.ac.id/gdl/download/244647"}, "Penulis": "Dara Milenia Maretha [12317052]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Djoko Santoso, M.Sc., PGDip.Diab.", "Faridz Nizar Ahmady, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Anomali, gayaberat, moving average, polinomial orde dua, panas bumi.", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "10 Mar 2022"}