{"Nomor": 63789, "Judul": "PERANCANGAN TRANSACTION PROCESSING SYSTEM (TPS) DIVISI SALES DAN MARKETING PADA PT RASA DAPUR NUSANTARA", "Abstrak": "PT Rasa Dapur Nusantara merupakan sebuah perusahaan yang saat ini\nbergerak di dalam industri trading, ekspor, dan juga impor. Saat ini perusahaan\nmengalami permasalahan pada kegiatan penjualan terutama dalam memproses\npesanan yang volume nya semakin tinggi, yang mengakibatkan operasional\nberjalan lambat dan menyebabkan bottle neck di operasional perusahaan. Dengan\nmenggunakan analisis diagram Ishikawa, ditemukan bahwa akar permasalahan dari\nmasalah tersebut adalah belum terstrukturnya proses bisnis. Dari hasil analisis akar\nmasalah tersebut, diberikan solusi kepada PT Rasa Dapur Nusantara, khususnya\ndidalam divisi Sales dan Marketing untuk membuat Transaction Processing\nSystem. Oleh karena itu, penelitian kali ini bertujuan untuk membuat rancangan\nTransaction Processing System serta perbaikan proses bisnis bagi divisi Sales dan\nMarketing.\nDalam merancang Transaction Processing System, penelitian ini\nmenggunakan metode FAST yang memanfaatkan pendekatan model. Terdapat dua\nmodel yang digunakan dalam penelitian, yang pertama adalah pemodelan proses\nlalu yang kedua adalah pemodelan data. Penelitian juga dilengkapi dengan\nperancangan interface sebagai visualisasi hasil rancangan model yang disusun.\nDari hasil penelitian, PT Rasa Dapur Nusantara akan dapat menyelesaikan\nmasalah mereka melalui adanya rancangan Transaction Processing System dalam\nrupa data flow diagram, decomposition diagram, entity relationship diagram,\ninterface design serta usulan proses bisnis yang sudah mendukung operational flow\ndari rancangan sistem. Rancangan sistem informasi yang disusun dapat membantu\nperusahaan khususnya divisi Sales dan Marketing untuk dapat mengotomasi proses\npemesanan dan mempermudah reporting kepada pihak yang berkepentingan.", "Daftar File": {"ABSTRAK Efraim Josua Pratama": "https://digilib.itb.ac.id/gdl/download/244664"}, "Penulis": "Efraim Josua Pratama [13417111]", "Kontributor / Dosen Pembimbing": ["Dissa Riandaso Chandra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Transaction Processing System, divisi Sales dan Marketing, FAST, pemodelan proses, pemodelan data, usulan proses bisnis.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "11 Mar 2022"}