{"Nomor": 63800, "Judul": "STUDI LABORATORIUM : ANALISIS PENGARUH KONSENTRASI SEMAR DAN SOAKING TIME TERHADAP PEROLEHAN MINYAK PADA KASUS HEAVY OIL DI RESERVOIR SANDSTONE", "Abstrak": "Beberapa cadangan minyak besar di dunia berupa minyak berat. Diperkirakan 20% dari resources minyak dunia adalah minyak berat (www.total.com). Tapi sangat disayangkan sekali, dengan potensi yang besar ini, masih banyak minyak berat yang masih belum bisa diproduksikan di berbagai belahan dunia. Hal ini terjadi karena karena salah satu sifat minyak berat adalah mempunyai viskositas yang cukup tinggi sehingga minyak tersebut susah mengalir. Sehingga dibutuhkan metode EOR (Enhanched Oil Recovery) yang efektif dan ekonomis untuk memproduksikan minyak berat ini.\nSalah satu jenis batuan tempat minyak terperangkap adalah batu pasir. Diperkirakan reservoir batu pasir adalah reservoir kedua terbesar setelah karbonat di dunia tempat minyak terperangkap. Malahan untuk Indonesia sendiri, sebagian besar jenis reservoir yang ada adalah reservoir batu pasir.\nStudi laboratorium ini terdiri dari tiga proses utama yaitu pembuatan sandstone artificial core, uji imbibisi spontan dan core flooding. Dalam pembuatan sandstone artificial core, penulis membuat tiruan reservoir batu pasir dengan mencampurkan pasir kuarsa dan semen dengan komposisi 50% pasir kuarsa dan 50% semen. Untuk uji imbibisi spontan, dilakukan dengan menggunakan 2 jenis larutan yaitu Air formasi dan SeMAR S14A*M. Larutan SeMAR S14A*M yang digunakan, terdiri dari beberapa variasi konsentrasi yaitu 2%, 3% dan 4%. Dari uji imbibisi spontan didapat larutan SeMAR dengan konsentrasi 4% memberikan perolehan minyak yang paling baik.\nCore flooding sendiri dilakukan dengan menginjeksikan salah satu jenis larutan SeMAR yang telah melalui uji imbibisi spontan. Larutan yang dipakai adalah S14A*M 3%. Dalam percobaan ini, penulis menggunakan serangkaian alat Hassler Core Holder untuk melakukan injeksi. Percobaan core flooding ini dilakukan dengan skenario injeksi-soaking. Dari percobaan ini akan terlihat nantinya bahwa diperlukannya waktu soaking untuk untuk memungkinkan terjadinya proses imbibisi yang menyebabkan adanya aliran kontra flow antara minyak dan SeMAR sehingga membuat larutan SeMAR yang diinjeksikan bisa memproduksikan minyak pada daerah yang belum tersapu dan akhirnya meningkatan perolehan minyak.", "Daftar File": {"ABSTRAK Miftah Hidayat": "https://digilib.itb.ac.id/gdl/download/244746"}, "Penulis": "Miftah Hidayat [12210030]", "Kontributor / Dosen Pembimbing": ["Ir. Leksono Mucharam, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "surfaktan, imbibisi, konsentrasi, core flooding, waktu soaking", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "15 Mar 2022"}