{"Nomor": 63801, "Judul": "PERANCANGAN KAMPUNG VERTIKAL TEPI SUNGAI CIKAPUNDUNG DENGAN PENDEKATAN WATER SENSITIVE DESIGN DI TAMANSARI KOTA BANDUNG", "Abstrak": "Tingginya laju pertumbuhan penduduk di Kota Bandung berbanding lurus dengan\ntingginya angka kebutuhan hunian. Lahan yang semakin padat menjadikan hunian\nvertikal sebagai salah satu solusi penyediaan hunian bagi masyarakat. Pertumbuhan\npenduduk ini juga berdampak negatif kepada lingkungan, salah satunya adalah\nmeningkatnya pencemaran sungai. Data menyebutkan semakin tinggi jumlah\npenduduk, semakin tinggi beban pencemaran yang diberikan terhadap sungai setiap\nharinya, termasuk Sungai Cikapundung yang berada di pusat Kota Bandung. Upaya\npemerintah melalui program Citarum Harum, belum cukup signifikan dalam\nmengurangi angka pencemaran sungai. Tingginya limbah domestik yang dihasilkan\nrumah tangga memerlukan penanganan dari berbagai aspek, termasuk dari aspek\npembangunan. Pendekatan water-sensitive design pada bangunan serta kawasan\nmencoba menangani pengolahan air pada suatu kawasan, baik sumber air bersih,\nair bekas, air limbah dan air hujan, sehingga air tersebut dapat dimanfaatkan\nsemaksimal mungkin secara mandiri dalam suatu kawasan tanpa membebani\nlingkungan sekitarnya. Melalui penerapan water-sensitive design pada desain\ndiharapkan dapat menyelesaikan permasalahan lingkungan, terutama pencemaran\nsungai. Tujuan dari tesis ini adalah untuk merancang kawasan tepi sungai yang\nsemula kawasan padat penduduk menjadi hunian kampung vertikal dengan\npendekatan water-sensitive design sebagai upaya mengurangi permasalahan\npencemaran sungai akibat limbah domestik. Fokus utama perancangan ini adalah\n(1) pengelolaan dan pemanfaatan air hujan dengan sistem penampungan serta\nfilterisasi, (2) tata kelola sistem limbah domestik untuk mengurangi angka\npencemaran pada sungai, serta (3) sistem zero runoff melalui optimalisasi resapan\nmelalui penggunaan bioswale, rain garden dan kolam retensi. Melalui pendekatan\ntersebut diharapkan perancangan hunian kampung vertikal ini dapat menjadi salah\nsatu solusi bagi permasalaan lingkungan.", "Daftar File": {"ABSTRAK Akbar Raditya Permana": "https://digilib.itb.ac.id/gdl/download/244748"}, "Penulis": "Akbar Raditya Permana [25219019]", "Kontributor / Dosen Pembimbing": ["Ir. Budi Faisal, MAUD., MLA., PhD."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "kampung vertikal, water-sensitve, sustainability", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "16 Mar 2022"}