{"Nomor": 63813, "Judul": "PENENTUAN KEBIJAKAN PERSEDIAAN BAHAN BAKU DENGAN PENDEKATAN ADAPTIVE KANBAN SYSTEM  PADA PT TOYOTA ASTRA MOTOR MENGGUNAKAN SIMULASI MONTE CARLO", "Abstrak": "PT Toyota Astra Motor (TAM) merupakan salah satu perusahaan yang berperan\npenting dalam pengembangan industri otomotif nasional untuk mencapai target\nsebagai negara basis produksi otomotif dunia. Perusahaan ini bergerak di bidang\npemasaran produk dan jasa pelayanan berkualitas tinggi kendaraan merek Toyota.\nSelain itu, PT TAM juga bergerak di bidang pemasangan aksesoris dan part pada\nkendaraan merek Toyota. Dalam rangka menghadapi ketidakpastian permintaan,\nPT TAM perlu mengelola kebijakan persediaan material sebagai pendukung proses\nproduksi secara efektif dan efisien.\nSaat ini, kinerja sistem inventori bahan baku belum memuaskan. Berdasarkan data\nhistoris tahun 2019, penggunaan stok material jenis dedicated belum efektif\nsehingga berpengaruh pada tingginya penumpukan material. Hal tersebut\ndidasarkan pada nilai stock ratio sebesar 3,65 yang belum memenuhi target yang\nditetapkan. Adanya penumpukan tersebut akibat dari perputaran kanban yang masih\nmenerapkan Traditional Kanban System (TKS). Konsep pada sistem tersebut akan\noptimum apabila diterapkan pada kondisi lingkungan yang stabil dan lancar\n(Shahabudeen & Sivakumar, 2008). Sehingga, dalam Shahabudeen & Sivakumar\n(2008) dibahas mengenai pembaharuan konsep kanban dengan memvariasikan\npenggunaan jumlah kanban. Istilah tersebut dikenal dengan Adaptive Kanban\nSystem (AKS). Konsep tersebut memainkan peranannya dalam alur pemesanan\nkanban pemasok yang memperhatikan tingkat inventori dan backorder aktual.\nRancangan konsep Adaptive Kanban System (AKS) dibangun dengan\nmenggunakan Simulasi Monte Carlo. Simulasi Monte Carlo akan mencari\nkombinasi nilai variabel keputusan yang menghasilkan stock ratio terendah dengan\nmempertimbangkan batas backorder yang boleh terjadi. Kebijakan inventori usulan\ndengan konsep AKS membuat rata-rata stock ratio per bulan untuk 85 material\npenelitian mengalami penurunan sebesar 21,73% dari semula.", "Daftar File": {"ABSTRAK Nelly Widiyanti": "https://digilib.itb.ac.id/gdl/download/244767"}, "Penulis": "Nelly Widiyanti [13416104]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Andi Cakravastia Arisaputra Raja, S.T., M.T.", "Saskia Puspa Kenaka, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Inventori, Traditional Kanban System, Adaptive Kanban System, Simulasi Monte Carlo, Stock Ratio.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "17 Mar 2022"}