{"Nomor": 63818, "Judul": "PENGEMBANGAN HIDROGEL UNTUK ENKAPSULASI EKSTRAK SIRIH MERAH", "Abstrak": "Daun sirih merah telah digunakan secara tradisional untuk menghentikan mimisan, mengobati luka bakar, batuk, reumatik, dan sebagai antiseptik serta menghambat pertumbuhan bakteri. Pemberian ekstrak untuk tujuan terapi ataupun pencegahan penyakit membutuhkan media penghantaran untuk mengontrol laju pelepasan obat. Penelitian ini bertujuan mengembangkan sistem pembawa berupa hidrogel polivinil alkohol (PVA) untuk ekstrak daun sirih merah menggunakan teknik freeze-thaw, untuk meningkatkan nilai guna terapeutik ekstrak daun sirih merah. PVA telah banyak digunakan dalam aplikasi biomedis dan biomaterial. Pada penelitian ini, komposisi larutan prekursor divariasikan lalu sifat fisis dan morfologi dari hidrogel diamati. Daun sirih merah diekstraksi dengan pelarut etanol 70% (v/v) kemudian dipekatkan dengan rotary evaporator lalu dikeringkan menggunakan proses freeze-dry. Larutan prekursor terdiri atas campuran larutan PVA dengan larutan ekstrak pada berbagai variasi komposisi. Viskositas dan densitas larutan makin turun ketika fraksi larutan ekstrak meningkat sedangkan pengukuran pH larutan prekusor menunjukkan peningkatan dengan meningkatnya fraksi larutan ekstrak. Pemisahan fase padat dan cair pada penampang hidrogel kering telah dikonfirmasi melalui observasi menggunakan mikroskop elektron. Untuk sampel hidrogel dengan kadar ekstrak yang besar maka akan menyebabkan munculnya citra serbuk berbentuk tonjolan kubus. Melalui analisis FTIR, gugus fungsional dari ekstrak muncul di dalam hidrogel komposit sehingga dapat disimpulkan sampel hidrogel telah dimuati oleh ekstrak sirih merah. Sifat kristalinitas dari hidrogel komposit diamati dengan menggunakan XRD. Ditemukan bahwa intensitas puncak yang menunjukkan sifat semikristalin dari bubuk PVA mengalami penurunan intensitas ketika PVA sudah bertransformasi menjadi hidrogel. Pada spektrum FTIR juga terlihat bahwa makin banyak fraksi larutan ekstrak dalam hidrogel maka ada kecenderungan puncak yang lebih tinggi pada selang 3000-3800 cm-1 yang terkait dengan vibrasi ulur OH. Karakterisasi menggunakan difraksi sinar-X membuktikan terjadinya transformasi fasa dari semikristalin menjadi amorf pada saat bubuk PVA disintesis menjadi hidrogel yang disebabkan oleh hamburan difus (diffuse scattering) sinar-X oleh cairan. Pada termogram TGA, kurva menunjukkan penurunan berat yang drastis dari hidrogel pada tahap awal yang disebabkan oleh penguapan cairan. Hidrogel PVA memiliki stabilitas termal yang lebih tinggi dibandingkan bubuk PVA yang dibuktikan oleh suhu dekomposisi yang lebih tinggi. Dari termogram DSC, menurunnya fraksi PVA menyebabkan titik leleh dari PVA dalam hidrogel bergeser ke suhu yang lebih rendah dan total panas yang dibutuhkan untuk melelehkan PVA dalam sampel berkurang. Dari uji derajat pengembangan hidrogel, hidrogel murni tanpa ekstrak memiliki derajat pengembangan yang paling besar sedangkan hidrogel komposit dengan fraksi ekstrak terbesar memiliki derajat pengembangan yang paling kecil yang disebabkan oleh pelepasan ekstrak yang signifikan ke larutan dapar ketika proses pengujian. Hasil analisis fraksi gel menunjukkan bahwa makin besar fraksi ekstrak maka makin kecil fraksi gel dalam hidrogel. Modulus tekan hidrogel komposit cenderung menurun seiring dengan bertambahnya fraksi ekstrak.\nAktivitas antibakteri terhadap Staphylococcus aureus secara konsisten lebih tinggi dibandingkan bakteri Pseudomonas aeruginosa untuk semua sampel hidrogel. Pelepasan ekstrak dari sampel mengikuti model pseudo-fickian, yang berarti ekstrak dilepaskan melalui proses difusi dari hidrogel. Ketika fraksi eksrak makin besar maka pelepasan ekstrak yang terjadi pada sampel tersebut dihambat oleh ukuran celah antar rantai polimer sehingga untuk hidrogel dengan fraksi ekstrak terbesar melewati ambang batas model difusi fickian.", "Daftar File": {"ABSTRAK Dhewa Edikresnha": "https://digilib.itb.ac.id/gdl/download/261094", "COVER Dhewa Edikresnha": "https://digilib.itb.ac.id/gdl/download/261095", "PUSTAKA Dhewa Edikresnha": "https://digilib.itb.ac.id/gdl/download/261101"}, "Penulis": "Dhewa Edikresnha [30216009]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.Eng. Khairurrijal", "Prof.Dr.Eng. Suprijadi, M.Eng.", "Dr. Tri Suciati, Apt."], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Polivinil alkohol, ekstrak daun sirih merah, hidrogel, freeze-thaw, antibakteri, uji pelepasan", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "17 Mar 2022"}