{"Nomor": 63827, "Judul": "USULAN PENDEKATAN MANAJEMEN PENGETAHUAN UNTUK MENINGKATKAN KASUS PADA BIDANG PENINDAKAN  BALAI BESAR POM DI BANDAR LAMPUNG", "Abstrak": "Di era digital ini, perubahan gaya hidup, terutama penggunaan internet yang tinggi, sangat mempengaruhi pola perdagangan obat dan makanan, dari sistem konvensional ke sistem digital. Obat ilegal sering ditemukan di website, e-commerce, dan media social, hal ini harus diantisipasi secara cepat dan tepat untuk melindungi kesehatan masyarakat dari risiko obat yang tidak memenuhi standar. Salah satu fungsi yang berperan dalam pemberantasan dan pengendalian peredaran obat dan makanan ilegal adalah penyidik pada bagian penegakan hukum.\n\nKendala yang dihadapi BBPOM di Bandar Lampung adalah terbatasnya jumlah penyidik. Juga, pergeseran dan rotasi posisi dalam organisasi telah menjadi rutinitas; Hal ini dilakukan untuk memperkuat kinerja organisasi. Di sisi lain, menjadi masalah karena kurangnya pengetahuan. Untuk mengatasi hal ini, penulis mengusulkan pendekatan sistem manajemen pengetahuan dengan faktor utama: orang, proses, dan teknologi. Analisis data menggunakan teks atau narasi dari hasil wawancara dan observasi. Data yang diperoleh dianalisis menggunakan metode diagram tulang ikan. Akar masalah yang ditemukan kemudian ditransfer ke mekanisme konversi pengetahuan model SECI.\n\nHasil dari fishbone analysis tersebut terutama disebabkan oleh kurangnya berbagi pengetahuan dan penanganan dokumen yang belum terpusat. Untuk mengatasi hal tersebut, penulis mengusulkan untuk melakukan orientasi kepada karyawan baru dan mengadakan pertemuan bulanan dan forum diskusi untuk berbagi pengetahuan, kafe pengetahuan, dan pelatihan. Buat penempatan dokumen terpusat untuk mudah diakses. Peran manajer sangat vital dalam mendukung pelaksanaan manajemen pengetahuan sebagai inisiator dan contoh. Kegiatan berbagi pengetahuan kemudian didokumentasikan ke dalam sistem manajemen pengetahuan yang digunakan sebagai pedoman standar bagi seluruh karyawan.", "Daftar File": {"COVER Jazari Alfaridi": "https://digilib.itb.ac.id/gdl/download/253782", "BAB 1 Jazari Alfaridi": "https://digilib.itb.ac.id/gdl/download/253783", "BAB 2 Jazari Alfaridi": "https://digilib.itb.ac.id/gdl/download/253784", "BAB 3 Jazari Alfaridi": "https://digilib.itb.ac.id/gdl/download/253786", "BAB 4 Jazari Alfaridi": "https://digilib.itb.ac.id/gdl/download/253787", "PUSTAKA Jazari Alfaridi": "https://digilib.itb.ac.id/gdl/download/253788"}, "Penulis": "Jazari Alfaridi [29320067]", "Kontributor / Dosen Pembimbing": ["Dedy Sushandoyo, S.T., M.Sc.Eng., M.A.Sc., Ph.D.", "Emilia Fitriana Dewi, S.H., M.A.B."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Pengetahuan, SECI, Penegakan Hukum, Pengetahuan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "18 Mar 2022"}