{"Nomor": 63825, "Judul": "USULAN STRATEGI BISNIS TRAV LEATHER GOOD", "Abstrak": "Trav Leather Goods merupakan unit bisnis yang bergerak di industri kerajinan kulit dengan spesialisasi produk aksesoris sepeda lipat. Trav Leather Goods established in September of 2020 and berlokasi di Kelapa Gading, Jakarta Utara. Saat ini, Trav Leather Goods mengalami masalah terkait dengan penurunan penjualan yang signifikan selama tahun 2021 sehingga keberlangsungan bisnis dipertanyakan. Atas permasalahan tersebut, penelitian ini akan mengusulkan strategi bisnis dengan menganalisis lingkungan internal dan eksternal melalui perumusan strategi model diamond. Penelitian ini menggunakan pendekatan kualitatif dengan teknik pengumpulan data melalui kuesioner dan wawancara dengan pemilik, staf dan konsumen Trav Leather Goods. Berdasarkan Root Cause Analysis disimpulkan bahwa permaslaahan utama yang dihadapi perusahaan adalah the market for leather craft products for folding bicycle accessories is still limited in Indonesia. Usulan strategi bisnis yang dapat dilakukan melalui tiga tahapan yaitu stage 1: product development aggressive promotion plan; stage 2: engagement consumer’s program and stage 3: market expansion.", "Daftar File": {"COVER Leonardus Satrio Adiguno A": "https://digilib.itb.ac.id/gdl/download/263983", "BAB 1 Leonardus Satrio Adiguno A": "https://digilib.itb.ac.id/gdl/download/263984", "BAB 2 Leonardus Satrio Adiguno A": "https://digilib.itb.ac.id/gdl/download/263985", "BAB 3 Leonardus Satrio Adiguno A": "https://digilib.itb.ac.id/gdl/download/263986", "BAB 4 Leonardus Satrio Adiguno A": "https://digilib.itb.ac.id/gdl/download/263987", "PUSTAKA Leonardus Satrio Adiguno A": "https://digilib.itb.ac.id/gdl/download/263988"}, "Penulis": "Leonardus Satrio Adiguno A [29319371]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mohammad Hamsal, MSE, MQM, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kerajinan Kulit, Sepeda, Lingkungan Internal dan Eksternal, Strategi Bisnis, Strategi Model Berlian.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "18 Mar 2022"}