{"Nomor": 63820, "Judul": "INFLUENCE OF TRUST AS AN EXTERNAL FACTOR IN TECHNOLOGY ACCEPTANCE MODEL TOWARDS CASH ON DELIVERY IN E-COMMERCE COMPANY PT. JUJUAL", "Abstrak": "Keberhasilan suatu e-commerce tidak lepas dari pentingnya ketertarikan pelanggan mereka dalam\nmenggunakan aplikasi mereka, dalam kasus ini akan menjadi Behavioral Intention mereka.\nSebuah e-commerce juga dituntut untuk selalu berinovasi baik dengan membuat atau mengadopsi\nkonsep lama seperti metode pembayaran Cash On Delivery. Penelitian ini berasumsi bahwa Trust,\nPerceived Usefulness, dan Perceived Ease of Use dapat berdampak baik pada sikap pelanggan\nterhadap penggunaan teknologi yang kemudian akan mempengaruhi niat perilaku mereka\nterhadap penggunaan teknologi. Oleh karena itu, untuk membuktikannya peneliti mencoba\nmelakukan penelitian di PT.JUJUAL dengan menggunakan Technology Acceptance Model\ndengan tambahan Trust sebagai variabel eksternal dan menganalisanya menggunakan Path\nAnalysis untuk mengetahui mengapa pelanggan tidak mau menerima teknologi metode\npembayaran Cash on Delivery di PT.JUJUAL.\nTujuan dari penelitian ini adalah untuk memberikan saran atau rekomendasi kepada PT.JUJUAL\nagar mereka dapat meningkatkan kinerja kampanye Cash on delivery mereka dengan\nmeningkatkan Trust, Perceived Usefulness, dan Perceived Ease of Use. Metodologi dalam\npenelitian ini menggunakan data kualitatif dimana penulis mengumpulkan data primer dari\nbeberapa kota utama dimana kampanye Cash On Delivery aktif, yang terdiri dari 200 responden.", "Daftar File": {}, "Penulis": "Malvin Hidayat [19017094]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA", "Dr. Yuanita Handayati, M.S.M.", "Dr. rer. pol. Achmad Fajar Hendarman, S.T., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Technology Acceptance Model, Perceived Usefulness, Perceived Ease of Use, Trust, Attitude, Behavioral Intention, E-commerce. Path Analysis.", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "0 file", "Tanggal Input": "18 Mar 2022"}