{"Nomor": 63822, "Judul": "STRATEGI PEMASARAN KOMODITAS  AGRIKULTUR INDONESIA UNTUK  MEMASUKI PASAR AFRIKA DAN TIMUR TENGAH (ATT)   (STUDI KASUS: INVESTASI PABRIK MIE INSTAN DI NIGERIA OLEH INDOFOOD GROUP)", "Abstrak": "Badan Pusat Statistik (BPS) mengeluarkan laporan pertumbuhan ekonomi Indonesia triwulan IV 2020 year on year (y-on-y) turun 2,19%. Namun, dibandingkan dengan industri lainnya, sektor pertanian termasuk dalam lima besar industri yang berkontribusi positif terhadap pertumbuhan ekonomi Indonesia. Data ini menunjukkan bahwa komoditas pertanian berpotensi memberikan tambahan pendapatan bagi Indonesia. Sementara itu, sepuluh besar mitra dagang utama Indonesia tidak ada satu pun negara yang berasal dari Afrika dan Timur Tengah (ATT). Padahal, jumlah populasi ATT mencapai 1,4 miliar orang dari 69 negara, dengan 19 negara yang tergolong negara berpenghasilan menengah menurut Bank Dunia (2019).\nStudi kasus “Investasi Pabrik Mie Instan di Nigeria oleh Indofood Group” memberi sudut pandang lain bahwa komoditas pertanian Indonesia bisa ditranfser ke pasar negara tujuan melalui strategi pemasaran joint venture karena memiliki nilai tambah (value added). Sementara itu, pada umumnya komoditas pertanian Indonesia tidak memerlukan pemrosesan lebih lanjut sehingga strategi pemasaran untuk memasuki negara lain disarankan menggunakan strategi indirect export.", "Daftar File": {"COVER Dini Ayudia Erwin": "https://digilib.itb.ac.id/gdl/download/252724", "BAB 1 Dini Ayudia Erwin": "https://digilib.itb.ac.id/gdl/download/252725", "BAB 2 Dini Ayudia Erwin": "https://digilib.itb.ac.id/gdl/download/252726", "BAB 3 Dini Ayudia Erwin": "https://digilib.itb.ac.id/gdl/download/252727", "BAB 4 Dini Ayudia Erwin": "https://digilib.itb.ac.id/gdl/download/252728", "PUSTAKA Dini Ayudia Erwin": "https://digilib.itb.ac.id/gdl/download/252729"}, "Penulis": "Dini Ayudia Erwin [29319323]", "Kontributor / Dosen Pembimbing": ["Dr. Agung Wicaksono, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Komoditas, Agrikultur, Nilai Tambah, Ekspor, Afrika, Timur Tengah", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "18 Mar 2022"}