{"Nomor": 63833, "Judul": "USULAN SOLUSI STRATEGI BISNIS UNTUK MENINGKATKAN PANGSA PASAR TERHADAP PERUSAHAAN PONSEL PINTAR PREMIUM (STUDI KASUS: APPLE IPHONE)", "Abstrak": "Pasar ponsel pintar di Indonesia adalah pasar yang relatif besar dikarenakan Indonesia merupakan negara dengan populasi terbesar ke empat di dunia dan hamper semua orang mengakses internet melalui ponsel pintar. Sehingga menarik bagi merek smartphone untuk mendapatkan pangsa pasar. Namun, Apple sebagai pemain utama di pasar ponsel pintar global namut tidak memiliki posisi yang kuat di pasar Indonesia. Terdapat keunikan yang ditemukan di pasar iPhone di Indonesia karena pasar barang tamgan kedua berkembang pesat, namun iPhone terbaru tetap di rilis setiap tahunnya. Riset ini mencoba untuk menelusuri keunikan di pasar Indonesia melalui beberapa wawancara yang dilakukan dan observasi di pasar ponsel pintar.  Melalui Analisa kemampuan internal perusahaan dan kondisi pasar di Indonesia, ditemukan bahwa Apple tetap menddukung iPhone seri lama dengan meningkatkan dukungan siklus hidup yang panjang. Merilis iPhone seri lama sebagai versi yang lebih murah dengan harga diskon sebagai salah satu strategi untuk menjaga imej premium dari iPhone. Strategi ini tidak hanya berarti meningkatkan penjualan daripada iPhone, namun juga meningkatkan jumlah pengguna dari produk Apple. Hal ini dikarenakan iPhone dianggap sebagai gerbang dari produk-produk Apple lainnya baik secara fisik ataupun piranti lunak. Pembeli ingin merasakan pengalaman iOS di produk Apple dengan harga yang terjangkau. Namun, pada umumnya iPhone tangan kedua di Indonesia tidak terdaftar resmi pada Lembaga berotoritas yang mana dapat mudah sekali di blokir oleh pemerintah Indonesia dan anggapan pembeli mengenai kualitas produk bekas. Solusi yang diberikan pada pasar Indonesia adalah menjual iPhone Ceritfied Refurbished yang diimpor resmi di Indonesia sebagai iPhone seri terjangkau dengan kontrol kualitas yang lebih terjaga untuk meningkatkan ketenangan pembeli.", "Daftar File": {"COVER M Thariq Hawari": "https://digilib.itb.ac.id/gdl/download/254217", "BAB 1 M Thariq Hawari": "https://digilib.itb.ac.id/gdl/download/254218", "BAB 2 M Thariq Hawari": "https://digilib.itb.ac.id/gdl/download/254220", "BAB 3 M Thariq Hawari": "https://digilib.itb.ac.id/gdl/download/254222", "BAB 4 M Thariq Hawari": "https://digilib.itb.ac.id/gdl/download/254224", "PUSTAKA M Thariq Hawari": "https://digilib.itb.ac.id/gdl/download/254226"}, "Penulis": "M Thariq Hawari [29320181]", "Kontributor / Dosen Pembimbing": ["Sonny Rustiadi, M.B.A., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Ponsel Pintar, Apple, Bekas, Siklus hidup, Rekondisi, Pengguna", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "18 Mar 2022"}