{"Nomor": 63839, "Judul": "UNDERSTANDING THE EFFECT OF WFH (WORK FROM HOME) ON INDIVIDUAL  PERFORMANCE OF ITB DORMITORY TUTOR", "Abstrak": "Dalam situasi pandemi saat ini, sebagian besar karyawan di seluruh dunia tidak lagi bekerja di kantor dan\ndiharuskan bekerja dari rumah. Pandemi ini tiba-tiba mengubah cara orang bekerja dan untuk saat ini belum\nbegitu jelas berapa lama lagi kita harus terus bekerja dari rumah. Situasi pandemi memaksa semua orang\nuntuk beradaptasi, tak terkecuali Tutor Asrama ITB. Tutor Asrama ITB adalah mahasiswa tahun kedua\nhingga tahun keempat yang bertanggung jawab untuk membina karakter mahasiswa tahun pertama.\nOrganisasi ini berada di bawah Direktorat Kemahasiswaan Institut Teknologi Bandung (DITMAWA ITB)\ndan Direktorat Sarana dan Prasarana ITB. Penulis menemukan adanya penurunan performance selama\nWFH (Work from Home) yaitu ketercapaian KPI menurun dari 84.20% menjadi 82.50%. Penulis\nmengadaptasi MARS model menggunakan pendekatan kuantitatif untuk mengetahui apakah WFH\nberpengaruh terhadap Individual Performance (IP) Tutor Asrama ITB. MARS model of Individual\nPerformance and Behavior terdiri dari 4 variabel yaitu Motivation (M), Ability (A), Role Perception (RP)\ndan Situational Factor (SF). Untuk mendapatkan data, penulis menggunakan kuisioner yang disebarkan\nsecara online untuk mengetahui indikator mana saja yang disetujui oleh Tutor Asrama ITB. Penulis\nmengambil 83 sampel dari 104 total populasi. Data dianalisis dengan metode PLS-SEM menggunakan\naplikasi SmartPLS untuk uji validitas dan reliabilitas. Hasil penelitian ini menunjukkan bahwa terdapat\npengaruh positif dari Situational Factor (SF) dan Mental Ability (A) terhadap Individual Performance(IP).\nDengan hasil yang diperoleh, penelitian ini dapat dikatakan bermanfaat untuk menyajikan bukti nyata\nbahwa WFH berpengaruh terhadap Individual Performance (IP).", "Daftar File": {}, "Penulis": "Ajeng Silmi Azzizah [19018050]", "Kontributor / Dosen Pembimbing": ["Ir. John Welly, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "WFH, MARS model, Individual Performance, ITB Dormitory Tutor", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "0 file", "Tanggal Input": "18 Mar 2022"}