{"Nomor": 63838, "Judul": "ELECTROSPUN SERAT NANO KOMPOSIT PAN-MELAMIN UNTUK ADSORPSI SENYAWA DI-(2-ETILHEKSIL)FTALAT (DEHP)", "Abstrak": "Di-(2-etilheksil)ftalat (DEHP) merupakan salah satu ester asam ftalat (PAEs) yang paling melimpah dan digunakan dalam produk plastik sebagai plasticizer. DEHP tidak terikat secara kimiawi pada plastik, namun hanya terlarut secara fisik sehingga dalam penggunaannya memungkinkan terjadinya pencemaran di lingkungan perairan. DEHP beracun terhadap sistem endokrin dan reproduksi manusia. Oleh karena itu, diperlukan suatu teknologi penghilangan senyawa DEHP. Adsorpsi menjadi teknik yang paling banyak digunakan untuk penghilangan senyawa DEHP karena kesederhanaan metode dan keefektivitasan biayanya. Adsorben polimerik seperti PAN (Poliakrilonitril) dalam rentang ukuran nano memiliki luas permukaan yang besar dan dapat meningkatkan kapasitas adsorpsi. Electrospinning merupakan salah satu metode sederhana pembuat serat dalam ukuran nano. Serat nano polimer termodifikasi dapat menghasilkan porositas yang lebih tinggi dan luas permukaan dengan spesifikasi tinggi. Modifikasi gugus amino seperti melamin terhadap permukaan nano material banyak digunakan untuk menghasilkan nitrogen yang mengandung gugus fungsi (-C-N, -C=N, -NH, -NH2) untuk meningkatkan efisiensi adsorpsi. Pembuatan material fungsional diawali dengan melakukan sintesis serat nano PAN dan serat nano PAN-Melamin melalui electrospinning dengan optimasi kondisi meliputi variasi konsentrasi larutan PAN, laju alir, penerapan tegangan listrik, dan jarak ujung jarum ke kolektor. Adsorben dikarakterisasi dengan SEM dan spektrometri FTIR. Evaluasi kinerja adsorpsi senyawa DEHP oleh serat nano PAN dan PAN-Melamin dipelajari menggunakan metode batch melalui optimasi pengaruh konsentrasi melamin, waktu kontak, dan studi kinetika adsorpsi. Hasil penelitian menunjukkan bahwa serat nano PAN dan PAN-Melamin telah berhasil disintesis melalui electrospinning pada kondisi optimum konsentrasi larutan PAN 14%, laju alir 0,5 ?L min-1,tegangan listrik 10,5 – 11,3 kV, dan jarak ujung jarum ke kolektor 15 cm. Penambahan melamin mengubah struktur fisik permukaan serat nano dengan rata-rata diameter serat berkisar 350 – 400 nm ketika konsentrasi melamin dalam larutan PAN meningkat. Spektrum FTIR komposit serat nano PAN- Melamin menunjukkan puncak khas baru pada bilangan gelombang 812, 1025, 1659, 3472, 3418, 3324, dan 3129 cm-1 yang mengindikasikan spektrum khas dari melamin. Hasil optimasi kapasitas adsorpsi senyawa DEHP oleh serat nano PAN dan PAN-Melamin berbagai variasi konsentrasi, diperoleh kapasitas optimum pada variasi serat nano PAN-Melamin 0,10 g/mL, waktu kontak selama 120 menit dengan model kinetika orde pertama semu. Mekanisme pemisahan senyawa DEHP dari larutannya dikontrol oleh difusi intra-partikel menggunakan model kinetika Boyd.", "Daftar File": {"ABSTRAK Nely Binuang Sujana": "https://digilib.itb.ac.id/gdl/download/244800"}, "Penulis": "Nely Binuang Sujana [20519016]", "Kontributor / Dosen Pembimbing": ["Ir. Muhammad Ali Zulfikar, Ph.D., IPP"], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "di-(2-etilheksil)ftalat, serat nano, PAN, melamin.", "Sumber": "", "Staf Input/Edit": "Latifa Noor", "File": "1 file", "Tanggal Input": "18 Mar 2022"}