{"Nomor": 63834, "Judul": "STRATEGI BISNIS BARU UNTUK BERSAING SECARA EFEKTIF PADA INDUSTRI PELAYARAN: STUDI KASUS COSCO SHIPPING LINES", "Abstrak": "Setelah China dan Indonesia masuk ke WTO, perdagangan luar negeri antara China dan Asia Tenggara khususnya Indonesia, menghadapi peluang pembangunan dan persaingan yang ketat. Tesis ini mengambil COSCO SHIPPING Lines Co., Ltd sebagai studi kasus. Tesis ini mengindikasikan studi empiris mengenai sifat kasus perusahaan pelayaran skala besar, yang dapat lebih mencerminkan situasi keseluruhan industri pelayaran melalui perspektif manajemen perusahaan. Studi ini juga dapat secara efektif menggali masalah umum yang ada di perusahaan pelayaran skala besar dan mengedepankan solusi praktis. Makalah ini membahas situasi perkembangan perusahaan saat ini, kekurangan pemasaran, dan lingkungan operasi yang kurang baik. Kemudian dianalisa melalui lingkungan strategis perusahaan dan permasalahan lingkungan politik, lingkungan ekonomi, lingkungan sosial, dan lingkungan teknologi. Terakhir, berdasarkan analisis tujuan dan pilihan perencanaan strategis perusahaan, studi ini mengedepankan penerapan strategi pengendalian biaya dan optimalisasi produk. Untuk menentukan kelancaran implementasi dari strategi-strategi tersebut, tesis ini juga mengedepankan langkah-langkah pengamanan khusus.", "Daftar File": {"COVER Yohanes": "https://digilib.itb.ac.id/gdl/download/255702", "BAB 1 Yohanes": "https://digilib.itb.ac.id/gdl/download/255703", "BAB 2 Yohanes": "https://digilib.itb.ac.id/gdl/download/255704", "BAB 3 Yohanes": "https://digilib.itb.ac.id/gdl/download/255705", "BAB 4 Yohanes": "https://digilib.itb.ac.id/gdl/download/255706", "PUSTAKA Yohanes": "https://digilib.itb.ac.id/gdl/download/255707"}, "Penulis": "Yohanes [29320222]", "Kontributor / Dosen Pembimbing": ["Anh Dung Do, MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Pengembangan, Strategi Transformasi, COSCO Shipping Lines", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "18 Mar 2022"}