{"Nomor": 63849, "Judul": "IDENTIFIKASI CEKAMAN VEGETASI MENGGUNAKAN CITRA SATELIT SENTINEL 2 DI LAPANGAN GEOTERMAL KAMOJANG DAN SEKITARNYA", "Abstrak": "Kompleks Gunungapi Guntur-Kamojang merupakan rangkaian gunungapi aktif yang memiliki sistem geotermal di bawah permukaan. Hal ini ditandai oleh keberadaan manifestasi di permukaan dan anomali termal pada daerah tersebut. Lapangan Geotermal Kamojang dipilih sebagai lokasi penelitian karena merupakan lapangan geotermal tertua di Indonesia dengan temperatur uap yang tinggi. Untuk mengidentifikasi sistem geotermal di lokasi penelitian, dilakukan pendekatan penginderaan jauh dan observasi geologi. Penelitian ini bertujuan untuk mengidentifikasi sistem geotermal dari data cekaman vegetasi menggunakan citra satelit Sentinel 2 dan observasi geologi. Metode yang digunakan pada penelitian ini meliputi analisis indeks vegetasi berdasarkan teknik penginderaan jauh di daerah geotermal bersuhu tinggi, analisis fisik tumbuhan, dan nilai klorofil daun tumbuhan. Hasil ekstraksi indeks vegetasi kemudian dikorelasikan dengan data cekaman vegetasi lapangan menggunakan persamaan regresi linear. Anomali cekaman vegetasi terkait dengan zona keluaran fluida geotermal teridentifikasi di lima lokasi, Pertama merupakan lokasi kemunculan manifestasi pada daerah Danau Pangkalan, kedua pada daerah Kawah Kamojang, ketiga berada pada Kawah Gunung Masigit serta Gunung Gandapura, lokasi keempat berada pada kawah Gunung Guntur dan lokasi kelima berada pada bagian Selatan kamojang. Anomali cekaman vegetasi yang berada pada daeah Kamojang, Gunung Masigit, Gunung Paruhpuyan dan Gunung Guntur merupakan zona discharge keluaran fluida hidrotermal ke permukaan. Sedangkan pada daerah Danau Pangkalan dan Selatan Kamojang di indikasikan sebagai anomali sekunder yang tidak secara langsung berkaitan dengan manifestasi di permukaan.", "Daftar File": {"ABSTRAK Fadhil Muhammad Akrom": "https://digilib.itb.ac.id/gdl/download/244817"}, "Penulis": "Fadhil Muhammad Akrom [22619002]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Asep Saepuloh, S.T., M.Eng.", "Angga Bakti Pratama, S.Si., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Panas Bumi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Cekaman vegetasi, Geologi, Kamojang, Gunung Guntur, Sentinel 2.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Mar 2022"}