{"Nomor": 63852, "Judul": "PENGEMBANGAN ALAT BERBASIS SPECIMEN ROOM UNTUK ANALISIS ELEKTROKARDIOGRAM TIKUS WISTAR (RATTUS NORVEGICUS) YANG DIINDUKSI HIPERLIPIDEMIA PADA STUDI PENYAKIT JANTUNG KORONER", "Abstrak": "Penyakit jantung koroner (PJK) merupakan penyakit yang disebabkan adanya penyumbatan arteri koronaria sehingga mengganggu aliran darah yang disebut aterosklerosis. Salah satu indikator terjadinya aterosklerosis adalah hiperlipidemia yang ditandai dengan tingginya kadar kolesterol total, LDL, dan trigliserida, serta rendahnya kadar HDL. High-fat diet (HFD) berkontribusi terhadap perkembangan aterosklerosis, PJK, dan cardiovascular diseases lainnya. Deteksi dini merupakan langkah penting untuk mengurangi kematian akibat PJK. Salah satu metode deteksi dini yaitu analisis gelombang elektrokardiogram (EKG). Perekaman gelombang EKG pada tikus memiliki keterbatasan seperti sulitnya membatasi pergerakan tikus. Salah satu cara untuk membatasi pergerakan tikus yaitu menggunakan anestesi. Namun, penggunaan anestesi dapat mempengaruhi aktivitas listrik jantung. Oleh sebab itu, penelitian ini bertujuan untuk mengembangkan perangkat berbasis specimen room untuk perekaman EKG pada mamalia kecil dan menentukan gelombang EKG pada tikus yang diberi perlakuan pakan HFD, sehingga dapat mendeteksi perubahan karakteristik gelombang EKG. Perekaman EKG menggunakan alat Wireless Mice Electrocardiogram (WIM ECG) selama 5 - 10 menit. Penelitian ini menggunakan 20 ekor tikus yang dibagi menjadi 2 kelompok. Kelompok kontrol yang diberikan pakan standar atau normal dan kelompok HFD yang diberikan pakan tinggi lemak atau high-fat diet selama 8 minggu. Hasil pengamatan menunjukkan bahwa kelompok HFD mengalami peningkatan nyata profil lipid dibandingkan dengan kelompok kontrol. Pada minggu ke-8 berturut-turut konsentrasi profil lipid kelompok HFD dan kelompok kontrol yaitu konsentrasi kolesterol total (179.03 & 88.78 mg/dL), trigliserida (149.11 & 89.16 mg/dL), dan LDL (123 & 27.16 mg/dL), serta konsentrasi HDL (29.15 & 51.58 mg/dL). Kondisi tersebut menunjukkan tikus kelompok HFD mengalami hiperlipidemia yang menyebabkan perubahan nyata beberapa karakteristik gelombang EKG dibandingkan dengan kelompok kontrol. Pada minggu ke-8 berturut-turut nilai durasi karakteristik gelombang EKG kelompok HFD dan kelompok kontrol yaitu interval RR (176.5 &130.3 ms), interval QT (123.5& 104.7 ms), dan gelombang T (33.6 & 26.7 ms), serta denyut jantung (334 & 461 bpm), sedangkan untuk karakteristik lainnya antara kelompok HFD dan kelompok kontrol tidak berbeda nyata meliputi durasi gelombang P (27.4 & 23.3 ms), interval QRS (64.9 & 63.5 ms), dan segment ST (23.7 & 23 ms). Kami menyimpulkan bahwa pemberian pakan HFD dalam jangka panjang menyebabkan tikus mengalami hiperlipidemia yang menyebabkan perubahan pada karakteristik gelombang EKG, dimana durasi menjadi lebih lama atau lebih tinggi dibandingkan dengan kondisi normal. Pengamatan gelombang EKG tersebut menggunakan alat specimen room yang berhasil dikembangkan. Dari penelitian ini diharapkan bahwa perekaman EKG menggunakan specimen room dan WIM ECG semakin berkembang dan semakin banyak penelitian mengenai penyakit jantung pada mamalia kecil.", "Daftar File": {"ABSTRAK HARFI MAULANA": "https://digilib.itb.ac.id/gdl/download/244820"}, "Penulis": "HARFI MAULANA [21120306]", "Kontributor / Dosen Pembimbing": ["DR. SUPRIJANTO, S.T., M.T.", "DR. AHMAD RIDWAN"], "Jenis Koleksi": "Tesis", "Penerbit": "Bioteknologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Aterosklerosis, hiperlipidemia, high-fat diet, specimen room, elektrokardiogram.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Mar 2022"}