{"Nomor": 63859, "Judul": "PEMODELAN KEBERGANTUNGAN RISIKO DATA BREACH PADA DATA CROSS-SECTIONAL MENGGUNAKAN COPULA UNTUK PENENTUAN PREMI RISIKO ASURANSI SIBER", "Abstrak": "Seiring dengan meningkatnya risiko kerugian finansial akibat serangan\nsiber, kebutuhan akan produk asuransi siber juga turut meningkat. Hal\nini mengakibatkan perlu adanya pemodelan risiko kerugian finansial\nakibat serangan siber yang lebih baik. Dalam Tesis ini, kebergantungan\nrisiko kerugian finansial akibat serangan siber dimodelkan\nmenggunakan copula dengan tujuan untuk menentukan premi risiko\nsuatu asuransi siber. Sebagai studi kasus, digunakan data dari Privacy\nRights Clearinghouse tahun 2005-2019 tentang insiden data breach\n(pelanggaran data) yang terjadi di Amerika Serikat. Penelitian dalam\ntesis ini mencoba memodelkan kebergantungan kerugian finansial\nbulanan yang terjadi dalam dua pengaturan lintas sektor. Pertama,\nadalah pemodelan lintas sektor serangan siber pada lima jenis industri,\nyaitu: perbankan; lembaga pemerintahan; jasa kesehatan; ritel; dan\nlembaga pendidikan. Ke-dua, adalah pemodelan lintas sektor industri\npada empat jenis serangan siber, yaitu: peretasan; kehilangan perangkat\nelektronik; pengungkapan informasi; dan pelanggaran oleh orang\ndalam. Simulasi Monte Carlo digunakan untuk menentukan model\nkerugian finansial agregat, yang kemudian digunakan untuk\nmemodelkan kebergantungan kerugian finansial menggunakan copula.\nPerhitungan premi risiko dilakukan menggunakan prinsip premi standar\ndeviasi dan Value-at-Risk.", "Daftar File": {"ABSTRAK Yosef Ronaldo Lete Boro": "https://digilib.itb.ac.id/gdl/download/244886"}, "Penulis": "Yosef Ronaldo Lete Boro [20819009]", "Kontributor / Dosen Pembimbing": ["Dra. Dumaria Rulina Tampubolon, M.Sc., Ph.D.", "Sapto Wahyu Indratno, S.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "risiko siber, copula, simulasi Monte Carlo", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "21 Mar 2022"}