{"Nomor": 63858, "Judul": "PENGEMBANGAN SUSTAINABLE TRANSPORT COMPOSITE INDEX DI WILAYAH PROVINSI DKI JAKARTA", "Abstrak": "Konsep pembangunan berkelanjutan sebuah konsep pembangunan yang dapat memenuhi kebutuhan saat ini tanpa mengorbankan kemampuan generasi mendatang untuk dapat memenuhi kebutuhannya. Pengembangan sistem transportasi sangat berperan penting untuk diselaraskan dengan konsep pengembangan berkelanjutan oleh karenanya dikenal konsep transportasi berkelanjutan . Alat yang umum digunakan untuk mengukur sebuah sistem transportasi sudah mengikuti konsep keberlanjutan adalah indikator. Transportasi berkelanjutan adalah sebuah konsep multidimensi diperlukan juga banyak indikator yang menyebabkan sulit ditafsirkan. Oleh karena indeks komposit digunakan untuk mempermudah interpretasi.\nPada penelitian ini digunakan sembilan indikator yang mewakili tiga aspek keberlanjutan yaitu lingkungan sosial dan ekonomi. Sebelum proses agregasi indikator, tiap indikator di normalisasi lalu diberi bobot yang didasarkan pada pendapat ahli. Selain indeks komposit juga disusun sub indeks berdasarkan aspek keberlanjutan. Terdapat dua tahapan analisis yang dilakukan, pertama di tingkat kotamadya Jakarta yang hasilnya dibandingkan satu sama lain. Setelah itu dikembangkan di tingkat DKI Jakarta yang akan dibandingkan dengan beberapa kota di luar negeri.\nNilai indeks komposit yang dihasilkan di tingkat kotamadya tidak memiliki selisih yang jauh. Hal ini dapat diartikan bahwa pengembangan sistem transportasi yang dilakukan sudah cukup merata. Dampak lingkungan yang terjadi cukup ditangani dengan baik, sedangkan dampak ekonomi yang diharapkan kurang dimaksimalkan. Jika dibandingkan dengan kota lain di luar negeri DKI Jakarta masih tertinggal cukup jauh baik secara indeks komposit maupun di setiap nilai sub indeks, hal ini dapat diartikan bahwa sistem transportasi di DKI Jakarta masih belum bisa menerapkan konsep keberlanjutan sebaik kota lainya dalam pengembangan sistem transportasinya.", "Daftar File": {"ABSTRAK HENDRO SAPUTRA": "https://digilib.itb.ac.id/gdl/download/244885"}, "Penulis": "HENDRO SAPUTRA [25019010]", "Kontributor / Dosen Pembimbing": ["Ir. Idwan Santoso, M.Sc., DIC., Ph.D.", "Ir. R. Sony Sulaksono Wibowo, M.T, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "transportasi berkelanjutan, indeks komposit, DKI Jakarta.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Mar 2022"}