{"Nomor": 63865, "Judul": "ANALISIS KLASTER PADA DATA PERUBAHAN LAHAN MELALUI ALGORITMA DIVISIVE HIERARCHICAL STUDI KASUS: PROVINSI JAWA TIMUR", "Abstrak": "Pertambahan penduduk mengakibatkan peningkatan kebutuhan akan perubahan\nfungsi lahan untuk berbagai keperluan yang menunjang pertumbuhan sosial\nekonomi masyarakat. Perubahan tutupan lahan dikaji pada tesis ini melalui\nanalisis klaster pada beberapa daerah Kabupaten/Kota yang menjadi wilayah\nProvinsi Jawa timur. Sehingga, berbagai informasi bermanfaat dapat diperoleh\nberkaitan dengan penyebab perubahan tutupan lahan, yang di antaranya adalah\njumlah penduduk, distribusi/sebaran penduduk pedesaan-perkotaan, dan variable\nlainnya.\nPengelompokan objek berdasarkan keserupaannya dapat dilakukan menggunakan\nanalisis klaster. Keserupaan dilihat dari ukuran jarak. Ukuran jarak yang\ndigunakan adalah ukuran jarak Euclidean. Dua klaster dikatakan berbeda atau\ntidak serupa jika kedua objek tersebut memiliki jarak yang besar. Algoritma\nhirarki divisif (AHD) pada analisis klaster menerapkan pendekatan top-down\ndengan menganggap seluruh anggota berada dalam satu klaster yang sama.\nKemudian pembagian klaster ditentukan berdasarkan ketidak serupaan jaraknya.\nSifat lahan yang selalu berkelompok untuk setiap jenisnya menjadikan alasan\nAHD diterapkan pada perubahan tutupan lahan di Provinsi Jawa Timur dengan\nmelibatkan kondisi fisik lahan dan sosial ekonominya.\nPengelompokan objek dari 53.283.768 piksel dilakukan menggunakan algoritma\nhirarki divisif berdasarkan pengukuran dari 13 variabel. Data sampel sebanyak\n400 piksel diambil secara acak berstrata. Hasil yang diperoleh pada proses\nklasterisasi lahan di Provinsi Jawa Timur adalah sebesar 69,25% dari penggunaan\nlahan mengalami perubahan dengan 21 pola perubahan lahan dan 30,35% sisanya\nstabil. Perubahan terbesar (21,75%) terjadi pada area pertanian lahan basah\nmenjadi pertanian lahan kering tersebar di area barat Provinsi Jawa Timur. Selain\nitu perubahan lahan menjadi kawasan tambak juga mendominasi di area timur\nProvinsi Jawa Timur. Peralihan fungsi menjadi lahan terbangun tergolong kecil\n(1%). Namun, hal ini menjadi menarik sebab sebagian besar kelas lahan\nterbangun cukup stabil di wilayah kota-kota besar Provinsi Jawa Timur.", "Daftar File": {"ABSTRAK Luthfita Khotimatul Amanah": "https://digilib.itb.ac.id/gdl/download/244891"}, "Penulis": "Luthfita Khotimatul Amanah [20919004]", "Kontributor / Dosen Pembimbing": ["Udjianna Sekteria Pasaribu, Ph.D.", "Dr. Wahyu Hidayat, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Komputasi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "analisis klaster, hirarki divisif, jarak Euclidean, perubahan tutupan lahan", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "21 Mar 2022"}