{"Nomor": 63869, "Judul": "USULAN STRATEGI MARKETING UNTUK MENINGKATKAN  KESADARAN MEREK TERHADAP POWEBRAIN DI INDONESIA", "Abstrak": "Pemakaian listrik yang tidak ter-visualisasi menjadi penyebab utama pemakaian energi yang buruk dan berkontribusi pada wasted energy pada suatu bangunan. Padahal bangunan berkontribusi terhadap 40% konsumsi energi yang ada di dunia ini. Powerbrain adalah Powerbrain adalah penyedia jasa Smart Energy Management berbasis Cloud yang berfokus pada segmen usaha kecil dan menengah pada negara berkembang. Penelitian ini bertujuan untuk memberikan strategi marketing baru bagi Powerbrain untuk meningkatkan kesadaran merek di Indonesia. Metode penelitian yang digunakan adalah metode pengumpulan data kuantitatif dan kualitatif. Kuantitatif dilakukan melalui pengiriman kuesioner kepada pemilik bisnis yang mempunyai toko fisik. Kualitatif dilakukan melalui wawancara dengan CEO, CMO, VP Engineer dan Operation Engineer. Data sekunder juga diperoleh dari berbagai artikel, buku dan data perusahaan. Kerangka konseptual yang digunakan dalam penelitian ini adalah analisis eksternal dan internal perusahaan. Analisis eksternal yang digunakan adalah analisis PEST dan analisis Porter's Five Forces, dan dan analisis pesaing. Analisis internal menggunakan Marketing 7P’s, analisis STP, analisis VRIO, Value Proposition Canvas, and analisis SWOT. Data yang terkumpul akan digunakan untuk menjawab pertanyaan penelitian. Untuk lebih memahami dan mengeksekusi strategi Five A’s, Omnichannel Marketing dan Integrated Communication Marketing untuk meningkatkan kesadaran merek dan menambah jumlah konsumer.  Rencana implementasi dibuat melalui solusi bisnis yang diberikan beradasarkan beberapa bagian kegiatan operasional perusahaan.", "Daftar File": {"COVER Annisa Safitri": "https://digilib.itb.ac.id/gdl/download/252100", "BAB 1 Annisa Safitri": "https://digilib.itb.ac.id/gdl/download/252101", "BAB 2 Annisa Safitri": "https://digilib.itb.ac.id/gdl/download/252102", "BAB 3 Annisa Safitri": "https://digilib.itb.ac.id/gdl/download/252103", "BAB 4 Annisa Safitri": "https://digilib.itb.ac.id/gdl/download/252104", "PUSTAKA Annisa Safitri": "https://digilib.itb.ac.id/gdl/download/252105"}, "Penulis": "Annisa Safitri [29319135]", "Kontributor / Dosen Pembimbing": ["Anh Dung Do, MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kesadaran Merek, Electricity, Strategi Pemasaran Digital, Smart Energy Management", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "21 Mar 2022"}