{"Nomor": 63877, "Judul": "PEMBUATAN PERENCANAAN SKENARIO PT CKD TRADING INDONESIA (CKDTI) UNTUK IMPLEMENTASI PRODUK IOT DI MANUFAKTUR OTOMOTIF", "Abstrak": "Industri 4.0 adalah kombinasi dari tradisional dan platform dan praktik dengan teknologi pintar di banyak sektor industri. Industri otomotif merupakan industri global yang sudah sedikit demi sedikit mengimplementasikan IoT saat memasuki industri 4.0.\nPT CKD Trading Indonesia (CKDTI) adalah kantor cabang negara CKD Corporation Jepang di Indonesia dengan produk bernama CKD. Perusahaan ini memainkan peran penting dari rencana nasional negara untuk berhasil menerapkan IoT sebagai persyaratan untuk Industri 4.0 di bidang manufaktur otomotif. Oleh karena itu, CKDTI membutuhkan proses perumusan strategi yang komprehensif.\nTugas akhir ini berfokus pada pengembangan skenario perencanaan sebagai visi dan wawasan bagi pengambil keputusan CKDTI untuk membuat strategi jangka panjang. Sebagai hasil temuan, market demand dan government regulation menjadi dua faktor yang paling penting bagi CKDTI untuk jangka panjang. Kedua faktor tersebut membentuk matriks skenario dan membentuk skenario, yaitu Confession of Shopaholic, War of the Worlds, Endgame dan The Pursuit of Happiness. Implikasi dan pilihan dari setiap skenario dieksplorasi untuk mengidentifikasi alternatif strategi. Sinyal peringatan awal dikembangkan untuk mengatasi pergerakan kondisi saat ini menuju satu skenario ke skenario lainnya.\nSebagai kesimpulan dari penelitian ini, tiga imperatif strategis didefinisikan sebagai kerjasama jangka panjang dengan pesaing untuk memanfaatkan potensi di industri otomotif, mengembangkan produk dengan spesifikasi IoT sesuai kebutuhan industri otomotif, perencanaan jangka panjang untuk menjalin hubungan pemerintah dan membuat perencanaan pemasaran untuk meningkatkan pengenalan terhadap IoT.", "Daftar File": {"COVER Rio Mahatra": "https://digilib.itb.ac.id/gdl/download/255223", "BAB 1 Rio Mahatra": "https://digilib.itb.ac.id/gdl/download/255224", "BAB 2 Rio Mahatra": "https://digilib.itb.ac.id/gdl/download/255225", "BAB 3 Rio Mahatra": "https://digilib.itb.ac.id/gdl/download/255226", "BAB 4 Rio Mahatra": "https://digilib.itb.ac.id/gdl/download/255227", "PUSTAKA Rio Mahatra": "https://digilib.itb.ac.id/gdl/download/255228"}, "Penulis": "Rio Mahatra [29320111]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri Otomotif, Pneumatic, Kontrol Otomasi, Perencanaan Skenario, CKD.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "21 Mar 2022"}