{"Nomor": 63872, "Judul": "STRATEGI BISNIS PENYEDIA LOGISTIK PERUSAHAAN PERANGKAT TELEKOMUNIKASI MENGHADAPI PELUNCURAN JARINGAN 5G DI INDONESIA (LEVERAGING DARI LOGISTIK KE LAYANAN TEKNIS)", "Abstrak": "Koneksi digital dunia akan menjadi lebih luas dan lebih cepat, menyediakan platform bagi setiap industri untuk meningkatkan produktivitas dan inovasi. 5G adalah generasi lanjutan dari jaringan seluler yang 100 kali lebih cepat dari 4G; peningkatan latensi dan keandalan; dan memungkinkan koneksi besar-besaran. 5G akan memungkinkan era baru mesin penghubung, dengan nilai koneksi ini berada dalam pertukaran data di antara mereka. Ericsson, perusahaan jaringan telekomunikasi, memperkirakan pada tahun 2026 teknologi 5G akan mencakup 60% dari populasi global. Di Indonesia, adopsi teknologi 5G dimulai pada 27 Mei 2021. Telkomsel meluncurkan layanan jaringan 5G pertama di Indonesia. Disusul Indosat Ooredoo dan XL Axiata yang sudah mendapatkan izin dari Kementerian Komunikasi dan Telekomunikasi untuk menyelenggarakan layanan komersial 5G.\nDSC Indonesia sebagai penyedia logistik perusahaan jaringan telekomunikasi memainkan peran penting dalam peluncuran jaringan 5G di Indonesia. Dalam perspektif logistik, infrastruktur 5G memiliki kompleksitas sekaligus peluang. Komponen perangkat keras utama infrastruktur teknologi 5G termasuk infrastruktur small-cell 5G dan RAN tower, terutama pada daerah pada penduduk di perkotaan. Small-cell dirancang untuk berbaur dengan lanskap yang ada. Salah satu teknologi 5G menggunakan gelombang milimeter, yang dapat membawa lebih banyak data lebih cepat, tetapi hanya dalam jangkauan koneksi yang sangat pendek dan tidak terhalang. Infrastruktur 5G perlu dipasang di banyak lokasi di area publik terbatas di Kota. DSC Indonesia harus menyiapkan solusi terbaik untuk menuju peluncuran jaringan 5G. Bagaimana kesiapan DSC Indonesia untuk mendukung jaringan 5G di Indonesia? Bagaimana strategi DSC Indonesia untuk mengoptimalkan peluang menuju peluncuran 5G? Bagaimana DSC Indonesia mempersiapkan layanan end- to-end untuk perusahaan telekomunikasi?", "Daftar File": {"COVER Caesar Fikri Muflihun": "https://digilib.itb.ac.id/gdl/download/255027", "BAB 1 Caesar Fikri Muflihun": "https://digilib.itb.ac.id/gdl/download/255028", "BAB 2 Caesar Fikri Muflihun": "https://digilib.itb.ac.id/gdl/download/255030", "BAB 3 Caesar Fikri Muflihun": "https://digilib.itb.ac.id/gdl/download/255031", "BAB 4 Caesar Fikri Muflihun": "https://digilib.itb.ac.id/gdl/download/255032", "PUSTAKA Caesar Fikri Muflihun": "https://digilib.itb.ac.id/gdl/download/255035"}, "Penulis": "Caesar Fikri Muflihun [29320084]", "Kontributor / Dosen Pembimbing": ["Dr. Agung Wicaksono, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Teknologi 5G, Strategi Bisnis, Logistik, Manajemen Perubahan", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "21 Mar 2022"}