{"Nomor": 63888, "Judul": "RISIKO USAHA PT BATU KILAU TBK TERHADAP ISU ESG: PERUBAHAN IKLIM DAN DEKARBONISASI", "Abstrak": "Dengan mempertimbangkan kesadaran akan Lingkungan, Sosial dan Tata Kelola (ESG) secara global, industri pertambangan batubara kemungkinan akan menghadapi banyak tantangan dan risiko karena dianggap sebagai salah satu kontributor yang memberikan dampak langsung terhadap isu perubahan iklim dan dekarbonisasi. PT Batu Kilau Tbk sebagai salah satu perusahaan pertambangan batubara di Indonesia tidak terlepas dari isu kesadaran akan ESG. \n\nPT Batu Kilau Tbk berencana untuk mempertahankan lini bisnisnya di bidang pertambangan batu bara di tengah harga batu bara saat ini. Oleh karena itu, ketersediaan informasi mengenai faktor-faktor ketidakpastian yang perlu diperhatikan oleh PT Batu Kilau Tbk terhadap risiko bisnisnya menjadi sangat penting. Informasi ini akan dipergunakan oleh Perusahaan untuk mengembangkan rencana strategis bisnis yang tepat untuk mendukung tujuan bisnis.\n\nTujuan penelitian ini adalah untuk mengidentifikasi potensi risiko bisnis yang perlu dipertimbangkan oleh PT Batu Kilau Tbk dalam pengambilan keputusan yang lebih baik menghadapi tantangan dan risiko yang mungkin muncul di industri bisnis batubara di masa depan. Metode penelitian menggunakan pendekatan analisa faktor eksternal melalui metode PESTEL, dan analisa faktor internal melalui model SWOT, Porter five forces model, VRIO yang dikombinasikan dengan pendapat beberapa pakar industri energi dan pertambangan batubara. Berdasarkan hasil analisa dikembangkan matriks TOWS digunakan sebagai masukan bagi PT Batu Kilau dalam menentukan langkah-langkah alternatif dalam keputusan strategis.", "Daftar File": {"COVER Happy Himawan": "https://digilib.itb.ac.id/gdl/download/253418", "BAB 1 Happy Himawan": "https://digilib.itb.ac.id/gdl/download/253419", "BAB 2 Happy Himawan": "https://digilib.itb.ac.id/gdl/download/253420", "BAB 3 Happy Himawan": "https://digilib.itb.ac.id/gdl/download/253421", "BAB 4 Happy Himawan": "https://digilib.itb.ac.id/gdl/download/253423", "PUSTAKA Happy Himawan": "https://digilib.itb.ac.id/gdl/download/253424"}, "Penulis": "Happy Himawan [29320045]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "ESG, Perubahan Iklim, Dekarbonisasi, Resiko Bisnis, Bisnis Pertambangan Batubara", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "21 Mar 2022"}