{"Nomor": 63881, "Judul": "PENGEMBANGAN KAMUS KOMPETENSI UNTUK TIM PROYEK LAPANGAN PADA PERUSAHAAN JASA KONSULTAN KONSTRUKSI  (STUDI KASUS : PT PETRA PENIDA ENERGI INDONESIA)", "Abstrak": "PT Petra Penida Energi Indonesia adalah perusahaan yang bergerak di bidang konsultan jasa konstruksi. Kesuksesan sebuah manajemen proyek dalam proyek jasa konstruksi sangat bergantung kepada proses dan sumber daya manusia yang terlibat didalamnya. Pada proyek konstruksi dibutuhkan sumber daya manusia dengan sertifikasi keahlian khusus. Namun sertifikasi tersebut hanya mencerminkan kompetensi teknikal yang harus dimiliki oleh seorang consultant. Pada implementasinya keberhasilan sebuah proyek bagi perusahaan tidak hanya berdasarkan kompetensi teknikal namun juga diperlukan karakteristik kompetensi fungsional pada setiap level jabatan/posisi. Keberhasilan sebuah proyek akan memberikan nilai tambah bagi perusahaan berupa profit namun pada saat ini perusahaan belum dapat mencapai profit yang diharapkan karena belum tersajinya karakteristik kompetensi fungsional yang dapat dijadikan acuan bagi project field team untuk menyelesaikan pekerjaan sesuai dengan target yang ada.  \n\nTujuan penelitian ini adalah untuk mengidentifikasi ulang kompetensi inti dan karakteristiknya dari team proyek lapangan; Serta melakukan penyusunan kamus kompetensi dan merekomendasikan rencana implementasi dari setiap kompetensi yang telah teridentifikasi. Kerangka penelitian yang digunakan berupa analisis internal dan eksternal untuk mengetahui teknik. Penelitian dilakukan dengan menggunakan metode gabungan; kualitatif dan kuantitatif. Beberapa teori yang digunakan pada penelitian ini yaitu hubungan sebab akibat kompetensi terhadap bisnis, model kompetensi, pemetaan kompetensi dan kriteria kompetensi. \n\nHasil dari penelitian telah teridentifikasi 3 klaster karakteristik kompetensi inti baru yaitu kompetensi yang berbasiskan layanan, interpersonal dan kepemimpinan. Setiap klaster kompetensi terdiri dari beberapa karakteristik kompetensi turunan yang masing-masing telah memiliki indikator perilaku yang diharapkan dari setiap setiap level jabatan dalam sebuah kamus kompetensi. Peneliti mengusulkan rekomendasi rencana implementasi kompetensi inti baru pada project field team untuk meningkatkan kapabilitas sumber daya manusianya dalam mendukung perusahaan mencapai target keuntungan yang diharapkan serta meningkatkan kinerja bisnis secara keseluruhan.", "Daftar File": {"COVER Aulia Reza Meziardi": "https://digilib.itb.ac.id/gdl/download/252143", "BAB 1 Aulia Reza Meziardi": "https://digilib.itb.ac.id/gdl/download/252145", "BAB 2 Aulia Reza Meziardi": "https://digilib.itb.ac.id/gdl/download/252248", "BAB 3 Aulia Reza Meziardi": "https://digilib.itb.ac.id/gdl/download/252249", "BAB 4 Aulia Reza Meziardi": "https://digilib.itb.ac.id/gdl/download/252250", "PUSTAKA Aulia Reza Meziardi": "https://digilib.itb.ac.id/gdl/download/252251"}, "Penulis": "Aulia Reza Meziardi [29320175]", "Kontributor / Dosen Pembimbing": ["Achmad Ghazali, S.T., M.A.B., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Tim Proyek Lapangan, Karakter Kompetensi Inti, Model Kompetensi, Pemetaan Kompetensi, Kriteria Kompetensi, Kamus Kompetensi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "21 Mar 2022"}