{"Nomor": 63899, "Judul": "MENILAI IKLIM KESELAMATAN DAN STRES KERJA DAN PENGARUHNYA TERHADAP KINERJA KESELAMATAN  DI JAMBI ROCK MINING COMPANY", "Abstrak": "Jambi Rock Mining Company adalah perusahaan yang bergerak di sektor \npertambangan batu konstruksi. Penambangan yang dilakukan di perusahaan menggunakan alat\nberat dan prosedur keselamatan agar penambangan bisa berjalan. Di perusahaan ini masih\nbanyak terjadi kecelakaan dan keluhan dimana pekerja mengalami stres. Penelitian ini\nbertujuan untuk mencari tahu tentang safety climate dan Job stress serta pengaruh mereka\nterhadap safety performance. \n\n Safety climate dapat didefinisikan sebagai persepsi yang dimiliki anggota suatu\norganisasi mengenai masalah keselamatan di lingkungan kerja mereka. Stres kerja adalah\nsesuatu yang dirasakan memberikan tekanan akibat beban kerja yang berlebihan, ketegangan\nmental dan emosional yang dapat menghambat kinerja individu dalam pekerjaannya. Safety\nPerformance adalah kualitas kinerja karyawan yang berkaitan tujuan keselamatan. \n\n Penelitian ini dilakukan di Jambi Rock Mining Company divisi pertambangan batu\ndengan mengambil sampel seluruh karyawan yang berjumlah 85 orang. Dengan menggunakan\nSPSS penelitian ini menggunakan uji Regresi linear berganda untuk mencari hubungan antara\ndua variabel yaitu safety climate dan job stres terhadap safety performance. \n \nDari penelitian ini ditemukan jika kedua variabel tersebut memiliki nilai sig < 0,05\nmaka data disimpulkan jika kedua variabel tersebut memiliki pengaruh terhadap safety\nperformance. Dari analisis of alternatif ditemukan juga item mana yang mempengaruhi\npenurunan safety performance dari variabel job stress dan safety climate. Dari variable job\nstress adalah item 18 dan 19 kemudian dari variabel safety climate adalah item nomor 37,38,39\n40,41,42,43, dan 44", "Daftar File": {"2022_TS_PP_Muhammad Rifqi_29120227_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/244949"}, "Penulis": "Muhammad Rifqi [29120227]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Madju Yuni Ros Bangun, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Safety climate, Safety Performance, Job Stress, Accidents, Productivity, Reputation", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "22 Mar 2022"}