{"Nomor": 63896, "Judul": "CONSUMER PREFERENCE ANALYSIS OF DINE IN AT COFFEE SHOP USING CONJOINT ANALYSIS   (CASE STUDY : CUPOLA SUPRATMAN)", "Abstrak": "Pertumbuhan industri kopi memang semakin meningkat. Hal ini dibuktikan dengan maraknya \npeningkatan kedai kopi di Indonesia, khususnya di Bandung, Jawa Barat. Di tengah era pandemi\nCovid-19 yang terjadi di awal tahun 2020, sangat mempengaruhi intensitas persaingan dan\nturunnya pendapatan penjualan di sektor makanan dan minuman khususnya kedai kopi, akibat\nperaturan pemerintah yang melarang masyarakat makan di tempat. seperti kafe, restoran atau kedai\nkopi. Cupola Supratman merupakan brand coffee shop yang berlokasi di Bandung, Jawa Barat\nyang berdiri pada pertengahan tahun 2017 sehingga juga merasakan pengaruh yang besar di masa\npandemi. Penelitian ini bertujuan untuk mengetahui situasi bisnis Cupola Supratman saat ini dan\nmengusulkan strategi pemasaran baru untuk menentukan preferensi pelanggan di tempat makan\nsaat pandemi menggunakan analisis conjoint. Dalam penelitian ini, peneliti menggunakan metode\ncampuran untuk penelitian ini. Dari hasil tersebut, dilakukan survei online terhadap 101 konsumen\nCupola Supratman. Keterbatasan penelitian ini adalah penelitian ini hanya mengkaji preferensi\nkonsumen dalam melakukan dine-in di tengah pandemi di Cupola Supratman. Karena pandemi\nyang muncul selama penelitian, survei hanya dilakukan secara online. Beberapa atribut yang akan\ndianalisis adalah: Harga, Lokasi, Fasilitas, Menu, dan Suasana. Temuan penelitian ini adalah\npelanggan lebih menyukai kedai kopi yang menawarkan harga terjangkau, lokasi dekat, fasilitas\nlengkap, menu minuman dan makanan yang ditawarkan, serta suasana yang instagrammable.", "Daftar File": {"2022_TS_PP_Annisa Kusumawardani_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/244941"}, "Penulis": "Annisa Kusumawardani [29120233]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Conjoint analysis, Strategi pemasaran, Coffee shop, Preferensi pelanggan, Bandung, Indonesia", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "22 Mar 2022"}