{"Nomor": 63893, "Judul": "KAJIAN PENERAPAN HYBRID ANNUITY MODEL PADA JALAN TOL DI INDONESIA", "Abstrak": "Saat ini, Indonesia sedang gencar melakukan pembangunan jalan tol di berbagai daerah dengan tujuan untuk menekan biaya logistik dan mampu meningkatkan pertumbuhan ekonomi negara. Namun, pembangunan jalan tol dalam skala besar ini memerlukan biaya yang besar sedangkan anggaran Pemerintah terbatas. Maka, inovasi skema pendanaan tol diperlukan untuk menarik minat investor pada proyek infrastruktur jalan tol ini. Skema Hybrid Annuity Model merupakan salah satu skema pembiayaan jalan tol yang hendak diimplementasikan di Indonesia. Skema ini merupakan skema yang dikembangkan pertama kali di India pada tahun 2016 untuk mengurangi risiko swasta dalam berinvestasi pada proyek jalan tol. Penelitian ini bertujuan untuk mengetahui kelayakan finansial yang dihasilkan dari skema Hybrid Annuity Model melalui analisis kelayakan finansial, situasi apa saja yang dapat mempengaruhi kelayakan finansial dari skema Hybrid Annuity Model melalui analisis sensitivitas, serta mengetahui pendapat stakeholder mengenai penerapan skema Hybrid Annuity Model di Indonesia melalui survey persepsi stakeholder. Hasil penelitian menunjukkan bahwa skema Hybrid Annuity Model memberikan kelayakan finansial lebih baik bagi BUJT namun beban finansial lebih besar bagi Pemerintah dibandingkan skema KPBU eksisting yang diterapkan pada jalan tol Serang – Panimbang. Selain itu, perubahan variabel berupa volume lalu lintas, tarif tol, suku bunga diskonto, biaya investasi, masa pengembalian investasi, serta porsi pembiayaan investasi antara Pemerintah dan BUJT dengan rentang yang diaplikasikan pada penelitian ini masih memberikan kelayakan finansial bagi BUJT pada proyek jalan tol Serang – Panimbang, namun perubahan variabel ini masih belum mampu memberikan keuntungan finansial bagi Pemerintah. Berdasarkan persepsi stakeholder, skema Hybrid Annuity Model memungkinkan untuk diterapkan di Indonesia. Namun, hal ini dengan catatan bahwa diperlukan beberapa penyesuaian dari karakteristik asli Hybrid Annuity Model dan peraturan pendukung agar Hybrid Annuity Model dapat diterapkan lebih baik dan sesuai dengan kebijakan yang berlaku di Indonesia.", "Daftar File": {"ABSTRAK DIZKA TRIARSANI RAMADHANTI": "https://digilib.itb.ac.id/gdl/download/244937"}, "Penulis": "DIZKA TRIARSANI RAMADHANTI [25020327]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Rudy Hermawan Karsaman, M.Sc. Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "jalan tol, Hybrid Annuity Model, analisis kelayakan finansial, analisis sensitivitas, persepsi stakeholder", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Mar 2022"}