{"Nomor": 63895, "Judul": "ANALISIS KELAYAKAN FINANSIAL DAN EKONOMI PROYEK PEMBANGUNAN TPPAS CIREBON RAYA", "Abstrak": "Tempat Pengolahan dan Pemrosesan Akhir Sampah Regional (TPPAS Regional)\nmerupakan salah satu upaya pemerintah Provinsi Jawa Barat untuk mengatasi\npermasalahan pengelolaan sampah. Proyek TPPAS Cirebon Raya adalah salah satu\nTPPAS regional yang akan mengolah sampah yang menjadi refused-derived fuel\n(RDF) dengan teknologi mechanical biological treatment (MBT). Pembangunan\ninfrastruktur TPPAS Regional ini membutuhkan biaya yang besar, sehingga\ndiperlukan analisis kelayakan finansial dan ekonomi sebagai pertimbangan bagi\nbadan usaha dan pemerintah Provinsi Jawa Barat dalam pengambilan keputusan.\nAnalisis kelayakan finansial dilakukan melalui tahap penentuan cost of capital,\npenyusunan cash flow, dan penilaian kelayakan finansial proyek dengan indikator\ninternal rate of return (IRR), net present value (NPV), dan payback period.\nKemudian, analisis kelayakan ekonomi dilakukan dengan metode cost-benefit\nanalysis melalui tahap penentuan dampak proyek, valuasi dampak proyek, serta\npenilaian kelayakan ekonomi proyek dengan indikator economic internal rate of\nreturn (EIRR), economic net present value (ENPV), dan economic benefit cost ratio\n(EBCR). Setelah itu, dilakukan pula analisis sensitivitas untuk mengidentifikasi\nvariabel yang paling sensitif dan memengaruhi kelayakan proyek.\nHasil dari penelitian menunjukkan bahwa proyek TPPAS Cirebon Raya layak\nsecara finansial dan ekonomi. Proyek layak secara finansial ditunjukkan dengan\nNPV sebesar Rp58.200.516.108, IRR sebesar 10,54%, dan payback period sebesar\n7,42 tahun. Proyek layak secara ekonomi ditunjukkan dengan ENPV sebesar\nRp152.423.305.117, EIRR sebesar 16,91%, dan EBCR sebesar 1,25. Hasil dari\nanalisis sensitivitas menunjukkan perubahan variabel yang paling sensitif terhadap\nindikator kelayakan finansial adalah belanja modal, sedangkan perubahan variabel\nyang paling sensitif terhadap indikator kelayakan ekonomi adalah harga batu bara.", "Daftar File": {"ABSTRAK Adina Rizka Amalia": "https://digilib.itb.ac.id/gdl/download/244938"}, "Penulis": "Adina Rizka Amalia [14417014]", "Kontributor / Dosen Pembimbing": ["Ir. Tota Simatupang, M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "pengolahan sampah, analisis kelayakan finansial, analisis kelayakan ekonomi", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "22 Mar 2022"}