{"Nomor": 63900, "Judul": "PEMODELAN HIDROGEOLOGI PADA PERENCANAAN DEWATERING AIR PANAS DI LOKASI PIT SMK", "Abstrak": "PT ABC merupakan salah satu tambang emas yang beroperasi di Provinsi Sulawesi\nUtara. Salah satu lokasi bukaan tambang aktif PT. ABC adalah pit SMK.\nPermasalahan utama yang terjadi di pit SMK sejak pertengahan tahun 2016 adalah\nketerdapatan aliran airtanah dengan debit yang cukup signifikan besar (debit\nterukur bulan September 2017 > 400 liter/detik), dan merupakan air panas dengan\ntemperatur lebih dari 70o C. Hal tersebut mengakibatkan proses penambangan\nterganggu, dimana ruang gerak alat tambang menjadi terbatas dan proses produksi\nmenjadi terhambat. Kondisi hidrogeologi menjadi penting untuk diketahui terkait\nalternatif penanganan yang tepat untuk mengatasi permasalah air panas dengan\ndebit besar yang keluar pada pit SMK. Dalam studi ini pemodelan hidrogeologi\nberdasarkan model konseptual selanjutnya disimulasi dalam model numerik\nsebagai pendekatan perencanaan dalam penanganan kuantitas airpanas yang keluar\npada pit SMK.\nBerdasarkan pengamatan lapangan, literatur studi, dan data terdahulu dapat\ndisimpulkan bahwa media hidrogeologi dan aliran air tanah di daerah penelitian\nsebagian besar dikendalikan oleh sistem media rekahan. Diperkirakan bahwa zona\npermeabel tinggi lebih mungkin berada di kedalaman dangkal (<60-100 m\nkedalaman), pada zona lebih dalam diperkirakan permeabilitas bernilai rendah.\nHasil penelitian menunjukkan bahwa radius penurunan air tanah efektif adalah pada\ndebit pemompaan sebesar 60 liter/detik, yang menghasilkan radius penurunan\nairtanah maksimum sejauh 220 meter ke arah Utara-Selatan, dan 150 meter ke arah\nBarat-Timur. Simulasi dewatering juga menunjukkan bahwa skenario dimana titik\npemompaan tersebar mengikuti struktur dominan merupakan skenario yang paling\noptimum dalam menurunkan airtanah hingga di bawah bottom pit. Pola struktur\ngeologi selain berperan penting terhadap kondisi hidrogeologi daerah studi, juga\nberperan dalam penentuan lokasi titik pemompaan yang efektif, dimana\nkecenderungan pola perubahan airtanah adalah mengikuti struktur dominannya.", "Daftar File": {"COVER Erland Prasetya": "https://digilib.itb.ac.id/gdl/download/244955", "BAB 1 Erland Prasetya": "https://digilib.itb.ac.id/gdl/download/244956", "BAB 2 Erland Prasetya": "https://digilib.itb.ac.id/gdl/download/244957", "BAB 3 Erland Prasetya": "https://digilib.itb.ac.id/gdl/download/244958", "BAB 4 Erland Prasetya": "https://digilib.itb.ac.id/gdl/download/244959", "BAB 5 Erland Prasetya": "https://digilib.itb.ac.id/gdl/download/244960", "PUSTAKA Erland Prasetya": "https://digilib.itb.ac.id/gdl/download/244961"}, "Penulis": "Erland Prasetya [22715008]", "Kontributor / Dosen Pembimbing": ["Irwan Iskandar, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Air Tanah", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Pemodelan hidrogeologi, Dewatering, Airtanah, Penambangan.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "22 Mar 2022"}