{"Nomor": 63906, "Judul": "PROTOTIPE SISTEM PEMANTAUAN STATUS KERJA MESIN BUBUT KONVENSIONAL", "Abstrak": "Penerapan konsep Sistem Produksi Terdistribusi Mandiri (SPTM) yang telah dikembangkan oleh Kelompok Keahlian Teknik Produksi Insitut Teknologi Bandung perlu didukung dengan pengembangan pada sektor teknis lainnya. Salah satu sektor yang paling utama untuk mendukung penerapan konsep SPTM di industri manufaktur adalah sektor teknologi khususnya teknologi pada mesin perkakas (Martawirya, 2021), disebabkan sektor tersebut menjadi ujung tombak untuk menghasilkan produk teknik maupun non-teknik yang berkualitas. Salah satu mesin perkakas yang lazim digunakan oleh operator karena keunggulan yang dimiliki adalah mesin bubut konvensional (Groover, 2013). Beberapa keunggulan mesin bubut dapat ditinjau dari segi fleksibilitas bentuk dan geometri produk yang akan dibuat, ketelitian dan kepresisian dimensi, serta kemudahannya untuk dioperasikan oleh operator. Tahap awal untuk mendukung penerapan konsep SPTM, dengan cara memberikan kecerdasan buatan pada mesin bubut konvensional agar secara mandiri dapat menentukan status kerja saat operasi cutting, idle, ataupun off secara realtime. Selain itu, dibuatnya media informasi untuk memvisualisasi data status kerja, data getaran, dan data kecepatan putaran spindle mesin bubut dapat diakses melalui website tujuannya mempermudah user dalam menganalisis berdasarkan data-data yang sudah tercatat.\nPrototipe sistem pemantauan status kerja mesin bubut konvensional terbagi dari dua bagian. Bagian pertama, perangkat keras modul pemantauan terdiri dari sensor getaran accelerometer-MPU6050 dan sensor kecepatan putar Hall-3144 yang menghasilkan data kuantitatif getaran dan kecepatan putar. Dengan membandingkan nilai amplitudo dengan kecepatan putar spindle, dapat ditentukan status kerja mesin bubut. Bagian kedua, perangkat lunak website sistem pemantauan yang dibuat menggunakan bahasa pemrograman PHP untuk menampilkan dan memvisualisasi data yang turukur dan sudah tersimpan di database. Hasil penelitian menunjukan bahwa sistem pemantauan status kerja mesin bubut berjalan dengan baik dalam menunjukan data status kerja mesin bubut secara realtime.", "Daftar File": {"ABSTRAK Suryandaru Martawirya": "https://digilib.itb.ac.id/gdl/download/245006"}, "Penulis": "Suryandaru Martawirya [23119304]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Yatna Yuwana Martawirya"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "prototipe, interface, PHP, Laravel, mesin bubut, IoT, sistem manufaktur, pemantauan, status kerja.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Mar 2022"}