{"Nomor": 63915, "Judul": "KONTRAK PEMELIHARAAN DENGAN MELIBATKAN DUA PIHAK (STUDI KASUS: ALAT BERAT BERLOKASI DI PROVINSI KALIMANTAN TIMUR)", "Abstrak": "Pergerakan harga batubara yang cenderung menguat sepanjang tahun 2021\nmembuat penjualan alat berat sebagai alat transportasi di bisnis pertambangan\nmeningkat secara signifikan (equipmentindonesia.com). Sejalan dengan penjualan,\nperawatan alat berat juga harus dilakukan untuk menghindari kerugian diakibatkan\noleh ketidaksediaan alat berat mencapai US$ 24 juta per hari (Husniah, 2011).\nDalam tesis ini, untuk alasan ekonomi, konsumen melakukan tanggung jawab\npemeliharaan melalui kontrak pemeliharaan (MSC) dengan agen (produsen/agen\neksternal). Tesis ini bertujuan untuk memodelkan kontrak pemeliharaan alat berat\ndengan memaksimalkan keuntungan produsen dan konsumen. Pemodelan MSC\ndimulai dengan menjelaskan garansi dan kebijakan MSC, kemudian memodelkan\nkerusakan, pemeliharaan, dan ekspektasi keuntungan masing-masing pihak. Untuk\npemodelan kerusakan, penulis mempelajari data kerusakan dari produsen pada\nperiode 2007-2020. Setelah data dibatasi hanya satu konsumen, selanjutnya\ndilakukan penelitian dengan menampilkan statistik deskriptif dan melakukan uji\ndistribusi, data yang diperoleh mengikuti distribusi NHPP dan Weibull. Selanjutnya\ndilakukan pemodelan pemeliharaan preventif secara berkala yang mempengaruhi\ndistribusi kerusakan dengan mengurangi laju fungsi intensitas kerusakan.\nSelanjutnya, model keuntungan untuk masing-masing pihak dibangun dari dua opsi\nyang disediakan oleh produsen. Teori permainan Stackelberg kemudian\nmemecahkan masalah keputusan untuk menentukan keuntungan maksimum bagi\nmasing-masing pihak.", "Daftar File": {"ABSTRAK Panji Adhipura": "https://digilib.itb.ac.id/gdl/download/245015"}, "Penulis": "Panji Adhipura [20119024]", "Kontributor / Dosen Pembimbing": ["Udjianna Sekteria Pasaribu, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "kontrak pemeliharaan, teori permainan, pemeliharaan preventif, dua pihak", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "22 Mar 2022"}