{"Nomor": 63910, "Judul": "PERILAKU KONSUMEN TERHADAP TRANSFORMASI DIGITAL PADA  USAHA MIKRO, KECIL, DAN MENENGAH MAKANAN DAN MINUMAN STUDI KASUS: RIANI FOODIES", "Abstrak": "Transformasi digital di Indonesia di masa pandemi COVID-19 menjadi salah satu solusi bagi \nPengusaha Mikro, Kecil, dan Menengah (UMKM) untuk tetap bertahan menjalankan bisnis. \nNamun, tantangan terbesar adalah kurangnya keterampilan dan pengetahuan tentang \ntransformasi digital (BPS, 2021). Di masa pandemi COVID-19, terjadi perubahan perilaku \nmasyarakat di Indonesia. Mereka mengonsumsi lebih banyak makanan ringan daripada \nmakanan berat dengan rata-rata 2,7 persen di atas rata-rata global 2,26 persen (Mondel?z \nInternational 2020). Perubahan perilaku lainnya berdasarkan Atmadja et al. (2020) adalah \nmasyarakat Indonesia mulai memikirkan hidup sehat melalui pilihan makanan yang sehat. \nKedua tren ini menjadi peluang besar bagi UMKM untuk mengoptimalkan dan \nmemaksimalkan kemampuan digital. Riani Foodies memiliki masalah dengan penjualan \nproduk sebagai studi kasus dalam penelitian ini. Pre-order pertama hingga pre-order ketiga, \ntayangan di media sosial Riani Foodies meningkat, tetapi permintaan kue kacang menurun. \nDengan adanya permasalahan tersebut, maka tujuan penelitian adalah 1) menggali perilaku \ntransformasi digital konsumen terhadap produk snack, 2) mengidentifikasi faktor-faktor digital \npada Riani Foodies yang perlu ditingkatkan agar pemasaran onlinenya dapat diterima pasar \nsecara produktif, dan 3) menetapkan strategi AAARRR baru untuk Riani Foodies. Metode \npenelitian yang digunakan adalah kualitatif dengan menggunakan wawancara mendalam. \nTeknik pengumpulan data yang digunakan adalah teknik purposive random sampling. Data \nhasil wawancara dianalisis menjadi dua tahap: 1) menyalin data ke dalam bentuk teks dan 2) \ncoding. Pengkodean dalam tugas akhir ini berarti menafsirkan dan mengelompokkan data ke \ndalam kategori-kategori tertentu agar lebih mudah untuk dianalisis pada tahap selanjutnya. \nAda dua pendekatan pengkodean: 1) open dan 2) coding axial. Hasil penelitian menunjukkan \nbahwa faktor perilaku dapat menjadi penentu keberhasilan suatu produk snack dengan catatan \npenyampaian konten dan kampanye media sosial yang benar dan menarik. Namun, catatan \nlain adalah faktor kegagalan yang muncul dari keraguan konsumen terhadap kejujuran \nproduk. Faktor sukses lain bagi Riani Foodies untuk berhasil beradaptasi dengan transformasi \ndigital adalah konten yang disajikan menghibur, informatif, review produk, dan memotivasi. \nKontennya menarik secara visual dan memiliki pesan. Penggunaan Instagram, Tiktok, \nWhatsApp, Shopee, dan Tokopedia dapat menentukan kesuksesan. Dari faktor keberhasilan \ntersebut, dibuatlah strategi AAARRR baru untuk Riani Foodies.", "Daftar File": {"2022_TS_PP_Pipit Pitriani_Abstrak-1.pdf?_": "https://digilib.itb.ac.id/gdl/download/245010"}, "Penulis": "Pipit Pitriani [29120093]", "Kontributor / Dosen Pembimbing": ["Melia Famiola, S.T.P., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Transformasi Digital, UMKM, Strategi AAARRR", "Sumber": "RIANI FOODIES", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "22 Mar 2022"}