{"Nomor": 63916, "Judul": "ANALISIS PERUBAHAN GARIS PANTAI BERBASIS CITRA SATELIT DENGAN METODE PENGINDERAAN JAUH (REMOTE SENSING) DI PANTAI SABA, KABUPATEN GIANYAR, BALI", "Abstrak": "Gelombang, arus laut, pasang surut, angin, pasokan sedimen atau pengaruh\nkenaikan muka air laut memicu perubahan posisi garis pantai. Akresi dan abrasi\nmenjadi indikator terjadinya perubahan posisi garis pantai yang membantu dalam\nmenentukan batas pengelolaan wilayah pesisir dan laut. Perubahan garis pantai\nberpotensi tinggi terjadi di seluruh pantai di pesisir Tenggara Bali, khususnya di\nKabupaten Gianyar. Pantai Saba di Kabupaten Gianyar dengan panjang 1,3 km\nmerupakan salah satu pantai yang mengalami abrasi akibat gelombang laut. Dua\nbuah aliran sungai menghimpit Pantai Saba yakni Sungai Petanu di sebelah barat\ndaya dan Sungai Kutul di sebelah timur laut. Permasalahan abrasi di Pantai Saba\nmengancam eksistensi tempat ibadah umat Hindu yang disebut Pura Alas Rengked.\nMinimnya perlindungan pantai memicu peningkatan laju abrasi di Pantai Saba.\nTeknologi penginderaan jarak jauh (remote sensing) berperan penting dalam\nmengidentifikasi perubahan garis pantai. Citra satelit Sentinel-1 dengan resolusi 10\nmeter diimplementasikan untuk memantau perubahan garis pantai di Pantai Saba\npada tahun 2017-2021. Dalam penelitian ini, hasil ekstraksi citra Sentinel-1 dengan\nmetode thresholding dikoreksi terhadap data pasang surut berdasarkan Mike-21\nTide Prediction untuk memperoleh posisi garis pantai yang akurat. Analisis\nperubahan garis pantai memanfaatkan perangkat lunak Digital Shoreline Analysis\nSystem (DSAS). Hasil analisis menunjukkan bagian barat daya Pantai Saba\nmengalami akresi, sedangkan bagian timur laut signifikan mengalami abrasi. luas\nrata-rata akresi yang terjadi di Pantai Saba sebesar 94,8 m2 sedangkan luas rata-rata\nabrasi sebesar 41,8 m2. Dalam periode 2017-2021, Pantai Saba mengalami akresi\ndengan laju perubahan yaitu 9,1 m/tahun dan abrasi dengan laju perubahan\nmencapai 4,9 m/tahun. Perubahan garis pantai disebabkan oleh hantaman\ngelombang tinggi yang menjalar menuju pesisir Pantai Saba. Hasil simulasi\npenjalaran gelombang menggunakan Delft 3D-Wave mengindikasikan gelombang\ndatang membentuk suatu sudut dan memicu longshore current. Pergerakan sedimen\nsepanjang pantai menuju bagian timur laut Pantai Saba mengalami hambatan\nsehingga terjadi abrasi. Mitigasi abrasi dapat dilakukan dengan penanaman vegetasi\nnon-mangrove dan bangunan pantai berupa groin yang dikombinasi dengan\nkegiatan beach nourishment.", "Daftar File": {"ABSTRAK Made Ari Riska Dayanti": "https://digilib.itb.ac.id/gdl/download/245016"}, "Penulis": "Made Ari Riska Dayanti [25520001]", "Kontributor / Dosen Pembimbing": ["Ir. Rildova, M.T, Ph.D.", "Dr.Eng. Nita Yuanita, S.T., M.T.", "Ir. Alamsyah Kurniawan, S.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Garis Pantai, Pantai Saba, Remote Sensing, Sentinel-1, DSAS", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "22 Mar 2022"}