{"Nomor": 63919, "Judul": "PENCARIAN AYAT AL-QURAN DENGAN KUERI HADITS MENGGUNAKAN INFORMATION RETRIEVAL", "Abstrak": "Al-Quran dan hadits merupakan sumber pedoman beragama umat Muslim yang paling utama.\nUpaya pentafsiran 2 entitas tersebut tentu saja sudah banyak dilakukan secara tertulis,\ndilakukan oleh ulama dan ilmuwan terdahulu. Kumpulan ayat yang terkait terhadap 1 hadits\ntertentu tentu saja sudah ditafsirkan dan ditemukan keterkaitannya. Namun upaya digitalisasi\npencarian Al-Quran melalui hadits secara digital belum dilakukan. Untuk itu dalam tugas akhir\nini dirancang sebuah sistem pencarian menggunakan information retrieval dalam bentuk\naplikasi android yang dapat mencari ayat-ayat yang relevan terhadap sebuah hadits.\nInformation retrieval yang dibangun dalam tugas akhir ini memiliki variasi pada modul\npembobotan kata dan document similarity. Modul tersebut adalah pembobotan TF-IDF\nalgoritma cosine similarity, tanpa pembobotan algoritma jaccard similarity, word embedding\nfastText algoritma word mover’s distance (WMD). Ketiga pasangan modul tersebut\ndiimplementasikan dan dibandingkan kinerjanya. Pada WMD juga dibandingkan model\nWikipedia yang berdomain umum dan model Al-Quran hadits berdomain agama Islam.\nBerdasarkan evaluasi pada kinerja information retrieval menggunakan micro-averageprecission diperoleh cosine similarity dengan pembobotan TF-IDF dengan nilai precision\ntertinggi 55.49 % menjadi metode yang paling cocok dibanding 2 metode lainnya untuk kasus\npencarian ayat melalui hadits. Berdasarkan evaluasi kinerja juga diperoleh model Al-Quran\nhadits memperoleh precision 33.50% lebih tinggi 1.25% dari model Wikipedia membuktikan\nmodel fastText seharusnya dilatih dengan korpus yang sesuai domainnya dengan dokumen\nyang sedang dicari melalui information retrieval yang dalam tugas akhir ini berdomain agama\nIslam.", "Daftar File": {"13517033_Harry Rahmadi Munly - 13517033 Harry Rahmadi Munly.pdf?": "https://digilib.itb.ac.id/gdl/download/245026"}, "Penulis": "Harry Rahmadi Munly [13517033]", "Kontributor / Dosen Pembimbing": ["Dr. techn. Muhammad Zuhri Catur Candra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Al-Quran, hadits, information retrieval, TF-IDF, cosine similarity, jaccard similarity, word mover’s distance, fastText, domain", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "23 Mar 2022"}