{"Nomor": 63926, "Judul": "ANALISA KAPASITAS PRODUKSI PADA PT ANDESITE COMPANY (PERUSAHAAN PENGHANCUR BATU) BANDUNG", "Abstrak": "Akhir-akhir ini pembangunan infrastruktur di Indonesia meningkat pesat dibarengi\ndengan kebijakan pemerintah yang fokus pada pembangunan infrastruktur. Sejak\n2015 hingga 2019, 1.000 km jalan tol telah dibangun di seluruh tanah air. Untuk \nmendukung perkembangan tersebut, diperlukan pemasok yang mampu memasok \nbahan baku yang sesuai dan mencukupi. PT Andesite Company merupakan\nperusahaan yang memproduksi material andesit. PT Andesite Company memiliki\ncrushing plant dengan kapasitas maksimum 250 tph. PT Andesite Company\nmemproduksi beberapa jenis agregat andesit sesuai dengan kebutuhan pasar.\nBerdasarkan tinjauan produksi selama tahun 2021, pencapaian kapasitas produksi\nPT Andesite Company sangat rendah. Target bulanan hanya mencapai 69% dari\ntarget tonase dengan maintenance tinggi dan standby rate mencapai 43% dari jam\nkerja yang tersedia.\n\nDengan kondisi tersebut, PT Andesite Company perlu mencari akar penyebab\nrendahnya kapasitas produksi tersebut. Penelitian ini bertujuan untuk mengetahui\nakar permasalahan dan mencari cara untuk mempertahankan pencapaian\nkapasitas produksi. Penelitian ini dilakukan dengan melakukan focus group\ndiscussion untuk mengetahui akar permasalahannya. Diketahui ada 4 poin penting\nyang menjadi akar penyebab kondisi ini. Dikelompokkan menjadi 4 yaitu bahan,\nmesin, tenaga kerja, dan metode. Melalui penelitian ini diketahui bahwa untuk\nmeningkatkan dan mempertahankan pencapaian kapasitas produksi ada beberapa\nhal yang perlu dilakukan, antara lain membuat sistem integrasi (Andesit Company\nInformation Center/ACIC) untuk meningkatkan komunikasi di lingkungan PT\nAndesite Company, menambahkan gudang penyimpanan suku cadang, melakukan\nanalisis FSN untuk mengetahui tingkat penggunaan suku cadang, dilanjutkan\ndengan conditioning preventif maintenance, kemudian membuat regulasi min-max\nuntuk mengontrol tingkat persediaan, membuat database vendor untuk\nmempermudah mencari vendor, mendesain ulang proses pembelian dan masuk ke\ndalam kontrak pasokan dengan pemasok. Dengan melakukan pembenahan\ntersebut, PT Andesite Company dapat meningkatkan pencapaian kapasitas\nproduksi dan mempertahankan pencapaian tersebut.", "Daftar File": {"2022_TS_PP_Eldwin_1-Abstrak (1).pdf)u": "https://digilib.itb.ac.id/gdl/download/245050"}, "Penulis": "Eldwin [29120200]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Nur Budi Mulyono, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Andesit, Analisis FSN, Analisis Bisnis Proses, Kapasitas Produksi.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "23 Mar 2022"}