{"Nomor": 63928, "Judul": "STRATEGI OPTIMASI MATERIAL UNTUK MEMINIMASI  KEKURANGAN MATERIAL PADA DIVISI MANAJEMEN RANTAI  PASOK PERUSAHAAN LISTRIK DI INDONESIA", "Abstrak": "Perusahaan listrik di Indonesia menawarkan layanan utama yang diwajibkan untuk \nmemenuhi standar dari Kementerian. Jika perusahaan melebihi standard, maka \nperusahaan perlu membayarkan kompensasi. Di tahun 2020, perusahaan \nmembayarkan kompensasi hingga Rp 16 miliar. Jajaran Komisaris memberikan \narahan kepada Jajaran Direksi untuk mengimplementasikan manajemen rantai pasok \nmaterial yang lebih baik untuk mengatasi permasalahan pelayanan utama yang \nmelebihi standar. Oleh sebab itu, pertanyaan dari penelitian ini meliputi apa akar \npermasalahan, apa solusi alternatif, dan apa solusi terbaik untuk menyelesaikan \npermasalahan tersebut. Tujuan dari penelitian adalah untuk menemukan akar \npermasalahan, solusi alternatif, dan solusi terbaik untuk permasalahan. Untuk \nmengetahui akar permasalahan, beberapa metode digunakan seperti Laney P chart, \nPareto chart, dan problem tree diagram. Berdasarkan hasil penelitian, akar \npermasalahan adalah proes rantai pasok yang belum terintegrasi. Usulan perbaikan \nmenggunakan kombinasi dari BPMN, Q-Model, dan discrete event simulation untuk \nmenunjukkan solusi terbaik. Berdasarkan hasil penelitian, Skenario 1 yang terdiri dari \nreorder point (ROP) dan jumlah optimal untuk di order (Q*) dapat menurunkan \npersentase layanan utama yang melebihi standar dari 21,2% menjadi 3,4% dan \nmenjaga hingga 4,3% pada kondisi ekstrim yaitu jumlah permohonan pelanggan \nditingkatkan hingga lima kali lipat. Implikasi bisnis dari penelitian ini yaitu \nmemberikan rencana perbaikan yang menyeluruh bagi pembuat kebijakan yang ada di \nKantor Pusat, serta acuan prosedur dan level operasional untuk unit yang ada \ndibawahnya.", "Daftar File": {"2022_TS_PP_Siti Hanifah Sadiah_Abstrak-1.pdf)u": "https://digilib.itb.ac.id/gdl/download/245052"}, "Penulis": "Siti Hanifah Sadiah [29120108]", "Kontributor / Dosen Pembimbing": ["Meditya Wasesa, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Laney P Chart, Pareto Chart, Problem Tree Diagram, BPMN, Q-Model,  Discrete Event Simulation, strategi optimasi material", "Sumber": "Perusahaan Listrik Indonesia", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "23 Mar 2022"}