{"Nomor": 63921, "Judul": "PERANCANGAN STRUKTUR GEDUNG LIFESTYLE CENTER DAN JEMBATAN SKYWALK PUSAT REKREASI DAN PERBELANJAAN TEPI AIR KOTA BARU PARAHYANGAN", "Abstrak": "Struktur gedung lifestyle center pada pusat rekreasi dan perbelanjaan tepi air Kota Baru Parahyangan merupakan bangunan 11 tingkat dengan elevasi 40 meter di atas permukaan tanah dengan luas total 24943 m2.\nStruktur jembatan skywalk merupakan jembatan dengan tinggi 8 meter di atas permukaan tanah, lebar 4 meter dan panjang bentang 60 meter. Jembatan skywalk berfungsi sebagai jembatan penyeberangan orang yang menghubungkan antara struktur gedung lifestyle center dengan gedung parkir.\nKomponen utama struktur gedung lifestyle center dan jembatan skywalk adalah beton bertulang. Struktur dirancang pada daerah yang memiliki ketegori desain seismik D sehingga menggunakan sistem Struktur Rangka Pemikul Momen Khusus (SRPMK) agar dapat menahan gaya gempa dan gravitasi yang terjadi.\nPerancangan struktur dalam tugas akhir mencakup intepretasi gambar arsitektural, preliminary design, pemodelan struktur, analisis struktur, pemeriksaan kinerja struktur dan detailing elemen struktur.\nMetode pengerjaan yang digunakan adalah studi literatur, pemodelan struktur dan verifikasi desain dengan perhitungan manual. Analisis properti dinamik dan perancangan struktur mengacu pada standar Indonesia, yaitu SNI 1726:2012, SNI 1727:2013 dan SNI 2847:2013. Piranti lunak utama yang digunakan untuk pemodelan dan analisis struktur adalah ETABS 2015.", "Daftar File": {"COVER Juan Liongnardo": "https://digilib.itb.ac.id/gdl/download/245029", "PUSTAKA Juan Liongnardo": "https://digilib.itb.ac.id/gdl/download/245036"}, "Penulis": "Juan Liongnardo [15014131]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Adang Surahman, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "struktur rangka pemikul momen khusus, gedung, gempa, beton, detailing", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "23 Mar 2022"}