{"Nomor": 63923, "Judul": "PERSEPSI WANITA DENGAN PENDIDIKAN TINGGI DI INDONESIA", "Abstrak": "Pendidikan merupakan salah satu faktor penting dalam daya saing Indonesia. Kualitas sumber daya manusia menjadi motor penggerak beberapa kegiatan, termasuk perekonomian (Suliworo, 2016). Tidak hanya meningkatkan potensi ekonomi perempuan, tetapi juga meningkatkan kesehatan dan kesejahteraan masyarakat secara keseluruhan (Psacharopoulos, 1994; Schultz, 2002; World Bank, 2004). Perempuan dengan pendidikan tinggi di Indonesia mengalami stigmatisasi dan membuat perempuan enggan melanjutkan pendidikan tinggi (Rahmayani, 2021) Penelitian ini dilakukan untuk menganalisis stigma yang beredar terhadap perempuan berpendidikan tinggi berdasarkan kerangka MARS (Motivation, Ability, Role/Perceptions, Social Factor), menganalisis perbedaan perspektif antara persepsi masyarakat dengan perspektif perempuan, serta memberikan rekomendasi kepada sektor bisnis agar memberdayakan perempuan. Ditemukan bahwa masyarakat memiliki persepsi positif terhadap motivasi perempuan untuk melanjutkan pendidikan tinggi. Dengan pendidikan baik akan meningkatkan nilai intrinsik dan membantu perkembangan karir. Dari segi ability, perempuan saat ini dianggap mampu untuk melanjutkan pendidikan tinggi, namun perempuan memiliki kendala untuk dapat mengemban lebih dari satu tanggung jawab. Dari segi role/perceptions, mayoritas masyarakat memiliki positif; namun, sebagian kecil orang masih memiliki persepsi negatif dan persepsi tersebut keras dan signifikan. Dari segi social factor, masyarakat percaya bahwa faktor ekonomi menjadi kendala dalam melanjutkan pendidikan tinggi, sedangkan faktor lain seperti geografi, akan tetap aman. Namun begitu, ditemukan tiga perbedaan antara persepsi masyarakat dengan persepsi yang diterima perempuan itu sendiri. Perbedaan berkaitan dengan kemampuan pekerjaan rumah tangga, persepsi negatif keluarga dan faktor geografis serta sosial. Terdapat rekomendasi yang diberikan berdasarkan kerangka WEE (Women’s Economic Empowerment) terdiri dari program perubahan materi, perubahan persepsi, perubahan relasi, dan perubahan kognitif. Program inii akan memiliki tiga implikasi seperti tercapainya tujuan SDG, alokasi sumber daya menjadi dibutuhkan, dan alokasi biaya dibutuhkan.", "Daftar File": {"COVER Bella Nadhifah Agustina": "https://digilib.itb.ac.id/gdl/download/263653", "BAB 1 Bella Nadhifah Agustina": "https://digilib.itb.ac.id/gdl/download/263654", "BAB 2 Bella Nadhifah Agustina": "https://digilib.itb.ac.id/gdl/download/263655", "BAB 3 Bella Nadhifah Agustina": "https://digilib.itb.ac.id/gdl/download/263656", "BAB 4 Bella Nadhifah Agustina": "https://digilib.itb.ac.id/gdl/download/263657", "PUSTAKA Bella Nadhifah Agustina": "https://digilib.itb.ac.id/gdl/download/263658"}, "Penulis": "Bella Nadhifah Agustina [29320088]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sumber Daya Manusia, Pemberdayaan Perempuan, Kesetaraan Gender, Pertumbuhan Ekonomi, Pendidikan.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "23 Mar 2022"}