{"Nomor": 63934, "Judul": "PENILAIAN MATURITAS MANAJEMEN PENGETAHUAN PT. NODEFLUX TEKNOLOGI INDONESIA", "Abstrak": "Nodeflux adalah startup bidang Artificial Intelligence di Indonesia. Nodeflux menemukan\npermasalahan organisasional dalam berbagai hal yang belum dapat diselesaikan sehingga\n“Foundation for Sustainability” menjadi arahan strategis Nodeflux untuk dicapai pada awal tahun\n2021. Untuk mewujudkan hal tersebut, inisiatif dalam pengelolaan pengetahuan sebagai salah satu\nfondasi untuk perbaikan organisasi diimplementasikan oleh Nodeflux. Namun inisiatif tersebut\nbelum berdampak signifikan dan belum pernah dilakukan evaluasi secara menyeluruh untuk\nmeningkatkan kualitasnya. Penelitian ini ditujukan untuk merancang usulan perbaikan knowledge\nmanagement (KM) yang tepat berdasarkan hasil evaluasi dengan model maturitas KM.\nModel maturitas KM dikembangkan dengan meninjau 21 model maturitas KM ahli lalu didapatkan\n6 model yang sesuai dengan Nodeflux sehingga dijadikan referensi, yaitu APO, APQC, IAEA,\nKMCA, G-KMMM, dan Siemens. Melalui model maturitas KM tersebut ditinjau 4 area kunci\n(KPA), yaitu Manusia dan Kultur, Kepemimpinan dan Strategi, Teknologi dan Konten, dan Proses\nKM. Dari tiap KPA terdapat 5 s.d. 8 indikator yang ditinjau. Instrumen penilaian maturitas\nmenggunakan kuesioner berskala Likert. Satu pertanyaan terbuka dicantumkan pada kuesioner\nuntuk mengelaborasi hasil dari pertanyaan tertutup. Hasilnya diolah menggunakan nilai modus,\nanalisis konten, dan teknik ROC dan SAW.\nDari hasil analisis dapat diketahui bahwa diperlukan standardisasi dalam proses pengembangan\nkompetensi karyawan dan mengurangi ketergantungan yang tinggi terhadap individu tertentu\nsehingga tahapan perencanaan dan pengontrolan pembelajaran karyawan berbasis kompetensi\nserta beberapa pendekatan untuk meningkatkan efektivitas implementasinya seperti After Action\nReview dan standardisasi & kategorisasi drive penyimpanan diusulkan sebagai rancangan\nperbaikan untuk mengatasi permasalahan Nodeflux.", "Daftar File": {"ABSTRAK Rafella Dwimarzayu Nurrachmani": "https://digilib.itb.ac.id/gdl/download/245065"}, "Penulis": "Rafella Dwimarzayu Nurrachmani [13417015]", "Kontributor / Dosen Pembimbing": ["Dr. Made Andriani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Model Maturitas Manajemen Pengetahuan, Pembelajaran dan Penilaian Berbasis Kompetensi, Pemetaan Pengetahuan", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "24 Mar 2022"}