{"Nomor": 63939, "Judul": "PERANCANGAN STRUKTUR DERMAGA CURAH CAIR PROJEK BANTEN ENERGY TERMINAL DI MANGUNREJA, BOJONEGARA, BANTEN", "Abstrak": "Pada tahun 2016 PT Pertamina (Persero) bekerja sama dengan Kalla Group PT Bumi Sarana Migas\nmerencanakan pembangunan megaprojek terminal energi terintegrasi bernilai sekitar Rp. 10 triliun\ndi Bojonegara, Serang, Banten. Guna mengurangi ancaman defisist gas pada daerah jawa bagian\nbarat. Projek direncanakan memiliki kapasitas LNG sebesar 500 MMscfd (million standard cubic\nfeet per day), dan direncanakan berkembang hingga 1000 MMscfd.\nPada Tugas Akhir ini, akan dibahas mengenai perancangan struktur dermaga yang melayani\nkomoditas curah cair berupa gas Liquefied Natural Gas (LNG) dengan tipe dermaga dolphin dengan\ntipe struktur deck on pile. Struktur dermaga yang didesain terdiri dari tiga komponen utama struktur\ndermaga dolphin yaitu loading platform, breasting dolphin, dan mooring dolphin. Tahapan awal\ndari perancangan struktur dermaga ini adalah pengumpulan dan pengolahan data sekunder, yang\nmencakup data lingkungan, data kapal, dan data operasional dermaga. Setelah pengolahan data\ntersebut dilakukan, kemudian dilanjutkan dengan melakukan preliminary design dermaga dengan\nmenggunakan data sekunder yang telah dikumpulkan. Struktur dermaga didesain untuk mampu\nmenahan beban-beban yang bekerja baik dari pengaruh lingkungan maupun beban akibat\noperasional dermaga, seperti beban labuh kapal atau tambat kapal. Dari tahap ini akan didapatkan\ndimensi awal struktur dan elemen struktural dermaga.\nSelanjutnya, dilakukan permodelan struktur dermaga menggunakan bantuan perangkat lunak.\nPermodelan dilakukan untuk mengetahui kekuatan struktur rencana, dan juga mengetahui gaya\ndalam dan reaksi perletakan dari elemen struktural dermaga. Hasil permodelan yang dicek dari\nperangkat lunak tersebut berupa pengecekan unity check ratio (UCR), serta defleksi elemen struktur\ndermaga. Apabila telah memenuhi aturan, output yang diambil berupa gaya dalam struktur serta\nreaksi perletakan struktur dermaga. Gaya dalam elemen dermaga digunakan untuk mendesain\npenulangan elemen struktural dermaga, sedangkan output reaksi perletakan dermaga digunakan\nuntuk perhitungan daya dukung tanah, untuk mengetahui apakah kedalaman rencana pemancangan\ntiang pancang dermaga mampu menahan reaksi perletakan struktur melalui perhitungan geoteknik.\nHasil tugas akhir ini adalah dimensi tiga komponen utama dermaga, yaitu loading platform,\nbreasting dolphin, dan mooring dolphin, dimensi elemen struktural dermaga, detail penulangan\nelemen struktural dermaga, serta kedalaman pemancangan tiang pancang dermaga.", "Daftar File": {"ABSTRAK Oscar Ricky Harviyanto": "https://digilib.itb.ac.id/gdl/download/245071"}, "Penulis": "Oscar Ricky Harviyanto [15515079]", "Kontributor / Dosen Pembimbing": ["Ir. Muslim Muin, M.SOE, Ph.D.", "Jessica Rikanti Tawekal, S.T., M.Sc.", "Izqi Yustina Ammylia Yusuf, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "LNG, Struktur, Dermaga, Curah Cair, Dolphin, Permodelan Struktur", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Mar 2022"}