{"Nomor": 63933, "Judul": "PENGARUH PENANGANAN BAHAN MAKANAN  TERHADAP KEHILANGAN PANGAN PADA TINGKAT  DISTRIBUTOR DAN KONSUMEN STUDI KASUS: KABUPATEN GARUT", "Abstrak": "Sampah makanan merupakan isu global dalam beberapa tahun terakhir. \nKabupaten Garut menghasilkan sampah sebanyak 1700 ton/hari dengan sampah \nterangkut ke TPA sebesar 200 ton/hari. Komposisi terbanyak merupakan sampah \nmakanan sebesar 67,16%. Pasar merupakan salah satu sarana jual beli pangan \nsegar yang merupakan salah satu sumber penghasil sampah yang cukup besar, \nsampah yang pasar tradisional yang terangkut ke TPA dapat mencapai 20,25 \nton/hari. Penelitian ini bertujuan untuk (1) mengidentifikasi proses terjadinya \npangan terbuang di pasar tradisional, supermarket, dan konsumen pasar di \nKabupaten Garut (2) mengidentifikasi dampak yang muncul akibat kehilangan \npangan, (3) menentukan strategi alteranatif penanganan kehilangan pangan. \nPenelitian ini fokus pada kehilangan pangan yang terjadi pada tingkat pengecer \ndan konsumen pasar dengan studi kasus di Kabupaten Garut dengan pemilihan \nlokasi yang dilakukan secara purpossive dan metode penarikan contoh dilakukan \ndengan metode random sampling. Hasil penelitian menunjukkan bahwa \nkehilangan pangan pada tahap distribusi terjadi karena adanya pengaruh dari \nperilaku manusia seperti pengetahuan dan keterampilan pegawai, kemudian alat, \nproses, dan bahan baku yang meliputi penyimpanan, penanganan, pengemasan \ndan pemindahan bahan baku. Pasar tradisional menghasilkan sampah makanan \nsebesar 15,3 ton/hari sementara sampah makanan yang dihasilkan supermarket \ndiperkirakan mencapai 3 kg/hari. Sedangkan kehilangan pangan pada konsumen \nterjadi karena kebiasaan belanja, proses memasak, komposisi dan ukuran rumah \ntangga, serta kebudayaan yang berlaku pada rumah tangga yang dapat\nmempengaruhi kebiasaan konsumsi. Berdasarkan hasil penelitian, sebanyak 30 \nsampel konsumen membuang sampah makanan sebanyak 11,1 kg/hari.\nMeningkatnya kehilangan pangan memiliki sejumlah dampak yang signifikan \nterhadap lingkungan seperti meningkatkan emisi gas rumah kaca, terbentuknya \nlindi, berkurangnya ekosistem alami, serta dapat menimbulkan masalah bagi \nrantai pasok makanan. Strategi yang dapat dilakukan dalam penanganan dampak \ndapat dilakukan dengan (1) mereduksi kehilangan pangan melalui sistem \npengangkutan dan penyimpanan, (2) reduksi kehilangan pangan melalui sistem \npenjualan, (3) mereduksi kehilangan pangan melalui tahap konsumsi, (4) \npenanganan sampah makanan dengan metode komposting, Black Soldier Fly \n(BSF), ataupun dengan anaerobik digester.", "Daftar File": {"Rosalia Pristiani_15316089_Abstrak B. Indonesia.pdf?": "https://digilib.itb.ac.id/gdl/download/245063", "Rosalia Pristiani_15316089_Abstrac B. Inggris.pdf\n]": "https://digilib.itb.ac.id/gdl/download/245064"}, "Penulis": "Rosalia Pristiani [15316089]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Enri Damanhuri"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Kata kunci: Kehilangan pangan, Pola konsumen, Pasar tradisional, Supermarket", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana", "File": "2 file", "Tanggal Input": "24 Mar 2022"}