{"Nomor": 63938, "Judul": "EVALUASI KINERJA STRUKTUR JEMBATAN BERUJI KABEL PASUPATI BANDUNG", "Abstrak": "Jembatan beruji kabel Pasupati Bandung didesain dengan peraturan perencanaan\njembatan BMS-1992 dan beroperasi sejak tahun 2005. Sejak itu, peraturan\nperencanaan jembatan terus diperbarui beberapa kali dan yang terakhir adalah\nSNI 1725:2016 serta peraturan perencanaan terhadap beban gempa jembatan SNI\n2833:2016. Peraturan terbaru menerapkan sejumlah kenaikan beban hidup desain\ndan beban gempa rencana dari sebelumnya menggunakan periode ulang 500\ntahun menjadi 1000 tahun sehingga memerlukan kapasitas desain lebih tinggi.\nSelain itu analisis berbasis kinerja dengan metode nonlinier statik pushover juga\nditerapkan untuk memperoleh informasi akurat tentang kinerja struktur.\nHasil analisis pembebanan dengan SNI 1725:2016 menunjukkan terjadi\nkelebihan beban sebesar 3% pada gelagar bentang 2 akibat kombinasi beban\nKUAT IB. Selain itu terdapat kelebihan tegangan girder pada serat atas di area\nsekitar pylon tumpuan bentang 2 sebesar 32,83% dari syarat izin 3,99 MPa.\nKapasitas ØMn pada dasar pylon ST-1, sambungan pylon-gelagar pada segmen\nST-5 dan ST-6 juga terlampaui akibat beban gempa EKSTRIM berdasarkan SNI\n2833-2016. Kemudian dari hasil analisis pushover diperoleh drift akibat beban\ngempa respon spektra rencana sebesar 0,51% pada arah memanjang dan sebesar\n0,70% pada arah melintang. Struktur jembatan berada pada level kinerja Fully\nOperational sehingga tidak ada kerusakan struktural dan non-struktural yang\nberarti. Struktur jembatan tetap dapat berfungsi sebagaimana mestinya.", "Daftar File": {"ABSTRAK Punto Budiharto": "https://digilib.itb.ac.id/gdl/download/245070"}, "Penulis": "Punto Budiharto [25018043]", "Kontributor / Dosen Pembimbing": ["Ir. Made Suarjana, M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "jembatan, beban hidup desain, periode ulang, pushover, level kinerja", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Mar 2022"}