{"Nomor": 63931, "Judul": "COMPANY VALUATION  FOR INITIAL PUBLIC OFFERING   OF PT PETRONESIA BENIMEL", "Abstrak": "Di dalam Rencana Jangka Panjang Perusahaan PT Petronesia Benimel, ditetapkan sales growth per\ntahun sejak tahun 2021 sampai 2025 adalah 30% per tahun. Hal ini sangat memungkinkan untuk\ndirealisasikan, dikarenakan dalam lima tahun ke depan perusahaan masih terus mengerjakan proyek\ninfrastuktur Jalan Tol Trans Sumatera yang merupakan penugasan dari pemerintah kepada PT Hutama\nKarya (Persero), mengerjakan proyek oil dan gas, memasuki bisnis tambang, serta proyek infrastruktur\nlainnya. Untuk melaksanakan proyek-proyek tersebut diperlukan tambahan investasi untuk modal kerja\ndan belanja capex. Perusahaan telah menetapkan bahwa sumber pendanaan untuk hal ini akan\ndiperoleh melalui IPO. Agar tujuan IPO untuk mendapatkan pendanaan baru dapat terlaksana dengan\nbaik, maka nilai perusahaan pada saat IPO harus layak untuk ditawarkan. Untuk mengetahui hal\ntersebut, maka penelitian ini melakukan valuasi untuk memberikan gambaran mengenai nilai intrinsik\nperusahaan yang akan ditawarkan pada saat IPO. Valuasi dilakukan dengan metode Discounted\nValuation untuk tahun 2021 sampai 2030.  Growth rate yang digunakan adalah sejak tahun 2021 sampai\n2025 sebesar 30% per tahun dan sejak tahun 2026 menggunakan declining growth dengan penurunan\n5% per tahun dan akan stabil di tingkat 5%. Tingkat diskonto yang digunakan adalah  16.42%. Hasil\nperhitungan diperoleh nilai intrinsik perusahaan Rp 1.091.909.679.734. Nilai buku equity perusahaan\nsebesar Rp 537.376.950.787. Kesimpulan penelitian ini adalah nilai intrinsik perusahaan adalah 2,03x\nnilai buku equity sehingga layak untuk melakukan IPO", "Daftar File": {"2022_TS_PP_DADAN HIKMAT RAMDHANI_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/245054"}, "Penulis": "Dadan Hikmat Ramdhani [29120330]", "Kontributor / Dosen Pembimbing": ["Dr. Isrochmani Murtaqi, S.E., M.Acc."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Discounted Valuation, Nilai Intrinsik, dan Nilai Buku", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "23 Mar 2022"}