{"Nomor": 63942, "Judul": "PERANCANGAN SUBSISTEM ANTARMUKA WEBSITE PADA SISTEM PELACAKAN PENANGANAN BAGASI PENUMPANG BANDAR UDARA", "Abstrak": "Bandar udara merupakan tempat transportasi yang sangat padat dan sibuk, pengaturan jadwal keberangkatan, kedatangan serta sistem yang beroperasi di bandar udara sangatlah kompleks. Salah satu proses yang terdapat pada bandar udara yakni proses penanganan bagasi. Proses penanganan bagasi pada bandar udara selama ini dilakukan secara manual oleh manusia. Dengan padatnya proses sistem yang terjadi di bandar udara sangat memungkinkan untuk mengalami kesalahan sehingga menyebabkan kurang efektif dan efisien untuk penanganan bagasi. Oleh karena itu dibuatlah sebuah solusi untuk membantu penanganan bagasi agar lebih efektif dan efisien untuk pekerja. Usulan tersebut memanfaatkan teknologi RFID (Radio-frequency identification) untuk pembacaan dan melakukan pelacakan dengan sistem yang terintegrasi dengan website aplikasi. Sistem akan melakukan pendaftaran dan pembacaan pada setiap titik lokasi penting yang ada pada bandar udara. Sistem ini akan menyimpan setiap pembacaan di setiap titik lokasi kemudian menyimpannya di server. Untuk membantuk proses pelacakan sistem dilengkapi dengan sistem antarmuka pada alat dan website aplikasi yang dibuat dengan basis bahasa Javascript. Sistem antarmuka dirancang sedemikan rupa agar ramah untuk pengguna dan mudah untuk digunakan. Desain antarmuka ini berbasiskan aplikasi website serta memiliki dua buah role untuk penggunanya, yaitu penumpang, maskapai, dan pengelola bandara. Sistem antarmuka ini berupa pelacakan dengan fitur pencarian/pelacakan dan dashboard untuk pengolahan data oleh pihak yang berwenang.", "Daftar File": {}, "Penulis": "Minangkara Cinandi Rengga [13217087]", "Kontributor / Dosen Pembimbing": ["Prof. Trio Adiono, S.T., M.T., Ph.D.", "Nana Sutisna, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Website aplikasi, antarmuka, pelacakan, javascript, lacak bagasi", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "24 Mar 2022"}