{"Nomor": 63943, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MEMBUKA CABANG BARU WARUNG MAKAN SIMPANG SILIWANGI UNTUK MENINGKATKAN  KEUNGGULAN KOMPETITIF DALAM BISNIS KULINER", "Abstrak": "Industri Makanan dan Minuman menjadi industry yang terus berkembang pesat setiap tahunnya.\nJumlah restaurant setiap tahunnya bahkan semakin meningkat meskipun dalam masa pandemic\nCOVID-19 menjadikan persaingan di Industri minuman dan makanan terus meningkatkan.\nWarung Makan Simpang Siliwangi merupakan usaha yang bergerak di bidang kuliner yang\nberlokasi di Baleendah dan Kopo Katapang. Permasalahan yang dialami oleh Warung Makan\nSimpang Siliwangi adalah perlunya meningkatkan dan memperluas pasar agar mampu bersaing\ndan berkembang juga menghadapi competitor yang ada, maka dari itu Warung Makan Simpang\nSiliwangi memerlukan strategi baru untuk membuka cabang yang mampu bersaing dengan\ncompetitor lain di industry makanan dan minuman. Maka dari itu tugas akhir ini bertujuan untuk\nmembantu Warung Makan Simpang Siliwangi menghasilkan strategi-strategi yang dapat\ndigunakan untuk membuka cabang baru yang bisa bersaing unggul Bersama competitor industry\nmakanan dan minuman. Pada penelitian ini dilakukan analisis internal perusahaan dengan\nmenggunakan Segmenting, Targeting, and Positioning (STP), dan 7P’s Marketing Mix. Analisis\nexternal menggunakan Five Force, Kompetitor analisis, dan Konsumen analisis. Setelah\nmelakukan kedua analisis tersebut akan dilakukan analisis SWOT dan membuat usulan strategi\nMatriks TOWS yang akan menghasilkan strategi baru yang diterapkan dalam pembukaan cabang\nbaru. Pada penelitian ini dilakukan pengambilan data dengan melakukan penyebaran kuisoner dan\nFocus Group Discussion (FGD). Hasil dari penelitian ini menggambarkan kondisi internal dan\neksternal Warung Makan Simpang Siliwangi juga strategi yang paling cocok untuk membuka\ncabang baru yang kompetitif di industry makanan dan minuman.", "Daftar File": {"2022_TS_PP_MEISYA REGINA KUSNADI _1-Abstrak (1).pdf?": "https://digilib.itb.ac.id/gdl/download/245082"}, "Penulis": "Meisya Regina Kusnadi [29120162]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, M.A.", "Prawira Fajarindra Belgiawan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Industri maknan dan minuman, STP, 7P’s Marketing Mix, Five Force, Kompetitor Analisis, Konsumen Analisis, Analisis SWOT, Matriks TOWS", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "24 Mar 2022"}