{"Nomor": 63952, "Judul": "PENGEMBANGAN SISTEM MANAJEMEN GUDANG COLD ROOM : STUDI KASUS PBF BIO FARMA TBK", "Abstrak": "Program vaksinasi nasional telah direncanakan oleh pemerintah sejalan\ndengan menyebarnya virus Covid-19 di Indonesia. Berdasarkan data, alokasi\npenerima vaksin di Indonesia adalah 181,5 juta populasi dan total kebutuhan vaksin\nmencapai 426 juta dosis vaksin. PBF Bio Farma mendapatkan tanggung jawab\nsebagai distributor vaksin dari Kementrian Kesehatan RI, dan mengatur\npenyimpanan vaksin. Kuantitas penyimpanan vaksin bertambah sejalan adanya\nprogram vaksinasi Covid-19 dan membuat kapasitas penyimpanan menjadi\noverload. Rata-rata kapasitas overload adalah 25,26% dari kapasitas ideal.\nKapasitas overload membuat lingkungan cold room menjadi kurang kondusif dan\nakses operator menjadi terhambat karena penumpukan barang dibeberapa area.  \nRancangan studi ini adalah penelitian kualitatif dengan skema kerangka\nDMAIC. Data primer didapatkan dari interview dan observasi. Data sekunder\ndidapatkan dari data historis perusahaan dan literature review. Analisis bisnis saat\nini dijelaskan berdasarkan kerangka SCOR, Analisis RBV, Analisis PEST, dan\nRoot Cause Analysis. Berdasarkan analisis, penyebab overload adalah\nketidakpastian jadwal penerimaan dan pengiriman vaksin, pengecekan manual di\nfase penerimaan, layout yang tidak tepat kebijakan penyimpanan acak, pencarian\nmanual dan tidak ada kebijakan pada system pengambilan.  \nBerdasarkan hasil interview, terdapat tiga solusi utama untuk mengatasi\nkapasitas overload, yaitu kebijakan baru penyimpanan, relayout, dan implementasi\nwarehouse management system (WMS). Kebijakan baru penyimpanan adalah\nmetode class-based storage, yang mana dapat mempermudah pencarian produk.\nSetelah menetapkan kebijakan penyimpanan, alternatif solusi selanjutnya adalah\nrelayout. Desain layout harus mendukung kebijakan class-based storage sehingga\nsystem zonasi berdasarkan FSN Analysis harus diimplementasikan, dan prinsip\nFIFO sebagai persyaratan dalam good distribution process menjadi dasar dalam\npemilihan flow rack. Solusi selanjutnya adalah terkait system informasi di cold\nroom. Implementasi WMS dapat menjadi alat transisi dari system manual menjadi\notomatisasi. WMS usulan pada cold room adalah barcode system dan\npengembangan aplikasi.  \nImplementasi dari alternatif solusi akan dilaksanakan sesuai dengan metode\nPDCA. Berdasarkan perhitungan, terdapat peningkatan kapasitas cold room dari\nkapasitas 4,824,000 vial menjadi 5,844,823 vial, atau meningkat 21 persen.", "Daftar File": {"2022_TS_PP_Nur Alim_1-Abstrak (1).pdf\n]": "https://digilib.itb.ac.id/gdl/download/245123"}, "Penulis": "Nur Alim [29120018]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Mursyid Hasan Basri, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "kapasitas overload, penyimpanan class-based, relayout, WMS", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "24 Mar 2022"}