{"Nomor": 63958, "Judul": "COMPUTATIONAL FLUID DYNAMICS (CFD) SIMULATION OF THE EFFECT OF IMPELLER IMMERSION DEPTH AND IMPELLER ROTATIONAL SPEED ON FLOW PATTERNS AND TEMPERATURE DROP OF MOLTEN FERRONICKEL DURING DESULFURIZATION PROCESS WITH KANBARA REACTOR METHOD", "Abstrak": "Desulfurization is the purifying process of molten ferronickel from sulfur impurity. One of the most common desulfurization methods is the Kanbara Reactor (KR) Method. During the desulfurization process, the fluid flow characteristics and the temperature drop of molten ferronickel are important things that must be observed. One approach that can be done to find out the fluid flow characteristics and temperature drops is through Computational Fluid Dynamics (CFD) simulation. The limitation of the simulation in the previous study was that it did not simulate the effect of operating parameters such as impeller immersion depth and impeller rotational speed on the temperature drop of molten steel or ferronickel. Therefore, the simulation carried out in this study was a CFD simulation on the effect of impeller immersion depth and impeller rotational speed on the flow pattern and the temperature drop of the molten ferronickel during the desulfurization process with\nthe Kanbara Reactor method.\n\nThis study began with a comparison of the initial simulation results with a prototype experiment and Qiang Li’s simulation to validate the simulation model. After the selected model had been validated, simulations were carried out with variations in the immersion depth and impeller rotation speed. Variations in impeller immersion\ndepth were 700 mm, 800 mm, 900 mm, and 1000 mm, while variations in impeller rotational speed were 30 rpm, 40 rpm, 50 rpm, and 60 rpm. The core simulation began with creating a 3D ladle and impeller using Ansys SpaceClaim. After that, the meshing and setup process was carried out using Ansys Fluent. The simulation was set by activating the Volume of Fluid model, the Multiple Reference Frame model, the energy model, and the Renormalization Group (RNG) k-? turbulent model. After that, the calculation was carried out until it converged.\n\nBased on the simulation results, the impeller immersion depth affects the size of the recirculation flow pattern. Meanwhile, the faster the impeller rotation is the deeper the molten ferronickel vortex, and the higher the molten ferronickel velocity. The impeller immersion depth has no significant impact on the temperature drop of the molten ferronickel but has a significant impact on the characteristics of the molten ferronickel temperature profile. If the impeller is immersed to a depth of more than 900 mm, the molten ferronickel temperature in the upper area will be hotter, while in the bottom area will be colder. The faster the rotation of the impeller is the greater the temperature drop of molten ferronickel. The optimal operating conditions are\nladle with impeller immersion depths of 800 mm and 900 mm, and with an impeller rotational speed of 60 rpm.", "Daftar File": {"ABSTRAK Muhammad Fatih Ar Rizqy": "https://digilib.itb.ac.id/gdl/download/245139"}, "Penulis": "Muhammad Fatih Ar Rizqy [12518051]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Bonita Dilasari, S.T., M.T.", "D.Sc.(Tech.) Imam Santoso, S.T., M.Phill.", "Taufiq Hidayat, S.T., M.Phill., Ph.D.", "Taufiq Hidayat, S.T., M.Phill., Ph.D.", "Fadhli Muhammad, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "CFD, Kanbara Reactor, impeller, fluid flow, temperature", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "7 file", "Tanggal Input": "24 Mar 2022"}