{"Nomor": 63953, "Judul": "PEMANFAATAN POTENSI ULASAN PADA KOMUNITAS DARING BERBASIS GOOGLE REVIEW: STUDI NETNOGRAFI PADA DESTINASI WISATA KECAMATAN TAMANSARI, KABUPATEN BOGOR", "Abstrak": "Google Review sebagai bagian fitur Google Maps telah menjadi salah satu media platform yang sangat mudah ditemukan sebagai sarana pencarian destinasi wisata bagi para pengguna media sosial. Fitur yang diberikan memiliki akses informasi cukup lengkap terkait tempat bisnis wisata, sehingga tidak hanya alamat yang bisa ditemukan, tetapi juga ulasan-ulasan dari wisatawan yang pernah berkunjung sebagai bahan pertimbangan dan tambahan informasi lain yang dibutuhkan. Ulasan-ulasan yang ada pada laman komunitas terbesar di dunia tersebut hadir sebagai kontribusi dalam berbagi pengalaman dan informasi yang tidak tercantum pada situs atau media sosial obyek wisata. Namun di sisi lain, tidak semua penyedia wisata di Kecamatan Tamansari telah memanfaatkan secara optimal ulasan Google Review tersebut. Hal ini dapat dilihat dari dominasi tanggapan yang diberikan terkait pertanyaan dan ulasan mengenai fasilitas atau daya tarik wisata yang berasal dari sesama anggota komunitas daring, yang biasa disebut Local Guide.\nPenelitian ini dilakukan dengan tujuan untuk mengidentifikasi pemanfaatan potensi ulasan dari komunitas daring berbasis Google Review terkait destinasi wisata Kecamatan Tamansari guna meningkatkan citra destinasi. Selebihnya, penelitian ini juga ingin menelaah cara yang dapat digunakan oleh penyedia wisata agar lebih memahami upaya pemanfaatan ulasan untuk mengembangkan kawasan wisata, khususnya dari sisi branding dan pemasaran.\nPenelitian dilakukan dengan metode netnografi, mengambil data ulasan keenam wilayah studi melalui tiga periode waktu pada 2019 - 2021 dengan bulan- bulan pilhan. Data-data ulasan dari daily journaling digunakan untuk analisis indikator netnografi, analisis indikator karakteristik wisatawan, analisis motivasi dan persepsi, serta analisis citra destinasi. Sementara hasil wawancara daring digunakan untuk data penunjang mengenai upaya pemanfaatan ulasan yang dilakukan penyedia wisata.\nPenelitian ini menemukan identifikasi mengenai pemanfaatan terhadap potensi ulasan wisatawan terkait destinasi wisata di Kecamatan Tamansari, Bogor, yang terfokus pada komunitas daring. Hasil identifikasi tersebut adalah kata kunci (keywords) yang memiliki multifungsi dalam berbagai analisis yang diaplikasikan pada penelitian ini.", "Daftar File": {"COVER Dina Agustina": "https://digilib.itb.ac.id/gdl/download/245124", "BAB_1 Dina Agustina": "https://digilib.itb.ac.id/gdl/download/245125", "BAB_2 Dina Agustina": "https://digilib.itb.ac.id/gdl/download/245126", "BAB_3 Dina Agustina": "https://digilib.itb.ac.id/gdl/download/245127", "BAB_4 Dina Agustina": "https://digilib.itb.ac.id/gdl/download/245128", "BAB_5 Dina Agustina": "https://digilib.itb.ac.id/gdl/download/245129", "BAB_6 Dina Agustina": "https://digilib.itb.ac.id/gdl/download/245130", "DAFTAR Dina Agustina": "https://digilib.itb.ac.id/gdl/download/245131"}, "Penulis": "Dina Agustina [28819301]", "Kontributor / Dosen Pembimbing": ["Prof. Dr Eng. Pradono, S.E, M.Ec.Dev.)"], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Generalities", "Kata Kunci": "Citra Destinasi, Google Review, Komunitas Daring, Netnografi, Ulasan", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "24 Mar 2022"}