{"Nomor": 63956, "Judul": "PROPOSAL STRATEGI MARKETING UNTUK INDIZ MUSIC SCHOOL DAGO", "Abstrak": "Perkembangan zaman yang terus berubah dan semakin canggih dari waktu ke waktu memaksa\nmusik untuk beradaptasi. Yang terlihat akhir-akhir ini misalnya penjualan album fisik turun drastis\ndan tergantikan dengan hadirnya musik streaming online seperti Spotify yang semakin diminati\nmasyarakat dapat dilihat pada Gambar 1 yang menunjukkan ada peningkatan jumlah pelanggan\nSpotify premium di seluruh dunia dari kuartal 1 2015 hingga kuartal 3 2021. Menurut\nKemenparekraf, musik didefinisikan sebagai semua jenis bisnis dan aktivitas kreatif yang terkait\ndengan pendidikan, kreasi, perekaman, promosi, distribusi, penjualan, dan juga musik. pertunjukan\nseni. Di Indonesia, musik termasuk dalam salah satu sub sektor ekonomi kreatif. Musik\ndiproyeksikan menjadi ekonomi nasional berkelanjutan yang mengutamakan nilai tambah bagi\nkebaikan melalui pemikiran dan kreativitas manusia, yang dapat membawa manfaat ekonomi bagi\nyang terlibat di dalamnya serta meningkatkan kualitas hidup penontonnya. Pendidikan formal dapat\nditempuh dengan mengambil jurusan atau mata pelajaran yang khusus dipelajari tentang musik di\nperguruan tinggi.\nDampak COVID-19 juga dirasakan oleh penyelenggara pendidikan nonformal seperti IMS Dago\nyang mengalami penurunan siswa yang signifikan sejak COVID-19 melanda Indonesia. Dengan\nsituasi yang tidak pasti saat ini dan persaingan yang ketat di industri ini, IMS Dago bergerak untuk\nmerumuskan strategi untuk meningkatkan keunggulan kompetitifnya yang dapat membantu\nperusahaan terus menjadi pemimpin pasar di industri dan menarik lebih banyak pelanggan.\nSebelum merumuskan strategi yang tepat untuk IMS Dago, perlu dilakukan analisis eksternal dan\ninternal. Setelah melakukan analisis SWOT, penulis menggunakan analisis matriks TOWS dan\nStrategi Pemasaran untuk membuat solusi agar Indiz Music School dapat menciptakan nilai yang\nlebih besar dibandingkan dengan pesaingnya. Berdasarkan analisis Matriks TOWS, terdapat total\n12 alternatif dan dibagi menjadi 4 segmen yang berbeda yaitu Strategi SO, Strategi WO, Strategi\nST, dan strategi WT dan Strategi Pemasaran yang menerapkan bauran pemasaran, STP dan Value\nProposition.", "Daftar File": {"2022_TS_PP_Karina Ramadhani_1-Abstrak (1).pdf?": "https://digilib.itb.ac.id/gdl/download/245135"}, "Penulis": "Karina Febri Ramadhani [29120047]", "Kontributor / Dosen Pembimbing": ["Dr. Harimukti Wandebori, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Strategi marketing, Pendidikan Non Formal, Sekolah musik, Indiz Music School", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "24 Mar 2022"}