{"Nomor": 63950, "Judul": "THE CORRELATION OF RISK MANAGEMENT AND INTERNAL CONTROL IN BUDGET RKAP 2020  PT HUTAMA KARYA (PERSERO)", "Abstrak": "Manajemen risiko merupakan salah satu elemen penting dalam mengelola sebuah\nKinerja laporan laba rugi PT Hutama Karya (Persero) selama 5 tahun terakhir\nsangat fluktuatif dan cenderung menurun. PT Hutama Karya (Persero) belum\nmampu mempertahankan pertumbuhan laba yang berkelanjutan meskipun PT\nHutama Karya (Persero) memiliki sumber daya bernilai tambah tinggi. Pada tahun\n2020 Perseroan mencatatkan pendapatan sebesar Rp21.643 miliar atau turun\n17,99% dibandingkan tahun sebelumnya sebesar Rp26.392 miliar. Sedangkan\ndibandingkan dengan target tahunan yang telah disusun, realisasi pendapatan\nmencapai 88,44% dari Rp 24.473, laba kotor mencapai Rp 1.866 miliar atau 66,26%\ndari Rp 2.816 miliar. Kenaikan beban pokok pendapatan dari 88,49 % menjadi\n91,38 % merupakan penyebab utama tidak tercapainya laba kotor selain tidak\ntercapainya pendapatan. Pencapaian target perusahaan saat ini yang menghadapi\nketidakpastian yang tinggi terkait dengan era disrupsi dan fenomena VUCA –\nVolatility, Uncertainty, Complexity, Ambiguity menyebabkan perubahan yang\nsangat cepat, sehingga diperlukan suatu prinsip sebagai landasan dalam\npelaksanaan RKAP yaitu manajemen risiko dan pengendalian internal.\n\nDalam penelitian ini, penulis telah melakukan Analisis Korelasi untuk mengetahui\napakah ada hubungan antara dua variabel/dataset bebas  dan satu variabel terikat,\ndan seberapa kuat hubungan tersebut. Variabel/dataset yaitu Manajemen Risiko\n(X1), Pengendalian Intern (X2) dan Pencapaian Target (Y) di Hutama Karya. Data\nyang digunakan penulis adalah data primer dari beberapa sumber seperti laporan\nkeuangan perusahaan, penilaian kepatuhan manajemen risiko dan penilaian\npengendalian intern serta data sekunder dari sumber terpercaya lainnya. Populasi\ndalam penelitian ini adalah 112 proyek Hutama Karya pada tahun 2020. Penelitian\nini mendapatkan bahwa skor Manajemen Risiko (X1) dan skor pencapaian target\n(Y) memiliki “Korelasi Sedang”. Sedangkan Skor Pengendalian Internal (X2) dan\nSkor Pencapaian Target (Y) memiliki “Korelasi Kuat”. Secara simultan Skor\nManajemen Risiko dan Skor Pengendalian Internal dengan Skor Pencapaian Target\nberada pada derajat “Korelasi Kuat”.", "Daftar File": {"2022_TS_PP_Bambang Joko Sutarto_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/245121"}, "Penulis": "Bambang Joko Sutarto [29120326]", "Kontributor / Dosen Pembimbing": ["Dr. Isrochmani Murtaqi, S.E., M.Acc."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Manajemen Risiko, Pengendalian Intern", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "24 Mar 2022"}