{"Nomor": 63961, "Judul": "ANALISIS 3 DIMENSI KESTABILAN LERENG AKIBAT AKTIVITAS PELEDAKAN PADA TEROWONGAN 11 PROYEK KERETA CEPAT JAKARTA-BANDUNG", "Abstrak": "Aktivitas pemberaian batuan menggunakan peledakan pada penggalian terowongan dapat menghasilkan getaran yang berpengaruh terhadap lingkungan. Tidak hanya berpengaruh pada terowongan itu sendiri, tetapi pada permukaan di atas terowongan tersebut. Penelitian ini dilakukan untuk mencoba menganalisis kestabilan lereng permukaan akibat aktivitas peledakan. Analisis dilakukan menggunakan metode kesetimbangan batas dan metode numerik. Analisis ini dibantu dengan perangkat lunak dari Rocscience yaitu Slide3 dan Slide2 untuk memperoleh hasil nilai Faktor Keamanan, dan RS2 untuk memperoleh gambaran perpindahan sekitar lereng pemukiman warga di atas terowongan.\n\nPengambilan conto batuan dan tanah untuk memperoleh data geoteknik merupakan kegiatan awal dari penelitian ini. Kemudian dilanjutkan dengan kegiatan pemantauan getaran akibat peledakan penggalian Terowongan 11 dengan jarak 109 m. Hasil PVS 1,89 mm/s, PPA longitudinal 0,071 g dan PPD 0,003 mm. Hasil PPA tersebut yang menjadi masukan dan validasi untuk analisis numerik pada penelitian ini. Model untuk analisis dibuat mendekati kondisi aktual, baik geometri model maupun parameter masukan model.\n\nHasil analisis numerik menunjukkan bahwa nilai Faktor Keamanan pada lereng permukaan terowongan sebelum dan ketika dilakukan peledakan adalah sebesar 1,474 dan 1,247 yang dapat dinyatakan stabil. Nilai perpindahan dari hasil analisis numerik juga menujukkan hasil kurang dari 0,5 sentimeter. Dengan nilai perpindahan tersebut, maka getaran akibat aktivitas peledakan dapat dianggap tidak menimbulkan kerusakan pada lereng permukaan di atas terowongan.", "Daftar File": {"ABSTRAK Fadhilla Akbar": "https://digilib.itb.ac.id/gdl/download/245154", "BAB 1 Fadhilla Akbar": "https://digilib.itb.ac.id/gdl/download/245513", "BAB 2 Fadhilla Akbar": "https://digilib.itb.ac.id/gdl/download/245514", "BAB 3 Fadhilla Akbar": "https://digilib.itb.ac.id/gdl/download/245515", "BAB 4 Fadhilla Akbar": "https://digilib.itb.ac.id/gdl/download/245516", "BAB 5 Fadhilla Akbar": "https://digilib.itb.ac.id/gdl/download/245517", "BAB 6 Fadhilla Akbar": "https://digilib.itb.ac.id/gdl/download/245518", "PUSTAKA Fadhilla Akbar": "https://digilib.itb.ac.id/gdl/download/245519"}, "Penulis": "Fadhilla Akbar [22119017]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Budi Sulistianto, M.T.", "Dr.Eng. Tri Karian, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "kestabilan lereng, analisis 3 dimensi, metode kesetimbangan batas, peledakan, terowongan", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "24 Mar 2022"}