{"Nomor": 63969, "Judul": "PENGARUH KEKAKUAN KOPLING TERHADAP FREKUENSI PRIBADI PADA KASUS KETIDAKSESUMBUAN SISTEM DUA DERAJAT KEBEBASAN", "Abstrak": "Ketidaksesumbuan merupakan kegagalan yang sering terjadi pada mesin rotasi. Sebagai salah satu penyebab kegagalan paling umum, pemodelan fenomena ketidaksesumbuan akan membantu memahami perilaku yang terjadi pada kasus ketidaksesumbuan. Hal ini melatarbelakangi dilakukannya penelitian tentang pengaruh kekakuan kopling terhadap dinamika model dua derajat kebebasan. Pemodelan akan dilakukan untuk kasus ketidaksesumbuan paralel dengan beberapa nilai kekakuan kopling.\nPenelitian ini diawali dengan memodelkan peralatan permesinan sebagai sistem dua derajat kebebasan. Selanjutnya penelitian dilanjutkan dengan menurunkan persamaan yang mengaitkan hubungan kekakuan kopling dengan frekuensi pribadi sistem. Persamaan yang telah diturunkan akan dicobakan untuk beberapa kondisi, yaitu kondisi kekakuan penghubung bernilai nol atau kedua sistem tidak terhubung, kondisi kekakuan penghubung bernilai positif, dan kondisi ketika kekakuan penghubung bernilai tak hingga. Simulasi numerik dengan menggunakan software MATLAB akan dilakukan untuk parameter sistem yang telah ditentukan. Simulasi yang dilakukan akan terdiri dari dua tahap. Pada tahap pertama, gaya pengeksitasi memiliki frekuensi sesuai dengan frekuensi putar. Pada tahap kedua, untuk kasus dengan ketidaksesumbuan, gaya pengeksitasi akan mengandung dua buah frekuensi, yaitu frekuensi 1x dan 2x frekuensi putar.\nHasil penurunan persamaan frekuensi pribadi menunjukkan bahwa peningkatan nilai kekakuan menuju tak hingga mengakibatkan frekuensi pribadi pertama sistem bergerak menuju suatu nilai, sedangkan frekuensi pribadi kedua sistem bergerak menuju tak hingga. Persamaan yang didapatkan juga mengungkapkan modus getar yang terjadi pada sistem. Hasil modus getar pertama menunjukkan bahwa kedua buah massa akan bergerak bersamaan bila nilai kekakuan kopling penghubung besar. Pada beberapa kecepatan putar, nilai respon 1x frekuensi putar akan terlihat dominan, sedangkan pada kecepatan putar lainnya, nilai respon 2x frekuensi putar akan lebih dominan.", "Daftar File": {"ABSTRAK Muhammad Isroffi Pramudito": "https://digilib.itb.ac.id/gdl/download/245162"}, "Penulis": "Muhammad Isroffi Pramudito [23119008]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Zainal Abidin, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "ketidaksesumbuan, sistem dua derajat kebebasan, simulasi numerik, frekuensi pribadi, modus getar.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Mar 2022"}