{"Nomor": 63966, "Judul": "PERENCANAAN SALURAN PEMBUANG SISTEM CIWAKA BARAT DAERAH IRIGASI CIUJUNG DALAM MENANGANI BANJIR DI KABUPATEN SERANG, BANTEN", "Abstrak": "Sistem saluran pembuang Ciwaka Barat meruapakan salahsatu sistem dari Daerah Irigasi Ciujung. D.I. Ciujung merupakan daerah irigasi potensial yang dimiliki masyarakat Banten khususnya masyarakat petani di Kabupaten Serang. Kebutuhan air irigasi sebagai sumber air utama pertanian di Kabupaten Serang semakin berkurang, kendalanya akibat kerusakan jaringan irigasi, penurunan kualitas Daerah Pengaliran Sungai (DPS) dan peningkatan kebutuhan air non irigasi (industri, pemukiman, air baku dan lain-lain). Lahan irigasi terutama di Provinsi Banten dari waktu kewaktu cenderung berkurang akibat dikonversikan/alih fungsi. Secara pengaturan saluran pembuang yang baik, volume air yang ada pada saluran pembuang akan sesuai dengan kebutuhan air di sawah. Selama tidak ada tambahan debit dari masukan lain, maka kapasitas tampungan saluran pembawa akan mampu menampung debit yang mengalir. Namun pada sistem saluran pembuang Ciwaka Barat sering terjadi tambahan air dari hujan dan limpasan yang terjadi didaerah irigasi. Sehingga kapasitas tampungan akan bertambah yang mengakibatkan terjadi limpasan dari Saluran Pembuang ke sawah-sawah yang ada disekitarnya. Hal lain yang menjadi penyebab dari meluapnya saluran pembuang adalah kapasitas saluran mulai berkurang akibat adanya sedimentasi. Akibat aliran permukaan (run off) dan aliran air dari luar areal irigasi yang masuk ke dalam saluran irigasi membuat sistem pengairan di daerah irigasi ini mengalami kelebihan air dan mengakibatkan banjir. Sedangkan untuk mengatasi hal ini perlu adanya Saluran Pembuang sehingga aliran permukaan (run off) yang terjadi langsung dialirkan ke Saluran Pembuang tersebut. Sehingga diperlukannya perencanaan Desain saluran-saluran Pembuang pada Sistem Ciawaka Barat Daerah Irigasi Ciujung.", "Daftar File": {"ABSTRAK Yasyri Nafsan Arridlo": "https://digilib.itb.ac.id/gdl/download/245159"}, "Penulis": "Yasyri Nafsan Arridlo [15817027]", "Kontributor / Dosen Pembimbing": ["Dhemi Harlan, Ph.D.", "Hadi Kardhana, S.T., M.T., Ph.D.", "Dr.Eng. Eka Oktariyanto Nugroho, S.T., M.T.", "Widyaningtias, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Saluran Pembuang Ciwaka Barat, Daerah Irigasi Ciujung, Banjir, Desain Saluran Pembuang", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Mar 2022"}