{"Nomor": 63975, "Judul": "PENGELOLAAN MODAL KERJA UNTUK MENINGKATKAN PERFORMA KEUANGAN (STUDI KASUS DI PT PGI)", "Abstrak": "PT PGI merupakan salah satu perusahaan yang bergerak di industry restoran cepat saji dan\nmerupakan salah satu restoran cepat saji pertama di Indonesia. Hingga 2020, perusahaan\nmemiliki empat merek dagang yaitu CFC, Caldonat, Sapo Oriental,  dan sugakiya. CFC\nmerupakan lini bisnis terbesar perusahaan. Perusahaan ini mengalami penurunan performa\nkeuangan dari tahun 2018, dan hal ini diperburuk dengan adanya wabah covid-19 pada tahun\n2020. Perusahaan mengalami kerugian di tahun 2020, dan berdasarkan hasil analisis rasio\nkeuangan dalam tiga tahun terakhir efektifitas perusahaan dalam mengelola asset untuk\nmenghasilkan penjualan menurun. Hal ini dibuktikan dengan semakin meningkatnya nilai\nSiklus Konversi Kas perusahaan. Maka dari itu tujuan dari penelitian ini adalah untuk\nmenganalisis kondisi perusahaan, memberikan rekomendasi perencanaan keuangan untuk\nmenurunkan pengeluaran perusahaan, dan memberikan rekomendasi pengendalian modal kerja\nsupaya lebih efisien. \nBeberapa metode digunakan dalam setiap tahapan penelitian. Tahapan pertama yaitu analsis\nkondisi perusahaan di industri dengan menggunkan analisis ekternal (PESTEL) dan analisis\ninternal (Rasio Keuangan). Hasil Analisa tersebut menunjukan bahwa PT PGI belum unggul\ndibandingkan pesaingnya. Tahapan selanjutnya yaitu menganalisis kondisi keuangan\nperusahaan dengan menganalsis beberapa rasio keuangan, yang selanjutnya dilalkukan tiga\nscenario. Tiga scenario tersebut yaitu scenario pesismis, most-likely, dan optimistic. Dari hasil\nproyeksi ketiga scenario tersebut selanjutnya dianalsisi rasio keuangan. Tahapan selanjutnya\nyaitu analisis pengelolaan modal kerja yang terbagi menjadi tiga komponen, yaitu persediaan,\npiutang usaha, dan utang usaha. Untuk dapat mengimplementasikan pengelolaan modal kerja\nyang optimal, PT PGI perlu menurunkan nilai Siklus Konversi Kas dengan cara menerapkan\nmanajemen persediaan (Economic Order Quantity, Just in time, dan First in First out).\nKemudian mengelola perputaran piutang usaha supaya lebih cepat tertagih dengan cara\nselection credit standard. Dan terakhir perusahaan perlu mengelola utang usaha untuk dapat\ndibayar lebih lama dengan melakukan negosiasi dengan supplier.", "Daftar File": {"2022_TS_PP_Rakhmaliani Syafira_1-Abstrak (1).pdf?": "https://digilib.itb.ac.id/gdl/download/245169"}, "Penulis": "Rakhmaliani Syafira [29120042]", "Kontributor / Dosen Pembimbing": ["Ana Noveria, S.E., MBA, Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Restoran, Manajemen Modal Kerja, Siklus Konversi Kas, pandemi COVID-19", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Mar 2022"}