{"Nomor": 63980, "Judul": "PENCUPLIKAN KOMPRESIF PADA RADAR CUACA FREQUENCY MODULATED CONTINUOUS WAVE DOPPLER  POLARIMETRIK", "Abstrak": "Radar cuaca merupakan suatu jenis radar yang digunakan untuk mendeteksi curah hujan, arah pergerakan dan kecepatannya, hingga mengetahui level intensitas hujan dan komposisi awan. IDRA (IRCTR Drizzle Radar) merupakan salah satu radar cuaca di Belanda yang digunakan untuk mengukur fenomena di atmosfer yang sensitif seperti hujan gerimis. IDRA merupakan radar cuaca polarimetrik Doppler yang dikembangkan pada frekuensi X-Band dengan prinsip transmisi gelombang berupa FMCW (Frequency Modulated Continuous Wave). Beberapa teknik tersebut diupayakan agar IDRA menghasilkan resolusi yang tinggi dalam melakukan pengukuran curah hujan. Walaupun IDRA PDWR (Polarimetric Doppler Weather Radar) telah mendapatkan hasil pengamatan yang baik, proses pengukuran yang dilakukannya menghasilkan data polarimetrik dalam jumlah yang sangat besar Perangkat penerima pada IDRA tersebut dapat mengumpulkan data sebanyak hampir satu Giga Byte dalam setiap menitnya. Semua data penting tersebut nantinya akan diproses pada bagian perangkat keras pengolahan sinyal agar menjadi produk radar cuaca yang dapat ditampilkan dan dibaca oleh pengguna.\n\nPada metode pengolahan sinyal secara konvensional, pencuplikan sinyal dengan menggunakan ketentuan pada teorema Nyquist agar informasi terkait jarak terhadap obyek yang diamati dapat dibangun kembali (rekonstruksi) secara sempurna tanpa ada kesalahan. Ketentuan tersebut mengharuskan frekuensi cuplikan minimal adalah dua kali frekuensi sinyal, akibatnya akuisisi data pada sistem pengolah\nsinyal memiliki beban yang berat karena media penyimpanan yang dibutuhkan juga semakin besar. Pada dekade ini muncul teknologi baru yang disebut sebagai CS (compressive sampling) untuk mengatasi permasalahan tersebut. CS merupakan suatu paradigma baru yang menyatakan bahwa pencuplikan sinyal dapat dilakukan dengan frekuensi jauh di bawah laju Nyquist untuk mempertahankan informasi asli\ndari sinyal asalkan memenuhi persayaratan kejarangan sinyal di domain tertentu. Dalam teori CS, pencuplikan dan reduksi sinyal dilakukan secara simultan (CS). Dengan upaya CS, akuisisi sinyal pada perangkat pengolahan sinyal utamanya PDWR dapat menghemat bandwidth.\n\nPada penelitian disertasi ini mengusulkan teknik CS pada sinyal beat dengan melakukan eksplorasi kejarangan dari sinyal beat PDWR di domain transfor- masinya. Usulan untuk mereduksi sinyal beat pada domain transformasi ini dianggap pemilihan yang ilmiah dikarenakan sinyal yang jarang akan diperoleh\nsaat melakukan IFFT (Inverse Fast Fourier Transform) pada sinyal beat tersebut. Dikarenakan radar IDRA adalah radar FMCW, maka sinyal beat mengandung komponen fase dan frekuensi di dalamnya. Secara konvensional dengan melakukan IFFT terhadap sinyal beat tersebut, maka informasi jarak antara radar terhadap\n\nobyek pengamatan dapat diketahui dan sinyal beat tersebut menjadi bentuk terkom-presi dari sebelumnya. Dengan alasan tersebut, maka transformasi penjarang dengan IFFT tepat untuk diaplikasikan pada metode usulan CS. Tidak seperti penelitian lainnya yang menggunakan data simulasi untuk pembuktian usulan, pada disertasi ini data yang diolah adalah data mentah tegangan yang riil dari radar cuaca IDRA.\n\nSkema usulan PDWR berbasis CS ini dimulai dengan langkah pencuplikan dan reduksi sinyal beat menggunakan matriks pengukuran berjenis acak. Kemudian setelah berhasil tereduksi dan dikirim ke perangkat pengolahan sinyal, maka cuplikan sinyal beat yang telah terkompresi tersebut direkonstruksi kembali menggunakan algoritma OMP (Orthogonal Matching Pursuit). Metode usulan ini kemudian dievaluasi dengan cara membangun PPI (Plan Position Indicator) untuk mengukur reflectivity dan kecepatan Doppler rata-rata. Beberapa data tegangan mentah cuaca IDRA saat tingkat intensitas curah hujan tinggi maupun menengah diuji cobakan dalam tahap simulasi. Dibandingkan dengan metode konvensional, metode CS pada PDWR mampu mengurangi data secara signifikan tanpa menghilangkan informasi utama dari cuaca yang sebenarnya. Pada penelitian\n\nini, metode yang diusulkan bekerja dengan baik untuk mengkuantisasi dan mengklasifikasikan kondisi endapan cuaca di atmosfer, terutama ketika jumlah cuplikan yang digunakan adalah di atas 25% dari jumlah data aslinya.", "Daftar File": {}, "Penulis": "Rita Purnamasari [33216029]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Ian Josef Matheus Edward, M.T.", "Prof. Andriyan Bayu Suksmono, M.T, Ph.D.", "Dr. Irma Zakia, S.T., M.Sc."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Elektro dan Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "CS (Compressive sampling), FMCW (frequency modulated continuous wave), IFFT (inverse fast Fourier transform), PDWR (Polarimetric Doppler Weather Radar), radar cuaca, representasi saparse", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "25 Mar 2022"}