{"Nomor": 63989, "Judul": "EVALUASI FAKTOR YANG MEMENGARUHI PENGGUNAAN MOBILE POINT OF SALES OLEH PELAKU UMKM BERPENDIDIKAN RENDAH", "Abstrak": "Mobile Point of Sales (MPOS) adalah salah satu jenis aplikasi yang digunakan\nuntuk mengelola transaksi penjualan. Salah satu MPOS buatan Indonesia adalah\nBonum. Bonum difokuskan dipasarkan sebagai MPOS yang mudah dan fleksibel\nuntuk digunakan, dengan target user UMKM berpendidikan rendah. Bonum dinilai\nmemiliki performa yang rendah dan akan dikembangkan lebih lanjut. Dari studi\npendahuluan yang dilakukan, didapatkan bahwa pengguna MPOS masih belum\nmengetahui Bonum. Oleh karena itu, dapat diindikasikan bahwa Bonum memiliki\nmasalah terkait penerimaannya dalam masyarakat.\nPenelitian ini bertujuan untuk mengevaluasi faktor-faktor yang memengaruhi\npenggunaan MPOS oleh UMKM berpendidikan rendah dan menyusun rancangan\nusulan perbaikan berdasarkan hasil evaluasi tersebut. Evaluasi menggunakan\npendekatan user acceptance dengan model TAM2 yang terdiri atas variabel\nindependen subjective norms, image, perceived usefulness, dan perceived ease of\nuse. Penelitian dilakukan melalui kuesioner yang melibatkan 181 responden.\nPengolahan data user acceptance dilakukan dengan regresi logistik biner.\nHasil penelitian menunjukkan bahwa faktor-faktor yang memengaruhi penggunaan\nMPOS oleh UMKM berpendidikan rendah adalah subjective norms, perceived\nusefulness, dan perceived ease of use. Usulan perbaikan untuk meningkatkan\npenerimaan Bonum yang terkait dengan subjective norms adalah dengan\nmeningkatkan kampanye promosi, baik secara langsung atau melalui media sosial.\nSedangkan usulan untuk meningkatkan perceived usefulness adalah dengan\nmenambahkan fitur baru seperti: pencatatan transaksi secara offline, manajemen\noutlet, manejemen pegawai, dan penambahan jenis pembayaran digital. Usulan\nuntuk meningkatkan ease of use adalah dengan merancang UI yang mendukung\nuntuk pengguna dengan literasi digital rendah dan melakukan usability testing.", "Daftar File": {"ABSTRAK Luqyana Wulandari Virdy H.": "https://digilib.itb.ac.id/gdl/download/245183"}, "Penulis": "Luqyana Wulandari Virdy H. [13417097]", "Kontributor / Dosen Pembimbing": ["Ari Widyanti, S.T., M.T., Ph.D.", "Gradiyan Budi Pratama, S.T., M.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Bonum. MPOS, user acceptance, technology acceptance model,regresi logistik biner", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "25 Mar 2022"}