{"Nomor": 63991, "Judul": "EVALUASI KEANDALAN STRUKTUR JEMBATAN PIER TIPIKAL HSR JAKARTA-BANDUNG DENGAN DOUBLE SPHERICAL BEARING AKIBAT BEBAN GEMPA MELALUI PENDEKATAN PROBABILITAS", "Abstrak": "Keandalan struktur jembatan perlu dihitung dikarenakan adanya ketidakpastian\nbeban gempa maupun tahanan pada keadaan aktual. Variabel acak (random\nvariable) yang digunakan dalam perhitungan keandalan adalah beban gempa yang\nselanjutnya digunakan sebagai kurva kerapuhan sebagai tahanan dan kurva hazard\nKota Bandung sebagai beban. Keandalan struktur dihitung menggunakan\npendekatan probabilitas, yaitu teorema probabilitas total. Mutu beton dan baja juga\ndiperhitungkan sebagai variabel acak (random variable) dalam menghitung\nkeandalan struktur pier jembatan dengan simulasi monte carlo.\nAnalisis dilakukan pada struktur jembatan pier tipikal High Speed Railway (HSR)\nJakarta-Bandung yang menggunakan isolator, yaitu di daerah Bandung dan\nsekitarnya. Dilakukan juga analisis terhadap struktur jembatan tanpa isolator pada\nstruktur yang sama untuk melihat keefektifan penggunaan isolator tersebut terhadap\ngempa desain. Analisis Non-linear Time History (NLTHA) dilakukan dengan 11\npasang gerak tanah (motion) yang diskalakan terhadap respon spektra target (Kota\nBandung) dengan metode amplitude scaling menggunakan program Deep Soil,\nsedangkan analisis struktur secara keseluruhan digunakan program Midas Civil\n2021. Incremental Dynamic Analysis (IDA) hanya dilakukan pada struktur dengan\nisolator sampai batas perpindahan isolator, yaitu 300 mm sebagai definisi gagal\nstruktur yang sesuai dengan hasil uji isolator pada laboratorium.\nDari simulasi monte carlo didapatkan nilai ? (safety index) struktur dengan isolator\nadalah sebesar 3.22 untuk arah X dan 5 untuk arah Y. Sedangkan didapatkan nilai\n? untuk struktur tanpa isolator sebesar 1.5 arah X dan 0.715 arah Y. Dilakukan\nperhitungan keandalan struktur dengan isolator menggunakan persamaan kurva\nhazard Kota Bandung dan didapatkan nilai ? sebesar 2.415 pada arah X dan 2.505\npada arah Y. Nilai ? pada analisis keandalan struktur dengan isolator yang\ndidapatkan masih belum memenuhi nilai ? minimum yang disyaratkan AASHTO\nsebesar 3.", "Daftar File": {"ABSTRAK AMIRAH ZAKIYYAH": "https://digilib.itb.ac.id/gdl/download/245193"}, "Penulis": "AMIRAH ZAKIYYAH [25018333]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Indra Djati M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Keandalan, Isolator, Random Variable, NLTHA, Kurva Hazard, Kurva Kerapuhan, ?.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Mar 2022"}