{"Nomor": 63998, "Judul": "PERANAN GEOLOGI DALAM STRATEGI PENINGKATAN PENYERAPAN SOURCING EMAS DOMESTIK PT ARI STUDI KASUS PADA TRADING SOURCING EMAS MELALUI IUP, IPR, KOPERASI, TOKO EMAS DAN PEMBINAAN TAMBANG EMAS SKALA KECIL PADA IUP MIRACLE, DAERAH LOGAS, KABUPATEN KUANTAN SINGIGI, PROVINSI RIAU", "Abstrak": "Produksi emas di Indonesia selain dari Kontrak Karya (KK) dan Izin Usaha Pertambangan (IUP), juga berasal dari Izin Pertambangan Rakyat (IPR), koperasi ataupun toko emas. PT ARI sebagai anak perusahaan PT ANTAM Tbk selama ini menjalankan bisnis pembelian sourcing emas melalui IUP, IPR, koperasi dan toko emas. Skema trading PT ARI yang berlaku saat ini dalam penyerapan sourcing emas adalah melalui pembelian emas dengan diskon >1,5% dari harga London Bullion Exchange (LME). Ternyata, dengan skema ini target penyerapan sourcing emas PT ARI melalui trading tidak pernah tercapai. Oleh karena itu, dibuat penelitian sebagai berikut: 1. Untuk trading, pembelian emas dilakukan dengan permintaan diskon diturunkan menjadi 0,2-0,8% dari harga LME, 2. Menambah program penyerapan melalui pembinaan IUP atau IPR. Studi kasus penelitian untuk trading dilakukan di beberapa IUP, IPR, koperasi dan toko emas di Papua, Sulawesi Utara, Kalimantan dan Jawa. Studi kasus untuk pembinaan dilakukan di IUP Miracle, daerah Logas, Kabupaten Kuantan Sengingi, Provinsi Riau. Penelitian ini menggunakan data trading PT ARI periode 2018-Juni 2021 dan data dari eksplorasi PT ANTAM Tbk tahun 2017 pada IUP Miracle, Daerah Logas, Kabupaten Kuantan Sengingi, Provinsi Riau. Hasil dari penelitian ini menggambarkan penyerapan sourcing emas domestik PT ARI mengalami peningkatan yang signifikan dalam 3 bulan terakhir (April-Juni 2021) setelah dirubahnya regulasi internal PT ARI terkait penurunan diskon. Sementara itu dari hasil pembinaan pada IUP Miracle menunjukkan adanya potensi emas yang dapat dapat di serap oleh PT ARI di masa depan. Pembinaan yang dilakukan adalah dengan membantu melokalisir posisi endapan emas dengan metode eksplorasi geologi. Metode ini diharapkan dapat diterapkan pada daerah-daerah lain yang memiliki endapan sejenis di Indonesia.\n.", "Daftar File": {"ABSTRAK Prayatna Bangun": "https://digilib.itb.ac.id/gdl/download/245200"}, "Penulis": "Prayatna Bangun [22019021]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Chalid Idham Abdullah", "Dr. Ir. Yan Rizal R., Dipl.-Geol.", "Ir. Nurcahyo Indro Basuki, M.T, Ph.D.", "Dr. Dasapta Erwin Irawan, S.T., M.T.", "Dr.Eng. Asep Saepuloh, S.T., M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "ANTAM, PT ARI, sourcing emas domestik, diskon, pembinaan, placer.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "25 Mar 2022"}