{"Nomor": 63994, "Judul": "KAJIAN NILAI INDEKS GLIKEMIK DAN BEBAN GLIKEMIK BUAH JAMBU BIJI, NANAS, PEPAYA, DAN SEMANGKA DENGAN METODE STANDAR ISO SERTA PENGARUHNYA TERHADAP PASIEN DIABETES MELITUS TIPE 2", "Abstrak": "Diabetes melitus (DM) adalah kelompok penyakit metabolik yang dicirikan dengan hiperglikemia\nakibat gangguan sekresi insulin, kerja insulin, atau keduanya. DM dapat diklasifikasikan menjadi\nempat macam, yaitu DM tipe 1, DM tipe 2, DM dalam kehamilan, dan prediabetes. Berdasarkan\nperkiraan Organisasi International Diabetes Federation (IDF), setidaknya sekitar 463 juta orang di\ndunia dengan usia 20-79 tahun mengidap penyakit DM pada tahun 2019. Tingginya angka\nprevalensi DM tipe 2 disebabkan oleh faktor gaya hidup yang salah satunya adalah tidak\nmemperhatikan asupan karbohidrat. Nilai indeks glikemik (IG) dan beban glikemik (BG) dapat\ndigunakan untuk menilai asupan karbohidrat suatu pangan salah satunya buah. Terlebih lagi buahbuahan merupakan salah satu pilihan pangan yang dapat dijadikan sebagai hidangan selingan bagi\npasien DM tipe 2. Pasien DM tipe 2 perlu lebih menseleksi buah-buahan yang akan dikonsumsi\nberdasarkan niai IG dan BG nya agar dapat menjaga kadar gula darah tubuh. Kajian ini merupakan\nkumpulan data nilai IG dan BG buah yang banyak dikonsumsi di Indoneisa yaitu jambu biji, nanas,\npepaya, dan semangka berdasarkan metode standar ISO. Kumpulan data didapat dari penelusuran\nGoogle Scholar, Pubmed, dan Science direct. Selain itu, dijelaskan juga buah yang aman dikonsumsi\noleh pasien DM tipe 2. Berdasarkan hasil kajian Pustaka, nilai IG dan BG buah jambu biji, pepaya,\ndan semangka termasuk kedalam kelompok rendah sehingga aman untuk dikonsumsi oleh pasien\nDM tipe 2. Sedangkan, buah nanas memiliki nilai IG yang bervariasi sehingga termasuk dalam\nkelompok rendah, sedang, dan tinggi, namun nilai BG buah nanas termasuk dalam kelompok\nrendah. Maka dari itu buah nanas tetap aman untuk pasien DM tipe 2 dengan memperhatikan\njumlah buah yang dikonsumsi.", "Daftar File": {"ABSTRAK Alana Simon Maringan": "https://digilib.itb.ac.id/gdl/download/245196"}, "Penulis": "Alana Simon Maringan [11617004]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Asep Gana Suganda"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Indeks Glikemik, Beban Glikemik, Jambu Biji, Nanas, Pepaya, Semangka, Diabetes Mellitus Tipe 2", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "25 Mar 2022"}