{"Nomor": 63995, "Judul": "PERBAIKAN STRATEGI BISNIS DIVISI GEDUNG   UNTUK MENCAPAI KEUNGGULAN KOMPETITIF  DALAM PEROLEHAN KONTRAK JASA KONSTRUKSI", "Abstrak": "Tumbuh kembangnya dunia bisnis konstruksi tidak lepas dari sejauh mana ekspansi\nmarketing yang dilakukan, baik dari segi metode maupun cakupan pengaruhnya,\nyang mana proses berjalannya beriringan serta selaras dengan perilaku adaptif yang\nterkadang harus diambil dengan perhitungan resiko dan konsekuensi. Sedangkan\ndisaat bersamaan, pasar sebagai lingkungan pembentuk menuntut banyak hal yang\nterkadang bersifat tidak umum, sehingga pelaku bisnis konstruksi juga “dipaksa”\nuntuk mengambil langkah-langkah strategis dan taktis guna menjawab tantangan\ntersebut. \n\nSama halnya dengan Divisi Gedung yang merupakan perusahaan jasa konstruksi.\nMeskipun terbilang sebagai perusahaan muda yang baru berdiri tahun 2008, namun\npada awal berdiri perusahaan sanggup menunjukkan eksistensinya sebagai pemain\nbaru di kancah bisnis pasar jasa konstruksi khususnya bangunan gedung. Hal itu\nditandai dengan telah didapatkannya mega proyek yang terletak di segitiga emas\nJakarta Selatan. Namun sayangnya dalam lima tahun terakhir (2017-2021) Divisi\nGedung mengalami penurunan perolehan kontrak proyek baru dengan tingkat\nkecapaian rata-rata 38.30% dan terparah pada tahun 2019 dan 2020 kecapaian\nperolehan kontrak baru  10.18% dan 8.16%, yaitu 472 miliar dari rencana 4.638\ntriliun dan 475 miliar dari rencana 5.822 triliun. Hal ini jelas akan mempengaruhi\nkeberlangsungan proses bisnis Divisi Gedung Melalui penelitian ini penulis bertujuan untuk mengevaluasi apa saja penyebab\npenurunan perolehan kontrak baru yang dialami Divisi Gedung serta strategi apa\nyang harus diperbaiki dalam melaksanakan ekspansi bisnis mereka. Diharapkan\ndengan perumusan alternatif strategi baru akan dapat memperbaiki strategi bisnis\nbersaing dari Divisi Gedung dalam kelangsungan bisnisnya terutama dalam\nperolehan kontrak baru.\n\nPenelitian ini akan dilakukan dengan menganalisis kondisi Internal dan Eksternal\nuntuk mengetahui kondisi kekuatan, kelemahan, kesempatan dan ancaman\nkemudian akan dilanjutkan dengan menganalisis faktor SWOT dengan QSPM dan\nTOWS Matrik. Prosedur pengumpulan data pada penelitian ini adalah dengan data\nprimer dengan wawancara terstruktur serta data sekunder yang didapat dari data\nlaporan tahunan dari Divisi Gedung periode 2017-2021 serta data  literatur lainnya.\nHasil analisis SWOT didapatkan hasil bahwa harus adanya perubahan strategi\nbisnis Internal Perusahaan terutama pada bagian Marketing/ PBK, Keuangan dan\nEngineering khususnya di IT  agar bisa memanfaatkan peluang yang ada secara\nmaksimal sehingga dapat menunjang kemajuan bisnis Divisi Gedung", "Daftar File": {"2022_TS_PP_Nyoman Endi Mahendra_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/245197"}, "Penulis": "Nyoman Endi Mahendra [29120302]", "Kontributor / Dosen Pembimbing": ["Dr. Harimukti Wandebori, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Jasa Konstruksi, Marketing dan Engineering, Penyebab Penurunan, Analisis Internal dan Eksternal, Analisis SWOT.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Mar 2022"}