{"Nomor": 64002, "Judul": "A VALUATION AND FINANCIAL ANALYSIS OF   PT. BHIRAWA STEEL", "Abstrak": "PT. Bhirawa Steel mengalami penurunan kinerja sejak tahun 2015, sempat tidak\nberproduksi pada tahun 2017. Setelah dilakukan akuisisi kepemilikan 65% saham\noleh PT. Hakaaston (35% dimiliki pemegang saham lama), tahun 2019 mulai\nberproduksi dan mengalami peningkatan kinerja. Untuk mengukur performa\nkinerja PT. Bhirawa Steel dilakukan dengan menghitung intrinsic value dan\nfinancial ratio dengan base year tahun 2020. SWOT dan Porter’s Five Forces\nAnalysis juga dilakukan. SWOT menunjukkan positioning PT. Bhirawa Steel\nberada pada quadran “stabilization”, sedangkan situasi eksternal variative dari low\nsampai dengan high.\nPerhitungan intrinsic value menggunakan pendekatan Discount Cash Flow. Dari\nhasil perhitungan intrinsic value PT. Bhirawa Steel berdasarkan Laporan\nKeuangan base year tahun 2020 sebesar Rp. 1.278.652,- (dalam jutaan) sedangkan\nbook value Rp. 1.009.652,- (dalam jutaan)  menunjukkan intrinsic value 1,27 kali\nlebih besar dibandingkan book value. \nBerdasarkan analisis data Laporan Keuangan 2 tahun sebelum (tahun 2017 dan\n2018) dan sesudah (tahun 2019 dan 2020) pelaksanaan akuisisi 65% saham PT.\nBhirawa Steel, kinerja PT. Bhirawa Steel mengalamai peningkatan. Diantaranya\ncurrent ratio dari 0,13 pada tahun 2017 menjadi 1,31 pada tahun 2020\nmenunjukkan perusahaan mampu membayar hutang dengan asset lancer yang\ndimiliki. Sedangkan hutang terhadap  modal (debt equity ratio) mengalami\npenurunan yang signifikan 2,66 menjadi 0,55 berarti struktur modal perusahaan 2\n(dua) kali lebih besar daripada hutang.", "Daftar File": {"2022_TS_PP_Arry Aryadi_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/245203"}, "Penulis": "Arry Aryadi [29120328]", "Kontributor / Dosen Pembimbing": ["Dr. Isrochmani Murtaqi, S.E., M.Acc."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Analisa financial, situasi internal eksternal, posisi strategik, pertumbuhan.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Mar 2022"}