{"Nomor": 64013, "Judul": "STUDI EFISIENSI DAN KEEKONOMIAN INJEKSI SURFAKTAN DENGAN SUMUR INJEKSI HORIZONTAL PADA RESERVOIR TIPIS BERPOLA LIMA TITIK", "Abstrak": "Perolehan minyak dari suatu reservoir dapat ditingkatkan dengan menggunakan metode peningkatan perolehan atau enhanced oil recovery (EOR). Metode EOR dilakukan pada periode tertiary recovery. Salah satu metode yang dapat digunakan adalah injeksi surfaktan. Surfaktan merupakan bahan kimia yang dapat menurunkan tegangan permukaan antara minyak dan air sehingga perolehan minyak dapat meningkat. Injeksi surfaktan dapat dilakukan menggunakan sumur horizontal pada reservoir tipis untuk memperbesar luas area pengurasan dari reservoir. Penggunaan sumur horizontal diharapkan dapat meningkatkan RF lebih besar dibandingkan dengan sumur vertikal sehingga minyak yang diperoleh akan lebih besar.\nPada penelitian ini, dilakukan analisis terhadap performa dan keekonomian injeksi surfaktan terhadap luas area reservoir dengan pola injeksi lima titik dengan menggunakan simulator perminyakan Eclipse. Performa injeksi surfaktan diketahui dengan melakukan sensitivitas terhadap parameter konsentrasi, laju injeksi, dan volume surfaktan yang diinjeksikan ke dalam reservoir. Injeksi surfaktan dilakukan dengan menggunakan sumur horizontal yang berada di tepi reservoir. Setelah diperoleh nilai optimum dari sensitivitas, dibuat skenario pengembangan dari hasil optimasi. Selanjutnya dilakukan studi keekonomian terhadap skenario yang telah dibuat.", "Daftar File": {"ABSTRAK Dwi Nur Indra Prasetyo": "https://digilib.itb.ac.id/gdl/download/245213"}, "Penulis": "Dwi Nur Indra Prasetyo [12208040]", "Kontributor / Dosen Pembimbing": ["Ir. Leksono Mucharam, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Surfaktan, Sumur Horizontal, Recovery Factor, NPV", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "25 Mar 2022"}