{"Nomor": 64014, "Judul": "ANALISIS SKENARIO SIMULASI PENERAPAN KUOTA KEDATANGAN TRUK EKSTERNAL MELALUI IMPLEMENTASI SISTEM RESERVASI TRUK DALAM RANGKA MENGURANGI WAKTU PUTAR TRUK EKSTERNAL DENGAN SIMULASI KEJADIAN DISKRIT", "Abstrak": "ABSTRAK\nTerminal Peti Kemas (TPK) Koja merupakan salah satu terminal peti kemas yang\nberoperasi di pelabuhan Tanjung Priok. Kenaikan aktivitas pelabuhan\nmenyebabkan terjadinya kemacetan di dalam TPK Koja. Tingkat kemacetan\ntersebut diukur dengan menggunakan parameter waktu putar keseluruhan truk\neksternal. Berdasarkan data internal, TPK Koja memiliki nilai waktu putar\nkeseluruhan sebesar 104,06 menit untuk truk impor dan 45,01 menit untuk truk\nekspor. Jika dianalisis lebih dalam, sekitar 92% (untuk truk impor) dan 79% (untuk\ntruk ekspor) dari total waktu putar keseluruhan truk eksternal di TPK Koja\nmerupakan waktu menunggu. Implementasi sistem reservasi truk dipilih sebagai\nsolusi untuk menyelesaikan masalah tersebut. Namun implementasi solusi tersebut\ndapat menyebabkan adanya waktu menunggu truk di laur gerbang.\nVariabel keputusan pada sistem reservasi truk yang dianalisis pada penelitian ini\nadalah kuota dan durasi jendela waktu. Waktu menunggu truk eksternal di luar\ngerbang dan waktu putar keseluruhan truk eksternal digunakan sebagai dasar\npemilihan kuota dan durasi jendela waktu untuk semua tingkat tahapan\nimplementasi sistem reservasi truk. Tingkat tahapan implementasi sistem reservasi\ntruk ditentukan berdasarkan perubahan pola distribusi kedatangan truk eksternal\nmenjadi pola kedatangan yang ideal (sama rata setiap waktunya). Berdasarkan hasil\nsimulasi, didapatkan optimal kuota 60 truk impor dan 55 truk ekspor serta durasi\njendela waktu yang berbeda-beda untuk setiap tahapan implementasi sistem\nreservasi truk. Dengan mengimplementasikan sistem reservasi truk, TPK Koja\ndapat menurunkan nilai waktu putar keseluruhan truk eksternal hingga 73% untuk\ntruk impor dan 64% untuk truk ekspor. Pada penelitian ini metodologi discrete\nevent simulation (DES) digunakan dalam melakukan pemodelan sistem untuk\nmerumuskan solusi masalah dikarenakan kedinamisan dari sistem TPK Koja.", "Daftar File": {"ABSTRAK Yusuf 'Azzam Shofiyuddin": "https://digilib.itb.ac.id/gdl/download/245215"}, "Penulis": "Yusuf 'Azzam Shofiyuddin [13417066]", "Kontributor / Dosen Pembimbing": ["Suprayogi, S.T., M.T., Ph.D.", "Veterina Nosadila Riaventin, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "waktu putar keseluruhan truk eksternal, DES, sistem reservasi truk", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "25 Mar 2022"}