{"Nomor": 64021, "Judul": "A COMBINATION OF ELECTRIC SUBMERSIBLE PUMP (ESP) AND HYDRAULIC JET PUMP AS A NEW ARTIFICIAL LIFT METHOD FOR AN OIL WELL WITH DOWNHOLE WATER SINK COMPLETION", "Abstrak": "Downhole Water Sink (DWS), a type of completion widely\nknown as an effective technique in dealing with water\nconing issue, may be strongly circumscribed to produce\nexpected rate of oil production due to low reservoir\npressure and/or low productivity index (PI) of the\nreservoir. In relation to this particular limitation, the\napplicability of artificial lift for DWS completion is one of\nintriguing research topics in the petroleum industry. A\ncommon proposed method is using dual tubing\ncompletion installed with ESP in both tubing to increase\nboth oil and corresponding water production rate.\nUnfortunately, this particular method is extremely limited\nby the size of ESP and the inner diameter of the casing\nbeing used. Another proposed method is installing ESP\nin single tubing which produces water while oil is\nproduced naturally through the tubing-casing annulus.\nHowever, this method is confined to some extent by the\nmaximum natural oil production rate due to the absence\nof artificial lift method in the oil bearing zone. In relation to\nthose issues, this paper introduces a new artificial lift\nmethod designed for DWS completion which is\nconsidered more applicable using combination of ESP\nand Hydraulic Jet Pump. This method may be a solution\nin promoting higher oil production rate and optimizing the\noperating condition of a DWS well.\nWhile the conventional DWS completion produces water\nthrough tubing and oil through tubing-casing annulus, the\nartificial lift method introduced in this paper uses ESPpressurized\nproduced water as the power fluid for the Jet\nPump in which creates suction effect on the top\nperforation (oil zone) based on the Bernoulli’s principle.\nAlthough the introduced method is designed to deal with\nlow reservoir pressure and/or productivity index, this\ncombination of ESP and Hydraulic Jet Pump may also\napplicable for other reservoir conditions as the effort in\nacquiring higher oil production rate.\nThis paper examines the optimum design of combination\nof ESP and Hydraulic Jet Pump. Two complete\nprocedures and model’s implementation examples are\npresented in this paper in which reflecting the applicability\nof this method. The results of the design are the optimum\nnumber of ESP stages, the type of ESP pump and motor\nshould be chosen, the efficiency of ESP pump and motor,\nthe efficiency of the Hydraulic Jet Pump, the optimum\nratio of nozzle to throat area, the total power required and\nthe overall efficiency of the combination of ESP and\nHydraulic Jet Pump. Those all design parameters are\nbased on the desired oil production rate and the\ncorresponding water production rate determined by DWS\ncriteria to stabilize the water oil contact in which reducing\nthe water coning risk.\nA thorough model comparison study demonstrated the\ncapability of the method introduced in this paper to\nproduce a higher oil production rate and deliver higher\nNPV compared with conventional DWS completion and\nDWS completion installed with single ESP to ensure the\ntechnical applicability and economical viability. In\nmoderate reservoir pressure and moderate Productivity\nIndex (PI) with fixed nozzle-to-throat area ratio case, the\nnew artificial lift method introduced in this paper may\nincrease the oil production rate from 73.3 to 405.1 BOPD,\nincrease the Net Present Value (NPV) per year from\n$2,304,082 to $12,809,352 and the Pay Out Time (POT)\nmay slightly decreased from 11 days to 10 days. In the\nhigh PI and extremely low reservoir pressure case, the\nreservoir fails to produce aquifer water (0 BWPD) which\nresults in 0 BOPD critical oil production rate. In this\nparticular condition, the method introduced in this paper\nimproves the oil production rate from 0 to 1400 BOPD\nand NPV increase from -$74,074 to $46,400,414. The oil\nproduction increases in both cases may not trigger the\nwater coning issue due to the accommodation of oil\nproduction rate and corresponding water production rate\nbased on downhole water sink criteria.", "Daftar File": {"ABSTRAK Randy Chandrana Dinata": "https://digilib.itb.ac.id/gdl/download/245231"}, "Penulis": "Randy Chandrana Dinata [12209002]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Pudjo Sukarno, M.Sc., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Downhole Water Sink (DWS), Combination of Electric Submersible Pump (ESP), Hydraulic Jet Pump, Artificial Lift Method, Oil Well", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "25 Mar 2022"}