{"Nomor": 64024, "Judul": "STUDI KOMPOSISI MASERAL UNTUK BERBAGAI UKURAN FRAKSI BATUBARA, SEAM A1, PIT BANKO BARAT, PT BUKIT ASAM TBK", "Abstrak": "Ukuran fraksi batubara dalam kegiatan pertambangan, berubah seiring dengan proses penanganan batubara yang dilaksanakan; proses penggalian, pemuatan, pengangkutan, serta peremukan merubah ukuran fraksi batubara pada setiap tahap kegiatan. PT Bukit Asam Tbk. (PTBA) mengalami permasalahan perubahan kualitas batubara dalam kegiatan pertambangannya. Berdasarkan hasil studi sebelumnya, hal ini diduga disebabkan oleh beberapa faktor yaitu heterogenitas lapisan batubara PTBA, kondisi dan teknik pengambilan\nsampel yang kurang baik, persentase batubara halus yang relatif meningkat, basis data analisis yang digunakan, serta distribusi mineral pada batubara. Kualitas batubara berhubungan erat dengan komposisi maseral penyusun batubara tersebut, dan perbedaan komposisi maseral mempengaruhi heterogenitas dari batubara. Pengambilan sampel pada masing-masing tahap penanganan batubara tanpa mempertimbangkan sifat fisik maseral serta ukuran fraksi dari sampel yang diambil dapat menghasilkan sampel yang tidak representatif sehingga seolah-olah menyebabkan terjadinya perubahan kualitas batubara. Perubahan ukuran fraksi seiring dengan proses penanganan batubara berkaitan dengan distribusi serta komposisi dari suatu maseral pada ukuran fraksi tertentu. Masing-masing grup maseral memiliki sifat fisik yang berbedabeda,\ngrup maseral huminit/vitrinit memiliki sifat yang relatif getas, grup maseral inertinit memiliki sifat yang relatif keras, dan grup maseral inertinit memiliki sifat yang relatif liat.Perbedaan ini dapat menyebabkan terkonsentrasinya suatu grup maseral pada ukuran butir tertentu.\n\nPenelitian ini bertujuan untuk mengetahui hubungan ukuran fraksi terhadap komposisi maseral batubara PTBA. Sejumlah 6 buah sampel telah diambil dengan teknik channel sampling secara ply-by-ply dengan interval sebesar 2 meter. Dari 6 sampel, dipilih 3 buah sampel untuk mewakili bagian atas, tengah, dan bawah dari lapisan batubara Seam A1. Masing-masing sampel kemudian diremuk dan diklasifikasikan menjadi 6 ukuran fraksi (+5 mesh,-5 s/d +35 mesh, -35 s/d +60 mesh, -60 s/d +120 mesh, -120 s/d +230 mesh, dan -230 mesh) sehingga diperoleh total sejumlah 18 sampel. Sampel dari setiap fraksi kemudian dianalisis dengan menggunakan metode analisis ayak dan petrografi batubara. Hasil dari analisis petrografi menunjukkan bahwa batubara Seam A1 tersusun atas sebagian besar huminit, dengan kandungan huminit berkisar antara 85,03 – 88,68% vol. (mmf); kandungan intertinit berkisar antara 8,07 – 10,96 % vol. (mmf); dan kandungan liptinit berkisar antara 3,25 – 4,87 % vol. (mmf). Selain itu, hanya dijumpai mineral dalam jumlah kecil pada batubara Seam A1 (atas :0,45% , tengah: 0,17%, dan bawah 4,28 % vol.). Komposisi maseral grup huminit (vitrinit) relatif meningkat seiring dengan mengecilnya ukuran fraksi, komposisi maseral grup inertinit semakin berkurang seiring dengan mengecilnya ukuran fraksi, sedangkan komposisi maseral\nliptinit memiliki distribusi yang acak/tidak memiliki kecenderungan terhadap ukuran fraksi batubara. Hasil ini menunjukkan bahwa batubara merupakan suatu material yang heterogen, dengan perubahan komposisi maseral pada setiap ukuran fraksinya. Oleh karena itu, ukuran fraksi dan komposisi maseral batubara perlu menjadi perhatian dalam proses pengambilan sampel baik di front penambangan, stockpile, train loading station, ataupun pelabuhan. Pengambilan sampel harus dilakukan pada keseluruhan ukuran fraksi yang ada, sehingga diperoleh sampel yang lebih representatif dan dapat mewakili kondisi sebenarnya.", "Daftar File": {"ABSTRAK Mirza Dian Rifaldi": "https://digilib.itb.ac.id/gdl/download/245236", "BAB 1 Mirza Dian Rifaldi": "https://digilib.itb.ac.id/gdl/download/251610", "BAB 2 Mirza Dian Rifaldi": "https://digilib.itb.ac.id/gdl/download/251611", "BAB 3 Mirza Dian Rifaldi": "https://digilib.itb.ac.id/gdl/download/251613", "BAB 4 Mirza Dian Rifaldi": "https://digilib.itb.ac.id/gdl/download/251615", "BAB 5 Mirza Dian Rifaldi": "https://digilib.itb.ac.id/gdl/download/251616", "PUSTAKA Mirza Dian Rifaldi": "https://digilib.itb.ac.id/gdl/download/251617"}, "Penulis": "Mirza Dian Rifaldi [22118305]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Komang Anggayana, M.S.", "Dr. phil. nat. Agus Haris Widayat, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "ukuran fraksi, komposisi maseral, petrografi batubara", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "27 Mar 2022"}