{"Nomor": 64035, "Judul": "VALUATION AND OPTIMAL CAPITAL STRUCTURE OF PT KAIROS LOGAM MAKMUR", "Abstrak": "Lima tahun belakangan, industri aluminium telah berkembang dengan pesat, seiring dengan\npertumbuhan ekonomi yang positif di Indonesia. Projek-projek infrastruktur pemerintah dalam skala\nbesar telah mengakibatkan peningkatan dalam permintaan untuk blok aluminium. PT. Kairos Logam\nMakmur (PT KLM) adalah salah satu perusahaan yang bergerak di bidang peleburan aluminium yang\nberkembang pesat di Indonesia. Berpangkalan di Surabaya, PT KLM mempunyai lebih daripada 10\ntahun pengalaman dalam industri ini.\nWalau demikian, pertumbuhan pesat ini dibiayai oleh hutang, dengan rasio hutang terhadap modal 0.73\npada tahun 2015. Menurut pemilik PT Kairos, KLM berencana menjadi perusahaan publik pada masa\nakan datang untuk membayar hutang mereka. Oleh itu, adalah penting bagi KLM untuk mengestimasi\nnilai sementara perusahaan, berdasarkan performa keuangan masa lalu & ekspektasi pertumbuhan masa\ndepan. IPO ini akan digunakan untuk menurunkan hutangnya, mencapai struktur modal optimum.\nDua tema utama akan dibahas di studi ini: valuasi dan struktur modal optimum. Pertama, penulis akan\nmenghitung nilai KLM dengan mendiskaunkan aliran uang masa depan. Karena PT Kairos adalah\nperusahaan swasta, metode valuasi yang tepat adalah dengan menggunakan Free Cash Flow to the Firm\n(FCFF). Dengan metode ini, PT KLM bernilai Rp 295.256.883.466.\nTujuan kedua adalah untuk menentukan struktur modal optimum. Dengan menggunakan metode Net\nOperating Profit After Tax (NOPAT), struktur modal optimum adalah rasio 10% hutang kepada ekuiti.\nKarena sekarang rasionya berada di angka 73%, disarankan bahwa PT KLM melakukan IPO, untuk\nmengurangkan rasio tersebut.\nBerdasarkan valuasi, harga saham intrinsic KLM adalah Rp 3,572. Oleh itu, PT KLM perlu menerbitkan\n14,665,512 saham untuk mengumpulkan uang dan membayar hutang mereka. Pemilik KLM masih akan\nmemiliki 77.32% daripada saham selepas IPO.", "Daftar File": {"2017 TA PP  MICHAEL CHRISTIAN 1-FULL.pdf\n]": "https://digilib.itb.ac.id/gdl/download/245262"}, "Penulis": "Michael Christian [19013108]", "Kontributor / Dosen Pembimbing": ["Dr. Isrochmani Murtaqi, S.E., M.Acc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "valuasi bisnis, keuangan korporasi, valuasi perusaan pribadi, penawaran publik, komposisi capital optimal", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "28 Mar 2022"}