{"Nomor": 64031, "Judul": "PENGEMBANGAN PROTOTIPE SARANA KOMERSIAL PENDEKATAN TEPIAN LUNAK UNTUK MENARIK INTERAKSI SOSIAL STUDI KASUS: SARANA KOMERSIAL KLUSTER HUNIAN CIKARANG BEKASI", "Abstrak": "Ruang sebagai sarana interaksi sosial antar pengguna pada sarana komersial di\nIndonesia telah mengalami penurunan jumlah dan kualitas. Salah satu faktor yang\nmempengaruhi adalah keadaan pasar yang membuat ruang interaksi sosial kurang\nmendapat perhatian. Ruang interaksi sosial dianggap mengurangi area komersial\nuntuk diperjualbelikan. Menurut beberapa akademik, ruang interaksi sosial yang\ndimiliki oleh pemerintah atau swasta merupakan merupakan ruang publik kota.\nRuang publik tidak hanya dipandang sebagai implementasi perencana dan arsitek\nsebagai bentuk konsep spasial, namun secara praktik ruang publik dapat\nmemfasilitasi masyarakat untuk menciptakan adanya hubungan sosial baik dari sisi\nfisik, sosial, dan psikologis. Tujuan perancangan adalah untuk mendesain fasilitas\ncampuran komersial dan ruang interaksi sosial. Makalah ini menggunakan metode\npenelitian dan perancangan pada kasus nyata di Cikarang Bekasi. Pemilihan lokasi\nberdasarkan Kota Cikarang Bekasi merupakan kota satelit dari ibu kota negara yang\ndidominasi oleh perumahan, ruko, pusat perbelanjaan, dan sarana komersial lain.\nJenis pengumpulan data yang dilakukan adalah observasi, kuesioner, wawancara\ndan studi pustaka. Observasi dilakukan untuk mengamati perilaku pengguna. Data\nobservasi yang terkumpul dilengkapi dengan kuesioner kepada pengunjung ruko\ndan pusat perbelanjaan di Cikarang Bekasi. Data ini digunakan untuk memvalidasi\nhasil observasi dari sudut pandang pengguna. Data menunjukkan bahwa mayoritas\npengunjung pusat perbelanjaan dan ruko membutuhkan dan tertarik untuk\nmenikmati, membeli, dan menyewa unit tenant komersial yang dapat menyediakan\nruang interaksi sosial. Wawancara juga dilakukan untuk mengetahui dari sudut\npandang pengembang mengenai kriteria desain soft edges dan implementasinya\npada area komersial. Kriteria desain soft edges dipilih sebagai salah satu unsur\nutama pembentuk konsep permeable yang dapat menciptakan ruang interaksi\nsosial. Hasil data wawancara menunjukkan bahwa desain soft edges memiliki\npotensi akan daya tarik untuk meningkatkan nilai jual area komersial dan\nperumahan. Dari pengumpulan data yang dilakukan dapat diambil kesimpulan\nbahwa rancangan bentuk kesatuan fungsi komersial dan interaksi sosial memiliki\npotensi baik dari sisi pengguna maupun penyedia atau pengembang. Pendekatan\nsoft edges dapat digunakan untuk meningkatkan interaksi sosial pengguna dan\nmemberikan nilai jual lebih kepada pengembang dan pengusaha.", "Daftar File": {"ABSTRAK Akbar Fala": "https://digilib.itb.ac.id/gdl/download/245258"}, "Penulis": "Akbar Fala [25219030]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Suharjono Ekomadyo, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "sarana campuran komersial, residensial, ruang di antara bangunan, interaksi sosial", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "28 Mar 2022"}