{"Nomor": 64032, "Judul": "PERANCANGAN STRATEGI KORPORASI PT INOVASI TEKNOLOGI BALON", "Abstrak": "PT Inovasi Teknologi Balon (Inotek Balon) merupakan badan usaha milik swasta\nyang bergerak di sektor periklanan dengan bidang usaha balon promosi.\nBerdasarkan data perusahaan pada tahun 2019 dan 2020, perusahaan mengalami\npenurunan signifikan pada performa bisnisnya sebagai akibat dari ketidakstabilan\nyang ditimbulkan pandemi Covid-19. Penurunan performa tersebut berupa\npenurunan revenue perusahaan mencapai 80% dari tahun 2019 ke tahun 2020. Studi\nliteratur yang dilakukan menunjukkan bahwa dapat dilakukan penelitian\nmanajemen strategis dengan memformulasikan strategi untuk menjadi solusi dari\nmasalah tersebut.\nSelain itu, juga ditemukan bahwa perusahaan belum memiliki visi, misi, dan\nstrategi. Oleh karena itu, dilakukan penelitian dengan Model Manajemen Strategis\ndari Wheelen, dkk (2018) dan Kerangka Kerja Analitikal Perumusan Strategi dari\nDavid & David (2017) yang meliputi pemindaian lingkungan, perumusan visi,\nperumusan misi, perumusan objektif, dan perumusan strategi.\nHasil dari penelitian adalah tiga strategi. Strategi-strategi tersebut adalah strategi\nuntuk pemanfaatan lokasi pabrik baru dan integrasi ke belakang untuk\npengembangan produk, strategi untuk membuat divisi membuat dan menjalankan\nsistem pengelolaan pelanggan untuk penetrasi pasar dan pengembangan pasar, serta\nstrategi untuk memanfaatkan perkembangan teknologi dan integrasi ke depan untuk\npengembangan produk.", "Daftar File": {"ABSTRAK Alya Fasy": "https://digilib.itb.ac.id/gdl/download/245321"}, "Penulis": "Alya Fasy [13417002]", "Kontributor / Dosen Pembimbing": ["Dr. Hasrini Sari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Manajemen Strategis, Strategi Korporasi, Pemindaian Lingkungan, Visi, Misi, Objektif, Periklanan Luar Rumah, Balon.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Mar 2022"}