{"Nomor": 64043, "Judul": "EVALUASI EKONOMI PENAMBANGAN EMAS BAWAH TANAH METODE SHRINKAGE STOPING DI PT XYZ DENGAN MEMBANDINGKAN FAKTOR-FAKTOR KETIDAKPASTIAN DALAM PENGGUNAAN METODE REAL OPTION DENGAN PENDEKATAN BINOMIAL LATTICE", "Abstrak": "Evaluasi kelayakan ekonomi pada suatu perusahaan diperlukan ketika kita ingin melakukan investasi atau menginisiasi suatu proyek pada sebuah perusahaan. Hal ini terutama berlaku untuk industri pertambangan. Analisis yang lazim digunakan adalah metode Discounted Cash Flow (DCF) karena eksekusinya yang sederhana. Namun, metode ini memiliki kekurangan, yaitu mengabaikan faktor ketidakpastian karena mengasumsikan tidak adanya risiko yang timbul. Oleh karena itu, diperlukan metode analisis lain yang dapat menutupi kekurangan ini, yaitu Metode Real Option Valuation (ROV). Pada evaluasi ekonomi proyek\npertambangan ini dilakukan analisis DCF terlebih dahulu. Pada metode DCF, didapat tiga instrumen, yaitu Net Present Value (NPV), Internal Rate of Return (IRR), dan Payback Period yang masing-masing nilai yang diperolehnya itu menyatakan bahwa proyek layak secara ekonomis. Kemudian, dilakukan analisis sensitivitas untuk melihat pengaruh dari perubahan nilai parameter sensitivitas terhadap nilai NPV sehingga dapat ditentukan parameter yang paling berpengaruh terhadap nilai proyek. Adapun parameter yang akan ditinjau adalah harga komoditas, harga exchange rate, dan fuel price. Ketiga parameter tersebut memiliki pengaruh terhadap nilai proyek, namun hanya harga komoditas dan exchange rate yang memiliki pengaruh yang cukup signifikan. Analisis ROV ini dilakukan dengan pendekatan Binomial Lattice. Pada penelitian ini akan dilakukan analisis ROV dengan tujuh cara yang berbeda dimana masing-masing cara akan menggunakan ketiga faktor\nketidakpastian yang divariasikan. Hal ini guna untuk mencari tahu apa perbedaan faktor ketidakpastian yang dipakai terhadap hasil yang diperoleh. Berdasarkan hasil analisis ROV, didapati faktor ketidakpastian harga komoditas memiliki nilai volatilitas dan nilai tambah paling besar lalu diikuti oleh exchange rate dan fuel price. Urutan dan besarnya nilai volatilitas dan nilai tambah untuk setiap faktor ketidakpastian ini direpresentasikan oleh analisis sensitivitas dengan perubahan harga komoditas memberikan pengaruh paling besar terhadap modal arus kas dan begitupun seterusnya. Penggunaan faktor ketidakpastian sebanyak-banyaknya dalam analisis ROV bukan berarti memperbesar keakuratan hasil yang diperoleh, namun hal ini tergantung pada besarnya pengaruh suatu faktor ketidakpastian terhadap modal arus kas. Jika nilai volatilitas suatu faktor ketidakpastian itu semakin tinggi, maka akan semakin akurat data nilai tambah yang diperoleh. Perolehan nilai tambah proyek ini hanya berlaku apabila proyek ini ditunda selama setahun dari rencana awal.", "Daftar File": {"ABSTRAK Dimas Haryo Raharjo": "https://digilib.itb.ac.id/gdl/download/245346"}, "Penulis": "Dimas Haryo Raharjo [12117063]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Fadhila Achmadi Rosyid, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "evaluasi ekonomi, analisis kelayakan, Discounted Cash Flow, analisis sensitivitas, faktor ketidakpastian, Real Option Valuation, Binomial Lattice", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "1 file", "Tanggal Input": "28 Mar 2022"}