{"Nomor": 64046, "Judul": "STUDI GEOLOGI DAN ANALISIS REKAHAN UNTUK IDENTIFIKASI DAN DELINEASI BATAS SISTEM PANAS BUMI LAPANGAN NGADA SELATAN, PROVINSI NUSA TENGGARA TIMUR", "Abstrak": "Lapangan Panas Bumi Ngada Selatan terletak pada tatanan tektonik busur magmatik aktif sehingga berpotensi membentuk sistem panas bumi bertipe vulkanik. Studi terdahulu meyakini Lapangan Panas Bumi Ngada Selatan terdiri dari satu sistem panas bumi, tetapi terdapat klaster manifestasi yang tersebar di morfologi vulkanik yang berbeda-beda. Hal tersebut menimbulkan dugaan adanya sistem panas bumi yang berbeda di setiap klaster manifestasi dan morfologi vulkanik. Penelitian ini bertujuan untuk mengidentifikasi jumlah, tipe, dan karakteristik sistem panas bumi, identifikasi karakteristik rekahan alami, menyusun model konseptual, serta delineasi batas sistem panas bumi. Penelitian ini dilakukan dengan integrasi studi geologi dan karakterisasi rekahan pada daerah penelitian.\nAnalisis geomorfologi dan pengamatan citra DEMNAS menunjukkan Klaster Manifestasi Nage berasosiasi dengan Kaldera Nage dan Kawah Wolo Piu, Klaster Keli-Bena berasosiasi dengan Kawah Bena, dan Klaster Wolo Puti berasosiasi dengan kerucut sinder. Perbedaan asosiasi klaster manifestasi terhadap morfologi vulkanik dibuktikan dengan pengamatan vulkanostratigrafi, yang menunjukkan perbedaan asosiasi setiap klaster manifestasi dengan satuan vulkanostratigrafi. Geokimia fluida manifestasi menunjukkan tipe air vulkanik pada Klaster Nage, sedangkan tipe air vulkanik dan air kondensat ditemukan pada Klaster Keli-Bena dengan proses pencampuran dengan fluida meteorik dan fluida magmatik. Zonasi alterasi hidrotermal menunjukkan indikasi adanya tiga sumber fluida hidrotermal yang berasal dari sumber panas yang berbeda. Pola hidrologi ketiga klaster manifestasi menunjukkan perbedaan pola aliran air tanah lokal sehingga terdapat tatanan hidrologi yang berbeda di masing-masing klaster. Seluruh analisis yang telah dilakukan tersebut membuktikan keberadaan tiga sistem panas bumi, yaitu Sistem Nage, Sistem Keli-Bena, dan Sistem Wolo Puti.\nAnalisis struktur geologi dan karakterisasi rekahan alami pada setiap sistem panas bumi membuktikan perbedaan tatanan struktur dan karakteristik rekahan masing-masing sistem. Analisis struktur geologi menunjukkan Sistem Nage berada di sesar PDZ, sedangkan Sistem Keli-Bena berada di sesar antitetik, dan Sistem Wolo Puti berada di struktur ekstensional. Karakteristik rekahan Sistem Nage menunjukkan intensitas, densitas, dimensi fraktal, serta estimasi porositas-permeabilitas yang lebih besar dibandingkan Sistem Keli-Bena. Model konseptual Lapangan Panas Bumi Ngada Selatan menunjukkan peranan sesar F3 sebagai pembatas antara  Sistem Nage dan Sistem Keli-Bena. Batas ketiga sistem didelineasi berdasarkan aspek vulkanostratigrafi, struktur geologi, dan alterasi hidrotermal yang tervalidasi oleh data resistivitas dari survei magnetotellurik.\nHasil penelitian ini menyimpulkan bahwa daerah penelitian terdiri dari tiga sistem yang berbeda dengan tatanan struktur geologi dan karakteristik rekahan yang berbeda-beda. Batas sistem panas bumi yang teridentifikasi dapat didelineasi berdasarkan vulkanostratigrafi, struktur geologi, dan alterasi hidrotermal. Keberadaan tiga sistem panas bumi pada daerah penelitian tervalidasi oleh data resistivitas dari survei magnetotellurik.", "Daftar File": {"ABSTRAK Devito Pradipta": "https://digilib.itb.ac.id/gdl/download/245303", "COVER Devito Pradipta": "https://digilib.itb.ac.id/gdl/download/253936", "BAB 1 Devito Pradipta": "https://digilib.itb.ac.id/gdl/download/253937", "BAB 2 Devito Pradipta": "https://digilib.itb.ac.id/gdl/download/253938", "BAB 3A Devito Pradipta": "https://digilib.itb.ac.id/gdl/download/253939", "BAB 3B Devito Pradipta": "https://digilib.itb.ac.id/gdl/download/253940", "BAB 3C Devito Pradipta": "https://digilib.itb.ac.id/gdl/download/253942", "BAB 3D Devito Pradipta": "https://digilib.itb.ac.id/gdl/download/253943", "BAB 3E Devito Pradipta": "https://digilib.itb.ac.id/gdl/download/253944", "BAB 4A Devito Pradipta": "https://digilib.itb.ac.id/gdl/download/253945", "BAB 4B Devito Pradipta": "https://digilib.itb.ac.id/gdl/download/253946", "BAB 4C Devito Pradipta": "https://digilib.itb.ac.id/gdl/download/253947", "BAB 5 Devito Pradipta": "https://digilib.itb.ac.id/gdl/download/253948", "BAB 6 Devito Pradipta": "https://digilib.itb.ac.id/gdl/download/253949", "PUSTAKA Devito Pradipta": "https://digilib.itb.ac.id/gdl/download/253950"}, "Penulis": "Devito Pradipta [22020308]", "Kontributor / Dosen Pembimbing": ["Dr. I Gusti Bagus Eddy Sucipta, S.T., M.T.", "Dr. Dasapta Erwin Irawan, S.T., M.T.", "Dr.Eng. Ir. Suryantini, M.Sc.", "Indra Gunawan, S.T., M.Sc., Ph.D.", "Alfend Rudyawan, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik geologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "batas sistem, panas bumi / geotermal, Ngada, rekahan alami, vulkanik", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "16 file", "Tanggal Input": "28 Mar 2022"}