{"Nomor": 64040, "Judul": "POTENSI EARMARKING PAJAK PENERANGAN JALAN DALAM UPAYA PENINGKATAN PEMELIHARAAN PENERANGAN JALAN UMUM (PJU) DI KOTA BANDUNG", "Abstrak": "Dalam pelaksanaan desentralisasi daerah, Pendapatan Asli Daerah (PAD) selalu dipandang sebagai\nsalah satu indikator untuk mengukur ketergantungan suatu daerah pada pusat. Salah satu instrument\nyang dapat dapat diupayakan untuk meningkatkan PAD yaitu melalui penguatan kemampuan\npemungutan pajak daerah. Di Kota Bandung, Pajak Penerangan Jalan merupakan salah satu pajak\nyang memberikan kontribusi besar dalam Pendapatan Asli Daerah (PAD). Namun, kepuasan\npelayanan publik yang baik tidak selamanya dirasakan masyarakat sekalipun telah membayar pajak.\nKetidakmampuan membayar rekening listrik PJU oleh Pemerintah Daerah dan besarnya anggaran\npemeliharaan menjadi masalah umum yang sering terjadi. Dalam hal penganggaran fasilitas publik,\npenetapan sistem tax earmarking pada Pajak Penerangan Jalan yang dialokasikan ‘sebagian’ menjadi\npotensi pendanaan untuk pemeliharaan Penerangaan Jalan Umum. Namun, besarnya proporsi\nearmarking Pajak Penerangan Jalan yang belum ditentukan menjadi celah dalam penganggaran\nfasilitas PJU. Berdasar hal tersebut, tujuan penelitian ini adalah memberikan rekomendasi proporsi\nearmarking Pajak Penerangan Jalan di Kota Bandung. Pengumpulan data dilakukan dengan\npendekatan desk study dan survey research. Analisis data dilakukan dengan pendekatan kuantitatif\nmenggunakan metode analisis potensi penerimaan Pajak Penerangan Jalan, analisis regresi dan\nanalisis time series. Hasil penelitian memberikan rekomendasi earmarking Pajak Penerangan Jalan\nsampai tahun 2031 sebesar 12% untuk bisa menutupi rekening listrik PJU, 34% untuk bisa menutupi\nanggaran kebutuhan pemeliharaan PJU dan 46% untuk bisa menutupi rekening listrik PJU dan\nanggaran pemeliharaan PJU jika dibandingkan dengan perhitungan potensi penerimaan pajak.", "Daftar File": {}, "Penulis": "Alwi Yusran [15417128]", "Kontributor / Dosen Pembimbing": ["Ir. Andi Oetomo, M.PL.", "Fika Novitasari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Desentralisasi Daerah, Pajak Daerah, Pajak Penerangan Jalan, Earmarking, Penerangan Jalan Umum.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "7 file", "Tanggal Input": "28 Mar 2022"}