{"Nomor": 64049, "Judul": "SEGMENTASI DAN PEMODELAN 3D POHON INDIVIDU SECARA OTOMATIS UNTUK MANAJEMEN RUANG TERBUKA HIJAU DENGAN MENGGUNAKAN DATA AWAN TITIK LIDAR DAN FOTOGRAMETRI", "Abstrak": "Perubahan lingkungan global merupakan isu yang sedang berlangsung dan telah dibahas secara\nluas dari berbagai perspektif. Tiga faktor utama yang berkontribusi terhadap perubahan\nlingkungan global adalah peningkatan konsentrasi karbon dioksida di atmosfer, perubahan\nsiklus adhesi global, dan perubahan tutupan lahan/penggunaan lahan. Peningkatan konsentrasi\nkarbon dioksida banyak terjadi di daerah perkotaan karena daerah perkotaan menyumbang\nlebih dari 70% emisi karbon dioksida. Pengembangan dan pengelolaan ruang terbuka hijau\nsangat penting dalam mengatasi masalah lingkungan seperti polusi udara dan pemanasan\nperkotaan. Pemodelan 3D merupakan salah satu upaya dalam mengelola ruang terbuka hijau.\nPada penelitian ini, pemodelan 3D dilakukan pada data titik yang diperoleh dengan metode\nUAV fotogrametri dan UAV LiDAR. Pemodelan 3D dilakukan secara eksplisit menggunakan\nmetode best fitting pada data awan titik. Penelitian ini menggunakan tiga metode fitting yaitu\nmetode spherical best fitting, metode ellipsoid best fitting, dan metode spherical harmonics\nbest fitting. Metode spherical harmonics best fitting memberikan hasil terbaik dan\nmenghasilkan nilai R2 rata-rata sebesar 0.711. Pada penelitian ini juga dilakukan perhitungan\nAbove-Ground Biomass dari hasil pemodelan menggunakan tiga metode dengan data LiDAR\ndan Fotogrametri. Perhitungan AGB menggunakan data LiDAR memberikan hasil yang lebih\nbaik dibandingkan dengan menggunakan data fotogrametri. Perhitungan AGB menggunakan\ndata LiDAR memberikan error sebesar 2-7% dari hasil validasi lapangan. Perhitungan AGB\ndengan menggunakan metode spherical harmonics memberikan hasil yang paling mendekati\nnilai AGB validasi lapangan. Namun untuk keperluan visualisasi dengan area yang tidak terlalu\nluas, dapat digunakan model 3D dari data fotogrametri menggunakan metode spherical\nharmonics.", "Daftar File": {"ABSTRAK Kamal Nur Fauzan": "https://digilib.itb.ac.id/gdl/download/245306"}, "Penulis": "Kamal Nur Fauzan [25120031]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agung Budi Harto, M.Sc.", "Prof. Ir. Ketut Wikantika, M.Eng., Ph.D.", "Dr. Deni Suwardhi, S.T., M.T.", "Dr. Budhy Soeksmantono, S.T., M.T.", "Dr. Riantini Virtriana, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "awan titik, vegetasi, ruang terbuka hijau, alometrik, biomasa", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Mar 2022"}