{"Nomor": 64056, "Judul": "DESAIN PROTOTIPE MESIN PENGUPAS NANAS UNTUK MENINGKATKAN PRODUKTIVITAS DI UKM PENGOLAHAN NANAS", "Abstrak": "UKM X merupakan salah satu tempat produksi makanan dan minuman kemasan\nberbahan dasar nanas di Kabupaten Subang. Terdapat delapan jenis varian produk\nyang dibuat oleh UKM X, yaitu wajit, dodol, keripik, kerupuk, cokelat, sirop, sari\nbuah, dan manisan nanas. Meski skala produksi di UKM X cukup besar, tetapi\nketerbatasan mesin yang tersedia, mengakibatkan belum optimalnya produktivitas\ndan tingginya risiko ergonomis di tempat kerja. Oleh karena itu, pengembangan\nmesin yang dapat menunjang aktivitas produksi di UKM X menjadi sangat\ndibutuhkan.\nSebelum menentukan pengalokasian aktivitas produksi yang akan diotomatisasi,\nterlebih dahulu dilakukan evaluasi sistem produksi secara keseluruhan dengan\nmenggunakan Hierarchical Task Analysis (HTA). Tujuan akhir yang ingin didapat\ndari analisis HTA yaitu penentuan task yang paling berisiko dalam sistem produksi.\nPenilaian tingkat risiko dilakukan dengan menggunakan lima kriteria performansi,\nyaitu pemborosan, efisiensi, kualitas, aspek ergonomi, dan aspek keselamatan kerja.\nSetelah didapatkan satu aktivitas yang memiliki tingkat risiko paling tinggi,\ndilakukan observasi teknologi yang selama ini masih digunakan berserta\npenggunanya di UKM X. Berdasarkan hasil pengamatan, kemudian dilakukan\nidentifikasi kebutuhan konsumen dengan menggunakan metode Ulrich dan\nEppinger untuk dapat mengakomodasi kebutuhan konsumen yang kemudian\nditerjemahkan ke dalam spesifikasi produk. Dengan mempertimbangkan batasan\nteknis, waktu, dan biaya, dibuat desain prototipe mesin beserta berbagai\nfungsionalitasnya. Desain yang sudah jadi lalu direalisasikan dalam bentuk\nprototipe untuk dapat diujicobakan secara internal (alpha testing) dan eksternal\n(beta testing) dengan pengguna. Uji coba pengguna dilakukan dengan\nmenggunakan metode retrospective probing.", "Daftar File": {"ABSTRAK Karimatukhoirin": "https://digilib.itb.ac.id/gdl/download/245312"}, "Penulis": "Karimatukhoirin [13416050]", "Kontributor / Dosen Pembimbing": ["Prof. Yassierli, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Hierarchial Task Analysis, mesin produksi, pengembangan produk, produksi nanas, retrospective probing", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "28 Mar 2022"}