{"Nomor": 64050, "Judul": "ANALISIS GELOMBANG OTAK QEEG: PENGARUH DISKUSI GOAL-SETTING DALAM SESI COACHING TERHADAP PENINGKATAN MOTIVASI INDIVIDU", "Abstrak": "Coaching merupakan metode pemberdayaan manusia yang ditujukan untuk meningkatkan performa individu. CARE Model merupakan salah satu kerangka proses coaching yang difokuskan untuk mengoptimasi fungsi kerja otak. Salah satu tahapan di dalam CARE Coaching Model adalah diskusi goal-setting yang ditujukan untuk menkonstruksi dan menetapkan goal yang individu ingin capai. Diskusi ini memicu proses mental time travel ketika individu memvisualisasikan skenario yang mereka inginkan di masa depan sehingga dapat meningkatkan motivasi individu untuk membuat aksi dalam meraih goal tersebut. Penelitian sebelumnya membuktikan bahwa asimetri frontal kiri yang lebih tinggi dibandingkan frontal kanan menunjukkan orientasi motivasi approach dan sebaliknya menujukkan orientasi motivasi avoidance. Oleh karena itu, penelitian ini ditujukan untuk menganalisis pengaruh diskusi goal-setting terhadap aktivitas otak dan terhadap tingkat juga orientasi motivasi individu di frekuensi delta (2-4 Hz), alfa (8-12 Hz), dan beta (15-29 Hz) menggunakan elektroensefalogram (EEG). Data yang digunakan untuk penelitian ini merupakan data penelitian Vanaya Indonesia. Aktivitas otak 6 naracoba laki-laki direkam menggunakan Deymed TruScan selama 3 menit resting state dengan mata terbuka sebagai baseline dan 5-10 menit saat diskusi goal-setting atau coaching state. Kemudian, data dianalisis menggunakan quantitative electroencephalography (qEEG) atau brain mapping untuk melihat pengaruh coaching terhadap aktivitas otak. Selain itu, dilakukan perhitungan asimetri frontal untuk melihat pengaruh coaching terhadap arah motivasi individu. Hasil analisis menunjukkan diskusi goal-setting membangkitkan aktivitas otak hampir di seluruh lobus pada seluruh gelombang, namun paling dominan pada frontal bilateral (p<0.05) khususnya delta menunjukkan peningkatan motivasi ‘wanting’ pada brain reward system, dan temporal bilateral (p<0.05) di seluruh gelombang, khusus temporal kanan menunjukkan pemrosesan memori episode dan foresight episode pada mental time travel oleh hipokampus. Selain itu, hasil analisis asimetri frontal pada diskusi goal-setting menunjukkan dominansi aktivitas frontal kiri (p<0.05) pada gelombang delta dan beta mengindikasikan motivasi approach, dan menunjukkan dominansi aktivitas frontal kanan (p<0.05) pada gelombang alfa menunjukkan inhibitory timing processing. Dari hasil penelitian ini dapat disimpulkan bahwa diskusi goal-setting meningkatkan motivasi individu berupa ‘wanting’ dengan arah motivasi approach.", "Daftar File": {"ABSTRAK Lula Kania Valenza": "https://digilib.itb.ac.id/gdl/download/245307"}, "Penulis": "Lula Kania Valenza [10616060]", "Kontributor / Dosen Pembimbing": ["Dr. Lulu Lusianti Fitri, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Biologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "qEEG, Coaching, Goal-setting, Motivasi, Asimetri Frontal", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "28 Mar 2022"}