{"Nomor": 64069, "Judul": "PENGEMBANGAN SISTEM PREDIKSI USER THROUGHPUT-DOWNLINK PADA JARINGAN 4G LTE MENGGUNAKAN METODE MACHINE LEARNING", "Abstrak": "Dengan kemajuan pada teknologi jaringan nirkabel dan penerapan dari jaringan generasi keempat (4G) long term evolution (LTE) selama beberapa dekade terakhir, kemampuan dan layanan yang diberikan ke end-user seolah-olah tidak ada habisnya. Tentu, pengguna smartphone yang memanfaatkan layanan jaringan berkecepatan tinggi ini berharap dapat memiliki koneksi berkualitas tinggi dan konsisten. Akan tetapi, karena permintaan beban sangat besar pada jaringan seluler disebabkan teknologi yang semakin pesat dan jumlah pengguna yang terus meningkat, pengguna sering mengalami variasi kualitas koneksi yang tak terduga. Untuk mengatasi variasi seperti itu dan mempertahankan koneksi yang konsisten, kita perlu memprediksi variasi ini sebelum terjadi. Hal ini dapat dicapai dengan menganalisis parameter kualitas jaringan dan menyelidiki faktor utama yang mempengaruhi kinerja jaringan dan quality of services (QoS) jaringan. Menurut penelitian sebelumnya, throughput pengguna yang akurat dapat meningkatkan utilisasi bandwidth secara signifikan. Maka dari itu, pentingnya memprediksi throughput jaringan berdasarkan parameter jaringan lainnya. Ini adalah langkah awal yang diperlukan sebelum pekerjaan seperti alokasi sumber daya prediktif dan penerapan strategi QoS pada pelanggan yang dapat dilakukan oleh penyedia jaringan.\n\nDalam tugas akhir ini, penulis mempelajari dua teknik untuk prediksi throughput: predictive modeling dengan regresi dan time series forecasting. Untuk predictive modeling dengan regresi, penulis menerapkan berbagai model machine learning pada data yang dikumpulkan untuk prediksi throughput dan mencapai kinerja prediksi tertinggi dengan model Random Forest. Untuk time series forecasting, penulis menggunakan metode statistik serta arsitektur deep learning. Evaluasi penulis menunjukkan bahwa teknik time series forecasting memiliki kinerja prediksi throughput yang lebih tinggi daripada model machine learning. Kemudian dianalisis efek perbedaan teknik persiapan data seperti PCA dan Feature Selection terhadap akurasi dan durasi pemodelan pada data dengan menggunakan algoritma Random Forest. Teknik persiapan data dapat mereduksi waktu pemodelan dengan durasi tiga kali lebih cepat dibandingkan dengan tanpa pemrosesan. Selain itu, untuk memudahkan user dalam memanfaatkan model yang telah dikembangkan, maka penulis membuat sebuah dashboard berbasis web app yang dapat diakses dengan internet dari mana saja.", "Daftar File": {}, "Penulis": "M Hanif Naufal Eka Wiratama [18117027]", "Kontributor / Dosen Pembimbing": ["Dr. Irma Zakia, S.T., M.Sc.", "Wervyan Shalannanda, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Jaringan Seluler, 4G LTE, Prediksi Throughput", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "28 Mar 2022"}