{"Nomor": 64072, "Judul": "HUMAN BODY POSE DETECTION USING DEEP LEARNING FOR SMART HOME SURVEILLANCE SYSTEM", "Abstrak": "Negara berkembang tidak lepas dari tingkat kriminal yang tinggi, data dari Badan Pusat Statistik (BPS) pada tahun 2018 persentase penduduk korban kejahatan pencurian menurut provinsi di Indonesia berada diangka 84,48%, angka ini terus meningkat setiap tahunnya berdasarkan data BPS pada tahun 2020 persentase penduduk korban kejahatan pencurian menurut provinsi di Indonesia naik menjadi 86,51% yang membuat hal ini semakin mengkhawatirkan. Peningkatan tindakan kejahatan tidak diikuti dengan kesiapan masyarakat dalam meningkatkan sistem keamanan untuk mengantisipasi kejahatan tersebut. Pada tugas akhir ini, dibuat sistem pengawasan tempat tinggal sebagai bagian dari sistem pendeteksi tindakan yang mencurigakan yang diintegrasikan dengan aplikasi selular menggunakan kamera eksternal berbasis human body pose detection dengan metode deep learning bagian Convolutional Neural Network (CNN). Sistem bekerja dengan medeteksi citra yang ditangkap dari kamera, melakukan klasifikasi jenis gerakan, menentukan status dari gerakan yang terdeteksi, dan memberi notifikasi yang diteruskan menggunakan konsep komunikasi data kepada pengguna ketika ada keadaan bahaya yang dideteksi oleh sistem melalui aplikasi seluler.\n\nBerdasarkan percobaan dan pengujian yang dilakukan, dataset dibuat dengan total data sebanyak 6000 sample yang terbagi menjadi 6 gerakan dengan pembagian kedalam 2 status yaitu aman dan tidak aman. Peforma model setelah diuji menghasilkan akurasi 96,8%, error 3,2%, precision 90,4%, recall 90,4%, dan f1-score 90,4% yang mengindikasikan bahwa model sudah bagus dan tidak ada kecenderungan model untuk mengklasifikasikan ke suatu kelas tertentu. Pada status gerakan juga berhasil dibangun sebuah sistem sederhana dengan penambahan threshold if dan else dengan keluaran status untuk setiap gerakan sudah sesuai dengan kelas masing-masing. Secara keseluruhan sistem pembuatan dataset, sistem klasifikasi jenis gerakan, dan sistem klasifikasi status gerakan dapat memenuhi spesifikasi yang diharapkan.", "Daftar File": {}, "Penulis": "Muhammad Miqdad Nadra [18117025]", "Kontributor / Dosen Pembimbing": ["Wervyan Shalannanda, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Smart Home Surveillance System, Deep learning, Human Body Pose Detection, Komunikasi Data, Aplikasi Seluler, Convolutional Neural Network.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "28 Mar 2022"}