{"Nomor": 64073, "Judul": "PERANCANGAN KEMBALI KAWASAN PONDOK PESANTREN DAARUT TAUHIID KOTA BANDUNG", "Abstrak": "Pondok pesantren merupakan institusi pendidikan tradisional Islam dengan sistem\nasrama dan umumnya berada di bawah kepemimpinan seorang kyai. Sekarang ini,\npondok pesantren telah berkembang menjadi institusi masyarakat yang juga berperan\ndalam ranah sosial dan ekonomi. Perkembangan pondok pesantren ini harus\ndiimbangi dengan kegiatan perencanaan dan pengendalian yang tepat sehingga tidak\nmenimbulkan persoalan fisik lingkungan di sekitar kawasan pondok pesantren.\nPondok Pesantren Daarut Tauhiid Kota Bandung merupakan salah satu pondok\npesantren yang memiliki perkembangan cukup pesat, tapi di saat yang bersamaan\njuga memiliki persoalan urban di sekitar kawasannya. Perancangan kembali kawasan\nPondok Pesantren Daarut Tauhiid merupakan langkah yang dapat dilakukan untuk\nmengatasi persoalan urban yang ada, sekaligus menghadirkan konsep perancangan\nkawasan pondok pesantren pada kawasan perkotaan yang komprehensif. Penelitian\nini bersifat eksploratif dalam hal pencarian gagasan, dan preskriptif dalam hal\npencarian solusi dari masalah. Metode perancangan yang digunakan adalah metode\nfragmental dengan pendekatan problem solving. Kesimpulan dari penelitian ini\nadalah perancangan kembali kawasan Pondok Pesantren Daarut Tauhiid dapat\nmembantu menyelesaikan persoalan yang terdapat pada kawasan, sekaligus\nmengakomodasi visi dan rencana pengembangan Pondok Pesantren. Masalah yang\ndapat diatasi melalui perancangan kembali meliputi masalah penataan ruang,\nkebutuhan santri, kecukupan fasilitas, kenyamanan pejalan kaki, dan kebutuhan\nparkir.", "Daftar File": {}, "Penulis": "Mahmud Tantowi Baihaqi Mazdy [15416086]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Denny Zulkaidi, MUP."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "kawasan pendidikan, pondok pesantren, perancangan kembali, penataan, problem solving", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "28 Mar 2022"}