{"Nomor": 64076, "Judul": "KARAKTERISTIK DAN PEMODELAN GENETIK ENDAPAN EMAS LOW-SULFIDATION DI KARANGPANINGAL, DESA KARANGLAYUNG, KECAMATAN KARANGJAYA, KABUPATEN TASIKMALAYA, JAWA BARAT", "Abstrak": "Penelitian ini bertujuan utuk mengetahui karakteristik dan model genetik dari endapan emas Karangjaya, Cineam, Tasikmalaya, Jawa Barat. Berdasarkan geologi regional formasi daerah ini adalah formasi Jampang yang terbentuk pada masa Oligo-Miosen. Formasi Jampang tersusun oleh batuan andesit dan dasit kemudian\ndiintrusi oleh andesit, dasit dan diorit. Pembentukan mineralisasi dipengaruhi oleh struktur geologi berupa sesar dan antiklin. Penambangan emas daerah ini dilakukan dengan metode tradisional dimana membuat lubang bukaan mengikuti jalur urat kuarsa. Untuk mengetahui karakteristik endapan dan alterasi dilakukan beberapa penguijian laboratorium untuk mengidentifikasi mineral dan geokimia. Spektral angle mapper (SAM), pengamatan mikroskopi termasuk analisis ukuran butir (grain counting), X-ray diffraction (XRD) digunakan untuk identifikasi mineral, sedangkan analisis geokimia dilakukan dengan X-ray flourescences (XRF) dan\ninductively coupled plasma mass spectrometry (ICP-MS). Hasil analisis menunjukkan bahwa pada hulu sungai daerah penelitian ditemukan mineral sulfida penciri endapan emas yaitu pirit dan kalkopirit. Zona alterasi yang terbentuk yaitu filik, argilik, dan propilitikyang diiterpretasikan bahwa fluida hidrothermal memiliki pH intermediet. Karakteristik mineralisasi yang muncul adalah pirit, kalkopirit, galena, sfalerit, dan emas. Sebaran kadar secara vertikal memperlihatkan bahwa unsur Cu, Pb, Zn, As, Tl, Te, Sb, dan Cd memiliki kadar yang kecil pada permukaan, dan semakin besar dengan menurunya elevasi.", "Daftar File": {"ABSTRAK ALDIO KRESNA PAMBAYU": "https://digilib.itb.ac.id/gdl/download/245343", "BAB 1 ALDIO KRESNA PAMBAYU": "https://digilib.itb.ac.id/gdl/download/251527", "BAB 2 ALDIO KRESNA PAMBAYU": "https://digilib.itb.ac.id/gdl/download/251528", "BAB 3 ALDIO KRESNA PAMBAYU": "https://digilib.itb.ac.id/gdl/download/251529", "BAB 4 ALDIO KRESNA PAMBAYU": "https://digilib.itb.ac.id/gdl/download/251530", "BAB 5 ALDIO KRESNA PAMBAYU": "https://digilib.itb.ac.id/gdl/download/251531", "BAB 6 ALDIO KRESNA PAMBAYU": "https://digilib.itb.ac.id/gdl/download/251532", "PUSTAKA ALDIO KRESNA PAMBAYU": "https://digilib.itb.ac.id/gdl/download/251533"}, "Penulis": "ALDIO KRESNA PAMBAYU [22119010]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Syafrizal,S.T.,M.T.", "Arie Naftali Hawu Hede, S.T., M.T., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Karangjaya, alterasi, mineralisasi, geokimia.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "28 Mar 2022"}