{"Nomor": 64079, "Judul": "PERANCANGAN PENGOLAHAN SAMPAH DI INTERMEDIATE TREATMENT FACILITY (ITF) ZONA TIMUR DKI JAKARTA", "Abstrak": "Melalui Peraturan Gubernur Daerah Khusus Ibukota (DKI) Jakarta\nNomor 71 Tahun 2020, Pemerintah Provinsi DKI Jakarta menyegerakan\npembangunan beberapa fasilitas pengolahan sampah antara (FPSA) atau\nIntermediate Treatment Facility (ITF), salah satunya yaitu ITF Zona Timur DKI\nJakarta untuk mengatasi masalah persampahan di DKI Jakarta. ITF Zona Timur\ndirencanakan untuk menangani sampah dari sembilan kecamatan yang tersebar di\nwilayah Jakarta Utara, Jakarta Timur, dan Jakarta Selatan dengan fokus pada\npengolahan sampah ramah lingkungan, menghasilkan energi terbarukan, serta\nreduksi sampah yang tinggi. Melalui metode pemilihan Simple Additive Weighting\n(SAW), sistem pengolahan sampah yang akan diterapkan di ITF Zona Timur adalah\nteknologi anaerobic digestion (AD) untuk mengolah sampah dapur serta\npembuatan refuse-derived Fuel (RDF) untuk sampah jenis lainnya. Berdasarkan\nhasil perancangan, ITF Zona Timur dapat mengolah sebanyak 98,21% dari total\n1.357,7 ton sampah yang masuk untuk menghasilkan sekitar 1.217,9 ton RDF,\n9.974,82 m3 biogas, serta 35,41 ton kompos kering setiap harinya. Hasil RDF akan\ndisalurkan menuju perusahaan manufaktur semen, PT. Indocement Tunggal\nPrakarsa di Citeureup, hasil produksi biogas akan digunakan secara internal ITF,\ndan hasil kompos beserta hasil pemilahan sampah akan ditampung dan\ndimanfaatkan sebagai nilai tambah ekonomi bagi ITF Zona Timur.", "Daftar File": {"Abstrak TA Rifdhan SM - 15717031.pdf?": "https://digilib.itb.ac.id/gdl/download/245347"}, "Penulis": "Rifdhan Senandik Mahari [15717031]", "Kontributor / Dosen Pembimbing": ["Emenda Sembiring, S.T., M.T., M.Eng.Sc., Ph.D.", "Elprida Agustina, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Anaerobic Digestion, ITF, Pengolahan Sampah, Refuse-Derived Fuel, Waste to Energy.", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "28 Mar 2022"}