{"Nomor": 64071, "Judul": "PENGEMBANGAN SUBSISTEM FRONT END WEB DASHBOARD UNTUK PREDIKSI KINERJA THROUGHPUT DOWNLINK 4G LTE BERBASIS MACHINE LEARNING", "Abstrak": "Menurut data dari Ericsson, LTE akan tetap menjadi teknologi mobile access yang dominan berdasarkan jumlah subscription dengan peningkatan hampir mencapai 4,5 miliar pengguna mobile subscription. Peningkatan jumlah ini berakibat kepada pengguna seluler untuk dapat mengakses layanan internet berkecepatan tinggi seperti game online dan streaming video. Melalui hal tersebut, dibangun suatu ide untuk mengembangkan metode prediksi machine learning terhadap variasi throughput downlink pada jaringan 4G LTE dengan menganalisis parameter kualitas jaringan yang berbeda di berbagai waktu dan lokasi serta menyelidiki faktor utama yang mempengaruhi kinerja dan kualitas jaringan. Solusi tersebut akan dibangun melalui pengembangan aplikasi web dashboard yang bertujuan untuk dapat menampilkan hasil korelasi antara throughput dengan parameter jaringan, throughput terhadap waktu dan hasil evaluasi performansi metrik untuk setiap tipe algoritma machine learning. Pengembangan produk ini memerlukan proses dari subsistem backend untuk dapat diimplementasikan ke dalam pengembangan web dashboard ini. Metode pengerjaan tugas akhir ini adalah melakukan studi literatur, perancangan dan pengembangan desain sistem, impementasi sistem hingga pengujian sistem. Proses pengerjaan produk dimulai dengan mengembangkan fitur data loading untuk menerima masukan data upload dan data existing, kemudian membuat feature selection sebagai fitur untuk dapat memilih sejumlah fitur yang digunakan untuk analisis hasil prediksi throughput berdasarakn hasil pengamatan korelasi antara throughput dengan parameter jaringan lainnya, kemudian akan dikembangkan hasil visualiasi prediksi throughput menggunakan variasi pilihan tipe model machine learning, pengaturan train size dataset, number estimator. Dan hasil evaluasi performansi metrik untuk setiap tipe machine learning. Pengujian sistem ini dilakukan dengan mengecek sisi fungsionalitas apakah setiap proses tampilan dapat berjalan sesuai dengan rancangan desain sistem dan untuk sisi produk menggunakan survey kuesioner untuk menilai kinerja sistem dari persepsi tampilan hingga kemudahan dan kebermanfaatan produk. Dan hasil dari penelitian ini menunjukkan bahwa sistem machine learning sudah bisa diterapkan dan berjalan diatas aplikasi web dashboard secara fungsionalitas dan secara produk sistem ini sudah teruji secara fungsionalitas dapat mudah digunakan oleh pengguna dan menambah kebermanfaatan untuk pengguna dalam menggunakan sistem web dashboard ini", "Daftar File": {}, "Penulis": "Muhammad Taufiq Rafiandi [18117035]", "Kontributor / Dosen Pembimbing": ["Dr. Irma Zakia, S.T., M.Sc.", "Wervyan Shalannanda, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "throughput, 4G LTE, dashboard, machine learning, TAM", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "28 Mar 2022"}