{"Nomor": 64082, "Judul": "IDENTIFIKASI POLA RESPON STRUKTUR JEMBATAN PCI GIRDER BERDASARKAN LOKASI KERUSAKAN ARAH MEMANJANG MENGGUNAKAN FINITE ELEMENT ANALYSIS MIDAS CIVIL 2019", "Abstrak": "Kondisi topografi Indonesia yang beragam, terdiri dari banyak sungai, rawa, dan pegunungan, membuat keberadaan jembatan sangat dibutuhkan dan akrab dalam kehidupan sehari - hari masyarakat. Jembatan sebagaimana bangunan sipil lainnya juga akan mengalami penurunan mutu atau deteriorasi yang diakibatkan banyak faktor, antara lain : beban berlebih selama operasional, pengaruh usia terhadap material, dan efek lingkungan. Upaya mempertahankan kondisi struktur jembatan dari penurunan kondisi selama ini dilakukan dengan inspeksi / pemeriksaan visual secara berkala namun terdapat kekurangan berupa jadwal waktu pemeriksaan yang terbatas hanya beberapa kali dalam kurun waktu tertentu menyebabkan ada kemungkinan kerusakan yang terjadi luput dari jadwal pemeriksaan jembatan. Oleh karena itu, diperlukan sistem monitoring kesehatan struktur yang dapat mengurangi tingkat subjektifitas pemeriksa dan dapat mengurangi kesulitan untuk mendapatkan hasil akurat akibat bentuk geometri jembatan, dan dapat memantau kondisi jembatan secara terus menerus dan otomatis dengan pemasangan alat sensor pada jembatan. Sebelum aplikasi sensor dipasang pada jembatan, diperlukan acuan data sebagai pedoman penentuan kondisi suatu jembatan berupa bank data yang merangkum keseluruhan kondisi yang mungkin terjadi pada suatu jembatan, dengan berbagai skenario variasi kondisi jembatan tersebut. Dan penelitian ini bertujuan untuk menyediakan bank data tersebut dengan pemodelan Finite Element Analysis (FEA) menggunakan bantuan aplikasi MIDAS CIVIL 2019 dengan fokus penelitian pada deteksi kerusakan dan lokalisasi kerusakan (arah memanjang). Data respon struktur jembatan yang digunakan dalam penelitian ini berupa Frekuensi Respon untuk deteksi kerusakan dan Defleksi untuk mengetahui lokasi kerusakan. Objek jembatan yang digunakan dalam penelitian ini adalah PCI Girder dengan bentang 40.00 m.", "Daftar File": {"ABSTRAK Priyo Hutomo": "https://digilib.itb.ac.id/gdl/download/245356", "COVER Priyo Hutomo": "https://digilib.itb.ac.id/gdl/download/249479", "BAB 1 Priyo Hutomo": "https://digilib.itb.ac.id/gdl/download/249481", "BAB 2 Priyo Hutomo": "https://digilib.itb.ac.id/gdl/download/249610", "BAB 3 Priyo Hutomo": "https://digilib.itb.ac.id/gdl/download/249611", "BAB 4 Priyo Hutomo": "https://digilib.itb.ac.id/gdl/download/249612", "BAB 5 Priyo Hutomo": "https://digilib.itb.ac.id/gdl/download/249613", "PUSTAKA Priyo Hutomo": "https://digilib.itb.ac.id/gdl/download/249614"}, "Penulis": "Priyo Hutomo [25018004]", "Kontributor / Dosen Pembimbing": ["Muhammad Riyansyah, S.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "respon struktur, struktur jembatan, finite element analysis, PCI Girder, kerusakan arah memanjang.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "28 Mar 2022"}