{"Nomor": 64092, "Judul": "RENCANA PERBAIKAN PEMBELIAN APD. STUDI KASUS PT WIJAYA KARYA", "Abstrak": "Penelitian ini dikaji untuk mengetahui permasalahan apa saja yang terjadi sehingga kualitas\nAPD yang tidak merata di PT Wijaya Karya dapat terjadi sehingga menimbulkan potensi\nkerugian. Kemudian, output yang dihasilkan adalah mencari alternatif solusi pemerataan\nkualitas APD yang dibeli oleh PT Wijaya Karya. Laporan tugas akhir ini menggunakan\nmetodologi kualitatif. Metode pengumpulan data kualitatif yang digunakan adalah\nwawancara videoconference dan diskusi offline dengan beberapa manajer dan staf\nperusahaan dan mengumpulkan data-data internal perusahaan. \nThe Sourcing Triangle digunakan sebagai kerangka kerja konseptual untuk menganalisis\nberbagai komponen yang berperan dalam kinerja keseluruhan aktivitas pengadaan.\nDitemukan bahwa tingkat kepercayaan perusahaan terhadap efektivitas program kerja\nuntuk mengendalikan risiko fatalitas dalam pekerjaan proyek adalah 75%. Salah satu\nkendala utama adalah kualitas APD yang digunakan untuk setiap proyek bervariasi, dan\nditemukan kualitas APD yang digunakan PT WIKA masih belum merata. Presentasi\npengadaan APD di 56 proyek memenuhi ekspektasi kualitas APD perusahaan pada tahun\n2021 hanya 56% dari total APD yang dibeli. Sedangkan 44% APD yang digunakan selama\nini memiliki kualitas yang diharapkan perusahaan. Selama ini PT WIKA telah banyak\nmembeli APD dengan kualitas yang tidak sesuai dengan standar perusahaan. Oleh karena\nitu, perusahaan telah kehilangan uang karena telah membeli barang-barang tersebut.\nKerugian akibat pembelian barang yang berkualitas tidak sesuai standar perusahaan pada\ntahun 2021 adalah Rp 9.276.242.500. \nHasil dari penelitian ini adalah strategi pengadaan untuk meningkatkan pemerataan kualitas\nAPD yang dibeli oleh perusahaan. Metode AHP dilakukan untuk menentukan skenario\nalternatif terbaik dan penelitian menemukan metode dan strategi yang tepat untuk dapat\nmembantu PT Wijaya Karya meningkatkan pemerataan kualitas APD yang dibeli oleh\nperusahaan yaitu dengan menggunakan Hybrid Procurement Organization kemudian\nkategori strategi digunakan sebagai pedoman strategi pengadaan APD", "Daftar File": {"2022_TS_PP_Rifki Diwangkara W._1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/245370"}, "Penulis": "Rifki Diwangkara Widianta [29120198]", "Kontributor / Dosen Pembimbing": ["Akbar Adhi Utama, S.T., M.A.B., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Alat Pelindung Diri, Hybrid Procurement Organization, Kualitas.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "28 Mar 2022"}