{"Nomor": 64094, "Judul": "RANCANG BANGUN ALAT GEOLISTRIK DC RESISTIVITYMETER BERBASIS MIKROKONTROLLER", "Abstrak": "Pengukuran geolistrik sudah tersebar luas dan memiliki berbagai manfaat.\nBeberapa diantaranya adalah eksplorasi sumber daya alam, mineral, arkeologi,\neksplorasi air tanah, pertanian dan, sebagainya. Alat yang digunakan dalam\neksplorasi geolistrik adalah resistivitymeter. Resistivitymeter bekerja dengan cara\nmenginjeksikan arus kedalam tanah melalui elektroda arus kemudian diukur pada\nelektroda tegangan. Melalui hasil perhitungan dengan hukum ohm dengan\nmemperhitungkan faktor geometrinya maka akan didapatkan nilai resistivitasnya.\nDengan melihat nilai resistivitasnya, maka dapat kita ketahui adanya anomali\nyang dapat di interpretasikan kandungan mineral, air, dan sebagainya pada daerah\npengukuran. Pada penelitian ini, pembuatan resistivitymeter lebih mengacu\nkepada sensitivitas arus dan beda potensial. Tujuan akhir dari penelitian ini adalah\npembuatan alat DC Resistivitymeter yang dapat dikontrol otomatis maupun\nmanual dengan keakuratan nilai pengukuran dengan instrumen yang telah ada.\nHasil dari pengukuran alat ini kemudian akan dibandingkan dengan multimeter\nDekko-86D, Sanwa-CD800a, dan Rigol DM-3068, serta akan dibandingkan\ndengan instrumen geolistrik yang telah ada yaitu Ministing. Dalam pengukuran\nskala laboratorium mendapatkan rata-rata akurasi tegangan sebesar 99,978% dan\nrata-rata akurasi arus sebesar 99,885% terhadap multimeter Rigol-DM3068.\nDalam pengukuran skala lapangan mendapatkan rata-rata akurasi arus sebesar\n99,087% dan rata-rata akurasi hambatan sebesar 99,068% terhadap instrumen\ngeolistrik Ministing.", "Daftar File": {"ABSTRAK Dana Kusuma RH": "https://digilib.itb.ac.id/gdl/download/245372"}, "Penulis": "Dana Kusuma Rahman Hakim [12317024]", "Kontributor / Dosen Pembimbing": ["Dr. Warsa, S.Si., M.T.", "Dr. Tedy Setiawan", "Dr. Indra Gunawan, S.Kom., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "arus, beda potensial, geolistrik, resistivitymeter", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "29 Mar 2022"}