{"Nomor": 64093, "Judul": "PERANCANGAN SISTEM PLAMBING AIR BERSIH, AIR BUANGAN, VENT, AIR HUJAN DAN SISTEM PEMADAM KEBAKARAN PADA GEDUNG ACTIVITY BASED WORKING OFFICE DI KAWASAN ALAM SUTERA, TANGERANG", "Abstrak": "Gedung Kantor di Kawasan Alam Sutera ini merupakan gedung kantor yang diperuntukan untuk sektor industri kreatif. Berada disebuah kawasan yang strategis serta berkonsep healthy green living membuat lingkungan di sekitar kantor ini semakin nyaman. Bangunan dengan luas tapak sekitar 10.000 m2 ini terdiri 2 Lantai basement dan 2 tower dimana tower 1 terdiri dari 23 lantai sedangkan tower 2 terdiri dari 17 lantai. Sistem plambing yang digunakan untuk penyediaan air bersih adalah dengan mengunakan tangki atap dengan dua sumber air yaitu air bersih dari PDAM Tirta Kerta Raharja serta air hasil daur ulang. Kebutuhan air untuk gedung kantor adalah sebesar 325,56 m3/hari untuk melayani 2718 orang.Volume tangki bawah air bersih primer yang dibutuhkan adalah 271 m3 dan untuk tangki atas air bersih primer adalah 163 m3 sedangkan untuk tangki bawah air sekunder adalah 174 m3 dan tangki atas air sekunder sebesar 104 m3. Untuk air buangan digunakan sistem plambing terpisah antara air kotor dan air bekas. Timbulan air kotor sebesar 52,08 m3/hari yang akan dialirkan ke dalam tangki septik sedangkan timbulan air bekas sebesar 208,32 m3/hari yang akan diolah dengan biofilter lalu digunakan untuk keperluan flushing. Volume tangki septik yang diperlukan yaitu sebesar 315,4 m3 sedangkan untuk biofilter sebesar 161,6 m3. Untuk vent digunakan sistem vent loop yang dapat melayani maksimal hingga 8 unit alat plambing . Air hujan yang jatuh diatas atap akan masuk ke dalam roofdrain dan dialirkan oleh pipa tegak air hujan yang kemudian akan disalurkan kedalam tangki bawah sekunder yang akan digunakan untuk sistem pemadam kebakaran, kebutuhan air untuk sistem pemadam kebakaran adalah sebesar 252 m3. Adapun jumlah hidran yang dibutuhkan yaitu 75\nbuah hidran dan 2821 sprinkler. Rencana anggaran biaya yang diperlukan untuk pengadaan sistem plambing gedung kantor adalah sebesar Rp. 15.991.409.883", "Daftar File": {"15717019_Annisya Fitri Melinia_Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/245371"}, "Penulis": "Annisya Fitri Melinia [15717019]", "Kontributor / Dosen Pembimbing": ["Teddy Tedjakusuma, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Air bersih, air buangan, air hujan, gedung kantor, pemadam kebakaran, sistem plambing, vent", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "29 Mar 2022"}