{"Nomor": 64095, "Judul": "PENGUJIAN KARAKTERISTIK BETON PORI SEBAGAI BAHAN PERKERASAN UNTUK JALAN DENGAN VOLUME LALU LINTAS SEDANG", "Abstrak": "Beton pori adalah campuran beton sebagai pendekatan inovatif untuk mengendalikan, mengelola dan mengolah limpasan air hujan, memiliki nilai slump mendekati nol yang terbentuk dari semen, agregat kasar, sedikit agregat halus atau tidak sama sekali, bahan tambah serta air. Tujuan utama dari penelitian ini yaitu melakukan kajian terhadap karakteristik campuran beton pori yang dapat digunakan dalam struktur perkerasan jalan dilihat dari kekuatan tekan dan lenturnya, namun tetap memperhatikan fungsi beton pori dalam mengalirkan air dari permukaan dengan melakukan uji laju penyerapan air (infiltrasi) pada beton pori. Sifat-sifat fisik dari agregat yang digunakan sebagai bahan campuran beton diuji dan dianalisis mengacu pada spesifikasi umum Bina Marga 2018 Revisi 2. Variasi agregat kasar yang digunakan adalah agregat dengan diameter 15-30 mm, 10-20 mm, 5-10 mm dan 3-5 mm, variasi persentase agregat halus serta bahan tambah.\nBerdasarkan hasil pengujian, diperoleh bahwa kuat tekan dan kuat lentur tertinggi diperoleh pada campuran variasi 3 masing-masing sebesar 28 MPa dan 2,21 MPa dimana variasi 3 menggunakan campuran dengan agregat berdiameter 5-10 mm, persentase agregat halus 0%, fakor air semen (FAS) sebesar 0,22 dan bahan tambah berupa superplasticizer sebesar 1,2%. Sedangkan laju infiltrasi tertinggi dicapai pada variasi 4 sebesar 9,64 mm/det. Pengaruh nilai faktor air semen yang kecil (0,22) pada variasi 3 dapat meningkatkan nilai kuat tekan dan kuat lentur beton pori karena memiliki kadar semen yang semakin banyak untuk mengikat agregat, namun kadar semen yang banyak akan mengurangi pori-pori dari beton sehingga laju infiltrasi menurun. Apabila nilai faktor air semen diturunkan menjadi 0,2 seperti pada variasi 4 dan 5, campuran beton menjadi tidak homogen karena air tidak cukup dalam proses hidrasi dan workability yang dihasilkan cukup rendah. Ukuran agregat yang besar dengan gradasi seragam akan meningkatkan porositas dari beton, namun hal ini akan menurunkan kekuatan beton karena void yang dihasilkan terlalu banyak dan campuran tidak padat. Persentase agregat halus dengan kadar kurang dari 15% tidak memiliki pengaruh signifikan terhadap kekuatan beton pori. Hal ini ditunjukkan pada variasi 3 yang tidak menggunakan agregat halus tetapi dapat menghasilkan kekuatan yang tinggi dibandingkan variasi 4 yang menggunakan agregat halus 15%. Pengaruh rasio semen-agregat yang lebih kecil pada variasi 1 sangat berpengaruh signifikan terhadap kekuatan beton pori karena rasio semen-agregat yang kecil menghasilkan pasta semen yang banyak dalam menyelimuti agregat sehingga ikatan agregat dan pasta semakin kuat. Namun hal ini berbanding terbalik dengan porositasnya karena pasta akan menutupi void campuran sehingga laju infiltrasi menurun. Pengaruh superplasticizer dengan kadar lebih dari 1% dapat meningkatkan kuat tekan secara signifikan seperti yang terjadi pada variasi 3 dikarenakan dengan kadar superplasticizer yang tinggi dapat meningkatkan workability sehingga campuran mudah untuk dipadatkan. Namun apabila kadar superplasticizer digunakan terlalu tinggi, maka akan terjadi segregasi pada campuran.", "Daftar File": {"ABSTRAK Henny Realita Purba": "https://digilib.itb.ac.id/gdl/download/245373"}, "Penulis": "Henny Realita Purba [26920003]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Sugeng Subagio, DEA", "Prof. Ir. Rudy Hermawan Karsaman, M.Sc., Ph.D.", "Ir. R. Sony Sulaksono Wibowo, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "beton pori, kuat tekan, kuat lentur, laju infiltrasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "29 Mar 2022"}