{"Nomor": 64102, "Judul": "PENENTUAN METRIK PENGUKURAN USER EXPERIENCE UNTUK DOMAIN SPESIFIK MENGGUNAKAN METODE ANALISIS KUALITATIF", "Abstrak": "ABSTRAK\nPENENTUAN METRIK PENGUKURAN USER EXPERIENCE UNTUK DOMAIN SPESIFIK MENGGUNAKAN METODE ANALISIS KUALITATIF\nOleh\nWILLSEN SENTOSA\nNIM : 13517036\nPerkembangan teknologi yang sangat pesat dengan banyaknya fitur menyebabkan adanya perkembangan desain interaksi pada aplikasi. Namun, desain interaksi sering dikaitkan dengan subjektivitas. Karena ini diperlukan metrik pengukuran user experience untuk mengukur user experience dari sebuah aplikasi. Namun saat ini, metrik yang tersebar di publik sangat banyak dan belum tentu semua metrik bisa merepresentasikan user experience aplikasi dalam suatu domain secara tepat. Karena itu, diperlukan studi untuk menentukan metrik yang tepat digunakan untuk merepesentasikan user experience pada domain tertentu. Domain yang dipilih dalam penelitian ini adalah domain yang sedang naik penggunaannya di masa pandemi COVID-19, yaitu Media Sosial, Music/Podcast Streaming, dan Kesehatan. Untuk menentukan metrik yang tepat pada masing-masing domain, dilakukan analisis mengenai fitur penyusun masing-masing domain, penentuan user experience goals dan usability goals pada masing-masing domain, analisis metrik yang sering dipakai oleh publik, proses matching antara domain dengan metrik, dan pengujian metrik dengan cara melakukan usability testing kepada para pengguna aplikasi. Dan dari hasil usability testing tersebut, didapatkan bahwa solusi hasil matching metrik yang dipilih dapat diterima setelah melakukan uji reliabilitas dan uji validitas menggunakan Pearson Correlation Coefficient yang bernilai diatas 0.6.\nKata kunci: metrik, user experience, usability, domain", "Daftar File": {"ABSTRAK - WILLSEN SENTOSA": "https://digilib.itb.ac.id/gdl/download/245380"}, "Penulis": "Willsen Sentosa [13517036]", "Kontributor / Dosen Pembimbing": ["Fitra Arifiansyah, S.Kom., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "metrik, user experience, usability, domain", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "29 Mar 2022"}