{"Nomor": 64105, "Judul": "KLASIFIKASI MULTILABEL UJARAN KEBENCIAN DAN BAHASA KASAR TEKS TWITTER BERBAHASA INDONESIA", "Abstrak": "ABSTRAK\nKlasifikasi Multilabel Ujaran Kebencian dan Bahasa Kasar Teks Twitter Berbahasa Indonesia\nOleh\nMuhammad Raihan Asyraf Desanto\nNIM : 13517027\nSudah banyak penelitian mengenai deteksi ujaran kebencian, namun penelitian-penelitian yang dilakukan sangat bervariasi dalam pendefinisian labelnya. Pada penelitian ini akan menggunakan dataset pada penelitian (Ibrohim & Budi, 2019) yang bersifat multilabel. Salah satu tantangan dalam klasifikasi multilabel adalah mengeksploitasi korelasi antar labelnya. Selain itu, imbalanced data juga dapat menjadi masalah dalam mempengaruhi kinerja model pada klasifikasi multilabel. Penelitian ini berfokus pada penanganan klasifikasi multilabel dan juga penanganan terhadap imbalanced data.\nUntuk menyelesaikan klasifikasi teks multilabel pada penelitian ini, digunakan adapatasi Classifier Chain (CC) dan Deep Neural Network (DNN). Pada penggunaan adaptasi CC dilakukan dengan penentuan urutan label yang dapat menghasilkan kinerja terbaik. Arsitektur DNN yang digunakan adalah adaptasi arsitektur model CNN-Dense. Penanganan imbalance data pada penelitian ini mengadaptasi teknik Multilabel Synthetic Minority Oversampling Technique (MLSMOTE) dengan menerapkannya pada model baseline dan model yang dikembangkan pada penelitian.\nHasil pengujian menunjukkan model DNN yang dikembangkan secara statistik lebih buruk daripada kedua model baseline. Model adaptasi CC yang dikembangkan secara statistik lebih baik daripada model baseline pertama akan tetapi tidak memiliki perbedaan yang signifikan dengan model baseline kedua. Urutan label sangat mempengaruhi kinerja dari CC. Penerapan MLSMOTE belum mampu menangani kasus imbalanced data pada dataset yang memiliki dependensi antar label yang tinggi sehingga tidak menunjukkan pengaruh yang signifikan terhadap model.\nKata kunci: ujaran kebencian; klasifikasi multilabel; imbalanced data; deep neural network; MLSMOTE; akurasi example-based", "Daftar File": {"ABSTRAK - MUHAMMAD RAIHAN ASYRAF DESANTO": "https://digilib.itb.ac.id/gdl/download/245383"}, "Penulis": "Muhammad Raihan Asyraf Desanto [13517027]", "Kontributor / Dosen Pembimbing": ["Dr. Masayu Leylia Khodra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "ujaran kebencian; klasifikasi multilabel; imbalanced data; deep neural network; MLSMOTE; akurasi example-based", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "29 Mar 2022"}