{"Nomor": 64100, "Judul": "IMPLEMENTASI ARSITEKTUR CLIENT-ONLY PADA PEMBANGUNAN SISTEM PENGENAL UCAPAN OTOMATIS REAL-TIME BERBAHASA INDONESIA", "Abstrak": "ABSTRAK\nIMPLEMENTASI ARSITEKTUR CLIENT-ONLY PADA\nPEMBANGUNAN SISTEM PENGENAL UCAPAN OTOMATIS\nREAL-TIME BERBAHASA INDONESIA\nOleh\nAHMAD NAUFAL HAKIM\nNIM : 13517055\nSistem pengenal ucapan yang menggunakan server sebagai pemroses ucapan\nmasih memiliki masalah konektivitas dan latensi, karena terdapat delay saat client\nmengirimkan sinyal ucapan ke server dan saat server mengirimkan kembali hasil\npengenalannya ke client. Pada penelitian ini, dibangun sebuah sistem pengenal\nucapan otomatis real-time berbahasa Indonesia menggunakan arsitektur\nclient-only. Dilakukan pengumpulan data suara dan teks, pemodelan akustik\nberbasis HMM-GMM dan neural network yang akan digunakan sebagai model\ndari sistem yang akan dibangun, dan pembangunan antarmuka aplikasi.\nPada penelitian ini, digunakan nilai WER dan RTF untuk mengukur performa\ndari model akustik yang telah dibangun. Model akustik berbasis HMM-GMM\nmemiliki rata-rata nilai WER sebesar 19,060%, sedangkan model akustik berbasis\nDNN memiliki rata-rata nilai WER sebesar 11,951%. Meskipun rata-rata nilai\nWER model akustik HMM-GMM lebih tinggi daripada model akustik DNN,\nmodel akustik HMM-GMM mampu melakukan decoding lebih cepat daripada\nmodel akustik DNN. Hal ini terlihat dari rata-rata nilai RTF yang diperoleh model\nakustik HMM-GMM yaitu sebesar 0,048, sedangkan model akustik DNN\nmemiliki rata-rata nilai RTF sebesar 0,1784.\nKata kunci: sistem pengenal ucapan, model akustik, WER, RTF", "Daftar File": {"ABSTRAK - AHMAD NAUFAL HAKIM": "https://digilib.itb.ac.id/gdl/download/245379"}, "Penulis": "Ahmad Naufal Hakim [13517055]", "Kontributor / Dosen Pembimbing": ["Dessi Puji Lestari, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "sistem pengenal ucapan, model akustik, WER, RTF", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "29 Mar 2022"}