{"Nomor": 64108, "Judul": "PERANCANGAN SISTEM JARINGAN DISTRIBUSI AIR MINUM DI KECAMATAN JEKULO KABUPATEN KUDUS", "Abstrak": "Wilayah Kecamatan Jekulo sesuai dengan RTRW Kabupaten Kudus Tahun 2012-2032 termasuk wilayah Pusat Kegiatan Lokal Promosi (PKLp) yang nantinya menjadi Pusat Kegiatan Lokal (PKL) sebagai kawasan industri baru dan pelayanan pemukiman. Dengan telah ditetapkannya rencana tata ruang wilayah ini maka perlu dikembangkan infrastruktur di kawasan Kecamatan Jekulo untuk mendukung rencana tersebut. Salah satu infrastruktur yang perlu dikembangkan adalah infrastruktur air minum. Sedangkan di Kecamatan Jekulo akses Sistem Penyediaan Air Minum (SPAM) jaringan perpipaan hanya sebesar 2.896 sambungan rumah (PDAM Kudus, 2019). Jika dibandingkan dengan jumlah penduduk Kecamatan Jekulo yang berjumlah 108.663 jiwa jumlah akses Sistem Penyediaan Air Minum (SPAM) jaringan perpipaan hanya mencakup 13% masyarakat. Capaian ini masih jauh dari komitmen Kabupaten Kudus untuk membatasi penggunaan sumur bor maksimal sebesar 30% dari rumah tangga yang ada. Untuk itu dalam Rencana Induk Sistem Penyediaan Air Minum (RISPAM) Kabupaten Kudus terdapat rencana pengembangan wilayah pelayanan baru di Kecamatan Jekulo hingga tahun 2033. Wilayah pelayanan baru di Kecamatan Jekulo akan direncanakan dengan kapasitas sistem sebesar 150 liter/detik untuk melayani 12.188 sambungan rumah baru ditambah dengan pembangunan Reservoir Tanjungrejo.\nRencana pengembangan wilayah pelayanan di Kecamatan Jekulo memprioritaskan wilayah yang belum terjangkau oleh PDAM dan program Partisipasi Berbasis Masyarakat (PAMSIMAS). Wilayah tersebut mencakup 7 desa terdiri dari Desa Sadang, Desa Sidomulyo, Desa Gondoharum, Desa Pladen, Desa Klaling, Desa Tanjungrejo, dan Desa Honggosoco. Setelah mengetahui target desa yang akan dijadikan pengembangan selanjutnya dilakukan perhitungan proyeksi kebutuhan air minum. Pada perhitungan proyeksi air minum didapatkan kebutuhan rata-rata sebesar 85,61 liter/detik dan kebutuhan maksimum harian sebesar 107,01 liter/detik serta kebutuhan jam puncak sebesar 149,81 liter/detik.\nSetelah didapat proyeksi kebutuhan air minum untuk wilayah pelayanan baru selanjutnya akan dibuat jalur alternatif jaringan distribusi. Pada perancangan kali ini akan dibuat 3 jalur alternatif jaringan distribusi. Pada proses perancangannya\ndilakukan dengan memperhatikan topografi, jalur jalan protokol, serta persebaran pemukiman penduduk yang akan dilayani. Ketiga alternatif tersebut menggunakan sumber air yang berasal dari IPA Waduk Logung dan dialirkan terlebih dahulu ke Reservoir Tanjungrejo dan selanjutnya dialirkan menuju konsumen dengan cara gravitasi. Berdasarkan hasil pembobotan jalur alternatif jaringan distribusi yang terpilih adalah alternatif 3. Pada alternatif 3 terdapat 1 pipa yang tidak memenuhi kriteria desain kecepatan minimum sebesar 0,3 m/detik akan tetapi hasil kecepatan maksimum sudah memenuhi kriteria desain dibawah 3 m/detik. Sedangkan hasil tekanan minimum sudah memenuhi kriteria desain sebesar 10 m dan tekanan maksimum dibawah kriteria desain sebesar 80 m dengan total panjang pipa yang digunakan sebesar 21.955 m.\nSetelah mendapat jalur alternatif terpilih selanjutnya dilakukan perhitungan kapasitas reservoir dan pemilihan jenis pipa yang akan digunakan untuk jalur distribusi. Kapasitas Reservoir Tanjungrejo didapat sebesar 2.000 m3 dengan dimensi reservoir 26 m x 26 m x 3,5 m. Jenis pipa yang digunakan pada perancangan kali ini adalah pipa uPVC (Unplasticized Polivynil Chloride). Pipa uPVC yang digunakan adalah pipa uPVC dengan Standar Nasional Indonesia (SNI). Pipa uPVC SNI dipilih dikarenakan jaminan mutunya sudah dijamin oleh Badan Standardisasi Nasional (BSN).\nUntuk melaksanakan perancangan jaringan distribusi air minum di Kecamatan Jekulo Kabupaten Kudus, dibutuhkan biaya investasi sebesar Rp 20.412.748.100,00 dan biaya operasional sebesar Rp 288,406,820.00 per tahun. Dengan proyeksi pendapatan sebsesar Rp 47.808.777.163,00 selama periode perencanaan, didapat nilai Benefit Cost Ratio (BCR) sebesar 2,04. Nilai BCR > 1 menunjukkan bahwa investasi pada proyek perancangan sistem jaringan distribusi di Kecamatan Jekulo Kabupaten Kudus menguntungkan.", "Daftar File": {"15716028_M Ichsan Nurul Ramadhan.pdf?": "https://digilib.itb.ac.id/gdl/download/245386"}, "Penulis": "M Ichsan Nurul Ramadhan [15716028]", "Kontributor / Dosen Pembimbing": ["Ir. James Nobelia Isnania Wardhana, M.T.", "Drs. Dady Surachman, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "bcr, jalur altenatif, kriteria desain, reservoir tanjungrejo, spam", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "29 Mar 2022"}