{"Nomor": 64117, "Judul": "STUDI EFISIENSI PENGOLAHAN LIMBAH CAIR INDUSTRI BANTALAN UNTUK DIGUNAKAN KEMBALI OLEH MENARA PENDINGIN", "Abstrak": "ABSTRAK. Air merupakan kebutuhan dasar keberlangsungan makhluk hidup\ndimana salah satunya berupa kegiatan industri. Provinsi DKI Jakarta memiliki\npopulasi dan tingkat aktivitas yang tinggi dengan terdapatnya 2374 perusahaan\nIndustri Manufaktur berdasarkan data BPS 2019. Dengan itu, PBB\nmendeklarasikan Sustainable Development Goals (SDGs) dengan salah satu\npoinnya berupa Industry, Innovation and Infrastructure yang menjelasakan\nmengenai penemuan dan pengaplikasian inovasi yang berkelanjutan pada kegiatan\nindustri. PT X yang merupakan industri manufaktur bantalan yang terletak di\nkecamatan Cakung yang mengonsumsi 1.101,6 m3\n/bulan untuk makeup water\nmenara pendingin, dan 766,5 m3\n/bulan untuk kegiatan domestik dan industri\ndimana seluruh limbah cair yang dihasilkan, diolah dan digunakan kembali untuk\nmenara pendingin. Penelitian ini dibuat dengan meneliti sistem pengolahan air\ndengan mengaplikasikan reuse air limbah yang efisien dari segi lingkungan dan\nekonomi. Untuk mengetahui data dari IPAL yang digunakan oleh PT X, maka\ndilakukan pengukuran parameter pada enam (6) titik dengan parameter berupa pH,\nSuhu, TDS, Alkalinitas, Kesadahan, BOD, dan COD dimana berdasarkan\npenelitian, limbah cair effluen industri memiliki pH 5,4 dengan suhu 33,5oC, TDS\n2500 mg/L, BOD 3282,2 mg/L O2, COD 8153 mg/L O2, kesadahan total 351\nmg/L, dan alkalinitas total 52 mg/L CaCO3. Limbah cair yang dihasilkan dari\nkegiatan kantor PT X merupakan dark water yang memiliki nilai pH 6,4 dengan\nsuhu 31,5oC, TDS 483 mg/L, BOD 2124 mg/L O2, COD 4659,2 mg/L O2,\nkesadahan total 252,15 mg/L, dan alkalinitas total 8 mg/L CaCO3. Parameter\ntersebut berfungsi sebagai pengukuran nilai Cycle of Concentration (COC) untuk\ndapat menghitung air yang hilang evaporasi, driftloss, dan blowdown sehingga\nmengehtaui kebutuhan makeup water. Juga parameter tersebut dapat digunakan\nuntuk menghitung LSI dan RSI untuk mengentahui kemungkinan terjadinya\nscaling, fouling dan corrosion pada menara pendingin. Ditemukan bahwa dengan\nmenggunakan permeate Reverse Osmosis meningkatkan nilai COC hingga 44\nsehingga dapat mengurangi kebutuhan makeup water sebesar 31% dan\nmengurangi cooling tower blowdown sebesar 91%, namun memiliki sifat air\nkorosif. Untuk melakukan hal tersebut, dibutuhkan biaya intalasi pengolahan dan\npretreatment sebesar Rp415.153.402,61 dan biaya pengoperasian sebesar\nRp298.131.000,12 dengan nilai NPV yang lebih besar dibanding tidak melakukan\npenggunaan kembali, dan kondisi IPAL eksisting.", "Daftar File": {"15316076_Chrisnathan Triparama Gurning_Laporan TA.pdf)u": "https://digilib.itb.ac.id/gdl/download/245411"}, "Penulis": "Chrisnathan Triparma Gurning [15316076]", "Kontributor / Dosen Pembimbing": ["Dr. Ing. Marisa Handajani, S.T, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Limbah Cair, Industri, Domestik, Reuse, COC, LSI dan RSI, Menara Pendingin", "Sumber": "TA April 2022", "Staf Input/Edit": "Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "29 Mar 2022"}