{"Nomor": 64118, "Judul": "ANALISIS KONSENTRASI NOX (NO & NO2) DAN HUBUNGANNYA DENGAN FAKTOR METEOROLOGI DI  UDARA AMBIEN DKI JAKARTA", "Abstrak": "NOx merupakan salah polutan utama yang menjadi permasalahan di kota-kota besar \ndi Indonesia, khususnya DKI Jakarta. Pemantauan kualitas udara menjadi salah satu \nfaktor penting dalam upaya pengelolaan kualitas udara di DKI Jakarta. Dalam studi\nini difokuskan pada analisis variasi diurnal dan bulanan NOx (NO & NO2), pengaruh \npolutan lain, dan pengaruh faktor meteorologi yang didasarkan pada data rata-rata 30 \nmenit konsentrasi NOx (NO & NO2) pada 5 Stasiun Pemantauan Kualitas Udara di \nDKI Jakarta dari tahun 2018 – 2020. Dihasilkan bahwa terjadi pelampauan baku mutu \nNO2 untuk waktu pengukuran 1 jam pada stasiun DKI1 (3 kali), DKI2 (1 kali), dan \nDKI4 (3 kali), untuk pengukuran 24 jam terjadi pada stasiun DKI1 (13 kali), DKI2\n(25 kali), DKI4 (1 kali), dan DKI5 (2 kali), serta tidak terjadi pelampauan baku mutu \nuntuk pengukuran 1 tahun di semua stasiun pemantauan. Variasi diurnal konsentrasi \nNOx (NO & NO2) memiliki 2 puncak ketika konsentrasinya tinggi, yakni puncak \npertama pada pagi hari sekitar pukul 07.00 untuk NO dan 08.00 untuk NO2, serta \npuncak kedua terjadi pada malam hari sekitar pukul 00.30 untuk NO dan 22.30 untuk \nNO2. Variasi bulanan NO dan NO2 secara umum menunjukkan konsentrasi tertinggi\npada musim penghujan, serta rendah pada musim kemarau. Konsentrasi NO dan NO2\ntertinggi terdapat di stasiun DKI1 untuk NO dan DKI2 untuk NO2, serta rasio \nkonsentrasi NO/NO2 menghasilkan rasio tertinggi di stasiun DKI1 yang berkaitan \ndengan lokasi studi yang berdekatan dengan sumber pencemar. NOx (NO & NO2)\nmemiliki pola diurnal yang berbanding terbalik dengan pola diurnal O3, yaitu \nkonsentrasi NOx (NO & NO2) tinggi pada pagi dan malam hari, serta rendah pada \nsiang hari. Sedangkan konsentrasi O3 memiliki puncak konsentrasi pada siang hari \nnamun akan menurun saat sore hingga pagi hari berikutnya. NO berkorelasi negatif \ndengan radiasi matahari, suhu udara pada siang maupun malam hari, dan kecepatan \nangin serta memiliki korelasi yang positif dengan kelembapan. Sementara itu, \nkonsentrasi NO2 memiliki korelasi yang negatif dengan radiasi matahari, kecepatan \nangin, kelembapan, dan suhu udara saat siang, serta memiliki hubungan yang positif \ndengan suhu udara saat malam hari.", "Daftar File": {"15317012_Nuroh_Laporan TA.pdf)u": "https://digilib.itb.ac.id/gdl/download/245412", "15317012_Nuroh_Laporan TA.pdf5?": "https://digilib.itb.ac.id/gdl/download/245413"}, "Penulis": "Nuroh [15317012]", "Kontributor / Dosen Pembimbing": ["Ir. Raden Driejana, MSCE, Ph.D.", "Dr. Herto Dwi Ariesyady, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "oksida nitrogen, variasi diurnal, variasi bulanan, faktor meteorologi,  DKI Jakarta", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana", "File": "2 file", "Tanggal Input": "29 Mar 2022"}