{"Nomor": 64116, "Judul": "POTENSI SAMPAH TPS UNTUK DIJADIKAN BAHAN REFUSE DERIVED FUEL DAN KOMPOS (STUDI KASUS : TPS AMBON, KECAMATAN. BANDUNG WETAN, KOTA BANDUNG)", "Abstrak": "TPS Ambon berlokasi di Jl. Ambon, Citarum, Kecamatan Bandung Wetan, Kota Bandung. Daerah pelayanan TPS Ambon berada di Kecamatan Bandung Wetan meliputi Kelurahan Tamansari, Citarum, dan Cihapit. Kondisi eksisting pengelolaan sampah di TPS Ambon dilengkapi dengan proses pemilahan, pemindahan dari kendaraan pengumpul ke kendaraan pengangkut, dan penjualan kembali. Kapasitas pengolahan pada kondisi eksisting adalah 24 m3/hari. Dari kondisi tersebut, akan dilakukan penambahan fasilitas baru di TPS Ambon berupa pengolahan sampah organik dan anorganik agar proses pengolahan berjalan dengan optimal dan dapat mengurangi jumlah sampah yang diangkut ke TPA Sarimukti. Setelah dilakukan pemilihan desain rancangan TPS, Kapasitas yang akan dirancang yaitu sebesar 5,91 Ton/hari atau 39,15 m3/hari. Data yang terkumpul menjadi dasar penentuan teknologi yang akan diterapkan menggunakan metode Simple Additive Weighting (SAW) di TPS Ambon, dengan alternatif 1 yang terpilih. Pengelolaan sampah dimulai dengan penerimaan timbulan di area bongkar muat kemudian dibawa ke unit conveyor belt untuk pemilahan manual. Sampah organik akan diolah dengan sistem pengomposan bata berongga selama 5 minggu dan dilanjutkan dengan proses maturasi selama 2 minggu. Kompos yang sudah matang kemudian diayak secara mekanis untuk mendapat ukuran yang seragam lalu dikemas dan disimpan di gudang stok kompos. Sampah anorganik yang berpotensi sebagai bahan RDF meliputi jenis sampah PP, LDPE, tekstil, kertas & karton, dan karet. Bahan RDF dicacah secara mekanis kemudian dikeringkan dengan mesin rotary dryer. Setelah didapatkan karakteristik yang memenuhi kemudian RDF dalam bentuk fluff dikemas dalam karung dan disimpan di gudang stok RDF. Sampah daur ulang akan dijual kembali, sampah B3 akan dikirim ke TPSSS-B3 sedangkan sampah residu diangkut ke TPA Sarimukti untuk pengolahan lebih lanjut. Produk akhir yang dihasilkan dari pengolahan TPS Ambon meliputi RDF 0,87 ton/hari, Kompos 0,85 ton/hari, dan sampah daur ulang 0,152 ton/hari. Kebutuhan area yang dibutuhkan untuk membangun TPS Ambon yaitu 393 m2. Total Anggaran biaya pembangunan (CAPEX) yang dibutuhkan untuk melakukan pembangunan TPS Ambon yaitu Rp 1.439.000.000 atau biaya pembangunan Rp 3.660.425/m2. Sedangkan untuk anggaran biaya Operasional (OPEX) yang dirancang yaitu sebesar Rp 976.586.284/tahun atau biaya pengolahan sebesar Rp 353.879/ton.", "Daftar File": {"Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/245410"}, "Penulis": "Adinda Izma Nabella [15717026]", "Kontributor / Dosen Pembimbing": ["Dr. Opy Kurniasari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Instalasi Pengolahan Air, Jurug, Peningkatan Kapasitas Surakarta", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "29 Mar 2022"}