{"Nomor": 64121, "Judul": "ANALISIS PENGARUH LOGAM BERAT DALAM AIR BERSIH/MINUM TERHADAP RISIKO KEJADIAN BIBIR SUMBING DAN/ATAU CELAH LANGIT-LANGIT MULUT DI KABUPATEN BANDUNG", "Abstrak": "Orofacial Cleft (OFC), dikenal dengan bibir sumbing dan/atau celah langit-langit\nmulut merupakan cacat bawaan lahir paling umum di dunia. OFC termasuk cacat lahir\ntertinggi kedua di Indonesia dan Kabupaten Bandung menempati prevalensi tertinggi\nkedua di Jawa Barat. Masyarakat Kabupaten Bandung umumnya menggunakan air\ntanah dangkal yang mudah tercemar dari aktivitas antropogenik di sekitarnya, termasuk\nlogam berat. Paparan logam berat selama trimester pertama kehamilan berpotensi\nmeningkatkan risiko OFC pada keturunannya. Penelitian ini bertujuan untuk\nmenentukan konsentrasi logam berat dalam sumber air bersih/minum, serta\nmenganalisis hubungan dan pengaruhnya terhadap risiko kejadian OFC di Kabupaten\nBandung. Sampling air bersih/minum dilakukan dengan metode grab sample di\nKabupaten Bandung dengan total 48 sampel dari 15 kecamatan. Penentuan lokasi\nkecamatan berdasarkan banyaknya jumlah kejadian kasus celah orofasial yang terjadi\ndi Kabupaten Bandung. Pengukuran logam berat mengacu pada SNI 6989-82:2018\ndengan alat ICP-OES. Analisis data statistik Rank Spearman (bivariat) dan analisis\nregresi linear berganda (multivariat) digunakan pada penelitian ini. Hasil penelitian ini\nmenunjukkan bahwa terdapat beberapa sampel air yang melebihi baku mutu Hg, Pb,\nCd masing-masing sebesar 8 sampel air, 38 sampel air, dan 1 sampel air. Selain itu,\nterdapat hubungan antara konsentrasi merkuri dalam sumber air bersih/minum terhadap\nkonsentrasi merkuri dalam darah bayi OFC (p-value >0,05), namun tidak dapat\nmenentukan hubungannya terhadap risiko kejadian OFC secara statistik. Tidak terdapat\npengaruh yang signifikan antara konsentrasi logam dalam air sumur (X1) dan logam\ndalam air isi ulang (X2) terhadap konsentrasi logam dalam darah bayi OFC (Y) secara\nsimultan dan parsial. Hasil ini tidak dapat menentukan hubungannya terhadap risiko\nkejadian OFC secara statistik. OFC memiliki etiologi multifaktorial. Kemungkinan\nfaktor-faktor dari lingkungan lainnya lebih berpengaruh terhadap risiko kejadian OFC.", "Daftar File": {"15317026_Yutika Nadira T_Laporan TA.pdf?": "https://digilib.itb.ac.id/gdl/download/245415"}, "Penulis": "Yutika Nadira Thaher [15317026]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Katharina Oginawati, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "celah orofasial, bibir sumbing, celah langit-langit mulut, logam berat, air bersih/minum.", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "29 Mar 2022"}