{"Nomor": 64123, "Judul": "PERENCANAAN DESAIN PENINGKATAN KAPASITAS PRODUKSI INSTALASI PENGOLAHAN AIR (IPA) JURUG PDAM KOTA SURAKARTA, KOTA SURAKARTA", "Abstrak": "Air minum merupakan kebutuhan pokok bagi manusia. Air memiliki nilai ekonomi sekaligus nilai sosial di masyarakat. Air dapat berasal dari sungai, danau, waduk, mata air dan sebagainya. Fakta luas perairan di muka bumi lebih besar dari pada daratan tidak mengartikan bahwa air tersebut dapat dimanfaatkan secara keseluruhan. Perlu adanya pengolahan hingga air tersebut layak untuk dikonsumsi sebagai air minum. Permasalahan yang ada saat ini adalah dimana masih banyak masyarakat yang tidak mendapat akses air minum atau kualitas air minum dibawah baku mutu. Permasalahan ini diatasi dengan target universal akses 100-0- 100. Diharapkan dalam tahun yang telah ditetapkan yaitu 2020 dapat dicapai pemenuhan 100% akses air bersih.\nPenyediaan air minum umumnya ditangani oleh Perusahaan Daerah Air Minum (PDAM). PDAM melaksanakan penyediaan dari tahap pengolahan air di sumber hingga pendistribusian air kepada pelanggan. Untuk mencapai target 100-0-100 dan target PDAM sehat masih dikembangkan. Pengolahan air minum diperlukan untuk menyesuaikan kualitas air minum sesuai dengan baku mutu. Pengolahan air dalam suatu daerah ditangani oleh Perusahaan Air Minum Daerah (PDAM). Pengolahan air di konfigurasi sedemikian rupa sehingga dapat mencapai target pengolahan dalam suatu instalasi.\nKota Surakarta adalah wilayah otonom dengan status Kota di bawah Provinsi Jawa Tengah, Indonesia, dengan penduduk 519.291 jiwa dan kepadatan 13.636/km2. Dalam mengelola pemenuhan kebutuhan air baku bagi masyarakatnya PDAM Kota Surakarta mempunyai Total kapasitas produksi air minum pada tahun 2016 sebesar 899,79 L/s, untuk melayani 58.231 sambungan rumah atau ± 78,61 % dari 505.797 penduduk kota Surakarta (Data BPS 2010 dengan asumsi pertumbuhan 0,52% per-tahun). Sumber air berasal dari air baku mata air Cokrotulung sebesar 387 L/s, 20 buah sumur dalam yang aktif sebesar 346,14 L/s\ndan dari 3 buah IPA (Instalasi Pengolahan Air) Bengawan Solo sebesar 201,36 L/s. Dalam usaha memenuhi target pemenuhan layanan rencananya PDAM Kota Surkarta akan meningkatkan kapasitas layanan, dan salah satunya adalah peningkatan kapasitas pengolahan air di IPA Jurug. Berdasarkan hasil evaluasi dan perhitungan proyeksi kebutuhan air Kota Surakarta, untuk memenuhi target kebutuhan layanan selama 10 tahun kedepan akan dilakukan peningkatan kapasitas sebesar 40 L/s.", "Daftar File": {}, "Penulis": "Astri Permatasari [15716017]", "Kontributor / Dosen Pembimbing": ["Drs. Moh. Irsyad, M.Si.", "Prof. Ir. Suprihanto, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa  Infrastruktur Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Instalasi Pengolahan Air, Jurug, Peningkatan Kapasitas Surakarta", "Sumber": "", "Staf Input/Edit": "Asep Kusmana  \n                                     Asep Kusmana", "File": "0 file", "Tanggal Input": "30 Mar 2022"}