{"Nomor": 64122, "Judul": "EVALUASI EFEKTIVITAS SKENARIO PELAKSANAAN  PROGRAM CITARUM HARUM DENGAN MENGGUNAKAN  MODEL DINAMIKA SISTEM (STUDI KASUS: SUB-DAERAH ALIRAN SUNGAI CIKAPUNDUNG)", "Abstrak": "Abstrak: Daerah Aliran Sungai Cikapundung merupakan salah satu anak sungai \ndari DAS Citarum yang memiliki fungsi utama sebagai drainase utama Kota \nBandung serta menjadi salah satu sumber air baku. Peningkatan aktivitas ekonomi \nmendorong terjadinya perubahan tutupan lahan, peningkatan tekanan penduduk \nterhadap lingkungan, serta peningkatan pencemaran yang berpotensi \nmengakibatkan kerusakan dan pencemaran di Sub-DAS Cikapundung. \nPermasalahan pengelolaan DAS menjadi kompleks karena terdiri dari berbagai \nparameter yang saling terkoneksi dan tidak terpisahkan, yang ditunjukkan dengan \nbanyaknya komponen program yang harus ditangani dalam Program Citarum \nHarum. Dalam penelitian ini, program yang dianalisis adalah 6 dari 12 program. \nTujuan penelitian ini adalah untuk merumusan suatu model sistem dinamik yang \nmenghubungkan berbagai parameter lingkungan, sosial dan ekonomi yang terlibat \ndi dalam sistem Sub-DAS Cikapundung, serta menentukan efektivitas \nimplementeasi Program Citarum Harum di Sub-DAS Cikapundung sebagai salah \nsatu skenario simulasi model dan akhirnya dapat memberikan rekomendasi dalam \nmeningkatkan efektivitas program. Dalam menentuan skenario rekomendasi, tidak \ndilakukan analisis sensitivitas dikarenakan keterbatasan versi program pemodelan \nyang dimilki. Sehingga, dilakukan trial and error untuk menentukan skenario yang \ndapat mencapai target pengelolaan yang diharapkan. Penelitian ini menggunakan \npendekatan kuantitatif dengan metode sistem dinamik. Pengolahan data sekunder \nberupa data deskriptif dan spasial yang didapatkan dari berbagai instansi, dilakukan \nmelalui analisis Geoprocessing menggunakan perangkat lunak ArcMAP; analisis \nregresi linear parameter ekonomi dan kependudukan; analisis laju erosi dengan \nmetode USLE; analisis banjir rancangan dengan metode rasional; analisis debit \nandalan dengan metode Pennman dan metode F.J Mock; analisis kebutuhan \nairdengan metode perkiraan faktor kebutuhan air; analisis beban pencemaran \nmenggunakan metode perkiraan faktor beban pencemar; serta analisis dinamika \npencemar di sungai menggunakan metode Streeter-Phelps. Pengolahan data \ndilakukan untuk menentukan hubungan matematis yang mendasari struktur\nperilaku model sistem dinamik. Validasi model sistem dinamik yang terbentuk \ndianalisis dengan menggunakan metode penilaian AME (Absolute Mean Error) dan \nii\nAVE (Absolute Variance Error). Efektivitas program skenario dilakukan dengan \nmembandingkan hasil simulasi sistem dinamik dengan perlakuan dan tanpa \nperlakuan. Berdasarkan hasil pengolahan dan analisis data, didapatkan model \nsistem dinamik yang membagi Sub-DAS Cikapundung menjadi 3 komponen \nsegmen dengan total sub model sebanyak 33, dengan masing-masing segmen \nterdapat 11 sub model, yaitu sub model perubahan tutupan lahan, sub model erosi \ndan sedimentasi, sub model genangan banjir, sub model debit andalan, sub model \nkebutuhan air, sub model pencemaran air, sub model kualitas air dan pengolahan \nair, sub model ekonomi, sub model kependudukan dan ketenagakerjaan, sub model \nindeks kesehatan DAS, serta sub model program pengelolaan DAS. Pada penelitian \nini, penentuan batas segmen didasarkan pada batas administratif yang disesuaikan \ndengan kondisi kemiringan lerengnya dengan asumsi perilaku hidrologi pada setiap \nbatas administratif segmen tersebut mengikuti perilaku hidrologi hulu, tengah dan \nhilir sebagai daerah aliran sungai. Segmen hulu terdiri dari Kabupaten Bandung dan \nKabupaten Bandung Barat, segmen tengah terdiri Kota Bandung dan Kota Cimahi, \nserta segmen hilir terdiri dari Kabupaten Bandung yang termasuk dalam batas SubDAS Cikapundung. Dengan asumsi tersebut, setiap aktivitas sosial dan ekonomi \nserta pengelolaan DAS yang diimplementasikan di kabupaten/kota di setiap segmen \ndiasumsikan berkontribusi secara hidrologi hanya di segmen tersebut. Berdasarkan \nperbandingan hasil simulasi model sistem dinamik dengan data historis, dinyatakan \nbahwa model sistem dinamik bersifat valid dalam mengikuti perilaku sistem nyata \nSub-DAS Cikapundung yang ditunjukkan dari nilai AME (Absolute Mean Error) \ndan/atau AVE (Absolute Variance Error) kurang dari 10%. Model yang tervalidasi \ntersebut digunakan untuk menguji efektivitas Program Citarum Harum di Sub-DAS\nCikapundung, di mana program ini dinilai efektif dalam meningkatkan kesehatan \nDAS jika target yang ditetapkan diimplementasikan seluruhnya yang ditunjukkan \ndengan menurunnya nilai indeks kesehatan DAS di segmen hulu dan tengah \nmasing-masing mencapai 5,73% dan 1,16% di tahun 2025. Sehingga, ketiga \nsegmen masuk ke dalam DAS dengan kategori sedang. Skenario Program \nRekomendasi dengan menambahkan kegiatan dalam Program Citarum Harum \ndinilai efektif dalam meningkatkan efektivitas Program Citarum Harum dalam \nmemperbaiki kesehatan Sub-DAS Cikapundung di ketiga segmen yang ditunjukkan \ndengan menurunnya nilai indeks kesehatan DAS di segmen hulu, tengah dan hilir \nmasing-masing mencapai 15,28%, 9,01% dan 7,96% di tahun 2025. Segmen hulu \ndapat dikategorikan sebagai DAS dengan kesehatan agak baik, sedangkan segmen \ntengah dan hilir termasuk dalam kategori sedang menuju agak baik.", "Daftar File": {"Abtrak David finall.pdf)u": "https://digilib.itb.ac.id/gdl/download/245416"}, "Penulis": "David Criston H Purba [15317086]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dwina Roosmini, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Sistem Dinamik, Efektivitas, Program Citarum Harum, Indeks  Kesehatan DAS, Model Struktur", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "29 Mar 2022"}