{"Nomor": 64126, "Judul": "IMPACT OF SOCIAL INTERACTION CONSTRUCTS ON USER ENGAGEMENT ON LINKEDIN AS A SOCIAL MEDIA PLATFORM FOR UNDERGRADUATE STUDENTS  IN INDONESIA", "Abstrak": "In recent years, social media has shifted from exclusively personal use to platforms that\nrecruiters and companies alike frequent in order to establish work connections and find potential\nhires. As such, LinkedIn, a professional social media platform, holds promise as a tool to\nactively improve the opportunity for younger users (i.e.: undergraduate/undergraduate-adjacent\nindividuals) in Indonesia to obtain jobs and build professional connections. However, as of\ncurrent the appeal of LinkedIn for this target demographic is limited. This research aims to\ndetermine what factors impact user engagement on LinkedIn, the factors being adapted from Di\nGanggi & Wasko (2016)’s social media engagement theory. The factors tested include\npersonalization, social accessibility, perceived risk, and transparency. The dataset for the\nresearch was obtained via online questionnaire, distributed via convenience sampling to the\ntarget demographic of undergraduate/undergraduate-adjacent LinkedIn users. A total of 126\nrespondents filled out the questionnaire, with 124 entries having been deemed valid. The\nresulting entries were then processed through PLS-SEM for data analysis via SMART PLS. The\nresults indicate that while personalization and social accessibility have a positive correlation with\nthe level of user engagement on LinkedIn, no significant correlation exists between perceived\nrisk, transparency, and the level of user engagement.", "Daftar File": {"2022 SK PP Alexander Asyraf 19017309 - Abstract.pdf": "https://digilib.itb.ac.id/gdl/download/264847"}, "Penulis": "Alexander Asyraf [19017309]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T., Ph.D.", "Nila Armelia Windasari, S.A., MBA, Ph.D.", "Dr. Henndy Ginting, S.Psi., M.Si., Psikolog"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "social media, user engagement, social interaction, LinkedIn, social media engagement", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "30 Mar 2022"}