{"Nomor": 64135, "Judul": "EVALUASI SUMUR VERTIKAL DUAL LATERAL TERHADAP PENGARUH KONFIGURASI SUMUR DAN KONSENTRASI SURFAKTAN SERTA PERBANDINGANNYA DENGAN SUMUR HORIZONTAL DAN DUAL LATERAL", "Abstrak": "Pemilihan metode peningkatan perolehan minyak atau Enhanced Oil Recovery (EOR) sangat bergantung dari faktor perolehan atau Recovery Factor (RF). Air dan surfaktan adalah fluida yang mampu meningkatkan faktor perolehan minyak. Sumur horizontal banyak digunakan pada reservoir tipis karena drainhole sumurnya menciptakan area pengurasan yang lebih luas dibandingkan sumur vertikal. Sebuah sumur yang memiliki banyak percabangan disebut sumur multilateral. Sumur multilateral bertipe dual-lateral memiliki nilai perolehan yang lebih tinggi dibandingkan sumur horizontal pada luas daerah pengurasan yang sama.Sumur dual-lateral dimodifikasi konfigurasinya menjadi sumur vertical dual-lateral sehingga perlu dievaluasi untuk mencapai faktor perolehan yang lebih optimal dengan biaya yang ekonomis.\nPenelitian ini bertujuan untuk menunjukkan pengaruh perolehan sumur terhadap posisi kedalaman lateral sumur, konsentrasi surfaktan, jarak antar sumur dan panjang sumur lateral.Model reservoir dibangun menggunakan simulator perminyakan bernama Eclipse. Reservoir tersebut diproduksi dengan sebuah sumur vertical dual-lateral dan reservoir tersebut diinjeksi dengan dua buah sumur vertical dual-lateral. Sumur produksi terletak menengahi jarak antar sumur injeksi dan ketiganya saling sejajar. Hasilnya adalah nilai RF paling baik ketika lateral sumur injeksi berada di bawah reservoir dan lateral produksi di atas reservoir, konsentrasi surfaktan 15 lb/stb, dan jarak antar sumur dan panjang lateral sumur sebesar 1100 ft. Hasil penelitian tersebut dilanjutkan dengan penelitian untuk membandingkan kinerja sumur horizontal, dual-lateraldan sumur vertical dual-lateral. Hasil simulasi menunjukkan bahwa sumur vertical dual-lateral memiliki nilai RF 0.674% lebih baik ketimbang sumur horizontal dan 0.597% lebih baik dari sumur dual-lateral.", "Daftar File": {"ABSTRAK Rachmat Galuh Septyadhi": "https://digilib.itb.ac.id/gdl/download/245446"}, "Penulis": "Rachmat Galuh Septyadhi [12208100]", "Kontributor / Dosen Pembimbing": ["Ir. Leksono Mucharam, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "faktor perolehan minyak, injeksi air, injeksi surfaktan, sumur horizontal, sumur multilateral dual-lateral.", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "30 Mar 2022"}