{"Nomor": 64134, "Judul": "DESIGN OF VELOCITY STRING TO UNLOAD LIQUIIDS IN GAS WELLS IN A BIG BORE COMPLETION FOR OPTIMUM FLOW RATE AND RECOVERY", "Abstrak": "Liquid loading occurs when the gas velocity falls below the critical value, where the accompanying liquids can’t be lifted up to surface. To date, most method for predicting liquid loading have followed Turner et al (1969). However, latest published data from large diameter wells show that the Turner correlation can under-predict the critical gas rate by 20-200%.\nInstallation of velocity string, i.e a shorter tubing with small diameter inside the actual tubing to increase velocity above critical velocity and improve liquid transport, is one of the most attractive option since it’s low cost, can be carried out under pressure, and requires no further maintenance after installation. The disadvantage of velocity string installation is the increase of frictional pressure drop that can reduce production rate.\nA model has been constructed to simulate performance of velocity string to prevent liquid loading problem. A sensitivity analysis has been carried out to determine how reservoir, actual tubing, and velocity string’s parameters influence fluid flow performance, flow rate, the onset of liquid loading, and recovery. Formation water has been selected as the accompanying liquids since its big density. Simulation is run under transient multiphase flow model since liquid loading is very transient phenomenon in which the liquid content of the wall rapidly increases while the gas production decreases.\nThe simulation shows that there are correlations among comparison of actual tubing and velocity string size, depth and velocity string length, reservoir parameters, to flow performance including the onset of liquid loading, flow rate, and recovery.\nThis paper presents numerical solution for designing velocity string for the best well performance (optimum flowrate and recovery).", "Daftar File": {"ABSTRAK Bernando Purba": "https://digilib.itb.ac.id/gdl/download/245444"}, "Penulis": "Bernando Purba [12209019]", "Kontributor / Dosen Pembimbing": ["Ir. Leksono Mucharam, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Liquid Loading, Critical velocity, Velocity String", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "30 Mar 2022"}