{"Nomor": 64138, "Judul": "ANALISIS PEMADATAN CAMPURAN STONE MATRIX ASPHALT MENGGUNAKAN PEMADAT MARSHALL DAN SUPERPAVE GYRATORY COMPACTOR TERHADAP NILAI RESILIENT MODULUS DAN KETAHANAN TERHADAP RUTTING", "Abstrak": "Stone Matrix Asphalt (SMA) adalah suatu campuran aspal panas yang diformulasikan secara khusus untuk meningkatkan daya tahan (durabilitas), kekesatan (skid resistance), kekuatan, ketahanan, dan ketahanan terhadap alur (rutting resistance). Spesifikasi Umum Bina Marga 2018 campuran SMA dipadatkan menggunakan Marshall, sedangkan pemadatan Marshall dirasa kurang efektif dilakukan karena terjadinya perubahan ukuran pada agregat kasar diakibatkan beban impact Marshall, sehingga terjadi perubahan gradasi pada campuran SMA. Metode pemadatan lainnya yaitu Superpave Gyratory Compactor. Parameter utama alat SGC berupa jumlah putaran, sudut putaran, tekanan, dan kecepatan putaran. Metode desain menggunakan SGC dapat mengurangi fragmentasi agregat kasar, karena SGC Compactor membentuk spesimen dengan metode memutar sambil diberikan tekanan vertikal, metode ini memungkinkan campuran SMA yang membentuk agregat bergerak satu sama lain, sehingga void dapat terisi dengan cepat. Tujuan penelitian ini adalah menganalisis pemadatan campuran SMA menggunakan pemadat Marshall dan Superpave Gyratory Compactor terhadap nilai resilient modulus, rutting dan menganalisis penggunaan pemadatan spesifikasi SGC untuk campuran Stone Matrix Asphalt (SMA) menggunakan spesifikasi Umum Bina Marga 2018 revisi 2. Pengujian ini dimulai dengan pengujian properties, dilanjutkan dengan pembuatan benda uji dengan menggunakan pemadat Marshall berdasarkan spesifikasi Bina marga 2018 dan pemadat SGC berdasarkan spesifikasi M325. Kemudian pengujian resilient modulus menggunakan alat UMATTA dan pengujian rutting menggunakan alat Hamburgh Wheel Tracking\npada kondisi kering dan basah.\nBerdasarkan pengujian properties didapat agregat dan aspal telah memenuhi\nspesifikasi. Campuran SMA yang dipadatkan menggunakan Marshall spesifikasi\nBina Marga 2018 memiliki nilai VMA lebih besar dibandingkan dengan metode\npemadatan SGC spesifikasi AASHTO M325. Rentang nilai VIM pemadatan\nMarshall yaitu 3 – 5% sedangkan pemadat SGC hanya 4%, hal ini mempengaruhi\nkadar rongga dan nilai KAO pada masing-masing metode.\nBerdasarkan spesifikasi AASHTO M325 campuran SMA yang dipadatkan\nmenggunakan metode Superpave Gyratory Compactor dengan 100 putaran, nilai\nKAO yang didapatkan lebih besar dibandingkan dengan nilai KAO campuran SMA\nyang dipadatkan menggunakan metode Marshall menggunakan Spesifikasi Umum\nBina Marga 2018 . Hal ini disebabkan nilai density yang semakin meningkat dan\nupaya pemadatan mendapatkan VIM 4 akan semakin mudah.\nPerbedaan nilai resilien modulus pemadat Marshall dan SGC sebesar 109 Mpa.\nNilai resilien modulus pemadatan SGC spesifikasi AASHTO mendekati nilai\nresilien modulus pemadatan Marshall Spesifikasi Umum Bina Marga 2018 . Dari\nhasil pengujian HWTD campuran SMA dengan pemadatan SGC variasi 125\nputaran lebih tahan terhadap rutting dibandingkan dengan pemadatan menggunakan\nMarshall. Hal ini dibuktikan dengan nilai Resilient Modulus campuran SMA\nmetode pemadatan SGC yang lebih tinggi dibandingkan dengan metode pemadatan\nMarshall, sehingga campuran akan semakin kaku dan lebih tahan terhadap rutting.\nNilai stabilitas dinamis menggunakan pemadat SGC mempunyai nilai yang lebih\ntinggi dibandingkan campuran SMA spesifikasi Umum Bina Marga 2018.\nBerdasarkan nilai karakteristik Campuran SMA spesifikasi Umum Bina Marga\n2018 jika menggunakan pemadat SGC direkomendasikan nilai parameter SGC\nyaitu, sudut putar 1.16?, jumlah putaran 116 putaran, tekanan 600 kPa, dan\nkecepatan 30 putaran/menit.", "Daftar File": {"ABSTRAK Icha Giani Hadiastari": "https://digilib.itb.ac.id/gdl/download/245450"}, "Penulis": "Icha Giani Hadiastari [26919006]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Sugeng Subagio, DEA", "Dr. Eri Susanto Hariyadi, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Sistem dan Teknik Jalan Raya", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "SMA, Marshall, Superpave Gyratory Compactor, Resilient Modulus, Hamburg Wheel Tracking Device, Rutting.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "30 Mar 2022"}