{"Nomor": 64149, "Judul": "STUDI PERCOBAAN METODE DELIQUIFIKASI PADA SUMUR GAS DENGAN MENGGUNAKAN MINI TUBING", "Abstrak": "Deliquifikasi merupakan metode yang digunakan pada sumur gas untuk memproduksi cairan akibat liquid loading. Liquid loading merupakan hal yang dihindari karena dapat menurunkan laju alir gas bahkan menyebabkan sumur mati. Terdapat banyak metode yang bisa digunakan untuk mengangkat cairan dari dasar sumur, antara lain plunger lift. Akan tetapi plunger lift membuat produksi gas terjadi tidak terus menerus atau secara berkala.\nDeliquifikasi dengan mini tubing merupakan metode yang digunakan dengan memasang tubing berukuran kecil ke tubing/casing produksi. Prinsip kerja dari metode ini adalah mengangkat cairan yang jatuh di tubing/casing produksi melalui mini tubing dalam pola aliran slug sehingga gas tetap bisa mengalir melalui tubing/casing produksi tanpa terganggu adanya akumulasi cairan di dasar sumur. Pada kondisi ini kita memperoleh laju alir cairan maksimum pada tiap gradien takanan.\nBerdasarkan studi laboratorium, metode ini telah berhasil mengangkat cairan pada dua diemeter pipa yang berbeda, yaitu pada ID 4.65 mm dan 9.6 mm. Pipa 9.6 mm mampu mengangkat cairan lebih besar daripada pipa 4.65 mm akan tetapi laju alir gas yang dihasilkan juga cukup besar. Pipa 9.6 mm mampu mengangkat cairan sampai 5.98 bpd pada gradien tekanan 0.264 psi/ft sedangkan pipa 4.65 mm mampu mengangkat 2.48 bpd pada 0.228 psi/ft. Metode ini cocok untuk penanganan liquid loading jangka panjang karena biaya instalasi yang mahal tetapi biaya operasional yang murah jika dibandingkan dengan menggunakan plunger lift.", "Daftar File": {"ABSTRAK Fahrur Rozi Firmansyah": "https://digilib.itb.ac.id/gdl/download/245501"}, "Penulis": "Fahrur Rozi Firmansyah [12208086]", "Kontributor / Dosen Pembimbing": ["Ir. Leksono Mucharam, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Deliquifikasi, liquid loading, mini tubing", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "01 Apr 2022"}