{"Nomor": 64141, "Judul": "ANALISIS PENGARUH AEROSOL ANTROPOGENIK PADA PERTUMBUHAN AWAN DAN PRESIPITASI MENGGUNAKAN MODEL WRF-CHEM", "Abstrak": "Salah satu aerosol yang dapat kita jumpai dalam kehidupan sehari-hari adalah aerosol anthropogenik. Antropogenik berarti berasal dari aktivitas manusia sehingga aerosol antropogenik berarti aerosol yang berasal dari aktivitas manusia. Populasi di Indonesia khususnya Pulau Jawa yang tiap tahun bertambah tentu akan mempengaruhi konsentrasi aerosol antropogenik ini. Perubahan tingkat konsentrasi aerosol dapat mempengaruhi banyaknya inti kondensasi untuk pembentukan awan. Dampak lain dari meningkatnya aerosol adalah aerosol juga dapat mempengaruhi cuaca dan iklim melalui dua mekanisme radiative dan mikrofisika (Hansen 1997 dalam Putra, 2019). Salah satu model cuaca yang dapat memodelkan simulasi meteorologi yang berhubungan dengan aerosol adalah Weather Research and Forecasting yang dikopel dengan chemistry code atau WRF-Chem. Penelitian ini bertujuan untuk menganalisis pengaruh aerosol terhadap pertumbuhan awan dan presipitasi dengan menggunakan model WRF-Chem.\nData yang digunakan adalah NCEP FNL 0.25o x 0.25o dan tersedia setiap 6 jam. Waktu penelitian pada 1 Januari 00.00 WIB hingga 5 Januari 00.00 UTC tahun 2018. Sedangkan data aerosol yang digunakan adalah data EDGAR-HTAP MOZART MOSAIC. Metode yang digunakan adalah dengan melakukan simulasi model WRF-Chem dengan skema saat kondisi aerosol OFF, ON (1x), ON (2x), dan ON (3x) kemudian akan dilihat pengaruh aerosol terhadap pertumbuhan awan dan presipitasi dari keempat kondisi tersebut.\nHasilnya adalah pengaruh aerosol antropogenik berdampak pada peningkatan fraksi awan dan dapat mempercepat proses terbentuknya awan jika terdapat uap air yang cukup untuk membentuk awan. Pengaruh aerosol pada presipitasi berdampak meningkatkan nilai presipitasi dan dapat mengurangi presipitasi di daerah sekitar yang tidak berpolusi. Penambahan aerosol pada simulasi dapat meningkatkan presipitasi skema mikrofisis namun tidak berpengaruh pada skema kumulus. Peningkatan konsentrasi aerosol antropogenik dapat mempercepat proses terbentuknya awan dan terjadinya presipitasi namun dapat juga menghambat terbentuknya awan dan presipitasi di lokasi sekitarnya yang merupakan daerah bersih dari aerosol antropogenik.", "Daftar File": {"COVER Happy Trianna": "https://digilib.itb.ac.id/gdl/download/245461", "BAB 1 Happy Trianna": "https://digilib.itb.ac.id/gdl/download/245462", "BAB 2 Happy Trianna": "https://digilib.itb.ac.id/gdl/download/245463", "BAB 3 Happy Trianna": "https://digilib.itb.ac.id/gdl/download/245464", "BAB 4 Happy Trianna": "https://digilib.itb.ac.id/gdl/download/245465", "BAB 5 Happy Trianna": "https://digilib.itb.ac.id/gdl/download/245466", "PUSTAKA Happy Trianna": "https://digilib.itb.ac.id/gdl/download/245467"}, "Penulis": "Happy Trianna [12815020]", "Kontributor / Dosen Pembimbing": ["Dr. Nurjanna Joko Trilaksono, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Awan, Presipitasi, Aerosol, WRF-Chem", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "31 Mar 2022"}