{"Nomor": 64145, "Judul": "EVALUASI SISTEM DRAINASE PENGENDALIAN BANJIR DI KOTABARU BANDAR KEMAYORAN JAKARTA PUSAT", "Abstrak": "Sistem Drainase di Kotabaru Bandar Kemayoran merupakan sistem drainase yang dikelilingi oleh Kali Sunter dengan luas Kawasan sebesar 3,69 ????????2. Sistem drainasenya terdiri dari saluran utama, waduk, rawa, dan pompa. Berdasarkan data yang ada, sistem drainase ini memiliki beberapa titik banjir diantaranya 1 pada Kecamatan Pademangan timur dan 2 lainnya pada Kecamatan Kemayoran. Kawasan ini dilingkupi 3 stasiun hujan namun yang dipakai hanya 1 stasiun hujan. Setelah dilakukan analisis luas pengaruh menggunakan Metode Poligon hiessen, diperoleh bahwa hanya satu stasiun yang berpengaruh. Dalam evaluasi sistem drainase kawasan ini digunakan hujan periode ulang 10 tahun yang memiliki nilai 189.10 mm. Curah hujan digunakan untuk merancang dimensi pada saluran drainase. Dalam menghitung dimensi saluran digunakan Metode Manning. Saluran yang digunakan, menggunakan penampang persegi panjang dengan ukuran standard saluran U-Ditch yang ada,dan juga menggunakan penampang trapesium dengan bahan pasangan batu kali. Berdasarkan hasil perhitungan drainase, didapatkan debit terbesar bernilai 41.7 ????3/????. Dengan debit sebesar ini dipompa dengan 3 pompa diantaranya 5 ????3/???? dan 2 lainnya 1,5 ????3/???? selama 8 jam dari waduk menuju rawa. Elevasi maksimum yang dicapai di rawa adalah +1.57 m. Untuk meningkatkan kapasitas tampungan, dilakukan pengerukan dengan perkuatan dinding penahan tanah dengan tinggi 4 m.", "Daftar File": {"ABSTRAK Ahmad Baihaqi Bey": "https://digilib.itb.ac.id/gdl/download/245472"}, "Penulis": "Ahmad Baihaqi Bey [15815008]", "Kontributor / Dosen Pembimbing": ["Dr. Ana Nurganah Chaidar, S.T., M.T.", "Dr.Eng. Arno Adi Kuntoro, S.T., M.T.", "Mohammad Bagus Adityawan, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Dimensi, Dinding Penahan Tanah, Metode Manning, Sistem Drainase, Pompa", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "31 Mar 2022"}