{"Nomor": 64140, "Judul": "POTENSI PENGGUNAAN BUILDING INFORMATION MODELING PADA SEKTOR FACILITY MANAGEMENT DI INDONESIA", "Abstrak": "Perkembangan dalam dunia konstruksi sangat dipengaruhi dengan berkembangnya teknologi dalam membantu proses pembangunan. Penerapan dari berbagai aplikasi software konstruksi telah menunjukkan dampak yang signifikan dalam membantu proses pembangunan di dunia, termasuk di Indonesia. Adapun proses konstruksi memiliki tujuan akhir agar infrastruktur yang telah dibangun dapat diberdayakan secara optimal oleh pemilik/manager infrastruktur. Demi mencapai hal tersebut, diperlukan suatu koordinasi yang efektif dan efisien, secara khusus antara pihak kontraktor, konsultan, maupun Owner agar segala informasi-informasi penting dari Gedung dapat dikelola dengan baik supaya nantinya manajemen fasilitas dari infrastruktur menjadi optimal. Salah satu penerapan dari manajemen fasilitas dapat tercapai dengan penerapan suatu konsep, yakni BIM 7D. Penelitian ini akan berfokus pada potensi dari penerapan BIM 7D untuk manajemen fasilitas yang optimal melalui proses surveying kepada 3 kelompok responden, yakni kontraktor, konsultan, dan pemilik gedung/manager fasilitas. Hasil penelitian yang didapat ialah penerapan BIM 7D untuk manajemen fasilitas di Indonesia masih rendah namun memiliki potensi besar serta respon positif agar bisa segera diterapkan dalam proses pembangunan infrastruktur di Indonesia.", "Daftar File": {"ABSTRAK Teofilus Tandy": "https://digilib.itb.ac.id/gdl/download/245460"}, "Penulis": "Teofilus Tandy [15018101]", "Kontributor / Dosen Pembimbing": ["Ir. Biemo Woerjanto Soemardi, M.S.E, Ph.D.", "Rani Gayatri Kusumawardhani P., S.T., M.Sc., Ph.D.", "Budi Hasiholan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Teknologi, Konstruksi, BIM 7D, Manajemen, Fasilitas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "31 Mar 2022"}