{"Nomor": 64158, "Judul": "METODE USULAN ANALISA MATERIAL BALANCE P/Z TAK BERDIMENSI UNTUK SUMUR GAS BERTENAGA PENDORONG BOTTOM WATER DRIVE", "Abstrak": "Material balance sering kali digunakan untuk penentuan initial gas in place (IGIP) dari suatu reservoir. Metode P/Z vs.\nGp sering digunakan untuk memperkirakan besarnya nilai IGIP dari suatu lapangan yang berproduksi gas. Namun, dalam\nkenyataannya, metode ini sering digunakan untuk lapangan yang tidak memiliki tenaga pendorong berupa air atau pun\nmemiliki namun dalam jumlah yang sangat kecil sehingga dapat diabaikan. Dengan adanya water influx dari aquifer,\nterdapat kecenderungan kurva P/Z terdeviasi dari kondisi seharusnya, yaitu berupa garis lurus. Sehingga sulit\nmemperoleh nilai IGIP sebenarnya.\nMaka dari itu, dalam studi ini dilakukan modifikasi terhadap plot kurva P/Z vs. Gp yang dibangun dari persamaan dasar\nmaterial balance dengan mengikutsertakan pengaruh dari water influx dan produksi air kumulatif. Untuk memvalidasi\nmetode yang telah diusulkan, dilakukan analisa terhadap nilai IGIP yang diperoleh dari metode ini dengan nilai IGIP dari\nmodel reservoir. Hasil analisa sensitivitas parameter properti batuan aquifer menggunakan persamaan P/Z tak berdimensi\ndengan memperhitungkan nilai kompresibilitas memberikan galat maksimum tidak lebih dari 5% dari IGIP model\nreservoir sedangkan untuk analisa sensitivitas parameter reservoir, seperti porositas inisial reservoir, nilai galat IGIP-nya\ntidak lebih dari 1.6%. Selain itu, dibahas juga mengenai perbandingan metode ini dengan metode terdahulu, Havlena\nOdeh, serta teknik pengaplikasian metode dalam kasus lapangan.", "Daftar File": {"ABSTRAK Hanif Imanuddin": "https://digilib.itb.ac.id/gdl/download/245550"}, "Penulis": "Hanif Imanuddin [12209005]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tutuka Ariadji, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "in place, bottom water drive, P/Z tak berdimensi, material balance", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "04 Apr 2022"}