{"Nomor": 64154, "Judul": "DEWATERING TIME DETERMINATION OF COALBED METHANE (CBM) PRODUCTION FOR HORIZONTAL WELL USING ARTIFICIAL NEURAL NETWORK (ANN)", "Abstrak": "CBM (Coalbed Methane) as one of unconventional gas which its main composition is methane. Indonesia, as the 6th ranked country of its CBM resources, become the most potential country for CBM development. With the advancement in drilling technology, the direction of the wellbore trajectory can be set directional even horizontal.\nAt the beginning of the CBM production only water that being produced until desorption pressure is reached. This is commonly known as dewatering time. Dewatering time holds an important role in the development of a CBM project because the length of dewatering time would require adequate facilities for treating produced water. The Engineer usually perform reservoir simulation to estimate the dewatering time. However, it can take long time and quite expensive.\nThis study generated an artificial intelligence program using ANN method that can determine dewatering time quicker and has a pretty good level of accuracy. And can also know some of the most influential parameters on dewatering time. The order of parameters that most influential in determining dewatering time for horizontal well are Desorption Pressure, Bottom hole Pressure, Fracture Porosity, Fracture Permeability, Reservoir Area, Reservoir Initial Pressure, Length of Horizontal Well, and then Reservoir Thickness.", "Daftar File": {"ABSTRAK Muchammad Rezza": "https://digilib.itb.ac.id/gdl/download/245511"}, "Penulis": "Muchammad Rezza [12209012]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "coalbed methane, horizontal well, dewatering time, ANN", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "01 Apr 2022"}