{"Nomor": 64166, "Judul": "PERANCANGAN SERIOUS GAME SEBAGAI MEDIA SIMULASI KESEHATAN DAN KESELAMATAN KERJA (K3) BAGI SISWA SMK KONSTRUKSI MENGGUNAKAN MODEL EXPERIENTIAL LEARNING", "Abstrak": "Hasil studi pendahuluan yang dilakukan menunjukkan tingkat pemahaman siswa SMK Konstruksi kelas 12 jurusan KGSP terhadap pemahaman dan implementasi K3 masih kurang. Padahal dalam pelaksanaan PKL mereka akan terjun ke area industri dan berhadapan secara langsung dengan resiko yang dapat menimbulkan kecelakaan dan penyakit akibat kerja. Penelitian ini bertujuan untuk mensimulasikan skematika K3 Konstruksi dalam bentuk permainan game. Metode perancangan yang digunakan adalah experiential learning dengan mengacu pada LM-GM framework.\nPenelitian ini menghasilkan serious game tentang penerapan K3 di proyek konstruksi, dalam bentuk simulasi berbasis 3D. Tahapan dalam model pembelajaran experiential juga dterapkan dalam game, seperti Concrete experience yang diterapkan pada gameplay yang mengikuti skematika K3, Reflective observation diterapkan melalui fitur pemilihan karakter (representasi posisi pekerjaan), tugas dan misi, pemilihan APD, serta kuis, Abstract Conseptualization yang diterapkan ke dalam kondisi dimana informasi yang diberikan game akan dikonversi menjadi sebuah pengetahuan oleh pemain, Active experimentation yang diterapkan melalui pengulangan misi dalam game. Aspek learning mechanic dan game mechanic juga dikombinasikan ke dalam gameplay.\nHasil uji coba yang dilakukan pada siswa SMK Konstruksi kelas 12 KGSP menunjukkan bahwa serious game yang dirancang mampu menjadi media simulasi penerapan K3 bagi siswa. Melalui serious game ini siswa juga mendapatkan wawasan terkait bentuk penerapan K3, jenis APD, jenis bahaya dalam pekerjaan konstruksi dan secara tidak langsung siswa telah menerapkan prosedur K3 dalam bentuk simulasi.", "Daftar File": {"COVER Muhammad Nasirul Umam": "https://digilib.itb.ac.id/gdl/download/245591", "BAB 1 Muhammad Nasirul Umam": "https://digilib.itb.ac.id/gdl/download/245592", "BAB 2 Muhammad Nasirul Umam": "https://digilib.itb.ac.id/gdl/download/245593", "BAB 3 Muhammad Nasirul Umam": "https://digilib.itb.ac.id/gdl/download/245594", "BAB 4 Muhammad Nasirul Umam": "https://digilib.itb.ac.id/gdl/download/245595", "BAB 5 Muhammad Nasirul Umam": "https://digilib.itb.ac.id/gdl/download/245596", "PUSTAKA Muhammad Nasirul Umam": "https://digilib.itb.ac.id/gdl/download/245597"}, "Penulis": "Muhammad Nasirul Umam [27118011]", "Kontributor / Dosen Pembimbing": ["Hafiz Aziz Ahmad, S.Sn., M.Des., Ph.D.", "Deddy Wahjudi, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "serious game, K3, konstruksi, experiential learning, SMK.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "05 Apr 2022"}