{"Nomor": 64169, "Judul": "DEGRADASI LIMBAH PALM OIL MILL EFFLUENT (POME)  DENGAN TEKNOLOGI FOTOKATALITIK MENGGUNAKAN  KATALIS BERBASIS BIVO4", "Abstrak": "(Program Studi Magister Teknik Kimia) \nMaterial semikonduktor BiVO4 monoklinik memiliki energi celah pita yang sempit \nyaitu sekitar 2,4 eV yang setara dengan cahaya tampak dengan panjang gelombang \n517 nm. Penelitian ini mencakup sintesis dan modifikasi BiVO4 monoklinik untuk \nmemperbaiki karakteristiknya yang meliputi struktur kristal, morfologi dan ukuran \npartikel, luas permukaan spesifik, dan energi celah pita. Selain itu, dilakukan \npengamatan terhadap aktivitas kedua material semikonduktor tersebut dalam \ndegradasi fotokatalitik pada limbah Palm Oil Mill Effluent (POME). \nSintesis material fotokatalis pada penelitian ini menggunakan metode sol-gel. \nModifikasi yang digunakan dalam penelitian ini adalah dengan penambahan etilen \ndiamin tetra asetat (EDTA) dan memvariasikan temperatur kalsinasi. Karakterisasi \nyang dilakukan adalah X-ray diffraction (XRD), scanning electron microscopy\n(SEM), transmission electron microscopy (TEM), analisis luas permukaan dengan \nmetode BET dan spektroskopi UV-Vis difusi relefktansi (UV-Vis DRS). Uji \naktivitas degradasi fotokatalitik dilakukan dalam reaktor partaian (batch) dan \ndianalisis menggunakan metode spektroskopi UV-Vis yang dilakukan di bawah \nradiasi sinar UV hingga sinar tampak (lampu Xenon). \nHasil penelitian menunjukkan bahwa fotokatalis tanpa modifikasi memiliki struktur \nkristal tetragonal dan monoklinik, sedangkan modifikasi fotokatalis merubah \nstruktur kristal yang terbentuk. Ukuran kristal fotokatalis mengalami perubahan \nakibat adanya modifikasi menggunakan EDTA dan perubahan suhu kalsinasi. \nBerdasarkan hasil penelitian yang diperoleh, suhu kalsinasi dan EDTA memainkan \nperanan penting dalam penentuan karakteristik fisik dan kimia dari fotokatalis \nBiVO4 yang disintesis. Uji aktivitas degradasi fotokatalitik menunjukkan bahwa \nfotokatalis BiVO4 tanpa modifikasi menggunakan EDTA memiliki kinerja \nfotokatalitik yang cukup baik dengan persentase efisiensi degradasi limbah POME \nsekitar 24% dalam waktu 240 menit. Selain itu, kinetika degradasi limbah POME \nsesuai dengan kinetika pseudo-first-order. Konstanta laju reaksi (kapp) yang \ndiperoleh dari fotokatalis BiVO4 tanpa modifikasi lebih tinggi dibandingkan \ndengan fotokatalis BiVO4 yang disintesis dengan modifikasi penambahan EDTA. \nKata kunci: Palm Oil Mill Effluent (POME), degradasi fotokatalitik, BiVO4", "Daftar File": {"COVER Aryan Fathoni Amri": "https://digilib.itb.ac.id/gdl/download/245619", "BAB 1 Aryan Fathoni Amri": "https://digilib.itb.ac.id/gdl/download/245620", "BAB 2 Aryan Fathoni Amri": "https://digilib.itb.ac.id/gdl/download/245621", "BAB 3 Aryan Fathoni Amri": "https://digilib.itb.ac.id/gdl/download/245622", "BAB 4 Aryan Fathoni Amri": "https://digilib.itb.ac.id/gdl/download/245623", "BAB 5 Aryan Fathoni Amri": "https://digilib.itb.ac.id/gdl/download/245624"}, "Penulis": "Aryan Fathoni Amri [23019025]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Dwiwahju Sasongko, M.Sc., Ph.D.", "Wibawa Hendra Saputera, S.Si., M.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "Palm Oil Mill Effluent (POME), degradasi fotokatalitik, BiVO4", "Sumber": "", "Staf Input/Edit": "Budi Cahyadi", "File": "6 file", "Tanggal Input": "06 Apr 2022"}