{"Nomor": 64165, "Judul": "PERANCANGAN DESAIN GAME EDUKASI UNTUK MENGENALKAN NILAI SEJARAH BANGUNAN HERITAGE PADA GENERASI MUDA DENGAN METODE DDE FRAMEWORK (STUDI KASUS: GEDUNG PANTI KARYA BANDUNG)", "Abstrak": "Bangunan Heritage di Bandung meski sudah memiliki payung hukum yang jelas namun keberadaannya belum sepenuhnya aman. Salah satu gedung heritage yang kondisinya memprihatinkan adalah Gedung Panti Karya yang terletak di Jalan Merdeka No 39 Bandung. Menurut Bimo Hernowo (2015), selain sebagai unsur cultural marker sebuah kota. Bangunan Heritage banyak mengandung nilai penting unsur kebudayaan yang dapat menyumbangkan nilai lebih untuk individu maupun komunitas. UNESCO dalam Third forum of NGOs Official Partner 2014 menyadari bahwa generasi muda memiliki peranan penting dalam menjaga pelestarian heritage baik dalam bentuk tangible maupun intangible. Berdasarkan survei lembaga BPS 2020, generasi Z merupakan komponen terbesar populasi generasi muda di Indonesia. Sebagai generasi yang hidup di era internet menjadikan generasi Z fasih dalam menggunakan teknologi dan komputer. Namun pengaruh pertukaran informasi yang cepat, membawa pengaruh buruk juga bagi generasi Z terutama mereka yang tengah memasuki masa adolescence jika tidak dibarengi dengan bekal edukasi sejarah dan budaya dari dalam. Dengan memperkenalkan kembali nilai peninggalan sejarah bangunan heritage diharapkan dapat memberikan inspirasi dan semangat nasionalisme Indonesia yang berguna dalam pembentukan identitas bangsa. Perancangan media game edukasi dibutuhkan untuk memfasilitasi generasi muda khususnya generasi Z untuk dapat mempelajari nilai bangunan heritage Bandung. Oleh karena itu perlu diketahui bagaimana cara membuat game yang menarik minat generasi muda untuk mengenal nilai bangunan heritage serta bagaimana cara mengimplementasikan desain game yang dibuat dengan konsep DDE Framework sehingga dapat membuat game yang engaging untuk generasi muda.\nPaparan dalam perancangan ini berfokus pada studi kasus gedung Panti Karya Bandung. Metode perancangan yang digunakan dalam pembuatan konsep adalah Iterative Design. Pada tahapan pertama data dikumpulkan melalui studi literatur yang terkait pelestarian bangunan heritage di Kota Bandung dan juga pemanfaatan game sebagai media edukasi, kemudian survey mengenai opini generasi muda terhadap bangunan heritage di Bandung, dan wawancara kepada pihak Bandung Heritage untuk mengetahui kondisi ideal dalam pelestarian bangunan cagar  budaya di Kota Bandung. Data yang telah dikumpulkan kemudian dianalisis dan dijadikan dasar tahap pembuatan konsep secara garis besar. tahapan selanjutnya adalah implementasi konsep yang telah dibuat menjadi gambaran visual dan prototype awal. Hasil akhir perancangan adalah sebuah prototype game edukasi bernama Arka dan Akar Pohon Keramat. Game ini merupakan sebuah media edukasi interaktif yang memperkenalkan nilai bangunan heritage gedung Panti Karya dengan metode storifying dalam bentuk game platformer. Nilai yang diperkenalkan dalam game ini adalah nilai sejarah, sosial-budaya, dan arsitektur yang tersebar dalam timeline penting gedung panti karya. Dalam game ini pemain akan mengikuti petualangan Arka yang tersesat di dimensi gaib dan harus mengumpulkan fragmen-fragmen masa lalu gedung Panti Karya Bandung untuk dapat kembali ke dimensi asalnya. Diharapkan dengan perancangan media game edukasi ini dapat mengenalkan nilai-nilai bangunan heritage Panti Karya sehingga pemain dapat memahami situasi yang terjadi dan dapat timbul rasa kepemilikan bersama yang dapat membantu upaya pelestarian bangunan heritage di Kota Bandung.", "Daftar File": {"COVER Astri Noviani": "https://digilib.itb.ac.id/gdl/download/245583", "BAB 1 Astri Noviani": "https://digilib.itb.ac.id/gdl/download/245584", "BAB 2 Astri Noviani": "https://digilib.itb.ac.id/gdl/download/245585", "BAB 3 Astri Noviani": "https://digilib.itb.ac.id/gdl/download/245586", "BAB 4 Astri Noviani": "https://digilib.itb.ac.id/gdl/download/245587", "BAB 5 Astri Noviani": "https://digilib.itb.ac.id/gdl/download/245588", "BAB 6 Astri Noviani": "https://digilib.itb.ac.id/gdl/download/245589", "PUSTAKA Astri Noviani": "https://digilib.itb.ac.id/gdl/download/245590"}, "Penulis": "Astri Noviani [27118061]", "Kontributor / Dosen Pembimbing": ["Hafiz Aziz Ahmad, S.Sn., M.Des., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Bangunan Heritage, Bandung, Game Edukasi, DDE Framework, Panti Karya", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "05 Apr 2022"}