{"Nomor": 64171, "Judul": "PENAMBAHAN SURFAKTAN PADA LOW SALINITY  WATERFLOODING DALAM SISTEM MICROFLUIDICS UNTUK  MENINGKATKAN PEROLEHAN MINYAK", "Abstrak": "Penelitian ini dilakukan untuk menginvestigasi fenomena pengangkatan minyak dari \ndalam pori dengan menggunakan microfluidic test kit yang dirancang sendiri. Sebuah \nmicromodel chip buatan sebagai representasi batuan berpori telah dibuat dengan desain \nstruktur pori seragam dan terbuat dari bahan PMMA (Polymethyl Methacrylate). \nMicromodel chip yang dibuat memiliki porositas 27,8% serta permeabilitas 2,7 Darcy. \nDengan menggunakan alat test kit microfluidic tersebut, penelitian ini telah \nmenginvestigasi bagaimana pengaruh injeksi Low Salinity Water (LSW) dengan ion \ndivalen MgCl2 2.000 ppm serta bagaimana pengaruh penambahan surfaktan anionik, \nlinear alkylbenzene sulfonate yang dicampur dengan kosurfaktan nonionik \nnonylphenol ethoxylate (NP-10) terhadap perolehan minyak. Injeksi LSW dan larutan \nsurfaktan tersebut dilakukan dengan variasi tahap injeksi, laju injeksi serta konsentrasi \nlarutan surfaktan yang berbeda. Citra visual selama proses injeksi direkam, yang \nmenjadi kelebihan pengujian dinamik menggunakan microfluidic test kit ini dibanding \ncoreflooding konvensional. \nDari penelitian ini terindikasi bahwa pemilihan ion yang terkandung pada LSW \nberpengaruh terhadap keberhasilan injeksi LSW. Penurunan laju injeksi surfaktan dari \n50?L/min ke 20 ?L/min dapat meningkatkan perolehan minyak dari 1,27% menjadi \n4,29%. Perolehan minyak juga lebih tinggi pada injeksi larutan surfaktan yang \nmenghasilkan tegangan antar muka sistem yang lebih rendah berdasarkan hasil \nperhitungan tegangan antar muka yang diperoleh dari persamaan Chun-Huh dan Ghosh \ndari uji Winsor. Dari seluruh skenario injeksi yang dilakukan pada penelitian ini, \npeningkatan perolehan minyak tertinggi sebesar 26,87% OOIP diperoleh dengan \nmenginjeksi larutan surfaktan langsung pada tahap sekunder tanpa melakukan injeksi \nLSW sebelumnya.", "Daftar File": {"COVER Dito Fauzi Winanda": "https://digilib.itb.ac.id/gdl/download/245631", "BAB 1 Dito Fauzi Winanda": "https://digilib.itb.ac.id/gdl/download/245632", "BAB 2 Dito Fauzi Winanda": "https://digilib.itb.ac.id/gdl/download/245633", "BAB 3 Dito Fauzi Winanda": "https://digilib.itb.ac.id/gdl/download/245634", "BAB 4 Dito Fauzi Winanda": "https://digilib.itb.ac.id/gdl/download/245635", "BAB 5 Dito Fauzi Winanda": "https://digilib.itb.ac.id/gdl/download/245636"}, "Penulis": "Dito Fauzi Winanda [23019035]", "Kontributor / Dosen Pembimbing": ["Ir. Sanggono Adisasmito, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Low Salinity Waterflooding, Microfluidic Test Kit, Micromodel Chip,  Perolehan Minyak, Surfaktan.", "Sumber": "", "Staf Input/Edit": "Budi Cahyadi", "File": "6 file", "Tanggal Input": "06 Apr 2022"}