{"Nomor": 64172, "Judul": "KINETIKA REAKSI LIPOLISIS TRIGLISERIDA DENGAN  MENGGUNAKAN LIPASE AMOBIL PADA CELLULOSE  NANOCRYSTALS (CNCS)", "Abstrak": "Asam lemak adalah salah satu komoditi perniagaan yang penting karena banyak \ndigunakan oleh industri dan masyarakat luas. Selama dekade terakhir, lipolisis \nuntuk menghasilkan asam lemak bebas sedang dikembangkan karena \nmembutuhkan energi yang jauh lebih rendah dan risiko degradasi produk yang lebih \nrendah. Namun, kelemahan dari proses ini, yaitu harga enzim yang mahal. Biaya \noperasi dari teknologi hidrolisis secara enzimatik ini dapat dihemat dengan \nmenggunakan lipase amobil. Kinetika lipase amobil sebagai bionanokatalis dalam \nreaksi lipolisis perlu ditinjau untuk memastikan kinerjanya dalam aplikasi lipolisis \ntrigliserida untuk menghasilkan asam lemak bebas. Penelitian ini bertujuan untuk \nmensintesis lipase-CNCs (Cellulose Nanocrystals) melalui imobilisasi sebagai \nkatalis dalam reaksi lipolisis trigliserida untuk penentuan kinetika lipase amobil. \nProses imobililisasi enzim lipase pada CNCs dalam penelitian ini, dilakukan \nmelalui metode ikatan kovalen. Kinetika reaksi lipolisis dari enzim amobil yang \ndihasilkan dipelajari dengan memvariasikan kecepatan shaker 50–200 rpm, fraksi \nminyak kelapa sawit 10–50%-v/v, dan temperatur reaksi 30–45°C. \nStudi awal karakterisasi CNCs yang berasal dari CelluForce mengkonfirmasi \nbahwa material yang digunakan adalah CNCs karena memiliki derajat kristalinitas \n(CrI) sebesar 75,6%, memiiliki morfologi berbentuk jarum dengan ukuran 125±13 \nnm, dan memiliki gugus fungsi karboksilat. Selain itu, berdasarkan hasil penelitian, \nkonsentrasi emulsifier optimum untuk reaksi lipolisis trigliserida adalah 5%-w/v. \nKecepatan pengaduk optimum yang menyebabkan perpindahan massa eksternal \ntidak memengaruhi laju reaksi adalah 200 rpm. Selanjutnya, parameter kinetika \nMichaelis-Menten (Km dan Vm) untuk lipolisis dengan lipase bebas masingmasing sebesar 70,79 ?mol/mL dan 50,25 ?mol /(mL.jam). Sementara, nilai Km \ndan Vm untuk lipolisis dengan lipase amobil masing-masing sebesar 112,98 \n?mol/mL dan 12,11 ?mol /(mL.jam). Energi aktivasi lipolisis trigliserida dengan \nmenggunakan lipase amobil sebagai katalis adalah sebesar 33,5 kJ/mol.", "Daftar File": {"COVER Fauzatu Arabica Yatasya H": "https://digilib.itb.ac.id/gdl/download/245637", "BAB 1 Fauzatu Arabica Yatasya H": "https://digilib.itb.ac.id/gdl/download/245638", "BAB 2 Fauzatu Arabica Yatasya H": "https://digilib.itb.ac.id/gdl/download/245639", "BAB 3 Fauzatu Arabica Yatasya H": "https://digilib.itb.ac.id/gdl/download/245640", "BAB 4 Fauzatu Arabica Yatasya H": "https://digilib.itb.ac.id/gdl/download/245641", "BAB 5 Fauzatu Arabica Yatasya H": "https://digilib.itb.ac.id/gdl/download/245642"}, "Penulis": "Fauzatu Arabica Yatasya H [23020022]", "Kontributor / Dosen Pembimbing": ["Dr. Yogi Wibisono Budhi, S.T., M.T.", "Dr. Arie Wibowo, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Cellulose Nanocrystals, enzim amobil, kinetika, lipase, lipolisis.", "Sumber": "", "Staf Input/Edit": "Budi Cahyadi", "File": "6 file", "Tanggal Input": "06 Apr 2022"}