{"Nomor": 64175, "Judul": "KAJIAN PENGEMBANGAN PROSES BARU PRODUKSI TREATED  DISTILLATE AROMATIC EXTRACT (TDAE)", "Abstrak": "Distillate Aromatic Extract (DAE) merupakan produk turunan dari minyak bumi \ndengan kandungan aromatik tinggi yang dimanfaatkan oleh industri rubber, \nkhususnya pabrik ban sebagai plasticizer oil. DAE merupakan produk samping dari \nproses ekstraksi solven produk vacuum distillates di unit FEU (Furfural Extraction \nUnit) untuk produksi minyak pelumas. \nTreated Distillate Aromatic Extract (TDAE) merupakan produk dari proses \nekstraksi lanjutan terhadap umpan DAE sehingga memiliki kadar PCA (Polycyclic \nAromatic) kurang dari 3% berat dan layak digunakan sebagai RPO di industri \nmanufaktur kompon ban. Selain kadar PCA, produk TDAE yang bernilai jual tinggi \nmemiliki persyaratan kualitas berupa nilai viskositas kinematik di kisaran 17-22 \ncSt apabila diukur pada temperatur 100oC. \nTesis ini bertujuan untuk mengevaluasi potensi FEU (Furfural Extraction Unit) \napabila akan dimanfaatkan sebagai unit proses produksi TDAE berbasis proses baru \nyaitu proses ekstraksi tanpa menggunakan diluen. Selain itu diharapkan melalui \npenelitian ini dapat dibuktikan bahwa pengurangan kadar PCA dalam umpan DAE \ndapat dilakukan melalui proses ekstraksi metode shake flash extraction test dengan \nmengkaji pengaruh variabel proses, diantaranya variasi komponen umpan \ncampuran, rasio pelarut furfural terhadap umpan DAE, dan jumlah tahapan \nekstraksi.\nPenelitian ini menggunakan perangkat lunak simulasi proses Aspen HYSYS \nsebagai alat bantu untuk mendapatkan gambaran terkait kelayakan teknologi proses \nproduksi TDAE tanpa menggunakan diluent dengan menggunakan spesifikasi \numpan nyata dari Kilang RU IV Cilacap. \nMelalui penelitian ini, dibuktikan bahwa komponen IDIS dapat digunakan sebagai \npengencer menggantikan peran dari diluen (n-heksana). Dari 8 variasi percobaan \nyang dilakukan di laboratorium (shake extraction test) berhasil menurunkan \nkandungan PCA lebih dari 50% dan memenuhi spesifikasi kandungan aromatik \nminimal 25%. Pada variasi 2 diperoleh nilai kandungan PCA terbaik yaitu sebesar \n3,6%.\nDalam penelitian ini, dibuat model simulasi produksi TDAE di Unit FEU I Kilang \nRU IV Cilacap mengacu pada kondisi operasi mode SPO dan divalidasi dengan \nii\ndata actual Daily Monitoring Unit SPO. Model simulasi yang dibangun mampu \nmenunjukkan bahwa tingkat ekstraksi NPCA dan Oil pada percobaan shake \nextraction test bernilai terlalu besar yang kemungkinan bisa disebabkan oleh kurang \nsempurnanya pemisahan fasa ekstrak dan fasa rafinat secara pengendapan pada \npercobaan shake extraction test. Artinya, bila proses ekstraksi dilakukan pada alat \nekstraksi yang lebih handal kinerjanya, seperti pada unit operasi di lapangan yaitu \nUnit FEU (Furfural Extraction Unit) yang menggunakan unit RDC (Rotating Disc \nContactor) yang kemudian ditambah dengan bejana Settler yang beroperasi pada \ntemperatur lebih rendah, maka pencapaian nilai yield TDAE dan kandungan \naromatik total dalam produk TDAE dari ekstraksi DAE tanpa menggunakan diluen \ndapat diharapkan mendekati nilai idealnya. \nKenaikan efisiensi ekstraksi pada harga SFR (Solvent to Feed Ratio) yang tetap \nakan meningkatkan yield dan kandungan PCA dalam produk TDAE karena \nsemakin sedikit porsi rafinat yang terjebak dan tetap terbawa dalam fasa ekstrak. \nBegitu pula bila SFR ditingkatkan pada efisiensi ekstraksi yang tetap, maka yield\ndan kandungan PCA dalam produk TDAE akan menurun karena makin banyak \nkomponen oil dan NPCA yang secara kurang selektif ikut terekstrak bersama PCA. \nHasil prediksi yang logis ini menunjukkan bahwa model simulasi memiliki validitas \nyang bagus. Model proses ini secara konsisten menggambarkan dampak fenomena \nketerbawaan fasa rafinat dalam fasa ekstrak karena kemungkinan kurang \nsempurnanya pencampuran dan pengendapan pada percobaan ekstraksi batch.", "Daftar File": {"COVER Ribka Priscilla Sinaga": "https://digilib.itb.ac.id/gdl/download/245655", "BAB 1 Ribka Priscilla Sinaga": "https://digilib.itb.ac.id/gdl/download/245656", "BAB 2 Ribka Priscilla Sinaga": "https://digilib.itb.ac.id/gdl/download/245657", "BAB 3 Ribka Priscilla Sinaga": "https://digilib.itb.ac.id/gdl/download/245658", "BAB 4 Ribka Priscilla Sinaga": "https://digilib.itb.ac.id/gdl/download/245659", "BAB 5 Ribka Priscilla Sinaga": "https://digilib.itb.ac.id/gdl/download/245660"}, "Penulis": "Ribka Priscilla Sinaga [23019009]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tri Partono Adhi"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "DAE, TDAE, furfural, tanpa diluen, Furfural Extraction Unit, Aspen HYSYS", "Sumber": "", "Staf Input/Edit": "Budi Cahyadi", "File": "6 file", "Tanggal Input": "06 Apr 2022"}