{"Nomor": 64194, "Judul": "PERANCANGAN STRATEGI PEMASARAN TAMAN SATWA KANDI MENGGUNAKAN ANALISIS KLASTER", "Abstrak": "Taman Satwa Kandi adalah objek wisata yang berlokasi di Kota Sawahlunto dan dikelola oleh Pemerintah Kota Sawahlunto melalui PT Wahana Wisata Sawahlunto (PT WWS). Sejak didirikan pada tahun 2012, Taman Satwa Kandi mengalami tren penurunan pendapatan dan jumlah kunjungan yang cukup drastis. Hal ini menunjukkan adanya permasalahan yang perlu diidentifikasi dan diselesaikan. Berdasarkan analisis 5 whys, akar dari permasalahan ini adalah belum dilakukannya riset pemasaran untuk menentukan strategi pemasaran di Taman Satwa Kandi. Oleh karena itu, penelitian ini dilakukan utuk melakukan perancangan strategi pemasaran Taman Satwa Kandi yang terdiri dari proses segmenting, targeting dan positioning pasar kebun binatang. Analisis klaster akan digunakan dalam proses segmentasi untuk mengelompokkan pengunjung kebun binatang berdasarkan variabel-variabel yang relevan.\nVariabel pengklaster yang digunakan pada penelitian ini adalah variabel motif dan variabel benefit sought, sementara variabel geografis, variabel demografis dan variabel perilaku berperan sebagai variabel deskriptor. Pernyataan-pernyataan terkait variabel penelitian kemudian disusun dalam bentuk kuesioner yang disebar ke penduduk Sumatera Barat berusia 15 tahun ke atas yang sudah pernah dan tertarik untuk mengunjungi kebun binatang. Penyebaran kuesioner utama menghasilkan 358 responden yang memenuhi kriteria sampel. Analisis klaster dilakukan dengan metode campuran dimana metode hierarkis dilakukan terlebih dahulu untuk memperoleh jumlah klaster optimal (3 klaster) dan dilanjutkan dengan metode non-hierarkis untuk mengidentifikasi keanggotaan ketiga klaster tersebut.\nInterpretasi klaster menunjukkan bahwa Klaster 1 didominasi oleh generasi millennial yang sudah berkeluarga dan mempunyai anak. Klaster ini juga ditandai dengan tingginya penilaian mereka terhadap variabel motif dan variabel benefit sought yang ada. Klaster 2 memiliki persebaran usia yang cenderung merata dan ditandai dengan penilaian yang tinggi untuk variabel benefit sought serta penilaian yang lebih rendah untuk variabel motif. Sementara itu, Klaster 3 didominasi oleh responden berusia muda (di bawah 30 tahun) dan ditandai dengan rendahnya penilaian mereka terhadap variabel motif maupun variabel benefit sought. Analisis kelebihan dan kekurangan klaster menunjukkan Klaster 1 sebagai segmen potensial. Bauran pemasaran kemudian dirancang berdasarkan karakteristik Klaster 1. Bauran pemasaran tersebut meliputi bauran produk, harga, tempat dan promosi yang kemudian diusulkan agar dapat diimplementasikan oleh Pemerintah Kota Sawahlunto.", "Daftar File": {"ABSTRAK Muhammad Isyraf": "https://digilib.itb.ac.id/gdl/download/245732", "BAB 2 Muhammad Isyraf": "https://digilib.itb.ac.id/gdl/download/253033", "PUSTAKA Muhammad Isyraf": "https://digilib.itb.ac.id/gdl/download/253038"}, "Penulis": "Muhammad Isyraf [14414052]", "Kontributor / Dosen Pembimbing": ["Dr. Hasrini Sari, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "kebun binatang, strategi pemasaran, segmenting, targeting, positioning, analisis klaster, bauran pemasaran.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "08 Apr 2022"}