{"Nomor": 64198, "Judul": "USULAN STRATEGI PEMASARAN BERDASARKAN TAHAP PERTUMBUHAN ORGANISASI PT. REKA CIPTA SELERA", "Abstrak": "Industri kreatif merupakan industri yang sedang berkembang di Indonesia. Pada\ntahun 2018 subsektor yang menyumbang kontribusi terbesar adalah sektor kuliner\nsebesar 41,4%. PT. Reka Cipta Selera (RCS) merupakan perusahaan yang bergerak\ndi industri kuliner yang baru berdiri pada Juni 2019. PT. RCS memiliki dua\nstrategic business unit, yaitu Ayam Geprek Crisbar dan Fortune Catering. Tidak\nbisa dipungkiri bahwa persaingan ketat di industri kuliner sangat berpengaruh\nterhadap bisnis perusahaan. Selain itu, fakta mengenai kemungkinan kegagalan\npada bisnis baru membuat perusahaan perlu membuat strategi yang lebih proaktif\ndengan mempertimbangkan kondisi organisasi yang dapat direpresentasikan oleh\ntahap pertumbuhan organisasi tersebut. Fokus utama dari penelitian ini adalah pada\npemasaran. Oleh karena itu, penelitian ini bertujuan untuk mengetahui strategi\npemasaran yang sesuai dengan tahap pertumbuhan organisasi perusahaan saat ini.\nPenelitian dilakukan dengan metode studi kasus untuk mengidentifikasi tahap\npertumbuhan organisasi dan strategi pemasaran saat ini. Pengambilan data\ndilakukan dengan melakukan wawancara kepada pihak perusahaan. Hasil dari\nkedua identifikasi tersebut kemudian dibandingkan dengan model konseptual\nmengenai hubungan tahap pertumbuhan organisasi dengan strategi pemasaran.\nSelanjutnya, hasil perbandingan antara kondisi aktual dan model konseptual akan\nmenjadi masukan untuk strategi pemasaran perusahaan.\nDari hasil perbandingan didapatkan bahwa Ayam Geprek Crisbar memiliki\nkekurangan dalam hal retensi pelanggan. Usulan yang diberikan berupa insight bagi\nperusahaan mengenai atribut program loyalitas yang digemari oleh pelanggan\nCrisbar. Pengujian dilakukan menggunakan kuesioner kepada 94 responden.\nBerdasarkan preferensi konsumen didapatkan bahwa dalam merancang program\nloyalitas pelanggan perusahaan harus mempertimbangkan atribut number of tiers,\nreward variation, value of reward, personalization, reward communication,\nopenness to join, reward timing, type of sponsorship dan frekuensi publikasi.", "Daftar File": {"ABSTRAK Yafie Fauzan Purnomo": "https://digilib.itb.ac.id/gdl/download/245730", "BAB 2 Yafie Fauzan Purnomo": "https://digilib.itb.ac.id/gdl/download/245745", "PUSTAKA Yafie Fauzan Purnomo": "https://digilib.itb.ac.id/gdl/download/252866"}, "Penulis": "Yafie Fauzan Purnomo [14416038]", "Kontributor / Dosen Pembimbing": ["Dr. Hasrini Sari, S.T., M.T.", "Dr. Made Andriani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "PT. RCS, strategi proaktif, retensi pelanggan, program loyalitas", "Sumber": "", "Staf Input/Edit": "ajeng fatwa", "File": "10 file", "Tanggal Input": "08 Apr 2022"}