{"Nomor": 64201, "Judul": "PERANCANGAN DAN PENGUJIAN ALAT UKUR LAJU ALIRAN FLUIDA DALAM COAL PIPE", "Abstrak": "Pada umumnya PLTU di Indonesia menggunakan tipe pulverized coal\ncombustion/PCC yang mengalirkan bahan bakar berupa batu bara halus dan udara primer\nmelalui coal pipe. Aliran bahan bakar dalam coal pipe perlu diukur lalu diseimbangkan\nselama proses pembakaran berlangsung agar efisensi meningkat. Akan tetapi, alat ukur laju\naliran fluida dalam coal pipe yang saat ini terdapat di PLTU di Indonesia hanya bisa mengukur\ndengan akurat pada saat pengukuran awal, yaitu pada saat fluida yang mengalir hanya udara\nbersih tanpa batu bara serbuk. Setelah coal pipe dialiri dengan batu bara, alat ukur tidak dapat\nmengukur dengan akurat lagi karena terjadi penyumbatan pada pressure tap oleh serbuk batu\nbara yang mengalir. Hal ini menyebabkan proses penyeimbangan aliran bahan bakar tidak\ndapat dilakukan ketika proses pembakaran terjadi.\nPada tugas sarjana ini, dilakukan perancangan dan pengujian alat ukur laju aliran fluida\nberdasarkan ISO 5167-2:2003. Pipa dan pelat orifice dirancang sesuai standar tersebut lalu\ndirakit dan dilakukan pengujian. Fenomena penyumbatan pada pressure tap juga\ndisimulasikan. Untuk mengatasi masalah penyumbatan, pengukuran dikombinasikan dengan\nsistem purging. Pengujian menunjukkan hasil pengukuran kembali benar setelah sumbatan\ndihilangkan dengan menyalurkan udara bertekanan ke pressure tap. Akan tetapi, terdapat\nlonjakan pada nilai beda tekanan yang bersifat sementara pada saat udara bertekanan\ndisalurkan. Setelah dibuktikan modifikasi sistem pengukuran tersebut efektif, selanjutnya\ndibuat skema pengukuran laju aliran bahan bakar pada coal pipe yang disarankan untuk\nditerapkan di PLTU", "Daftar File": {"ABSTRAK Muhammad Gilang Dewantara": "https://digilib.itb.ac.id/gdl/download/245731"}, "Penulis": "Muhammad Gilang Dewantara [13116036]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Willy Adriansyah, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "PLTU, batu bara, coal pipe, laju aliran fluida, sistem purging", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "5 file", "Tanggal Input": "08 Apr 2022"}