{"Nomor": 64216, "Judul": "WATER BREAKTHROUGH TIME DETERMINATION OF BOTTOM WATER AQUIFER RESERVOIR USING ARTIFICIAL NEURAL NETWORK (ANN)", "Abstrak": "Oil reservoirs with bottom water aquifer has supplemental energy from the aquifer. This reservoir tend to cause water coning (breakthrough).Water coning occurs when the water from water bearing zone flowing upward to perforation hole and form water cone. This phenomenon causing a deficiency in well productivity because reduce the oil production, increase water cut, increas the production cost and it is necessary the surface facilities to overcome water that produce with the oil. Water coning phenomenon can be avoided by producing the oil below the critical rate but it makes uneconomical in production process because the rate is very low and the well must be shut down.\nDownhole water sink (DWS) completion is proved to be able preventing water coning in vertical well completion. DWS completion perforate and produce water from aquifer, thus creating a counterpoint drawdown in the aquifer and keeps the water oil contact (WOC) more stable.\nThis study analyst the performance of bottom water drive reservoir using Downhole Water Sink (DWS) completion. The objective of this study is to estimate water breakthrough time. The author observe the parameter affecting water berakhtrough time and modeling DWS completion in vertical well using CMG-IMEX simulator. This study generated an artificial intelligence program using Artificial Neural Network (ANN) method that can estimate water breakthrough time quicker, easier and has a pretty good accuracy with considering several parameter affecting water breakthrough time.", "Daftar File": {"ABSTRAK Riantana Higuita Pinem": "https://digilib.itb.ac.id/gdl/download/245866"}, "Penulis": "Riantana Higuita Pinem [12209085]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "artificial neural network, downhole water sink, water brekahtrough time, bottom water aquifer", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "13 Apr 2022"}