{"Nomor": 64214, "Judul": "STUDI PARAMETER PENENTU COKEABILITY BATUBARA FORMASI BATU AYAU KALIMANTAN TENGAH BERDASARKAN HASIL ANALISIS CRUCIBLE SWELLING NUMBER, PROXIMATE, TOTAL SULPHUR DAN CALORIFIC VALUE", "Abstrak": "Adanya nilai CSN yang bervariasi cukup besar untuk daerah yang relatif tidak luas ini,\nmembuka keinginan untuk mengetahui faktor penentunya. Data yang dipakai adalah data\nyang telah tersedia saja sehingga pada bagian akhir berdasarkan kajian, disarankan untuk\nmelakukan analisis analisis lain yang secara teoritis atau sesuai hasil kerja peneliti peneliti\nyang telah ada mempunyai kontribusi yang tinggi juga terhadap cokeability.\nData hasil analisis 59 sampel batubara dari lima seam yang berbeda pada Formasi Batu\nAyau berupa data kandungan total moisture, proksimat, nilai kalori, kandungan sulfur dan\nnilai crucible swelling number (CSN). CSN merupakan metode uji dasar untuk mengetahui\ncokeability batubara. Data menunjukan nilai indeks CSN bervariasi antara 1 sampai 7.\nBervariasinya nilai indeks tersebut merupakan fenomena yang menarik sehingga perlu\ndianalisis faktor-faktor yang mempengaruhinya. Proximate, total sulphur dan calorific value\nteoritis memiliki peran dalam perubahan nilai indeks CSN tersebut. Analisis statistika regresi\nlinier menunjukan bahwa nilai indeks CSN mempunyai hubungan berbanding lurus terhadap\ncalorific value (r— #0,48) namun memiliki hubungan berbanding terbalik terhadap total\nmoisture (r — -0,52), inherent mointure (1 — -0,63), ash content &— -0,21) dan total sulphur (“\n— -0,22). Hasil analisis menunjukkan bahwa hanya moisture yang berpengaruh dominan.\nArah kecenderungan perubahan lateral nilai indeks CSN setiap seam dicoba untuk\ndigambarkan. Seam 1 memiliki kecenderungan membesar ke arah Tenggara, seam 2 dan seam\n3 ke arah Barat Laut, seam 4 ke arah Utara dan seam 5 ke arah Timur Laut. Tidak ada\nkesamaan arah kecenderungan, sehingga sangat perlu mengkaji lebih dalam tentang kondisi\ngeologi lokal dalam kaitannya dengan sumber panas dan tekanan penyebab naiknya nilai\nCSN.", "Daftar File": {"COVER Komang Anggayana": "https://digilib.itb.ac.id/gdl/download/245846", "2015 KOMANG ANGGAYANA 1-EDITORIAL BOARD.pdf\n]": "https://digilib.itb.ac.id/gdl/download/245847", "2015 KOMANG ANGGAYANA 1-TABLE OF CONTENT.pdf)u": "https://digilib.itb.ac.id/gdl/download/245848", "2015 KOMANG ANGGAYANA 1-PAPER.pdf?": "https://digilib.itb.ac.id/gdl/download/245849"}, "Penulis": "Komang Anggayana [-]", "Kontributor / Dosen Pembimbing": ["Wahyudi Zahar, Agus HarisWidayat, Mulyono Dwiantoro"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "crucible swelling number, cokeability, Formasi Batu Ayau", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "4 file", "Tanggal Input": "12 Apr 2022"}