{"Nomor": 64213, "Judul": "THE EFFECT OF PRODUCT PLACEMENT TO BRAND AWARENESS OF INDONESIAN FILM", "Abstrak": "Dalam mempromosikan sebuah merek, banyak media promosi yang digunakan dan salah satunya adalah televisi dan film. Banyak merek yang berusaha untuk membuat iklan untuk mengenalkan produknya. Namun di era seperti ini penonton dapat dengan mudah melewati iklan dan berakhir produk dari merek tersebut tidak tersampaikan atau tidak dikenal dengan baik oleh penonton. Salah satu alternatif promosi yang menarik dan tidak dapat dengan mudah dilewati oleh penonton adalah dengan menempatkan produk dalam televisi atau film. Beberapa merek sudah mengimplementasikan penempatan produk pada film. Maka dari itu, penelitian ini bertujuan untuk membahas dan mengetahui pengaruh tiga dimensi penempatan produk (visual, audio dan koneksi plot) terhadap kesadaran akan merek dan penerimaan akan penempatan produk dari penonton film Keluarga Cemara. Terdapat 125 responden yang memenuhi syarat dalam penelitian ini salah satunya adalah penonton Keluarga Cemara berkewarganegaraan Indonesia. Hasil dari penelitian ini menunjukan bahwa responden hanya memberikan persepsi positif pada penempatan produk dari segi audio terhadap kesadaran akan merek, responden dapat menyadari keberadaan merek (Gojek) dalam film Keluarga Cemara, sedangkan dari segi penerimaan akan merek, responden hanya memberikan persepsi positif pada penempatan produk dari segi koneksi plot film Keluarga Cemara, responden menyatakan bahwa kehadiran merek (Gojek) pada film Keluarga Cemara tidak mengganggu jalan cerita film Keluarga Cemara. Penemuan ini diharapkan dapat menambah pengetahuan pada pemasar dan merek dalam memaksimalkan penggunaan penempatan produk dalam film, terutama di Indonesia.", "Daftar File": {"ABSTRAK Sheila Bulan Jelantik": "https://digilib.itb.ac.id/gdl/download/245842"}, "Penulis": "Sheila Bulan Jelantik [19017276]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., MBA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "dimensi audio, dimensi visual, koneksi plot, kesadaran akan merek, penempatan produk, penerimaan akan penempatan produk", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "12 Apr 2022"}