{"Nomor": 64225, "Judul": "MAKNA BATAS FISIK PADA REAL ESTAT BAGI  MASYARAKAT SEKITAR DI TANGERANG SELATAN", "Abstrak": "Pembangunan batas fisik real estat yang hadir di antara perkampungan penduduk dibuat oleh pengembang dengan berbagai ragam tipe. Batas fisik real estat dapat  dirancang terintegrasi dengan lingkungan di  sekitarnya  sehingga  mewujudkan keharmonian.  Sebaliknya, batas  fisik yang dirancang tanpa  memperhatikan kondisi masyarakat  di sekitarnya  dapat menciptakan permasalahan antara warga \nreal estat dan perkampungan di sekitarnya. Kondisi tersebut menyebabkan ragam batas fisik real  estat diinterpretasikan oleh masyarakat di sekitarnya dengan cara  yang berbeda­beda.  Penelitian disertasi  ini bermaksud menjelaskan tanggapan masyarakat  yang tinggal di permukiman sekitar real estat terhadap batas fisik real estat yang dibuat  oleh pengembang di Tangerang Selatan,  dengan kasus studi  real estat  Bintaro Jaya. Tujuan penelitian adalah (1) mengidentifikasikan ragam tipologi dan karakteristik batas fisik pada  real  estat  yang berbatasan langsung dengan permukiman masyarakat di sekitarnya? (2)  mendeskripsikan persepsi dan makna  yang diberikan masyarakat di sekitar batas fisik real  estat terhadap tiap tipologi  dan karakter batas fisik yang ada, serta faktor­faktor yang mempengaruhinya? dan (3) menganalisis pola hubungan antara persepsi dan tanggapan masyarakat dengan kondisi empiris batas fisik real estat yang ada. \nKajian pustaka  dilakukan dengan menghimpun teori  dan hasil penelitian yang terkait  dengan fenomena  real estat  dan permukiman masyarakat di sekitarnya,  khususnya yg mengandung persoalan: parameter batas fisik real estat, fungsi batas  fisik real estat? indikator yang dapat  digunakan dalam penilaian persepsi dan makna  batas  fisik real estat  bagi masyarakat. Untuk menilai kondisi batas  fisik real estat dan mengukur respons yang diberikan oleh masyarakat, digunakan lima  indikator penelitian yang terdiri dari: akses pada sumber, lingkungan tempat  tinggal, hubungan dengan institusi, kohesi sosial, dan partisipasi.  Penelitian awal yang dilakukan melalui suvai, telah menghasilkan 9 tipologi batas  fisik real  estat yang dibedakan berdasarkan lima  parameter, yaitu:  keberadaan akses,  sifat/kemasifan,  jarak pengamatan,  perbedaan kontur,  dan ketinggian.  Penelitian dilakukan dengan metode komparasi antara kondisi empiris batas fisik real estat  dengan persepsi dan makna  yang diberikan oleh masyarakat.\nPengumpulan data tentang kondisi empiris batas fisik real estat dilakukan melalui  survai, observasi,  dan wawancara dengan narasumber yang memahami  proses pembangunan real estat. Pengumpulan data tentang persepsi dan makna dilakukan melalui  wawancara  terstruktur dengan masyarakat yang tinggal  di sekitar real estat. Pengolahan data empiris dan persepsi menggunakan analisis distribusi dan\nAnova untuk mengidentifikasikan faktor­faktor yang secara  signifikan berpengaruh terhadap persepsi dan makna yang diberikan oleh masyarakat  terhadap batas fisik real estat untuk semua indikator.  \nHasil penelitian menunjukkan bahwa:  1) Kondisi tipologi  batas  fisik real estat  tidak berpengaruh terhadap terciptanya kohesi sosial antara penghuni real estat  dengan masyarakat  perkampungan di sekitarnya,  tetapi sangat berpengaruh terhadap akses pada sumber dan lingkungan tempat  tinggal bagi masyarakat  di sekitarnya.  Kohesi sosial cenderung baik untuk kondisi tipologi  batas fisik real estat yang baik maupun yang buruk, sementara akses pada sumber dan lingkungan tempat  tinggal  bertautan secara signifikan dengan kondisi masing­masing batas  fisik real estat?  2) Hubungan dengan institusi dan partisipasi  cenderung buruk pada kondisi tipologi batas fisik yang baik maupun yang buruk. Pemerintah belum melakukan peran dalam mengarahkan pembangunan batas  fisik real estat, sementara partisipasi warga terhadap kepengelolaan batas dianggap masih rendah sehingga  dapat menimbulkan konflik?  3) Persepsi masyarakat  terhadap desain  batas real estat dipengaruhi oleh latar belakang sosial dan ekonominya serta motif  mereka  memasuki area real estat. Semakin tinggi ketergantungan mereka \nberaktifitas di dalam real estat, semakin baik persepsi yang diberikan.  Batas  fisik real estat  dapat  menjadi  titik temu yang sangat potensial untuk dikembangkan bagi dua permukiman yang berbeda, sebaliknya  jika  diabaikan akan menjadi sumber permasalahan bagi semua pihak. Untuk menciptakan batas  fisik real estat  yang baik dan responsif terhadap kepentingan masyarakat  di  sekitarnya, diperlukan komitmen dan partisipasi dari seluruh pemangku kepentingan,  termasuk pemerintah,  pengembang,  lembaga sosial masyarakat, penghuni real estat, dan masyarakat di sekitarnya.", "Daftar File": {"ABSTRAK Tin Budi Utami": "https://digilib.itb.ac.id/gdl/download/245926"}, "Penulis": "Tin Budi Utami [35208001]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Iwan Sudradjat, M.SA, Ph.D.", "Dr.-Ing. Ir. Boedi Darma, M.SA.", "Dr. Ir. Woerjantari Kartidjo, M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "batas  fisik real estat, makna  dan persepsi, masyarakat  sekitar real  estat, Tangerang Selatan.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "18 Apr 2022"}