{"Nomor": 64223, "Judul": "MEMAHAMI BERBAGI PENGETAHUAN TACIT DI ORGANISASI NON-PROFIT: SEBUAH STUDI EKSPLORASI", "Abstrak": "Organisasi nirlaba memiliki beragam cakupan misi sosial dan dampak. Pada dasarnya,\norganisasi ini sebagian ditopang oleh sukarelawan yang mana menarik perhatian dan saat ini\nperlu untuk bertahan di tengah persaingan serta bergerak ke arah yang berkelanjutan melalui\nstrategi berbagi pengetahuan. Salah satu fenomena yang mendasari adalah bagaimana proses\nberbagi pengetahuan yang bersifat tacit terjadi di dalam organisasi. Tacit knowledge sering\ndisebut sebagai skill, know-how, dan keahlian yang melekat pada setiap individu dalam suatu\norganisasi. Metode dan alat yang tersedia untuk mendukung berbagi pengetahuan tacit\nsebagian besar terkonsentrasi pada interaksi sosial, pertemuan tatap muka dan komunikasi\nlisan. Akan tetapi, penelitian akademis dan publikasi ilmiah mengenai tacit knowledge sharing\n(TKS) pada konteks organisasi nirlaba di Indonesia masih sangat terbatas dan bahkan bisa\ndikatakan jarang. Para penulis percaya bahwa kurangnya perhatian yang diberikan oleh\norganisasi nirlaba atau komunitas sosial terhadap manajemen strategis pengetahuan mereka\nmengkhawatirkan. Sebab, tacit knowledge merupakan salah satu area yang kurang\ntereksplorasi dalam manajemen pengetahuan karena sulitnya mengkodifikasi, merumuskan\natau mengungkapkannya.\nHal ini mendasari pentingnya melakukan penelitian mengenai tacit knowledge sharing (TKS)\ndalam ranah organisasi nirlaba di Indonesia yang kerap kali tidak menyadari proses ini sudah\ndilakukan. Dengan mempertimbangkan masalah ini, penelitian bertujuan untuk: (1)\nmenggambarkan praktik TKS di salah satu studi kasus organisasi nirlaba yang ada di\nIndonesia, (2) menggali beberapa isu seperti faktor pendorong terjadinya TKS di organisasi\nnirlaba yang dilakukan oleh para sukarelawan. Riset ini berlangsung dalam lima tahap: 1)\nObservasi fenomena, ulasan literatur, dan identifikasi masalah; 2) pemilihan kasus; 3)\npengumpulan data dan transkripsi; 4) pembuatan kode dan analisis data; dan 5) finalisasi\npenulisan. Penelitian eksplorasi melalui analisis tematik dipilih sebagai metode untuk\nmenjawab penelitian ini dengan wawancara secara mendalam terhadap partisipan yang\nberperan sebagai relawan di satu organisasi nirlaba dipilih sebagai sampel penelitian.\nWawancara tersebut dilakukan secara dalam jaringan (online) mengingat kondisi limitasi\npandemi. Analisis penelitian menghasilkan deskripsi umum mengenai proses pertukaran\npengetahuan tacit seluruh kasus, motivasi yang menjelaskan mengapa mereka mau berbagi\npengetahuan tanpa imbalan di sebuah organisasi non-profit, pengembangan model berbagi\npengetahuan tacit, dan rekomendasi peningkatan aktivitas berbagi pengetahuan dalam\norganisasi non-profit.\nTemuan penelitian memperlihatkan faktor individu seperti perilaku altruistik hingga\nkepercayaan antar tim berpengaruh untuk mendorong seseorang berbagi pengetahuan tacit.\nv\nTidak hanya itu, faktor organisasi seperti budaya organisasi yang mengedepankan pada\nketerbukaan, hubungan mentor di organisasi, hingga apresiasi yang dilakukan secara berkala\nmampu meningkatkan kapasitas individu untuk berbagi pengetahuan. Selain itu pengetahuan\ntacit saat ini menjadi topik hangat di bidang pengembangan komunikasi pengetahuan. Sulit\nuntuk menyampaikan jenis pengetahuan ini. Ini hanya dapat terjadi jika orang-orang bekerja\nsama dalam lingkungan tim yang kolaboratif dan bersedia untuk berbagi pengetahuan mereka.\nTemuan menunjukkan bahwa beberapa metode dan alat tambahan digunakan selain yang\ndijelaskan dalam literatur, dan bahwa sejumlah kondisi mengenai sikap terhadap berbagi\npengetahuan dan budaya tempat kerja harus dipenuhi agar alat dan metode tersebut berhasil\nditerapkan. Pada akhirnya, sebuah hasil temuan yang dibangun untuk membantu memahami\nfenomena (TKS) yang berlangsung di organisasi nirlaba serta dapat menyarankan manajer\norganisasi untuk lebih memperhatikan motivator serta praktik organisasi kesukarelawanan\nmereka ketika mengadopsi rutinitas (TKS). Hal ini penting sebagai referensi terhadap studi\nselanjutnya yang berfokus pada manajemen pengetahuan dan sebagai pedoman untuk\nmanager di organisasi non-profit untuk lebih memperhatikan kualitas dan prosedur berbagi\npengetahuan yang terjalin didalamnya.", "Daftar File": {"ABSTRAK Farhanah Fitria Mustari": "https://digilib.itb.ac.id/gdl/download/245895"}, "Penulis": "Farhanah Fitria Mustari [29020071]", "Kontributor / Dosen Pembimbing": ["Achmad Ghazali, S.T., M.A.B., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pengetahuan Tacit, Berbagi Pengetahuan, Organisasi Nirlaba", "Sumber": "", "Staf Input/Edit": "Taupik Abidin", "File": "1 file", "Tanggal Input": "14 Apr 2022"}