{"Nomor": 64222, "Judul": "PENGEMBANGAN APLIKASI MAINTENANCE CAPACITY PLANNING MENGGUNAKAN SIMULASI MONTE CARLO", "Abstrak": "Maintenance adalah kombinasi dari aktivitas-aktivitas yang dibutuhkan untuk memelihara atau memperbarui sebuah peralatan atau sistem sehingga dapat menjalankan fungsi yang seharusnya. Karena beban dan kapasitas maintenance adalah sesuatu yang tidak tentu, maka diperlukan prakiraan yang akurat untuk menentukannya. Maintenance capacity planning mengoptimasi kapasitas sumber daya untuk memenuhi prakiraan beban maintenance dan meminimalisasi total biaya. Sulit untuk menemukan aplikasi capacity planning yang tidak berbayar, mudah dijangkau, dan jelas metode perhitungannya di pasaran. Maka dari itu, dibutuhkan aplikasi capacity planning yang mudah dijangkau dan digunakan oleh pengguna. Dengan pengembangan aplikasi secara mandiri, inovasi dan pemilihan metode perhitungan dapat dilakukan dengan lebih leluasa.\nAgar perhitungan mendekati kondisi di kehidupan nyata, prakiraan beban maintenance dan kapasitas sumber daya pekerja dilakukan dengan pendekatan stokastik, spesifiknya dengan simulasi Monte Carlo. Setelah itu, capacity planning dilanjutkan dengan pendekatan deterministik, yaitu Capacity Allocation Table dan pemrograman linier. Aplikasi dengan nama Maintenance Capacity Planning with Monte Carlo Simulation ini dikembangkan pada Microsoft Excel. Proses optimasi dilakukan dengan memanfaatkan fitur add-in Solver yang tersedia. Aplikasi telah diverifikasi dan melewati uji ramah guna sehingga aplikasi berjalan dengan baik, menghasilkan solusi yang benar, dan mudah untuk digunakan.", "Daftar File": {"ABSTRAK Janitra Dyandra Adya": "https://digilib.itb.ac.id/gdl/download/245879"}, "Penulis": "Janitra Dyandra Adya [13617067]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Edy Suwondo, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "capacity planning, Monte Carlo, Solver.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "13 Apr 2022"}