{"Nomor": 64237, "Judul": "A BASELINE STUDY ABOUT THE UNCONVENTIONAL PETROLEUM POTENTIAL OF THE BROWN SHALE FORMATION, CENTRAL SUMATRA BASIN?INDONESIA: ORGANIC PETROGRAPHY AND GEOCHEMISTRY", "Abstrak": "The Brown Shale Formation is the most prevalent lacustrine source rock for conventional petroleum fields in Central Sumatra Basin. It also predicted as an unconventional shale reservoir in the basin. This present paper is to investigate the unconventional petroleum potential by means of organic petrographic and geochemistry. The nine representative shale samples were collected from a shallow drill hole from the Brown Shale Formation; the samples were likely deposited during the Late Eocene syn?rift phase in the Central Sumatra Basin. They have been analyzed to determine basic organic petrographic and petroleum potential from the fingerprinting of the product that formed during maturation under open?\nsystem pyrolysis. Microscopically the organic matter is composed mainly of alginate, namely lamalginite and telalginite. The telalginite is exclusively composed of the remains of botryococcus braunii algae, which are a distinct indicator of a lacustrine depositional environment. The maceral groups vitrinite and inertinite are rare in all samples. The mineral matter is dominated by clay, quartz, with minor amounts of pyrite. The vitrinite reflectance values are at a low to moderate level, varying from 0.21?0.44% which indicates immature organic matter. The kerogen in this formation is primarily Type II, as suggested by pyrolysis results. The source rock generated pyrolysate with a high wax paraffinic?naphtenic?aromatic\n(PNA) composition which is typical of lacustrine shales containing autochthonous organic matter. The results of fingerprinting under open?system pyrolysis gas chromatography reveals that the source rock generated pyrolysate contents that are methane (nC1=0.43?1.55 ml/gr rock), light gases (nC2?5=1.02?2.51 ml/gr rock), wet gases (nC6?14=0.47?2.42 ml/gr rock), and heavy gases (nC15+=0.43?1.62 ml/gr rock). The result of this study is that this formation could serve as a source of unconventional natural gas and oil within the Central Sumatra Basin.", "Daftar File": {"COVER Komang Anggayana": "https://digilib.itb.ac.id/gdl/download/245981", "2015 KOMANG ANGGAYANA 1-EDITORIAL BOARD.pdf\niu": "https://digilib.itb.ac.id/gdl/download/245982", "2015 KOMANG ANGGAYANA 1-TABLE OF CONTENT.pdf5?": "https://digilib.itb.ac.id/gdl/download/245983", "2015 KOMANG ANGGAYANA 1-ABSTRACT.pdf?": "https://digilib.itb.ac.id/gdl/download/245984", "2015 KOMANG ANGGAYANA 1-PAPER.pdf?_": "https://digilib.itb.ac.id/gdl/download/245985", "2015 KOMANG ANGGAYANA 1-PRESENTATION.pdf\n]": "https://digilib.itb.ac.id/gdl/download/245986"}, "Penulis": "Komang Anggayana [-]", "Kontributor / Dosen Pembimbing": ["Mulyono Dwiantoro, Agus Haris Widayat"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "organic petrographic, geochemistry,  paraffinic?naphtenic?aromatic (PNA)", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "6 file", "Tanggal Input": "19 Apr 2022"}