{"Nomor": 64249, "Judul": "ANALISIS APLIKASI METODE GENETIC ALGORITHM (GA) UNTUK PENENTUAN LETAK SUMUR PRODUKSI VERTIKAL PADA LAPANGAN MINYAK DENGAN LAPISAN JAMAK YANG DIPRODUKSIKAN SECARA BERSAMAAN", "Abstrak": "Metode untuk menentukan lokasi sumur produksi baru pada lapangan minyak dengan lapisan jamak biasanya dilakukan dengan metode konvensional yaitu menggunakan cara trial and error. Masalah yang dihadapi dalam penerapan metode konvensional ini adalah membutuhkan waktu yang lama dengan analisis data yang beragam dan banyak, terutama pada lapangan besar. Sebuah metode telah dikembangkan dengan menerapkan Algoritma Genetika untuk menyelesaikan permasalahan. Makalah ini bertujuan untuk menganalisis aplikasi metode Genetic Algorithm (GA) tersebut.\nAplikasi GA ini digunakan untuk menentukan lokasi sumur produksi vertikal dengan melakukan evaluasi terhadap fitness function yang diusulkan untuk mencari produksi yang maksimal dari suatu sumur. Metode penentuan lokasi sumur tersebut menggunakan tiga properti utama batuan reservoir yaitu porositas, permeabilitas, dan saturasi minyak sebagai data input.\nSebuah lapangan minyak dengan lapisan jamak digunakan sebagai kajian untuk melakukan analisis aplikasi GA dengan cara membandingkan hasil lokasi sumur dari aplikasi GA dengan metode konvensional trial and error untuk memaksimalkan recovery factor. Metode GA yang dikembangkan mampu memberikan hasil yang cenderung sama atau lebih baik dibandingkan dengan hasil dari metode konvensional trial and error dengan waktu yang lebih cepat serta jenis data yang lebih sedikit.", "Daftar File": {"ABSTRAK Supriyadi": "https://digilib.itb.ac.id/gdl/download/246024"}, "Penulis": "Supriyadi [12207061]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tutuka Ariadji, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Algoritma Genetika, Lokasi Sumur, Reservoir Multilayer, Commingle", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "20 Apr 2022"}