{"Nomor": 64255, "Judul": "EFEKTIVITAS VEGETASI MANGROVE DALAM MENANGKAP SEDIMEN DI MUARA BOJONG SALAWE, KABUPATEN PANGANDARAN, JAWA BARAT", "Abstrak": "Muara Bojong Salawe adalah kawasan estuari di wilayah Kab.\nPangandaran yang merupakan pertemuan dari tiga sungai, yaitu Sungai Cijalu,\nSungai Cikiray dan Sungai Cijulang. Kawasan ini termasuk dalam kategori muara\naktif, namun telah terjadi pendangkalan di tengah muara sebagai akibat dari\ntingginya sedimentasi. Hal ini berdampak pada terhambatnya aktivitas nelayan\nterutama transportasi perahu menuju laut. Keberadaan vegetasi mangrove di\nkawasan ini dipandang belum maksimal untuk memerangkap sedimen yang\nterbawa dari hulu sungai maupun hasil abrasi di sekitar pantai. Penelitian ini\nbertujuan untuk mengetahui karakteristik sedimen dan vegetasi mangrove, lalu\nmenentukan hubungan antara laju sedimentasi dan beberapa parameter vegetasi\nmangrove. Laju sedimentasi diukur menggunakan sediment trap yang diletakkan\ndi ketiga sungai, diikuti dengan pengukuran parameter vegetasi mangrove pada\nplot ukuran 10 x 10 meter yang diletakkan pada tiga lokasi. Parameter vegetasi\nyang dihitung adalah kerapatan pohon, kerapatan pancang, kerapatan semai,\nkerapatan akar serta diameter akar.\nHasil penelitian menunjukkan nilai rata rata laju penangkapan sedimen\ndari ketiga sungai sebesar 0,096 ton ha-1 tahun-1 dengantekstur sedimen lempung\nberpasir dan liat berpasir. Hasil pengukuran parameter vegetasi menunjukkan\nbahwa terdapat tiga spesies mangrove, yaitu Rhizophora mucronata, Avicennia\nalba, dan Sonneratia alba. Nilai kerapatan pohon untuk Sungai Cikiray, Sungai\nCijalu dan Sungai Cijulang berturut-turut adalah sebesar 256 individu ha-1, 167\nindividu ha-1 dan 656 individu ha-1, sedangkan nilai kerapatan pancang adalah\n1689 individu ha-1 (S. Cikiray), 356 individu ha-1 (S. Cijalu) dan 756 individu ha-1\n(S. Cijulang). Nilai kerapatan dan diameter rata-rata akar untuk Sungai Cikiray\nmasing-masing adalah 23 akar m-2 dan 2,77 cm, Sungai Cijalu sebesar 98 akar m-2\ndan 2,76 cm, sedangkan Sungai Cijulang sebesar 25 akar m-2 dan 1,93 cm. Hasil\nuji statistik menunjukkan bahwa terdapat hubungan antara laju sedimentasi\ndengan parameter vegetasi dengan nilai R2 =0,90 yang menghasilkan persamaan Y\n= 0 - 0,00094 X1 + 0,00023 X2 + 0,0027 X3 + 0,12 X4; dengan X1 adalah\nkerapatan pohon, X2 adalah kerapatan pancang, X3 adalah kerapatan akar dan X4\nadalah diameter akar.", "Daftar File": {"COVER Esti Lestari": "https://digilib.itb.ac.id/gdl/download/246061", "BAB 1 Esti Lestari": "https://digilib.itb.ac.id/gdl/download/246062", "PUSTAKA Esti Lestari": "https://digilib.itb.ac.id/gdl/download/246068"}, "Penulis": "Esti Lestari [11516044]", "Kontributor / Dosen Pembimbing": ["Dr. Devi Nandita Choesin, M.Sc.", "Dr. Ichsan Suwandhi, S.Hut., M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "estuari, mangrove, pangandaran, regresi, sedimentasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "21 Apr 2022"}