{"Nomor": 64262, "Judul": "ANALISIS DATA SURVEI PRESSURE-TEMPERATURE-SPINNER (PTS) PADA SUMUR PANASBUMI DUA FASA", "Abstrak": "Survei logging Pressure-Temperature-Spinner (PTS) dilakukan di sumur S yang merupakan sumur dua fasa.Data yang dihasilkan dalam survei ini adalahdata tekanan, temperatur, dan frekuensi putaran spinner.Dengan menggunakan data frekuensi putaran spinner dan kecepatan kabel, kecepatan fluida setiap kedalaman sumur dapat dihitung. Laju alir massa dapat dihitung setelah data kecepatan fluida diketahui. Pada aliran fluida dua fasa, terdapat faktor fraksi uap yang diperlukan dalam perhitungan enthalpi. Dengan diketahuinya kecepatan fluida, laju alir massa, dan enthalpi hasil pengolahan data serta dengan dilengkapi tekanan dan temperatur tiap kedalaman, posisi feedpoint serta kontribusinya dapat diperkirakan. Perlu dibuat sebuah program simulasi lubang sumur untuk mengkonfirmasi posisi dan kontribusi feedpoint yang telah diperkirakan sebelumnya dengancara menyelaraskannya dengan data observasi. Penyelarasan dilakukan menggunakan skala prioritas berdasarkan keakurasiaan alat supaya mempermudah proses penyelarasan data observasi yang memiliki noise. Dari hasil pengaplikasian metode pada data sumur S yang digunakan pada paper ini, model aliran fluida dua fasa telah berhasil dibuat dan terdapat lima perkiraanfeedpoint.", "Daftar File": {"ABSTRAK Shanni Ardhana H": "https://digilib.itb.ac.id/gdl/download/246083"}, "Penulis": "Shanni Ardhana H [12208024]", "Kontributor / Dosen Pembimbing": ["Ir. Nenny Miryani Saptadji, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Pressure-Temperatur-Spinner, PTS, Sumur Panasbumi Dua Fasa,Feedpoint, Laju Alir Massa, Kecepatan Fluida, Enthalpi,Penyelarasaan Data, Simulasi Lubang Sumur", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "22 Apr 2022"}