{"Nomor": 64261, "Judul": "IDENTIFICATION OF RESERVOIR DRIVING MECHANISM AND INITIAL GAS-IN-PLACE IN X FIELD WITH MATERIAL BALANCE AND DECLINE CURVE METHOD", "Abstrak": "Knowledge of driving mechanism of a reservoir is needed to estimate the recovery factor of a reservoir. Information on the driving mechanism is required to select the appropriate method of development. For the oil reservoir, there are several kinds of driving mechanisms, such as gas cap drive, water drive, gravity drainage, solution gas drive, gravity drainage, and combinations thereof. However, unlike the case with the gas reservoir, there are only two driving mechanism in this reservoir. Namely fluid expansion and water drive. Fluid expansion is a state in which the reservoir pressure decreases so that the fluid in it expands, and urged each other between the molecules to flow. As for the water drive can be divided into two, strong and weak. In general, water drive reservoir gets is the driving energy of the surrounding aquifer. To determine the category of driving mechanism of a gas reservoir, there are several ways that the decline curve analysis and material balance. This paper uses the decline curve and material balance analysis to analyze the driving mechanism of a field X. In this paper processing, software OFMTM used for analysis decline curve and MBALTM for material balance analysis. IGIP used for the calculation of volumetric methods and materials balance (p/z).", "Daftar File": {"ABSTRAK Rizky Dwi Prayogo Lubis": "https://digilib.itb.ac.id/gdl/download/246081"}, "Penulis": "Rizky Dwi Prayogo Lubis [12208036]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Sudjati Rachmat, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "driving mechanism, material balance, decline curve, IGIP.", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "22 Apr 2022"}