{"Nomor": 64266, "Judul": "PENGEMBANGAN AREA RESAPAN AIR DENGAN PENAMBAHAN RUANG TERBUKA HIJAU DAN SUMUR RESAPAN UNTUK MEMENUHI KEBUTUHAN AIR DI KOTA CIMAHI", "Abstrak": "Kota Cimahi merupakan salah satu kota padat penduduk di Indonesia, bahkan pertumbuhan penduduk di Kota ini dapat mencapai 2% setiap tahunnya. Padat dan tingginya pertambahan penduduk di Kota ini semakin mengancam tutupan vegetasi yang ada. Diketahui bahwa tutupan vegetasi memiliki banyak manfaat ekologis untuk menopang kehidupan manusia, salah satunya adalah menjaga fungsi hidrologi/sumberdaya air. Terancamnya tutupan vegetasi sebagai akibat tingginya jumlah penduduk ini ditunjukkan dari jumlah Ruang Terbuka Hijau (RTH) di Kota Cimahi yang belum memenuhi standar luasan RTH yang seharusnya, dimana hanya ada sekitar 9,34% dari total luas Kota Cimahi merupakan RTH. Kondisi tersebut tentunya berdampak pada kondisi area resapan yang memburuk dimana terdapat seluas 3,64 Km² area resapan yang sudah masuk kategori kritis. Hal tersebut diperparah dengan meningkatnya eksploitasi air tanah sebagai akibat bertambahnya jumlah penduduk. Akibat dari permasalahan tersebut, Kota Cimahi mengalami penurunan muka air tanah yang cukup signifikan hingga 20 cm/tahun sehingga mengakibatkan beberapa Kelurahan seperti Melong, Leuwigajah dan Cibeureum mengalami kekurangan air. Dengan segala kondisi diatas maka diprediksi Kota Cimahi secara keseluruhan akan mengalami defisit air mulai tahun 2030. Untuk mencegah bencana tersebut, maka diperlukan Tindakan terkait pengelolaan isu lingkungan dengan melakukan pengembangan area resapan dari segi kuantitas dan kualitas. Adapun tujuan dari penelitian ini meliputi (1) memprediksi kebutuhan dan ketersediaan air di Kota Cimahi dengan pemodelan dinamik, (2) menentukan alokasi tempat pengembangan RTH & sumur resapan potensial, (3) dan menentukan arahan atau solusi terkait pemenuhan kebutuhan air dengan peningkatan fungsi area resapan melalui pengembangan RTH atau sumur resapan. Berikut adalah rangkaian/langkah dan metode yang dilakukan dalam menyusun penelitian ini yaitu meliputi; prediksi kebutuhan dan ketersediaan air yang dilakukan untuk 10 tahun kedepan di 3 Kecamatan Kota Cimahi secara terpisah dengan variabel yang mempengaruhinya meliputi kondisi biofisik (tutupan lahan, curah hujan/iklim, jenis tanah, kemiringan lahan), kondisi socio-ekonomi (jumlah penduduk, pertumbuhan penduduk, jumlah unit industri, pertumbuhan ekonomi) dan kondisi potensi sumberdaya air (debit sungai, potensi air tanah, kapasitas suplai PAM/PDAM). Sementara penentuan alokasi tempat pengembangan RTH dilakukan dengan menganalisis kondisi area resapan dengan melakukan tumpang tindih/overlay peta curah hujan, jenis tanah, kemiringan lahan, dan tutupan lahan untuk kemudian dilakukan pembobotan. Nantinya, lokasi lahan yang memiliki kondisi mulai kritis serta lahan milik publik yang ditetapkan sebagai area pengembangan RTH. Sedangkan untuk menentukan lokasi sumur resapan potensial dilakukan berdasarkan pedoman/petunjuk teknis pembangunan sumur resapan yang berlaku. Dalam menentukan arahan atau solusi peningkatan fungsi area resapan dilakukan dengan mempertimbangkan hasil prediksi kebutuhan/ketersediaan air, jumlah kekurangan luas RTH, alokasi tempat RTH dan sumur resapan potensial, dengan batasan dari hasil wawancara serta dokumen kebijakan tata ruang seperti RTRW (Rencana Tata Ruang Wilayah). Hasil prediksi kebutuhan dan ketersediaan air menunjukkan bahwa Kota Cimahi akan mengalami krisis air mulai dari tahun 2029 dengan total defisit air mencapai 8,22 juta M³. Hasil prediksi tersebut juga menunjukkan Kecamatan Cimahi Selatan merupakan wilayah yang paling mengalami krisis dimana krisis air sudah terjadi sejak tahun 2022 dan puncaknya di tahun 2029 dengan ketercukupan air hanya 59,83%. Jumlah kekurangan air tersebut menunjukan bahwa Kota Cimahi perlu menambahkan RTH sebagai area resapan seluas 355 Ha untuk menutupi kekurangan air dimasa yang akan datang. Sementara hasil analisis alokasi tempat RTH potensial menunjukkan terdapat seluas 142,83 Ha yang tersebar di Cimahi Utara dan Selatan untuk dibangun RTH. Dengan kurangnya ketersediaan lahan potensial untuk dibangun, maka diperlukan penambahan sumur resapan di wilayah potensial yang meliputi Kelurahan Melong, Utama dan Cibeureum serta meningkatkan kapasitas suplai dari PDAM/PAM. Sehingga dengan hasil yang diperoleh, dapat dirumuskan arahan pengembangan area resapan meliputi (1) Luasan RTH akual saat ini seluruhnya perlu dipertahankan, (2) menambah 142,8 Ha RTH di Cimahi Utara dan Selatan, (3) membangun 1.576 unit sumur resapan di 3 Kelurahan di Cimahi Selatan dan (4) meningkatkan kapasitas suplai PDAM/PAM sebanyak 100 l/detik.", "Daftar File": {"ABSTRAK MUHAMAD FIKRI FADHILAH": "https://digilib.itb.ac.id/gdl/download/246139"}, "Penulis": "MUHAMAD FIKRI FADHILAH [21020301]", "Kontributor / Dosen Pembimbing": ["Dr. Yayat Hidayat", "Dr. Anne Hadiyane"], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Ruang Terbuka Hijau, Model Dinamik, Area Resapan, Sumur Resapan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "26 Apr 2022"}