{"Nomor": 64273, "Judul": "STRATEGI MARKETING UNTUK MENINGKATKAN  PENJUALAN PRODUK DAN PELAYANAN PENGOLAHAN AIR", "Abstrak": "Kebutuhan air semakin meningkat seiring dengan pertumbuhan industri serta\nlimbah yang dihasilkan. Namun, kebutuhan air tidak diimbangi dengan peningkatan\npasokan air, sehingga ketersediaan air sangat terbatas. Oleh karena itu, merupakan\npeluang besar bagi perusahaan pengolahan air untuk mendapatkan keuntungan.\nNamun PT BLUE OCEAN mengalami penurunan sales, yang artinya PT BLUE\nOCEAN tidak dapat memanfaatkan kesempatan ini sebaik mungkin. Penelitian ini\nbertujuan untuk menganalisis lingkungan eksternal dan internal serta mengusulkan\nstrategi pemasaran yang sesuai dengan sumber daya dan kapabilitas perusahaan\nuntuk meningkatkan penjualan PT BLUE OCEAN. Analisis lingkungan eksternal\ndilakukan dengan menggunakan PESTLE, Porter's Five Forces, analisis konsumen\ndan analisis pesaing. Analisis konsumen dilakukan dengan In-depth interview.\nUntuk menganalisis hasil wawancara dari Analisis konsumen, penulis\nmenggunakan analisis konten dan tematik untuk mengetahui faktor apa saja yang\nmendukung untuk menjadi strategi pemasaran PT BLUE OCEAN. Dari analisis\nlingkungan eksternal perusahaan, ditemukan peluang dan ancaman di luar\nlingkungan perusahaan yang dapat mempengaruhi bisnis PT BLUE OCEAN.\nSetelah itu, analisis lingkungan internal dilakukan dengan menggunakan analisis\nRBV, analisis bauran pemasaran, dan VRIO. Dari analisis lingkungan internal\nperusahaan, ditemukan kekuatan dan kelemahan yang dimiliki perusahaan.\nSelanjutnya hasil dari analisis lingkungan eksternal dan internal digunakan untuk\nanalisis SWOT. Analisis SWOT dilakukan dengan menggabungkan hasil temuan\ndari analisis eksternal dan internal perusahaan yaitu kekuatan, kelemahan, peluang,\ndan tantangan yang kemudian digunakan sebagai dasar untuk membuat matriks\nTOWS. Melalui matriks TOWS, dihasilkan beberapa strategi pemasaran alternatif\nyang kemudian akan dipilih strategi yang paling sesuai dengan sumber daya dan\nkapabilitas perusahaan untuk meningkatkan penjualan.", "Daftar File": {"2022_TS_PP_Fitri Brilian Novianti_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/246225"}, "Penulis": "Fitri Brilian Novianti [29120043]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Strategi Pemasaran, Analisa Isi, Analisa Tematik, SWOT, TOWS, Pengolahan Air", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "09 Mei 2022"}