{"Nomor": 64280, "Judul": "ANALISIS SENTIMENT UNTUK MEMPERBAIKI SEKTOR PARIWISATA DI BANDUNG", "Abstrak": "Media sosial seperti Facebook, Twitter, dan instragram saat ini adalah alat\nkomunikasi paling masif penggunaannya bagi masyarakat banyak. Tidak hanya\nsebagai media komunikasi, media sosial juga digunakan sebagai alat promosi dan\nsebagai alat penilaian untuk tinjauan produk yang paling jujur dan realtime (analisis\nsentimen). Ketika membuka media sosial kemudian mencari kata kunci untuk\nproduk atau lokasi yang kita telusuri, maka dengan cepat akan mendapatkan\npeninjauan suatu produk atau lokasi yang kita cari tersebut. Mudah dan cepat adalah\nalasan orang lebih mempercayai media sosial saat ini. Ulasan yang didapat bisa\npositif atau negatif, tergantung kondisi sebenarnya yang terjadi pada saat sedang\nmencari ulasan tersebut, sehingga memungkinan hasil ulasan yang dicari dapat\nberubah di waktu lain. Pada awalnya, hasil ulasan adalah negatif tetapi pada tahun\nberikutnya hasil ulasan dapat berubah menjadi positif, hal ini kemungkinan dapat\nterjadi dikarenakan lokasi atau produk tersebut sudah diperbaiki oleh masyarakat\nsekitar atau oleh pemerintah lokal (para pengambil keputusan), maka produk atau\nlokasi yang buruk atau tidak cukup baik dapat berubah menjadi baik. Saat ini\npenambangan teks sangat diperlukan untuk memperoleh informasi yang tepat, cepat\nserta banyak. Analisis sentimen bekerja dengan menemukan, menggali, dan\nmengelompokkan data polaritas dari teks yang ada dalam dokumen, kalimat, atau\nfitur / tingkat aspek dan menentukan keadaan pendapat yang dinyatakan dalam\ndokumen, kalimat atau fitur entitas / aspek positif, negatif atau netral (Hall, 2014;\nMunarwan & Sinaga, 2017). Penelitian ini menggunakan R studio untuk\nmemproses data penambangan teks dari Twitter mengenai kondisi pariwisata di\nBandung melalui analisis sentimen. Analisis sentimen dapat menentukan hasil\nulasan dari media sosial (berupa ulasan positif atau negatif). Hasil dari penelitian\nini diharapkan dapat membantu para akademisi untuk menambah bahan tinjauan\npusataka mereka dan juga untuk membantu para pengambil keputusan untuk\nmenentukan bagian mana yang harus diperbaiki dan bagian mana yang tetap dijaga\ndalam konteks pariwisata di Bandung. Beberapa temuan yang masih harus\ndiperbaiki di area pariwisata di kota bandung adalah: pesawat, kereta, bus, angkutan\nkota, taksi, berkuda, mengungungi taman, budaya, TV, hostel & Villa. Sedangkan\nhal-hal yang sudah baik, hanya tinggal perlu di maintain saja adalah: Travel, Damri,\nGojek, Grab, Bersepeda, Berenang, Kemping, berendam, mengunjungi\nperkebunan, mengunjungi festival, sejarah, berbelanja, mengunjungi museum,\nmengunjungi tempat peribadatan, kuliner, majalah, facebook, twitter, radio,\ninstagram, hotel budget & Hotel.", "Daftar File": {"COVER Prahita Sri Rahayuningrat": "https://digilib.itb.ac.id/gdl/download/246252", "2021 TS PP PRAHITA SRI RAHAYUNINGRAT 1-CHAPTER I.pdf\n]": "https://digilib.itb.ac.id/gdl/download/246253", "2021 TS PP PRAHITA SRI RAHAYUNINGRAT 1-CHAPTER II.pdf)u": "https://digilib.itb.ac.id/gdl/download/246254", "2021 TS PP PRAHITA SRI RAHAYUNINGRAT 1-CHAPTER III.pdf?": "https://digilib.itb.ac.id/gdl/download/246255", "2021 TS PP PRAHITA SRI RAHAYUNINGRAT 1-CHAPTER IV.pdf)u": "https://digilib.itb.ac.id/gdl/download/246256", "2021 TS PP PRAHITA SRI RAHAYUNINGRAT 1-CHAPTER V.pdf\n]": "https://digilib.itb.ac.id/gdl/download/246257", "2021 TS PP PRAHITA SRI RAHAYUNINGRAT 1-REFERENCE.pdf\n]": "https://digilib.itb.ac.id/gdl/download/246258"}, "Penulis": "Prahita Sri Rahayuningrat [29016008]", "Kontributor / Dosen Pembimbing": ["Dr. Manahan Parlindungan Saragih Siallagan"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "pariwisata, penambangan teks, media sosial, analisis sentimen", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "7 file", "Tanggal Input": "09 Mei 2022"}