{"Nomor": 64282, "Judul": "PENILAIAN TERHADAP IMPLEMENTASI PRINCIPLE FOR RESPONSIBLE MANAGEMENT EDUCATION DI SEKOLAH BISNIS DAN MANAJEMENT ITB DENGAN METODE DELPHI", "Abstrak": "Sekolah Bisnis memiliki peran penting dalam menghasilkan Pengusaha. Sekolah\nBisnins ini pun diharapkan dapat menghasilkan seorang pengusaha atau pemimpin\nbertanggung jawab dan professional yang peduli akan etika, tanggung jawab\nsosial, lingkungan, dan ekonomi dalam membuat keberlanjutan. The Principle for\nResponsible Management Education (PRME) merupakan sebuah alat atau\nperangkat, yang mendukung Sekolah Bisnis tersebut dalam membentuk hasilnya\nmenjadi professional yang bertanggung jawab. Sebagai gambaran, SBM ITB\nberpartisipasi dalam mengimplementasikan prinsip-prinsip PRME ke dalam\nkurikulum dan kampusnya secara menyeluruh. Prinsip-prinsipnya tersebut adalah\ntujuan, nilai, metode, penelitian, kemitraan, dan dialog. Namun pelaksanaanya\nmasih menjadi pertanyaan, karena PRME mengutip bahwa “Tidak ada sekolah\nyang berhasil menerapkannya”. Berdasarkan permasalahan tersebut, penelitian ini\ndilakukan untuk (1) menilai The Principle for Responsible Management\nEducation sebagai salah satu program Perserikatan Bangsa-Bangsa, yang telah\ndiimplementasikan di SBM ITB sejak 2014, (2) merancang dan menganalisa\npemetaan kognitif nilai prinsip dalam tingkat kurikulum dan Pemangku\nKepentingan. (3) menilai dan menganalisa pengimplementasian PRME\ntersebut dalam kurikulum dengan didasari oleh penilaian para ahli.\nMetode Delphi dilakukan untuk mendapatkan informasi yang lebih mendalam\nperihal pengimplementasian PRME tersebut di SBM ITB dan medapatkan\npenilaian dari para ahli. Peneliti memilih 3 tipe informan untuk diwawancarai\nyang terdiri dari ahli bidang Kurikulum, ahli PRME dan duta besar PRME di\nSBM ITB tentang pendapat mereka atas pengimplementasian PRME. Peneliti juga\nmelakukan Diskusi Kelompok Terarah (DKT). Pendekatan Interdisipliner dan\nPemangku Kepentingan biasanya digunakan untuk menganilisa penelitian\ntersebut. Alhasil, penelitian di masa depan disarankan untuk peningkatan\nimplementasi PRME di SBM ITB", "Daftar File": {"COVER Lita Ayudia Fitriyani": "https://digilib.itb.ac.id/gdl/download/246266", "2021 TS PP LITA AYUDIA 1- CHAPTER I.pdf?": "https://digilib.itb.ac.id/gdl/download/246267", "2021 TS PP LITA AYUDIA 1- CHAPTER II.pdf\n]": "https://digilib.itb.ac.id/gdl/download/246268", "2021 TS PP LITA AYUDIA 1- CHAPTER III.pdf)u": "https://digilib.itb.ac.id/gdl/download/246269", "2021 TS PP LITA AYUDIA 1- CHAPTER IV.pdf\n]": "https://digilib.itb.ac.id/gdl/download/246270", "2021 TS PP LITA AYUDIA 1- CHAPTER V.pdf?": "https://digilib.itb.ac.id/gdl/download/246271", "2021 TS PP LITA AYUDIA 1- REFERENCE.pdf?": "https://digilib.itb.ac.id/gdl/download/246272"}, "Penulis": "Lita Ayudia Fitriyani [29016022]", "Kontributor / Dosen Pembimbing": ["Achmad Ghazali, S.T., M.A.B., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sekolah Bisnis, Metode Delphi, Etika, Interdisiplin, Keberlanjutan, Pendekatan Pemangku Kepentingan, PRME", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "7 file", "Tanggal Input": "09 Mei 2022"}