{"Nomor": 64296, "Judul": "PENGEMBANGAN FORMULA DAN EVALUASI STABILITAS SEDIAAN NANOEMULSI ASAM FOLAT BERBASIS VITAMIN E", "Abstrak": "Asam folat merupakan senyawa yang berperan penting dalam berbagai proses metabolisme dan sintesis DNA untuk pembentukan sel. Meskipun demikian, asam folat memiliki stabilitas yang rendah terhadap keberadaan air dan vitamin lain yang sering diformulasikan bersama asam folat. Asam folat juga tidak stabil terhadap cahaya dan mudah teroksidasi, serta peka terhadap pcngaruh p1-1. Untuk mengatasi berbagai permasalahan tersebut, pada penelitian ini dikembangkan sediaan asam folat dalam bentuk nanoemulsi berbasis vitamin E. Sediaan nanoemulsi asam folat dikembangkan dengan metode self-nanoemulsification (SNE) atau nanoemulsifikasi spontan dengan menggunakan vitamin E sebagai fase minyak, Tween 20 sebagai surfaktan, dan PEG 400 sebagai kosurfaktan. Optimasi dan pembentukan diagram tiga fase dilakukan untuk menentukan rasio komponen nanoemulsi dan kapasitas pemuatan asam folat di dalam SNE. Evaluasi yang dilakukan terhadap formula yang telah dioptimasi meliputi analisis ukuran dan distribusi ukuran globul, efisiensi penjeratan, pH, morfologi, uji sentrifugasi, uji stabilitas fisik, dan uji stabilitas kadar asam folat. Uji stabilitas fisik dan kadar dilakukan pada penyimpanan selama 14 hari pada suhu ruang dan terhadap pengaruh HC1 pH 1,2. Nanoemulsi asam folat yang jernih dan transparan diperoleh dengan menggunakan vitamin E, Tween 20, dan PEG 400 dengan rasio 1:11:1 serta mengandung 8 mg asam folat per 10 gram campuran fase minyak. Formula tersebut menghasilkan globulterdispersi yang relatif sferis dengan ukuran 15,10± 1,51 nm, indeks polidispersitas 0,31 ± 0,06, dan nilai p1-1 6,24 + 0.01. Efisiensi penjeratan pada formula tersebut mendekati 100%. Berdasarkan hasil uji stabilitas, sediaan nanoemulsi asam folat memiliki stabilitas fisik yang baik selama penyimpanan. Sediaan juga stahil terhadap pcngaruh HCI pH 1,2 secara fisik maupun kimia. Asam folat dalam nanoemulsi terbukti lebih stahil dibandingkan asam folat dalam bentuk sediaan larutan. Hasil penelitian tersebut menunjukkan bahwa sediaan nanoemulsi asam folat yang dikembangkan mampu meningkatkan stabilitas dan memperlambat laju degradasi asam folat dalam pembawa air.", "Daftar File": {"ABSTRAK Christanto": "https://digilib.itb.ac.id/gdl/download/246322"}, "Penulis": "Christanto [10709004]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. apt. Heni Rachmawati, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "nanoemulsi, asam folat, vitamin E, nanoemulsifikasi spontan, stabilitas", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "10 Mei 2022"}