{"Nomor": 64297, "Judul": "FORMULASI DAN EVALUASI SEDIAAN MULTIUNIT G.4STRORETENTIVE   METFOTMIN HCL DENGAN TEKNIK PEMBENTUKAN GAS", "Abstrak": "Metthrmin hidroklorida (HCI) merupakan obat pilihan utama yang diberikan secara oral dalam terapi Diabetes Melitus tipe 2 (Non Insulin Dependent Diabetes Mellitus). Metformin HCI memiliki karakteristik Narrow Absorption Window (NA W) dengan lokasi absorpsi utama pada segmen lambung dan usus halus bagian atas. Adanya keterbatasan dan variasi waktu tinggal obat pada segmen ini menyebabkan metformin HCI memiliki absorpsi yang tidak sempurna dan konsentrasi dalam plasma darah yang bervariasi. Metformin HC1 juga memiliki waktu paruh eliminasi yang singkat (0,9-2,6 jam), sehingga diperlukan irekuensi pengobatan berulang yang dapat menyebabkan peningkatan efek samping pada saluran cerna. Dalam penelitian ini dikembangkan suatu sediaan multiunit pelet gastroretentive dengan teknik pembentukan gas yang memiliki pelepasan dengan sistem lepas lambat, dengan tujuan untuk mengatasi keterbatasan yang dimiliki oleh metformin HCI. Pelet inti yang mengandung metformin HCI, Avicel PH 101, dan PVP K¬25 dibuat dengan metode ekstrusi-sferonisasi, kemudian dilakukan penyalutan dengan metode ,fluidized bed drying. Penyalutan bertujuan untuk melapisi pelet dengan lapisan lepas lambat, lapisan pembentuk gas, dan lapisan penjerat gas. Evaluasi yang dilakukan untuk pelet salut meliputi evaluasi fisik (organoleptik, distribusi ukuran, morfologi, sifat aliran. berat jenis nyata, dan friabilitas), penetapan kadar dan weight gain, evaluasi kemampuan floating pada media HCI pH 1,2 sebagai simulasi cairan lambung. dan penetapan profit pelepasan in vitro zat aktif dari sediaan. Pelet inti yang mengandung 38,64 + 0,06 mg metformin HCI tiap 100 mg pelet digunakan sebagai inti salut. Formula dengan lapisan lepas lambat berupa Eudragit RS PO dan setil alkohol, lapisan pembentuk gas berupa natrium bikarbonat dan HMPC, serta lapisan penjerat gas berupa kombinasi Eudragit RS PO-RL PO (25:75) memberikan sistem gastroretentive yang paling balk dari tiga formula yang diuji. Formula ini mengandung 18,68 ± 0,10 mg metformin HC1 dalam 100 mg pelet salut, dengan waktu tunda floating yang masih memenuhi syarat (<30 detik), dan sejumlah 81,10 ± 1,90% pelet masih mengapung selama 8 jam pengujian. Dari hasil uji pelepasan in vitro, diketahui bahwa formula tersebut juga memberikan sistem lepas lambat yang paling balk, dengan 68.16 ± 0,40% metformin HCI dilepaskan pada 8 jam pengujian. Dengan demikian, sistem multiunit gastroretentive yang telah diformulasi memungkinkan penahanan sediaan pada segmen lambung selama 8 jam dengan in ekanisme pelepasan mengikuti difusi terkontrol quasi-Fickian.", "Daftar File": {"ABSTRAK Gabriela Christy": "https://digilib.itb.ac.id/gdl/download/246323"}, "Penulis": "Gabriela Christy [10709012]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Heni Rachmawati, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "metformin HCI, NAW, multiunit gastroretentive, pembentukan gas, sistem lepas lambat", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "10 Mei 2022"}