{"Nomor": 64292, "Judul": "PRODUCTION AND EVALUATION OF DL-ALPHA TOCOPHEROL ACETATE LOADED LIPID NANOPARTICLE AND ITS ACTIVITY IN CREAM.", "Abstrak": "Solid lipid nanoparticles (SLN) have been introduced as a novel carrier system for cosmetics and for drugs. Therefore, the vitamin E acetate (VEA) is incorporated into SLN to hinder chemical degradation and act as antioxidant against free radical caused by UV rays. The SLN was formulated by using high-speed homogenization with Ultra-Turrax® followed by Ultrasonic probe with VEA and various solid lipids. Surfactants such as Planta Caret, Tego® Care 450 and lipid such as cera flava, Glyceryl monostearate, PEG 8 Beeswax (Apifil®) was used with dL- alpha tocopherol acetate (VEA) in formulation of this SLN. For cream formulation, Vaseline and Cetostaryl alcohol is used. In this study, the formulation parameters (affecting the physical stability of VEA after incorporating into SLN) were evaluated including screening of lipids, types of surfactants, melting behavior, particle morphology, drug content in SLN, antioxidant activity in SLN and in cream dosage form. The SLN particle size was determined by (Delsa Nano C Particle Analyzer) and the size of SLN were in the average of 140nm. SLN were characterized by its melting behavior which is 70.7°C was evaluated by differential thermal analysis (DTA). The 2D image of SLN has been evaluated by using transmission electron microscope (TEM). The content of VEA in SLN formulation was 94.82% and this was determined using UV spectrophotometer. Moreover, the antioxidant activity was evaluated using UV spectrophotometer by measuring the decrease of purple color DPPH intensity. VEA incorporated in SLN showed antioxidant activity of 55.73%, which was similar to VEA in solution. A stable cream is formulated using SLN and the antioxidant activity of SLN in cream is 42.87%. As the result, a stable SLN was formulated and the SLN antioxidant activity was similar to vitamin E acetate in methanol proanalysis solution.", "Daftar File": {"ABSTRAK Jeevan Kuranadan": "https://digilib.itb.ac.id/gdl/download/246317"}, "Penulis": "Jeevan Kuranadan [10708715]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. apt. Rachmat Mauludin, S.Si., M.Si.", "Diky Mudhakir, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "10 Mei 2022"}