{"Nomor": 64304, "Judul": "FORMULASI TABLET GRANULASI BASAH TERKOMPUTERISASI", "Abstrak": "Latar belakang dan Tujuan. Tablet adalah sediaan padat yang mengandung bahan obat dengan atau tanpa eksipien. Salah satu metode perancangan formula tablet adalah dengan metode empiris. Metode ini memiliki beberapa kekurangan seperti memerlukan banyak waktu untuk mengumpulkan data preformulasi, dan kurang akurat karena banyaknya formula untuk satu senyawa aktif. Metode. Pengtunpulan data preformulasi dilakukan dengan percobaan di laboratorium dan studi pustaka. Percobaan yang dilakukan di laboratorium meliputi uji kemampuan pengikatan PVP K-25, kemampuan lubrikasi lubrikan (magnesium stearat dan asam laurat), kemampuan penghancuran tablet oleh komponen disintegran (natrium alginat, Amprotab, Avicel PH102, Primogel, dan Starch 1500). Uji penganth jenis pengisi tablet (Avicel PH102, dekstrin, maltosa, dan dekstrosa) terhadap sifat alir dan kompresibilitas massa kempa. Setelah data preformulasi dikumpulkan, dilakukan penyusunan model formulasi tablet (metode granulasi basalt) dengan mempertimbangkan dosis, aliran, dan kompresibilitas. Faktor dari model penyusunan formula yaitu dosis, aliran, kompresibilitas, kemampuan pengikatan, kemampuan disintegrasi, lubrikan, pengisi menjadi faktor yang dipertimbangkan dalam penyusunan formula. Hasil. Model tablet parasetamol yang mengandung parasetamol, PVP-K25, Amprotab, magnesium stearat, talk dan Avicel PH-102, menghasilkan kekerasan, friabilitas, friksibilitas, keragaman bobot berturut-turut sebesar 5,5 N/cm2; 0,91 %; 0,89 %; 302 ± 3 mg. Kesimpulan. Rancangan model tablet parasetamol dapat menghasilkan tablet yang memenuhi syarat.", "Daftar File": {"ABSTRAK Eko Hartono Adiputro": "https://digilib.itb.ac.id/gdl/download/246330"}, "Penulis": "Eko Hartono Adiputro [10709069]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sundani Nurono", "Dr. apt. Saleh Wikarsa, S.Si., M.Si., DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "10 Mei 2022"}