{"Nomor": 64308, "Judul": "A THEORETICAL APPROACH IN DETERMINATION OF THE EFFECT OF WELL CONFIGURATION ON PRODUCTION DECLINE OF DRY STEAM GEOTHERMAL WELL", "Abstrak": "In order to maintain its power generation capacity, a well constructed Plan of Development of a geothermal field is vital. The Plan of Development will also affect the number of development and makeup wells in the steamfield, and depends on well initial production and production decline which are collectively driven by the reservoir capability and wellbore capacity. The wellbore capacity also depends on the well configuration, for example standard hole and big hole well configuration. It is widely accepted that big hole well configuration would give greater initial production, nevertheless it is not yet understood how well configuration, combination of reservoir capability, and pressure decline rate affect the production decline of dry steam geothermal well. With the aim of getting better understanding of the said above issue, several cases have been evaluated by changing those parameters, using wellbore simulation and nodal analysis. The results confirm that big hole well configuration has greater production decline in any condition compared to standard hole well configuration, yet from steam supply standpoint, bighole configuration is still more effective. Still, it is suggested that plan of development should be done to select the optimum well configuration by separately addressing not only different initial production but also different production decline.", "Daftar File": {"ABSTRAK Safrian Adam Farizi": "https://digilib.itb.ac.id/gdl/download/246337"}, "Penulis": "Safrian Adam Farizi [12208009]", "Kontributor / Dosen Pembimbing": ["Ir. Nenny Miryani Saptadji, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "well configuration, big hole, standard hole, production decline, steam supply", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "10 Mei 2022"}