{"Nomor": 64315, "Judul": "SOLUBILISASI BADAN INKLUSI DAN PELIPATAN ULANG ENZIM CGTASE REKOMBINAN DARI BACILLUS SP. A2-5A HASIL OVERPRODUKSI DI ESCHERICIA CALL BL21(DE3) SERTA UJI AKTIVITASNYA", "Abstrak": "Siklodekstrin glikosiltransferase (CGTase, EC 2.4.1.19) merupakan enzim yang mampu mengubah pati menjadi molekul oligosakarida siklik, siklodekstrin (CD). CD banyak digunakan di industri farmasi, makanan, dan kosmetik sebagai eksipien dengan berbagai fungsi. Pada penelitian sebelumnya di Laboratorium Bioteknologi Farmasi ITB, CGTase rekombinan (rCGTase) berhasil diproduksi dalam dua bentuk yaitu protein terlarut dan badan inklusi (BI). Penelitian kali ini difokuskan untuk mensolubilisasi BI rCGTase dari Bacillus sp. A2-5a yang dioverproduksi pada Eschericia coli BL21(DE3), serta melakukan proses pelipatan ulang terhadap rCGTase terlarut untuk mendapatkan protein aktif. BI didapatkan dari kultur E. coli BL21(DE3) rekombinan dengan induksi IPTG 0,1 mM pada 37 °C selama 3 jam. BI yang diperoleh dicuci dengan Triton X-100 1% lalu disolubilisasi dengan larutan urea 8 M. Proses pelipatan ulang dan pemurnian dilakukan sekaligus dengan resin Ni-NTA. Pelipatan ulang dilakukan dengan metode penurunan konsentrasi urea bertahap (8; 6; 4; 2; 1; 0,5M) sementara pemurniannya menggunakan konsentrasi imidazol bertingkat. Karakterisasi BI dan rCGTase hasil pelipatan ulang dilakukan dengan Sodium Dodecyl Sulphate Polyacrilamide Gel Electrophoresis (SDS-PAGE). Pada penelitian ini BI rCGTase berhasil disolubilisasi dan dilipat ulang. rCGTase hasil pelipatan ulang memiliki aktivitas hidrolisis pati dan siklisasi-(3 pada uji zimografi. Perolehan kembali rCGTase murni didapatkan sebesar 2,77% bib dari BI rCGTase total.", "Daftar File": {"ABSTRAK Bayu Ahmad Ramdani": "https://digilib.itb.ac.id/gdl/download/246346"}, "Penulis": "Bayu Ahmad Ramdani [10709051]", "Kontributor / Dosen Pembimbing": ["apt. Dr. rer. nat.  Catur Riani, S.Si., M.Si.", "Prof. Dr. Debbie Soefie Retnoningrum"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "CGTase, siklodekstrin, solubilisasi, pelipatan ulang, zimografi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "11 Mei 2022"}