{"Nomor": 64320, "Judul": "FORMULASI LARUTAN KONSENTRAT EKSTRAK HERBA SAMBILOTO (ANDROGRAPHIS PANICULATA NEES.) DAN EKSTRAK DAUN KENIKIR (COSMOS CAUDATUS KUNTH.) UNTUK UNGGAS", "Abstrak": "Herba sambiloto secara turun-temurun telah banyak digunakan untuk meningkatkan sistem imun. Daun kenikir secara tradisional hingga saat ini banyak digunakan sebagai peningkat nafsu makan. Sistem imun merupakan pertahanan tubuh yang penting untuk melawan substansi asing yang masuk ke dalam tubuh seperti infeksi bakteri, virus, jamur, dan lainnya. Oleh karena itu, larutan konsentrat ekstrak herba sambiloto dan daun kenikir dibuat untuk dapat digunakan sebagai peningkat sistem imun dan sebagai peningkat nafsu makan. Herba sambiloto dan daun kenikir diekstraksi dengan cara direbus selama 30 menit menggunakan pelarut air. Karakterisasi simplisia dan ekstrak kering herba sambiloto menggunakan KLT Silika GF254dengan pengembang kloroform-etanol (8,5:1,5) sedangkan untuk simplisia dan ekstrak kering daun kenikir menggunakan pengembang etil asetat¬metanol-air-asam asetat (16 :1 : 2 : 2). Pola kromatogram pada pelat diamati di bawah sinar UV 254 nm. Formula dibuat dengan memvariasikan beberapa pelarut seperti gliserin, propilen glikol, dan sorbitol pada konsentrasi ekstrak 10%, 20%, dan 30%. Evaluasi sediaan meliputi uji organoleptik, uji penetapan pH, uji kelarutan secara kualitatif, uji stabilitas jangka panjang pada suhu ruang, dan uji stabilitas dipercepat pada suhu 40°C dengan kelembapan 75% menggunakan Kromatografi Cair Kinerj a Tinggi (KCKT) untuk menentukan kadar andrografolida kadar flavonoid pada sediaan selama penyimpanan. Formula yang mengandung konsentrasi ekstrak paling  tinggi dan paling stabil adalah formula yang mengandung 20% ekstrak yang terdiri dari 6,67% ekstrak sambiloto dan 13,33% ekstrak kenikir dengan pelarut pembawa gliserin. Hasil uji stabilitas pada suhu ruang menunjukkan bahwa kadar andrografolida mengalami sedikit penurunan sedangkan kadar flavonoid mengalami sedikit peningkatan. Sediaan larutan konsentrat ekstrak herba sambiloto dan daun kenikir stabil hingga 3 bulan waktu penyimpanan pada suhu ruang.", "Daftar File": {"ABSTRAK Mochammad Reza": "https://digilib.itb.ac.id/gdl/download/246351"}, "Penulis": "Mochammad Reza [10709071]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Saleh Wikarsa, S.Si., M.Si., DEA", "Prof. Dr. Sukrasno, M.S."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "11 Mei 2022"}