{"Nomor": 64329, "Judul": "OPTIMASI METODE MAPREC UNTUK DETEKSI MUTASI 480 G-A DAN 525 U--+C PADA VAKSIN POLIO ORAL SABIN TIPE 1", "Abstrak": "Vaksin polio oral yang rnengandung virus hidup dilemahkan dapat berpotensi menyebabkan neurovirulensi apabila virus mengalami mutasi balik atau reversi yang terjadi selama proses produksi vaksin. WHO merekomendasikan suatu metode untuk mendeteksi reversi ini yaitu metode Mutant Analysis by PCR and Restriction Enzyme Cleavage (MAPREC). Tahap pertama pada metode ini adalah ekstraksi RNA dari sampel vaksin, transkripsi batik, amplifikasi cDNA, penandaan cDNA dengan primer bertanda fluorofor inframerah dan pemotongan basil amplifikasi dengan enzim restriksi. Hasil pemotongan kemuclia.n dielektroforesis dan divisualisasi dengan deteksi fluoresensi inframerah atau dengan deteksi ultra violet rnenggunakan SYBR Green dye untuk mengkuantitasi prosentasi reversi yang terjadi. Pada penelitian terdahulu. metode MAPREC ini telah dioptimasi dun divalidasi untuk vaksin polio oral tipe 2 dan 3. Peneiltian ini dilakukan untuk mengoptimasi metode MAPREC untuk mengkuantitasi mutasi G-4 80-A dan U-5 25-C pada vaksin polio tipe. 1. Flash v.Atk?t:ia\\-\\ \\-wtm\\-\\:)4.4cm bahwa konsentrasi akhir MgC17 adalah 4mM, perlu penambahan proteinase K setelah pemotongan sampel DNA dengan enzim restriksi, jurnlah enzim restriksi untuk masing¬masing enzim Ncil dan DdeT adalah 10 unit. penambahan enzim untuk proses pemotongan dilakukan secara bersamaan, serta visualisasi dilakukan dengan sinar ultraviolet. Hasil optiinasi ini memberikan perhitungan presentase mutasi yang linier. Metode MAPREC ini spesifik untuk vaksin polio tipe 1. Untuk penerapan metode MAPREC dengan visualisasi menggunakan deteksi fluoresensi inti-amerah untuk vaksin polio oral tipe 1 diperlukan optimasi lebih lanjut.", "Daftar File": {"ABSTRAK Hadiastri Kusumawardhani": "https://digilib.itb.ac.id/gdl/download/246373"}, "Penulis": "Hadiastri Kusumawardhani [10709072]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Debbie Soefie Retnoningrum"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "12 Mei 2022"}