{"Nomor": 64333, "Judul": "FORMULASI EMULGEL EKSTRAK ETANOL KULIT BATANG KAYU MANIS (GINNAMOMURN BURMANNII NEES & TH. NEES) DAN PVALUASI AKTIVITAS ANTIOKSIDAN SECARA IN VITRO SERTA UJI IRITASI", "Abstrak": "Paparan sinar matahari berlebih dapat menyebabkan kerusakan set pada kulit. Sinar matahari tersebut terdiri dari UVA, UVB, dan UVC. Reaksi UV dengan oksigen meningkatkan metabolisme lipid yang memproduksi basil samping radikal bebas. Paparan radikal bebas dapat dicegah dengan keberadaan antioksidan. Pada dasarnya, tubuh kita memproduksi antioksidan alami, namun jumlah antioksidan tersebut belum eukup untuk meredam paparan radikal bebas terhadap tubuh. Oleh karena itu, dibutuhkan antioksidan tantbahan dari luar tubuh. Kayu manis merupakan tanaman yang mengandung beberapa senyawa fenol, flavonoid, dan tanin yang memiliki aktivitas antioksidan. Penelitian ini bertujuan untuk menentukan nilai 1050 ekstrak etanol kulit batang kayu manis dan menguji aktivitas antioksidannya dalam sediaan emulgel (in vitro). Untuk uji in vivo dilakukan uji iritasi primer dan okular pada kelinci. Simplisia kulit batang kayu manis diektraksi menggunakan metode refluks dengan etanol 96%, kemudian dilakukan pemantauan kromatografi lapis tipis dengan pengembang toluena-etil asetat (97:3), pengukuran aktivitas peredaman DPPH (2,2-difeni1-1-pikrilhidrazil), dan penentuan nilai IC50 ekstrak dengan pembanding asam askorbat. Ekstrak kental dibuat dalam sediaan emulgel yang sebelumnya telah dioptimasi. Emulgel ekstrak etanol kulit batang kayu manis menggunakan basis fasa minyak virgin coconut oil (VCO). Pengujian stabilitas sediaan meliputi pengamatan organoleptik (warna, bau, pemisahan fasa, pertumbuhan mik.roba), uji freeze and thaw, penentuan pH dan viskositas, uji stabilitas dipercepat menggunakan climatic chamber (40°C), serta pengukuran aktivitas peredaman radikal bebas DPPH. Uji iritasi primer dan okular dilakukan secara in vivo menggunakan kelinci. Ekstrak etanol kulit batang kayu manis mengandung alkaloid, flavanoid, tanin, steroid/triterpenoid, dan saponin. Ekstrak etanol kulit batang kayu manis (BJ ekstrak 1% 1,0048 i.tg/mL) memberikan aktivitas peredaman DPPH yang tinggi dengan nilai 1050sebesar 8,36 Ft.g/mL dibandingkan dengan asam askorbat (1050 8,85 pg/mL). Sediaan emulgel ekstrak etanol kulit batang kayu manis yang terdiri dari VCO 20%, gliserin 10%, natrium lauril sulfat 0,7%, setostearil alkohol 6,3%, PVP 3%, dan ekstrak etanol kulit batang kayu manis 0,84% menunjukkan stabilitas fisik yang relatif baik. Persen aktivitas peredaman DPPH sediaan emulgel ekstrak etanol kulit batang kayu manis selama pengamatan berada claim rentang 40,81 — 50,67%. Emulgel tidak mengiritasi kulit dan mata kelinci.", "Daftar File": {"ABSTRAK Alvita Seda Wirakartika": "https://digilib.itb.ac.id/gdl/download/246392"}, "Penulis": "Alvita Seda Wirakartika [10709073]", "Kontributor / Dosen Pembimbing": ["Dr. Sasanti Tarini, M.Si.", "Dra. Siti Kusmardiyani, M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "13 Mei 2022"}