{"Nomor": 64348, "Judul": "PRODUCTION AND EVALUATION OF GLICLAZIDE NANOCRYSTALS LOADED TABLET DOSAGE FORM", "Abstrak": "Purpose: Gliclazide is an oral hypoglycemic drug indicated for diabetes mellitus type II and classified as BSC class — II which is a poorly soluble in water. Reduction in particle size significantly into nanometer size increases the dissolution of practically insoluble drug in water consequently increasing the bioavailability. Therefore the Gliclazide nanocrystals are prepared formulated into tablet dosage form and compared of those with raw material. Method(s): Production of Gliclazide nanosuspension was conducted using an ultrasonic — probe and further dried to powder form using freeze — dry method. The nanocrystal was characterized by particle size and morphology. The raw material and nanocrystals are then added into tablet formulation for both direct compression and wet granulation techniques followed by evaluation and compared with marketed Gliclazide tablet mainly for dissolution properties. Result(s): The obtained nanosuspension has particle size of 872.8 ± 0.3nm. Redispersion of lyophilized nanocrystal formed completely dissolved suspension yielding particle size of 956 + 0.8nm. Best formulation was by wet granulation technique (F6) in nanocrystal tablets. Percent of dissolved Gliclazide at 120 mins for raw material tablets in the range of 38.83 — 51.67%, nanocrystal loaded tablets in range of 52.84 — 62.87% and 48.63% for marketed products all in basic phosphate buffer. For acidic 0.1N HCl medium, raw material tablets have range of 16.81 — 21.11%, nanocrystal loaded tablets in range of 16.53 — 25.34% and 21.87% for marketed tablet at 120 mins. Conclusion: Comparison of raw material and nanocrystal tablet evaluation proves that nanocrystal loaded tablets have better quality and meet the requirements. Nanocrystal loaded tablets show an improved dissolution rate due to its smaller particle size unlike raw material and marketed tablets.", "Daftar File": {}, "Penulis": "Nishaan R D Sevanesan [10710764]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. apt. Rachmat Mauludin, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "0 file", "Tanggal Input": "13 Mei 2022"}