{"Nomor": 64349, "Judul": "PREPARATION OF GLICLAZIDE NANOSUSPENSION FOR PHYSICOCHEMICAL PROPERTIES IMPROVEMENT", "Abstrak": "Gliclazide is an antihyperglycemic drug, classified under second generation of sulfonylureas\nand also used in the treatment of Diabetes Mellitus type II (NIDDM). Gliclazide is practically\ninsoluble in water and is included in Biopharmaceutical Classification System (BCS) class II,\nwhich the compounds in this class have a high permeability and poor solubility. The objective\nof this study is to generate gliclazide nanosuspension in order to improve physicochemical\nproperties. The nanosuspension was conducted with high pressure homogenizer (HPH) with\nthe formulation of 10% gliclazide and 2% polyvinyl alcohol (PVA). The obtained nanosuspension was evaluated with particle size measurement, polydispersity index (PI) and zeta potential. The physical stability study includes change of organoleptic, particle size and PI, in period of 2 months. The nanocrystals were also characterized with Scanning Electron Microscope (SEM), Differential Scanning Calorinietry (DSC) and Powder X-ray Diffraction (PXRD). Finally solubility profile and dissolution was conducted using three media including 0.1N HCl pH of 1.2, aqueous media and phosphate buffer pH of 7.4. The particle size and PI of obtained nanosuspension were 280.0 rim and 0.416. The obtained zeta potential was —0.55 rnV. Physical stability showed good appearance but increase in particle size after one weak from 292.8 nm to 1301.1 nm and PI value from 0.205 to 0.423. In addition, thermogram of DSC showed slightly shift in melting point of gliclazide due to attributed by PVA, as well as slightly decrease of the crystallinity of nanocrystals, which is further supported by PXRD results too. The gliclazide nanocrystals increase the solubility in three media and showing significantly highest solubility in phosphate buffer pH 7.4. Increasing in dissolution rate and percent dissolved can be seen at 120 minutes in raw material and nanocrystals sequentially in all three media, where in acidic media (19.28 and 47.32%), aqueous media (16.39 and 32.58%) and basic media (49.43 and 60.16%). Formulation of gliclazide nanosuspension increased the solubility and enhances the dissolution rate in different media.", "Daftar File": {"ABSTRAK Kuilan A L Yogeswaran": "https://digilib.itb.ac.id/gdl/download/246431"}, "Penulis": "Kuilan A L Yogeswaran [10710766]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sukmadjaja Asyarie", "Dr. rer. nat. apt. Rachmat Mauludin, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "13 Mei 2022"}