{"Nomor": 64350, "Judul": "FORMULATION AND EVALUATION OF MISOPROSTOL OVULE", "Abstrak": "Misoprostol is a prostaglandin El (PGE1) analogue used to prevent and treat gastric ulcers. It has been widely used in obstetrics and gynecology for many indications which includes that for induction of labor. A dosage of 25 jig misoprostol is given vaginally every 6 hours until delivery. Tablets were crushed and given as solution through vagina which can be inaccurate. Therefore, there was a need in developing a single dose form of ovule to be given vaginally. The main objective of this project was to formulate 25 lig misoprostol ovule and determining the release. Several misoprostol ovule formulations were set up and evaluated accordingly by incorporating misoprostol (1% in hydroxypropyl methylcellulose [HPMCJ ) either by using semi-synthetic base (Ovucire WL 3264) with various concentration of Tween 20 or water soluble base (Polyethylene glycol, PEG) with combinations of high and low molecular weight PEG. Ovules were prepared by pour molding method. They were evaluated on physical parameters and release. in vitro drug release rates were determined through dissolution testing using USP Apparatus II in phosphate buffer at 37 1°C with stirring speed of 50 rpm over 30 minutes. Formulas with ovucire base revealed higher release rates than those formulas with PEG base. Ovucire + 5% Tween 20 formula liberated the highest quantity of drug release (58.88%) after 30 minutes. Formula of ovucire with 3% and 0% Tween 20 has lower dissolution rates with that with 5% Tween 20. Ovucire base was able to develop misoprostol ovule with good performance.", "Daftar File": {"ABSTRAK Saradha Devi A P Jagapathi Rao": "https://digilib.itb.ac.id/gdl/download/246432"}, "Penulis": "Saradha Devi A P Jagapathi Rao [10710774]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Saleh Wikarsa, S.Si., M.Si., DEA", "Prof. Dr. Daryono Hadi Tjahjono, M.Sc., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "13 Mei 2022"}