{"Nomor": 64351, "Judul": "FORMULATION AND EVALUATION OF ORALLY FAST DISINTEGRATING LORATADINE TABLETS USING VARIOUS SUPERDISINTEGRANTS AND DILUENTS", "Abstrak": "Loratadine is an antihistamine drug which has been used to relief symptoms associated with seasonal allergies, including sneezing, itchy and runny nose, and tearing and redness of the eyes. The purpose of this research is to formulate and evaluate fast disintegrating tablets of loratadine using various superdisintegrants and diluents. Loratadine tablets were prepared by direct compression method using superdisintegrants such as low-substituted hydroxypropylcellulose, soy polysaccharide and polacrilin potassium together with diluents such as microcrystalline cellulose, spray dried lactose monohydrate or isomalt. The powder blend was evaluated for pre compression studies such as flowability, bulk density and tapped density. The tablets were than evaluated with different parameters such as general appearance, thickness and diameter, hardness, friability and frictibility, content uniformity and drug content, wetting time, disintegration time and in vitro dissolution test. Formulation (Fl-F3) using microcrystalline cellulose as diluents shows poor flowability while the formulation (F4- F8) using isomalt as the diluents shows good flowability. Formulation F4-F6 can be compress into a tablet but the disintegration time was more than 3 minutes. Since the flowability of microcrystalline cellulose and spray dried lactose monohydrate diluent was bad, it was improved by preparation of granule first in formulation F9-F14. Only formulation F9-F14 using diluents granule of microcrystalline cellulose and spray dried lactose monohydrate were evaluated for tablet parameters and all the formulation fulfil the requirement except formulation F9 using microcrystalline cellulose granules as diluent with low-substituted hydroxypropylcellulose as superdisintegrants does not fulfil friability requirement. Formulation F9 has the fastest disintegration time and highest amount of drug released at 60 minutes. Based on pre compression and tablet parameters studies, formulation F12 using spray dried lactose granules as diluents together with low-substituted hydroxypropylcellulose as superdisintegrants was chosen as the best formulation that fulfils all the requirement.", "Daftar File": {}, "Penulis": "Aruna A P Palaniappan [10710788]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Jessie Sofia Pamudji, M.S.", "Diky Mudhakir, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "0 file", "Tanggal Input": "13 Mei 2022"}