{"Nomor": 64364, "Judul": "PENGARUH SUHU DAN LAMA PENYIMPANAN TEMPE TERHADAP PRODUKSI BAKTERIOSIN DAN TOTAL ASAM ORGANIK SEBAGAI ICANDIDAT PENGAWET MAKANAN", "Abstrak": "Tempe merupakan produk pangan fermentasi yang mengandung bakteri asam laktat. Bakteri tersebut telah diketahui sebagai penghasil bakteriosin dan asam laktat yang mem iliki aktivitas antimikroba. Oleh karena itu, tempe berpotensi untuk dikembangkan sebagai sumber pengawet makanan alami. Penelitian ini bertujuan untuk mendapatkan data tentang pengaruh suhu dan lama penyimpanan tempe terhadap produksi bakteriosin dan total asam organik serta aktivitas antimikroba kedua zat tersebut. Tiga sampel tempe disimpan pada suhu dan lama penyimpanan yang berbeda yaitu tempe segar (sampel A), tempe yang disimpan selama dua hari pada suhu kamar (sampel B), dan yang disimpan selama dua hari dalam lernari pendingin (4 °C) (sampel C). Bakteri asam laktat dari ketiga sampel diisolasi dan diidentifikasi. Kemudian dilakukan penentuan Angka Lempeng Total (ALT) bakteri dari sejumlah isolat yang digunakan untuk membuat supernatan mengandung bakteriosin dan asam organik. Pengujian aktivitas bakteriosin dilakukan menggunakan metode cross streak dan difusi agar, sedangkan penentuan kandungan total asam organik dilakukan menggunakan metode titrasi asam basa. Pengujian aktivitas antibakteri supernatan dari setiap sampel dilakukan melalui penentuan Konsentrasi Hambat Minimum (KHM) menggunakan metode mikrodilusi. Isolat yang didapat dari ketiga sampel tempe merupakan bakteri Gram-positif dan diduga merupakan Lactobacillus casei. ALT bakteri pada isolat dari sampel A, B, dan C masing-masing sebagai berikut 6,1 x 107, 7,6 x 107, dan 7,0 x 107 CFU/mL. Supernatan yang diperoleh dari sampel A, B, dan C menunjukkan aktivitas bakteriosin, tetapi tidak menunjukkan perbedaan yang bermakna, dengan kandungan total asam organik berturut-turut 94,3 + 2,1; 55,5 ± 1,0; dan 84,3 + 2,4 mmol/L. Pada rentang konsentrasi supernatan setiap sampel, 1 sampai 512 sg/mL, tidak teramati adanya hambatan pertumbuhan bakteri, sehingga tidak dapat dilakukan penentuan KHM. Suhu dan lama penyimpanan tempe mempengaruhi ALT bakteri, tempe yang disimpan pada suhu kamar selama dua hari menunjukkan ALT tertinggi, sedangkan yang segar menunjukkan ALT terendah. Sampel tempe segar menunjukkan kandungan total asam organik tertinggi, sedangkan yang disimpan selama dua hari pada suhu kamar menunjukkan kandungan total asam organik terendah. Namun demikian, perbedaan tersebut tidak diikuti dengan perbedaan aktivitas bakteriosin. Pada rentang konsentrasi 1 sampai 512 pg/rriL, supernatan yang dihasilkan dari ketiga sampel tempe tidak menunjukkan aktivitas penghambatan bakteri.", "Daftar File": {"ABSTRAK Rizki Ihsan Febrian": "https://digilib.itb.ac.id/gdl/download/246447"}, "Penulis": "Rizki Ihsan Febrian [10709029]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Rahmana Emran Kartasasmita, M.Si.", "Dr. rer. nat. Sophi Damayanti, M.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "17 Mei 2022"}