{"Nomor": 64368, "Judul": "COMPANY VALUATION  FOR INITIAL PUBLIC OFFERING -  A CASE STUDY OF PT XYZ", "Abstrak": "Di dalam Rencana Jangka Panjang Perusahaan PT XYZ, IPO telah diamanatkan untuk dilaksanakan\npada tahun 2023. Selain itu, perusahaan juga memerlukan pendanaan untuk perbaikan struktur\npermodalan dan pendanaan untuk value capturing proyek Jalan Tol Trans Sumatra dan proyek selain\ntol Sumatra. Agar tujuan tersebut dapat terlaksana dengan baik, perlu diketahui gambaran perusahaan\npada saat IPO. Untuk mengetahui hal tersebut, maka penelitian ini melakukan valuasi untuk\nmemberikan gambaran mengenai nilai intrinsik perusahaan yang akan ditawarkan pada saat IPO,\nmemberikan estimasi nilai harga saham wajar PT XYZ dengan metode DCF dan Relative Valuation,\nmemberikan estimasi berapa total dana yang akan diperoleh dari proses IPO, dan memberikan\nrekomendasi kepada perusahaan untuk meningkatkan valuasinya.\n\nValuasi dilakukan dengan metode Discounted Valuation menggunakan Free Cash Flow of the Firm\n(FCFF) untuk tahun 2021 sampai 2025.  Growth rate yang digunakan adalah decining growth sejak\ntahun 2021 sampai 2025 sebesar 10% menurun hingga 5%  dan akan stabil di tingkat 5%. Tingkat\ndiskonto yang digunakan adalah  15.01%. Hasil perhitungan diperoleh nilai intrinsik perusahaan IDR\n5,646,184 juta. Estimasi nilai harga saham wajar PT XYZ dengan metode DCF adalah IDR 7.513 per\nlembar saham. Estimasi nilai harga saham wajar PT XYZ dengan metode Relative Valuation\nmenggunakan rata-rata tertimbang nilai pasar PER, PBV, EV/EBITDA adalah IDR  5.231 per lembar\nsaham. Dengan kedua nilai  metode DCF dan Relative Valuation tersebut, maka diperkirakan harga\nper lembar saham antara IDR 5.231 sampai IDR 7.513.  Pada saat IPO dilakukan, kepemilikan saham\noleh pemegang saham lama terdilusi menjadi 76,92%. Estimasi dana yang akan diperoleh dari\npenjualan saham saat proses IPO adalah IDR 1,179,334,850,568 sampai  IDR 1,693,814,324,664.\nUntuk meningkatkan intrinsic value perusahaan dapat dilakukan dengan cara meningkatkan nilai EBIT,\nmengelola struktur modal, dan meningkatkan tingkat pertumbuhan perusahaan. Agar nilai saham yang\nakan ditawarkan pada saat IPO menarik, maka nilai saham disesuaikan dengan harga pasar saham\nkompetitor dan jumlah lembar saham yang ditawarkan akan menyesuaikan dengan hal tersebut.", "Daftar File": {"2022_TS_PP_HENDRA HERMAWAN_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/246606"}, "Penulis": "Hendra Hermawan [29120319]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Discounted Valuation, IPO, FCFF, DCF, Relative Valuation, PER, PBV, Growth Rate.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "18 Mei 2022"}