{"Nomor": 64370, "Judul": "TRACER MODELLING UNTUK MEMPELAJARI KEHADIRAN KOLOM CAIRAN DI DALAM SUMUR PANASBUMI DOMINASI UAP", "Abstrak": "Kehadiran kolom cairan di dalam sumur panasbumi dominasi uap merupakan fenomena yang tidak umum terjadi di suatu lapangan. Beberapa hipotesis telah dibuat untuk menjelaskan fenomena tersebut, dimana disimpulkan bahwa kehadiran kolom cairan ini merupakan hasil dari adanya kondensasi dan keberadaan reservoir cairan di dalam sumur panasbumi. Sementara itu, hasil observasi menunjukkan temperatur dari kolom cairan tersebut merupakan Compressed Liquid. Oleh karena itu, tidak dapat disimpulkan bahwa kolom cairan tersebut berasal dari reservoir karena temperatur fluida yang berada di bawah temperatur saturasi.\nStudi mengenai kehadiran kolom cairan di dalam sumur panasbumi dominasi uap telah dilakukan sebelumnya. Studi tersebut menyimpulkan bahwa kolom cairan yang ada berasal dari fluida pemboran selama proses pemboran. Studi lebih lanjut dibutuhkan untuk mengkonfirmasi kesimpulan tersebut karena studi sebelumya belum dapat membedakan antara fluida reservoir dengan fluida pemboran. Untuk itu, dilakukan studi dengan melakukan simulasi reservoir dua komponen, atau disebut tracer modelling. Tracer fluid sebagai fluida pemboran digunakan untuk membedakan antara fluida reservoir dengan fluida pemboran.\nHasil studi menunjukkan bahwa kehadiran kolom cairan di dalam sumur panasbumi dominasi uap berasal dari fluida pemboran. Setelah produksi selama 5 tahun, tercatat kolom cairan setinggi ± 500 meter masih berada di dasar sumur. Hasil studi ini juga menunjukkan bahwa penggunaan tracer modelling berguna untuk membedakan dua fluida di dalam reservoir, sehingga penggunaannya dapat diterapkan pada studi – studi lainnya.", "Daftar File": {"ABSTRAK Rudy Martikno": "https://digilib.itb.ac.id/gdl/download/246608"}, "Penulis": "Rudy Martikno [12208092]", "Kontributor / Dosen Pembimbing": ["Ir. Nenny Miryani Saptadji, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "tracer modelling, kolom cairan, dua komponen, tracer fluid, reservoir dominasi uap.", "Sumber": "", "Staf Input/Edit": "Suharsiyah", "File": "2 file", "Tanggal Input": "18 Mei 2022"}