{"Nomor": 64371, "Judul": "PENGEMBANGAN PERSAMAAN DASAR TINGKAT KEADAAN SIFAT-SIFAT TERMODINAMIKA AMONIA", "Abstrak": "Amonia merupakan salah satu senyawa yang paling banyak diproduksi di dunia. Amonia banyak digunakan sebagai pupuk dalam pertanian. Selain itu, amonia juga digunakan dalam industri plastik, industri perminyakan, dan sistem pengondisian udara. Amonia banyak dimanfaatkan dalam berbagai sektor sehingga persamaan dasar tingkat keadaan amonia menjadi penting untuk dikembangkan. Persamaan tingkat keadaan yang dikembangkan sebelumnya memiliki akurasi yang kurang baik untuk beberapa sifat termodinamika seperti massa jenis cair dan uap jenuh, panas jenis isobarik, dan kecepatan suara pada daerah kritis. Oleh karena itu, persamaan dasar tingkat keadaan amonia perlu dikembangkan untuk memprediksi sifat termodinamika dengan akurasi yang baik.\nPenelitian pada studi ini menggunakan persamaan tingkat keadaan Helmholtz. Persamaan yang diturunkan secara eksplisit sebagai fungsi temperatur dan massa jenis tersebut digunakan untuk memperoleh seluruh sifat termodinamika pada fase cair dan uap. Proses optimasi pada persamaan tersebut menggunakan algoritma genetik yang dikombinasikan dengan regresi kuadrat terkecil.\nPersamaan tingkat keadaan yang dikembangkan pada studi ini memiliki deviasi absolut rata-rata 0,37% untuk panas jenis isobarik gas ideal, 0,15% untuk massa jenis fase cair, 0,45% untuk massa jenis fase uap, 0,075% untuk tekanan uap jenuh, 0,12% untuk massa jenis cair jenuh, 0,14% untuk massa jenis uap jenuh, 1,8%, 1,9%, dan 0,40% untuk panas jenis isobarik, isokhorik, dan jenuh, serta 0,64% dan 1,4% untuk kecepatan suara fase cair dan uap. Ekstrapolasi secara rasional dapat dilakukan pada persamaan tingkat keadaan hingga temperatur 750 K dan tekanan 1000 MPa.", "Daftar File": {"COVER Wawan Adi Pratama": "https://digilib.itb.ac.id/gdl/download/246610", "PUSTAKA Wawan Adi Pratama": "https://digilib.itb.ac.id/gdl/download/246618"}, "Penulis": "Wawan Adi Pratama [13116106]", "Kontributor / Dosen Pembimbing": ["Ir. I Made Astina, S.T., M.Sc.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "amonia, sifat termodinamika, persamaan Helmholtz", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "18 Mei 2022"}