{"Nomor": 64382, "Judul": "THE IMPACT OF HOTEL AND ONLINE TRAVEL AGENT COLLABORATION ON PROFIT MARGIN FOR THE SUMMIT SILIWANGI HOTEL", "Abstrak": "Di era bisnis sekarang, pergantian menuju digitalisasi adalah keharusan untuk semua sektor industri, salah satunya adalah perhotelan. Saat ini, kolaborasi antara agen perjalanan online untuk mengembangkan dan meningkatkan nilai lebih untuk property yang tidak memiliki nama besar. Hotel-hotel ini tanpa branding dan sistem yang kuat dianggap memiliki nilai lebih rendah untuk pelanggan potensial yang tidak terbiasa dengan hotel seperti ini. Tujuan dari penelitian ini adalah untuk mengevaluasi pengaruh kolaborasi dengan agen perjalanan online. Properti yang dianggap sebagai hotel adalah properti yang dikelola secara komersial. Untuk menyelesaikan penelitian ini, The Summit Silliwangi Hotel dipilih untuk menjadi subjek penelitian. Klasifikasi hotel bintang tiga dan dikategorikan sebagai hotel bisnis, subjek penelitian ini dianggap sebagai cocok untuk berkolaborasi dengan agen perjalanan online B2B yang tidak hanya memasarkan properti secara digital, tetapi juga menempatkan merek mereka dengan properti sebagai upaya untuk menambah nilai lebih branding dan paparan layanan dan fasilitas standar untuk pelanggan potensial properti. Untuk melengkapi penelitian ini, wawancara mendalami analisis dengan metode kualitatif dan juga dibandingkan dengan data sekunder seperti laporan keuangan hotel. Akibatnya, citra merek, promosi, dan fasilitas agen perjalanan online dianggap sebagai dampak besar dalam memberikan nilai lebih pada pendapatan properti dalam hal ruang hunian dan laba bersih. Citra merek memicu niat untuk membeli karena kualitas yang disediakan di properti lain, promosi seperti diskon dan cash back adalah keunggulan kompetitif utama untuk persaingan harga antara hotel dalam klasifikasi yang sama, dan fasilitas dalam sistem standar membawa perasaan aman bagi pelanggan potensial untuk melakukan pembelian. Ketiga faktor tersebut diakui oleh semua responden dibagi menjadi tiga kategori (Pelanggan Ahli, Manajer Hotel, dan Manajemen Agen Perjalanan Online). Efek terbesar pada hasilnya terletak di ruang hunian hotel dan margin keuntungan. Karena ruang hunian adalah sumber pendapatan utama, ruang hunian terbukti meningkat dengan kolaborasi dengan agen perjalanan online. Bahkan margin keuntungan terbukti menurun, kenaikan ruang hunian juga mempengaruhi kenaikan laba bersih karena bentuk penjualan kuantitas.", "Daftar File": {"2020 TS PP BRYAN PRATAMA 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/246676"}, "Penulis": "Bryan Pratama Candra [19017109]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T., MBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Hotel, agen perjalanan online, pemenuhan kamar, margin keuntungan", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "19 Mei 2022"}