{"Nomor": 64383, "Judul": "DEVELOPMENT OF A VISION-BASED SENSOR POSITIONING SYSTEM FOR A MICRO-UAV FLIGHT IN AN INDOOR ENVIRONMENT", "Abstrak": "A positioning system is one of the most critical fragments to develop a fully autonomous\nvehicle. Generally, any Unmanned Aerial Vehicle (UAV) or drone, including a multirotor, is\npaired Global Navigation Satellite System (GNSS) with an inertial sensor as the primary\npositioning system. The inertial sensor has a drifting issue and can only provide short-term\nnavigation; likewise, the inertial sensor needs to be corrected by an absolute positioning system\nsuch as GNSS. Under an indoor environment, the GNSS positioning system is unreliable\nbecause the signal will be prone to multipath error and signal degradation due to being blocked\nand reflected by the wall. An alternative positioning system in an indoor environment is\nrequired to develop a navigation system for an indoor multirotor.\nIn this research, a positioning system, a stereo camera system, is developed based on videobased\nmotion capture to estimate the position of a micro-multirotor in an indoor environment.\nThe system consists of identical two digital cameras separated by a baseline and able to capture\nimages simultaneously. Afterward, the images are segmented to estimate the center of the\ninterest object using a color segmentation and the object's position is calculated based on the\ntriangulation of the center of the interest object.\nThe system is tested with multiple objects, from a digital image, a pendulum, and a microquadrotor.\nThe result shows that the stereo camera system has high precision and capable to\noutput position data that can be used for navigation data. The stereo camera system performance\nis categories into three categories based on precision of the stereo camera system to estimate\nposition of the object with dependent on the object’s velocity and depth of the object. While\ntesting on a proof of concept device, a micro-quadrotor, the output has high frequency noise.\nThe output can be filtered using a moving average filter and a proposed Kalman filter model to\nreduce the noise in the stereo camera system.", "Daftar File": {"ABSTRAK Chandra Liuswanto": "https://digilib.itb.ac.id/gdl/download/246684", "COVER Chandra Liuswanto": "https://digilib.itb.ac.id/gdl/download/265182", "BAB 1 Chandra Liuswanto": "https://digilib.itb.ac.id/gdl/download/265183", "BAB 2 Chandra Liuswanto": "https://digilib.itb.ac.id/gdl/download/265184", "BAB 3 Chandra Liuswanto": "https://digilib.itb.ac.id/gdl/download/265185", "BAB 4 Chandra Liuswanto": "https://digilib.itb.ac.id/gdl/download/265187", "BAB 5 Chandra Liuswanto": "https://digilib.itb.ac.id/gdl/download/265188", "BAB 6 Chandra Liuswanto": "https://digilib.itb.ac.id/gdl/download/265189", "PUSTAKA Chandra Liuswanto": "https://digilib.itb.ac.id/gdl/download/265190"}, "Penulis": "Chandra Liuswanto [23620032]", "Kontributor / Dosen Pembimbing": ["Rianto Adhy Sasongko, S.T., M.Sc., Ph.D.", "Dr. Yazdi Ibrahim Jenie, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Unmanned Aerial Vehicle (UAV); drone, Global Navigation Satellite System (GNSS)", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "19 Mei 2022"}