{"Nomor": 64386, "Judul": "KERANGKA PENGHIDUPAN BERKELANJUTAN MASYARAKAT DESA WISATA SUNTENJAYA, KECAMATAN LEMBANG, KABUPATEN BANDUNG BARAT", "Abstrak": "Fokus pada pengurangan kemiskinan pedesaan melalui pariwisata diamanatkan\noleh Presiden Republik Indonesia dalam RPJMN 2024. Sustainable Livelihood\nFramework (SLF) menjadi salah satu pendekatan yang banyak dirujuk berkaitan\ndengan studi kemiskinan dan pembangunan pedesaan. Atas dasar tersebut,\npembangunan pariwisata perlu berfokus pada masyarakat dan sumber daya yang\nmereka kuasai, sehingga riset disusun untuk memahami secara mendalam\npenghidupan berkelanjutan masyarakat di Desa Wisata Suntenjaya.\nAspek dalam SLF yang diidentifikasi adalah Context, Conditions & Trends,\nLivelihood Resources, Structures & Processes, Livelihood Strategies, dan\nLivelihood Outcomes. Peneliti menggunakan metode deskriptif dengan pendekatan\nkualitatif, dengan teknik pengumpulan data yaitu observasi partisipasi moderat,\nwawancara semi terstruktur kepada informan yang dikategorikan ke dalam\nbeberapa kelompok mata pencaharian berbeda, dan dokumentasi. Analisis\ndilakukan dengan model interaktif Miles dan Huberman.\nHasil menunjukkan bahwa penghidupan masyarakat di Desa Wisata Suntenjaya\nberada pada tahap “Coping”, dimana penghidupan saat ini berkelanjutan namun\ntidak mungkin menjadi lebih baik di masa depan jika tidak diimbangi peningkatan\nterhadap aspek-aspek penghidupan. Masyarakat cukup sulit mengendalikan sumber\ndaya karena shock (pandemi Covid-19) dan terdapat ketergantungan hampir secara\ntotal pada natural capital yang mana mayoritas tidak dimiliki secara utuh oleh\nmereka. Penghidupan dapat meningkat menuju tahap “Adapting” dengan\nmemaksimalkan strategi intensifikasi dan ekstensifikasi, salah satunya melalui\npengembangan aktivitas wisata berbasis livelihood resources dan pengembangan\nalternatif wisata authentic rural experienced untuk mengurangi kerentanan.", "Daftar File": {"COVER Yesi Pandu Pratama Wibowo DC": "https://digilib.itb.ac.id/gdl/download/246687", "BAB 1 Yesi Pandu Pratama Wibowo DC": "https://digilib.itb.ac.id/gdl/download/246688", "BAB 2 Yesi Pandu Pratama Wibowo DC": "https://digilib.itb.ac.id/gdl/download/246689", "BAB 3 Yesi Pandu Pratama Wibowo DC": "https://digilib.itb.ac.id/gdl/download/246690", "BAB 4 Yesi Pandu Pratama Wibowo DC": "https://digilib.itb.ac.id/gdl/download/246691", "BAB 5 Yesi Pandu Pratama Wibowo DC": "https://digilib.itb.ac.id/gdl/download/246692", "BAB 6 Yesi Pandu Pratama Wibowo DC": "https://digilib.itb.ac.id/gdl/download/246693"}, "Penulis": "Yesi Pandu Pratama Wibowo DC [28820009]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Heru Purboyo Hidayat Putro, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Terapan Perencanaan Kepariwisataan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kemiskinan, Desa, Pariwisata, Penghidupan Berkelanjutan", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "19 Mei 2022"}