{"Nomor": 64393, "Judul": "ANALISIS FAKTOR YANG MEMPENGARUHI PENGGUNAAN KEBERLANJUTAN PADA E-WALLET DI DKI JAKARTA  STUDY CASE: OVO", "Abstrak": "Industri teknologi keuangan (fintech) di Indonesia saat ini telah berkembang pesat. Saat ini, setidaknya ada 167 perusahaan fintech di Indonesia. Perubahan signifikan ini membuat 307,56% peningkatan total transaksi uang digital pada 2019. Pada akhirnya, ia mengubah tren sosial menjadi masyarakat tanpa uang tunai. Namun demikian, situasi ini menyebabkan persaingan yang tinggi di industri ini, terutama perusahaan e-wallet. Mereka bersaing dengan memberikan penawaran yang paling menarik untuk menarik konsumen yang dikenal sebagai strategi pembakaran uang. Sayangnya, biaya tinggi yang dikeluarkan perusahaan tidak sebanding karena konsumen tidak loyal dan cenderung mengunduh banyak e-wallet sekaligus untuk mendapatkan keuntungan darinya. Kemudian, itu akhirnya membuat perusahaan e-wallet kehilangan uang dan berjuang untuk bertahan di industri ini. Tujuan dari penelitian ini adalah untuk menyelidiki faktor-faktor yang secara signifikan mempengaruhi pengguna OVO di DKI Jakarta pada niat mereka untuk terus menggunakan OVO. Penelitian ini menggunakan pendekatan kuantitatif dengan melakukan survei online di antara 368 responden pengguna OVO di DKI Jakarta. Data dianalisis menggunakan Regresi Linier Berganda. Penelitian ini dilakukan dengan menggunakan model UTAUT2 yang dimodifikasi dan menambahkan satu variabel, kepercayaan. Hasil penelitian ini menunjukkan bahwa kebiasaan adalah faktor yang paling signifikan untuk mempengaruhi niat kelanjutan untuk menggunakan OVO di DKI Jakarta, diikuti oleh diikuti oleh ekspektasi usaha, motivasi hedonis, kepercayaan, nilai harga, dan pengaruh sosial. Sementara itu, harapan kinerja dan kondisi fasilitasi tidak secara signifikan mempengaruhi pengguna OVO di DKI Jakarta pada niat untuk terus menggunakan OVO.", "Daftar File": {"2020 TS PP CICI KURNIASIH 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/246782"}, "Penulis": "Cici Kurniasih [19017100]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Teknologi Keuangan, E-wallet, OVO, Continuance Intention, Modifikasi UTAUT2", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "20 Mei 2022"}