{"Nomor": 64391, "Judul": "KINERJA PORTAL BETON BERTULANG DENGAN DINDING PENGISI BATA RINGAN TERHADAP BEBAN GEMPA", "Abstrak": "Sudah menjadi ketentuan umum bahwa semakin berat material dinding pengisi\npada bangunan beton bertulang maka semakin besar pula gaya gempa yang akan\nditerima oleh struktur. Salah satu cara untuk mengurangi gaya gempa pada portaldinding\npengisi adalah dengan menggunakan material dinding pengisi yang\nringan. Beton ringan aerasi (AAC) merupakan salah satu material ringan yang\ndapat digunakan sebagai material dinding pengisi. Namun, pengetahuan mengenai\nperilaku struktur portal-dinding pengisi dengan material ringan seperti blok AAC\nterhadap beban lateral masih sangat terbatas. Tesis ini membahas kajian\neksperimental untuk mempelajari perilaku portal beton bertulang yang diisi\ndengan blok AAC. Tes dilakukan pada dua portal-dinding pengisi yang memiliki\nsatu bentang dan satu tingkat dengan skala model setengah. Salah satu specimen\ndiisi dengan blok AAC dan yang lainnya diisi dengan bata merah konvensional.\nPembebanan yang diaplikasikan adalah dalam bentuk beban lateral siklik sebagai\nsimulasi beban gempa. Tujuan dari eksperimen ini adalah untuk mempelajari\nkarakteristik fisik dan mekanik dinding pengisi yang mempengaruhi kinerja\nportal-dinding pengisi terhadap beban gempa. Perilaku struktur dikaji untuk\nmelihat perilaku karakteristik deformasi, kekuatan serta mengukur kemampuan\ndisipasi energi. Hasil tes menunjukkan bahwa dinding pengisi blok AAC dapat\nmengembangkan mekanisme strut dalam bentuk retak diagonal. Sedangkan\ndinding pengisi bata merah membentuk pola keruntuhan geser sliding dan parsial\ncrushing. Kekuatan dan energi disipasi kumulatif kedua spesimen\nmemperlihatkan perilaku yang mirip. Walaupun dinding pengisi bata merah\nawalnya memiliki kekakuan inisial yang tinggi akan tetapi secara umum dinding\npengisi AAC memperlihatkan penurunan kekakuan yang relative lebih kecil dan\nperilaku histeresis yang lebih baik dibandingkan dengan dinding pengisi bata\nmerah. Oleh karena itu dari hasil studi ini dapat disimpulkan bahwa blok AAC\ndapat memberikan perilaku yang baik terhadap beban lateral sehingga material ini\ndapat digunakan untuk menggantikan bata merah sebagai material dinding pengisi\npada bangunan beton bertulang yang dibangun didaerah yang rawan gempa.", "Daftar File": {"COVER Aris Aryanto": "https://digilib.itb.ac.id/gdl/download/246767", "BAB 1 Aris Aryanto": "https://digilib.itb.ac.id/gdl/download/246768", "BAB 2 Aris Aryanto": "https://digilib.itb.ac.id/gdl/download/246769", "BAB 3 Aris Aryanto": "https://digilib.itb.ac.id/gdl/download/246770", "BAB 4 Aris Aryanto": "https://digilib.itb.ac.id/gdl/download/246771", "BAB 5 Aris Aryanto": "https://digilib.itb.ac.id/gdl/download/246772", "PUSTAKA Aris Aryanto": "https://digilib.itb.ac.id/gdl/download/246773"}, "Penulis": "Aris Aryanto [25006022]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Iswandi Imran, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Civil engineering", "Kata Kunci": "Material Dinding Pengisi, Material Ringan, Portal-Dinding Pengisi, Autoclaved Aerated Concrete, Daktilitas, Perilaku Histeresis", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "19 Mei 2022"}