{"Nomor": 64405, "Judul": "ANALISIS KEMAMPUAN GENERASI Y DALAM MEMBELI RUMAH MENGGUNAKAN RASIO HARGA TERHADAP PENDAPATAN DI JAKARTA", "Abstrak": "Ketidakmampuan Generasi Y Indonesia dalam membeli rumah telah menjadi isu yang banyak dibahas dan menarik perhatian peneliti tentang penjelasan di baliknya, baik dari segi preferensi, indeks, dan solusi untuk mengatasi masalah tersebut. Dalam penelitian ini, Generasi Y digambarkan sebagai masyarakat Indonesia yang lahir antara tahun 1980 hingga 2000 sebagai generasi yang paling mendominasi dalam populasi kemudian menjadi generasi yang paling berpengaruh untuk PDB. Perhitungan yang digunakan dalam penelitian ini adalah rasio harga terhadap pendapatan yang disampaikan oleh Bourassa (1996), di mana rasio tersebut harus kurang atau sama dengan batas keterjangkauan. Preferensi Generasi Y dalam membeli rumah juga diselidiki dalam penelitian ini untuk memahami preferensi mana yang akan mempengaruhi permintaan dan harga rumah karena harga merupakan indikator yang mempengaruhi keterjangkauan. Selain itu, preferensi tersebut juga akan membantu beberapa pihak yang terlibat dalam transaksi perumahan untuk menciptakan strategi yang akan meningkatkan indeks keterjangkauan. Data dalam penelitian ini dikumpulkan dengan menggunakan metode campuran di mana kualitatif digunakan dalam 5 wawancara dengan ahli properti dan kuesioner sebagai metode kuantitatif dengan 206 responden terbatas pada Generasi Y yang memiliki pendapatan tetap setiap bulan dan mau punya rumah di Jakarta. Data kemudian diproses lebih lanjut menggunakan analisis PLS-SEM. Penelitian ini pada akhirnya menemukan bahwa preferensi Generasi Y dibagi menjadi empat kategori yang merupakan spesifikasi produk, pertimbangan masa depan, faktor tambahan, dan karakteristik penghuni (dinyatakan secara berurutan dari yang paling berpengaruh hingga yang paling tidak berpengaruh). Dalam hal keterjangkauan, menurut lima bank dengan tingkat bunga terendah, BTN dan BRI juga Mandiri telah menjadi bank yang paling terjangkau untuk Generasi Y untuk melakukan KPR karena indeksnya adalah 4,41% (mampu) dan 95,59% (tidak mampu) atau tertinggi dibandingkan dengan BJB dan BCA.", "Daftar File": {"2020 TS PP DIAN PUTRI PRADANA 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/246796"}, "Penulis": "Dian Putri Pradana [19017112]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T., MBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Generasi Y, Keterjangkauan, Preferensi Rumah, Rasio Harga terhadap Pendapatan.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "20 Mei 2022"}