{"Nomor": 64410, "Judul": "ANALISIS ADOPSI PLATFORM INVESTASI REKSADANA ONLINE UNTUK MILENIUM DI INDONESIA", "Abstrak": "Reksa Dana adalah investasi alternatif yang dirancang sebagai sarana untuk mengumpulkan dana dari orang-orang yang memiliki modal dan memiliki keinginan untuk berinvestasi, tetapi hanya memiliki waktu dan pengetahuan yang terbatas. Selain itu, Reksadana juga diharapkan dapat meningkatkan peran investor lokal untuk berinvestasi di pasar modal. Untuk mendorong peningkatan jumlah investor, platform investasi reksadana online pertama diluncurkan di Indonesia pada tahun 2016 dan pada tahun-tahun berikutnya platform serupa mulai muncul. Teori adopsi teknologi diimplementasikan dalam penelitian ini untuk menganalisis bagaimana adopsi teknologi investasi reksa dana online dengan milenium sebagai objek utama penelitian. Teori Kesatuan Penerimaan dan Penggunaan Teknologi (UTAUT2) diterapkan menggunakan 7 variabel internal dan 3 variabel eksternal. Hasil akhir dari analisis data adalah penemuan beberapa konstruk memiliki efek positif yang signifikan. Setelah mengumpulkan 279 data responden, ditemukan bahwa ada beberapa faktor yang memiliki signifikansi positif terhadap niat perilaku untuk mengadopsi investasi reksa dana online, yaitu ekspektasi kinerja, ekspektasi upaya, motivasi hedonis, nilai harga, kebiasaan, kualitas desain konten, antarmuka pengguna dan kepercayaan yang dirasakan. Sementara itu, Kualitas Desain Konten dan Antarmuka Pengguna memiliki signifikansi positif untuk Ekspektasi Kinerja dan Ekspektasi Usaha. Temuan ini akan berguna bagi pengembang investasi reksa dana online untuk mengubah reksa dana konvensional menjadi format platform online.", "Daftar File": {"2020 TS PP ELENA KUSUMA DEWI 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/246803"}, "Penulis": "Elena Kusuma Dewi [19017009]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T., MBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Generasi Millenial, Investasi Reksa Dana Online, Adopsi Teknologi", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "20 Mei 2022"}