{"Nomor": 64419, "Judul": "ANALISIS KESIAPAN ORGANISASI TERHADAP INOVASI DIGITAL:  STUDI KASUS CV CITRA GROUP", "Abstrak": "Kemajuan teknologi digital telah mengubah lingkungan bisnis dan organisasi. Inovasi, transformasi, dan digitalisasi dipercaya oleh berbagai bisnis sebagai alat untuk membantu mereka dalam mengejar pasar dan tren, meskipun kesadaran mereka terhadap potensi dan kapabilitas bisnis yang rendah. Untuk menjalankan perubahan efektif dalam mendekati market digital, bisnis perlu untuk melakukan analisis terhadap potensi dan kapabilitas mereka, di mana saat ini belum banyak sitasi yang dapat di aplikasikan di Indonesia. Untuk mengeksplorasi lebih lanjut tentang kesiapan organisasi di perusahaan Indonesia, penelitian ini menitikberatkan identifikasi terhadap variable atau konstruksi yang memberikan dampak paling besar, lalu diolah menjadi faktor kesiapan dari organisasi secara keseluruhan dalam menjalankan ide mereka sebagai inovasi digital. Mematok penelitian-penelitian sebelumnya, penelitian ini menggunakan model Organizational Readiness for Digital Innovation sebagai alat utama, dengan hasil berdasarkan data yang dikumpukan dari level manajer suatu perusahaan. Sedangkan hasil tersebut akan menjadi pembenaran dari pengaplikasian model tersebut di perusahaan bisnis Indonesia. Penelitian ini menggunakan PLS-SEM sebagai perangkat lunak untuk mengukur efek dari tujuh sub-konstruksi kesiapan berdasarkan respon dari level manajer perusahaan , mengungkapkan bahwa efek terbesar dari kesiapan organisasi berasal dari sub-konstruksi kesiapan IT di efek menengah,  di mana perusahaan tersebut gagal memenuhi enam sub-konstruksi lainnya dengan skor kecil atau tidak berefek sama sekali, disimpulkan sebagai tidak siap dalam menjalankan inovasi digital. Analysis ini juga mengungkapkan bahwa model ini butuh modifikasi lebih lanjut dalam mengolah data yang dikumpulkan di Indonesia, mengingat hasil dari model yang hanya bisa menemukan efek kecil ke menengah di setiap sub-konstruksi. Penelitian ini diharapkan untuk memberikan wawasan kepada perusahaan bisnis lain dalam memenej variable sukses bisnis dan mempertimbangkan kesiapan sub-konstruksi, terutama di aspek marketing.", "Daftar File": {"2020 TS PP FIKRI AULIA RAHMAN 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/246821"}, "Penulis": "Fikri Aulia Rahman [19017240]", "Kontributor / Dosen Pembimbing": ["Prof. Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Inovasi Digital; Pasar dan Tren; Efektifitas Perubahan; Kesiapan; Sub-Konstruksi; Studi Kasus", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "23 Mei 2022"}