{"Nomor": 64423, "Judul": "ANALISIS PEMODELAN DAN SIMULASI EVAKUASI TSUNAMI MENGGUNAKAN INTEGRASI AGENT-BASED MODELING, 3-D MODELING, DAN ARTIFICIAL INTELLIGENCE (STUDI KASUS: DESA PANGANDARAN DAN DESA PANANJUNG, INDONESIA)", "Abstrak": "Desa Pangandaran dan Desa Pananjung memiliki tempat wisata dan kegiatan ekonomi yang tinggi. Daerah ini memiliki riwayat gempa 7,7 Mw pada tahun 2006, dan menurut penelitian terbaru, termasuk ke dalam daerah yang berpotensi mengalami gempa 8,7-9 Mw yang memicu tsunami besar. Penelitian ini bertujuan untuk menentukan pengaruh lokasi dan jumlah Tempat Evakuasi Sementara (TES), moda evakuasi, dan waktu keberangkatan terhadap efektivitas evakuasi, dan menguji kelayakan preferensi pengungsi dalam menentukan tujuan evakuasi. Pemilihan model evakuasi yang efektif dilakukan melalui pendekatan simulasi multi-skenario. Dalam penerapannya, metode Agent-Based Modeling and Simulation, yang juga dapat menjembatani geosains dan ilmu sosial, digunakan untuk pemodelan dan simulasi evakuasi. Artificial Intelligence berperan dalam memodelkan perilaku kelompok besar dengan menyimulasikan perilaku dan interaksi agen individu. Simulasi dilakukan dengan 13 skenario yang didasarkan pada variasi jenis TES -yaitu TES eksisting, TES alternatif (TES yang direkomendasikan oleh pemerintah, namun belum diresmikan), dan TES rekomendasi (TES yang diusulkan pada penelitian ini berdasarkan metode Location-Allocation Modeling)-, moda evakuasi, dan waktu keberangkatan. Infrastruktur digital dibangun menggunakan 3-D Modeling yang terintegrasi dengan lingkungan simulasi. Hasil pemodelan menunjukkan bahwa TES rekomendasi dapat meningkatkan efisiensi dan efektivitas evakuasi, sementara TES alternatif tidak. Preferensi pengungsi dinilai belum cukup layak dan memerlukan edukasi lebih lanjut. Penggunaan moda evakuasi sepeda, sepeda motor, dan mobil, secara umum, dapat meningkatkan efektivitas evakuasi, namun efektivitasnya hanya optimum pada 16 menit pertama. Pengungsi direkomendasikan untuk segera melakukan evakuasi setelah merasakan tanda tsunami atau mendapatkan peringatan dini. Solusi dari kemacetan adalah dengan melakukan pelebaran jalan atau mengarahkan agen menuju rute evakuasi lain yang lebih lancar. Hasil penelitian ini diharapkan dapat membantu para praktisi dalam merancang rencana evakuasi tsunami yang efektif.", "Daftar File": {"ABSTRAK Atik Nurul Aini": "https://digilib.itb.ac.id/gdl/download/246860"}, "Penulis": "Atik Nurul Aini [15118078]", "Kontributor / Dosen Pembimbing": ["Dr.rer.nat. Wiwin Windupranata, S.T., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "tsunami, pemodelan dan simulasi evakuasi, agent-based modeling, 3-D modeling, artificial intelligence", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Mei 2022"}