{"Nomor": 64430, "Judul": "MENGANALISIS FAKTOR-FAKTOR YANG MEMPENGARUHI KETERIKATAN TERHADAP ORGANISASI DI LIGA FILM MAHASISWA INSTITUT TEKNOLOGI BANDUNG", "Abstrak": "Keterikatan anggota adalah hal yang dianggap penting dalam organisasi karena hal ini menjadi salah satu kunci kesuksesan pada setiap organisasi, yang mana keterikatan tersebut berdampak pada hasil organisasi dan secara signifikan berkorelasi dengan efektivitas organisasi. Karena keterikatan memiliki peran yang sangat penting dalam organisasi, hal ini tidak secara khusus eksklusif dalam konteks organisasi bisnis, tetapi juga mencakup konteks organisasi secara mendasar yaitu jenis organisasi apa pun, termasuk organisasi kecil dan nirlaba seperti unit kegiatan mahasiswa. Liga Film Mahasiswa Institut Teknologi Bandung (LFM ITB) adalah salah satu unit kegiatan mahasiswa yang dianggap berhasil dalam membuat sebagian besar anggotanya terikat.\n\nPenelitian ini bertujuan untuk mengidentifikasi faktor-faktor di balik keterikatan anggota organisasi dalam kasus LFM ITB dan bagaimana tepatnya organisasi tersebut dapat dengan berhasil membuat anggotanya terikat melalui strategi yang mereka lakukan, melalui metode analisis etnografi. Tujuan dari penelitian ini adalah untuk memberikan wawasan dan masukan yang berguna agar dapat diadaptasi oleh organisasi serupa lainnya untuk membangun keterikatan anggota secara optimal.\n\nHasil penelitian ini menunjukkan bahwa faktor budaya organisasi, komunikasi organisasi bersama dengan media komunikasinya, iklim organisasi, kepemimpinan, penghargaan dan pengakuan, ikatan antara pemimpin dan anggota, peluang untuk berkembang, lingkungan kerja, manajemen, dan reputasi organisasi mempengaruhi keterikatan anggota organisasi. Selain itu, peran organisasi yang terbukti efektif dalam membuat anggotanya terikat adalah dengan secara pribadi mengajak anggota untuk berpartisipasi dalam kegiatan organisasi, serta kerap membantu, menyambut, dan juga mengajak anggota untuk bergabung melakukan kegiatan-kegiatan informal.", "Daftar File": {"2020 TS PP GHINA RANA HARAHAP 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/246884"}, "Penulis": "Ghina Rana Kharista Harahap [19017048]", "Kontributor / Dosen Pembimbing": ["Dr. W. Victo Anggara Wisesa, S.Hum., M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "keterikatan, organisasi nirlaba, unit kegiatan mahasiswa", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "24 Mei 2022"}