{"Nomor": 64444, "Judul": "PREDIKSI TOKSISITAS SEBELAS SENYAWA PEMANIS BUATAN MENGGUNAKAN PERANGKAT LUNAK ADMET PREDICTOR\"' VERSI 6.1.0001", "Abstrak": "Pemanis merupakan salah satu bahan tambahan pangan yang digunakan untuk keperluan sehari-hari maupun untuk keperluan industri. Pemanis buatan yang diizinkan beredar di Indonesia, antara lain aspartam, asesulfam-K, sakarin, natrium sakarin, kalsium sakarin, kalium sakarin, asam siklamat, natrium siklamat, kalsium siklamat, sukralosa, dan neotam. Penggunaan pemanis buatan secara berlebihan dapat mengakibatkan efek kesehatan tertentu bagi penggunanya, oleh karena itu dibutuhkan suatu evaluasi terhadap keamanan dari pemanis buatan yang telah beredar di perdagangan. Salah satu cara yang dapat digunakan untuk mengevaluasi keamanan pemanis buatan adalah dengan prediksi toksisitas. Penelitian ini bertujuan untuk memprediksi toksisitas sebelas senyawa pemanis buatan yang beredar di Indonesia secara komputasi menggunakan perangkat lunak ADMET PredictorTM. Pemodelan struktur molekul sebelas pemanis buatan dilakukan menggunakan perangkat lunak HyperchemTM. Optimisasi geometri dilakukan menggunakan perangkat lunak HyperchemTM dengan metode Ab initio. Molekul pemanis buatan yang telah dioptimisasi, dikalkulasi menggunakan ADMET PredictorTM_ Dad basil penelitian diketahui prediksi toksisitas beberapa senyawa pemanis. Aspartarn diprediksi tidak menyebabkan toksisitas. Asam siklamat bersifat hepatotoksik dan dapat menginduksi reaksi alergi kulit maupun pernapasan. Kalsium siklamat dapat menyebabkan toksisitas pada reseptor androgen, dapat menginduksi reaksi alergi pernapasan, dan menyebabkan toksisitas reproduktif. Sakarin bersifat hepatotoksik dan menginduksi reaksi alergi pernapasan. Sukralosa menyebabkan toksisitas pada reseptor androgen, bersifat hepatotoksik, dan menyebabkan aberasi kromosom serta mutagenik. Sedangkan untuk asesulfam-K, natrium siklamat, kalsium sakarin, kalium sakarin, natrium sakarin, dan neotam tidak dapat disimpulkan toksisitasnya karena akurasi parameter analisisnya kurang baik.", "Daftar File": {"ABSTRAK Anastasia Renata Sari": "https://digilib.itb.ac.id/gdl/download/246900"}, "Penulis": "Anastasia Renata Sari [10709061]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Sophi Damayanti, M.Si., Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "24 Mei 2022"}