{"Nomor": 64459, "Judul": "DETERMINANTS OF INTENTION TO USE MOBILE PERSONAL FINANCIAL MANAGEMENT TOOLS USAGE IN INDONESIA", "Abstrak": "Personal Financial Management (PFM) atau manajemen keuangan adalah aspek penting yang harus diakui dan dipahami, terutama untuk Generasi Z yang akan memasuki usia produktif dan kehidupan kerja. Pada umumnya, PFM bersinggungan dengan tabungan, penganggaran, dan juga perencanaan. Perkembangan teknologi memberikan bantuan untuk menciptakan PFM yang lebih sederhana dan efektif, bahkan memungkinkan orang untuk mengelola keuangan mereka melalui ponsel. Karena PFM dapat menaikan standar hidup dan mengurangi kemiskinan, adalah hal yang penting untuk memahami beberapa faktor yang memiliki pengaruh signifikan terhadap niat untuk menggunakan aplikasi PFM. Untuk memeriksanya, penelitian ini menggunakan model yang menggabungkan Technology Acceptance Model (TAM) dengan Theory of Planned Behavior (TPB) yang memiliki variabel berikut: Perceived Usefulness, Perceived Ease of Use, Attitude, Subjective Norm, dan Perceived Behavioural Control, dengan tambahan variabel: Perceived Cost and Compatibility, yang akan dikaitkan terhadap intensi penggunaan. Penelitian ini memiliki ruang lingkup dalam Generasi Z yang dianggap memiliki keakraban dengan penggunaan teknologi dan juga kota Jakarta, Bogor, Depok, Tangerang, Bekasi, dan Bandung. Sebanyak 419 kuesioner telah dianalisis dengan menggunakan pendekatan kuantitatif dengan Structural Equation Modeling (SEM). Hasil penelitian ini menunjukkan bahwa ada 5 faktor yang signifikan terhadap niat: Perceived Ease of Use, Attitude, Perceived Behavioural Control, Perceived Cost, dan Compatibility. Rekomendasi yang didasarkan pada hasil diberikan kepada pengembang aplikasi, pemerintah, dan juga pengguna, yang dipercaya dapat memberikan wawasan dan meningkatkan efektivitas manajemen keuangan.", "Daftar File": {"2020 TS PP JOSHUA AKIRA 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/246914"}, "Penulis": "Joshua Akira [19017204]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T., MBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Keuangan, Aplikasi PFM, Generasi Z, TAM, TPB, SEM", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "24 Mei 2022"}