{"Nomor": 64450, "Judul": "MENGEKSPLORASI ALIRAN PENDAPATAN LAYANAN DIGITAL DARI PERUSAHAAN TELEKOMUNIKASI (STUDI KASUS PT. XYZ JAWA BARAT)", "Abstrak": "Pada zaman modern ini, bisnis warisan (terdiri dari suara dan SMS) perusahaan telekomunikasi menghadapi kejatuhan yang disebabkan oleh pesatnya perkembangan internet di mana umumnya membuat pengguna beralih ke layanan digital. PT. XYZ adalah salah satu dari perusahaan telekomunikasi yang sedang mencari aliran pendapatan baru yang dapat mengompensasi penurunan drastis dari total pendapatan mereka. Riset ini mengeksplorasi bukti yang relevan tentang kontribusi pendapatan layanan digital pada perusahaan telekomunikasi dengan menggunakan Laporan Tahunan PT. XYZ 2018 dan Data Layanan Digital PT. XYZ pada tahun 2018 dan 2019 sebagai studi kasus. Data mencakup lima variabel yang akan dianalisis yaitu pelanggan, jumlah transaksi, pendapatan, pendapatan rata-rata per pengguna (ARPU), dan jumlah transaksi per pelanggan. Variabel-variabel ini akan dianalisis menggunakan statistik deskriptif. Dari analisis, kami berharap dapat menemukan divisi layanan digital PT. XYZ yang berkontribusi paling besar. Selanjutnya, sub-divisi permainan dari layanan digital diharapkan menunjukkan potensi tertinggi untuk dikembangkan. Setelah itu, riset dilanjutkan dengan mengeksplorasi profil pelanggan di Jawa Barat dari sub-divisi permainan karena itu adalah wilayah pemilik masalah. Temuan dari riset ini diharapkan dapat membantu PT. XYZ mendapatkan pandangan baru terhadap layanan digital.", "Daftar File": {"2020 TS PP INDRA HARYO DEWANTO 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/246906"}, "Penulis": "Indra Haryo Dewanto [19017078]", "Kontributor / Dosen Pembimbing": ["Shimaditya Nuraeni, S.Psi., M.S.M., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "aliran pendapatan, eksplorasi, layanan digital, perusahaan telekomunikasi, descriptive statistics", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "24 Mei 2022"}