{"Nomor": 64451, "Judul": "PENGEMBANGAN BISNIS WARUNG MOBIL DI KOTA MALANG STUDI KASUS: WARUNG MOBIL ONOSOGREM", "Abstrak": "Penelitian ini bertujuan untuk mengusulkan solusi alternatif untuk mengembangkan bisnis warung mobil sebagai UMKM di Malang. Penelitian ini juga bertujuan untuk mengukur kelayakan ekonomi dari alternatif yang diusulkan. Penelitian ini difokuskan pada kasus Warung Mobil Onosogrem sebagai salah satu bisnis restoran mobil di Malang. Jenis bisnis ini telah berkembang pesat di Malang selama beberapa tahun terakhir. Namun, sudah beberapa tahun sejak Warung Mobil Onosogrem didirikan, belum ada kemajuan besar dalam penjualan. Mobil yang berperan besar dalam menjalankan bisnis ini juga semakin tua, sehingga pemiliknya berpikir bahwa inilah saat yang tepat untuk memperbarui mobil serta suasana bisnis mereka. Dengan melakukan itu, bisnis diharapkan untuk berkembang dan menghasilkan pendapatan yang lebih besar. Studi kelayakan ekonomis ini dibatasi hingga 5 tahun ke depan karena industri kuliner diharapkan tumbuh dengan cepat.\nPenelitian ini menggunakan observasi dan wawancara langsung. Aspek pemasaran dan operasi kemudian ditinjau untuk membuat solusi alternatif untuk pengembangan bisnis. Penelitian ini menggunakan marketing mix (4P) untuk meninjau dan mengembangkan aspek pemasaran dari Warung Mobil Onosogrem. Kapasitas produksi juga ditinjau dan dikembangkan agar sesuai dengan permintaan pasar. Kemudian, setelah solusi alternatif dibuat berdasarkan marketing mix dan kapasitas produksi yang telah dikembangkan, kami menghitung estimasi biaya dan pendapatan yang dihasilkan dari proyek. Kami juga menghitung tingkat pengembalian minimum yang menarik (MARR) berdasarkan biaya modal rata-rata tertimbang (WACC). MARR kemudian akan menjadi dasar dari studi kelayakan ekonomi, yang dilakukan untuk mengukur kelayakan proyek investasi. Alat perhitungan yang digunakan adalah net present value (NPV), payback period (PP), dan internal rate of return (IRR).\nAnalisis marketing mix menunjukkan bahwa kekurangan Warung Mobil Onosogrem adalah branding dan lokasi yang jarang dilalui orang. Ini membuat merek mereka dikenal terbatas hanya oleh penduduk lokal di sekitar area penjualan mereka. Analisis kapasitas produksi menunjukkan bahwa tenaga kerja dan fasilitas yang terbatas memainkan peran besar dalam durasi persiapan yang lama. Itu membuat warung tidak bisa siap di pagi hari seperti warung sarapan pagi pada umummnya. Berdasarkan analisis pemasaran dan produksi ini, tiga proyek diusulkan. Pendapatan dan biaya proyek dihitung berdasarkan data penjualan historis dengan pertimbangan kapasitas produksi yang membatasi penjualan. Proyek-proyek ini kemudian diubah menjadi dua alternatif. Alternatif pertama adalah memperbarui semua peralatan dan mengubah suasana bisnis. Alternatif kedua adalah memperbaharui semua peralatan dan memodifikasi atmosfer bisnis, serta membuka kios lebih awal dan memperbesar jangkauan pasar melalui cabang yang hanya dapat melayani pesanan untuk dibawa pulang di pusat kota.\nHasil analisa menunjukkan bahwa semua alternatif yang diusulkan layak secara ekonomi. IRR kedua alternatif jauh lebih besar dari MARR. Hal ini menghasilkan PP yang singkat dan NPV yang besar. Perbedaan tingkat pengembalian kedua alternatif tersebut relatif sedikit, tetapi alternatif kedua menawarkan kesempatan bagi Warung Mobil Onosogrem untuk mengembangkan kapasitas produksi dan jangkauan pasar, yang nantinya dapat berguna untuk pengembangan lebih lanjut", "Daftar File": {"2020 TS PP INTAN SURYA MAHARANI 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/246907"}, "Penulis": "Intan Surya Maharani [19017197]", "Kontributor / Dosen Pembimbing": ["Ir. Drs. H. Arson Aliludin, S.E., D.E.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "UMKM, warung mobil, pengembangan bisnis, kelayakan ekonomis", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "24 Mei 2022"}