{"Nomor": 64468, "Judul": "PENGARUH PEMBERIAN ASAP ROKOK DENGAN DAN TANPA FILTER TERHADAP KEMAMPUAN BERENANG MENCIT SWISS WEBSTER JANTAN", "Abstrak": "Saat ini merokok sudah menjadi kebisaaan umum di kalangan masyarakat, walaupun diketahui dampak buruknya bagi kesehatan baik pada perokok aktif maupun pasif Pada penelitian ini dilakukan uji untuk melihat pengaruh asap rokok dengan dan tanpa filter terhadap kemampuan berenang mencit dalam kurun waktu 3 hari, 6 hari, dan 9 hari setelah merokok. Penelitian dilakukan terhadap 5 kelompok mencit, yaitu: kelompok kontrol yang tidak menghisap asap rokok manapun (kelompok 1), kelompok uji yang menghisap asap rokok filter A dengan filternya (kelompok 2), kelompok uji yamg menghisap asap rokok filter A tanpa filternya (kelompok 3), kelompok uji yang menghisap asap rokok filter B dengan filternya (kelompok 4), dan kelompok uji yang menghisap asap rokok filter B tanpa filternya (kelompok 5). Setelah pemberian perlakuan asap rokok A dan B dengan dan tanpa filter setiap hari, dalam 9 hari dilakukan uji berenang paksa dengan parameter waktu. Di samping itu, diatnati perkembangan bobot badan mencit setiap hari dalam 9 hari. Setelah perlakuan 9 hari, ditentukan pula indeks organ mencit. Kelompok 2, 3, 4, dan 5 memberikan perbedaan bermakna (p<0,05) terhadap kelompok 1 pada hari ke-1, 3, 6, dan 9 setelah mencit diberikan perlakuan. Rokok dengan filter tidak memberikan perbedaan bermakna (p<0,05) dalam kemampuan berenang paksa mencit terhadap rokok tanpa filter. Pemberian asap rokok A tidak berbeda bermakna (p<0,05) dalam kemampuan berenang paksa mencit terhadap pemberian asap rokok B. Pemberian asap rokok B memberikan perbedaan bermakna (p<0,05) pada hari ke-2 setelah merokok dalam perkembangan bobot badan mencit terhadap kelompok kontrol. Pemberian asap rokok A dan B baik dengan filter dan tanpa filter memberikan perbedaan bermakna (p<0,05) pada hari ke-3 setelah merokok dalam perkembangan bobot badan mencit terhadap kelompok kontrol. Kelompok 2, 3, 4, dan 5 memberikan perbedaan bermakna (p<0,05) terhadap kelompok 1 dalam perubahan indeks organ jantung. Kelompok 5 memberikan perbedaan bermakna (p<0,05) terhadap kelompok I dalam perubahan indeks organ hati. Kelompok 4 dan kelompok 5 memberikan perbedaan bermakna (p<0,05) terhadap kelompok 1 dalam perubahan indeks organ ginjal. Kelompok 2, 4, dan 5 memberikan perbedaan bermakna (p<0,05) terhadap kelompok 1 dalam perubahan indeks organ limpa. Kelompok 2 memberikan perbedaan bermakna (p<0,05) terhadap kelompok 1 dalam perubahan indeks organ testis. Kelompok 5 memberikan perbedaan bermakna (p<0,05) terhadap kelompok 1 dalam perubahan indeks organ otak. Asap rokok A dan B dengan filter maupun tanpa filter sejak hari pertama perlakuan merokok pasif paksa menumnkan kemampuan berenang paksa mencit Swiss Webster jantan dibandingkan kelompok kontrol (p<0,05). Pengaruh filter serta perbedaan jenis rokok tidak berbeda bermakna dalam kemampuan berenang paksa mencit dan perkembangan bobot badan mencit.", "Daftar File": {"ABSTRAK Sylvia Rosanno": "https://digilib.itb.ac.id/gdl/download/246923"}, "Penulis": "Sylvia Rosanno [10708074]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Andreanus Andaja Soemardji, DEA", "Prof. Dr. Irda Fidrianny, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "24 Mei 2022"}