{"Nomor": 64464, "Judul": "PENGARUH NORMA SOSIAL DAN SIKAP TERHADAP PERILAKU PEMBELIAN PRODUK SUSTAINABLE FASHION", "Abstrak": "Hampir 10% dari pembuangan gas emisi di dunia diproduksi oleh industri mode dan karena itu dimulainya kampanye sustainable fashion. Sustainable fashion mempunyai potensi untuk mengubah cara konsumsi manusia dan juga cara produksi industri, keseimbangan antar kedua faktor tersebut dapat memberikan efek yang sangat positif terhadap lingkungan alam dan sosial. Walaupun keuntungan gerakan ini sudah terbukti, masih sedikit orang yang memilih untuk membeli sustainable fashion. Norma sosial (norma descriptive dan injunctive) dan sikap ditemukan sebagai variabel yang memiliki pengaruh terhadap niat membeli masyarakat. Oleh karena itu, tujuan penelitian ini adalah mengukur and melihat pengaruh dari norma sosial (norma descriptive dan injunctive) dan sikap terhadap perilaku pembelian produk sustainable fashion. Variabel niat membeli juga digunakan sebagai variabel perantara. Area penelitian difokuskan pada Kota Jakarta dan Bandung. Kuisioner telah disebarkan ke 210 responden yang sudah pernah membeli produk sustainable fashion. Metode yang digunakan untuk mendapatkan hasil adalah regresi linear berganda dan independent t-test. Setelah melakukan analisis, ditemukan bahwa terdapat pengaruh yang signifikan dan positif diantara norma social (norma descriptive and injunctive) dan sikap terhadap perilaku pembelian produk sustainable fashion. Walaupun, sikap merupakan variabel yang lebih kuat dibanding norma sosial. Oleh karena itu, penelitian ini mengingatkan pentingnya variabel norma sosial (norma descriptive dan injunctive) dan sikap dalam perilaku pembelian sustainable fashion.", "Daftar File": {"2020 TS PP KAMILIA NADIRA DEWANTO 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/246919"}, "Penulis": "Kamilia Nadira Dewanto [19017144]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Sustainable Fashion, Perilaku Pembelian, Norma Sosial, Sikap", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "24 Mei 2022"}