{"Nomor": 64473, "Judul": "KAJIAN PENGENDALIAN BANJIR SUNGAI CIPUNAGARA DI KABUPATEN SUBANG PROPINSI JAWA BARAT", "Abstrak": "Sungai Cipunagara mempunyai panjang total ± 104 km dan lebar rata – rata 40 m\nmerupakan sungai utama dari sistem Daerah Aliran Sungai (DAS) Cipunagara (1.203\nkm2), mata airnya terletak di kaki Gunung Tangkuban Perahu (2.706 m dpl) di\nKabupaten Bandung, dan bagian hilirnya sebagian besar merupakan wilayah\nKabupaten Subang. Berdasarkan hasil studi terdahulu serta catatan kejadian banjir\nyang ada, Sungai Cipunagara diketahui mempunyai masalah banjir yang cukup serius.\nDaerah genangan banjir yang tercatat, meliputi Kecamatan Pamanukan, Pusakanegara\ndan Kecamatan Legon Kulon, seluas ± 22 km2 di bagian kanan dan ± 2,5 km2 di\nbagian kiri sungai, serta kerusakan yang ditimbulkan melanda area pertanian dan\npermukiman yang terletak di bagian utara jalan raya Pantura.\nPemodelan hidraulik Sungai Cipunagara dengan menggunakan HEC – RAS 4.10\ndimulai dari bagian hulu, yaitu pertemuan antara Sungai Cipunagara dengan Sungai\nCigadung sampai dengan bagian hilir (muara), sepanjang ± 29 km, memberikan hasil\nbahwa kapasitas alur sungai yang ada tidak mampu mengalirkan debit banjir rencana\nQ25 = 1.377 m3/dt dengan aman (tanpa terjadi limpasan).\nAlternatif pengendalian banjir dilakukan melalui upaya struktural, antara lain :\npembangunan/ peninggian tanggul, dibutuhkan tanggul dengan tinggi 3,90 (maksimal\ndan 1,15 m (rata – rata); normalisasi bagian hilir, dapat menurunkan elevasi MAB Q25\nsebesar 0,89 m (maksimal) dan 0,35 m (rata – rata); normalisasi bagian hulu dan hilir\nmenghasilkan penurunan elevasi MAB Q25 sebesar 1,14 m (maksimal) dan 0,63 m\n(rata – rata); pembangunan retarding basin seluas 380 ha dapat menurunkan elevasi\nMAB Q25 sebesar 0,32 m (maksimal) dan 0,11 m (rata – rata), serta memperlambat\nwaktu puncak banjir dari 8 jam menjadi 10 jam.\nKombinasi alternatif upaya pengendalian banjir di atas memberikan hasil sebagai\nberikut : kombinasi normalisasi hilir dengan tanggul, dibutuhkan tanggul dengan\ntinggi maksimal = 3,47 m dan rata – rata = 1,15 m; kombinasi normalisasi bagian hilr\ndan hulu dengan tanggul, dibutuhkan tanggul dengan tinggi maksimal= 3,47 m dan\nrata – rata = 1,00 m; kombinasi retarding basin dan tanggul, dibutuhkan tanggul\ndengan tinggi maksimal = 3,90 m dan rata – rata = 1,10 m.\nAlternatif upaya pengendalian banjir secara non struktural melalui kegiatan\npenghijauan sehingga 30% wilayah DAS Cipunagara menjadi hutan, memberikan\nhasil penurunan debit puncak banjir rata – rata = 8,30%", "Daftar File": {"COVER Abdul Ghoni Majdi": "https://digilib.itb.ac.id/gdl/download/246944", "BAB 1 Abdul Ghoni Majdi": "https://digilib.itb.ac.id/gdl/download/246945", "BAB 2 Abdul Ghoni Majdi": "https://digilib.itb.ac.id/gdl/download/246946", "BAB 3 Abdul Ghoni Majdi": "https://digilib.itb.ac.id/gdl/download/246948", "BAB 4A Abdul Ghoni Majdi": "https://digilib.itb.ac.id/gdl/download/246949", "BAB 4B Abdul Ghoni Majdi": "https://digilib.itb.ac.id/gdl/download/246950", "BAB 4C Abdul Ghoni Majdi": "https://digilib.itb.ac.id/gdl/download/246951", "BAB 4D Abdul Ghoni Majdi": "https://digilib.itb.ac.id/gdl/download/246953", "BAB 5 Abdul Ghoni Majdi": "https://digilib.itb.ac.id/gdl/download/246954", "PUSTAKA  Abdul Ghoni Majdi": "https://digilib.itb.ac.id/gdl/download/246955"}, "Penulis": "Abdul Ghoni Majdi [95008008]", "Kontributor / Dosen Pembimbing": ["Joko Nugroho, ST, MT, Ph.D,", "Drs. Waluyo Hatmoko, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "debit banjir, pengendalian banjir, tanggul, normalisasi, retarding basin", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "10 file", "Tanggal Input": "24 Mei 2022"}