{"Nomor": 64471, "Judul": "EFFECTS OF PACHYRIHZUS EROSUS JUICE ON DECREASING THE BLOOD GLUCOSE LEVEL OF DIABETIC MICE", "Abstrak": "Background and Purpose: Diabetes Mellitus is a condition in the body where the pancreas does not produce enough insulin to process glucose or the insulin receptors are not working properly. In this condition the body would eventually lead to other diseases. The objective of this study is to determine the anti-diabetic effects of the tuber of P.erosus on blood glucose levels using oral glucose tolerance test and alloxan induced mice methods. Method: The first method is where the tuber of P.erous was juiced using aquadest and it was freeze dried and appropriate amount was dissolved before being administered via oral route to the test animals. Fourty mice were used in the experiment and they were divided into 6 groups which are normal group, control group, reference group and three test groups. The second experminent where fourty mice were induced diabetes using alloxan and subsequently the blood glucose level were determine after administration of the extract at day 0, 3, 7, and day 14. Aquadest was used as a control and blood glucose levels of each mice were monitored using EasyTouch Glucose strips. Upon completing the experiment, all animals were sacrifice and the pancreas organs were isolated and histology were carried out to observe the regeneration of pancreatic beta cells. Results: The animal group treated with 100 mg/kg bw of P.erosus juice showed significant ability in maintaining blood glucose levels 30 minutes after administration. In alloxan induced mice, reduction of blood glucose levels and improvement of body weight were at day 7 until day 14 of administration. The animal group treated with the juice of P.erosus at the dose of 250 mg/kg bw showed slight reduction in blood glucose levels or improvement in body weight. Conclusion: The juice of P.erosus at the dose of 100 mg/kg bw posses antidiabetic activity and it showed ability in maintaining and significantly reducing blood glucose levels over a period of 14 day and also showed slight improvement in body weight together showed improvement of pancreatic beta cells.", "Daftar File": {"ABSTRAK Satbeer Singh Gurdip Singh": "https://digilib.itb.ac.id/gdl/download/246932"}, "Penulis": "Satbeer Singh Gurdip Singh [10708708]", "Kontributor / Dosen Pembimbing": ["Prof. apt. I Ketut Adnyana, M.Si., Ph.D.", "Dr. Neng Fisheri Kurniati"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Diabetes, Blood Glucose Level, P.erosus tuber", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "24 Mei 2022"}