{"Nomor": 64470, "Judul": "PERENCANAAN SISTEM POLDER DAN PENERAPAN EKODRAINASE SEBAGAI UPAYA PENANGANAN BANJIR DI KECAMATAN PADEMANGAN, JAKARTA UTARA", "Abstrak": "Jakarta merupakan kota metropolitan yang sedang berkembang dalam\nbidang bisnis, industri, serta pembangunan. Jika terdapat bencana seperti banjir,\nkerugian yang diakibatkan cukup besar dan mempengaruhi kegiatan masyarakat\nibukota. Berdasarkan topografi daerah Wilayah Jakarta dikategorikan sebagai\ndaerah landai hal tersebut mengakibatkan air yang melimpas di kawasan tersebut\nterhambat dan tidak mengalir ke hilir, sehingga diperlukan sistem penataan air nongravitasi.\nSalah satu sistem yang sesuai dengan kondisi tersebut adalah sistem\npolder. Pada kajian ini, akan dibuat perencanaan sistem polder dan penerapan\nekodrainase sebagai upaya penanganan banjir dengan studi kasus pada Kecamatan\nPademangan, Jakarta Utara.\nBerdasarkan hasil analisis debit banjir dengan metode SCS-CN didapatkan\ndebit banjir rencana periode ulang 25 tahun (Q25) sebesar 154.7 m3/s. Dengan debit\nbanjir tersebut selanjutnya dilakukan analisis hidraulika menggunakan Hec-RAS.\nBerdasrkan Hec-RAS diketahui pada area Polder Pademangan mengalami banjir\nsepanjang 2.525 km dari Hilir Kali Sentiong dan 1.1 km pada Kali Ancol.\nBerdasarkan hasil analisis tersebut, direncanakan upaya non-struktural berupa\nekodrainase dan upaya struktural berupa sistem polder dan normalisasi saluran.\nPenerapan ekodrainase direncanakan berupa pembangunan pembangunan asphalt\nporous pavement dan green rooftop. Dengan adanya ekodrainase tersebut mampu\nmengurangi debit puncak banjir sebesar 42.4 m3/s. Upaya struktur berupa\nnormalisasi dilakukan untuk menurunkan tinggi muka air saluran dengan\npengerukan dilakukan dari elevasi -0.83 mPP menjadi 1.5 mPP pada Kali Sentiong\ndan -1.38 mPP hingga -2.69 mPP pada Kali Ancol. Pada sistem polder direncanakan\npemasangan pompa dengan kapasitas 7 m3/s sebanyak 10 buah dan 5 buah pompa\nberkapasitas 10 m3/s, sehingga kapasitas total pompa adalah 120 m3/s. Dengan\nadanya pompa tersebut mampu menurunkan muka air banjir hingga 1.88 m.\nRencana anggaran biaya untuk pembangunan ekodrainase, normalisasi, serta sistem\npolder ini adalah sebesar Rp. 3,238,182,050,000.00", "Daftar File": {"COVER Gabriel Ami Yansyah": "https://digilib.itb.ac.id/gdl/download/246925", "PUSTAKA Gabriel Ami Yansyah": "https://digilib.itb.ac.id/gdl/download/246937"}, "Penulis": "Gabriel Ami Yansyah [15814026]", "Kontributor / Dosen Pembimbing": ["Ir. Hernawan Mahfudz, M.T.", "Mohammad Farid, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Pengelolaan Sumberdaya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Banjir, sistem polder, ekodrainas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "12 file", "Tanggal Input": "24 Mei 2022"}