{"Nomor": 64476, "Judul": "TECHNOLOGY ACCEPTANCE MODEL (TAM) ON APPLICATION OF AUGMENTED REALITY FILTER ON BRAND PROMOTION THROUGH INSTAGRAM", "Abstrak": "Filter media sosial termasuk Instagram telah menjadi tren yang melekat pada semua lapisan masyarakat, mulai dari anak-anak hingga mereka yang berusia lanjut. Sebagian besar filter ini mengadaptasi teknologi yang mampu menggabungkan dunia virtual dengan dunia nyata dalam sebuah layar, yang disebut Augmented Reality (AR). Melihat meningkatnya penggunaan Instagram seiring dengan pengembangan AR, sejumlah merek besar dunia melihat fenomena ini sebagai peluang untuk menjadi strategi pemasaran mereka, yaitu dengan membuat filter Instagram berbasis AR yang memungkinkan pelanggan untuk memiliki gambaran tentang produk-produk merek tersebut. Ironisnya, hanya sedikit merek di Indonesia yang memanfaatkan peluang ini. Oleh karena itu, penelitian ini bertujuan untuk menunjukkan penerimaan publik terhadap penggunaan filter Instagram berbasis AR sebagai media pemasaran sehingga bisnis Indonesia dapat memanfaatkan kesempatan ini untuk meningkatkan merek / produk mereka. Penulis mengadaptasi Technology Acceptance Model (TAM) dengan menggunakan pendekatan kuantitatif dan survei eksperimental sebagai metode. Alat yang digunakan adalah kuesioner yang didistribusikan melalui online untuk menunjukkan penerimaan publik terhadap 4 jenis filter Instagram berbasis AR yang dimiliki oleh sejumlah merek (Farmaciasdirect, Dior, Kord Optika, dan Wardah) diwakili oleh 404 sampel yang berasal dari Bandung dan Jakarta, menimbang bahwa kedua kota ini cukup representatif untuk menggambarkan pengguna internet dan media sosial. Data dianalisis dengan metode PLS menggunakan aplikasi SmartPLS. Hasil penelitian ini menunjukkan bahwa terdapat pengaruh positif yang signifikan dari Perceived Informativeness (PI) dan Perceuved Enjoyment (PE) terhadap Perceived Usefulness (PU); Dari PU dan Perceived Ease of Use (PEOU) terhadap Attitudes Toward Using (AT); Dari AT terhadap Behavioral Intention to Use (BI) filter Instagram berbasis AR; dan juga dari Social Influence (SI) terhadap BI. Dengan hasil yang didapat, penelitian ini dapat dikatakan bermanfaat untuk menyajikan bukti konkrit bahwa masyarakat memiliki penerimaan yang baik terhadap filter Instagram berbasir AR. Dengan itu, teknologi ini  layak dipertimbangkan oleh merek-merek besar/perusahaan sebagai salah satu strategi marketing digital guna memberikan pengalaman pemasaran yang terintegrasi.", "Daftar File": {"2020 TS PP KENT JORDAN SANTOSO 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/246956"}, "Penulis": "Kent Jordan Santoso [19017113]", "Kontributor / Dosen Pembimbing": ["Nurrani Kusumawati, S.E., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Filter Instagram Berbasis AR, Augmented Reality, Technology Acceptance Model, PLS-SEM, Kuantitatif", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "24 Mei 2022"}