{"Nomor": 64486, "Judul": "PENGARUH EKOLABEL TERHADAP MINAT BELI PRODUK SKINCARE", "Abstrak": "Dalam beberapa tahun kebelakang, kepudulian terhadap lingkungan telah menjadi isu yang penting bagi masyarakat. Hal ini mendorong munculnya gerakan hijau yang bertujuan untuk mencegah kerusakan lebih lanjut taerhdap lingkungan. Seiring dengan semakin maraknya gerakan tersebut, bekembang pulalah metode untuk mejawabnya, salah satunya adalah ecolabel. Ekolabel adalah alat yang dapat membantu mengidentifikasi produk ramah lingkungan, dan juga untuk menciptakan presepsi positif. Akan tetapi, studi yang membahas hubungan antara ecolabel dan minat beli masih terbatas. Penilitian ini bertujuan untuk mempelajari pengaruh ecolabel terhadap minat beli konsumen pada produk skincare, dan juga untuk mengetahui pengaruh moderasi pengetahuan lingkungan. Penelitian ini menemukan bahwa ekolabel secara positif mempengaruhi perilaku konsumen; memiliki pengaruh 24.9% pada minat beli skincare. Ini menunjukkan bahwa penggunaan ekolabel akan mendorong minat beli konsumen. Hal ini selaras dengan (Rashid, 2019), menunjukkan bahwa konsumen akan bereaksi positif terhadap ekolabel karena aspek lingkungan yang ditawarkan. Dengan demikian, ekolabel mungkin mempengaruhi minat beli konsumen pada produk yang memiliki karekterisitik yang serupa. Ditemukan juga bahwa pengetahuan lingkungan meningkatkan minat beli skincare dengan ecolabel sebesar 7.5% dibandingkan dengan yang tidak memiliki pengetahuan lingkungan. Ini menunjukkan bahwa orang dengan pengetahuan lingkungan akan memiliki minat beli yang lebih tinggi.", "Daftar File": {"2020 TS PP M HILMI HADI 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/246973"}, "Penulis": "M. Hilmi Hadi [19017150]", "Kontributor / Dosen Pembimbing": ["Ir. C.O. Budi Permadi Iskandar, M.S.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Ekolabel, Minat Beli, Pengetahuan Lingkungan", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "24 Mei 2022"}