{"Nomor": 64488, "Judul": "FAKTOR YANG MEMPENGARUHI PEMANFAATAN OPSI PEMBAYARAN PAY LATER PADA TRAVELOKA", "Abstrak": "Pay Later adalah salah satu opsi pembayaran yang jarang digunakan oleh pengguna di Traveloka. Berdasarkan data pada 2019, 78 persen orang belum menginginkan opsi pembayaran ini pada transaksi mereka. Ini mendukung sejumlah kecil partisipasi mengetahui opsi pembayaran ini di Traveloka. Hal ini bertentangan dengan keberadaan Pay Later yang memungkinkan pengguna membayar pembayaran mereka pada akhir bulan atau menggunakan angsuran pada periode tertentu. Partisipasi orang dalam menggunakan Pay Later sebagai opsi pembayaran dan upaya Traveloka sebagai penyedia Pay Later mendukung masalah yang dibahas. Oleh karena itu, keunggulan ketersediaan fitur Pay Later adalah potensi bagi penyedia Pay Later dan penyedia lainnya untuk mempertahankan transaksi pengguna dan hubungannya dengan pelanggan mereka. Studi ini berfokus pada opsi pembayaran Pay Later pada Traveloka.\n\nPenelitian ini bertujuan untuk menguji kondisi terkini dari intensi dana pensiun pribadi dan hubungannya dengan Sikap, Norma Subjektif, dan Kontrol Perilaku. Theory of Planned Behavior (TPB) oleh Ajzen dan Fishbein (1980) diadopsi dalam studi ini. Kuesioner online dan off-line menggunakan skala Likert dirancang untuk 400 responden di Jakarta dan Bandung dengan metode purposive sampling. Kuesioner tersebut diukur dengan menggunakan analisis jalur untuk menjelaskan hubungan antara variabel bebas dan variable terikat. Penelitian ini menemukan bahwa sikap, norma subjektif, dan control perilaku secara signifikan berhubungan dengan intensi untuk menggunaka fitur Pay Later di Traveloka.\n\nStudi ini diharapkan dapat menyediakan hasil yang bermanfaat terkait dengan hubungan yang signifikan antara sikap, norma subjectif, dan control perilaku terhadap intensi dana pensiun pribadi. Hal ini dimaksudkan dapat membawa manfaat bagi praktisi dan akademisi untuk mendukung pembentukan strategi dan referensi di area studi yang berhubungan. \n?", "Daftar File": {"2020 TS PP MAHARDIKA DWI 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/246975"}, "Penulis": "Mahardhika Dwi Ananta Sofyan [19017136]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Customer Intention, Path Analysis, Pay Later, Theory of Planned Behavior (TPB), Marketing", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "24 Mei 2022"}