{"Nomor": 64496, "Judul": "PENGAMBILAN KEPUTUSAN KONSUMEN DALAM MEMBELI SHEET MASK: STUDI KASUS PERBANDINGAN SHEET MASK INDONESIA, KOREA DAN FRANCE", "Abstrak": "Akhir-akhir ini skincare memiliki pasar terbesar di dalam industri kosmetik Indonesia. Peluang bisnis ini membuat ketertarikan bagi merek multinasional di seluruh dunia. Merek terkenal yang banyak digunakan oleh wanita Indonesia berasal dari Korea dan Perancis. Riset ini akan memfokuskan pada sheet mask, dimana merupakan golongan skincare yang banyak dicari oleh wanita Indonesia. Tetapi sejauh ini merek Global mendominasi sebesar 70% market share kosmetik Indonesia, yang berarti permintaan pasar terhadap kosmetik import cukup tinggi dan dapat mengakibatkan pelemahan perusahaan kosmetik Indonesia. Tujuan riset ini adalah untuk mengetahui faktor yang mempengaruhi wanita Indonesia dalam memilih sheet mask, mengetaui preferensi wanita Indonesia, serta memberi rekomendasi kepada perusahaan skincare Indonesia. Analisa choice modelling akan digunakan dalam riset ini, dimana untuk memperkirakan probabilitas wanita Indonesia dalam memilih sheet mask. Riset ini dilakukan kepada 505 responden secara kuesioner online. Penulis membuat gambaran pertanyaan stated preference menggunakan D-efficient dari software NGENE. Dimana menghasilkan enam alternatif skenario dengan enam atribut yaitu harga, merek, kemasan, kualitas, kandungan halal, dan efek samping. Responden diminta untuk menjawab pilihan produk sesuai dengan asal negara melalui kombinasi skenario. Sebagai tambahan, juga terdapat beberapa pertanyaan terkait sikap dan norma subjektif. Untuk menemukan atribut yang signifikan, regresi logistic multinomial dilakukan dengan mengestimasi kemungkinan maksimum. Hasil menunjukkan beberapa atribut yang memiliki nilai signifikansi. Atribut tersebut adalah: harga sheet mask Indonesia, kandungan halal sheet mask Indonesia, kualitas sheet mask Indonesia, harga sheet mask Korea, kualitas sheet mask Korea, kandungan halal sheet mask Korea, harga sheet mask Perancis, kualitas sheet mask Perancis, kandungan halal sheet mask Perancis dan efek samping sheet mask Perancis. Hasil kuesioner menunjukkan preferensi sebagian besar wanita Indonesia (sekitar 43.8%) adalah sheet mask asal Korea. Terdapat beberapa rekomendasi untuk perusahaan kosmetik Indonesia agar memperhatikan atirubut yang memiliki nilai signifikan dan elastis. Kepada pemerintah untuk memberikan ajakan mencintai produk lokal, dan kepada publik untuk turut bangga akan produk lokal.", "Daftar File": {"2020 TS PP MICHELLE FERICA 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/246987"}, "Penulis": "Michelle Ferica [19017126]", "Kontributor / Dosen Pembimbing": ["Prawira Fajarindra Belgiawan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kosmetik, Choice Decision, Choice Modelling, Sheet Mask, Skin Care", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "25 Mei 2022"}