{"Nomor": 64501, "Judul": "UJI AKTIVITAS ANTIFUNGI EKSTRAK ETANOL DAUN LIMA TANAMAN SUKU ANNONACEAE", "Abstrak": "Daun dari beberapa tanaman anggota suku Annonaceae telah hanyak digunakan oleh masyarakat untuk mengatasi berbagai penyakit. Selain itu, beberapa penelitian sebeiumnya juga telah mengungkap adanya aktivitas antimikroba dari anggota suku ini. Penelitian ini bertujuan untuk menguji aktivitas antifungi ekstrak etanol daun dari beberapa tanaman yang termasuk ke dalain suku Annonaceae terhadap Candida albicans, Aspergillus niger, dan Microsporum gypseum. Serbuk simplisia daun sirsak, srikaya, kenanga, burahol, dan nona diekstraksi dengan metode refluks menggunakan pelarut etanol 96%. Ekstrak diuji aktivitas antifunginya dengan metode mikrodilusi terhadap fungi Candida albicans, Aspergillus niger, dan Microsporum gypseum untuk menentukan Konsentrasi Hambat Minimum (KHM) dan Konsentrasi Fungisidal Minimum (KFM). Ekstrak dengan aktivitas tertinggi terhadap masing-masing fungi uji ditentukan kesetaraan aktivitasnya dengan pembanding ketokonazol serta pengaruhnya terhadap profil pertumbuhan fungi. Karakterisasi ekstrak dilakukan terhadap ekstrak dengan aktivitas tertinggi, meliputi penapisan fitokinna, kadar sari larut air, kadar sari larut etanol, bobot jenis, persentase rendemen, dan pola kromatogram. Ekstrak etanol daun srikaya mengandung senyawa flavonoid, steroid/triterpenoid, dan fenol. Ekstrak etanol daun kenanga mengandung flavonoid, steroidltriterpenoid, dan fenol. Ekstrak dengan aktivitas antifungi tertinggi adalah ekstrak etanol daun srikaya dan kenanga. Nilai KI-IM ekstrak etanol srikaya (BJ ekstrak 1,35 g/mL) terhadap Candid(' albicans adalah 0,5%, sedangkan untuk Aspergillus niger adalah 2%.\nSementara itu, ekstrak etanol dam kenanga (BJ ekstrak 1,24 g/mL) memiliki aktivitas tertinggi terhadap Microsporzun krypseum dengan KHM sebesar 0,25%. Hasil penentuan kesetaraan aktivitas antifungi antara ekstrak srikaya dengan ketokonazol menunjukkan bahwa 1 mg ekstrak setara dengan 2,77 x 10-4 mg ketokonazol untuk Candida albicans dan 1,12 x 10-3 mg ketokonazol untuk Aspergillus niger. Sementara itu, kesetaraan aktivitas antifungi ekstrak kenanga terhadap ketokonazol menunjukkan bahwa 1 mg ekstrak setara dengan 2,71 x 10-3 mg ketokonazol untuk Microsporum gypseum. Pengujian pengaruh ekstrak kenanga terhadap profil pertumbuhan (time-kill curve profile test) Microsporum gypSe21111 memperlihatkan aktivitas fungistatik pada konsentrasi 1 KHM dan 4 KHM. Dari semua ekstrak uji, Ekstrak etanol daun kenanga menunjukkan aktivitas tertinggi terhadap Microsporum gypseum dengan nilai KHM 0,25%. Sebanyak 1 mg ekstrak kenanga memiliki aktivitas yang setara dengan 2,71 x 10-3 mg ketokonazol terhadap Microsporum gypseum. Pengujian time-kill curve profile memperlihatkan aktivitas fungistatik ekstrak kenanga terhadap profil pertumbuhan Microsporum gypseum pada konsentrasi 1 KHM dan 4 KHM.", "Daftar File": {"ABSTRAK Eriwan Susanto": "https://digilib.itb.ac.id/gdl/download/246993"}, "Penulis": "Eriwan Susanto [10709032]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elin Yulinah", "Prof. Dr. Irda Fidrianny, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "25 Mei 2022"}