{"Nomor": 64508, "Judul": "AKTIVITAS IMUNOMODULATOR EKSTRAK ETANOL MESOKARP BUAH SEMANGKA [CITRULLUS LANATUS (THUNBERG) MATSUM. & NAKAI] DAN KULIT BUAH NAGA [HYLOCEREUS UNDATUS BRITT. & ROSE]", "Abstrak": "Indonesia memiliki berbagai macam buah-buahan yang kulitnya tidak digunakan dan dibiarkan menjadi limbah, beberapa diantaranya adalah semangka dan buah naga. Studi literatur menunjukkan bahwa pada mesokarp buah semangka [Citrullus lanatus (Thunberg) Matsum. & Nakai] dan kulit buah naga [Hylocereus undatus Britt. & Rose] terkandung senyawa-senyawa yang dicluga dapat memodifikasi sistem imun. Oleh karena itu, pada penelitian ini akan diuji aktivitas imunornodulator ekstrak etanol mesokarp buah semangka dan kulit buah naga pada bewail uji. Ekstraksi dilakukan dengan metode mascrasi-perkolasi men2gunakan pelarut etanol 96%. 14 efek imunomodulator dilakukan pada mencit Swiss Webster yang meliputi penentuan indeks thgositik sistem retikuloendotelial, indeks organ, titer antibodi dan IFN-y. Hasil uji bersihan karbon menunjukkan ekstrak etanol kulit buah naga pada dosis 150 dan 300 mg/kg bb memiliki efek imtmostimulasi dengan indeks fagositik lebih besar dari sate. Ekstrak etanol mesokarp buah semangka pada kedua dosis meningkatkan indeks hati clan limpa secara bermakna (p<0,05) terhadap kontrol. Sedangkan ekstrak etanol kulit buah naga pada kedua dosis meningkatkan indeks hati secara bermakna (p<0,05) terhadap kontrol. Ekstrak etanol mesokarp buah semangka dan kulit buah naga dapat meningkatkan titer antibodi primer. Sedangkan peningkatan titer antibodi sekunder terjadi setelah pemberian ekstrak etanol mesokarp buah semangka dosis 160 mg/kg bb, dan kedua dosis ekstrak etanol kulit buah naga. Ekstrak etanol mesokarp buah semangka pada dosis 160 mg/kg bb menghambat produksi IFN-y secara bennakna (p<0,05). Berdasarkan basil penelitian ini dapat disimpulkan bahwa ekstrak etanol kulit buah naga pada dosis 150 dan 300 mg/kg bb dan ekstrak etanol mesokarp buah semangka 80 dan 160 mg/kg bb memiliki efek imunostimulasi lemah dan pada dosis 160 mg/kg bb ekstrak etanol mesokarp buah semangka dapat menghambat produksi IFN-y secara bermakna.", "Daftar File": {"ABSTRAK Zergie Nalardy Barlan": "https://digilib.itb.ac.id/gdl/download/247001"}, "Penulis": "Zergie Nalardy Barlan [10709058]", "Kontributor / Dosen Pembimbing": ["Dr. Maria Immaculata Iwo", "irvani Rakhmawati, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "25 Mei 2022"}