{"Nomor": 64514, "Judul": "PENGARUH EFISIKASI DIRI DALAM PENERIMAAN PELANGGAN TERHADAP APLIKASI KESEHATAN ONLINE DI INDONESIA", "Abstrak": "Aplikasi layanan kesehatan online baru-baru ini berkembang pesat sejak pandemi global Covid-19 terjadi di Indonesia. Selain itu, aplikasi semacam ini bisa menjadi alternatif paling efisien untuk mengakses layanan medis di Indonesia. Alternatif ini juga dianggap sebagai salah satu opsi yang sesuai untuk meningkatkan indeks kesehatan Indonesia yang masih merupakan salah satu yang terbelakang dalam indeks kesehatan dunia, karena aplikasi semacam ini dapat membuat akses fasilitas medis (salah satu penilaian penting pada peringkat indeks kesehatan dunia) lebih mudah dari sebelumnya. Temuan tersebut didasarkan pada analisis faktor-faktor yang memengaruhi efikasi diri seseorang dan juga berdasarkan analisis pengaruh efikasi diri seseorang pada penerimaan pelanggan terhadap aplikasi layanan kesehatan online. Menggunakan Technology Acceptance Model (TAM) yang dimodifikasi model ini menyediakan beberapa konstruksi yang diperlukan dalam penelitian ini (mis. Behavioral Intention; Perceived Usefulness; dan Perceived Ease of Use). Data dikumpulkan dari 220 pengguna aplikasi layanan kesehatan online dengan menggunakan kuesioner online. Studi ini memberikan bukti yang menunjukkan bahwa pengalaman pelanggan, persuasi sosial, dan kondisi fisik memiliki pengaruh langsung dan positif pada efikasi diri seseorang, dan hanya kondisi psikologis yang baru memiliki pengaruh pada efikasi diri seseorang jika dihitung secara bersamaan dengan variable lainnya. Hasilnya juga menegaskan bahwa efikasi diri seseorang memiliki pengaruh positif dan langsung pada niat perilaku untuk menggunakan aplikasi kesehatan online. Selain itu, penelitian ini juga memberikan rekomendasi bagi praktisi pemasaran atau penyedia aplikasi layanan kesehatan online (selain Halodoc dan Alodokter) untuk memberikan lebih banyak perhatian untuk memahami efikasi diri pelanggan dalam mengembangkan strategi yang lebih baik dalam rangka meningkatkan jumlah pengguna untuk memberikan dampak yang lebih besar pada kondisi kesehatan Indonesia.", "Daftar File": {"2020 TS PP MUHAMMAD BAYURIZKY 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/247008"}, "Penulis": "Muhamad Bayurizki [19017153]", "Kontributor / Dosen Pembimbing": ["Prof. Reza Ashari Nasution, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Efikasi diri, Aplikasi Layanan Kesehatan Online, Niat Perilaku untuk Menggunakan, Technology Acceptance Model, Kondisi Kesehatan Indonesia", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "25 Mei 2022"}