{"Nomor": 64522, "Judul": "ANALISIS PENGARUH PEMASARAN HIJAU TERHADAP CITRA MEREK DAN KEPUTUSAN PEMBELIAN STARBUCKS", "Abstrak": "Setiap tahun kesadaran masyarakat meningkat terhadap masalah sampah plastik di Indonesia. Perusahaan dengan cepat menerima konsep ramah lingkungan, seperti sistem pengelolaan lingkungan dan minimalisasi limbah, serta telah mengintegrasikan masalah lingkungan dalam semua aktivitas perusahaan. Salah satu perusahaan yang sudah mengkhawatirkan masalah sampah plastik adalah Starbucks. Starbucks menjual banyak barang ramah lingkungan dan menggunakan strategi pemasaran hijau yang bertujuan untuk membuat citra merek yang positif dan menghasilkan keputusan pembelian. Terlepas dari prospek konsumen hijau yang sadar akan masalah lingkungan, dengan menerapkan bauran pemasaran hijau perusahaan juga terkendala oleh masalah keuangan karena biaya penerapan bauran pemasaran hijau lebih mahal. Penelitian ini bertujuan untuk menganalisis pengaruh green marketing mix terhadap citra merek dan keputusan pembelian Starbucks. Penelitian dilakukan dengan menggunakan pendekatan kuantitatif terhadap 351 responden dan data akan dianalisis menggunakan metode PLS-SEM. Hasil penelitian menunjukkan bahwa green marketing mix memiliki pengaruh positif terhadap citra merek dan keputusan pembelian. Hasil dari penelitian ini diharapkan dapat memberikan wawasan bagi Starbucks dan perusahaan lain yang menerapkan green marketing mix untuk tetap melakukan green marketing mix yang sudah dilakukan dan mencari inovasi baru terkait green marketing mix.", "Daftar File": {"2020 TS PP MUHAMMAD HAUZAN REFIN 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/247016"}, "Penulis": "Muhammad Hauzan Refin Mumtaz [19017233]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, M.A.", "Fitri Aprilianty, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "pemasaran hijau, citra merek, keputusan pembelian, structural equation modelling", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "25 Mei 2022"}