{"Nomor": 64521, "Judul": "THE INFLUENCE OF GOJEK  SLOGAN TOWARDS BRAND IMAGE, BRAND AWARENESS, AND BRAND LOYALTY", "Abstrak": "Kondisi pasar yang semakin kompetitif membuat konsumen memiliki banyak pilihan untuk produk yang mereka inginkan. Oleh karena itu, membangun loyalitas merek menjadi lebih penting. Beberapa faktor yang mempengaruhi loyalitas merek adalah kesadaran merek dan citra merek. Salah satu cara untuk meningkatkan kesadaran merek dan citra merek adalah dengan menggunakan slogan sebagai strategi pemasaran. Gojek adalah merek yang menggunakan slogan sebagai elemen penting dalam beberapa kampanye pemasaran mereka. Di pasar Gojek memiliki persaingan yang sangat ketat dengan pesaing mereka. Salah satu hal yang dapat membedakan mereka adalah bagaimana mereka memasarkan produk mereka. Karena Gojek menggunakan slogan sebagai strategi utama mereka. Dengan demikian, tujuan dari ini adalah untuk menyelidiki efektivitas slogan Gojek sebagai strategi pemasaran pada citra merek mereka, kesadaran merek, dan loyalitas merek. Untuk menguji ini, peneliti melakukan metode survei kuantitatif dan mengumpulkan data dari 207 peserta online yang telah menggunakan Gojek selama 2 tahun, menggunakan 3 layanan Gojek, telah melihat slogan Gojek #PastiAdaJalan, dan berusia 17-55 tahun. Analisis yang dilakukan melalui pendekatan PLS-SEM menunjukkan bahwa slogan #PastiAdaJalan memiliki pengaruh langsung yang signifikan terhadap citra merek Gojek dan kesadaran merek. Namun, penggunaan slogan Gojek tidak memiliki pengaruh langsung terhadap loyalitas merek. Itu harus melalui variabel mediasi yang citra merek dan kesadaran merek. Hasil dari penelitian ini diharapkan dapat memberikan wawasan tentang penggunaan slogan Gojek untuk membangun dan meningkatkan citra merek, kesadaran merek, dan loyalitas merek yang memberikan rekomendasi untuk penelitian masa depan. Selain itu, temuan ini dapat bermanfaat bagi Gojek untuk mengembangkan strategi mereka dalam menggunakan slogan untuk bersaing lebih baik dengan pesaing mereka.", "Daftar File": {"2020 TS PP MUHAMMAD HASFI 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247015"}, "Penulis": "Muhammad Hashfi Avmeilputra [19017103]", "Kontributor / Dosen Pembimbing": ["Drs. Herry Hudrasyah, M.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Slogan, Kesadaran Merek, Citra Merek, Loyalitas Merek", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "25 Mei 2022"}