{"Nomor": 64523, "Judul": "BAGAIMANA POLITISI MEMBANGUN MEREK DIRI MEREKA PADA INSTAGRAM: STUDI KASUS RIDWAN KAMIL", "Abstrak": "Ada lebih dari 3 miliar pengguna media sosial aktif di dunia dari 7 miliar populasi manusia pada tahun 2019. Dengan 1 miliar pengguna aktif, Instagram dikenal sebagai platform yang paling cepat berkembang dibanding media sosial lainnya. Tidak hanya digunakan untuk tujuan sosial, tetapi media sosial seringkali juga digunakan sebagai alat politik bagi politisi untuk mendapatkan keterikatan dan mendapatkan lebih banyak pamor di hadapan publik. Dalam hal ini, kita melihat bahwa Ridwan Kamil, gubernur Jawa Barat saat ini dan mantan walikota Bandung, adalah salah satunya, menjadi politisi nomor 2 di Instagram dengan 11 juta pengikut, menempatkannya di bawah presiden kita saat ini, Joko Widodo. Penelitian ini bertujuan untuk menganalisis Instagram Ridwan Kamil tentang bagaimana ia menghadirkan media sosialnya di hadapan publik. Penelitian ini menggunakan analisis konten dan analisis sentimen dengan metode TF-IDF (Term Frequency - Inverse Document Frequency). Kami menganalisis 70 postingan, membaginya menjadi dua klaster; Kehidupan Pribadi dan Kehidupan Profesional. Kemudian diturunkan menjadi sepuluh kategori; Kehidupan Sehari-hari, Humor, Keluarga, dan Agama dari klaster Kehidupan Pribadi; Kebijakan & Program, Pengembangan Negara, dan Isu Politik dari klister Kehidupan Profesional. Hasilnya menunjukkan bahwa unggahan terkait Keluarga mendapatkan tingkat keterikatan rata-rata tertinggi (1,739%) diikuti oleh unggahan terkait Humor (1,617%); dua kategori ini sering saling bersinergi antara kategori mayor dan minor, membuat kombinasi antar keduanya dapat menghasilkan keterikatan yang tinggi. Publik juga tampaknya lebih menyukai unggahan yang berhubungan dengan Kehidupan Pribadi (1,207%) daripada unggahan Kehidupan Profesional (0,896%). Ridwan Kamil juga sering memasukkan dirinya sebagai elemen foto dengan kemunculan sebesar 55,71% dari semua unggahan yang telah dianalisis, diikuti oleh Keluarganya. Sebaliknya, kemunculan tokoh politik jarang sekali terlihat. Berdasarkan Analisis Sentimen, Ridwan Kamil mendapatkan sentimen positif di hampir setiap unggahan (95,7%), hanya menyisakan tiga unggahan dengan sentimen negatif yang terkait dengan kategori Pembangunan Negara. Ada juga korelasi yang kuat antara jarak unggahan dari setiap kategori dan keterikatan rata-rata. Ini memiliki korelasi terbalik yang kami percaya menunjukkan bahwa Ridwan Kamil masih perlu menggambarkan dirinya sebagai seorang 'profesional' dan ahli di bidangnya, sekaligus terhubung dengan publik secara personal dengan unggahan-unggahan pribadi untuk menunjukkan dirinya sebagai bagian dari komunitas, sebagai manusia normal seperti kita. Temuan dari penelitian ini diharapkan dapat memberikan wawasan kepada para politisi dan pemasar dalam merumuskan kehadiran media sosial mereka di era digital ini.", "Daftar File": {"2020 TS PP MUHAMMAD IQBAL RIZKI 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247018"}, "Penulis": "Muhammad Iqbal Rizqi Sya'ban [19017250]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., MBA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Media Sosial, Instagram, Politisi, Ridwan Kamil, Analisis Konten, Analisis Sentimen, TF-IDF", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "25 Mei 2022"}