{"Nomor": 64526, "Judul": "ASSESSMENT FOR HUMAN CAPITAL, BIG DATA IMPLEMENTATION, AND LEADERSHIP READINESS FOR INDUSTRY 4.0 IN BRINS GENERAL INSURANCE", "Abstrak": "Revolusi Industri berkembang lagi menjadi revolusi industri keempat yang dikenal sebagai Industri 4.0 di mana pada tahap ini terdapat kombinasi antara prosesor, perangkat lunak, sensor, dan komunikasi teknologi untuk menciptakan informasi dan nilai bagi proses manufaktur saat ini; karenanya, karyawan harus menguasai pemikiran sistem sebagai keterampilan dasar yang diperlukan untuk mengikuti modifikasi sistem. Menurut World Economic Forum Report, hanya 25 negara yang telah menempatkan posisinya untuk mendapat manfaat dari Industri 4.0. Indonesia sebagai negara berkembang harus menyesuaikan diri dan mengikuti perkembangan Industri 4.0 ini karena Kementerian Perindustrian Indonesia menyatakan bahwa negara ini sudah siap memasuki Industri 4.0. BRINS adalah perusahaan asuransi umum yang didirikan pada tahun 1989 yang melayani berbagai produk asuransi, ditawarkan dalam bentuk penutupan asuransi konvensional dan syariah. BRINS dituntut untuk terus meningkatkan kualitas sumber daya manusia, keterampilan manajerial, dan teknologi. Penelitian ini bertujuan untuk menilai kesiapan Industri 4.0 dalam hal sumber daya manusia, kepemimpinan, dan Big Data di BRINS General Insurance untuk mencapai kualitas optimal yang diperlukan.\n\nPenelitian ini dilakukan dengan membagikan kuesioner kepada karyawan Asuransi Umum BRINS. Variabel dibagi menjadi sumber daya manusia, big data, dan kepemimpinan. Perkiraan jumlah populasi di kantor pusat BRINS adalah sekitar 200 karyawan. Metode pengambilan sampel untuk menentukan jumlah sampel menggunakan metode random sampling yang berarti bahwa setiap karyawan dalam organisasi memiliki probabilitas yang sama untuk menjadi responden. Hasil kuesioner akan diukur menggunakan rumus Geomean untuk mendapatkan angka rata-rata per indikator dalam setiap kondisi untuk setiap pertanyaan. Untuk menemukan tingkat kesiapan sumber daya manusia, big data, dan kepemimpinan di perusahaan, Human Development Index akan digunakan, dan hasil kesenjangan akan ditafsirkan menggunakan tingkat kesiapan.\n\nHasil penelitian menunjukkan bahwa BRINS belum sepenuhnya siap dalam mengimplementasikan Industri 4.0 terutama dalam big data karena beberapa konstruk menunjukkan skor HDI 0,70-1 yang diterjemahkan ke tingkat awal dan tidak siap.\n\nBerdasarkan hasil tersebut, peneliti menyarankan bahwa BRINS harus memberikan pengetahuan tentang big data dalam pekerjaan harian mereka seperti pelatihan atau seminar untuk meningkatkan pengetahuan karyawan mereka dalam big data.", "Daftar File": {"2020 TS PP MUHAMMAD REIHAN FAHRURIZAL 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247020"}, "Penulis": "Muhammad Reihan Fahrurizal [19017274]", "Kontributor / Dosen Pembimbing": ["Dr. rer. pol. Achmad Fajar Hendarman, S.T., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Big Data, Human Capital, Industry 4.0, Leadership, Readiness", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "25 Mei 2022"}