{"Nomor": 64528, "Judul": "PEMBENTUKAN MODEL HEWAN DIABETES NEFROPATI YANG DEINDUKSI STREPTOZOTOSIN PADA TIMIS WISTAR JANTAN", "Abstrak": "Diabetes nefropati merupakan sa(ah satu komplikasi paling series dari diabetes yang dapat mengakibatkan gagal ginjai. Sekitar 30% dari seluruh penderita diabetes mengalami diabetes nefropati. Tujuan dari penelitian ini adalah untuk mengidentifikasi karakteristik diabetes melitus (DM) yang diinduksikan pada tikus Wistar jantan dengan streptozotosin (STZ) dosis 30 mg/kg bb dan 65 mg/kg bb serta menentukan model hewan yang cocok untuk diabetes nefropati. Tikus dibagi menjadi enam kelompok. Kelompok pertama sebagai kelompok normal dan diberi makanan standar, sedangkan kelompok kedua diberi makanan high-diet (HD). Dua kelompok lainnya diinduksi diabetes dengan satu kali injeksi STZ dosis 30 mg/kg bb secara intraperitoneal, masing-masing diberi makanan standar dan HD. Sisa dua kelompok diinjeksikan STZ 65 mg/kg bb, masing-masing diberi makanan standar dan HD. Pengukuran bobot badan, kadar gula darah, tekanan darah sistolik, nilai hematokrit, kadar insulin, kadar kreatinin serum dan urin serta creatinine clearance, dilakukan pada awal sebelum injeksi STZ; had ke-7 dan ke-30 setelah injeksi STZ. Kadar gula darah tiap kelompok hewan uji yang mengalami diabetes menunjukkan peningkatan sebesar 8,04%; 4,75%; 69,88%; 147,61%; dan 143,00% pada hari ke-7 setelah injeksi STZ. Selain itu, creatinine clearance tiap kelompok hewan uji yang mengalami diabetes menunjukkan penurunan pada hari ke-30 sebesar 74,00%; 83,95%; 85,71%; 68,97%; dan 78,05%. Setelah 30 hari, semua hewan uji dibedah dan organ ginjal diambil untuk dilakukan histologi. Hasil penelitian menunjukkan injeksi STZ 30 mg/kg bb dan hewan uji kelompok HD menghasilkan DM tipe 2, sementara injeksi STZ 65 mg/kg bb menghasilkan DM tipe 1. Semua hewan diabetes mengalami diabetes nefropati setelah 1 bulan.", "Daftar File": {"ABSTRAK Yunika": "https://digilib.itb.ac.id/gdl/download/247046"}, "Penulis": "Yunika [10709087]", "Kontributor / Dosen Pembimbing": ["Dr. Joseph I. Sigit", "Sylvia Rachmayati, dr. SpPK-K, IVIKes Pembimbing Serta"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "25 Mei 2022"}