{"Nomor": 64533, "Judul": "PERSEPSI KUALITAS LAYANAN TERHADAP TEKNOLOGI KECERDASAN BUATAN (ARTIFICIAL INTELLIGENCE) SEBAGAI BAGIAN DARI INTERAKSI LAYANAN PEMBAYARAN DI PASAR RITEL MASA DEPAN", "Abstrak": "Kecerdasan buatan (AI) adalah topik hangat dalam bisnis dan ekonomi global. Teknologi AI yang berfokus pada pelanggan telah muncul dalam industri jasa, salah satunya adalah sektor ritel yang menjadi salah satu pertemuan layanan dari front-end hingga pertemuan layanan back-end. Teknologi AI sedang dilaksanakan oleh perusahaan ritel untuk melibatkan pelanggan dan meningkatkan omset penjualan, dan juga telah mulai memasuki pasar ritel Indonesia. Penelitian ini bermaksud untuk mengetahui faktor-faktor individu yang mempengaruhi persepsi kualitas layanan, yang persepsi kualitas layanan mempengaruhi penggunaan checkout berbasis AI di pasar ritel online, dan peluang untuk menggunakan kecerdasan buatan di toko ritel offline di masa depan. Peneliti memeriksa tiga factor individu, yaitu kesiapan teknologi, risiko privasi, dan inersia perilaku, yang diadopsi dari penelitian sebelumnya. Peneliti mendapatkan data dari 226 orang Indonesia yang berusia setidaknya 17 tahun. Dalam menganalisis data, PLS-SEM digunakan untuk mengidentifikasi hubungan setiap variabel. Hasil penelitian menunjukkan bahwa motivator kesiapan teknologi adalah satu-satunya faktor pribadi yang mempengaruhi persepsi kualitas layanan checkout berbasis AI di Indonesia, sedangkan risiko privasi dan inersia perilaku tidak menjadi pertimbangan lain masyarakat Indonesia. Temuan dalam hasil ini juga menunjukkan bahwa risiko privasi mempengaruhi niat penggunaan di masa depan checkout berbasis AI di pasar ritel online dan persepsi kualitas layanan mempengaruhi niat penggunaan di masa depan di pasar ritel online dan offline.", "Daftar File": {"2020 TS PP NOVIANI DWI INDAH 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247047"}, "Penulis": "Noviani Dwi Indah Puspitasari [19017184]", "Kontributor / Dosen Pembimbing": ["Nila Armelia Windasari, S.A., MBA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "kecerdasan buatan (AI), persepsi kualitas layanan, kesiapan teknologi, risiko privasi, niat penggunaan di masa depan", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "25 Mei 2022"}