{"Nomor": 64536, "Judul": "PERANCANGAN APLIKASI  BERBASIS TELEHEALTH KONSULTASI  GIZI SEIMBANG BAGI DEWASA MUDA", "Abstrak": "Covid-19 menciptakan tantangan baru bagi dunia kesehatan selain risiko terpapar \nvirus. Kebiasaan makan kita adalah salah satu tantangan baru yang perlu \ndiselesaikan, terutama bagi dewasa muda. Dewasa muda kini sudah lebih sadar \nmengenai perlunya menjalani pola hidup sehat, namun pandemi menjadi distrupsi \nketika mereka mulai menjalaninya, hingga memicu perubahan pola hidup baru yang \ndipicu oleh stres, kecemasan, kebosanan atau hanya untuk merasa bahagia. Oleh \nkarena itu diperlukan sebuah inovasi yang dapat menjaga dewasa muda untuk terus \ndapat menjalani pola hidup sehat. Saat ini menjalankan pola hidup sehat bagi \ndewasa muda baiknya diawali dengan lebih fokus terhadap pola makan mereka, \nyaitu dengan mengkonsumi makanan yang tidak memicu kolesterol, diabetes, \nobesitas yang menjadi faktor utama seseorang memiliki resiko lebih besar ketika \nmengalami infeksi Covid-19. Dewasa muda saat ini perlu untuk lebih tahu persis \ntentang apa yang masuk ke dalam tubuh mereka dan memiliki kekebalan tubuh yang \nbaik dan membuat tubuh sehat baik jasmani maupun rohani.\nOleh karena itu, diperlukan suatu inovasi untuk membantu generasi muda dalam \nmenumbuhkan kesadaran untuk hidup sehat. Penggunaan gawai pintar merupakan \nteknologi yang tidak dapat dipisahkan, smartphone mampu hadir dalam setiap \naspek kehidupan sehari-hari pada dewasa muda, sebagai sarana berkomunikasi, \nmencari informasi ataupun sekedar hiburan. Penulis menganalisis beberapa aplikasi \nkesehatan berbasis pola makan dan hidup sehat di smartphone menggunakan \nMetode Design Thinking. Tujuan penulisan artikel ini adalah untuk membangun \ndan memulai kebiasaan hidup sehat bagi dewasa muda. Dari apa yang terjadi saat \nini pada dewasa muda, dimana mereka sulit selalu menjaga pola hidup sehat \nmereka, sehingga diperlukan sebuah aplikasi yang membantu mereka untuk selalu \nkonsisten menjalani pola hidup sehat, sehingga dengan harapan kedepannya para \ndewasa muda dapat terhindar dari berbagai penyakit kronis yang ditimbulkan di \nusia tua.", "Daftar File": {"2022 TS PP TREZANOR FADLI MUNANDAR 1.pdf]": "https://digilib.itb.ac.id/gdl/download/247062"}, "Penulis": "Trezanor Fadli Munandar [27120077]", "Kontributor / Dosen Pembimbing": ["Dr. Intan Rizky Mutiaz, M.Ds."], "Jenis Koleksi": "Tesis", "Penerbit": "Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Telehealth, Mobile Application, Teknologi, Nutrisi", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "25 Mei 2022"}