{"Nomor": 64540, "Judul": "PROPOSED ALTERNATIVE SOLUTIONS REGARDING OVERLOAD OF WORK FOR IRO ITB", "Abstrak": "Hampir setiap universitas terkemuka di Indonesia memiliki kantor hubungan internasional\nuntuk mendukung universitas dan membuat siswa mengembangkan pengetahuan mereka\nterkait dengan pendidikan internasional. ITB memiliki Biro Kemitraan, di mana Kantor\nHubungan Internasional (atau IRO ITB) merupakan bagian yang tidak terpisahkan,\nmenyediakan fasilitas untuk membantu mempromosikan kerjasama internasional, memenuhi\nkebutuhan terkait kemitraan internasional, dan mengakomodasi keterlibatan dalam jaringan\ninternasional. Permasalahan yang dihadapi IRO ITB yang diangkat dalam skripsi ini adalah\nbeban kerja yang berlebihan. Dalam mengeksplorasi masalah bisnis, internal human resource\nanalisys (yaitu Job description, dan Organizational structure) dan Job Design Analisys\ndimasukkan sebagai bagian dari Conceptual Framework. Eksplorasi menggunakan metode\nkualitatif melalui serangkaian wawancara dengan staf IRO ITB dan analisis data sekunder\nmenggunakan dokumen internal IRO ITB. Secara keseluruhan, kegiatan yang dilakukan\npeneliti terfokus pada sumber daya manusia internal, uraian tugas setiap pegawai, struktur\norganisasi mengenai jumlah pegawai (termasuk penggunaan benchmarking). Setelah dianalisis\nmenggunakan metode current reality tree (CRT) saat ini, data dibangun untuk menghasilkan\nakar penyebab, yaitu kurangnya tenaga kerja.\nAlternatif solusi yang diusulkan dalam mengatasi akar permasalahan yang ada (yaitu\nkekurangan tenaga kerja) adalah usulan struktur organisasi (khususnya dengan menambah\npegawai outsourcing), program magang, atau koordinasi dengan perwakilan Fakultas dan\nSekolah (khususnya menyebarkan tugas hubungan internasional di tiap fakultas/sekolah).\nTimeline implementasi diberikan sebagai ilustrasi bagaimana masing-masing solusi akan\ndiimplementasikan.", "Daftar File": {"2022_TS_PP_Nandika Dining Garmaisa _1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247067"}, "Penulis": "Nandika Dining Garmaisa [29120122]", "Kontributor / Dosen Pembimbing": ["Andika Putra Pratama, M.S.M., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "International Relation Office, Internal Human Resources, Organizational Structure, Job Design.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Mei 2022"}