{"Nomor": 64548, "Judul": "IDENTIFIKASI FAKTOR EMPLOYER BRANDING DI BANK XYZ UNTUK MENINGKATKAN RETENSI KARYAWAN PADA GENERASI MILENIAL", "Abstrak": "Generasi Milenial atau biasa juga disebut Generasi Y adalah kelompok yang memasuki usia produktif di tempat kerja saat ini. Sebagai generasi baru dengan populasi terbanyak di tempat kerja, masalah yang dihadapi perusahaan untuk menghadapi karyawannya tentulah berubah. Karyawan milennial sering kali berpindah tempat kerja dan menetap dalam satu perusahaan dengan  waktu yang lebih singkat dibandingkan dengan generasi sebelumnya. Kondisi ini terjadi di salah satu bank bernama Bank XYZ. Dengan presentase jumlah karyawan millennial yang tinggi, jumlah karyawan yang mengundurkan diri selama tahun 2017 dan 2018 juga tinggi. Untuk dapat menghentikan pengunduran diri karyawan yang terjadi saat ini, strategi yang dapat dilakukan perusahaan secara internal untuk mengatur retensi adalah dengan memperbaiki employer branding. Perusahaan dapat membuat strategi dalam internal employer branding. Tujuan dari penelitian ini adalah untuk mengidentifikasi faktor employer branding untuk meningkatkan retensi karyawan. Data dianalisis dengan menggunakan metode regresi linear berganda untuk mengetahui variabel dominan yang mempengaruhi variabel dependen. Studi ini menemukan bahwa keseimbangan kehidupan-kerja, apresiasi, kekuatan merek perusahaan dan upah yang baik adalah faktor yang memiliki pengaruh signifikan dalam retensi karyawan. Dari semua variabel, gaji yang baik memiliki dampak paling besar pada retensi karyawan dan Bank XYZ disarankan untuk meninjau strategi kompensasi untuk melihat apakah gaji sudah sesuai, survei gaji pada pesaing di industri yang sama juga dapat dilakukan untuk mengetahui apakah gaji cukup kompetitif.", "Daftar File": {"2020 TS PP RAZQIVALIA PRIMANANDRI 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/247079"}, "Penulis": "Razqivalia Primanandri Auditya [19017251]", "Kontributor / Dosen Pembimbing": ["Dr. rer. pol. Achmad Fajar Hendarman, S.T., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Millennial; Employee Retention, Employer Branding", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "27 Mei 2022"}