{"Nomor": 64557, "Judul": "APLIKASI BRANDING DI LEMBAGA PERGURUAN TINGGI:  STUDI KASUS SBM ITB", "Abstrak": "Universitas dulu memiliki persaingan yang agak sedikit dan oleh karena itu branding bukanlah\nmasalah yang perlu diperhatikan. Namun, seperti kebanyakan organisasi berorientasi layanan,\nuniversitas saat ini menghadapi lingkungan yang semakin kompetitif dan oleh karena itu harus\nberusaha untuk menemukan cara baru untuk membedakan diri dan menceritakan kisah mereka.\nSBM ITB sampai saat ini belum memiliki pedoman merek. Oleh karena itu SBM ITB memiliki\nbrand yang tidak konsisten dan implikasinya dapat menimbulkan kerancuan bagi masyarakat\nterutama yang ideal jika lembaga atau perusahaan. Penelitian ini bertujuan untuk mengkaji\nbranding SBM ITB, mengidentifikasi brand identity mereka dan bagaimana branding tersebut\ndikomunikasikan. Mempertimbangkan upaya yang dilakukan untuk menciptakan pedoman\nbranding SBM ITB dan kualitas informasi yang ada, pedoman branding ini sangat penting agar\nseluruh sivitas dan semua pihak yang terlibat, seperti dosen, tenaga pengajar, peneliti, dan semua\nkegiatan yang melibatkan internal, eksternal, dan publik. Sehingga diperlukan pemahaman dan\nkesamaan persepsi tentang brand SBM ITB.\nDalam penelitian ini, metodologi yang digunakan adalah penelitian kualitatif dan penelitian\nkuantitatif. Dari penelitian kualitatif penulis melakukan penelitian kualitatif dengan menggunakan\nwawancara mendalam dari staf kunci Departemen Pemasaran dan Komunikasi SBM ITB.\nPenelitian kuantitatif akan dilakukan dengan menyebarkan kuesioner kepada masyarakat untuk\nmengukur identitas merek dengan skala Likert. Hasilnya adalah kesesuaian brand identity SBM\nITB dengan Marketing and Communication Department SBM ITB berdasarkan persepsi\npelanggan dikaitkan dengan ceria, ramah, menggairahkan, bersemangat, percaya diri, terjangkau,\namanah, kreativitas, loyalitas, segar, dan tenang. Brand identity SBM ITB dapat ditambahkan\nberdasarkan kajian Hudrasyah dengan dinamis, cerdas, tegas, dan kreatif", "Daftar File": {"2022_TS_PP_Irfan Arief_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/247089"}, "Penulis": "Irfan Arief [29120061]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Identitas brand, pedoman brand, persepsi pelanggan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "27 Mei 2022"}