{"Nomor": 64562, "Judul": "KETERKAITAN ANTARA WARNA LATAR BELAKANG DAN EMOSI PADA FOTO PRODUK FASHION DAN FAKTOR-FAKTOR YANG BERPENGARUH", "Abstrak": "Salah satu cara yang bisa dipakai oleh merek-merek fashion untuk bersaing adalah dengan mengembangkan hubungan emosional yang positif dengan pelanggan. Mengembangkan hubungan emosional yang positif dengan pelanggan dapat dilakukan oleh merek fashion dengan mendesain konten-konten mereka sedemikian rupa agar bisa menyampaikan emosi-emosi positif atau emosi-emosi yang sejalan dengan nilai-nilai mereka sebagai sebuah merek. Perihal caranya, penggunaan warna telah dikaitkan dengan emosi di banyak penelitian-penelitian sebelumnya. Karena foto produk adalah salah satu konten media sosial yang paling sering dipakai oleh merek-merek fashion, emosi-emosi tersebut dapat ditekankan di dalam foto-foto produk. Dalam foto produk, selain pada produknya itu sendiri, warna juga dapat digunakan sebagai latar belakang foto tersebut. Dengan itu, penelitian ini bertujuan untuk mempelajari faktor-faktor yang memengaruhi keterkaitan antara warna latar belakang dan emosi pada foto produk fashion, dan juga emosi-emosi apa yang dikaitkan dengan penggunaan warna-warna tertentu (merah, hijau, dan biru) sebagai latar belakang. Dengan menggunakan analisis tematik deduktif dan induktif, dan juga menggunakan daftar tipe-tipe emosi oleh HUMAINE, penelitian ini menemukan bahwa emosi-emosi yang dikaitkan dengan warna latar belakang tertentu dapat didapatkan dari warna itu sendiri (dengan atau tanpa alasan yang spesifik), keseluruhan foto produknya, atau mereknya itu sendiri. Selain itu, penelitian ini menunjukkan bahwa warna merah, hijau, dan biru cenderung “mengganggu” saat digunakan sebagai latar belakang. Meski begitu, ada juga emosi-emosi positif yang dikaitkan dengan warna-warna tersebut, seperti “keberanian” dari merah, “kebahagiaan” dari hijau, dan “ketenangan” dari biru.", "Daftar File": {"2020 TS PP SHAHREZA SHENDANG 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247099"}, "Penulis": "Shahreza Sendhang Rasendrya [19017269]", "Kontributor / Dosen Pembimbing": ["Ir. C.O. Budi Permadi Iskandar, M.S.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "warna, emosi, fashion, latar belakang foto, foto produk", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "27 Mei 2022"}