{"Nomor": 64565, "Judul": "ANAGESIC AND ANTI-INFLAMMATORY EFFECT OF BANANA (MUSA ACUIMNATA L.) FRUIT PEEL AQUEOUS EXTRACT", "Abstrak": "Inflammation is a general adaptation for coping with damaged or malfunctioning tissues that can\nbe caused by physical injury. Banana (Musa acuminata L.) fruit peel is traditionally used to\nreduce swelling and cure inflammation. The aim of this study was to demonstrate the analgesic\nand anti-inflammatory effects of fresh banana peel aqueous extract. Banana peels aqueous\nextract was prepared by boiling fresh banana peel in water. The analgesic effect of the extract\nwas tested in three doses i.e 200, 300 and 400 mg/kg in female Swiss Webster mice by using\nacetic acid as a pain indEcer. The mice were induced muscle contractions by an intra-peritoneal\ninjection of a 0.6% solution of acetic acid. The number of 'writhing' per animal was recorded\nduring the following 15 min. The acute anti-inflammatory activity of banana peel aqueous -\t.\nextract was evaluated using the carrageenan-induced rat paw inflammation method on Wistar\nfemale rats. Edema was induced on left hind paw of the test animals by intraplantar injection of 0.1m1 of 1% carrageenan in saline solution. The drug and banana peel aqueous extract were administered one hour before the paw edema was induced and the measurement of paw edema were done from the first, second, third, fourth, fifth, sixth and twenty four hour after carrageenan administration. Banana fruit peel aqueous extract at 300 and 400 mg/kg showed significant (p<0.01) inhibition of number of writhing indicated analgesic activity at those doses. The analgesic effect produced by the extract at dose 400 mg/kg was almost the same like standard drug (mefenamic acid 1.3 mg/kg). The banana peel aqueous extract have shown maximum inhibition of edema thus exhibits potent anti-inflammatory (p<0.01) activity at 400 mg/kg rat body weight. As a conclusion, banana peel aqueous extract at dose of 400 mg/kg which is equivalent to one banana peel (60g) have significant analgesic and anti-inflammatory effects.", "Daftar File": {"ABSTRAK Tan Rui Ching": "https://digilib.itb.ac.id/gdl/download/247112"}, "Penulis": "Tan Rui Ching [10710769]", "Kontributor / Dosen Pembimbing": ["Dr. Maria Immaculata Iwo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "27 Mei 2022"}