{"Nomor": 64571, "Judul": "MODEL INTERAKSI DIGITAL PEMBELAJARAN DARING BIDANG DESAIN DI INDONESIA", "Abstrak": "Perubahan kondisi sosio-kemasyarakatan akibat perkembangan teknologi,\nmenyebabkan metode penyampaian informasi menjadi interaktif dan terhubung.\nHal ini mendorong perubahan pola dan strategi pembelajaran pada pemanfaatan\nmedia daring (dalam jaringan). Pendidikan bidang desain didominasi pembelajaran\nberbasiskan pengalaman melalui latihan kepekaan rasa, logika dan motorik untuk\nmembentuk karakter kritis, apresiatif, dan kreatif. Kegiatan bimbingan dan diskusi\nbertujuan membangun pemahaman atas tacit knowledge. Untuk mengkaji\npermasalahan itu dilakukan penelitian dengan metode bauran dengan studi kasus\npada program studi Desain Komunikasi Visual (DKV) Universitas Telkom dengan\nperbandingan pada program studi DKV Institut Teknologi Bandung. Pengalaman\npengguna dijadikan indikator mengukur pengalaman mahasiswa dalam\npembelajaran daring. Studi kasus dilakukan pada tingkat dasar perkuliahan teori\ndengan pendekatan berbasis visual dan perkuliahan praktik dengan pendekatan\nberbasis pengalaman. Hasil penelitian menunjukkan kedua pendekatan\nmemberikan pengalaman pengguna yang positif. Hal ini terkait persepsi positif\npada fungsi dan emosi yang positif atas materi ajar, aktivitas dan lingkungan\npembelajaran daring. Berangkat dari perkuliahan praktik kolaboratif antara dosen\ndan mahasiswa, selanjutnya dilakukan observasi dan wawancara perkuliahan studio\nyang menggunakan platform kolaboratif daring. Kajian ini menunjukkan\nketerlibatan yang mendalam ketika terjadi interaksi dan kolaborasi dengan\npenekanan pada komunikasi lisan sambil berinteraksi secara visual. Dari hasil\nkajian perkuliahan praktik dan studio itu dibentuklah model kolaborasi\npembelajaran daring bidang desain. Selanjutnya faktor manusia, konten dan\npenunjang yang dikaji dalam perkuliahan teori, praktik dan studio membentuk\nmodel interaksi digital pembelajaran daring bidang desain. Interaksi ini\nmenunjukkan perubahan perilaku mahasiswa dan dosen dalam memperoleh\npengetahuan dibandingkan pertemuan tatap muka. Pengetahuan dari sumber\neksternal diperoleh dengan eksplorasi informasi dan mencari pola-pola terkait\nsehingga membentuk pemahaman baru. Melalui pembelajaran daring, pengetahuan\ndesain tidak saja dapat dialihkan namun dapat dibagikan dan mengalami evolusi.", "Daftar File": {"2022 DS PP ANDREAS RIO ADRIYANTO 1.pdf)u": "https://digilib.itb.ac.id/gdl/download/247136"}, "Penulis": "Andreas Rio Adriyanto [37018004]", "Kontributor / Dosen Pembimbing": ["Dr. Imam Santosa, M.Sn.", "Dr. Irfansyah, M.Ds.", "Achmad Syarief, S.Sn., M.Sc., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "bidang desain, tacit knowledge, pembelajaran daring, pengalaman pengguna, model kolaborasi, model interaksi digital.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "30 Mei 2022"}