{"Nomor": 64575, "Judul": "PERANCANGAN ENSIKLOPEDIA DIGITAL INTERAKTIF KAPAL DAN PERAHU TRADISIONAL NUSANTARA UNTUK ANAK SD KELAS 4-6", "Abstrak": "Indonesia merupakan negara maritim yang memiliki kejayaan di masa lampau.\nSalah satu buktinya dapat dilihat dari keberadaan kapal dan perahu tradisional.\nKapal dan perahu tradisional tersebut merupakan bukti adaptasi dan kearifan lokal\nmasyarakat Nusantara sebagai negara maritim. Walaupun demikian, kejayaan\ntersebut kian pudar dan masih kembali diperjuangkan hingga saat ini, salah\nsatunya adalah program pemerintah Poros Maritim. Pembangunan kemaritiman\nIndonesia dapat dimulai dengan penanaman identitas maritim sejak usia dini.\nBerdasarkan kurikulum 2013, kelas 4-6 SD telah diperkenalkan terhadap sumber\ndaya alam dan geografis bahari Indonesia. Namun, belum banyak terdapat\npembahasan terhadap kapal dan perahu tradisional. Untuk itu, perancangan\neksiklopedia digital interaktif diharapkan dapat menjadi penunjang tambahan\nuntuk kurikulum anak-anak kelas 4-6 SD dalam memahami kekayaan bahari\nIndonesia. Riset perancangan ensiklopedia digital ini menggunakan metodologi\nstudi literatur, wawancara, FGD, dan perbandingan karya yang sudah ada.\nBerdasarkan data dan analisis, konten ensiklopedia ini dibuat menggunakan\npendekatan antropologi ekologi dan storytelling yang kontekstual. Konten\ntersebut dikemas dalam mobile apps dengan berbagai jenis interaktivitas dan\nberagam activities untuk memberikan pengalaman belajar menyenangkan dan\nmeningkatkan motivasi membaca anak", "Daftar File": {}, "Penulis": "SHARON [17418049]", "Kontributor / Dosen Pembimbing": ["Dr. Pindi Setiawan, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "Drawing & drawings by subject", "Kata Kunci": "ensklopedia interaktif, kapal tradisional, perahu tradisional, siswa SD", "Sumber": "DKV FSRD", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "30 Mei 2022"}