{"Nomor": 64584, "Judul": "PENGEMBANGAN TESTBED VIDEO CODEC TERINTEGRASI BERBASIS CNN DAN KONVENSIONAL: BAGIAN ENCODER DVC, DECODER DPCM, DAN H.264", "Abstrak": "Data video pada masa kini banyak digunakan oleh manusia, tidak hanya untuk\nmenyimpan kenangan saja, tetapi sudah bergerak ke penyebaran informasi,\nkomunikasi, hingga hal yang sangat penting. Selama masa pandemi, manusia\nberdiskusi dan rapat menggunakan platform digital dengan fasilitas diskusi real\ntime mendapatkan suara dan citra dalam bentuk video. Dengan terus bertambahnya\nukuran data video yang ditransmisi, dibutuhkan jaringan yang handal dan\nmekanisme efektif dalam transmisi data tersebut. Transmisi data seringkali\nmenggunakan mekanisme kompresi untuk menghemat bandwidth jaringan dalam\nsekali pengiriman. Salah satu bentuk kompresi yang bersifat lossy yang akan\nmengurangi secara minim kualitas video serta ukurannya ketika sampai di tujuan\nakibat adanya proses kuantisasi. Sistem kompresi ini sering disebut sebagai video\ncodecs yang secara umum terdiri dari encoder yang berfungsi untuk kompresi video\nserta decoder untuk membuat ulang (sintesis) aproksimasi video. Beberapa contoh\nmekanisme video codecs yang sudah ada sekarang adalah H.264, VP8, dan RV40.\nPengembangan framework codecs dapat dilakukan dengan memanfaatkan AI untuk\nkemampuan representasi nilai non-linear dari neural network berdasarkan\nkomponen utama kompresi video yang umumnya memiliki prediksi kompensasi\ngerakan serta transformasi residu antar citra. Framework bernama Deep Video\nCoding (DVC) memanfaatkan informasi gerakan berdasarkan mekanisme optical\nflow. DVC memiliki fitur kuantisasi yang adaptif terhadap informasi video yang\nakan diproses untuk mengurangi jumlah parameter variabel bitrate. Dalam proses\npengembangan sistem tidak menggunakan parameter waktu dan berfokus kepada\npeningkatan efektifitas kompresi (compression ratio) serta kualitas video yang\noptimal. Sistem dapat diakses menggunakan GUI sederhana yang menerima input\nberupa video lalu akan memecah video menjadi rangkaian frame yang masingmasing akan dilakukan kompresi citra dan pada akhirnya didapatkan data video\nterkompres beserta informasi kualitas dan rasio kompresi.", "Daftar File": {}, "Penulis": "Aloysius Bimo Prayogo [18118035]", "Kontributor / Dosen Pembimbing": ["Ir. Hendrawan, M.Sc., Ph.D.", "Wervyan Shalannanda, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "encoder, decoder, CNN, PSNR, SSIM, compression ratio, MOS", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "30 Mei 2022"}