{"Nomor": 64583, "Judul": "IMPLEMENTASI METODE AGENT-BASED DALAM PENGEMBANGAN SIMULATOR UNTUK MENGANALISIS STABILITAS MATA UANG KRIPTO STABLECOIN", "Abstrak": "Semakin berkembang nya teknologi digital mendukung semakin banyak\ntumbuhnya teknologi-teknologi digital baru, salah satunya adalah di bidang\nkeuangan (fintech). Mata uang kripto merupakan mata uang digital yang merupakan\nperkembangan dari teknologi keuangan. Pada awal tahun 2022, Badan Pengawas\nPerdagangan Berjangka Komoditi (Bappeti) mencatat pengguna mata uang kripto\ndi Indonesia mencapai 12 juta pengguna dengan transaksi mencapai Rp. 83.3\ntrilliun. Salah satu kelas Mata Uang Kripto adalah stablecoin yang menawarkan\nkestabilan harga yang di dukung dengan aset cadangan sehingga dapat memenuhi\ndari segi aspek keamanan atau privasi dan bebas dari volatilitas. Biasanya aset\ncadangan tersebut berupa mata uang fiat, barang komoditi berupa emas atau mata\nuang kripto lain. Menurut peraturan Bappeti Nomor 7 tahun 2020 tentang\nPenetapan Daftar Aset Kripto yang Dapat Diperdagangkan di Pasar Fisik Aset\nKripto menyebutkan bahwa Mata Uang Kripto (Cryptocurrency) yang kita ketahui\nsaat ini bukan sebagai alat pembayaran yang sah di Wilayah NKRI, namun sebagai\nAset Kripto yang dapat diperdagangkan di Pasar Fisik Aset Kripto. Supaya bisa\nberhasil dalam jangka panjang, mata uang crypto menghadapi banyak tantangan\ndalam konteks teknologi, kegunaan, maupun regulasi.\nPada tugas akhir ini, dikembangkan suatu simulator untuk menganalisis kestabilan\ndari stablecoin yang akhirnya diharapkan dapat membantu para stakeholder\nekosistem keuangan di masa depan untuk menentukan regulasi dengan semakin\nberkembangnya sistem keuangan desentralsasi. Simulator ini dibuat menggunakan\nmetode Agent-Based Modelling (ABM) yang merupakan pemodelan berbasis agen\nyang didalamnya mensimulasikan interaksi antara satu agen dengan agen yang\nlainnya di dalm suatu ekosistem. Sehingga setiap agen nya dapat menjalakan peran\nsesuai dengan role masing-masing. Agent-Based Modelling sering dipakai dalam\nmemodelkan suatu sistem yang kompleks, dalam hal ini dipakai untuk memodelkan\nsistem keuangan, sehingga diharapkan hasil yang didapatkan akan semakin akurat.", "Daftar File": {}, "Penulis": "Anggietha Santoso Putri [18118009]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Eueung Mulyana, S.T., M.Sc.", "Wervyan Shalannanda, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "stablecoin, agent-based modelling, market, kestabilan harga, simulator.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "30 Mei 2022"}