{"Nomor": 64588, "Judul": "PERANCANGAN KOMIK INTERAKTIF TENTANG GAYA BELAJAR VARK UNTUK MEMBANTU PEMAHAMAN TIPE BELAJAR PADA REMAJA", "Abstrak": "Setiap siswa memiliki kewajiban untuk belajar. Selama belajar di kelas semua siswa\nbelajar dengan cara yang sama. Menerima apa saja yang diinformasikan oleh guru mereka\ndan kemudian mengolah informasi tersebut dengan cara masing-masing. Namun, tidak\nsemua bisa menerima materi dengan baik. Salah satu solusi untuk menangani permasalahan\ntersebut adalah dengan memperbaiki gaya belajar siswa. Terdapat berbagai model belajar\nyang dapat digunakan siswa, salah satunya adalah gaya belajar VARK yang bisa menjadi\npatokan darimana siswa harus mulai belajar dengan baik dan efektif. Gaya belajar ini juga\nsudah divalidasi masih relevan dan merupakan gaya belajar yang mendetail untuk dijadikan\npatokan. Rancangan ini dilakukan untuk mengenali gaya belajar VARK ke siswa SMP-SMA\nmelalui komik interaktif. Media ini dipilih karena penyampaian materi melalui komik lebih\nmudah dicerna dan menarik perhatian untuk siswa berdasarkan hasil studi literatur. Riset\ndiawali dengan studi literatur yang berkaitan dengan kesulitan belajar remaja, gaya belajar\nVARK, komik, dan interaktivitas dalam komik. Kemudian dilakukan wawancara dengan\npsikolog mengenai validitas VARK dan wawancara dengan ahli komik mengenai penyampaian\nmateri dalam komik. Hasil wawancara kemudian dikaitkan dengan kuesioner mengenai\nkebiasaan dan kesulitan siswa selama belajar. Berdasarkan hasil wawancara dan kuesioner,\ndidapatkan cara penyampaian materi melalui storytelling sederhana yang dekat dengan\nremaja. Selain itu, remaja lebih menyukai webcomic dengan gaya gambar kartun 2 dimensi.\nKonten dalam komik interaktif ini berfokus pada storytelling dan dibagi menjadi 4 episode\nutama yang masing-masing akan memiliki karakter utama. Karakter utama per episode\nmerupakan personifikasi dari gaya belajar VARK yang dirancang sesuai dengan karakteristik\nmasing-masing gaya belajar.", "Daftar File": {}, "Penulis": "Anintan Savytri [17418060]", "Kontributor / Dosen Pembimbing": ["Dianing Ratri, S.Ds., M.Des., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "Drawing & drawings by subject", "Kata Kunci": "Metode Belajar, Komik Interaktif, Gaya Belajar VARK", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "30 Mei 2022"}