{"Nomor": 64599, "Judul": "PERANCANGAN ANIMASI 2D SEBAGAI PENINGKATAN KESADARAN MENGENAI REVENGE BEDTIME PROCRASTINATION UNTUK DEWASA MUDA", "Abstrak": "Banyak di antara kalangan dewasa muda Indonesia yang menunda waktu tidur.\nPenundaan waktu tidur tersebut dilakukan demi mendapatkan waktu bagi diri sendiri. Hal\nini dikenal sebagai revenge bedtime procrastination. Padahal, tidur cukup penting untuk\nkesehatan jangka pendek maupun panjang. Dibutuhkan usaha untuk membantu\nmeningkatkan kesadaran dewasa muda mengenai hal tersebut. Salah satu bentuk\npenundaan tersebut dilakukan dengan bermain gawai untuk menonton video atau film.\nAnimasi pendek yang disajikan pada platform media sosial berbasis video diharapkan\ndapat menjadi salah satu solusi untuk membantu permasalahan tersebut. Perancangan\nini bertujuan untuk mengetahui kebiasaan revenge bedtime procrastination yang perlu\ndiketahui oleh dewasa muda dan menyampaikan informasi tersebut melalui perancangan\nanimasi. Perancangan diawali dengan mengumpulkan data kuantitatif maupun kualitatif\nmelalui kuesioner, wawancara, dan kajian pustaka. Hasil analisis data menunjukkan\nbahwa banyak dewasa muda yang belum mengetahui apa itu revenge bedtime\nprocrastination, namun sering melakukan hal tersebut. Dari analisis data juga diketahui\nbanyak yang menonton animasi untuk merasa emosional. Hal ini sejalan dengan\npenggunaan animasi untuk mempersuasi, yang dieksekusi dengan membangkitkan emosi\npenonton. Berdasarkan temuan yang didapat, media animasi dirancang dalam dua\nbagian. Bagian pertama memaparkan informasi terhadap target melalui explainer video.\nUntuk membantu pemahaman lebih lanjut dan mempersuasi, dibuat bagian kedua yang\nmemuat ilustrasi seseorang yang melakukan revenge bedtime procrastination.", "Daftar File": {}, "Penulis": "Ananda Tsabita Fitriyani [17418042]", "Kontributor / Dosen Pembimbing": ["Hafiz Aziz Ahmad, S.Sn., M.Des., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "animasi 2D, revenge bedtime procrastination, dewasa muda, tidur, bergadang", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "30 Mei 2022"}