{"Nomor": 64590, "Judul": "POTENSI PEMBELAJARAN BERBASIS WEB DALAM MENINGKATKAN KEMAMPUAN BELAJAR MATEMATIKA DIANTARA KESULITAN PEMBELAJARAN UNTUK SISWA SEKOLAH MENENGAH PERTAMA", "Abstrak": "Pendidikan merupakan kunci vital dalam mengembangkan pertumbuhan suatu negara. Kualitas pendidikan di Indonesia masih tertinggal dibanding negara-negara lain. Hal ini dapat menghambat pencapaian Indonesia Emas 2045 dari pilar pendidikan. Saat ini, pembelajaran berbasis web yang merupakan salah satu bentuk pembelajaran elektronik dapat menjadi salah satu alternatif untuk membantu siswa dalam memahami mata pelajaran. Dengan menggunakan model TAM (Technology Acceptance Model), penelitian ini bertujuan untuk mengeksplorasi adopsi pembelajaran bebasis web pada siswa SMP. Pengumpulan data dilakukan dengan 2 metode: data primer menggunakan wawancara semi terstruktur pada 17 siswa SMP di Kota Bandung dan data sekunder menggunakan studi literatur dari internet dengan pendekatan analisis konten. Hasil penelitian ini menunjukkan masih banyak siswa SMP di Bandung yang belum menggunakan pembelajaran elektronik sebagai alternatif untuk membantu mereka dalam belajar, khususnya dalam pelajaran matematika. Mereka cenderung masih bergantung pada cara konvensional seperti mengikuti bimbingan belajar privat di luar kelas. Namun sebaliknya, siswa SMP yang telah menggunakan pembelajaran elektronik untuk membantu belajar matemarika mendapatkan banyak manfaat, seperti: pembelajaran yang lebih efektif, materi pelajaran menjadi lebih mudah dipahami dan belajar matematika menjadi lebih menyenangkan. Nilai matematika mereka pun meningkat. Beberapa aspek yang mempengaruhi hal tersebut adalah inovasi, keterikatan dan kolaborasi. Secara keseluruhan, penelitian ini menunjukkan bahwa adopsi pembelajaran berbasis web dalam membantu siswa SMP di Bandung memiliki potensi yang baik untuk meningkatkan kemampuan belajar khususnya dalam mata pelajaran matematika. Kendati demikian, penelitian ini terbatas pada siswa SMP di Bandung sebagai sampel penelitian.", "Daftar File": {"2020 TS PP VIONI GIOVANI 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/247140"}, "Penulis": "Vioni Giovanni [19017262]", "Kontributor / Dosen Pembimbing": ["Melia Famiola, S.T.P., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "pembelajaran berbasis web, adopsi pembelajaran elektronik, pelajaran matematika, siswa SMP", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "30 Mei 2022"}