{"Nomor": 64597, "Judul": "STUDI SISTEMATIKA RANTAI PASOK BIOMASSA UNTUK PEMBAKARAN KOMBINASI PEMBANGKIT DAYA SIKLUS UAP: STUDI KASUS PULAU JAWA", "Abstrak": "Pembakaran kombinasi batu bara dan biomassa limbah pada pembangkit daya siklus uap merupakan salah satu strategi yang dapat diterapkan dalam usaha meningkatkan penggunaan sumber energi terbarukan. Dalam penelitian ini, dilakukan studi sistematika rantai pasok biomassa untuk pembangkit daya dengan tujuan memperoleh proses optimal dari transportasi biomassa limbah ke situs pembangkit yang terbatas di Pulau Jawa. Analisis utama yang dilakukan dalam penelitian ini dibagi menjadi dua tahap, yaitu (1) klasterisasi pembangkit daya berdasarkan sebaran sumber biomassa limbah dan (2) optimasi transportasi menggunakan metode pemrograman linier integer campuran dengan fungsi objektif jarak keseluruhan transportasi biomassa.\nProses klasterisasi penelitian ini menghasilkan lima klaster pembangkit, yaitu (1) Klaster Paiton, (2) Klaster Wareti: Tanjung Awar-awar – Rembang – Tanjung Jati B, (3) Klaster Pacitan, (4) Klaster Padriciyu: Adipala – Karangkandri – Cirebon – Indramayu, dan (5) Klaster Tuloyabu: Pelabuhan Ratu – Lontar – Suralaya – Labuan. Untuk pembakaran kombinasi 5 persen energi biomassa, jarak keseluruhan transportasi minimum per hari pada: (1) Klaster Paiton adalah 97.022 km dengan 1.435 truk, (2) Klaster Wareti 82.624 km dan 1.191 truk, (3) Klaster Pacitan 11.349 km dan 108 truk, (4) Klaster Padriciyu 136.223 km dan 1.224 truk, dan (5) Klaster Tuloyabu tidak terpenuhi karena kurangnya persediaan biomassa limbah. Dengan adanya kekurangan persediaan biomassa limbah dan banyak truk beroperasi yang berlebihan, perlu dilakukan pertimbangan lebih lanjut mengenai penetapan persentase rasio pembakaran kombinasi yang tepat untuk diterapkan.", "Daftar File": {"ABSTRAK Krishna Dewangga Valencio": "https://digilib.itb.ac.id/gdl/download/247146"}, "Penulis": "Krishna Dewangga Valencio [13117074]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Toto Hardianto", "Ir. Hendi Riyanto, M.SME."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "pembakaran kombinasi, biomassa limbah, transportasi, klasterisasi, optimasi, pemrograman linier integer campuran", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "30 Mei 2022"}