{"Nomor": 64601, "Judul": "II BAGAIMANA DAMPAK PENANGANAN STRESS MAHASISWA MILENIAL TERHADAP HASIL KINERJA PENDIDIKAN", "Abstrak": "Stres adalah satu hal yang tak terlihat namun membawa dampak luar biasa bagi kehidupan manusia. Tidak hanya tentang keadaan emosional yang memengaruhi, tetapi kadang-kadang juga memengaruhi kinerja seseorang. Millenials sebagai mahasiswa tidak terkecuali. Di beberapa universitas bergengsi seperti yang dibahas dalam tugas akhir ini, beban yang menghasilkan stres selama kuliah mereka tidak hanya masalah IPK atau kesulitan bahan kuliah, ujian, dan tugas, tetapi juga adanya persaingan tidak langsung yang memaksa setiap siswa untuk mengembangkan diri mereka. Pertumbuhan diri sendiri dalam kegiatan lain, tidak lupa menyebutkan masalah pribadi dan stres. Dalam penelitian ini, penulis fokus pada menemukan korelasi antara strategi mengatasi stres dan kinerja pendidikan mereka dalam hal pergerakan IPK antar semester. Wawancara mendalam dilakukan untuk menemukan perbedaan antara siswa yang mampu mempertahankan kenaikan IPK dan mereka yang mengalami penurunan kinerja akademik. Sampel dipilih secara sengaja dan seimbang antara dua kategori dari populasi siswa SBMITB di kelas 2020. Setelah data dikumpulkan, dikodekan, ditema, dan dianalisis, perbedaan signifikan terletak pada kemampuan peserta untuk beradaptasi dan strategi mengatasi stres mereka. Siswa yang dikategorikan sebagai kenaikan IPK menunjukkan kemampuan beradaptasi yang tinggi terhadap kegiatan perguruan tinggi dan mampu menemukan keseimbangan untuk kegiatan lain ketika IPK yang gagal siswa gagal melakukannya dan menyalahkan kurangnya waktu dan pemahaman pelajaran. Siswa dengan IPK cenderung juga menggunakan strategi koping stres aktif yang berfokus pada menghilangkan sumber stres dibandingkan dengan siswa IPK yang hanya berfokus pada stres koping fokus emosional mereka yang mengakibatkan penghindaran strategi koping stres", "Daftar File": {"2020 TS PP YEHEZKIEL SANDY ANUGRAH 1 - FULL TEXT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247159"}, "Penulis": "Yehezkiel Sandy Anugrah [19017207]", "Kontributor / Dosen Pembimbing": ["Donald Crestofel Lantu, S.T., MBA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Stress Coping, Millenials, Mahasiswa, Kinerja Pendidikan", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "30 Mei 2022"}