{"Nomor": 64600, "Judul": "ANALISIS POTENSI GENANGAN (ROB) AKIBAT PERUBAHAN TATAGUNA LAHAN MENGGUNAKAN MACHINE LEARNING DI DAERAH ALIRAN SUNGAI CIPUNAGARA PROVINSI JAWA BARAT", "Abstrak": "Pertumbuhan penduduk dan perkembangan ilmu pengetahuan menyebabkan kebutuhan manusia semakin meningkat. Hal ini berdampak pada pemanfaatan tataguna lahan, khususnya di daerah aliran sungai. Cipunagara merupakan salah satu DAS di Jawa Barat yang memiliki isu terkait tataguna lahan di area hulu DAS dan berdampak meningkatnya potensi banjir rob di area hilir DAS. Intensifikasi pertanian, penggundulan hutan, pembukaan tambak, dan peningkatan populasi adalah faktor-faktor yang mempercepat perubahan penggunaan di hulu DAS Cipunagara dan perluasan area genangan banjir rob di hilir DAS Cipunagara. Tujuan dari penelitian ini adalah identifikasi kelerengan catchment area, identifikasi perubahan spasial tataguna lahan tahun 1996-2020, memetakan potensi banjir rob akibat perubahan tataguna lahan di DAS Cipunagara, memetakan risiko banjir rob berdasarkan faktor indeks bahaya, indeks kerentanan, dan kapasitas. Metode yang digunakan adalah analisis citra satelit yang tersedia di cloud data platform Google Earth Engine dengan menggunakan algoritma machine learning. Hasil analisis kemiringan lereng pada DAS Cipunagara terbagi atas lima kelas yaitu kategori datar dengan luas 52,67 km2, kategori landai seluas 823,98 km2, agak curam seluas 226,79 km2, curam seluas 126,02 km2, dan sangat curam seluas 74,96 km2. Tataguna lahan diklasifikasikan ke dalam empat kelas; lahan terbuka (pemukiman, jalan, lahan kosong), vegetasi hutan (mangrove, perkebunan, semak belukar), perairan/air (laut, sungai, danau), dan sawah (ladang, tambak, rawa). Perubahan spasial tataguna lahan tahun 1996 sampai dengan 2020 yaitu untuk lahan terbuka/pemukiman mengalami pengurangan sebesar -15% (-196,92 km2), vegetasi hutan mengalami penambahan sebesar +11% (+145,78 km2), perairan/air terjadi pengurangan sebesar -13% (-164,96 km2), dan lahan sawah/tambak terjadi penambahan sebesar +17% (+216,11 km2). Analisis potensi genangan rob (kejadian limpasan sungai) di hilir DAS Cipunagara berkorelasi dengan perubahan tataguna lahan terbuka, vegetasi hutan, dan sawah dengan luas 1.982 ha (47%). Sementara potensi genangan rob (kejadian pasang surut) berkorelasi dengan perubahan tataguna lahan sawah dan perairan/air dengan luas 2.213,93 ha (53%). Berdasarkan hasil analisis dan overlay pemetaan risiko banjir rob per desa di area hilir DAS Cipunagara dibagi atas tiga kelas. Kategori risiko tinggi bencana banjir rob terdapat di Desa Patimban dan Desa Pamanukan Sebrang dengan skor risiko 8,13-10,80. Kategori risiko sedang terdapat di Desa Mayangan, Desa Legon Wetan, Desa Legon Kulon, Desa Pangarengan, Desa Bobos, Desa Karangmulya, Desa Rancadaka, dan Desa Pusakaratu dengan skor risiko 5,47-8,12. Sedangkan kategori indeks risiko banjir rob rendah terdapat di Desa Tegalurung, Desa Gempol, Desa Mundusari, Desa Rancasari, Desa Mulyasari, Desa Pamanukan Hilir, Desa Pamanukan, Desa Ranca Hilir, Desa Lengkong Jaya, dan Desa Pusakajaya dengan skor risiko 2,80-5,45. Rekomendasi strategi adaptasi dan mitigasi pengurangan risiko banjir per desa dengan kategori sedang dan tinggi terdiri atas kebijakan\nadministratif dan kebijakan teknis skala desa maupun kabupaten. Kebijakan administratif lebih mengacu kepada pembangunan kapasitas desa secara umum dan terfokus kepada pembangunan perangkat desa untuk mendukung upaya penyelenggaraan penanggulangan bencana untuk setiap bencana yang ada di daerah tersebut. Sementara strategi dalam kebijakan teknis yaitu peningkatan efektifitas pencegahan dan mitigasi, peningkatan kesiapsiagaan dan penanganan darurat bencana, dan peningkatan kapasitas pemulihan bencana.", "Daftar File": {"ABSTRAK Gurusu": "https://digilib.itb.ac.id/gdl/download/247158"}, "Penulis": "Gurusu [25520004]", "Kontributor / Dosen Pembimbing": ["Ir. Harman Ajiwibowo, MS, Ph.D.", "Dr.Eng. Hendra Achiari, S.T., M.T.", "Ir. Alamsyah Kurniawan, S.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kelautan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "DAS Cipunagara, Machine Learning, Tataguna Lahan, Banjir Rob, Indeks Risiko.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Rita Nurainni, S.I.Pus", "File": "1 file", "Tanggal Input": "30 Mei 2022"}