{"Nomor": 64607, "Judul": "PENGARUH STRUKTUR KEPEMILIKAN DAN MANAJEMEN LABA TERHADAP KEBIJAKAN DIVIDEN INDUSTRI PERTAMBANGAN PADA TAHUN 2015-2019", "Abstrak": "Sektor pertambangan merupakan sektor yang memiliki peranan penting dalam menyumbang pemasukan negara dibandingkan dengan sektor industri lainnya, sehingga keberadaannya di bursa saham seringkali menjadi incaran banyak investor. Namun, seiring dengan berfluktuasinya harga komoditas tambang dari tahun 2015 sampai 2019 dapat berdampak pada pendapatan yang digunakan sebagai alat untuk memprediksi dividen. Pendapatan yang cenderung tidak menentu ini pun kemudian mendorong industri tambang untuk melakukan manipulasi laporan keuangan yang menyebabkan keputusan berbahaya bagi investor yang akan melihat kondisi perusahaan melalui laporan keuangan sehingga menjadi pengaruh kebijakan dividen ketika konflik antar agen terjadi. Kehadiran kepemilikan struktural dapat menjadi faktor yang mempengaruhi dividen karena menyelaraskan konflik antar agen. Dengan menggunakan dua jenis pengukuran dalam bentuk rasio pembayaran dividen dan dividen tunai sebagai proksi kebijakan dividen, penelitian ini bertujuan untuk mengetahui pengaruh manajemen laba yang diukur dengan akrual diskresioner dan struktur kepemilikan yang dijelaskan oleh persentase kepemilikan institusional dan manajerial terhadap kebijakan dividen. Penelitian ini melakukan purposive sampling yang menghasilkan 26 sampel perusahaan di industri Pertambangan Indonesia yang terdaftar di Bursa Efek Indonesia untuk periode 2015-2019. Hasil sampel dalam observasi jumlah individu adalah 130 dengan melakukan analisis regresi data panel diikuti dengan uji asumsi klasik untuk memenuhi persyaratan Best Linear Unbiased Estimator. Model yang dipilih untuk dua pengukuran adalah Fixed Effect Model untuk rasio pembayaran dividen dan Random Effect Model untuk dividen tunai yang diperoleh dengan menggunakan Stata 16 dengan estimasi robust. Uji signifikansi dengan selang kepercayaan 95% menunjukkan bahwa kepemilikan institusional dan manajemen laba ditemukan tidak memiliki pengaruh yang signifikan terhadap kebijakan dividen tetapi kepemilikan manajerial ditemukan memiliki pengaruh positif dan signifikan terhadap kebijakan dividen. Hasil ini menunjukkan bahwa kepemilikan manajerial dapat digunakan sebagai faktor pertimbangan dalam menentukan kebijakan dividen perusahaan pertambangan Indonesia karena hal ini membantu menyelaraskan konflik antara agensi dan relevan dengan teori dividen bird in the hand jika investor lebih cenderung menyukai pembayaran dividen yang lebih tinggi.", "Daftar File": {"2020 TS PP YUSNIA TALITHA AGNES 1  - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/247165"}, "Penulis": "Yusnia Talitha Agnes Arifani [19017192]", "Kontributor / Dosen Pembimbing": ["Yunieta Anny Nainggolan, S.E., M.Com., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kebijakan Dividen, Kepemilikan Institusional, Kepemilikan Manajerial, Manajemen Laba.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "30 Mei 2022"}