{"Nomor": 64616, "Judul": "PERANCANGAN DESAIN KARAKTER VIRTUAL YOUTUBER DENGAN ADAPTASI ULOS UNTUK DEWASA MUDA 18-25 TAHUN", "Abstrak": "Perancangan karakter merupakan salah satu jenis kekayaan intelektual dalam\nindustri kreatif Indonesia yang sedang berkembang pesat. Dari berbagai cara\nuntuk menumbuhkan kekayaan intelektual, YouTuber virtual adalah salah satu\nalternatif yang telah mengalami banyak kemajuan di pasar. Fungsi personal\nbranding dan interaksi yang dapat dibangun dengan penonton adalah potensi\nuntuk memperdalam tema budaya tradisional Indonesia. Karya industri kreatif\nIndonesia yang ada masih sangat banyak dipengaruhi oleh budaya populer di luar\nIndonesia sehingga generasi muda lebih tertarik dengan tradisi budaya di luar\nIndonesia. Salah satu tradisi Indonesia yang terancam adalah ulos karena\npenerapannya pada industri kreatif belum kuat. Solusi dari permasalahan tersebut\nadalah dengan mengadaptasi ulos melalui metode ATUMICS dan teori desain\nkarakter menjadi sebuah desain karakter virtual YouTuber yang dapat bersaing di\npasar internasional dan membangkitkan kembali minat kalangan dewasa muda.\nPerubahan artefak budaya memiliki aturan agar tidak merusak tradisi yang ada. Di\nsisi lain, perubahan harus disesuaikan dengan perkembangan dewasa muda saat\nini. Data yang diperoleh melalui studi pustaka, wawancara, observasi dan survei\ndigunakan sebagai peta empati untuk perancangan karakter dengan pendekatan\nbudaya tradisional. Setelah proses transformasi, desain karakter virtual YouTuber\ndapat diterapkan pada media live streaming YouTube untuk kreasi konten yang\ndekat dengan topik budaya tradisional Indonesia. Pada akhirnya, mengadaptasi\nbudaya tradisional seperti ulos dapat menarik perhatian kaum muda dalam bentuk\nYouTuber virtual dan meningkatkan kesadaran masyarakat Indonesia untuk lebih\nmemperhatikan budaya tradisinya.", "Daftar File": {}, "Penulis": "Daniel William [17418005]", "Kontributor / Dosen Pembimbing": ["Banung Grahita, S.Ds., M.Ds., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "Drawing & drawings by subject", "Kata Kunci": "Virtual YouTuber, Desain Karakter, Ulos, ATUMICS", "Sumber": "DKV FSRD", "Staf Input/Edit": "Noor Pujiati.,S.Sos  \n                                     Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "30 Mei 2022"}