{"Nomor": 64622, "Judul": "IMPROVEMENT OF ENERGY CONSUMPTION IN COMPLIANCE TO ISO 50001   ENERGY MANAGEMENT SYSTEMS  (CASE STUDY LIGHTING SYSTEMS AT PT BADAK NGL)", "Abstrak": "Kilang LNG Badak di Bontang Kalimantan Timur Indonesia telah beroperasi sejak\ntahun 1974. Dengan mengoperasikan kilang LNG dengan usia  47 tahun dan\nteknologi yang digunakan dalam pencairan gas alam relaif ketinggalan jaman akan\nmengakibatkan penurunan performa dan efisiensi yang pada akhirnya\nmengakibatkan kilang LNG Badak menjadi tidak kompetitif dalam persaingan\nantar kilang LNG Global. \nHasil benchmarking operational performance review yang dilakukan oleh PTAI\npada tahun 2018, diperoleh fakta bahwa persentase energy usage yang digunakan\nuntuk aktivitas produksi LNG di kilang LNG Badak adalah 12,0%, sedangkan\nenergy usage kilang LNG global yang tergolong dalam age peer group yang\nmemiliki usia yang relatif sama dengan kilang LNG Badak adalah 9,1%. \nUntuk mengejar gap efisiensi energy usage, kilang LNG Badak menerapkan energy\nmanagement system, engineering study telah dilakukan untuk meningkatkan\nefisiensi pada beberapa sistem. Mempertimbangkan operational kilang LNG\nBadak, maka improvement yang akan dilakukan pada lighting systems yang\nmemenuhi kriteria investment cost rendah namun memberikan nilai return on\ninvestment tinggi dan pay-back period singkat. \nDengan menggunakan current reality tree (CRT) dan interview dengan key\nstakeholder, penyebab utama terjadinya inefficiensi pada lighting systems adalah\ntidak adanya update pada lighting systems specification. Menggunakan analytical\nhierarchy process (AHP), alternatif solusi terbaik untuk menurunkan konsumsi\nenergi pada lighting systems adalah retofit ke LED bulb dan instal occupancy\nsensor. Alternatif tersebut akan memberikan dampak penurunan konsumsi energi\nsebesar 6,924 MW/tahun atau setara dengan penghematan USD 1.315.599/tahun.\nSerta total energy usage turun menjadi 0,52%.", "Daftar File": {"2022_TS_PP_Yuda Prasetya_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/247201"}, "Penulis": "Yuda Prasetya [29119535]", "Kontributor / Dosen Pembimbing": ["Akbar Adhi Utama, S.T., M.A.B., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "lighting systems, energy management, current reality tree, analytical hierarchy process", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "30 Mei 2022"}