{"Nomor": 64628, "Judul": "STUDI TATA KELOLA SUNGAI LINTAS NEGARA DALAM PENCEGAHAN DAN MITIGASI BANJIR (STUDI KASUS : DAS SEMBAKUNG)", "Abstrak": "Banjir merupakan bencana yang paling banyak terjadi di Indonesia. Dalam\nmenghadapi ancaman banjir diperlukan tata kelola dalam mengurangi risiko.\nKonsep IWRM merupakan suatu pendekatan dalam tata kelola pengelolaan\nWS/DAS telah diterapkan di Indonesia melalui UU nomor 17 tahun 2019 tentang\nSumber Daya Air. Namun dalam UU tersebut, belum ada pengaturan secara spesifik\ntata kelola bersama pada WS/DAS lintas negara. DAS Sembakung yang merupakan\nDAS lintas negara mengalami banjir dan mengganggu kehidupan masyarakat dalam\nDAS. Berdasarkan hal tersebut, diperlukan tata kelola pengelolaan DAS lintas\nnegara dalam pencegahan dan mitigasi banjir sehingga dapat mengurangi risiko dari\nbanjir yang terjadi. Penelitian ini bertujuan untuk merumuskan tata kelola\npengelolaan DAS lintas negara dalam pencegahan dan mitigasi banjir di DAS\nSembakung. Metode pengumpulan data terdiri dari data primer dan sekunder. Data\nsekunder terdiri dari dokumen pemerintah, jurnal dan buku akademik. Kemudian\ndata primer didapatkan dari proses wawancara secara daring pada 8 instansi\npemerintah pusat dan Provinsi Kalimantan Utara. Analisis yang digunakan dalam\npenelitian ini meliputi analisis konten, analisis deskriptif dan Discourse Network\nAnalysis (DNA) menggunakan program UCINET. Berdasarkan hasil analisis, hasil\nidentifikasi terhadap pola kerjasama antara Indonesia dan Malaysia dalam Pokja\nSosek Malindo bahwa Pokja Sosek Malindo yang menjadi alternatif untuk menjadi\norganisasi DAS lintas negara mempunyai indeks tidak sesuai karena tidak\nterdapatnya pengembangan sumber daya manusia, manajemen data dan informasi\nserta finansial. Hal ini membutuhkan pengaturan dan pengembangan organisasi\nuntuk dapat menjadi wadah pengelolaan DAS Sembakung dalam pencegahan dan\nmitigasi banjir. Selanjutnya dalam identifikasi elemen tata kelola pengelolaan DAS\ndi Indonesia dan Malaysia menghasilkan bahwa Indonesia termasuk dalam indeks\npengelolaan DAS yang cukup sesuai, sedangkan Malaysia termasuk kedalam\nkategori indeks pengelolaan DAS tidak sesuai. Perbedaan indeks ini diakibatkan\nbelum terdapatnya kerangka regulasi nasional pengelolaan DAS bagi seluruh\nnegara bagian di Malaysia. Kerangka regulasi pengelolaan DAS secara nasional\nperlu disusun dan diberlakukan di Malaysia untuk dapat menjadi paying dalam\npelaksanaan tata kelola DAS. Disamping itu, kerangka regulasi ini pula mengatur\nseperti apa pengelolaan DAS lintas negara. Dalam pemahaman aktor pengelolaan\nDAS Sembakung dalam pencegahan dan mitigasi yang dilihat dalam DNA\nberdasarkan wacana dan kegiatan yang dilakukan, bahwa dalam peran aktorii\ndidominasi oleh sektor pekerjaan umum. Kemudian koordinasi merupakan wacana\ndan kegiatan yang paling banyak muncul dan dilakukan oleh para aktor.\nBerdasarkan DNA dalam wacana dan kegiatan terkait struktur, mandat,\nkepentingan dan sumber daya Kementerian PUPR, BWS Kalimantan V dan Dinas\nPUPR-PERKIM Provinsi Kalimantan Utara merupakan aktor yang paling banyak\nmempunyai wacana dan kegiatan. Wacana dan kegiatan terkait bentuk\nkelembagaan sangat sedikit dibahas dan dilakukan karena Indonesia telah\nmempunyai pengaturan kelembagaan pada lingkup WS Sesayap dan DAS\nSembakung yaitu BWS Kalimantan V dan BP-DAS Mahakam Berau. Banjir DAS\nSembakung membutuhkan perjanjian kerjasama antara Indonesia dan Malaysia\ndalam kerjasama Sosek Malindo sehingga dapat menjadi dasar dalam tata kelola\npencegahan dan mitigasi banjir. Disamping itu, dalam melaksanakan perjanjian\ntersebut dibutuhkan pengaturan dalam pokja Sosek Malindo untuk dapat\nmemfasilitasi organisasi pengelolaan DAS Sembakung secara bersama.", "Daftar File": {"ABSTRAK Arief Taufik Hidayat": "https://digilib.itb.ac.id/gdl/download/247209", "BAB 1 Arief Taufik Hidayat": "https://digilib.itb.ac.id/gdl/download/247210", "BAB 2 Arief Taufik Hidayat": "https://digilib.itb.ac.id/gdl/download/247211", "BAB 3 Arief Taufik Hidayat": "https://digilib.itb.ac.id/gdl/download/247212", "BAB 4 Arief Taufik Hidayat": "https://digilib.itb.ac.id/gdl/download/247213", "BAB 5 Arief Taufik Hidayat": "https://digilib.itb.ac.id/gdl/download/247214", "BAB 6 Arief Taufik Hidayat": "https://digilib.itb.ac.id/gdl/download/247215", "PUSTAKA Arief Taufik Hidayat": "https://digilib.itb.ac.id/gdl/download/247216", "2022 TS PP ARIEF TAUFIK HIDAYAT_LAMPIRAN.pdf)u": "https://digilib.itb.ac.id/gdl/download/247217"}, "Penulis": "Arief Taufik Hidayat [25420018]", "Kontributor / Dosen Pembimbing": ["Ir. Harkunti Pertiwi Rahayu, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Tata Kelola, Pencegahan, Mitigasi, Banjir, DAS lintas negara, Discourse Network Analysis", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "30 Mei 2022"}