{"Nomor": 64633, "Judul": "ANTICOAGULANT AND ANTIPLATELET EFFECT OF AQUEOUS GUAVA (PSIDIUM GUAJAVA L.) LEAVES EXTRACT IN SWISS WEBSTER MICE", "Abstrak": "Hemostasis is a process to stop bleeding from injured blood vessel. Platelet plays an important role in this process. Following an injury to the blood vessel the primary and secondary hemostasis process occurs. Platelet adhere to the injured wall and aggregates each other to stop the bleeding. This platelet activity can lead to formation of blood clot that might result in cardiovascular diseases. Previous studies shown that many medicinal plants have the ability to inhibit platelet aggregation such as garlic, Gingko biloba, etc. Psidium guajava L. leaves have been traditionally used for treating cardiovascular diseases and to reduce high blood pressure. This study is intended to determine the effect of aqueous extract of Psidium guajava L. leaves on blood coagulation and platelet aggregation. The leaves of Psidiztm guajava L. was extracted by reflux method using water as solvent. The effect of aqueous extract of Psidium guajava leaves on blood coagulation and bleeding time were tested on female Swiss Webster mice after inducing a significant coagulation condition with Tranexamic acid. While, the effect on platelet aggregation was done ex-vivo using mice plasma platelet in which the platelet aggregation was induced with ADP. After 14 days of administration of aqueous Psidium guajava leaves extract at tested doses (250, 500 and 1000mg/kg of mice body weight) showed significant prolongation of the coagulation time (p<0.01) and bleeding time (p<0.05) compared to control. Platelet aggregation test showed significant decrease in platelet aggregation (p<0.01) compared to control. Based on the results, aqueous extract of Psidium guajava leaves of tested doses able to prolong coagulation time and able to inhibit platelet aggregation.", "Daftar File": {"ABSTRAK Sasyitra Devi A P Saraviah": "https://digilib.itb.ac.id/gdl/download/247232"}, "Penulis": "Sasyitra Devi A P Saraviah [10710786]", "Kontributor / Dosen Pembimbing": ["Dr. Maria Immaculata Iwo"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "30 Mei 2022"}