{"Nomor": 64635, "Judul": "USULAN PERBAIKAN EFISIENSI SISTEM PRODUKSI WIRE HARNESSING DI PT DIRGANTARA INDONESIA DENGAN PENDEKATAN WASTE ASSESSTMENT MODEL", "Abstrak": "PT Dirgantara Indonesia merupakan salah satu perusahaan yang bergerak di\nindustri aerospace untuk melakukan manufaktur komponen pesawat dan produksi\npesawat untuk sipil dan militer dari pesawat ringan dan menengah yang berbasis di\nBandung, Indonesia. Pada akhir tahun 2020 terdapat kekurangan kapasitas produksi\nhingga 50% dari workload yang seharusnya diproduksi oleh perusahaan. Oleh\nsebab itu, tujuan dari penelitian ini adalah untuk meningkatkan efisiensi dengan\nmengurangi lead time produksi dari wire harnessing dengan pendekatan Define,\nMeasure, Analyze, Improve, dan Control (DMAIC) dan lean manufacturing.\nPada tahap define, implementasi penelitian dilaksanakan pada area kerja harness.\nPada tahap measure, diperoleh hasil bobot waste yang teridentifikasi adalah\ninventory waste sebesar 21,46% dan defects waste sebesar 18,91% dengan\nmenggunakan WAM (Waste Assesstment Model). Pada tahap analyze dengan\nmenggunakan pareto dipilih waste inventory dan defects sebagai waste yang\ndiperbaiki. Faktor-faktor yang menyebabkan waste tersebut dianalisis lebih lanjut\nmenggunakan cause effect diagram. Pada tahap improve, diusulkan 2 alternatif\nsolusi antara lain, penggunaan teknologi proyektor pada area connecting dan\nperbaikan aliran informasi pada area kerja harness. Pada tahap control,\ndiidentifikasi risiko berupa ketidaksiapan operator dalam penggunaan proyektor\nserta pengumpulan dan transformasi data untuk solusi perbaikan aliran informasi.", "Daftar File": {"ABSTRAK Jeremy Bonar Silaban": "https://digilib.itb.ac.id/gdl/download/247235"}, "Penulis": "Jeremy Bonar Silaban [13417074]", "Kontributor / Dosen Pembimbing": ["Dr. Wisnu Aribowo, S.T., M.T.", "Fariz Muharram Hasby, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "DMAIC, WAM, Lean Manufacturing, Harness.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "30 Mei 2022"}