{"Nomor": 64636, "Judul": "DETERMINATION OF ANTIDEPRESSANT ACTIVITY OF DARK CHOCOLATE", "Abstrak": "Depression is one of the leading clinical disorder caused by various factors and can affect anyone regardless age and gender. The currently available antidepressant may have several undesirable effects, thus antidepressants with minimal side effects are in need. Early studies showed that dark chocolate containing >60% of cocoa had a number of health benefits. One of the benefit of dark chocolate is that it can enhance the production of serotonin in the brain. In this study effect of dark chocolate on depression symptoms was studied in human subjects and animal model. One group of healthy human subject (n=20 aged 20-30) received dark chocolate containing 75% cocoa. The other group with the same number of subject received milk chocolate containing 35% cocoa and served as control. The treatment of chocolate was carried out for 5 days. The antidepressant activity in human was assessed by asking the subjects to fill up 'Wakefield Depression Questionnaire' before and after the consumption of chocolate. In mice, acute test and chronic test were done separately. In acute test single oral administration of chocolate was followed by `Forced Swimming Test'(FST). Meanwhile, in the chronic test oral dose was given for 10 days and `FST' was carried out 1 hour after the last dose. Five percent dark chocolate suspension was given in 3 different concentrations, 26 mg/20 g, 52 mg/20 g and 104 mg/20 g. Maprotiline HCl was given to the reference drug group at dose of 0.78 mg/20 g. Control group was given CMC Na 0.5% orally. In human study, the score difference obtained was 6.4+4.54 for dark chocolate group and 3.85+4.67 for milk chocolate group, respectively. In acute test in mice, test group 1 (26 mg/20 g) and 3 (104 mg/20 g) showed high immobility time of 132.5+25.3 seconds and 128+62.45 seconds, respectively. Meanwhile, test group 2 (52 mg/20 g) showed the lowest immobility time of 56.3+62.45 seconds. In the chronic test, group 1 (26 mg/20 g) and 3 (104 mg/20 g) showed high immobility time of 129.3+28.5 seconds and 124.3+17.68 seconds, respectively, while that observed in test group 2 was 83.33+16.27 seconds. The result suggested that consumption of dark chocolate may reduce the depressive symptoms.", "Daftar File": {"ABSTRAK Puvaneswari A P Nitamakwuavan": "https://digilib.itb.ac.id/gdl/download/247236"}, "Penulis": "Puvaneswari A P Nitamakwuavan [10710790]", "Kontributor / Dosen Pembimbing": ["Dr. Kusnandar Anggadiredja, S.Si., M.Si.", "Dr. Neng Fisheri  Kurniati"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "30 Mei 2022"}