{"Nomor": 64647, "Judul": "EVALUASI FENOMENA EUTROFIKASI DI WADUK SAGULING DENGAN MODEL SISTEM DINAMIK", "Abstrak": "Waduk Saguling menampung berbagai jenis limbah yang terbawa aliran air Sungai Citarum\ndan anak-anak sungainya. Penurunan kualitas air Waduk Saguling disebabkan oleh adanya\nbahan organik dan anorganik yang masuk ke waduk ini. Penelitian ini bertujuan untuk\nmengevaluasi eutrofikasi yang terjadi di Waduk Saguling dengan melihat pengaruh dari nutrien\ndan biomassa Peridinium sp. Metode yang digunakan pada penelitian ini adalah analisis\nkualitas air, analisis daya tampung beban pencemaran air yang mengacu pada PerMen LH No.\n28 Tahun 2009, dan evaluasi fenomena eutrofikasi menggunakan perangkat lunak STELLA\n9.0.2 dengan pendekatan sistem dinamik. Penggunaan sistem dinamik erat hubungannya\ndengan pola tingkat laku yang dibangkitkan oleh sistem seiring bertambahnya waktu. Hasil\npenelitian menunjukkan bahwa jumlah KJA di Waduk Saguling telah melampaui daya\ntampungnya dan jika mengacu pada PerMen LH No. 28 Tahun 2009, maka saat ini status\ntrofiknya telah mencapai pada status hipereutrofik. Berdasarkan simulasi konsentrasi nutrien\nammonia, nitrat, dan fosfat berbanding lurus dengan biomassa Peridinium sp. Biomassa\nPeridinium sp meningkat seiring dengan meningkatnya konsentrasi nutrien dari tahun 2011\nhingga 2030. Konsentrasi ammonia meningkat dari 0,03 mg/L menjadi 0,30 mg/L; konsentrasi\nnitrat dari 1,06 mg/L menjadi 18,03 mg/L; dan konsentrasi fosfat dari 0,25 mg/L menjadi 1,15\nmg/L. Setelah melakukan skenario penggunaan aerator, konsentrasi nutrien ammonia, nitrat,\ndan fosfat mengalami penurunan konsentrasi setiap tahunnya; dan adanya pemanenan\nfitoplankton dapat menurunkan konsentrasi nutrient namun masih melebihi baku mutu; serta\ndengan penggabungan kedua skenario mampu menurunkan konsentrasi ammonia, nitrat, dan\nfosfat. Hal ini menandakan bahwa penambahan aerasi dan pemanenan fitoplankton di Waduk\nSaguling sangat efisien. Namun konsentrasi fosfat pada saat penggunaan kedua skenario masih\nmelebihi baku mutu PP 22 Tahun 2021 Kelas II sehingga perlu dilakukan pengelolaan lebih\nlanjut.", "Daftar File": {"MASRAWANI.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247251"}, "Penulis": "Masrawani [25319018]", "Kontributor / Dosen Pembimbing": ["Dr. Mariana Marselina S., S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Eutrofikasi, Sistem Dinamik, STELLA, Waduk Saguling", "Sumber": "Tesis Juni 2022", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "31 Mei 2022"}