{"Nomor": 64648, "Judul": "ANALISIS PENGGERAK-PENGGERAK UTAMA KETERLIBATAN, KEBERDAYAAN, DAN KEBERWENANGAN UNTUK MENGEMBANGKAN KEUNGGULAN PEGAWAI DI BEBERAPA PERUSAHAAN MANUFAKTUR DI INDONESIA", "Abstrak": "Keunggulan organisasi sangatlah penting bagi kelangsungan hidup dalam dinamika bisnis sekarang ini. Kajian pustaka mengungkapkan bahwa seberapa terlibat, seberapa berdaya, atau seberapa berwenang para pegawai dalam kegiatan kerja sehari-hari ternyata memengaruhi keunggulan organisasi. Di lain sisi, riset ini menghipotesiskan bahwa tindakan pegawai dipengaruhi oleh seberapa terlibat, seberapa berdaya, dan seberapa berwenang mereka dalam kegiatan kerja sehari-hari. Tindakan tersebut, beserta hasilnya, itulah pada dasarnya yang dimaksud dengan keunggulan pegawai. Oleh karena itu, adalah sangat penting untuk me-mastikan bahwa pegawai yang bermotivasi, yang sangat terlibat, diberdayakan secara layak dengan sumber daya dan lingkungan kerja yang tepat dan diberwe-nangkan dengan tingkat wewenang yang tepat bagi pengambilan keputusan.\nStudi ini menganalisis penggerak-penggerak utama keterlibatan, keberdayaan, dan keberwenangan pegawai di beberapa perusahaan manufaktur di Indonesia. Perusahaan manufaktur dipilih untuk studi ini karena besarnya jumlah tenaga kerjanya dan karena memberikan sumbangsih terbesar dalam aliran investasi lang-sung asing yang masuk ke Indonesia, dan oleh sebab itu, studi ini akan memberi-kan nilai tambah bagi sektor bisnis Indonesia dengan berfokus pada organisasi manufaktur. Delapan perusahaan manufaktur dipilih untuk studi ini. Empat perusahaan merupakan perusahaan multinasional investasi langsung asing, sedangkan yang empat lainnya adalah perusahaan lokal atau nasional.\nRiset ini mengembangkan suatu kerangka untuk membangun keunggulan pegawai yang berkesinambungan melalui variabel Keterlibatan, Keberdayaan, dan Keber-wenangan. Studi ini diawali dengan kajian pustaka untuk mengidentifikasi peng-gerak-penggerak yang mungkin pada masing-masing variabel tersebut, yang ke-mudian digunakan dalam membangun teori konseptual untuk membuat usulan kerangka tersebut. Untuk lebih jauh lagi mengeksplorasi dan mengkonfirmasi penggerak-penggerak tersebut, studi ini dilanjutkan dengan wawancara berbasis-bukti kepada 257 orang foreman, 257 orang anak buahnya, 83 orang atasan langsungnya, dan 34 orang manajer, di delapan perusahaan yang telah dipilih tadi.\nKajian pustaka dan wawancara berbasis-bukti mengidentifikasi sebelas penggerak yang mungkin pada Keterlibatan, tujuh penggerak yang mungkin pada Keberdayaan, dan empat penggerak yang mungkin pada Keberwenangan.\nStudi ini kemudian menelaah tingkat relatif dari pentingnya penggerak-peng-gerak yang mungkin tersebut dengan melakukan perbandingan pasangan dan proses hirarki analitis. Konfirmasi lebih lanjut dilakukan dengan analisis kuadran\n*\nii\nterhadap tingkat pentingnya vs apa yang diamati. Ke-257 orang foreman yang sama dari delapan perusahaan yang diwawancara sebelumnya dipergunakan lagi sebagai responden untuk tahapan studi ini.\nHasil telaah tersebut di atas mengungkapkan bahwa keyakinan terhadap masa depan sendiri di organisasi, lingkungan kerja yang mendukung, dan kesediaan atasan untuk mendelegasikan adalah penggerak utama untuk—sesuai urutan di atas—melibatkan, memberdayakan, dan memberwewenangkan pegawai.\nDengan menggunakan model yang dibangun dari kerangka yang dihasilkan studi kualitatif, riset ini kemudian secara kuantitatif menganalisis model tersebut dengan menggunakan Structural Equation Modelling (SEM) dengan variabel-variabel laten. Model pengukuran untuk variabel predictor menggunakan ukuran formatif, dan oleh karenanya, Partial Least Square (PLS)-SEM digunakan dalam studi ini. Unit analisis dalam studi kuantitatif adalah pegawai di tingkat foreman. Dengan kuesioner survei, ke-257 orang foremen dari delapan perusahaan tersebut di atas tadi digunakan sebagai responden untuk studi kuantitatif.\nSebagai hasil dari analisis kuantitatif, studi ini mengungkapkan bahwa ada satu penggerak utama untuk masing-masing variabel predictor ketika secara kuantitatif dihubungkan dengan keunggulan pegawai. Psychological capital merupakan penggerak utama bagi Keterlibatan Pegawai; infrastruktur untuk berbagi data merupakan penggerak utama bagi Keberdayaan Pegawai; kepemimpinan trans-formasional merupakan penggerak utama bagi Keberwenangan Pegawai. Studi ini juga mengungkapkan bahwa Keterlibatan, Keberdayaan, dan Keberwenangan Pegawai tidak berkorelasi satu sama lain ketika secara bersama-sama memengaruhi keunggulan pegawai. Ketiga variabel ini secara bersama-sama memengaruhi keunggulan pegawai secara positif dan signifikan.\nDalam perspektif pembentukan-teori, riset ini berkontribusi terhadap teori-teori yang telah ada dengan mengajukan suatu model Keunggulan Pegawai berbasis 3E (Engagement/Keterlibatan, Enablement/Keberdayaan, dan Empowerment/Keber-wenangan), dan secara empiris menguji model tersebut dengan menelaah Keterli-batan, Keberdayaan, dan Keberwenangan Pegawai sebagai variabel independent laten terhadap Keunggulan Pegawai. Jika kajian pustaka mengungkapkan bahwa riset-riset terdahulu meneliti bagaimana Keterlibatan, Keberdayaan, dan Keber-wenangan Pegawai memengaruhi Keunggulan Organisasi secara sendiri-sendiri, maka riset ini menyajikan dimensi baru kepada apa yang telah ada dengan me-nelaah bagaimana 3E memengaruhi Keunggulan Pegawai secara bersama-sama.\nDalam perspektif implikasi praktis/manajerial, temuan-temuan dalam riset ini menyajikan dasar empiris untuk manajemen memprioritaskan tindakan-tindakan strategis pada factor-faktor yang paling penting untuk memengaruhi keterlibatan, keberdayaan, dan keberwenangan pegawai, dalam upaya mengembangkan ke-unggulan pegawai, yang dicerminkan dalam kinerja keselamatan, produktivitas, kualitas, layanan pelanggan, dan kepemimpinan. Studi ini merekomendasikan tindakan-tindakan manajerial untuk mengembangkan manifest keunggulan pega-wai tersebut melalui penggerak-penggerak yang paling penting dari Keterlibatan, Keberdayaan, dan Keberwenangan.", "Daftar File": {"DSM - IMAN PERMANA - DISERTASI 1 - FULL TEXT_1.pdf)u": "https://digilib.itb.ac.id/gdl/download/247253"}, "Penulis": "Iman Permana [39010004]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Jann Hidajat Tjakraatmadja, M.Eng.", "Ir. Dwi Larso, M.SIE, Ph.D.", "Dr. Agung Wicaksono, S.T., M.Sc."], "Jenis Koleksi": "Disertasi", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Engagement (Keterlibatan), Enablement (Keberdayaan), Empower- ment (Keberwenangan), Employee Excellence (Keunggulan Pegawai).", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "31 Mei 2022"}