{"Nomor": 64642, "Judul": "PERANCANGAN MOTION GRAPHIC UNTUK MENINGKATKAN KESADARAN GENERASI Z TERHADAP POLUSI INFORMASI", "Abstrak": "Perkembangan teknologi informasi telah mempermudah masyarakat dunia dalam\nberkomunikasi dan mencari informasi dari manapun dan kapanpun, dan secara\nkeseluruhan telah merubah kehidupan masyarakat di seluruh dunia. Namun,\nperkembangan teknologi informasi ini juga menghasilkan sebuah fenomena yang\nbernama polusi informasi. Sebuah fenomena yang dapat memberi dampak buruk kepada\nmasyarakat dari segi psikologis, finansial, hukum, hingga segi keamanan. Tanpa disadari,\nmasyarakat dunia, terutama generasi Z yang tumbuh beriringan dengan inovasi\nteknologi, berpotensi dalam membantu meningkatkan jumlah polusi informasi yang ada\ndi internet dan juga menjadi korban dari polusi informasi tersebut. Oleh karena itu, perlu\ndirancang sebuah media yang dapat meningkatkan kesadaran generasi Z untuk mulai\nmemperhakan dan memahami apa itu polusi informasi demi mengurangi penyebaran\ndan pengeluaran polusi informasi mereka di kehidupan sehari-hari. Media yang dinilai\nmemiliki potensi untuk menyebarkan informasi tentang polusi informasi kepada generasi\nZ adalah moon graphic infografis. Tujuan dari diadakannya penelian ini adalah untuk\nmengetahui informasi mengenai polusi informasi dan merancang moon graphic untuk\nmengurangi pengeluaran dan penyebaran polusi informasi pada generasi Z. Penelian ini\nmenggunakan metodologi kualitaf dan kuantaf melalui pengumpulan data yang\ndilakukan melalui kajian pustaka, kuesioner, dan wawancara. Slogan “Stop! Think!\nShare!” digunakan untuk mensosialisasikan salah satu solusi yang bisa dilakukan untuk\nmencegah penyebaran polusi informasi, dan dijadikan sebagai unsur utama strategi\nkomunikasi perancangan moon graphic infografis.", "Daftar File": {}, "Penulis": "Muhammad Yahya Ayyasy [17418034]", "Kontributor / Dosen Pembimbing": ["Dr. Intan Rizky Mutiaz, M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "generasi Z, moon graphic, polusi informasi", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "31 Mei 2022"}