{"Nomor": 64655, "Judul": "IRIGASI BERKELANJUTAN DENGAN METODE IRIGASI BERSELANG DAN PEMANFAATAN TANDON AIR DI DAERAH IRIGASI PEDATI, INDRAMAYU", "Abstrak": "Daerah Irigasi Pedati adalah salah satu Daerah Irigasi di Jawa Barat yang terancam keberlanjutannya karena permasalahan ketersediaan air. Daerah Irigasi ini terletak di Kabupaten Indramayu dan masuk ke dalam Wilayah Sungai Citarum. Berdasarkan data Dinas Sumber Daya Air Jawa Barat, dalam lima tahun terakhir Daerah Irigasi Pedati ini hanya mampu berhasil pada satu Musim Tanam dan nilai Indeks Pertanamannya hanya 100 dalam setahun. Nilai IP terbesar terjadi pada tahun 2020, yaitu 120. Untuk memastikan keberlanjutan Daerah Irigasi Pedati perlu upaya dalam meningkatkan nilai indeks pertanamannya. Upaya yang dapat dilakukan adalah dengan menekan/menghemat penggunaan air pada musim penghujan untuk menyelamatkan tanaman pada MT di musim kemarau.\nPada kajian ini, dilakukan modifikasi terhadap pola tanam dan metode pemberian air. Modifikasi yang dilakukan adalah menggeser waktu mulai tanam pada MT I yang awalnya dilakukan di Oktober I lalu digeser menjadi November II. Ini dilakukan berdasarkan ketersediaan air yang sudah disimulasikan. Lalu, modifikasi pada metode pemberian air dilakukan dengan sistem golongan dan mengubah metode eksisting yang awalnya menggunakan metode penggenangan terus – menerus yang selanjutnya disimbolkan dengan CF (Continous Flooding) dibandingkan dengan metode irigasi berselang yang selanjutnya disimbolkan dengan II (Intermitten Irrigation).\nModifikasi pemberian air dengan metode II dapat menghemat kebutuhan air rata – rata sebesar 13% terhadap pemberian air dengan metode CF. Walaupum modifikasi yang dilakukan telah mampu mengurangi kebutuhan air, namun modifikasi tersebut belum mampu menaikkan nilai K secara signifikan. Maka, dilihat dari pola kesetimbangan air yang ada, dilakukan alternatif dengan tandon air.\nAlternatif tandon air pada Daerah Irigasi Pedati ini disimulasikan dengan software WEAP untuk melihat kontribusi tandon air pada peningkatan nilai K dan IP pada daerah ini. Simulasi dilakukan dengan dua tandon dengan rasio luas tandon 1,7%, 2,6% dan 3,5% dan kedalaman 4 m. Hasil simulasi didapatkan bahwa semakin luas tandon yang dibuat akan menaikkan faktor pemenuhan kebutuhan air namun menurunkan produksi tanaman. Sehingga, rasio tandon yang paling baik adalah dengan rasio 1,7%..\nAplikasi modifikasi pola tanam dan metode pemberian air dengan irigasi berselang dan pemanfaatan tandon air pada pengelolaan irigasi di Daerah Irigasi ini dapat meningkatkan pemenuhan kebutuhan air setiap Musim Tanam. Perubahan besar pemenuhan kebutuhan air ini terjadi di Musim Tanam I dan Musim Tanam II. Namun pada Musim Tanam III, perubahan tidak terjadi secara signifikan. Maka, dapat dilakukan alternatif lain yaitu dengan mengurangi luas layanan. Dengan nodifikasi ini IP dapat meningkatkan IP sebesar 200%. Dan pPemanfaatan tandon air dengan kehilangan areal sebesar 25 ha dianggap layak karena produktivitas tanam yang dihasilkan lebih besar dibandingkan eksisitng dan skenario tanpa pemanfaatan tandon air. Keuntungan yang didapatkan dari produksi tanaman mencapai 12,5% lebih besar dibandingkan dengan metode penggenang terus – menerus.", "Daftar File": {"ABSTRAK Zaina Khoerunnisa Nurul Fath": "https://digilib.itb.ac.id/gdl/download/247362", "COVER Zaina Khoerunnisa Nurul Fath": "https://digilib.itb.ac.id/gdl/download/265067", "BAB 1 Zaina Khoerunnisa Nurul Fath": "https://digilib.itb.ac.id/gdl/download/265068", "BAB 2 Zaina Khoerunnisa Nurul Fath": "https://digilib.itb.ac.id/gdl/download/265069", "BAB 3 Zaina Khoerunnisa Nurul Fath": "https://digilib.itb.ac.id/gdl/download/265070", "BAB 4 Zaina Khoerunnisa Nurul Fath": "https://digilib.itb.ac.id/gdl/download/265071", "BAB 5 Zaina Khoerunnisa Nurul Fath": "https://digilib.itb.ac.id/gdl/download/265072", "PUSTAKA Zaina Khoerunnisa Nurul Fath": "https://digilib.itb.ac.id/gdl/download/265073"}, "Penulis": "Zaina Khoerunnisa Nurul Fath [95018020]", "Kontributor / Dosen Pembimbing": ["Dhemi Harlan, Ph.D.", "Dr. Ir. Yadi Suryadi, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Sumber Daya Air", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Irigasi, Irigasi Berselang, Tandon Air, Faktor K, IP, Produktivitas Tanam, Produktivitas Air", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "31 Mei 2022"}