{"Nomor": 64661, "Judul": "KOMPOSIT PATI SINGKONG DAN KARET ALAM SEBAGAI BAHAN DASAR  PLASTIK BIODEGRADABLE", "Abstrak": "Pati merupakan senyawa dengan kelimpahan tinggi di alam. Komponen utama pati adalah amilosa dan amilopektin. Pati memiliki sifat mekanik yang relatif rendah sehingga belum banyak dimanfaatkan untuk keperluan industri. Karet alam merupakan polimer alami dengan monomer berupa isoprena yang keberadaannya melimpah di alam. Karet alam berasal dari getah pohon karet (Hevea brasiliensis) yang berwarna putih ketika disadap (berupa lateks). Karet alam memiliki elastisitas yang lebih tinggi daripada polimer sintetis serta memiliki daya regang dan daya rekat yang tinggi. Untuk itu, karet alam dapat menjadi polimer pencampur yang dapat meningkatkan sifat mekanik dari pati. Pencampuran dua bahan tersebut diharapkan dapat menghasilkan suatu bahan dengan sifat mekanik baru. Dalam penelitian ini, digunakan pati hasil isolasi dari singkong, yang nantinya akan dikompositkan dengan karet alam. Hasil rendemen pati isolasi adalah 13,25% dengan kadar amilosa, dan kadar air masing-masing sebesar 15,20% dan 1,82%. Metode pembuatan komposit yang digunakan dalam penelitian ini adalah pencampuran langsung menggunakan botol duran pada temperatur 100 °C. Kandungan pati dalam komposit divariasikan 0,5%; 1%; 1,5% dan 2%. Selanjutnya, dilakukan reaksi vulkanisasi untuk membentuk ikatan silang antarrantai polimer isoprena karet alam untuk meningkatkan elastisitas komposit. Berdasarkan hasil uji sifat mekanik diperoleh bahwa semakin meningkatnya penambahan kandungan pati menyebabkan regangan komposit semakin menurun. Kondisi optimum diperoleh untuk kandungan pati 1,5% yang menghasilkan regangan 797,50%. Kuat tarik komposit semakin meningkat dengan penambahan kandungan pati. Pada kandungan pati 2% terjadi kenaikan kuat tarik yang signifikan yang menghasilkan kuat tarik 0,46 MPa. Karakterisasi FTIR komposit menunjukkan adanya pergeseran bilangan gelombang ke kiri pada 1700 cm-1 yang mengindikasikan adanya interaksi antar rantai poliisoprena karet alam setelah reaksi vulkanisasi terjadi. Selanjutnya, uji biodegradasi melalui penguburan film komposit di dalam tanah, yang menunjukkan adanya pengurangan massa film. Hasil pengurangan massa film optimum untuk 7 dan 14 hari masa penguburan masing- masing sebesar 14% dan 10% untuk film dengan kandungan pati 1,5%.", "Daftar File": {"ABSTRAK Ismi Faridotul Laili": "https://digilib.itb.ac.id/gdl/download/247816", "PUSTAKA Ismi Faridotul Laili": "https://digilib.itb.ac.id/gdl/download/264237"}, "Penulis": "Ismi Faridotul Laili [10517087]", "Kontributor / Dosen Pembimbing": ["Dr. Rachmawati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "karet alam, komposit, pati, reaksi vulkanisasi", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "31 Mei 2022"}