{"Nomor": 64665, "Judul": "EVALUASI KARAKTERISTIK COAL TAR PITCH HASIL DISTILASI COAL TAR DAN HEAVY TAR SEBAGAI PREKURSOR ANODA KARBON", "Abstrak": "Pada industri baja yang menggunakan blast furnace, salah satu bahan baku yang diperlukan adalah reduktor, berupa kokas, hasil karbonisasi metallurgical coking coal. Pada teknologi karbonisasi vertical coke oven, selain dihasilkan produk utama kokas, dihasilkan pula by-product yakni coke oven gas (COG) dan coal tar (CT). Berbeda dengan COG yang dimanfaatkan langsung di steel plant atau power plant,\ncoal tar perlu diolah menjadi coal tar pitch (CTP) untuk dapat dimanfaatkan, salah satunya sebagai prekursor carbon materials. Kedepannya, kebutuhan akan perkurseor carbon materials seperti mesocarbon microbeads yang merupakan perkursor synthetic carbon anode diperkirakan akan terus meningkat untuk memenuhi kebutuhan komponen baterai mobil listrik. Namun, coal tar dan CTP\nharus memiliki kualitas tertentu yang diperlukan oleh anoda, seperti rasio C/H, kadar abu, quinoline insoluble (QI), softening point (SP), coking value, dan densitas. Oleh karena itu, penelitian yang komprehensif mengenai karakterisasi CTP hasil distilasi CT dari salah satu pabrik kokas di Indonesia sangat penting untuk menentukan potensi pemanfaatan coal tar di Indonesia, beserta metode\npreparasi yang sesuai.\n\nPada penelitian ini, serangkaian percobaan karakterisasi komposisi dan karakterisasi fisik dilakukan terhadap coal tar (CT) dan heavy tar (HT) yang berasal dari PT Krakatau Posco, termasuk produk hasil distilasi keduanya. Karakterisasi juga dilakukan terhadap CTP dari CT (CTP-CT) dan dari HT (CTP-HT).\nKarakteristisasi komposisi dilakukan menggunakan fourier-transform infrared spectroscopy (FTIR), gas chromatography–mass spectrometry (GC-MS), thermogravimetric-differential thermal analysis (TG-DTA), analisis ultimat, serta analisis kadar abu dan air. Sedangkan karakteristisasi fisik yang dilakukan berupa\ndistilasi, serta uji QI, softening point, coking value, dan densitas.\n\nBerdasarkan hasil karakterisasi, HT memiliki komposisi gugus aromatik serta memiliki nilai QI, coking value, dan densitas yang lebih tinggi dibanding CT, namun keduanya memiliki kadar abu yang tinggi, sehingga perlu dilakukan pretreatment berupa sedimentasi statis. Hasil distilasi menunjukkan bahwa persentase fraksi ringan, fraksi tengah, fraksi berat, dan CTP secara berurutan untuk CT adalah\nsebesar 25,2%, 29,2%, 21,0% dan 24,7%, serta untuk HT sebesar 15,9%, 27,2%, 23,0%, dan 33,3%. CTP-HT memiliki kualitas prekursor anoda yang lebih baik dibanding CTP-CT pada indikator rasio C/H, QI dan softening point, meskipun nilai softening point dari CTP-HT masih perlu ditingkatkan melalui modifikasi menggunakan metode brominasi-dehidrobrominasi.", "Daftar File": {"ABSTRAK Achmad Rozan Febrian": "https://digilib.itb.ac.id/gdl/download/247444"}, "Penulis": "Achmad Rozan Febrian [12517014]", "Kontributor / Dosen Pembimbing": ["Ir. Edy Sanwani, M.T., Ph.D.", "Dr. Ir. Ismi Handayani, M.T.", "Dr. Ir. Ismi Handayani, M.T.", "Dr.Eng. Bonita Dilasari, S.T., M.T.", "Dr.Eng. Nurulhuda Halim, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "coal tar, coal tar pitch, distilasi, mesocarbon microbeads.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "31 Mei 2022"}