{"Nomor": 64660, "Judul": "PENGAMATAN TRANSIT VENUS OLEH ASTRONOM MUSLIM ABAD KE-9 SAMPAI 12", "Abstrak": "Fenomena transit Venus melewati Matahari terjadi saat planet Venus tepat melintasi antara Matahari dan Bumi di salah satu nodal di bidang ekliptika saat konjungsi inferior. Sejak diciptakannya teleskop di abad ke-17, astronom dapat mengamati objek langit dan fenomena astronomi, seperti transit Venus, dengan lebih teliti. Pengetahuan tentang transit Venus sejak itu berkembang pesat. Ditemukan beberapa laporan dari catatan sejarah tentang pengamatan transit sebelum adanya teleskop, tetapi kebanyakan disimpulkan sebagai bintik Matahari karena tidak masuk akal. Di antara laporan-laporan itu, ada yang berasal dari astronom Muslim seperti al-Kindi, Ibnu Sina, Ibnu Rushd, dan Ibnu Bajja yang menyatakan bahwa mereka pernah melihat titik-titik hitam melewati permukaan Matahari, mereka menduga bahwa peristiwa ini adalah transit Venus (dan transit Merkurius untuk Ibnu Rushd dan Ibnu Bajja). Dengan menggunakan ilmu astronomi modern, laporan astronom muslim tentang transit Venus ini dapat diperiksa kebenarannya. Dalam Tugas Akhir ini, analisis dilakukan dengan studi literatur dan komputasi menggunakan algoritma Jean Meeus yang menghasilkan selisih rata-rata waktu pengamatan dengan perhitungan NASA sekitar 12,3 menit untuk transit Venus tanggal 24 Mei 1032 M, dan 4,8 menit untuk transit Venus tanggal 23 November 1153 M. Hasil analisisnya adalah al-Kindi tidak melihat transit Venus tetapi bintik Matahari, Ibnu Sina dapat melihat transit Venus pada tanggal 24 Mei 1032 M, Ibnu Rushd tidak dapat melihat transit Venus tanggal 23 November 1153 M, maka ia melihat bintik Matahari, dan Ibnu Bajja tidak melihat transit Venus tetapi bintik Matahari.", "Daftar File": {"ABSTRAK Dzikria": "https://digilib.itb.ac.id/gdl/download/247433"}, "Penulis": "Dzikria [10317003]", "Kontributor / Dosen Pembimbing": ["Dr. Muhamad Irfan Hakim, S.Si., M.Si.", "Dr. Aprilia, M.Si.", "Dr. rer. nat. Mochamad Ikbal Arifyanto, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Venus, Transit, Astronomi Islam", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "31 Mei 2022"}