{"Nomor": 64662, "Judul": "KONSTRUKSI PLASMID REKOMBINAN YANG MENGANDUNG GEN PENGODE KITOSANASE DARI  BACILLUS AMYLOLIQUIFACIENS ABBD DAN GEN PENGODE RECEPTOR BINDING DOMAIN  DARI SARS-COV-2", "Abstrak": "Protein receptor-binding domain (RBD) SARS-CoV-2 merupakan molekul target pengobatan\n\ndan  vaksinasi  penyakit  Coronavirus  2019  (COVID-19).  RBD rekombinan  (rRBD)  telah\ndiproduksi dengan sistem sel Esherichia coli dan dengan sel Pichia pastoris. rRBD yang dihasilkan E. coli berbentuk endapan protein, sedangkan rRBD yang dihasilkan sistem P. pastoris bersifat larut dalam bufer dengan jumlah terbatas.  Untuk meningkatkan produksi rRBD dalam P. pastoris, gen pengode rRBD digabungkan dengan gen pengode kitosanase csn1 yang telah terbukti memiliki level ekspresi sangat tinggi pada sistem sel P. pastoris. Untuk mencapai tujuan penelitian ini, gen csn1-rbd (~1500 pasang basa) dikonstruksi menggunakan teknik Polymerase Chain Reaction (PCR) dan diperbanyak menggunakan vektor pGEM-T Easy dalam sel E. coli TOP’10F. Proses selanjutnya adalah subkloning gen csn1-rbd ke dalam vektor pPICZ?-A pada sisi restriksi EcoRI dan XbaI untuk diekspresikan dalam P. pastoris KM71H. Gen csn1-rbd berhasil di konstruksi, diperbanyak, dan diverfikasi dengan PCR koloni, analisis enzim restriksi, dan analisis sekuensing basa nukleotida dengan metode Sanger. Elektroferogram penentuan urutan nukleotida menunjukkan ukuran gen csn1- rbd sebesar 1347 pb. Plasmid rekombinan pPICZ?-A-csn1-rbd juga berhasil diperoleh setelah dikonfirmasi dengan analisis PCR koloni dan analisis enzim restriksi. Pemotongan pPICZ?- A-csn1-rbd rekombinan dengan EcoRI dan XbaI menghasilkan pita pada ukuran ~1500 pb dan\n~3500 pb yang berkorelasi dengan ukuran berturut-turut gen csn1-rbd dan plasmid pPICZ?- A. Hasil penelitian ini diharapkan dapat digunakan untuk mengatasi masalah produksi RBD rekombinan pada P. pastoris.", "Daftar File": {"ABSTRAK Rinni Choirunnisa": "https://digilib.itb.ac.id/gdl/download/247820", "PUSTAKA Rinni Choirunnisa": "https://digilib.itb.ac.id/gdl/download/252711"}, "Penulis": "Rinni Choirunnisa [10518020]", "Kontributor / Dosen Pembimbing": ["Dr. Ihsanawati", "Dr. Fernita Puspasari"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Kitosanase Rekombinan (rCsn1); Escherichia coli TOP 10F’; Pichia pastoris; Plasmid Rekombinan; receptor-binding domain (RBD); SARS-CoV-2; Kloning; Subkloning", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "31 Mei 2022"}