{"Nomor": 64667, "Judul": "KAJIAN KESIAPAN COMMUNITY OWNERSHIP MODEL SEBAGAI ALTERNATIF PEMBIAYAAN PLTS ATAP SKALA PERMUKIMAN DI DKI JAKARTA", "Abstrak": "Pengembangan energi terbarukan di Indonesia memiliki jalan yang pelik dalam \nmencapai target yang telah ditentukan. PLTS Atap, sebagai salah satu bentuk energi \nterbarukan yang sangat berpotensi untuk dikembangkan di Indonesia, juga mengalami \ntantangan dan hambatannya. Tantangan ini mulai dari sisi regulasi yang belum siap \ndan mapan hingga dari sisi pengguna yang belum cukup terinformasikan mengenai \nsistem pembangkit baru ini. Untuk meningkatkan laju pertumbungan pengembangan \nPLTS Atap, diperlukan adanya bentuk inovasi dalam prosesnya. Skema bisnis \ncommunity-ownership models merupakan satu dari sekian bentuk pembiayaan energi \nterbarukan yang dapat dicoba guna mendorong pengembangan ini. Melalui skema ini, \npihak pengguna, khususnya masyarakat, memiliki andil besar dalam pemanfaatan dan \npenggunaan sistem. Hal ini dikarenakan karakteristik skema yang menaruh \nkepemilikan sistem kepada komunitas di masyarakat. DKI Jakarta merupakan salah \nsatu daerah dengan tingkat pengadopsian sistem PLTS Atap yang tertinggi serta \ndaerah dengan tingkat pengetahuan akan informasi di masyarakat yang tertinggi. \nUntuk itu, menjadi bentuk yang menarik untuk diadakan suatu penelitian guna melihat \nkesiapan skema community-ownership models untuk diimplementasi di DKI Jakarta. \nPenelitian ini sendiri memiliki manfaat lain, selain untuk melihat kesiapan dari skema \ncommunity-ownership diimplementasi di DKI Jakarta, penelitian ini juga memberikan \ngambaran akan sejauh man pengembangan PLTS Atap di Indonesia telah \ndilaksanakan.", "Daftar File": {}, "Penulis": "Joseph Pintor Kishore Simamora [15417035]", "Kontributor / Dosen Pembimbing": ["Saut Aritua Hasiholan Sagala, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "PLTS Atap, inovasi, kesiapan, community-ownership models, DKI Jakarta", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "01 Jun 2022"}