{"Nomor": 64671, "Judul": "ANALISIS PROSES BISNIS DAN PENINGKATAN DALAM PROSES PENJUALAN MENGGUNAKAN BUSINESS PROCESS MODELLING NOTATION (BPMN) DI LOCARVEST", "Abstrak": "Penelitian ini dilakukan di Locarvest. Didirikan pada tahun 2015, Locarvest adalah perusahaan yang menjual produk pertanian secara online di Bandung. Mereka melihat pentingnya produk pertanian bagi manusia dan orang yang suka berbelanja online sebagai peluang bagi mereka untuk menjual produk pertanian secara online. Saat ini, mereka sedang mengembangkan situs web untuk mengganti media penjualan mereka yang akan ada pada akhir Juli 2019. Mereka berasumsi bahwa situs web akan memudahkan proses penjualan. Pada proses penjualan mereka, ada aktivitas kompleks di mana ada beberapa aktivitas berganda yang membuat waktu lebih lama saat melakukan aktivitas tersebut. Beberapa aktivitas juga tidak dapat dilaksanakan ketika mereka menggunakan situs web. Namun, mereka tidak memiliki proses bisnis tertulis di mana banyak perusahaan menjadi tertarik pada proses bisnis karena kebutuhan kegiatan yang efektif dan efisien (Dave, 2017). Proses bisnis memvisualisasikan setiap kegiatan dalam proses termasuk aktor yang bertanggung jawab. Tujuan dari penelitian ini adalah untuk menganalisis dan memodelkan proses bisnis Locarvest saat ini dan mengusulkan proses bisnis baru di mana mereka akan mengganti media penjualan mereka menjadi situs web, sehingga mereka dapat mengetahui apakah situs web tersebut dapat menjadikan proses bisnis menjadi efisien.\nPenulis menggunakan konsep Business Process Management (BPM) di mana dimulai dengan proses yang ada dan membuat perubahan tambahan. Selain itu, BPM juga fleksibel karena menggunakan pemodel dalam grafik yang dapat diubah dengan mudah. Untuk merancang proses bisnis, penulis menggunakan metode Business Process Modelling Notation (BPMN) karena dapat menjalankan BPM. Penulis mengikuti lima fase BPM. Mulai dari perencanaan desain ulang proses, analisis proses yang ada, desain proses baru, pengembangan sumber daya untuk proses baru, dan mengelola implementasi proses baru. Untuk memodelkan proses bisnis saat ini, penulis melakukan wawancara dengan karyawan Locarvest dan melakukan pengamatan.\nDari penelitian ini, penulis menemukan empat masalah dan memberikan rekomendasi untuk setiap masalah. Rekomendasi dari penulis adalah: menghilangkan aktivitas bayar nanti dan menambahkan aktivitas pembatalan pesanan, menghilangkan aktivitas untuk pemesanan peratama ke pemasok dan menambahkan bertanya kepada pemasok tentang produk yang dapat mereka berikan sebelum membuka pre order, dan otomatisasi dari sistem situs web mereka dari pelanggan membuat pesanan, pembayaran, dan pengarsipan pesanan. Untuk mengatasi masalah mereka saat ini dalam proses penjualan mereka dan menciptakan proses yang efektif dan efisien, Locarvest harus mengubah proses bisnis mereka saat ini dengan rekomendasi tersebut di mana desain telah disetujui oleh tim manajemen Locarvest. Selain itu, semua karyawan dalam perusahaan harus memahami dengan baik proses bisnis baru dan perbedaanya dengan proses lama, sehingga mereka dapat memaksimalkan kinerja mereka dan perusahaan.", "Daftar File": {"2019 TS PP FADHILAH AMALINA 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/247573"}, "Penulis": "Fadhilah Amalina [19016119]", "Kontributor / Dosen Pembimbing": ["Dr. Yuanita Handayati, M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Proses bisnis, Business Process Management, Business Process Modelling Notation, studi kasus, pertanian", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "02 Jun 2022"}