{"Nomor": 64683, "Judul": "LEADERSHIP CHARACTERISTICS NEEDED BY PERUM BULOG IN ORDER TO CHANGE FROM DOMINANTLY PUBLIC SERVICE OBLIGATION COMPANY TO BECOME DOMINANTLY COMMERCIAL COMPANY", "Abstrak": "Bulog merupakan Perusahaan milik BUMN (Badan Usaha Milik Negara) yang bergerak di bidang pangan.Meskipun sebagai perusahaan BUMN, Bulog tidak sepenuhnya menjalankan bisnis komersial yang berorientasi pada keuntungan tetapi cenderung lebih menjalankan fungsi pelayanan publik yang dimana Bulog memiliki tugas untuk menyalurkan bantuan pangan dari pemerintah untuk masyarakat miskin. \nNamun, seiring dengan dikeluarkannya Peraturan Presiden No.63 tahun 2017 yang memutuskan bahwa bantuan pangan dari pemerintah tidak lagi dikontrol penuh oleh Bulog melainkan diserahkan kepada mekanisme pasar bebas. Ini menjadi tantangan bagi Bulog, karena mereka harus beralih menjadi lebih komersial daripada pelyanan publik, dan harus lebih kompetitif dan mengurangi peran pelayanan publik. Dalam menghadapi tantangan ini, diperlukan perubahan yang progresif di Bulog, salah satunya perubahan di bidang leadership. \nPenelitian ini bertujuan untuk mengidentifikasi karakter kepemimpinan yang dibutuhkan Bulog untuk menghadapi tantangan tersebut, dan bagaimana bentuk implementasinya. Melalui metode wawancara semi-structured kepada beberapa karyawan bulog. Penelitian ini dibatasi dengan dilakukan di Kantor Pusat Bulog yang berada di Jakarta.\nPeneliti menemukan beberapa karakteristik leadership untuk Bulog seperti berpikiran terbuka, kuat, mampu melihat peluang usaha dengan jeli, berorientasi pada pelanggan, dan disiplin. Selain itu, dalam hal implementasi, Bulog telah mengeluarkan Peraturan Direksi Nomor 05 Tahun 2019 tentang Kamus Kompetensi Manajerial yang dikeluarkan sebagai acuan karakter yang harus dimiliki oleh Bulog untuk menghadapi situasi bisnis yang penuh tantangan dan dinamis.", "Daftar File": {"2019 TS PP GEMILANG IHZA MAHARDHIKA 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/247617"}, "Penulis": "Gemilang Ihza Mahardhika [19016175]", "Kontributor / Dosen Pembimbing": ["Donald Crestofel Lantu, S.T., MBA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bulog, karakteristik, kepemimpinn, pelayanan, komersial, tantangan", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "02 Jun 2022"}