{"Nomor": 64693, "Judul": "PENGARUH PEMBELAJARAN LITERASI KEUANGAN TERHADAP PENGETAHUAN KEUANGAN DAN NIAT MENABUNG UNTUK SISWA DI SDN CIKAWARI 1 DAN SDN MEKAR JAYA 1", "Abstrak": "Pertumbuhan ekonomi merupakan tujuan pemerintah di setiap negara karena hal tersebut\nmencerminkan kesejahteraan rakyatnya. Pemerintah Indonesia percaya bahwa dengan\nmeningkatkan inklusi keuangan, pertumbuhan ekonomi akan meningkat. Pemerintah Indonesia\nmenetapkan target untuk meningkatkan inklusi keuangan hingga 75% pada akhir 2019 sementara\npada tahun 2013 tingkat inklusi keuangan baru mencapai 67,82%. Sementara itu, peningkatan\ninklusi keuangan harus diikuti dengan peningkatan literasi keuangan. Penelitian ini berfokus pada\npeningkatan literasi keuangan yang di spesifikasi menjadi pengetahuan keuangan dan niat\nmenabung untuk anak-anak antara kelas tiga hingga kelas enam. Hal tersebut dilakukan karena\nmengajar anak-anak diibaratkan seperti menulis di atas kertas putih, berlainan dengan\nmengoreksi kebiasaan negatif yang sudah terbentuk sejak awal. Metode penelitian ini\nmenggunakan model quasi eksperimen untuk mengukur efektivitas modul pembelajaran literasi\nkeuangan yang telah dikembangkan, terhadap pengetahuan keuangan dan niat menabung untuk\nsiswa di sekolah dasar. Objek dari penelitian ini terdiri dari kelompok perlakuan dan kelompok\nkontrol dari dua sekolah yang berbeda untuk membuat perbandingan. Data yang dikumpulkan\ndianalisis dengan menggunakan Paired Sample t-Test, Independent Sample t-Test dan Two-Way\nMANOVA. Hasilnya menunjukkan bahwa pembelajaran literasi keuangan yang ditargetkan\ndengan baik dapat meningkatkan pengetahuan keuangan untuk siswa di sekolah dasar. Hasil lain\nmenunjukkan bahwa, siswa sekolah dasar yang mengikuti pembelajaran literasi keuangan terkait\ndengan meningkatnya niat menabung.", "Daftar File": {"2019 TS PP ISTAMITRA PRATIA PRAMONO 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/247664"}, "Penulis": "Istamitra Pratita Pramono [19016179]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pengetahuan Keuangan, Sikap Keuangan, Riset Eksperimental, Niat Menabung", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "03 Jun 2022"}