{"Nomor": 64694, "Judul": "MENINGKATKAN PARTISIPASI PETANI DALAM PLATFORM  DIGITAL DENGAN MENGGUNAKAN GAMIFIKASI: PENDEKATAN MODEL BERBASIS AGEN", "Abstrak": "Pertanian digital muncul sebagai metode baru untuk mengelola koordinasi secara\nefektif di bidang pertanian. Ini meningkatkan sistem pertanian dengan memperkuat\nkoordinasi pertanian melalui berbagi pengetahuan yang memadai sebagai hasil\ndari berbagi data dan informasi. Sayangnya, tingkat adopsi teknologi pertanian\ndigital oleh petani kecil di Indonesia masih rendah. Dimensi kepribadian dan\nmotivasi petani yang rendah menjadi penyebab rendahnya tingkat adopsi ini.\nDengan pertimbangan tersebut, penting untuk menentukan kebijakan yang tepat\nuntuk meningkatkan adopsi, terutama platform digital di kalangan petani,\nkhususnya di Indonesia. Seperti yang disebutkan sebelumnya, penulis\nmenggunakan karakteristik motivasi yang diwakili dalam teori pencapaian tujuan\nsebagai teori yang mendasari untuk menentukan pola adopsi teknologi di kalangan\npetani. Pencapaian tujuan dianggap sebagai (cukup) standar kompetensi tertentu\ndan penggambaran kognitif yang berfokus pada kemungkinan berbasis kompetensi.\nMenurut teori ini, individu dapat dikelompokkan menjadi empat karakteristik:\npendekatan penguasaan, penghindaran penguasaan, pendekatan kinerja, dan\npenghindaran kinerja. Dengan melakukan pemodelan dan simulasi berbasis agen,\npenelitian ini mengambil pendekatan yang berbeda dengan mengusulkan\ngamifikasi dalam pemanfaatan platform digital, yang bertujuan untuk\nmeningkatkan partisipasi dalam koordinasi rantai pasokan. Selain itu, penelitian\nini mencoba melihat koordinasi rantai pasokan pertanian dari perspektif baru\nPertanian 4.0, sedangkan penelitian sebelumnya tentang koordinasi rantai pasokan\npertanian terkait erat dengan contract to farm. Studi kasus di Komunitas Petani\nMuda Keren Bali dilakukan dalam penelitian ini untuk mengeksplorasi dan\nmemodelkan adopsi platform digital di antara para petani di komunitas. Untuk\nmenjembatani koordinasi antara petani dan koperasi, masyarakat membangun\nplatform berbasis mobile bernama Bali Organik Subak (BOS). Hasil penelitian\nmenunjukkan bahwa pendekatan penguasaan dan pendekatan kinerja berpengaruh\nsignifikan terhadap adopsi tingkat dibandingkan dengan jenis lainnya. Selain itu,\nsimulasi model yang diusulkan dengan gamification menunjukkan bahwa ketika\nprobabilitas adopsi meningkat ke nilai terkecil 10% dengan adanya gamification,", "Daftar File": {"2022 TS PP Putu Franciska Fajarini-Abstract.pdf)u": "https://digilib.itb.ac.id/gdl/download/247743"}, "Penulis": "PUTU FRANCISKA FAJARINI [29020020]", "Kontributor / Dosen Pembimbing": ["Dr. Liane Okdinawati"], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Agricultural supply chain coordination, agriculture 4.0, digital platform, goal achievement theory, gamification, agent based simulation.", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "03 Jun 2022"}