{"Nomor": 64708, "Judul": "EFEKTIVITAS CERITA MEREK TRANSMEDIA PADA HARRY POTTER TERHADAP LOYALITAS MEREK DI INDONESIA", "Abstrak": "Cerita merek Transmedia adalah salah satu strategi kreatif baru untuk mengendalikan pesan merek dengan cara yang menarik di seluruh platform teknologi. Namun, studi mengenai transmedia masih sangat terbatas, khususnya yang menjelaskan bagaimana metode ini mempengaruhi loyalitas merek. Harry Potter adalah salah satu merek yang menggunakan strategi ini sedang digunakan untuk mengeksplorasi masalah. Harry Potter berhasil meraih sukses besar di dunia mereka menggunakan cerita merek transmedia. Fakta bahwa setelah enam tahun vakum dari produksi, Harry Potter masih memiliki antusiasme tinggi dari pelanggannya.\nTujuan dari penelitian ini adalah untuk mengetahui efektivitas cerita merek transmedia dalam keterlibatan pelanggan dan untuk mengetahui pengaruh keterlibatan pelanggan dalam loyalitas merek. Penelitian ini dilakukan melalui kuesioner online sebagai alat untuk mengumpulkan data dengan hasil total sampel sebanyak 374 responden. Peneliti menggunakan analisis jalur, yang memiliki tujuan untuk menjelaskan hubungan antara variabel. Berdasarkan perhitungan, peneliti menemukan bahwa pengalaman transmedia memberikan pengaruh positif yang signifikan terhadap keterlibatan pelanggan serta keterlibatan pelanggan membawa pengaruh positif yang signifikan terhadap membangun loyalitas merek.\nSelain itu, ada temuan baru bahwa keterlibatan pelanggan memiliki mediasi efek mediasi kuasi karena pengalaman transmedia mampu secara signifikan mempengaruhi loyalitas merek tanpa melalui atau melibatkan keterlibatan pelanggan. Kami dapat menunjukkan bahwa pengalaman transmedia sudah efektif digunakan dalam Harry Potter. Temuan penelitian ini diharapkan dapat meningkatkan pengetahuan tentang penceritaan merek transmedia. Peneliti juga membuat beberapa rekomendasi untuk penelitian masa depan dan pemilik bisnis yang akan membantu mereka untuk meningkatkan strategi banding mereka.", "Daftar File": {"2019 TS PP KINTAN ANDYARMALASARI PUTRI 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/247694"}, "Penulis": "Kintan Andyarmalasari Putri [19016131]", "Kontributor / Dosen Pembimbing": ["Ira Fachira, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Penceritaan merek transmedia, keterlibatan pelanggan, loyalitas merek, Harry Potter", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "03 Jun 2022"}