{"Nomor": 64702, "Judul": "PENGARUH REALITAS VIRTUAL PADA NIAT PEMBELIAN PRODUK DI PROPERTI INDUSTRI (STUDI KASUS : PT. QOUDAU SUKSES PROPERTI)", "Abstrak": "Selama beberapa tahun terakhir, aplikasi Virtual Reality (VR) telah meningkat karena kemajuan\nteknologi dan peningkatan aksesibilitas perangkat pintar. Melalui Virtual Reality, pelanggan yang\nberpotensial dapat mencoba serta berinteraksi. Selain menghemat waktu dan upaya yang\ndiperlukan untuk membuat keputusan dalam pembelian. Tujuan dari penelitian ini adalah untuk\nmenguji pengaruh Virtual Reality terhadap niat pembelian produk di antara calon pembeli\nproperti; dan apakah ada hubungan antara penggunaan teknologi dan niat pembelian. Karena\nbanyak perusahaan properti di Indonesia yang telah menggunakan VR sebagai media promosi\nmereka namun, masih belum mengetahui pengaruhnya terhadap niat pembelian produk oleh\nkostumer.\nPenelitian ini didasarkan pada teori Technology Acceptance Model (TAM), dan Unified Theory\nof Acceptance and Use of Technology 2 (UTAUT2). Penelitian kuantitatif dilakukan dan diikuti\noleh survei dari 103 responden pencari properti cibubur perdana 2 di Mall Ciputra Cibubur.\nAplikasi 360 dari Premiere 2 Property digunakan untuk diuji dalam perangkat VR. Partial Least\nSquare (PLS) digunakan untuk menguji hubungan antara penggunaan Virtual Reality dan niat\nbeli produk properti. Temuan penelitian ini menunjukkan bahwa teknologi VR berdampak pada\nniat pembelian produk. Karakteristik teknologi yang sangat penting adalah informasi tentang\nproduk (Informasi Produk), interaksi virtual dengan produk (Telepresence) dan kemudahan\nmenggunakan teknologi(Percieved Ease Of Use). Temuan ini bermanfaat bagi manajer untuk\nmemuaskan pelanggan mereka dan memberi mereka pengalaman unik melalui teknologi VR yang\ntertanam dalam pemasaran, yang berfungsi sebagai alat yang ampuh untuk mempertahankan\npelanggan dan membangun keunggulan kompetitif yang unik", "Daftar File": {"2019 TS PP JORGIE MUHAMMAD INDRASTIADI 1 - FULL TEXT.pdf5?": "https://digilib.itb.ac.id/gdl/download/247683"}, "Penulis": "Jorgie Muhammad Indrastiadi [19016159]", "Kontributor / Dosen Pembimbing": ["Yulianto, S.Si., M.A.B., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Realitas Virtual, Industri Properti, Perangkat pintar, Niat Pembelian Produk", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "03 Jun 2022"}