{"Nomor": 64712, "Judul": "PENGARUH KECERDASAN EMOSIONAL TERHADAP IPK MAHASISWA TINGKAT AKHIR SBM ITB", "Abstrak": "Di dunia kerja masa lalu, kecerdasan kognitif atau intelligence quotient (IQ) digunakan sebagai kriteria paling penting bagi pengusaha untuk memilih karyawan mereka karena dapat memprediksi kinerja individu. Tetapi, hari ini, kecerdasan emosional (EI) atau emotional quotient (EQ) adalah sesuatu yang tidak kalah pentingnya dengan IQ dalam pemilihan karyawan dan juga dapat memprediksi kinerja individu. Kecerdasan kognitif dan emosional telah diteliti dan dikonfirmasi bahwa mereka memiliki peran masing-masing untuk memprediksi kinerja individu di tempat kerja, dengan kecerdasan kognitif memiliki porsi lebih kecil daripada kecerdasan emosional. Masalahnya adalah bahwa hasil Survei Kepuasan Pengguna Alumni ITB, kecerdasan emosi, yang memiliki porsi lebih besar, selalu memiliki kesenjangan yang besar (selalu di peringkat 5 besar) antara apa yang dibutuhkan dan kepuasan. Juga, dari Survei Pengguna ITB 2018, kecerdasan emosi alumni SBM Manajemen ITB, satu-satunya fakultas yang termasuk dalam humaniora di ITB yang diyakini telah menjadi pelopor dalam menekankan kecerdasan emosi selain kecerdasan kognitif di ITB, berada di puncak 6 kesenjangan terbesar antara kebutuhan dan kepuasan pengguna. Ini menunjukkan bahwa kecerdasan emosi yang dimiliki oleh alumni SBM ITB tidak memenuhi standar atau kebutuhan yang diinginkan oleh majikan, dan banyak masalah dan biaya mungkin timbul dari defisit kecerdasan emosi.\nKarena dalam kecerdasan emosional harus ada beberapa elemen yang memiliki pengaruh dominan terhadap kinerja, penting untuk mengetahuinya sehingga mereka dapat dikembangkan lebih intensif. Oleh karena itu, penelitian ini diperlukan untuk mengetahui faktor-faktor kecerdasan emosi apa yang paling mempengaruhi kinerja siswa diukur dengan Kumulatif Grade Point Average (CGPA), sehingga dapat digunakan sebagai bahan wawasan dan evaluasi bagi SBM ITB dalam meningkatkan kurikulum yang dapat mengembangkan kecerdasan emosional. Penelitian ini hanya berfokus pada mahasiswa tahun terakhir SBM ITB angkatan 2019 karena walaupun SBM adalah satu-satunya fakultas yang termasuk dalam humaniora di ITB, dan yang diyakini telah menjadi pelopor ITB dalam mengembangkan berbagai program dan kurikulum yang tidak hanya fokus pada kognitif kecerdasan tetapi juga kecerdasan emosi, kecerdasan emosi yang dimiliki oleh alumni SBM ITB tidak memenuhi standar penggunanya. Data kecerdasan kognitif dan emosional siswa dikumpulkan dari EQ SBM BA sedangkan data tentang CGPA siswa berasal dari bank data SBM ITB, dan ada 234 siswa tahun terakhir SBM ITB sebagai sampel. Data diolah menggunakan regresi linier berganda dengan program SPSS. Hasil analisis adalah bahwa ada pengaruh positif antara manajemen diri dan stres & kemampuan beradaptasi terhadap CGPA mahasiswa tahun terakhir Manajemen SBM ITB angkatan 2019 dan elemen kecerdasan emosi lainnya, kesadaran diri, kesadaran sosial, manajemen hubungan, dan pemikiran emosional tidak mempengaruhi mahasiswa tahun terakhir Manajemen SBM ITB angkatan 2019 CGPA. Unsur kecerdasan emosi yang paling mempengaruhi CGPA mahasiswa tahun terakhir Manajemen SBM ITB adalah Stres dan Adaptasi dengan pengaruh 6,3%, kemudian diikuti oleh manajemen diri dengan pengaruh 4,3%.", "Daftar File": {"2019 TS PP LUCIANA ROSARIA OKTAVIANA 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/247706"}, "Penulis": "Luciana Rosaria Oktaviana [19016163]", "Kontributor / Dosen Pembimbing": ["Nur Arief Rahmatsyah Putranto, S.T., MHRM (Hons)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kecerdasan Emosional, IPK.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "03 Jun 2022"}