{"Nomor": 64728, "Judul": "PENGARUH PERGERAKAN MODE BERKELANJUTAN TERHADAP PEMBELIAN PRODUK DI GENERASI MUDA DI JABODETABEK, BANDUNG, DAN SURABAYA", "Abstrak": "Fashion ada di mana-mana, kita semua melihatnya, membelinya, bahkan membuatnya. Industri ini adalah salah satu kontributor ekonomi global terbesar bersama dengan industri lain. Di era sekarang ini, industri fashion sedang didominasi oleh merek-merek yang disebut Zara, H&M, Forever 21, Bershka, dll. Merek-merek ini menggunakan alat untuk menghasilkan produk dengan jumlah waktu yang singkat dan membuatnya sebanyak mungkin untuk memenuhi permintaan yang dibutuhkan. Merek-merek ini mampu membuat produk dan mengikuti tren tanpa ketinggalan, merek-merek ini mampu membuat setiap bagian dari produk fashion, mulai dari kepala hingga kaki hanya dalam hitungan bulan bahkan lebih cepat. Merek-merek ini dikenal sebagai Fast Fashion. Namun, keberadaan produk Fast Fashion tidak selalu positif. Menggunakan negara buruh yang ber-harga murah (seperti Indonesia, Malaysia, dan Cina), dan bahan menggunakan bahan kimia beracun, gerakan fast fashion menghasilkan cara yang tidak etis untuk menjadi merek mode. Merusak lingkungan dan tidak memenuhi hak tenaga kerja dengan benar. Dari itu, kini merek fast fashion kini diragukan. Dari masalah yang terjadi, muncul sebuah gerakan bernama Slow Fashion yang istilahnya pertama kali dibuat oleh Kate Fletcher. Tidak hanya berfokus pada menghasilkan keuntungan, gerakan ini juga mempertimbangkan hak-hak tenaga kerja hingga keberlanjutan lingkungan. Meski memiliki harga premium, gerakan slow fashion memastikan umur produk yang tahan lama. Penelitian ini bertujuan untuk menguji secara empiris pengaruh orientasi konsumen terhadap mode lambat (ekuitas, keaslian, lokalisme, dan eksklusivitas) dalam nilai pelanggan yang dirasakan sampai kesediaan mereka untuk membayar dengan harga premium. Penelitian ini menggunakan variabel independen yang merupakan orientasi konsumen terhadap slow fashion (ekuitas, keaslian, lokalisme, dan eksklusivitas), variabel mediasi yang adalah sebagai nilai pelanggan, dan variabel dependen yang bersedia membayar dengan harga premium. Sampel penelitian adalah populasi Jabodetabek, Bandung, dan Surabaya dengan spesifikasi usia antara Generasi Z (13-23 tahun) dan Millenial (24-38 tahun). Pengumpulan data dilakukan dengan menggunakan alat kuesioner yang didistribusikan secara langsung melalui survei online sebanyak 424 responden dengan metode statistik yang digunakan adalah Partial Leas Square - Structural Equation Model. Hasil penelitian ini menunjukkan bahwa empat atribut orientasi konsumen terhadap slow fashion secara signifikan mempengaruhi nilai pelanggan yang dirasakan dan juga nilai pelanggan yang dirasakan secara signifikan mempengaruhi kesediaan untuk membayar dengan harga premium.", "Daftar File": {"2019 TS PP MUHAMMAD SADDAM ZULFIKAR 1 - FULL TEXT.pdf)u": "https://digilib.itb.ac.id/gdl/download/247751"}, "Penulis": "Muhammad Saddam Zulfikar [19016027]", "Kontributor / Dosen Pembimbing": ["Dr. Isti Raafaldini Mirzanti, M.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "fast fashipn, slow fashion, mode berkelanjutan, persepsi nilai pelanggan, kemauan membayar dengan harga premium", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "03 Jun 2022"}