{"Nomor": 64729, "Judul": "APLIKASI SELEKSI SUBKONTRAKTOR MENGGUNAKAN METODE ANALYTICAL HIERARCHY PROCESS DI RITZ GARMENT", "Abstrak": "Seiring dengan meningkatnya industri garmen, subkontraktor diperlukan untuk membantu\nperusahaan memenuhi permintaan yang tidak dapat dipenuhi. Untuk mengelola subkontraktor\nsehingga menjaga kualitas produk, pemilihan subkontraktor harus dilakukan untuk memastikan\nsubkontraktor yang dipilih untuk bekerja sama dapat memenuhi persyaratan perusahaan. Salah\nsatu metode yang dapat digunakan untuk melakukan pemilihan subkontraktor adalah metode\nAnalytical Hierarchy Process (AHP), yaitu metode pengambilan keputusan yang digunakan\nketika ada berbagai kriteria yang harus dipertimbangkan. Penelitian ini merupakan aplikasi\npemilihan subkontraktor yang dilakukan di Ritz Garment, yang merupakan produsen garmen,\nmenggunakan metode AHP. Penelitian ini bertujuan untuk menentukan tingkat kepentingan\nkriteria dan sub-kriteria yang digunakan untuk pemilihan subkontraktor untuk Ritz Garment,\nmenilai kinerja subkontraktor saat ini dan alternatif, dan memberikan rekomendasi untuk Ritz\nGarment berdasarkan pemilihan subkontraktor.\nUntuk menentukan pentingnya kriteria dan sub-kriteria dan juga untuk menilai alternatif terhadap\nmasing-masing sub-kriteria, pembuat keputusan yang merupakan manajer dan pemilik Ritz\nGarment diwawancarai sebagai responden untuk mendapatkan penilaian ahli mereka. Wawancara\nakan menghasilkan perbandingan berpasangan untuk setiap kriteria dan sub-kriteria dari masingmasing\nresponden yang akan dirata-rata menggunakan rata-rata geometrik untuk mendapatkan\nangka yang akan digunakan untuk menghitung bobot masing-masing kriteria dan sub-kriteria.\nDari hasil penelitian ini yang dilakukan dengan menggunakan metode AHP dengan perangkat\nlunak Expert Choice, tingkat kepentingan untuk setiap kriteria dan alternatif diperoleh. Urutan\nkepentingan kriteria adalah Kualitas (0,296), Biaya (0,290), Keandalan (0,273), Pengiriman\n(0,080), dan Fleksibilitas (0,061). Urutan Global Weight untuk sub-kriteria adalah Tingkat Cacat\n(0,156), Dapat Dipercaya (0,154), Biaya Internal (0,153), Kualitas Kesesuaian (0,140), Harga\nProduk (0,137), Keandalan Produk (0,119), Keandalan Produk (0,119), Kustomisasi (0,051),\nKepatuhan dengan Kuantitas (0,045), Kesesuaian dengan Jadwal (0,035), dan Perubahan Volume\nProduk (0,010). Untuk alternatif, urutan kepentingan adalah Subkontraktor Alternatif 1 (7.667),\nSubkontraktor Alternatif 2 (0.7.314), Subkontraktor Alternatif 3 (7.099) dan Subkontraktor Saat\nIni (6.266). Dari hasil tersebut, disimpulkan bahwa Subkontraktor Alternatif 1 adalah\nsubkontraktor terbaik untuk menggantikan Subkontraktor Saat Ini", "Daftar File": {"2019 TS PP MUTHIA RAMADHANI 1 - FULL TEXT.pdf?": "https://digilib.itb.ac.id/gdl/download/247752"}, "Penulis": "Muthia Ramadhani [19016174]", "Kontributor / Dosen Pembimbing": ["Dr. Yuanita Handayati, M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "industri garmen, pemilihan subkontraktor, analytical hierarchy process, kriteria, sub-kriteria, subkontraktor terbaik, studi kasus", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "03 Jun 2022"}