{"Nomor": 64727, "Judul": "ANALYSIS OF THE SHARE PRICE OF PT INDOSAT TBK. USING ABSOLUTE VALUATION AND RELATIVE VALUATION", "Abstrak": "Didirikan pada tahun 1967, PT Indosat Tbk (Indosat Ooredoo) adalah penyelenggara jasa telekomunikasi serta informatika dan/atau jasa teknologi konvergensi terkemuka di Indonesia, serta merupakan anggota Grup Ooredoo, penyelenggara jasa telekomunikasi global. Indosat Ooredoo menyediakan layanan selular, data tetap dan layanan broadband nirkabel serta layanan telekomunikasi tetap atau layanan suara tetap termasuk SLI, sambungan tetap nirkabel serta sambungan telepon tetap, dan layanan digital. Selain itu, Indosat menyediakan layanan data tetap atau Multimedia, Internet & Komunikasi Data seperti IPVPN, penyewaan jalur, layanan internet dan layanan teknologi informasi segmen korporat. Saham Indosat Ooredoo tercatat di Bursa Efek Indonesia sebagai (ISAT). Penelitian bertujuan menganalisis nilai intrinsik apakah sebanding dengan nilai pasar saham PT Indosat Tbk (ISAT). Penghitugan harga wajar saham dilakukan metode Discounted Cash Flow (DCF) Free Cash Flow to Firm (FCFF). Setelah itu juga digunakan Relative Valuation dengan metode P/E Ratio dan EV/EBITDA. Berdasarkan metode FCFF diketahui nilai saham ISAT overvalued. Berdasarkan pendekatan Relative Valuation dengan pembanding PT Telekomunikasi Indonesia Persero.(TLKM), PT Smartfren Telecom Tbk.(FREN) and PT Xl Axiata Tbk.(EXCL), didapatkan nilai saham ISAT adalah overvalued. Setelah membangun Penilaian Akhir dapat dilihat bahwa nilai intrinsiknya adalah Rp1.750 sedangkan nilai pasarnya adalah Rp2.270. Dari analisis ini, investor dianjurkan untuk menjual saham PT. Indosat Tbk. dan bagi perusahaan perlu mencari strategi berikutnya untuk mempertahankan posisi mereka di pasar.", "Daftar File": {"2019 TS PP MUHAMMAD NUGA RESTU FILDANTO 1 - FULL TEXT.pdf?_": "https://digilib.itb.ac.id/gdl/download/247750"}, "Penulis": "Muhammad Nuga Restu Fildanto [19016086]", "Kontributor / Dosen Pembimbing": ["Dr. Sylviana Maya Damayanti"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "valuasi, nilai intrinsik, nilai pasar, PT Indosat Tbk.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "03 Jun 2022"}