{"Nomor": 64720, "Judul": "EVALUASI KEUANGAN PT PEGADAIAN SEBELUM DAN SELAMA PANDEMI COVID-19", "Abstrak": "PT Pegadaian merupakan salah satu lembaga keuangan non-bank yang memiliki signifikansi \nterhadap ekonomi masyarakat menengah ke bawah dan Usaha Mikro Kecil dan Menengah\n(UMKM) lewat layanan gadainya. Sebagai bagian dari Badan Usaha Milik Negara (BUMN),\nkinerja PT Pegadaian tidak hanya dinilai dari capaian bisnisnya, melainkan juga dari\nkesuksesannya dalam membantu pemerintah memberdayakan ekonomi masyarakat, terutama\ndalam situasi krisis seperti pandemi COVID-19 saat ini. Oleh karena itu diperlukan suatu bentuk\nevaluasi terhadap kondisi kesehatan keuangan PT Pegadaian demi memastikan keberlangsungan\nhidup perusahaan tersebut. Pedoman penilaian kondisi kesehatan keuangan BUMN sendiri telah\nditetapkan pemerintah melalui Peraturan Menteri BUMN No. KEP-100/MBU/2002 tentang\nPenilaian Tingkat Kesehatan Badan Usaha Milik Negara. Penelitian ini ditujukan untuk\nmengevaluasi kesehatan keuangan PT Pegadaian dalam kurun waktu 2017 – 2021 berdasarkan\nketentuan di atas serta beberapa indikator keuangan tambahan guna membandingkan dan\nmenganalisis kondisi kesehatan keuangan PT Pegadaian sebelum dan selama pandemi COVID19.\nPenelitian\nini\nmenggunakan\nmetode\nkuantitatif\ndeskriptif\nuntuk\nmenjelaskan\nsejumlah\ntemuan\n\nmenggunakan\noperasi\nmatematis.\nPenelitian\nini\ndiharapkan\ndapat\nmemberikan\npemahaman\nyang\n\nmemadai\n\nkepada pihak terkait mengenai kondisi keuangan PT Pegadaian, terutama mengenai\nbagaimana perusahaan tersebut menanggulangi krisis pandemi COVID-19 serta mengenai\nkemampuan perusahaan untuk terus menjalankan peran strategisnya dalam melayani masyarakat\npasca era pandemi. Penelitian ini menemukan bahwa kendati pandemi COVID-19 tidak\nberdampak pada klasifikasi tingkat kesehatan keuangan PT Pegadaian, dalam dua tahun pandemi\ntotal skor tertimbang perusahaan mengalami pemburukan. Faktor yang paling berkontribusi\nterhadap kondisi tersebut ternyata adalah langkah antisipatif manajemen dalam menaikkan\ncadangan kerugian penurunan nilai pinjaman secara signifikan yang terbukti menekan nilai laba\nbersih perusahaan. Dengan demikian, diharapkan pemangku kepentingan dapat mengambil sikap\ndan langkah yang tepat menyangkut perusahaan tersebut ke depannya. \n \nKata kunci: PT Pegadaian, Pandemi COVID-19, Kesehatan Keuangan, BUMN, UMKM", "Daftar File": {"2022 SM PP Habibie Al Rasyid-Abstract.pdf)u": "https://digilib.itb.ac.id/gdl/download/247728"}, "Penulis": "Habibie Al Rasyid [19018070]", "Kontributor / Dosen Pembimbing": ["Oktofa Yudha Sudrajad, S.T., M.S.M., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "PT Pegadaian, Pandemi COVID-19, Kesehatan Keuangan, BUMN, UMKM", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "03 Jun 2022"}