{"Nomor": 64736, "Judul": "OPTIMASI PELARUT EKSTRAKSI KURKUMINOID DARI RIMPANG KUNYIT (CURCUMA DOMESTICA VAL.)", "Abstrak": "Kunyit merupakan tanaman yang banyak digunakan dalam pengobatan tradisional. Rimpang kunyit merupakan salah satu cumber senyawa kurkuminoid. Senyawa kurkuminoid adalah senyawa metabolit sekunder yang telah diteliti sebagai antikanker dan antioksidan. Kandungan kurkuminoid dari ekstrak rimpang kunyit dipengaruhi oleh beberapa faktor, salah satunya adalah pelarut ekstraksi. Pelarut yang digunakan mempengaruhi jumlah kurkuminoid yang diekstraksi dari rimpang kunyit dan kemudahan ekstrak untuk dikeringkan, maka dilakukan percobaan ektraksi kurkuminoid dari rimpang kunyit dengan menggunakan empat jenis pelarut yang berbeda. Pelarut yang digunakan adalah etanol 50%, etanol 70%, etanol 96%, dan etil asetat. Ekstraksi dilakukan dengan menggunakan metode refluks dengan lama ektraksi dan jumlah pelarut yang sama. Bahan yang diekstraksi dalam bentuk serbuk simplisia rimpang kunyit yang memilki kadar air 7,89%, kadar sari larut etanol 17,51%, kadar sari larut air 12,25%, dan kadar abu total 6,67%. Rendemen basil ektraksi yang diperoleh untuk ekstrak etanol 50% sebesar 8,70%, ekstrak etanol 70% sebesar 21,05%, ekstrak etanol 96% sebesar 29,29%, dan ekstrak etil asetat 16,08%. Pengukuran kadar kurkuminoid dalam ekstrak dilakukan dengan menggunakan kromatografi cair kinerja tinggi. Kadar kurkuminoid paling tinggi terdapat dalam ekstrak etil asetat yaitu 58,53%. Kadar kurkurninoid dalam ekstrak etanol meningkat dengan meningkatnya kandungan etanol dalam pelarut ekstraksi. Hasil pengukuran kadar kurkurninoid dalam etanol 50%, etanol 70%, dan etanol 96% berturut-turut yaitu sebesar 4,16%, 29,12%, dan 36,51%.", "Daftar File": {"ABSTRAK Tuti Susilawati": "https://digilib.itb.ac.id/gdl/download/247817"}, "Penulis": "Tuti Susilawati [10707082]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sukrasno, M.S.", "Prof. Dr. Irda Fidrianny, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "06 Jun 2022"}