{"Nomor": 64737, "Judul": "ESSENTIAL OIL AND ANTIOXIDANT COMPOUND OF CITRUS AURANTIFOLIA (CHRISTNI.) SWINGLE PEELS", "Abstrak": "Citrus aurantifolia (Christm.) Swingle are of Rutaceae family that is famous in many countries especially in Malaysia and Indonesia. The lime essential oil has been used for aroma and flavor enhancer, muscle relaxant, and anti-acne. Other part of the fruit was found to possess antimicrobial, anticancer, prevent scurvy and antioxidant activities. This research aim is to identify essential oil components in lime peel, to isolate antioxidant compounds from Citrus aurantifolia (Christm.) Swingle peels. Essential oil of fresh lime peel was isolated by steam distillation and analyzed by using gas chromatography coupled with mass spectrometry (GC- MS). The remaining boiled water was fractionated by liquid-liquid extraction method using ethyl acetate to obtain ethyl acetate and water fractions. Phytochemical screenings was done on crude drug, water and ethyl acetate fractions. Antioxidant activity of water, ethyl acetate fraction and essential oil and vitamin C were analyzed using DPPH (2, 2-diphenyl- I -picrylhydrazyl) radical scavenging method. Total phenol and total flavonoid content of both fractions were also measured. The water fraction was subfractioned by preparative paper chromatography and purity of the band I was tested by TLC. isolate X was characterized using specific spraying reagent and UV-Vis spectrophotometry. Ethyl acetate fraction was subfractioned using column chromatography. Subtractions were monitored by TLC. Purification of band A was tested by TLC. Isolate Y was characterized using specific spray reagent and UV-Vis spectrophotometry. Phytochemical screening of the crude drug and fractions confirmed the presence of flavonoid, phenolic and steroid/triterpenoid. The essential oil of lime peel consists of linalool, limonene oxide, 4-terpineol, alpha¬terpineol, trans-geraniol, Z-citral, E-citral and linalyl acetate was obtained. Antioxidant activity with DPPH method gave IC50 of water fraction 5.68 ppm while ethyl acetate fraction 3.56 ppm. Isolate X that obtained from water fraction has shown peaks at wavelength 271 nm and 331 nm. An unknown isolate from ethyl acetate fraction has conjugated double bond. Lime-peels contain essential oil, flavonoid and phenolic compound. Antioxidant compound of water fraction was supposed to be flavonol glycoside. Phenolic compound of ethyl acetate fraction has maximum wavelength at 321 rim.", "Daftar File": {"ABSTRAK Subha Ponniah": "https://digilib.itb.ac.id/gdl/download/247818"}, "Penulis": "Subha Ponniah [10708718]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Sukrasno, M.S.", "Prof. Dr. Irda Fidrianny, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Citrus aurantifolia (Christm.) Swingle, water fraction, ethyl acetate fraction, flavonoid, phenolic, essential oil.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "06 Jun 2022"}