{"Nomor": 64734, "Judul": "SINTESIS DAN KARAKTERISASI PATI-G-POLI(KALIUM 3-SULFOPROPIL AKRILAT) TERMODIFIKASI NANOSILIKA SEBAGAI MATERIAL POTENSIAL UNTUK APLIKASI PENINGKATAN PEROLEHAN MINYAK", "Abstrak": "Minyak bumi merupakan sumber utama bahan bakar yang digunakan untuk mendukung aktivitas manusia. Pengambilan minyak bumi secara primer ke dalam reservoir masih menyisakan minyak sebanyak 60±70%. Oleh karena itu, perlu diterapkan metode peningkatan perolehan minyak (Enhanced Oil Recovery, EOR) untuk meningkatkan efisiensi perolehan minyak dari dalam reservoir. Injeksi polimer merupakan salah satu metode EOR yang sering digunakan. Pati merupakan biopolimer yang berpotensi unggul untuk aplikasi EOR tipe injeksi polimer karena relatif ekonomis, sumber bahan baku melimpah, dan memiliki viskositas yang cukup tinggi. Namun, pati bersifat sukar larut dalam air pada suhu ruang, oleh karena itu diperlukan modifikasi pati agar memiliki karakteristik yang unggul sebagai bahan aktif EOR. Pada penelitian ini, pati dimodifikasi menggunakan monomer kalium 3-sulfopropil akrilat melalui reaksi kopolimerisasi cangkok untuk mendapatkan pati-g-poli(kalium 3-sulfopropil akrilat). Kemudian dibuat sistem dispersi antara pati-g-poli(kalium 3-sulfopropil akrilat) dengan nanosilika untuk meningkatkan ketahanan viskositas larutan pati-g-poli(kalium 3- sulfopropil akrilat) terhadap suhu tinggi dan salinitas. Pati telah berhasil diisolasi dari singkong dengan persen rendemen 9,39%. Pati-g-poli(kalium 3-sulfopropil akrilat) telah berhasil disintesis dengan persen rendemen 40±92% dan persen pencangkokan 200±4000%. Spektra Fourier Transform Infrared (FTIR) dari kopolimer yang terbentuk menunjukkan adanya puncak serapan baru pada bilangan gelombang 1700 cm-1 yang merupakan vibrasi ulur dari C=O dan berkurangnya intensitas puncak vibrasi ±OH pada bilangan gelombang 3500±\n3000 cm-1. Difraktogram sinar-X dari kopolimer yang terbentuk menunjukkan adanya puncak difraksi baru pada 2?  disekitar 10o, 30o, dan 42o  yang berasal dari monomer kalium 3-\nsulfopropil akrilat.   Pati-g-poli(kalium 3-sulfopropil akrilat) merupakan polimer anionik dengan nilai potensial zeta sebesar -70,1 ± 3,57 mV dan memiliki ukuran partikel 442,3 ± 49,8\nnm. Larutan polimer pati-g-poli(kalium 3-sulfopropil akrilat) (500-2000 ppm) menghasilkan viskositas 2±18 cP pada suhu 27±90 oC. Larutan polimer pati-g-poli(kalium 3-sulfopropil akrilat) memiliki ketahanan viskositas yang baik pada suhu 27±90 oC dan memiliki ketahanan salinitas yang cukup baik pada konsentrasi larutan garam NaCl 2500±10000 ppm. Pembuatan dispersi nanosilika dan pati-g-poli(kalium 3-sulfopropil akrilat) telah dilakukan. Sistem dispersi optimum diperoleh untuk pencampuran 500, 1000, dan 1500 ppm larutan pati-g- poli(kalium 3-sulfopropil akrilat) dan 0,06%b/v nanosilika, serta 2000 ppm larutan pati-g- poli(kalium 3-sulfopropil akrilat) dan 0,04%b/v nanosilika. Ukuran partikel dispersi berada\npada rentang 216,5 ± 30,9 nm sampai 296,6 ± 33,3 nm. Dari hasil pengukuran viskositas didapatkan bahwa dispersi memiliki nilai viskositas yang lebih tinggi pada rentang 3±21 cP. Hasil ini menunjukkan bahwa penambahan nanosilika mampu memperbaiki ketahanan viskositas pati-g-poli(kalium 3-sulfopropil akrilat) terhadap suhu dan salinitas.", "Daftar File": {"ABSTRAK Eva Silvia Septiana": "https://digilib.itb.ac.id/gdl/download/248411", "PUSTAKA Eva Silvia Septiana": "https://digilib.itb.ac.id/gdl/download/251843"}, "Penulis": "Eva Silvia Septiana [10518005]", "Kontributor / Dosen Pembimbing": ["Dr. Rachmawati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "EOR, nanosilika, pati, pati-g-poli(kalium 3-sulfopropil akrilat)", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "06 Jun 2022"}