{"Nomor": 64742, "Judul": "PERAN SEKTOR PERTAMBANGAN DAN PENGGALIAN UNTUK  MENDUKUNG PENGEMBANGAN KABUPATEN BANDUNG BARAT STUDI KASUS: TAMBANG BATUGAMPING PT. XYZ", "Abstrak": "Kabupatcn Bandung Baral merupakan kabupaten baru scjak 2 Januari 2007. Sektor Industri Pengolahan memberikan kontribusi terbesar bagi PDRB kabupaten. Sementara itu, meskipun kontribusinya tidak besar (rata-rata 0,4%), sektor Pertambangan dan Penggalian diharapkan mampu berperan sebagai sektor pendorong. \n\nUntuk mengetahui peran sektor pertambangan di Kabupaten Bandung Barat, penelitian ini mendasarkan analisisnya pada PT. XYZ sebagai studi kasus, dimana PT. XYZ dalam kurun waktu tahun 2008 - 2012 memberikan kontribusi yang cukup besar bagi PDRB sector Pertambangan clan Penggalian, yaitu sekitar 46% -52%. \n\nPenelitian ini menggunakan metode Net Social Gain (NSG) untuk menjabarkan manfaat perusahaan bagi perekonomian daerah. Sedangkan, metode Location Quotient (LQ) dan Shift- Share Analysis (SSA) akan mengidentifikasi peringkat prioritas pengembangan sektor. \n\nDari analisis NSG, PT. XYZ memiliki manfaat sosial neto yang meningkat setiap tahunnya. Nilai balas jasa yang diterima karyawan non-staf \\ebih besar daripada Upah Minimum Kabupaten (UMK) dan dalam kurun waktu 4 tahun terakhir, manfaat eksternalitas PT. XYZ meningkat hampir 3 kali lipat. Sedangkan analisis LQ dan SSA meii1buktikan bahwa sektor Pertambangan dan Pengga\\ian sebagai sektor basis menduduki peringkat kedua dalam prioritas pengembangan sektor. \n\nSetelah diketahui tingkat prioritas dan identifikasi kekuatan, kelemahan, peluang, dan ancaman yang dihadapi, menggunakan analisis SWOT disusunlah strategi pengembangan dan pembangunan wilayah Kabupaten Bandung Baral agar selaras dengan potensi yang dimiliki.", "Daftar File": {"COVER Aryo Prawoto Wibowo": "https://digilib.itb.ac.id/gdl/download/247839", "2014 ARYO PRAWOTO WIBOWO 1-TABLE OF CONTENT.pdf)u": "https://digilib.itb.ac.id/gdl/download/247840", "2014 ARYO PRAWOTO WIBOWO 1-EDITORIAL BOARD.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247841", "2014 ARYO PRAWOTO WIBOWO 1-PAPER.pdf?": "https://digilib.itb.ac.id/gdl/download/247842"}, "Penulis": "Aryo Prawoto Wibowo [-]", "Kontributor / Dosen Pembimbing": ["Aldin Ardian"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Net Social Gain (NSG), Location Quotient (LQ), Shift-Share Analysis (SSA),  Sektor Basis, Sektor Prioritas, analisis SWOT", "Sumber": "", "Staf Input/Edit": "Resti Andriani  \n                                     Resti Andriani", "File": "4 file", "Tanggal Input": "06 Jun 2022"}