{"Nomor": 64744, "Judul": "PERMODELAN AWAL PENENTUAN LOKASI PENCAMPURAN  BATUBARA UNTUK MEMASOK BATUBARA KE PLTU BARU PT PLN (PERSERO), TBK. DI PULAU JAWA", "Abstrak": "Indonesia mcmiliki sumbcrdaya batubara sebesar 119,45 milyar ton dengan jum!ah cadangan sebesar 28,98 milyar ton (www.bgl.esdm.go.id). Berdasarkan nilai kalorinya, batubara Indonesia diklasifikasikan menjadi batubara kalori rendah (???? 5.100 kkal/kg adb), kalori sedang (5.100- 6.100 kkal/kg adb), kalori tinggi (6.100- 7.100 kkal/kg adb), dan kalori sangat tinggi (2:. 7.100 kkal/kg adb). Seki tar 67% batubara Indonesia tergolong dalam kalori sedang dan 24% tergolong dalam kalori rendah. Batubara kalori rendah dan kalori sedang ini umurnnya dimanfaatkan sebagai bahan baku untuk Pembangkit Listrik Tenaga Uap (PLTU). PT PLN (Persero), Tbk. sebagai operator PLTU paling banyak di Indonesia mensyaratkan beberapa kriteria batubara yang dapat dimanfaalkan sebagai bahan bakar, seperti nilai kalori, kandungan air, kandungan abu, dan kandungan sulfur. \n\nKualitas batubara Indonesia sangat tergantung dari kondisi pembentukannya, sehingga  karakteristik dan kualitasnya berbeda-beda. Hal ini rnenyebabkan tidak semua batubara di Indonesia dapat langsung memenuhi persyaratan teknis untuk dapat digunakan sebagai bahan bakar PLTU. Untuk itu, perlu dilakukan pencampuran (blending) batubara untuk mendapatkan karakteristik dan kualitas yang scsuai dengan persyaratan PL TU. Pencampuran ini dapat dilakukan di suatu unit pencampuran batubara yang harus dibangun di suatu \\okasi yang dapat memberikan biaya pcnanganan dan transportasi paling murah. Dalam kajian ini akan dilakukan idenlifikasi \\okasi sumber batubara dan PLTU baru PT PLN (Persero), Tbk. di Pulau Jawa serta pembentukan model awal pemanfaatan batubara di Indonesia untuk PLTU baru tersebut. Analisis dalam kajian ini akan dilakukan dengan menggunakan program tinier. Dengan menggunakan program linier, akan dihasilkan sebuah kesimpulan mengenai rekomendasi lokasi unit pencampuran batubara dan proporsi kcbutuhan batubara untuk PLTU baru PT PLN (Persero), Tbk. di Pulau Jawa.", "Daftar File": {"COVER Firly Rachmaditya Baskoro": "https://digilib.itb.ac.id/gdl/download/247859", "2014 FIRLY RACHMADITYA BASKORO 1-EDITORIAL BOARD.pdf\n]": "https://digilib.itb.ac.id/gdl/download/247860", "2014 FIRLY RACHMADITYA BASKORO 1-TABLE OF CONTENT.pdf)u": "https://digilib.itb.ac.id/gdl/download/247861", "2014 FIRLY RACHMADITYA BASKORO 1-PAPER.pdf?": "https://digilib.itb.ac.id/gdl/download/247862"}, "Penulis": "Firly Rachmaditya Baskoro [-]", "Kontributor / Dosen Pembimbing": ["Aryo Prawoto Wibowo"], "Jenis Koleksi": "Prosiding", "Penerbit": "Lain-lain", "Fakultas": "", "Subjek": "", "Kata Kunci": "Batubara, pencampuran batubara, program linier.", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "4 file", "Tanggal Input": "06 Jun 2022"}