{"Nomor": 64745, "Judul": "PENINGKATAN RETENSI KAPASITAS SPESIFIK KATODA LINI0,8MN0,1CO0,1O2 DENGAN PELAPISAN CEO2 PADA BATERAI LI-ION", "Abstrak": "LiNi0,8Mn0,1Co0,1O2 adalah jenis katoda baterai yang memiliki potensi yang sangat besar untuk digunakan pada perangkat elektronik portabel maupun kendaraan listrik. Akan tetapi, kandungan nikel yang banyak di dalam material tersebut membuat struktur kristal menjadi tidak stabil karena adanya reaksi reduksi pada logam transisi dan fenomena cation mixing yaitu terjadinya pengisian sites ion litium (Li+) oleh ion nikel (Ni2+) yang memiliki jari-jari atom yang hampir sama hal ini membuat strukturnya mudah terdistorsi dan menghambat proses ekstraksi dan intrusi ion litium pada katoda tersebut, sehingga kapasitas spesifik pada baterai mengalami penurunan yang sangat cepat. Penambahan lapisan CeO2 pada permukaan partikel LiNi0,8Mn0,1Co0,1O2 dapat meningkatkan ketahanan struktur serta meningkatkan difusi ion litium, akibatnya baterai mampu mempertahankan kapasitasnya menjadi lebih lama lagi. Hal ini karena CeO2 memiliki ketahanan struktur pada temperatur tertentu yang lebih baik dibandingkan dengan material aktif LiNi0,8Mn0,1Co0,1O2 serta material CeO2 memiliki jumlah kisi oksigen yang cukup banyak sehingga membuat unsur nikel dan mangan mengalami oksidasi terlebih dahulu sebelum proses charge-discharge berlangsung. Selain itu, material CeO2 juga mampu menghantarkan ion dengan cukup baik karena sifat konduktivitasnya yang tinggi. Keberadaan CeO2 di permukaan partikel LiNi0,8Mn0,1Co0,1O2  membuat morfologi permukaannya menjadi lebih kasar akan tetapi struktur dari material aktif tersebut tidak mengalami perubahan yang signifikan. Pengujian performa yang dilakukan menghasilkan nilai yang mengindikasikan bahwa pelapisan CeO2 memiliki dampak yang baik seperti pengujian rate capability menunjukkan pada laju 2C ketahanan kapasitas yang dilapisi CeO2 lebih baik dibandingkan tanpa pelapisan begitu juga dengan hasil pengujian charge-discharge selama 100 siklus.", "Daftar File": {"ABSTRAK Toni Subagja": "https://digilib.itb.ac.id/gdl/download/247908"}, "Penulis": "Toni Subagja [23720004]", "Kontributor / Dosen Pembimbing": ["-"], "Jenis Koleksi": "Tesis", "Penerbit": "Ilmu dan Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "katoda LiNi0,8Mn0,1Co0,1O2, lapisan CeO2, ketahanan kapasitas spesifik, difusivitas", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "07 Jun 2022"}