{"Nomor": 64754, "Judul": "PENGARUH PENAMBAHAN GEN P19 PADA PLASMID YANG MENGANDUNG GEN ADS TERHADAP EFISIENSI TRANSFORMASI DENGAN TEKNIK EKSPRESI TRANSIEN BERBASIS AGROBACTERIUM PADA KULTUR DAUN ARTEMISIA ANNUA L. MELALUI ANALISIS HISTOKIMIA", "Abstrak": "Penyakit malaria masih menjadi masalah serius bagi dunia. Di Asia Tenggara, kasus malaria pada tahun 2010 mencapai 28 juta kasus. Artemisinin adalah metabolit sekunder yang dihasilkan oleh Artemisia annua L. yang digunakan sebagai obat pilihan pertama pada kasus malaria dalam bentuk terapi kombinasi (artemisinin-based combined therapy) sesuai dengan rekomendasi World Health Organization (WHO), Gen kunci dalam biosintesis artemisinin yakni amorpha-4,11-diena synthase (ads) telah menjadi objek riset utama dalam meningkatkan produksi artemisinin melalui rekayasa genetik. Produksi artemisinin dapat ditingkatkan efisiensinya dengan mengekspresikan gen ads secara transien bersama dengan gen p19. Penclitian ini bertujuan untuk meningkatkan efisiensi transformasi berbasis transien dengan bantuan gen p19. Gen p19 disisipkan pada vektor pCAMBIA 1303 dan vektor pCAMBIA 1303-ads. Keberadaan gen p19 dikonfirmasi melalui analisis produk PCR, restriksi, dan sekuensing. Konstruksi gen p19 pada kedua macam plasmid telah berhasil dilakukan. Plasmid rekombinan yang telah dikonfirmasi kebenarannya, ditransformasi ke dalam Agrobacterium tumefaciens strains AGL1. Transformasi tanaman A. annua L dilakukan dengan menggunakan Agrobacterium yang telah membawa pCAMBIA 1303-p19-ads, kotransformasi dilakukan menggunakan pCAMBIA 1303-p19 bersama pCAMBIA 1303-ads, dan transformasi dengan pCAMBIA 1303 dan pCAMBIA 1303-ads sebagai kontrol. Hasil analisis transien GUS menunjukkan bahwa efisiensi transformasi pCAMBIA 1303-ads-p19 (70,89 ± 23,61 %) lebih tinggi dibanding kontrol pCAMBIA 1303-ads (48,59 38,90 %). Efisiensi kotransformasi pCAMBIA 1303-ads dan pCAMBIA 1303-p/9 (72,49 ± 22,16 %) lebih tinggi dibandingkan efisiensi transformasi pCAMBIA 1303-ads-p19 dan kontrol pCAMBIA 1303-ads. Efisiensi transformasi pCAMBIA 1303-p19 (24,99 ± 17.65 %) lebih besar dibandingkan efisiensi transformasi pCAMBIA 1303 wild type (13,70 ± 7,39 %). Analisis histokimia kultur daun A. annua L. menunjukkan bahwa penarnbahan gen p19 memberikan pengaruh terhadap transformasi. Teknik kotransformasi memberikan efisiensi transformasi yang paling besar. Adanya peningkatan ekspresi transien dari gen reporter GUS dapat diasumsikan bahwa terjadi juga peningkatan ekspresi ads yang diharapkan dapat meningkatkan produksi artemisinin.", "Daftar File": {"ABSTRAK Nofiyani Safitri": "https://digilib.itb.ac.id/gdl/download/247959"}, "Penulis": "Nofiyani Safitri [10709020]", "Kontributor / Dosen Pembimbing": ["Dr. Elfahmi, S.Si., M.Si.", "Sony Suhandono, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "ads, p19, Artemisia annua L., transformasi berbasis Agrobacterium, analisis histokimia", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "07 Jun 2022"}