{"Nomor": 64752, "Judul": "PERANCANGAN TUMPUAN PENGANGKUTAN REL DENGAN PANJANG REL 100 METER TIPE R60", "Abstrak": "Penelitian ini berdasarkan pada proyek pembangunan kereta api cepat\nJakarta-Bandung. Rel kereta api yang digunakan pada proyek pembangunan ini\nmemiliki panjang 50 meter. Pada penelitian ini akan mendesain tentang tumpuan\nrel pada pengangkutan rel kereta dengan panjang 100 meter menggunakan\ngerbong datar. Kurangnya regulasi pengangkutan rel kereta dengan panjang 100\nmeter di Indonesia juga mendorong penelitian ini dilakukan, diharapkan nantinya\ndapat menjadi rekomendasi untuk desain tumpuan serta regulasi pengangkutan\nrel dengan panjang 100 meter.\nPermodelan menggunakan perangkat lunak SolidWorks berdasarkan\nsyarat dan tujuan desain. Penelitian ini memakai metode elemen hingga untuk\nmenganalisis pembebanan, faktor keselamatan, deformasi, dan siklus hidup dari\ntumpuan pada saat melewati tikungan. Hasil simulasi divalidasi dengan\nmelakukan studi konvergensi.\nPenelitian ini menunjukkan bahwa desain yang paling unggul adalah\ndesain opsi 3 buka tutup. Keempat desain memiliki faktor keselamatan dan siklus\nhidup yang tinggi. Hanya desain opsi 3 buka tutup yang memiliki fitur buka tutup\nuntuk memudahkan pemasangan rel pada tumpuan. Desain opsi 3 memiliki\nfaktor keselamatan sebesar 8.86 dan siklus hidup sebesar 1 juta siklus\npenggunaan.", "Daftar File": {"COVER Fransiskus Xaverius Eternal": "https://digilib.itb.ac.id/gdl/download/247945", "PUSTAKA Fransiskus Xaverius Eternal": "https://digilib.itb.ac.id/gdl/download/247951"}, "Penulis": "Fransiskus Xaverius Eternal [13117100]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bagus Budiwantoro"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "rel, regulasi, tumpuan, pembebanan, metode elemen hingga.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "07 Jun 2022"}