{"Nomor": 64753, "Judul": "PERANCANGAN METODE PENGUKURAN GAYA KONTAK RODA-REL PADA RODA KERETA DIAMETER 920 MM", "Abstrak": "Sistem pengukuran gaya kontak roda-rel yang menjadi alat pengujian kriteria\nderailment kereta masih berasal dari China. Hal ini dapat dimanfaatkan untuk memulai\npengembangan sistem pengukuran gaya kontak roda-rel di Indonesia. Tujuan penelitian ini\nadalah untuk merancang metode pengukuran gaya kontak roda-rel berdasarkan regangan pada\nroda. Penelitian ini diharapkan dapat menjadi acuan awal untuk merancang sistem pengukuran\ngaya kontak pada roda kereta.\nPemodelan roda dilakukan pada perangkat lunak SolidWorks 2020 berdasarkan\nobservasi lapangan dan dokumen standar yang ada. Model elemen hingga roda dan simulasi\nbeban statik dilakukan melalui perangkat lunak ANSYS. Hasil simulasi digunakan untuk\nmenentukan titik-titik pengukuran regangan pada jari-jari roda. Setelah titi-titik pengukuran\nditentukan, matriks kalibrasi dibuat berdasarkan data regangan simulasi beban statik pada roda.\nMatriks kalibrasi kemudian diuji untuk mengetahui tingkat kesalahan perhitungannya terhadap\nmasing-masing parameter yang akan diukur.\nPada tugas sarjana ini, karakteristik regangan pada roda akibat beban statik telah\ndianalisis. Titik-titik pengukuran regangan yang optimal beserta konfigurasi strain gauge pada\nroda dan Jembatan Wheatstone telah ditentukan. Matriks kalibrasi juga telah berhasil dibuat\ndengan kesalahan pengukuran gaya kontak berada di bawah 1%.", "Daftar File": {"COVER Felix Paskalis": "https://digilib.itb.ac.id/gdl/download/247952", "PUSTAKA Felix Paskalis": "https://digilib.itb.ac.id/gdl/download/247958"}, "Penulis": "Felix Paskalis [13117140]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bagus Budiwantoro"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "Gaya kontak, derailment, matriks kalibrasi, strain gauge, Jembatan Wheatstone", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "07 Jun 2022"}