{"Nomor": 64769, "Judul": "STUDI KINETIKA DAN KARAKTERISASI PRODUKTA GRINDING TERAK FERRONICKEL PADA VARIASI BALL FILLING DAN RASIO JUMLAH UMPAN DENGAN BOLA GERUS", "Abstrak": "Pada proses peleburan untuk menghasilkan ferronickel (FeNi), dihasilkan sisa peleburan berupa terak (slag) dalam jumlah yang besar. Hingga saat ini, telah dilakukan beberapa penelitian dalam pemanfaatan kandungan MgO pada terak FeNi. Beberapa penelitian yang telah dilakukan diantaranya adalah melalui proses grinding–leaching, sedangkan penelitian lain yang dapat diterapkan adalah grinding–reverse flotation. Pada penelitian lain, terak FeNi produk grinding dapat pula dicampur dengan bauksit dan limestone sebagai bahan baku pembuatan high alumina cement (HAC). Satu proses yang sama dari ketiga penelitian ini adalah adanya proses grinding sebagai tahap awal penelitian. Pada penelitian ini dilakukan percobaan grinding untuk mengetahui pengaruh variabel ball filling dan rasio umpan dengan bola gerus terhadap ukuran produkta dan kinetika grinding terak FeNi serta karakteristik produk yang dihasilkan.\n\nPenelitian ini diawali dengan pengambilan sampel untuk percobaan yang selanjutnya dilakukan karakterisasi awal berupa analisis ayak, mineragrafi, analisis XRD dan XRF. Tahap awal kominusi berupa crushing menggunakan roll crusher untuk menghasilkan produkta berukuran < 3 mesh sebagai umpan grinding. Produk roll crusher kemudian dilakukan percobaan grinding dengan variasi ball filling dan\nvariasi rasio umpan dengan bola gerus pada rentang waktu grinding hingga 150 menit dimana dilakukan particle size analysis pada tiap interval grinding. Hasil percobaan ini kemudian dibuat model regresi linier dan dilakukan analisis mineragrafi sebagai karakterisasi produkta grinding.\n\nBerdasarkan hasil penelitian ini, ditunjukkan bahwa ukuran produkta semakin kecil seiring bertambahnya waktu grinding. Penurunan nilai P80 secara tajam terjadi pada rentang waktu hingga 70 menit akibat mekanisme impact breakage yang dominan terjadi dan turun secara landai pada 70 menit hingga 150 menit akibat mekanisme attrition breakage yang dominan. Studi kinetika pada percobaan grinding terak\nFeNi dengan variasi ball filling menunjukkan bahwa initial rate of formation (laju pembentukan partikel halus) optimal untuk 20%, 30%, 40% dan 50% volume mill dicapai pada ukuran partikel 400 ?m dimana initial rate of formation terbaik terjadi pada 50% volume mill. Studi kinetika pada percobaan grinding terak FeNi untuk variasi rasio umpan dengan bola gerus menunjukkan bahwa initial rate of formation\noptimal untuk rasio 1:10, 1:8 dan 1:6 dicapai pada ukuran partikel 400 ?m dan 1:4 pada 841 ?m dimana initial rate of formation terbaik terjadi pada rasio 1:10. Pada penelitian ini dihasilkan dua model regresi yang dapat memprediksi nilai P80 produkta proses penggerusan sebagai fungsi dari variabel waktu, ball filling dan rasio umpan dengan bola gerus. Berdasarkan analisis mineragrafi, senyawa silikat\npada terak FeNi sudah mulai terliberasi pada ukuran -40 +60 mesh (-400 ?m +250 ?m).", "Daftar File": {"ABSTRAK Muhammad Ikhwanto": "https://digilib.itb.ac.id/gdl/download/247992"}, "Penulis": "Muhammad Ikhwanto [12510029]", "Kontributor / Dosen Pembimbing": ["Ir. Edy Sanwani, M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "ferronickel, grinding–leaching, ball filling", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "07 Jun 2022"}