{"Nomor": 64761, "Judul": "AKTIVITAS ANTIOKSIDAN BEBERAPA EKSTRAK UMBI LAPIS TIGA MACAM BAWANG DENGAN METODE ABTS DAN DPPH", "Abstrak": "Antioksidan adala.h senyawa yang dapat menunda atau mencegah terjadinya reaksi oksidasi lemak atau molekul lainnya dengan cara menghambat proses inisiasi atau propagasi pada reaksi oksidatif berantai. Sebagian besar tanarnan dapat memiliki aktivitas antioksidan bila mengandung senyawa yang mampu menangkal radikal bebas seperti flavonoid dan fenol. Ekstrak umbi bawang memiliki aktivitas antioksidan. Tujuan penelitian ini adalah menguji aktivitas antioksidan beberapa ekstrak umbi lapis tiga macam bawang dengan metode ABTS dan DPPH serta korelasi antara fenol total, flavonoid total dan karotenoid total terhadap peredaman ABTS dan DPPH. Ekstraksi dilakukan secara refluks menggunakan pelarut dengan kepolaran meningkat (n-heksana, etil asetat dan etanol). Ekstrak dipekatkan dengan rotavapor. Masing-masing ekstrak dipantau secara kromatografi lapis tipis (KLT). Selanjutnya dilakukan uji kualitatif aktivitas antioksidan ekstrak secara KLT dengan penampak bercak ABTS 0,2% dalam etanol dan DPPH 0,2% dalam metanol, uji kuantitatif aktivitas antioksidan dengan metode ABTS dan DPPH, penetapan fenol total, flavonoid total dan karotenoid total dari masing-masing ekstrak. Rataan aktivitas antioksidan (%) dalam ekstrak n-heksana untuk bawang Bombai adalah 12,47 4-4,94; 16,8 L.- 6,1, bawang putih 17,43 4,86; 7,13 4,05 dan bawang merah 13,26 4,73; 9,4 ± 4,23 masing-masing ditentukan dengan metode uji ARTS dan DPPH. Ekstrak etil asetat bawang Bombai 49,03 _7 4,37;\n45,86 -r4 3,38, bawang putih 23,69 =4,93; 10,73 1,2 dan bawang merah 36,25 4,44; 40,22 3,06 %. Ekstrak etanol bawang Bombai 21,01 ±4,93; 8,23 ± 3,1, bawang putih 18,68 4,93; 7,68 = 2,66 dan bawang merah 20,25 =4,6; 10,67 2,68 %. Aktivitas antioksidan ekstrak bawang merah dengan metode uji ABTS dan DPPH memiliki korelasi tinggi, positif dan bermakna dengan fenol total (ABTS r = 0,917; DPPH r = 0,987) dan flavonoid total (ABTS r = 0,914; DPPH r = 0,99) tetapi memiliki korelasi negatif dengan karotenoid total (ABTS r = -0,431; DPPH r = -0,214). Aktivitas antioksidan tertinggi beberapa ekstrak tiga macam bawang ditunjukkan oleh ekstrak etil asetat bawang Bombai (P2) dengan persen peredaman ABTS sebesar 49,03% dan persen peredaman DPPH sebesar 45,86%. Sedangkan aktivitas antioksidan terendah ditunjukkan oleh ekstrak n-heksana bawang putih (Q1) dengan persen peredaman DPPH 7, i 3% dan ekstrak n-heksana bawang Bombai (P1) dengan persen peredaman ABTS 12,47%. Aktivitas antioksidan dalam ekstrak umbi bawang Bombai dan bawang merah dapat diperkirakan secara tidak langsung dengan penentuan fenol total dan flavonoid total, karena keduanya menunjukkan korelasi tinggi, positif dan bermakna dengan metode uji ARTS dan DPPH. Golongan fenol dan flavonoid merupakan kontributor utama pada aktivitas antioksidan dalam umbi lapis bawang Bombai dan bawang merah.", "Daftar File": {"ABSTRAK Listya Permatasari": "https://digilib.itb.ac.id/gdl/download/247978"}, "Penulis": "Listya Permatasari [10709035]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Irda Fidrianny, M.Si.", "Prof. Dr. Komar Ruslan Wirasutisna"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "07 Jun 2022"}