{"Nomor": 64786, "Judul": "MICROWD : PENGEMBANGAN APLIKASI UNTUK CROWDSOURCING MARKETING DENGAN QUALITY ASSURANCE DAN MEKANISME INSENTIF", "Abstrak": "Crowdsourcing merupakan salah satu tren yang banyak dimanfaatkan oleh perusahaan\ndalam membantu pekerjaan. Crowdsourcing didefinisikan sebagai suatu aktifitas yang\ndilakukan oleh suatu perusahaan, yang mengambil salah satu fungsi pekerjaan yang\nseharusnya dilakukan oleh karyawannya menjadi disebarluaskan secara terbuka.\nPemasaran merupakan proses manajerial yang dilakukan oleh individu ataupun\nkelompok dalam memperoleh kebutuhan dan keinginan mereka, dengan cara membuat\ndan mempertukarkan produk dan nilai dengan pihak lain. Crowdsourcing pada bidang\nmarketing relatif baru. Penelitian sebelumnya mengenai pengalokasian tugas, dan\nmekanisme pemberian insentif, tidak dapat di terapkan dalam crowdsourcing\nmarketing, serta belum ada quality assurance terhadap kualitas kontribusi dari berbagai\njenis task di dalam crowdsourcing marketing.\nOleh sebab itu, penelitian ini mengusulkan pengembangan aplikasi crowdsourcing\nmarketing yang memiliki quality assurance serta mekanisme pemberian insentif,\nsesuai dengan kualitas kontribusinya. Quality assurance yang digunakan yaitu worker\nmodelling untuk jenis task product development dan golden injected method untuk\njenis task market research (survey). Sedangkan mekanisme pemberian insentif yang\ndigunakan adalah financial reward dan gamification.\nBerdasarkan hasil pengujian, 77.3 % dari jawaban responden, menunjukkan tingginya\nketertarikan pengguna terhadap mekanisme insentif menggunakan gamifikasi. Selain\nitu, quality assurance telah diuji dapat meningkatkan kualitas dari kontribusi dan\nmekanisme insentif yang diberikan akan sesuai dengan kontribusi yang di berikan\nworker, sehingga requester dapat menghemat biaya yang dikeluarkan.", "Daftar File": {"COVER Henny Alfianti": "https://digilib.itb.ac.id/gdl/download/248097", "BAB 1 Henny Alfianti": "https://digilib.itb.ac.id/gdl/download/248098", "BAB 2 Henny Alfianti": "https://digilib.itb.ac.id/gdl/download/248099", "BAB 3 Henny Alfianti": "https://digilib.itb.ac.id/gdl/download/248100", "BAB 4 Henny Alfianti": "https://digilib.itb.ac.id/gdl/download/248101", "BAB 5 Henny Alfianti": "https://digilib.itb.ac.id/gdl/download/248102", "PUSTAKA Henny Alfianti": "https://digilib.itb.ac.id/gdl/download/248103"}, "Penulis": "Henny Alfianti [23516018]", "Kontributor / Dosen Pembimbing": ["Dr. techn. Muhammad Zuhri Catur Candra, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Crowdsourcing, Marketing, Quality Assurance, Mekanisme Insentif", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "08 Jun 2022"}