{"Nomor": 64798, "Judul": "EFEK ANTIDIABETES DAN ANTIAGREGASI PLATELET EKSTRAK ETANOL BUAH KETUMBAR (CORIANDRUM SATIVUM L.) PADA MENCIT DIABETES ALOKSAN", "Abstrak": "Kondisi hiperagregasi dan hiperaktivasi platelet muncul pada sebagian besar penderita diabetes mellitus yang memungkinkan peningkatan resiko komplikasi kardiovaskular. Di Indonesia, buah ketumbar banyak digunakan untuk menangani penyakit diabetes mellitus. Efek farmakologi buah ketumbar yang telah diteliti antara lain adalah efek antidiabetes dan efek trombolitik secara in vitro. Penelitian ini bertujuan untuk mengetahui adanya efek antiagregasi platelet selain efek antidiabetes dari ekstrak etanol buah ketumbar. Pada uji toleransi glukosa, efek penurunan kadar glukosa darah yang dihasilkan oleh masing¬masing kelompok uji diukur setiap 30 menit selama 2 jam setelah pemberian oral larutan glukosa 3 g/kg bb dengan pembanding glibenklamid 0,65 mg/kg bb. Pada uji mencit diabetes aloksan, uji efek antiagregasi platelet, penetapan kadar glukosa darah, waktu pendarahan dan waktu koagulasi diukur pada hari ke-0, 1, 3, 6,dan 9 setiap jam ke-0 dan jam ke-2 setelah pemberian sediaan bahan uji. Pengukuran kadar glukosa darah dilakukan menggunakan alat Easy Touch®. Metode toleransi glukosa menunjukkan bahwa kelompok ekstrak etanol ketumbar 140 mg/kg bb memiliki persentase perubahan kadar glukosa darah lebih besar dibandingkan kelompok ekstrak ketumbar 280 mg/kg bb. Persentase perubahan kadar glukosa darah terhadap To kelompok hewan yang berbeda bermakna (p<0.05) terhadap kelompok kontrol ditunjukkan oleh kelompok glibenklamid 0,65 mg/kg bb pada T120 dan T150. Pada metode mencit diabetes aloksan, persentase perubahan kadar glukosa darah berbeda bermakna (p<0,1) terhadap kelompok kontrol normal ditunjukkan oleh kelompok glibenklamid 0,65 mg/kg bb pada 113To, H3T2, H6T0, H6T2 dan H9T2, serta kelompok ekstrak etanol ketumbar 140 mg/kg bb pada Pengukuran HI T2 dan H3To. Persentase perubahan waktu pendarahan yang berbeda bermakna (p<0,1) terhadap kelompok kontrol normal ditunjukkan oleh kelompok asetosal 20,8 mg/kg bb pada HoT2 dan kelompok ketumbar 280 mg/kg bb pada H1To. Persentase perubahan waktu koagulasi yang berbeda bermakna (p<0,1) terhadap kelompok kontrol normal ditunjukkan oleh kelompok ketumbar 140 mg/kg bb pada HoT2, H1T2, dan H6T2 dan kelompok ketumbar 280 mg/kg bb pada H6T2 dan I-19T2. Berdasarkan data uji toleransi glukosa dan diabetes aloksan, ekstrak etanol buah ketumbar memiliki efek akut dalam menurunkan kadar glukosa darah. Adapun untuk pemberian jangka panjang, secara umum penurunan kadar glukosa darah yang ditunjukkan oleh ekstrak etanol buah ketumbar tidak signifikan jika dibandingkan dengan kadar glukosa darah awal. Dari penelitian terbentuk kondisi hiperagregasi platelet pada mencit diabetes aloksan hanya pada 72 jam setelah induksi. Hasil pengujian efek antiagregasi platelet menunjukkan bahwa ekstrak etanol buah ketumbar tidak mampu meningkatkan waktu pendarahan dan waktu koagulasi secara berkesinambungan pada hewan uji selama terapi (9 hari).", "Daftar File": {"ABSTRAK Fatimah Azzahra": "https://digilib.itb.ac.id/gdl/download/248132"}, "Penulis": "Fatimah Azzahra [11609007]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Andreanus Andaja Soemardji, DEA", "Dr. Rika Hartati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "08 Jun 2022"}