{"Nomor": 64796, "Judul": "MODELING OF VISCOSITY EQUATION FOR TRANS-1-CHLORO-3,3,3-TRIFLUOROPROPENE IN LIQUID PHASE", "Abstrak": "Emisi gas rumah kaca masih tetap menjadi perhatian dunia karena menyebabkan pemanasan global. Refrigeran merupakan fluida kerja mesin pendingin yang salah satu sumber emisi tersebut. Refrigeran yang ramah lingkungan dicari dan teliti untuk mengurangi dampaknya. Fluida kerja baru dengan potensi pemanasan global rendah (GWP) telah diterima oleh banyak peneliti sebagai pengganti refrigeran lama. Refrigeran GWP rendah seperti trans-1-chloro-3,3,3-trifluoropropene adalah salah satu dari sedikit refrigeran GWP rendah baru. Sifat-sifatnya baik berupa sifat transport dan termodinamika berperan penting dalam analisis sistem termal dan proses.\nViskositas suatu fluida dapat diperoleh melalui eksperimen ataupun perhitungan. Pada penelitian ini model extended corresponding state (ECS) dan excess entropy scaling (EES) dikembangkan untuk viskositas R-1233zd(E) dan dievaluasi. Pengembangan model ECS dan EES baru berdasarkan data eksperimen viskositas yang tersedia menggunakan metode regresi weighted least square dan regresi simbolik. Model yang diperoleh dievaluasi dan dibandingkan satu sama lain untuk memperoleh akurasi model.\nHasil pembandingan kedua model dengan data eksperimen menunjukkan bahwa model ECS memiliki deviasi absolut rata-rata sebesar 1,59% dan model EES sebesar 1,86%. Dari penilaian perilaku ekstrapolasi, model yang dikembangkan dapat digunakan untuk memprediksi viskositas R-1233zd(E) dari rentang titik triple pada 195,15 K hingga 450 K dan tekanan dari 0,1 MPa hingga 50 MPa. Hasil viskositas dari model yang dikembangkan divisualisasikan menggunakan program Python untuk fasa cair.", "Daftar File": {"ABSTRAK Donny Agvie Putratama": "https://digilib.itb.ac.id/gdl/download/248130"}, "Penulis": "Donny Agvie Putratama [13116218]", "Kontributor / Dosen Pembimbing": ["Ir. I Made Astina, S.T., M.Sc.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "R-1233zd(E), low GWP refrigerants, sifat transport, viskositas, extended corresponding state, excess entropy scaling.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "08 Jun 2022"}