{"Nomor": 64793, "Judul": "PERANCANGAN PROSES BISNIS PELAPORAN KEUANGAN BERBASIS AKRUAL DENGAN PENDEKATAN BUSINESS PROCESS REENGINEERING DI DEPARTEMEN KEUANGAN PT MEDIKA ANTAPANI", "Abstrak": "PT Medika Antapani adalah perusahaan pelayanan kesehatan mitra Program Jaminan\nKesehatan Nasional (JKN). Artinya, fasilitas kesehatan wajib melayani pasien peserta\nJKN. Seiring dengan berkembangnya Program JKN, terjadi pergeseran model\nkeuangan di PT Medika Antapani, dimana persentase penjualan piutang meningkat\ndari 32,06% pada tahun 2015 menjadi 43,84% pada tahun 2017 dan mengakibatkan\nrataan periode pengumpulan piutang meningkat dari 70,55 hari pada tahun 2015\nmenjadi 189,56 hari pada tahun 2017. Fenomena tersebut disebabkan oleh sulitnya\npenagihan piutang kepada BPJS karena proses pelaporan keuangan masih berbasis kas\ndan tidak tanggap dengan transaksi piutang. Migrasi basis kas ke basis akrual\nmembutuhkan perubahan proses bisnis secara radikal, karena mempengaruhi kode\nakun dan alur transaksi sampai pembukuan.\nUntuk menanggulangi masalah tersebut, pernelitian berfokus pada implementasi\nbusiness process reengineering (BPR) pelaporan keuangan dengan menggunakan\npendekatan Metodologi Davenport (Davenport, 1992). Tahapan metodologi tersebut\ndimulai dengan menentukan visi dan tujuan BPR dengan menganalisis perubahan\nmodel bisnis, memetakan proses bisnis dengan menggunakan pendekatan profil proses\n(Jacka & Keller, 2009). Dilanjutkan dengan memahami dan mengukur proses bisnis\ndengan melakukan formulasi strategi SWOT untuk menghasilkan strategi BPR\n(David, 2011). Apabila proses bisnis telah terbentuk, maka dilanjutkan dengan\nperencanaan teknologi informasi (TI) sebagai enabler BPR.\nHasil proses bisnis terbagi kedalam 3 (tiga) siklus utama, yaitu siklus beban, siklus\npendapatan, dan siklus aset. Siklus tersebut dilanjutkan dengan pembukuan laporan\nkeuangan. Perancangan meliputi integrasi setiap siklus proses bisnis terhadap\nportofolio TI perusahaan. Perubahan drastis juga diikuti penyesuaian kemampuan\nkaryawannya dengan melakukan pelatihan dan penetapan kebijakan akuntansi. Usulan\nproses bisnis dapat menghemat waktu rekonsiliasi selama 14 hari.", "Daftar File": {"COVER Farhan Rizaldi G": "https://digilib.itb.ac.id/gdl/download/248119", "PUSTAKA Farhan Rizaldi G": "https://digilib.itb.ac.id/gdl/download/248127"}, "Penulis": "Farhan Rizaldi G [14414046]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budhi Prihartono, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Manajemen Rekayasa Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Business process reengineering, pelaporan keuangan, akuntansi akrual", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "08 Jun 2022"}