{"Nomor": 64799, "Judul": "UJI AKTIVITAS ANTIMIKROBA KOMBINASI EKSTRAK ETANOL BUNGA ROSELLA (HIBISCUS SABDARIFFA L.) DAN BUAH STROBERI (FRAGARIA X ANANASSA) TERHADAP BAKTERI DAN FUNGI ORAL DALAM SEDIAAN OBAT KUMUR", "Abstrak": "Bakteri dan fungi yang hidup di dalam mulut dapat menyebabkan infeksi, berupa bau mulut, karies gigi, candidiasis, dan lain-lain. Rosella (Hibiscus sabclarifla L.) pada penelitian terdahulu telah menunjukkan aktivitas antibakteri terhadap bakteri yang hidup di mulut. Stroberi (Fragaria x ananassa) juga menunjukkan aktivitas antibakteri, tetapi lebih dikenal sebagai salah satu pemutih gigi alami. Penelitian ini bertujuan menguji efektivitas kedua ekstrak etanol tanaman tersebut sebagai antimikroba terhadap bakteri dan fungi yang lazim menyebabkan infeksi di mulut, baik claim bentuk ekstrak mattpun sediaan obat kumur. Serbuk simplisia bunga rosella dan buah stroberi diekstraksi dengan metode retluks menggunakan pelarut etanol. Kedua ekstrak diuji aktivitasnya dengan metode mikrodilusi terhadap bakteri Staphylococcus aureus dart Streptococcus mutans, sena fungi Candida albicans untuk menentukan Konsentrasi Hambat Minimum (K1-IM) dan Konsentrasi Bakterisidal/Fungisidal Minimum (KBM/KFM), lalu ditentukan angka koefisien fenolnya terhadap bakteri Staphylococcus aureus. Penentuan silat kombinasi ekstrak ditentukan secara knantitatif dengan metode uji antiseptik standar dart kualitatif dengan metode difusi agar menggunakan pita dan cakram kertas. Efektivitas kombinasi ekstrak diuji di berbagai pH untuk dapat menyesuaikan formulasi sediaan. Obat kumur yang sudah selesai diformttlasi diuji dengan menggunakan uji antiseptik standar. Hasil uji dengan metode mikrodilusi menunjukkan bahwa ekstrak etanol bunga rosella memiliki aktivitas antimikroba dengan KFIM dan KBM/KFM terhadap bakteri Staphylococcus aureus sebesar 128 dan 1024 ug/mL, Streptococcus mutans sebesar 1024 dan 2048 ug/mL, dan terhadap fungi Candida albicans sebesar 5120 ug/mL dan 10240 ug/mL. Sementara ekstrak etanol bualt stroberi mem iliki aktivitas antibakteri dengan K_HM dan KBM terhadap bakteri Staphylococcus aureus sebesar 800 dan 12800 ttg/mL, sena Streptococcus mutans sebesar 1280 dan 3200 ug/mL, dan tidak memiliki aktivitas antifungi terhadap Candid(' cdbicans. Ekstrak rosella dan ekstrak stroberi rnenunjukkan efek bakterisid dan secara berturut-turut memiliki angka koefisien fenol sebesar 1,385 dan 0,615. Kombinasi 0,36% ekstrak rosella dan 0,63% ekstrak stroberi (setara dengan 0,71% ekstrak rosella atau 1,25% ekstrak stroberi) dapat membunub bakteri dalam waktu kontak 5 menit, sementara dalam penggunaan tunggal dibutuhkan 1,43% ekstrak rosella atau 2,5% ekstralc stroberi untuk membunuh bakteri dalarn waktu kontak yang sama. Penentuan sifat kombinasi kedua ekstrak secara kuantitatif dan kualitatif menunjukkan sifat sinergis. Konsentrasi ekstrak yang akan digunakan dalam sediaan adalah 2,00% ekstrak rosella dan 3,33% ekstrak stroberi, kombinasi ini mengalami penurunan aktivitas pada pH > 3,5. Formulasi obat kumur terdiri atas kombinasi ekstrak etanol bunga rosella dan bttah stroberi, etanol, gliserin, asam askorbat, asam benzoat, natrium sakarin, dart air suling, obat kumur yang dihasilkan dari fonnulasi ini memiliki efek bakterisid dalam waktu kontak 2 menit.", "Daftar File": {"ABSTRAK Dhyan Kusuma Ayuningtyas": "https://digilib.itb.ac.id/gdl/download/248133"}, "Penulis": "Dhyan Kusuma Ayuningtyas [11609009]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Elin Yulinah", "Dr. Tri Suciati, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "08 Jun 2022"}