{"Nomor": 64806, "Judul": "PROFIL PENINGKATAN KADAR GLUKOSA DARAH SETELAH PEMBERIAN AKUT DAN BERULANG DEXAMETASON, PREDNISON, HIDROKLOROTIAZID, SALBUTAMOL, DAN ADRENALIN PADA MENCIT SWISS WEBSTER JANTAN", "Abstrak": "Diabetes mellitus (DM) adalah gangguan metabolik yang ditandai dengan hiperglikemia. Prevalensi penderita DM dari tahun ke tahun cenderung mengalami peningkatan. DM tipe¬3 merupakan diabetes yang dapat disebabkan oleh penggunaan obat-obatan. Berdasarkan penelitian sebelumnya, penggunaan obat dexametason, diuretik tiazid, dan adrenalin dapat meningkatkan kadar glukosa darah. Penelitian ini bertujuan untuk menentukan profil peningkatan kadar glukosa darah mencit setelah pemberian obat dexametason, prednison, hidroklorotiazid (HCT), adrenalin, dan salbutamol secara akut dan berulang, serta membandingkan profit antara obat dengan golongan yang sama. Mencit dibagi ke dalam enam kelompok, yaitu kelompok kontrol negatif CMC-Na 0,5% p.o, kelompok dexametason 7 mg/kg bb i.p, kelompok adrenalin 0,5 mg/kg bb i.p, kelompok prednison 7,8 mg/kg bb p.o, kelompok salbutamol 1,56 mg/kg bb p.o, dan kelompok HCT 6,5 mg/kg bb p.o. Pada pengujian efek akut, kadar glukosa darah mencit diukur pada menit ke-0, 30, 60, 120, dan 240 setelah pemberian bahan uji. Pada pengujian efek pemberian berulang, bahan uji diberikan selama 14 hari, kemudian kadar glukosa darah mencit diukur pada hari ke-0, 1, 7, dan 14. Pengukuran kadar glukosa darah dilakukan dengan menggunakan alat Easy Touch*. Data diolah menggunakan analisis One-Way ANOVA dan Post Hoc LSD. Hasil pengujian menunjukkan bahwa adrenalin, dexametason, HCT, dan prednison memiliki efek akut dalam meningkatkan kadar glukosa darah. Persen perubahan kadar glukosa darah yang berbeda bermakna dibandingkan kelompok kontrol negatif untuk kelompok adrenalin terjadi pada menit ke-30, 60, dan 120, sedangkan kelompok dexametason dan HCT pada menit ke-60, serta kelompok prednison pada menit ke-240. Terdapat perbedaan efek akut yang bermakna antara golongan glukokortikoid pada menit ke-60, dan golongan simpatomimetik pada menit ke-30, 60, dan 120. Dexametason, prednison, HCT, dan salbutamol juga memiliki efek dalam meningkatkan kadar glukosa darah selama 14 hari pemberian obat. Persen perubahan kadar glukosa darah yang berbeda bermakna terhadap kontrol negatif ditunjukkan oleh kelompok dexametason, prednison, dan HCT pada hari ke-1, 7, dan 14, serta kelompok salbutamol pada hari ke-7 dan 14. Tidak terdapat perbedaan bermakna antara golongan glukokortikoid. Berdasarkan hasil pengujian, efek akut peningkatan kadar glukosa darah ditunjukkan oleh kelompok adrenalin, dexametason, HCT, dan prednison, serta terdapat perbedaan bermakna pada golongan glukokortikoid dan pada golongan simpatomimetik. Efek peningkatan kadar glukosa darah selama 14 hari administrasi obat ditunjukkan oleh kelompok dexametason, HCT, prednison, dan salbutamol, serta tidak terdapat perbedaan bermakna pada golongan glukokortikoid.", "Daftar File": {"ABSTRAK Nabila Nur Sabrina": "https://digilib.itb.ac.id/gdl/download/248153"}, "Penulis": "Nabila Nur Sabrina [11609023]", "Kontributor / Dosen Pembimbing": ["Dr. Kusnandar Anggadiredja, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "09 Jun 2022"}