{"Nomor": 64807, "Judul": "EVALUASI PENGGUNAAN ANTIBIOTIK PASIEN RAWAT INAP DENGAN DIAGNOSIS INFEKSI SALURAN KEMIH DI SALAH SATU RUMAH SAKIT SWASTA DI BANDUNG", "Abstrak": "Lebih kurang 35% wanita selama hidupnya pernah mengalami infeksi saluran kemih (ISK) akut. Di Amerika Serikat (AS), lebih dari tujuh juta orang pernah mengalami 1SK tiap tahunnya. Sekitar 15% dari seluruh antibiotik yang diresepkan di AS diberikan untuk mengobati ISK. Permasalahan resistensi bakteri pada penggunaan antibiotik merupakan salah satu masalah yang berkembang di seluruh dunia. Pada tahun 2009, Indonesia menduduki peringkat kedelapan dari 27 negara dengan beban multi drug resistance (MDR) tertinggi di dunia. Penelitian ini bertujuan untuk mengevaluasi penggunaan antibiotik dengan cara menentukan pola penggunaan antibiotik serta menilai ketepatan penggunaan antibiotik tersebut pada pasien ISK yang menjalani perawatan imp di salah satu rumah sakit swasta di Bandung. Penelitian ini dilakukan secara retrospektif dengan pendataan rekam medik pasien ISK yang dirawat imp pada tahun 2011 dan 2012 sebanyak 54 pasien. Dari penelitian ini, didapatkan data antibiotik yang paling banyak digunakan adalah golongan kuinolon sebesar 47,5% dan golongan sefalosporin generasi tiga sebesar 38,75%. Antibiotik golongan kuinolon yang paling banyak digunakan adalah siprofloksasin 17,5%, sedangkan antibiotik golongan sefalosporin generasi tiga yang paling banyak digunakan adalah seftriakson 23,75%. Kombinasi antibiotik terjadi sebanya.k 16 kali kejadian. Terdapat potensi duplikasi antibiotik sebanyak empat kejadian. Potensi interaksi obat terjadi sebanyak 32 kali kejadian, 30 di antaranya dengan tingkat signifikansi interaksi sedang (moderate). Ketepatan dosis antibiotik didapatkan sebesar 96,9% dan ketepatan indikasi antibiotik sebesar 96,25%. Tiga pasien (ISK kamplikasi) dari total 54 pasien tidak menerima terapi antibiotik. Dengan demikian, pada penelitian ini ditemukan potensi duplikasi antibiotik, potensi interaksi obat yang cukup besar, sedangkan ketidaktepata.n dosis antibiotik dan ketidaktepatan indikasi antibiotik yang terjadi hanya sedikit.", "Daftar File": {"ABSTRAK Sally Vania Septianita": "https://digilib.itb.ac.id/gdl/download/248154"}, "Penulis": "Sally Vania Septianita [11609025]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Lia Amalia, S.Si., M.Si.Dra.", "Rani Ratnawati, Apt."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "-", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "09 Jun 2022"}