{"Nomor": 64819, "Judul": "STRUKTUR ELEKTRONIK, SIFAT TRANSPORT, DAN OPTIK SENYAWA  CSPBX3 (X = CL, BR, I)", "Abstrak": "Global warming meningkatkan kesadaran masyarakat akan perlunya mengurangi \nketergantungan akan sumber energi berbasis fosil. Sel surya merupakan salah satu alat \npenghasil energi listrik yang ramah lingkungan dari sumber energi yang tidak terbatas. Sel \nsurya telah mengalami banyak perkembangan, dengan Dye-Sensitized Solar Cell (DSSC) \nsebagai sel surya generasi terkini. DSSC dapat menggunakan CH3NH3PbI3 sebagai senyawa \nyang berfungsi untuk menyerap cahaya (dyes) dengan konversi energi yang tinggi. Namun, \nsenyawa tersebut memiliki beberapa kelemahan, salah satunya adalah rendahnya stabilitas \nsenyawa terhadap suhu tinggi dan sinar UV. Karena itu, senyawa alternatif yang memiliki \nkeunggulan yang sama dengan CH3NH3PbI3 seperti CsPbX3 (X = Cl, Br, I) perlu \ndikembangkan. Studi komputasi telah banyak dilakukan terhadap CsPbX3 (X = Cl, Br, I) \ntetapi belum ada yang melaporkan efek relativitas seperti spin-orbit coupling (SOC) dalam \nperhitungan komputasi. Di sisi lain, senyawa kimia yang semakin kompleks memerlukan \nperhitungan yang lebih cepat dan akurat. Untuk mempercepat perhitungan senyawa, Graphic \nProcessing Unit (GPU) dapat digunakan. Pada penelitian ini, telah dilakukan perhitungan \nkomputasi untuk mengetahui sifat fisis yang dimiliki oleh CsPbX3 (X = Cl, Br, I) seperti \nstruktur elektronik, sifat transport listrik, serta sifat optiknya. Lebar celah pita (Eg) dari \nCsPbX3 (X = Cl, Br, I) menurun dengan adanya spin-orbit coupling, dengan Eg CsPbCl3\nnon-SOC = 1,8114 eV; Eg CsPbCl3 SOC = 0,6827 eV; Eg CsPbBr3 non-SOC = 2,0934 eV; \nEg CsPbBr3 SOC = 0,9807 eV; Eg CsPbI3 non-SOC = 2,4741 eV; dan Eg CsPbI3 SOC = \n1,9211 eV. Untuk sifat transport yang dimiliki, pada suhu 600 K dan ? = 0,5 eV, \nkonduktivitas elektrik CsPbCl3 sebesar 1,25×1018 (?.m.s)-1, CsPbBr3 sebesar 1,25×1012\n(?.m.s)-1, dan CsPbBI3 sebesar 1,51×1017 (?.m.s)-1. Sifat optik menunjukkan bahwa semua \npuncak serapan pertama untuk CsPbCl3 dan CsPbBr3 mendekati nilai energi celah pita yang \ndimiliki oleh masing-masing senyawa. Perhitungan menggunakan CPU dan GPU \nmenunjukan tidak adanya perbedaan perhitungan dari sisi keakuratan dan perhitungan \ndengan GPU 2 kali lebih cepat dibandingkan dengan CPU saja.", "Daftar File": {"ABSTRAK Hansel Taffarel": "https://digilib.itb.ac.id/gdl/download/248172", "PUSTAKA Hansel Taffarel": "https://digilib.itb.ac.id/gdl/download/248867"}, "Penulis": "Hansel Taffarel [10516035]", "Kontributor / Dosen Pembimbing": ["Dr. Bambang Prijamboedi, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "CsPbX3 (X = Cl, Br, I), struktur elektronik, konduktivitas elektrik, koefisien  absorbsi, paralelisasi GPU", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "10 Jun 2022"}