{"Nomor": 64813, "Judul": "ANALISIS VARIASI SPASIAL TEMPORAL SENYAWA HIDROKARBON UDARA AMBIEN DARI STASIUN MONITORING DI PROVINSI DKI JAKARTA", "Abstrak": "DKI Jakarta sebagai perkotaan besar dengan kepadatan penduduk yang tinggi dan aktivitas\npenduduk yang bervariasi mendorong terbentuknya pencemar udara, salah satunya senyawa\nhidrokarbon. Hidrokarbon diklasifikasikan menjadi Total Hydrocarbon (THC) yang\nmerupakan total keseluruhan dari Non-Methane Hydrocarbon (NMHC) dan Methane\nHydrocarbon (MHC). Perbedaan landuse pada masing – masing lokasi pemantauan, jumlah\nkendaraan bermotor, dan keterlibatan senyawa hidrokarbon pada reaksi smog fotokimia\nberimplikasi pada variasi temporal dan spasial konsentrasi senyawa hidrokarbon. Penelitian\nini bertujuan untuk melakukan analisis spasial temporal senyawa hidrokarbon dan analisis\nkorelasi senyawa hidrokarbon dengan senyawa NOx, NO, NO2, O3, dan BTEX. Berdasarkan\ndata konsentrasi senyawa hidrokarbon yang tersedia pada tahun 2018 – 2019, diketahui\nbahwa terdapat variasi temporal musiman dan tahunan, serta variasi spasial konsentrasi\nsenyawa hidrokarbon tertinggi pada DKI 1 (Bundaran HI, Jakarta Pusat), lalu DKI 5 (Kebon\nJeruk, Jakarta Barat), dan terakhir DKI 3 (Jagakarsa, Jakarta Selatan). Hasil uji korelasi pada\nDKI 1 dan DKI 5 menunjukkan senyawa hidrokarbon berbanding lurus dengan senyawa\nNOx, NO2, NO, dan O3, sedangkan pada DKI 3 sebaliknya. Selain itu hasil uji korelasi pada\nDKI 1 dan DKI 5 senyawa hidrokarbon berbading terbalik dengan senyawa BTEX,\nsedangkan pada DKI 3 berbanding lurus.", "Daftar File": {}, "Penulis": "Dhiemas Apta Ariowibowo [15317044]", "Kontributor / Dosen Pembimbing": ["Drs. Moh. Irsyad, M.Si.", "Dr. Adyati Pradini Yudison, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "DKI Jakarta, hidrokarbon, variasi spasial, variasi temporal, korelasi", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana  \n                                     Garnida Hikmah Kusumawardana", "File": "0 file", "Tanggal Input": "10 Jun 2022"}