{"Nomor": 64817, "Judul": "PENGEMBANGAN MODEL PENGARUH KESIAPAN ORGANISASI TERHADAP KINERJA PROYEK DAN KINERJA FINANSIAL DARI PERSPEKTIF KAPABILITAS ORGANISASI", "Abstrak": "Pembatasan mobilitas akibat Covid-19, memaksa sektor ekonomi non-esensial,\nterutama sektor konstruksi dan pertambangan minyak, gas dan panas bumi, untuk\nmembatasi sebagian kegiatan operasionalnya. Hal ini menjadi penyebab utama bagi\npenurunan kinerja finansial. Di sisi lain, pandemi Covid-19 mendorong akselerasi\nadopsi teknologi digital di masyarakat, termasuk di perusahaan. Kesiapan\norganisasi dalam mengintegrasikan teknologi digital dan mentransformasi bisnis\nkonvensional menuju bisnis berbasis digital, menjadi salah satu faktor penting bagi\nkelangsungan hidup perusahaan. Salah satunya, PT. Dago Energi Nusantara yang\nmerupakan perusahaan konsultan teknik yang bergerak di bidang minyak, gas dan\npanas bumi. Saat ini, PT. Dago Energi Nusantara tengah bersiap untuk\nmengintegrasikan teknologi digital dengan sumber daya yang dimiliki. Namun, PT.\nDago Energi Nusantara masih mengalami tekanan finansial. Salah satu faktor yang\ndianggap berpengaruh adalah rendahnya kapabilitas organisasi. Kemampuan\nperusahaan dalam mengelola proyek dan menangkap peluang inovasi dan\ndiversifikasi produk/layanan, dinilai masih sangat lemah. Hal ini berdampak negatif\npada kinerja proyek, yang memiliki kontribusi terbesar pada kinerja finansial\nperusahaan. Oleh karena itu, penelitian ini bertujuan untuk menguji hubungan dari\nkelima faktor antara lain kesiapan organisasi, kapabilitas dinamis, kapabilitas\nmanajemen proyek, kinerja proyek dan kinerja finansial.\nPenelitian ini menggunakan metode kuantitatif dan pengumpulan data\nmenggunakan non probability sampling dengan teknik purposive sampling.\nTerdapat 30 indikator yang digunakan untuk mengukur 5 konstruk penelitian.\nSebanyak 85 data berhasil dikumpulkan dari 27 Desember 2021 hingga 27 Januari\n2022. Data diolah menggunakan metode PLS-SEM dengan bantuan perangkat\nlunak SmartPLS. Studi ini diharapkan dapat berkontribusi pada literatur melalui\npengujian hubungan faktor-faktor antara lain kesiapan organisasi, kapabilitas\ndinamis organisasi, kapabilitas manajemen proyek, kinerja proyek dan kinerja\nfinansial. Berdasarkan hasil analisis bibiliometrik, belum ada penelitian terdahulu\n\nyang menggambarkan hubungan kelima konstruk tersebut dalam satu penelitian\nempiris.\nHasil penelitian menunjukkan bahwa kesiapan organisasi berpengaruh positif\nterhadap kinerja proyek melalui peran mediasi kapabilitas organisasi yaitu\nkapabilitas dinamis dan kapabilitas manajemen proyek. Kapabilitas dinamis dan\nkapabilitas manajemen proyek ditemukan memiliki pengaruh positif terhadap\nkinerja proyek. Kinerja proyek juga ditemukan memiliki pengaruh positif terhadap\nkinerja finansial. Sementara itu, tidak ditemukan pengaruh positif dan signifikan\ndari kapabilitas dinamis terhadap kapabilitas manajemen proyek.", "Daftar File": {"ABSTRAK Zahwa Fitria Gumilang": "https://digilib.itb.ac.id/gdl/download/248168"}, "Penulis": "Zahwa Fitria Gumilang [23420006]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budhi Prihartono, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "organizational readiness, project performance, financial performance, organizational capabilities, dynamic capabilities, project management capability, PLS-SEM.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "10 Jun 2022"}