{"Nomor": 64814, "Judul": "BIODEGRADASI HIDROKARBON MINYAK BUMI DI LINGKUNGAN SALIN OLEH KONSORSIUM BAKTERI PETROFILIK DENGAN PENAMBAHAN SURFAKTAN", "Abstrak": "Salah satu pencemar paling umum di lingkungan adalah tumpahan minyak bumi,\nyaitu crude oil dan produk-produk turunan lainnya. Salah satu lingkungan yang\nrentan akan pencemaran oleh tumpahan minyak bumi adalah lingkungan salin. Hal\nini disebabkan proses eksplorasi, eksploitasi, serta tranportasi salah satunya terjadi\ndi lingkungan salin. Sifat toksik dan persisten dari senyawa-senyawa hidrokarbon\ndi dalam crude oil menyebabkan kerugian bagi ekosistem yang tercemar dan juga\nmanusia. Oleh karena itu diperlukan usaha untuk mengurangi dampaknya, salah\nsatunya ialah dengan biodegradasi. Biodegradasi adalah proses yang memanfaatkan\nmikroorganisme untuk menghilangkan senyawa-senyawa hidrokarbon minyak\nbumi. Salah satu mikroorganisme yang umum digunakan untuk biodegradasi adalah\nbakteri, yang disebut sebagai bakteri petrofilik karena memanfaatkan hidrokarbon\nminyak bumi sebagai sumber karbonnya. Namun, dikarenakan bioavailabilitas dan\nsolubilitas crude oil yang rendah di dalam air maka sulit bagi mikroorganisme\nuntuk mengurai senyawa-senyawa hidrokarbonnya. Salah satu cara untuk\nmeningkatkan bioavalabilitas dan solubilitas crude oil ialah dengan penambahan\nsurfaktan. Penelitian ini difokuskan pada kemampuan biodegradasi oleh\nkonsorsium bakteri petrofilik di lingkungan salin dengan dan tanpa penambahan\nsurfaktan. Pada penelitian ini digunakan biosurfaktan sophorolipid dan juga\nbiodispersan yang terdiri dari campuran biosurfaktan sophorolipid dengan coco\nglucoside. Adapun efisiensi biodegradasi dengan penambahan sophorolipid dan\nbiodispersan ialah 44% dan 68,35%, sedangkan efisiensi biodegradasi tanpa\npenambahan surfaktan ialah 52,13%. Hal ini menunjukkan bahwa surfaktan mampu\nmeningkatkan efisiensi biodegradasi.", "Daftar File": {"15317042_Reynaldo Christian Maranatha_Abstrak INDO-ENG.pdf\n]": "https://digilib.itb.ac.id/gdl/download/248165"}, "Penulis": "Reynaldo Christian Maranatha [15317042]", "Kontributor / Dosen Pembimbing": ["Dr. Qomarudin Helmy, S.Si., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "biodegradasi, biosurfaktan, crude oil, salinitas, konsorsium bakteri petrofilik.", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "10 Jun 2022"}