{"Nomor": 64824, "Judul": "EKSTRAKSI LOGAM MAGNESIUM DARI TERAK FERONIKEL DENGAN REDUKTOR FEROSILIKON DAN ALUMINIUM", "Abstrak": "Magnesium (Mg) termasuk ke dalam golongan logam ringan yang memiliki rasio kekuatan terhadap berat yang sangat tinggi. Sebagian besar magnesium dihasilkan dari proses Pidgeon yang menggunakan dolomit sebagai bahan baku. Dalam penelitian ini, terak peleburan feronikel digunakan sebagai salah satu sumber bahan baku alternatif dalam memproduksi magnesium sehingga dapat meningkatkan nilai\njual dari terak. Terak peleburan feronikel yang digunakan berasal dari PT. Antam (Persero) Tbk. UBPN Sultra. Proses produksi magnesium dilakukan dengan metode reduksi metalotermik. Reduktor yang digunakan dalam penelitian ini berupa campuran aluminium dan ferosilikon.\n\nSerangkaian percobaan skala laboratorium dilakukan untuk mempelajari pengaruh proporsi reduktor dan bahan imbuh terhadap persen ekstraksi magnesium serta mempelajari senyawa yang terdapat pada residu hasil reduksi. Proses reduksi dilakukan pada tekanan vakum (<20 Pa), waktu reduksi 4 jam, dan temperatur 1200°C. Jumlah penambahan bahan imbuh kalsium oksida divariasikan pada 0%, 40%, dan 80% berat terak feronikel. Selain itu, proporsi reduktor juga divariasikan pada proporsi 60% Al – 40% ferosilikon dan 80% Al – 20% ferosilikon. Persen ekstraksi magnesium dipelajari dengan melakukan karakterisasi residu hasil reduksi menggunakan X-ray Fluoroscence (XRF). Senyawa yang terdapat pada residu dipelajari dengan melakukan karakterisasi dengan X-ray Diffractometer (XRD).\n\nPersen ekstraksi magnesium yang tertinggi diperoleh pada proporsi reduktor 60% Al – 40% FeSi dengan penambahan bahan imbuh CaO sebanyak 80%, yaitu sebesar 94,84%. Senyawa yang diperoleh dari percobaan tanpa penambahan bahan imbuh CaO terdiri dari olivine (Mg1,8Fe0,2SiO4), silikon (Si), dan alumina (Al2O3). Pada percobaan dengan penambahan bahan imbuh CaO tidak ditemukan senyawa olivine yang menandakan proses reduksi dapat berlangsung. Selain itu, pada percobaan dengan penambahan bahan imbuh CaO ditemukan senyawa kompleks gehlenite (Ca2(Al(AlSi)O7).", "Daftar File": {"ABSTRAK Gustama Amanusa": "https://digilib.itb.ac.id/gdl/download/248183"}, "Penulis": "Gustama Amanusa [12518018]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Zulfiadi, S.T., M.T.", "Dr. Ir. Ismi Handayani, M.T.", "D.Sc.(Tech.) Imam Santoso, S.T., M.Phill.", "Taufiq Hidayat, S.T., M.Phill., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "ferosilikon, X-ray Fluoroscence (XRF), X-ray Diffractometer (XRD), gehlenite", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "10 Jun 2022"}