{"Nomor": 64822, "Judul": "STUDI EFEK KONSENTRASI NACL TERHADAP KESTABILAN ?-AMILASE BMAN1?C MENGGUNAKAN PENDEKATAN SIMULASI DINAMIKA MOLEKUL", "Abstrak": "Pati merupakan sumber karbohidrat utama bagi manusia dan memiliki berbagai kegunaan dalam bidang industri. Hidrolisis pati dalam industri pengolahan air limbah, pembuatan sirup, dan detergen memerlukan enzim yang memiliki ketahanan yang baik pada kondisi ekstrem. Indsutri tersebut memerlukan enzim yang mampu menghidrolisis pati dalam konsentrasi garam tinggi. ?-Amilase merupakan enzim hidrolase glikosida yang bekerja pada ikatan glikosidik alfa/? (1?4) dalam glikogen, pati, dan ?-glukan. ?-Amilase diklasifikasikan dalam keluarga hidrolase glikosida 13 (GH13) yang memiliki residu katalitik aspartat sebagai nukleofil, glutamat sebagai donor proton, dan aspartat kedua sebagai penstabil keadaan transisi. Enzim ini diketahui memiliki kemampuan adaptasi yang unik terhadap lingkungan berkonsentrasi garam dan bersuhu tinggi. Adaptasi terhadap kondisi tersebut berupa banyaknya komposisi asam amino bermuatan negatif dan memiliki struktur sekunder heliks alfa dan lembar beta. ?-Amilase atipikal BmaN1 yang diisolasi dari Bacillus megaterium galur NL3, isolat bakteri dari anemon danau laut Pulau Kakaban, Kepulauan Derawan, Kalimantan Timur, memiliki perbedaan residu katalitik lestari dari GH13 dengan aspartat pertama digeser ke posisi Asp203, aspartat kedua digantikan oleh His294, sedangkan glutamat tetap pada posisi lestarinya. ?-Amilase ini diketahui memiliki daerah ujung-C terminal yang menurunkan kelarutannya dalam air dan aktivitasnya dalam menghidrolisis pati. Rendahnya kelarutan dalam air disebabkan karena BmaN1 membentuk badan inklusi oleh adanya struktur heliks transmembran pada ujung-C nya. Varian BmaN1 tanpa daerah ujung-C, BmaN1?C, dikonstruksi untuk meningkatkan aktivitas hidrolisis pati dan kelarutannya. Penelitian ini bertujuan untuk menguji efek konsentrasi NaCl terhadap kestabilan struktur ?-Amilase BmaN1 menggunakan pendekatan simulasi dinamika molekul dengan waktu simulasi 100 ns menggunakan program AMBER18. Analisis simulasi dinamika molekul juga bertujuan menentukan penyebab dari kestabilan tersebut. Penelitian ini juga bertujuan untuk menentukan efek konsentrasi NaCl terhadap aktivitas hidrolisis pati secara eksperimen menggunakan metode DNS. Varian BmaN1 tanpa ujung-C, BmaN1?C, digunakan sebagai pembanding keberadaan daerah ujung-C pada enzimnya. Hasil simulasi dinamika molekul menunjukan bahwa struktur BmaN1 dan BmaN1?C memiliki kestabilan yang baik pada suhu optimum 50?C dan dalam variasi konsentrasi garam NaCl 3,0 M; 2,0 M; 1,0 M; dan 0,5 M. Kestabilan tersebut ditunjukkan berdasarkan analisis RMSD dan radius girasi strukturnya. Analisis residu dan struktur sekunder protein menunjukkan adanya daerah yang berperan dalam memberikan sifat kestabilan pada BmaN1 yaitu residu 179 – 201. Keberadaan daerah ujung-C akan membuat kestabilan struktur BmaN1 lebih rendah dibandingkan BmaN1?C. Penentuan aktivitas ?-amilase BmaN1?C secara eksperimen dilakukan pada variasi konsentrasi NaCl 0,0 – 2,0 M dengan metode DNS yang menunjukkan penurunan aktivitas terbesar pada NaCl 1,0 M sebesar 38,2% dengan nilai aktivitas spesifik 0,047 U/mg.", "Daftar File": {"ABSTRAK Muhammad Akbar Thufail": "https://digilib.itb.ac.id/gdl/download/248182", "PUSTAKA Muhammad Akbar Thufail": "https://digilib.itb.ac.id/gdl/download/253775"}, "Penulis": "Muhammad Akbar Thufail [10518041]", "Kontributor / Dosen Pembimbing": ["Prof. Dessy Natalia, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "kestabilan, BmaN1, dinamika molekul, ?-amilase", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "10 Jun 2022"}