{"Nomor": 64832, "Judul": "SINTESIS AZITROMISIN DIHIDRAT SEBAGAI ACTIVE PHARMACEUTICAL INGREDIENT (API) ANTIBIOTIK INFEKSI BAKTERI DAN SINTESIS SENYAWA TURUNANNYA DARI PREKURSOR AZAERITROMISIN", "Abstrak": "Azitromisin dihidrat merupakan senyawa aktif obat atau active pharmaceutical ingredient (API) antibiotik infeksi bakteri. Azitromisin dihidrat memiliki aktivitas yang tinggi melawan beberapa bakteri gram negatif Haemophilus influenzae, Neisseria gonorrheae, dan Moxaxella catarrhalis. Tujuan dari penelitian ini adalah menyintesis azitromisin dihidrat dan senyawa turunannya dari prekursor azaeritromisin. Dalam penelitian ini azitromisin dihidrat hasil sintesis akan digunakan sebagai bahan baku obat atau API. Sintesis azitromisin dihidrat melibatkan 2 tahapan, yaitu pada tahap pertama dilakukan sintesis crude azitromisin dari prekursor azaeritromisin dengan menggunakan reaksi metilasi Eschweiler-Clarke, kemudian pada tahap kedua dilakukan sintesis azitromisin dihidrat dari crude azitromisin dengan campuran aseton/air. Pada tahap pertama digunakan 2 macam metode untuk menyintesis crude azitromisin yaitu metode pemanasan konvensional atau refluks dan metode MAOS (Microwave Assisted Organic Synthesis). Selain itu juga digunakan variasi pelarut dalam menyintesis crude azitromisin. Hasil sintesis crude azitromisin dengan metode refluks menghasilkan persen rendemen hingga 83,89% dengan pelarut isopropil alkohol dan dengan metode MAOS menghasilkan persen rendemen hingga 91,40% dengan pelarut aseton. Kemudian hasil sintesis azitromisin dihidrat menghasilkan persen rendemen hingga 91,85%. Struktur azitromisin berhasil di identifikasi berdasarkan karakterisasi dengan 1H dan 13C NMR, MS (Mass Spectrometry), XRD (X-Ray Diffraction), dan FTIR. Kemudian dalam penelitian ini juga dilakukan sintesis senyawa turunan azitromisin yaitu azitromisin N-oksida dan eliminasi Cope terhadap azitromisin N-oksida. Hasil sintesis azitromisin N-oksida menghasilkan persen rendemen hingga 82,09%. Struktur azitromisin N-oksida berhasil di identifikasi berdasarkan karakterisasi dengan 1H dan 13C NMR, MS (Mass Spectrometry), dan FTIR. Eliminasi Cope terhadap azitromisin N-oksida menghasilkan produk anti-Zaitsev sebesar 82,07% dan Zaitsev sebesar 17,93% yang diperoleh dengan HPLC (High Performance Liquid Chromatography).", "Daftar File": {"ABSTRAK Carel Hansel Yonathan": "https://digilib.itb.ac.id/gdl/download/248211", "PUSTAKA Carel Hansel Yonathan": "https://digilib.itb.ac.id/gdl/download/248895"}, "Penulis": "Carel Hansel Yonathan [10518060]", "Kontributor / Dosen Pembimbing": ["Dr. Deana Wahyuningrum, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "crude azitromsisin, azitromisin dihidrat, azitromisin N-oksida, eliminasi Cope, MAOS, 1H NMR, 13C NMR, FT-IR, XRD, MS, HPLC", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "10 Jun 2022"}