{"Nomor": 64843, "Judul": "ANALISIS KINERJA KEUANGAN PT. X PERIODE 2017-2020", "Abstrak": "Indonesia adalah negara kepulauan yang terdiri dari 17.491 pulau. Dari sisi jumlah\npopulasi, Indonesia adalah negara ke-4 dengan populasi terbesar di dunia. Hal tersebut\nmenjadi suatu kesempatan untuk moda transportasi udara tumbuh dan berkembang\nkarena pulau-pulau di Indonesia harus saling terhubung dan populasi yang tinggi akan\nmenyebabkan permintaan yang lebih tinggi untuk memenuhi kebutuhan masyarakat\nIndonesia. Dengan kemajuan teknologi dan perilaku konsumen yang berubah seiring\nberjalannya waktu dapat berdampak positif dan negatif bagi industri penerbangan. PT.\nX adalah salah satu pelopor perusahaan penerbangan di Indonesia yang kini\nmenghadapi perubahan bentuk pasar dan lingkungan bisnis. Pada tahun 2017-2020,\nwalaupun PT. X mendapatkan pendapatan kotor yang selalu bertumbuh tetapi\npendapatan bersihnya selalu mendapatkan hasil minus, hanya pada tahun 2017 saja\nyang membukukkan pendapatan bersih dengan angka positif. Oleh karena itu, tujuan\ndari penelitian ini adalah untuk menilai kinerja keuangan dari PT. X untuk periode\n2017-2020. Untuk mengukur kinerja keuangan tersebut, Penulis menggunakan\nKeputusan Menteri BUMN No.KEP-100/MBU/2002, metode Altman Z-Score dan\nanalisis DuPont untuk menjadi dasar analisis kesehatan keuangan dan profitabilitas dari\nPT. X. Metode Keputusan Menteri BUMN No.KEP-100/MBU/2002 digunakan untuk\nmengklasifikasikan kesehatan keuangan perusahaan menggunakan beberapa rasio.\nMetode Altman Z-Score digunakan untuk memprediksi seberapa besar perusahaan\nakan masuk pada fase bankrut. Analisis DuPont dilakukan untuk menganalisis faktor\nyang paling berpengaruh pada pengembalian ekuitas perusahaan. Ada delapan rasio\nkeuangan yang akan digunakan yaitu, pengembalian investasi, pengembalian ekuitas,\nrasio kas, rasio saat ini, periode pengumpulan, perputaran persediaan, total perputaran\naset dan total ekuitas ke total aset. Ada tiga tingkatan dalam penilaian kesehatan, yaitu\nsehat (AAA, AA, A); kurang sehat (BBB, BB, B); tidak sehat (CCC, CC, C). Hasil dari\ndelapan rasio keuangan dari tahun 2017-2020 menyimpulkan bahwa PT. X berada\ndalam kategori tidak sehat (CCC) dan cenderung menurun (dari B ke CCC). PT. X\nmemiliki kesehatan keuangan yang lebih baik jika dibandingkan dengan AirAsia\nsebagai pesaingnya.", "Daftar File": {"2022_TS_PP_Brilliant Trirahmanova Burhanuddin_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/248223"}, "Penulis": "Brilliant Trirahmanova B [29120293]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto, M.B.A."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "DuPont, financial performance, financial health, PT. X, Altman ZScore", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "13 Jun 2022"}