{"Nomor": 64840, "Judul": "POTENSI NANOSELULOSA ASETAT SEBAGAI SURFAKTAN SISTEM AIR-MINYAK NABATI", "Abstrak": "Indonesia sebagai negara agraris mempunyai berbagai macam tumbuhan yang melimpah. Hal ini menjadikan topik penelitian mengenai pemanfaatan limbah tumbuhan berupa biomassa menjadi semakin menarik. Selulosa termasuk ke dalam salah satu jenis biomassa yang melimpah. Selulosa merupakan polimer biomolekul yang terdiri dari ikatan ?(1?4) glikosidik antar monomer glukosa dengan glukosa. Pengubahan ukuran selulosa menjadi nanoselulosa merubah beberapa sifat fisik seperti viskositas, kekuatan tarik, dan aktivitas permukaan. Modifikasi gugus hidroksi pada permukaannya diperkirakan dapat meningkatkan potensi nanoselulosa sebagai surfaktan. Pengubahan ukuran molekul ini dapat dilakukan dengan menggunakan metode hidrolisis asam kuat. Modifikasi menggunakan reagen asam asetat anhidrida dilakukan untuk mengubah gugus fungsi hidroksi permukaan menjadi asetil. H2SO4 yang ditambahkan dapat menghidrolisis sisi amorf, menyisakan sisi kristalin dan gugus sulfatnya dapat mensulfatasi permukaan nanoselulosa. Oleh karena itu di akhir proses pembuatan nanoselulosa dilakukan penghilangan gugus sulfat dengan pencucian dengan aquades sebanyak 8 kali. Keberhasilan pembuatan nanoselulosa, dikonfirmasi melalui FTIR dan PSA. Hasil spektrum serapan infra merah menunjukkan tidak ada perbedaan puncak antara selulosa dan nanoselulosa. Hal ini berarti hidrolisis asam tidak mengubah gugus fungsi pada selulosa. Hasil distribusi ukuran hasil PSA untuk nanoselulosa yang dihidrolisis dengan 45% (w/w) dan 50% (w/w) H2SO4 berukuran 142 nm dan 319 nm. Keberhasilan modifikasi nanoselulosa menjadi nanoselulosa asetat dapat diamati dengan karakterisasi FTIR. Adanya puncak baru di bilangan gelombang 1721 cm-1 menandakan gugus fungsi C=O dan puncak baru pada bilangan gelombang 1250 cm-1 mengindikasikan gugus C-O, sehingga nanoselulosa asetat dikonfirmasi berhasil terbentuk. Hasil analisis mengenai pengukuran nilai tegangan antarmuka sistem air-minyak nabati yang dilakukan dalam eksperimen lab dengan hasil perhitungan nilai tegangan antarmuka secara komputasi, menghasilkan tren data yang bersesuaian. Nilai tegangan antarmuka menurun dengan penambahan nanoselulosa asetat jika dibandingkan dengan penambahan nanoselulosa. Hasil analisis RDF secara komputasi pun membuktikan gugus karbonil polar yang ada pada nanoselulosa asetat berinteraksi dengan air membentuk ikatan hidrogen, dan ikatan C-C pada cincin piranosa berinteraksi dengan gaya van der Waals dengan karbon pada asam palmitat. Dengan kesesuaian antara hasil eksperimen dan komputasi tersebut, nanoselulosa asetat dapat berfungsi sebagai surfaktan.", "Daftar File": {"ABSTRAK Ikhsan Ibrahim": "https://digilib.itb.ac.id/gdl/download/250089", "PUSTAKA Ikhsan Ibrahim": "https://digilib.itb.ac.id/gdl/download/251648"}, "Penulis": "Ikhsan Ibrahim [10518069]", "Kontributor / Dosen Pembimbing": ["Mia Ledyastuti, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "nanoselulosa, nanoselulosa asetat, surfaktan, komputasi", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "13 Jun 2022"}