{"Nomor": 64844, "Judul": "MODEL TIGA LAPISAN UNTUK PERGERAKAN GELOMBANG AIR DI ATAS MEDIA BERPORI TERENDAM", "Abstrak": "Gelombang laut dengan amplitudo tinggi berpotensi merusak wilayah pesisir.\nStruktur pelindung pantai alami yang dapat meredam gelombang sekaligus menjaga\nkeseimbangan ekosistem laut adalah terumbu karang. Pada penelitian ini, akan\ndibangun model matematika untuk mengkaji efektivitas terumbu karang sebagai\nmedia berpori terendam (submerged porous media) dalam mereduksi amplitudo\ngelombang. Model matematika akan dibangun berdasarkan teori potensial dan\nselanjutnya dikembangkan menjadi model fluida tiga lapisan yang menyerupai\nShallow Water Equations. Model ini nantinya akan diselesaikan secara analitik\ndan numerik untuk menentukan bilangan gelombang serta koefisien transmisi\ngelombang yang merepresentasikan besarnya redaman amplitudo gelombang.\nSolusi analitik akan diperoleh menggunakan metode separasi variabel. Kemudian,\nmetode volume hingga pada grid setengahan akan diaplikasikan untuk memperoleh\nskema numerik. Untuk memvalidasi model numerik yang diperoleh, solusi numerik\nakan dibandingkan dengan solusi analitik. Selain itu, validasi model matematika\njuga akan dilakukan dengan menggunakan data eksperimen. Lebih jauh,\nsimulasi numerik akan dilakukan untuk mengamati perambatan gelombang air di\natas beberapa blok media berpori dua lapisan, yang belum pernah dikaji pada\npenelitian-penelitian sebelumnya, serta melihat pengaruh dimensi dan karakteristik\nmedia berpori untuk menentukan desain yang menghasilkan redaman optimal.\nKeluaran dari penelitian ini diharapkan akan mampu memberikan wawasan terkait\npentingnya pelestarian terumbu karang dalam meningkatkan ketahanan pesisir.", "Daftar File": {"ABSTRAK Nadhira Karima": "https://digilib.itb.ac.id/gdl/download/248224"}, "Penulis": "Nadhira Karima [20121008]", "Kontributor / Dosen Pembimbing": ["Dr. Ikha Magdalena S.Si., M.Si.", "Mohammad Farid, S.T, M.T, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "media berpori terendam, teori potensial, model tiga lapisan, bilangan gelombang, koefisien transmisi gelombang, metode volume hingga.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "13 Jun 2022"}