{"Nomor": 64847, "Judul": "STUDI DAN ANALISIS SIFAT ELEKTRONIK DAN MAGNETIK MATERIAL LINICOALO2 (NCA) MENGGUNAKAN DENSITY FUNCTIONAL THEORY UNTUK APLIKASI LITHIUM-ION BATTERIES", "Abstrak": "Pada penelitian ini, akan dilakukan studi dan analisis dari sifat elektronik dan magnetik dari material LiNiCOAlO2 atau lebih dikenal dengan sebutan NCA. NCA adalah katoda berbasis Nikel yang populer untuk digunakan sebagai elemen katoda aktif untuk Lithium-ion Batteries (LIBs) mobil listrik. Alasan mengapa katoda NCA popular untuk dipakai adalah karena aktifitas redox dari nikel terjadi di potensia yang lebih tinggi dari Lithium disbanding material katoda lain seperti besi (Fe) atau mangan (Mn) di LMO. NCA juga memiliki harga yang relatif lebih murah dan lebih ramah lingkungan disbanding komposisi lainnya. Penelitian ini dilakukan dengan menggunakan metode density functional theory (DFT) yang dapat menyelesaikan masalah sistem atom jamak dengan electron satu dengan yang lainnya tidak saling berinteraksi serta parameter masukan ditentukan sejak awal. Data keluaran yang diharapkan dapat memberikan data yang relevan untuk digunakan dalam pengembangan LIBs. Pada penelitian ini, digunakan sistem bulk trgigonal dengan space group R3-m (h), parameter kisi  a = 2,86 ? dan c = 14,199 ?. Kalkulasi utamanya dilakukan dengan menggunakan Quantum open source package for research in electronic structure, simulation, and optimization (Quantum ESPRESSO) yang dilakukan dalam skala nano berbasis first principle dengan potensial efektf Perdew-Burke-Ernzerhof (PBE) yang memanfaatkan set gelombang bidang. Kemudian dilakukan visualisasi struktur menggunakan Visualization for Electronic and Structural Analysis (VESTA) sehingga didapatkan sifat-sifat dalam ruang resiprok yang dapat dianalisis sesuai pola struktur pita dan plot grafik fungsional menggunakan IGOR yang dapat mengintrepretasikan kurva density of state (DOS), dan projected density of states (PDOS). Opimasi struktur dilakukan dengan melakukan perhitungan SCF untuk mendapatkan nilai Cut-off energy dan K-point yang kemudian dilakukan kalkulasi berikutnya seperti N-SCF, Bands, Band structure, DOS, dan PDOS.  Kemudian akan dilakukan variasi pada komponen Nikel (Ni) dan dilakukan analisis sifat elektronik dan magnetiknya untuk diketahui pengaruh dari pertambahan Ni. Hasil dari perhitungan SCF akan diolah untuk mendapatkan perhitungan mengenai intercalation potential dan kapasitas untuk kemudian diketahui korelasinya dengan konsentrasi Nikel dan Cobalt didalamnya.", "Daftar File": {"ABSTRAK Albani Zhillan Abdullah": "https://digilib.itb.ac.id/gdl/download/248248", "COVER Albani Zhillan Abdullah": "https://digilib.itb.ac.id/gdl/download/258034", "BAB 6 Albani Zhillan Abdullah": "https://digilib.itb.ac.id/gdl/download/258040", "PUSTAKA Albani Zhillan Abdullah": "https://digilib.itb.ac.id/gdl/download/258041"}, "Penulis": "Albani Zhillan Abdullah [10218025]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Yudi Darma, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "density functional theory, LIBs, dan NCA", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "9 file", "Tanggal Input": "13 Jun 2022"}