{"Nomor": 64848, "Judul": "KEGIATAN KEMITRAAN UNTUK MENARIK INVESTOR STRATEGIS KELAS DUNIA DI PT KPI", "Abstrak": "PT KPI, anak perusahaan PT PTM yang dimiliki sepenuhnya, harus memperkuat langkahnya menghadapi tantangan dinamis melalui investasi dan optimalisasi bisnis. Di PT KPI, Departemen Kemitraan diharapkan dapat menarik calon investor untuk proyek-proyek strategis; menghadapi kendala dan tantangan yang dihadapi dalam proses kemitraan untuk Proyek Kompleks Petrokimia di Tuban, Indonesia, salah satu Proyek Petrokimia di PT KPI.\nProses kemitraan untuk Proyek dilakukan dari Januari hingga Oktober 2021 dengan mengundang dan mendekati 201 calon mitra dari nasional (Indonesia lokal) dan internasional yang mengirimkan teaser proyek. Proses Kemitraan harus dihentikan pada November 2021 terkait tidak mendapatkan investor sebagai target, yang mempengaruhi pelaksanaan timeline Proyek Kompleks Petrokimia, terutama dalam mendapatkan mitra pendanaan ekuitas untuk Proyek. Evaluasi atau tindakan korektif perlu dilakukan untuk strategi kemitraan Proyek Kompleks Petrokimia untuk mendapatkan mitra ekuitas/investor segera. Pertanyaan Penelitian Tugas Akhir ini adalah: (a) Apa faktor yang paling berpengaruh dalam kegagalan proses kemitraan Proyek Kompleks Petrokimia PT KPI pada tahun 2021?; (b) Tindakan korektif apa yang perlu dilakukan PT KPI untuk mengoptimalkan proses kemitraan Proyek Kompleks Petrokimia yang akan diluncurkan pada tahun 2022?\nTugas akhir ini mengkaji strategi kemitraan yang efektif untuk mendapatkan mitra/investor di Proyek Kompleks Petrokimia. Selain itu, akan mengidentifikasi faktor-faktor yang paling signifikan dalam kegagalan Proses Kemitraan Proyek sebelumnya untuk merumuskan tindakan/strategi korektif. Lingkup tugas akhir terbatas pada mengidentifikasi faktor-faktor paling signifikan yang akan mempengaruhi pembentukan Kemitraan di Proyek Kompleks Petrokimia dan kemudian mengembangkan strategi untuk mengatasi masalah ini. Proses ini dapat dilakukan dengan membentuk joint venture atau special purpose vehicle. \nKami menemukan beberapa alasan keengganan calon mitra untuk berinvestasi, tetapi akar penyebabnya terdiri dari 4 (empat) faktor: (1) SPV (Special Purpose Vehicle) memiliki sejarah keuangan yang buruk; (2) SPV memiliki kepemilikan yang kompleks; (3) Proyek memiliki tinjauan pasar yang tidak jelas; (4) Proyek tersebut memiliki proyeksi ekonomi proyek yang meragukan. Empat solusi terbaik dan menguntungkan untuk diterapkan oleh perusahaan adalah: (1) menggunakan entitas baru sebagai SPV, karena akan terlihat seperti perusahaan clean sheet; (2) menggunakan entitas baru sebagai SPV, karena akan terlihat seperti perusahaan baru; (3) Berkoordinasi dengan tim pemasaran terkait tinjauan pasar, (4) melakukan penghitungan ulang proyeksi ekonomi. Solusi-solusi tersebut akan dilakukan oleh tim gugus tugas Kemitraan pada tahun ini.", "Daftar File": {"2022_TS-PP_ Ibnu Perdana_1 Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/248249", "2022_TS_PP_Ibnu Perdana_Full Text-1.pdf?": "https://digilib.itb.ac.id/gdl/download/248250"}, "Penulis": "Ibnu Perdana [29118280]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Mursyid Hasan Basri, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "proyek, investor ekuitas, proses partnership", "Sumber": "PT KPI", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "2 file", "Tanggal Input": "13 Jun 2022"}