{"Nomor": 64845, "Judul": "PILIHAN HUNIAN GENERASI MILENIAL:  KARAKTERISTIK DIRI, MINAT DESAIN DAN KETERJANGKAUAN HARGA DI MASA PANDEMI DI JAKARTA RAYA DAN BANDUNG RAYA.", "Abstrak": "Generasi milenial mendominasi keseluruhan populasi penduduk di perkotaan besar, seperti Jakarta Raya dan Bandung Raya. Saat ini, mayoritas generasi milenial sudah berada pada tahap kehidupan mandiri, sehingga menyebabkan perningkatan kebutuhan hunian di perkotaan. Di masa pandemi, konsumen milenial dapat menjadi peluang sekaligus tantangan bagi stakeholder perumahan. Milenial merupakan target konsumen perumahan terbesar di perkotaan. Di sisi lain, stakeholder penyedia perumahan menghadapi kesulitan dalam memprediksi pilihan hunian yang diminati milenial. Selain itu, pilihan hunian milenial dipengaruhi oleh dampak pandemi yang mempengaruhi aspek sosio-ekonomi. Pengetahuan mengenai preferensi hunian milenial di Indonesia masih sangat terbatas. Oleh karena itu, penelitian mengenai preferensi hunian milenial perlu terus digali untuk meminimalisir ketidaksesuaian dalam penyediaan perumahan. Dalam konteks yang lebih luas, pengetahuan mengenai preferensi milenial dapat bermanfaat bagi pemangku kebijakan dalam menentukan arah perkembangan perkotaan, karena kebutuhan perumahan harus sesuai dengan fasilitas insfastruktur perkotaan.\n\nPenelitian ini dilakukan di masa pandemi, sehingga metode pengambilan data dilakukan dengan menyebarkan kuesioner secara daring dalam upaya mematuhi peraturan physical distancing. Disamping itu, metode penelitian yang digunakan adalah pendekatan willingness to pay untuk mengidentifikasi preferensi hunian berdasarkan kemampuan ekonomi milenial di masa pandemi. Hasil analisis preferensi milenial di Jakarta Raya dan Bandung Raya kemudian dibandingkan untuk diidentifikasi persamaan dan perbedaannya berdasarkan konteks lokasi.\n\nHasil penelitian menunjukkan kemiripan pada kepribadian dan minat desain hunian generasi millennial di Jakarta Raya dan Bandung Raya. Di sisi lain, hasil analisis willingness to pay menunjukkan perbedaan pada detail preferensi antara generasi milenial. Milenial Bandung Raya cenderung menuntut lebih banyak fitur desain hunian yang diinginkan jika dibandingkan milenial Jakarta Raya, khususnya pada minat desain lingkungan hunian. Perbedaan tersebut dapat menekankan bahwa kaum milenial yang sering dianggap sebagai individu yang homogen, nyatanya dapat memiliki preferensi yang berbeda berdasarkan konteks lokasi. Dapat disimpulkan bahwa stakeholder penyedia perumahan perlu memahami karakteristik milenial dan tidak mengabaikan preferensi lokal baik di Jakarta Raya maupun Bandung Raya.", "Daftar File": {"ABSTRAK RATU SONYA MENTARI HAERDY": "https://digilib.itb.ac.id/gdl/download/248247"}, "Penulis": "RATU SONYA MENTARI HAERDY [25220002]", "Kontributor / Dosen Pembimbing": ["Dr. Allis Nurdini, ST., MT."], "Jenis Koleksi": "Tesis", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "Architecture", "Kata Kunci": "Milenial, preferensi perumahan, pandemi, Jakarta Raya, Bandung Raya", "Sumber": "", "Staf Input/Edit": "Sandy Nugraha", "File": "1 file", "Tanggal Input": "13 Jun 2022"}