{"Nomor": 64858, "Judul": "KAJIAN PENCEMARAN MIKROPLASTIK DI PERAIRAN PESISIR INDONESIA", "Abstrak": "Pencemaran  plastik  berdampak  negatif  pada  biodiversitas,  ekosistem,  dan  kesehatan manusia. Salah satu pencemaran plastik yang memberikan dampak besar dalam lingkungan pesisir adalah mikroplastik. Mikroplastik merupakan plastik berukuran diameter di bawah\n5 mm. Kurangnya sistem pengelolaan sampah plastik dan banyaknya aktivitas yang bergantung pada ekosistem di pesisir menyebabkan masalah mikroplastik dapat berdampak langsung terhadap media air, biota, dan sedimen di lingkungan pesisir. Mikroplastik perlu dikarakterisasi secara fisik dan kimia karena memiliki kandungan jenis dan komposisi yang berbeda.  Informasi  mengenai  prosedur  analisis  dan  distribusi  mikroplastik  di  perairan pesisir   Indonesia   masih   minim   sehingga   diperlukan   kajian   yang  mendalam   untuk memetakan keberadaan dan penanganan mikroplastik di perairan pesisir Indonesia. Pada penelitian ini, dilakukan kajian studi literatur mengenai mikroplastik yang terdapat dalam air, biota, dan sedimen dari perairan pesisir Indonesia. Hal yang dikaji meliputi distribusi penyebaran mikroplastik; metode analisis yang meliputi metode sampling, treatment, dan identifikasi mikroplastik untuk menginterpretasikan  jumlah, karakteristik fisik dan kimia mikroplastik. Selain itu, dilakukan kajian perbandingan dengan beberapa mikroplastik dari perairan  pesisir  di  luar  Indonesia.   Hasil  kajian  menunjukkan   metode  analisis  yang dilakukan di air, sedimen, dan biota rata-rata menggunakan NaCl untuk pemisahan berat jenis dan digestion menggunakan KOH ataupun H2O2. Identifikasi visual dari sampel air, biota, dan sedimen dengan menggunakan mikroskop. Kemudian, untuk sampel air dan sedimen dilakukan juga identifikasi kimia menggunakan FTIR. Bentuk mikroplastik yang paling banyak ditemukan dari sampel air, biota dan sedimen adalah dari bentuk fiber. Jenis mikroplastik yang sering ditemukan dari sampel air dan sedimen di Indonesia adalah dari jenis PP, PS, dan PE. Penyebaran mikroplastik di luar negeri dari sampel air dan sedimen memiliki kemiripan dalam jenis dan bentuk yang ditemukan, yakni bentuk fiber dan dari jenis PE dan PP. Selain FTIR, teknik alternatif dalam mengidentifikasi jenis mikroplastik yang  dilakukan  di luar  negeri,  yaitu  spektrometri  raman,  SEM-EDS,  dan  Py-GC-MS. Kajian ini merekomendasikan  suatu prosedur analisis  mikroplastik  dari perairan pesisir yang dapat diterapkan di laboratorium.", "Daftar File": {"ABSTRAK Vincent": "https://digilib.itb.ac.id/gdl/download/248474", "PUSTAKA Vincent": "https://digilib.itb.ac.id/gdl/download/263432"}, "Penulis": "Vincent [10517028]", "Kontributor / Dosen Pembimbing": ["Muhammad Iqbal, S.Si., M.Si., Ph.D.", "Dr. Muhammad Yudhistira Azis, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "FTIR, mikroplastik di Indonesia, perairan pesisir, prosedur analisis.", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "13 Jun 2022"}