{"Nomor": 64853, "Judul": "STUDI DAMPAK PENERAPAN AUTO GENERATION CONTROL (AGC) TERHADAP PENETRASI PLTS DAN PENAMBAHAN ANCILLARY SERVICE COST", "Abstrak": "ABSTRAK\nSTUDI DAMPAK PENERAPAN AUTO GENERATION CONTROL (AGC) TERHADAP PENETRASI PLTS DAN PENAMBAHAN ANCILLARY SERVICE COST\nOleh\nNama Mahasiswa\nNIM: 23219356\n(Program Studi Magister Teknik Elektro)\nPerrsetujuan Paris Aggrement mengenai perubahan iklim, keputusan Indonesia menuju Zero Emission pada tahun 2060, ditambah lagi penurunan harga PLTS yang sangat signifikan dalam 10 tahun terakhir, memaksa sektor produsen energi khususnya pembangkit tenaga listrik bergerak ke arah transisi energi. Dalam beberapa tahun kedepan bukan hal yang tidak mungkin LCOE dari PLTS sama dengan atau bahkan lebih rendah dari variable cost PLTU. Namun PLTS yang tergolong kedalam Variable Renewable Energy (VRE) memiliki karakteristik yang intermitten dikarenakan PLTS sangat bergantung pada besarnya irradiasi dan kecerahan udara yang masuk ke bumi sampai tiba di permukaan bumi. Di sisi lain peramalan kurva beban pada umumnya memiliki error atau perbedaan dengan kurva beban aktual. Sehingga ketidakpastian itu harus bisa direspon oleh pembangkit yang beroperasi pada sistem tenaga listrik. Oleh karena itu dibutuhkan secondary reserve untuk merespon ketidakpastian peramalan kurva beban dan fluktuasi dari PLTS. Pada penelitian ini menggunakan sistem kelistrikan Jawa Bali yang dimodelkan dengan 5 region dan dihubungkan dengan transmisi dan batasan transfernya masing-masing. Adapun pemodelan yang dilakukan dengan bantuan perangkat lunak PLEXOS. Pada penelitian ini dilakukan 4 skenario simulasi yang terdiri dari skenario 1 mengenai analisa tentang kondisi sistem dalam keadaan eksisting. Kemudia skenario 2 dengan menambahkan kebutuhan reserve sebesar 8%/10min terhadap kurva beban tiap intervalnya guna merespon error yang dapat terjadi dari kurva beban yang diramalkan sebelumnya. Pada skenario 3 dilakukan generation expansion planning dengan menerapkan reserve 8%/10min untuk kebutuhan fluktuasi kurva beban serta 33%/10min untuk fluktuasi yang terjadi pada PLTS. Pada skenario 3 dioptimasi penetrasi PLTS sekaligus kebutuhan fleksibilitas untuk menunjang fluktuasi PLTS sekaligus fluktuasi pada kurva beban. Pada sekenario 4 dilakukan adjusmnet pada ramping pembangkit dengan meningkatkannya sebsar 2xlipat dengan nilai semula 1%/Min untuk PLTU menjadi 2%/Min. sedangkan untuk pembangkit gas seperti PLTG, PLTDG, dan PLTGU yang semula memiliki 2%/min meninkat sebesar 2xlipat dengan menjadi 4%/min. sama halnya dengan sperti yang dilakukan pada skenario 3, hal yang dilakukan pada skenario 4 adalah generation expansion planning dan simulasi produksi. Dari empat skenario tersebut dilakukan analisa dalam beberapa hal seperti rata rata CF tiap pembangkit, bauran energi, generation stacking untuk pola operasi dalam satu\n3\nhari, serta alisis perubahan biaya yang terjadi pada setiap skenario. Penetapan ancillary service cost mengacu pada Generation Marginal Price (GMP). GMP adalah perbandingan tertinggi terhadap kemampuan ramping yang dimiliki tiap unit pembangkit. Pada penelitian ini PLTGU Muara Karang GT 1.3 menjadi GMP dengan nilai variable cost 7.8 cent$/KWh dan kemampuan ramping 2 MW/min. dengan kata lain GMP sistem adalah 3.9 cent$/KWh. Dari empat skenario yang telah disimulasikan pada penelitian ini didapati bahwa menambahan kebutuhan reserve untuk menunjang fluktuasi kurva beban ataupun fluktuasi pada PLTS berdampak pada meningkatnya system variable cost secara keseluruhan. Selain itu pengaktifan AGC untuk meyumbang secondary reserve menyebabkan tambahan biaya sebsar 28.4 Rp/KWh pada skeanrio 2, kemudian penambahan biaya meningkat menjadi 36.7 Rp/KWh apda skenario 3, kemudian apenambahan biaya kembali meningkat menjadi 49.2 Rp/KWh terhadap skenario 1 atau kondisi eksisting. Dampak lain dari meningkatnya PLTS pada sistem Jawa Bali adalah menurunnya rata-rata CF PLTU yang terjadi karena adanya penetrasi PLTS pada siang hari. Namun ketersediaan fleksibilitas yang dimiliki oelh sistem pada skenari 2 lebih tinggi, kemudian meningkat pada skenario 3, dan menjadi lebih tinggi lagi fleksibilitas yang dimiliki Sistem Jawa Bali pada simulasi dengan skenario 4.\nKata kunci: Secondary Reserve, Ancillary Services cost, Simulasi Produksi, Generation Expansion Planning, Fluktuasi Kurva Beban, Fluktuasi PLTS.", "Daftar File": {"ABSTRAK - Muhamad Urfan Qinthara": "https://digilib.itb.ac.id/gdl/download/248256"}, "Penulis": "Muhamad Urfan Qinthara [23219356]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Nanang Hariyanto, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Secondary Reserve, Ancillary Services cost, Simulasi Produksi, Generation Expansion Planning, Fluktuasi Kurva Beban, Fluktuasi PLTS.", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "13 Jun 2022"}