{"Nomor": 64852, "Judul": "PERANCANGAN PLATFORM LAYANAN PENGAWASAN PENERIMAAN NEGARA BUKAN PAJAK (PNBP) MENGGUNAKAN ARSITEKTUR BERORIENTASI LAYANAN", "Abstrak": "ABSTRAK\nPERANCANGAN PLATFORM LAYANAN PENGAWASAN\nPENERIMAAN NEGARA BUKAN PAJAK (PNBP)\nMENGGUNAKAN ARSITEKTUR BERORIENTASI LAYANAN\nOleh\nArief Bachtiar\nNIM: 23219318\n(Program Studi Magister Teknik Elektro)\nPNBP merupakan salah satu sumber pendapatan bagi negara Indonesia. Sebagai\nsumber pendapatan, maka diperlukan pengawasan untuk dapat memastikan\npenerimaan dan penggunaan dana PNBP sesuai dengan peraturan perundang –\nundangan yang berlaku. Pengawasan pada masing – masing Kementerian/Lembaga\n(K/L) dikelola oleh APIP. Untuk meningkatkan peran APIP dalam pengawasan\nPNBP maka Kementerian Keuangan membuat aplikasi pengawasan PNBP dengan\nnama e-mawas PNBP. Aplikasi ini telah terintegrasi dengan data – data keuangan\npada Kementerian Keuangan. Namun kondisi saat ini, tersedia aplikasi – aplikasi\npengelolaan PNBP dan pengawasan pada masing – masing K/L. Aplikasi ini\nbersifat silo dan belum terintegrasi dengan e-mawas PNBP. Untuk itu diperlukan\nintegrasi dari aplikasi – aplikasi yang ada saat ini sehingga proses pengawasan\nPNBP dapat dilakukan APIP secara menyeluruh. Penelitian ini akan melakukan\nperancangan platform sistem pengawasan PNBP.\nPerancangan platform sistem pengawasan PNBP akan mempertimbangkan aplikasi\n– aplikasi silo yang berkaitan dengan PNBP baik di level Satker pengelola PNBP,\nAPIP maupun di Kementerian Keuangan, sehingga distribusi data untuk kebutuhan\npengawasan dapat diterima oleh setiap institusi yang terlibat. Perancangan platform\nmenggunakan metodologi service computing system engineering (SCSE), dimana\nmetodologi ini dapat menjembatani antara proses bisnis dan model layanan\nteknologi informasi (TI) berdasarkan arsitektur berorientasi layanan (SOA). Setelah\ndilakukan perancangan maka evaluasi dilakukan untuk melihat hasil rancangan\nsesuai dengan prinsip SOA. Hasil rancangan menunjukkan bahwa platform\npengawasan PNBP dibuat sesuai dengan prinsip SOA, yaitu ketergantungan antar\nlayanan yang rendah (loosely coupled), hubungan operasi pada layanan yang tinggi\n(cohesion), kompleksitas yang rendah (complexity), dan reusable.\nKata kunci: Pengawasan PNBP, SOA, service computing system engineering", "Daftar File": {"ABSTRAK - ARIEF BACHTIAR": "https://digilib.itb.ac.id/gdl/download/248255"}, "Penulis": "Arief Bachtiar [23219318]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Suhardi, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Pengawasan PNBP, SOA, service computing system engineering", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "13 Jun 2022"}