{"Nomor": 64865, "Judul": "KOMPOSIT TITANIUM DIOKSIDA/ECOFLEX SEBAGAI  MATERIAL DIELEKTRIK UNTUK APLIKASI SENSOR LUNAK KAPASITIF", "Abstrak": "Sensor lunak merupakan komponen penting dalam robot lunak yang \ndikembangkan sebagai solusi untuk meningkatkan interaksi manusia dengan \nrobot. Salah satu jenis sensor lunak yang paling banyak dikembangkan adalah \nsensor lunak kapasitif karena prinsip kerja dan proses fabrikasi yang sederhana \nserta linieritas dan stabilitasnya yang tinggi. Ecoflex sebagai material elastomer \nyang paling sering digunakan dalam sensor lunak kapasitif untuk mendeteksi \nstimulus mekanik memiliki konstanta dielektrik yang rendah (2,17-4,2) sehingga \nmenyulitkan pembacaan sinyal yang dihasilkan. Maka, diperlukan modifikasi \npada Ecoflex untuk meningkatkan performa dari sensor yang dihasilkan. \nDalam penelitian ini, Ecoflex dimodifikasi dengan penambahan serbuk \nTiO2 (dengan variasi 5 wt.%, 10 wt.%, 15 wt.%, dan 20 wt.%). Modifikasi ini \nmeningkatkan konstanta dielektrik sebesar 37,19% pada komposisi 20 wt.% TiO2. \nModifikasi ini juga meningkatkan nilai gauge factor (GF) Ecoflex dengan GF \ntertinggi dihasilkan oleh variasi 20 wt.% TiO2. Tapi, terdapat penurunan GF pada \nregangan tertentu dengan variasi 20 wt.% mengalami penurunan GF pada \nregangan 3% sementara variasi 5 wt.% mengalami penurunan GF pada regangan\n13%. Dari sifat mekanik, penambahan TiO2 ke dalam Ecoflex tidak memberikan \npengaruh yang signifikan dalam hal kekuatan, modulus, dan elongasi material \ndielektrik sensor lunak kapasitif. Dari penelitian ini, disimpulkan bahwa variasi 5 \nwt.% TiO2/Ecoflex paling unggul dalam aplikasi regangan tinggi dan 20 wt.% \nTiO2/Ecoflex paling unggul dalam aplikasi regangan rendah.", "Daftar File": {"ABSTRAK Andrew Immanuel Ebenezer": "https://digilib.itb.ac.id/gdl/download/248314"}, "Penulis": "Andrew Immanuel Ebenezer [13718035]", "Kontributor / Dosen Pembimbing": ["Vani Virdyawan, S.T., M.T., Ph.D.", "Afriyanti Sumboja, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "ecoflex, kapasitif, sensor lunak, titanium dioksida", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "14 Jun 2022"}