{"Nomor": 64860, "Judul": "KAJIAN DAMPAK PENDANAAN KARBON DALAM PEMBANGUNAN DAN OPERASIONAL PEMBANGKIT LISTRIK TENAGA UAP (PLTU) BERBAHAN BAKAR BATUBARA DENGAN TEKNOLOGI ULTRASUPERCRITICAL DI INDONESIA", "Abstrak": "Indonesia dihadapkan pada kondisi kurangnya pasokan energi listrik. Program Pengadaan Pembangkit Listrik 35.000 MW yang dicanangkan pemerintah menimbulkan permasalahan berupa kebutuhan dana investasi yang besar dan adanya potensi peningkatan emisi CO2. PT. PLN (Persero) berencana\nmenggunakan PLTU batubara kelas 1.000 MW dengan teknologi ultrasupercritical (USC). Teknologi USC akan memberikan efisiensi yang lebih baik dan emisi CO2 yang lebih rendah dibandingkan teknologi Subcritical (Sub) yang saat ini digunakan di Indonesia. Penurunan emisi CO2 yang dihasilkan akan\ndimanfaatkan untuk memperoleh pendanaan karbon.\n\nUntuk memanfaatkan pendanaan karbon dari penggunaan teknologi USC terlebih dahulu perlu diketahui besar emisi CO2 dari PLTU eksisting dan potensi reduksi emisi yang dapat dihasilkan. Selanjutnya dapat diketahui potensi pendanaan karbon dan dampak pendanaan karbon dalam pembangunan dan operasional PLTU USC di Indonesia.\n\nPerhitungan emisi CO2 dari PLTU eksisting dilakukan berdasarkan data konsumsi bahan bakar PLTU PT. PLN (Persero). Penurunan emisi dihitung dengan metodologi IPCC 2006. Pemilihan mekanisme pendanaan karbon terbaik dilakukan dengan metode Net Present Value (NPV) dan perbandingan pendanaan per unit produksi listrik. Analisis dampak dilakukan dengan metode NPV dan\nBenefit Cost Ratio (BCR).\n\nPLTU berbahan bakar batubara yang saat ini beroperasi di Indonesia menghasilkan emisi CO2 sebesar 0,00086 Gg CO2/MWh. Dengan penggunaan teknologi USC pada 6 PLTU yang direncanakan, Indonesia berpotensi menghasilkan penurunan emisi sebesar 13.706 Gg CO2. JCM dengan skenario 100% biaya konstruksi ditanggung oleh Pihak Jepang adalah mekanisme yang paling menguntungkan bagi Indonesia. Pendanaan karbon belum dapat menutupi seluruh biaya yang diperlukan oleh PLTU USC. Namun pendanaan karbon berpengaruh menjadikan pembangunan, operasional, dan perawatan PLTU USC bersifat ekonomis untuk dilaksanakan.", "Daftar File": {"ABSTRAK Ririn Restu Adiati": "https://digilib.itb.ac.id/gdl/download/248271", "BAB 1 Ririn Restu Adiati": "https://digilib.itb.ac.id/gdl/download/248272", "BAB 2 Ririn Restu Adiati": "https://digilib.itb.ac.id/gdl/download/248273", "BAB 3 Ririn Restu Adiati": "https://digilib.itb.ac.id/gdl/download/248274", "BAB 4 Ririn Restu Adiati": "https://digilib.itb.ac.id/gdl/download/248275", "BAB 5 Ririn Restu Adiati": "https://digilib.itb.ac.id/gdl/download/248276", "BAB 6 Ririn Restu Adiati": "https://digilib.itb.ac.id/gdl/download/248277", "PUSTAKA Ririn Restu Adiati": "https://digilib.itb.ac.id/gdl/download/248278"}, "Penulis": "Ririn Restu Adiati [22113024]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Ir. Arjo Prawoto Wibowo, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Rekayasa Pertambangan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "emisi CO2, pendanaan karbon, PLTU batubara, ultra-supercritical", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "8 file", "Tanggal Input": "14 Jun 2022"}