{"Nomor": 64869, "Judul": "PENGEMBANGAN MAJALAH DIGITAL FISIKA BERBASIS PENDEKATAN ILMIAH SEBAGAI MEDIA PEMBELAJARAN FISIKA DI SMA PADA POKOK BAHASAN USAHA DAN ENERGI", "Abstrak": "Pandemi Covid-19 merupakan tantangan besar bagi sistem pendidikan sehingga pemerintah menginstruksikan semua lembaga pendidikan untuk berinovasi dengan beralih dari pembelajaran secara tatap muka menjadi pembelajaran online. Majalah digital fisika merupakan pengembangan dari majalah cetak, dimana majalah digital tidak lagi menggunakan bahan baku berupa kertas seperti majalah pada umumnya, melainkan dalam bentuk file digital yang dapat diakses melalui media eletronik. Konten yang terdapat pada majalah digital fisika disusun semenarik mungkin dengan menampilkan lebih banyak gambar, ilustrasi, video, warna dan visualisasi dari materi yang disampaikan sehingga berbeda dengan buku pelajaran maupun buku referensi yang mayoritas menimbulkan kesan berisi teks dan perhitungan saja. Tujuan dari penelitian ini yaitu membuat media pembelajaran fisika berupa majalah digital fisika\nberbasis pendekatan ilmiah pada materi usaha dan energi. Metode penelitian yang digunakan yaitu menggunakan model ADDIE: analysis (analisis), design (perencanaan), development (pengembangan), implementation (implementasi), dan evaluation (evaluasi).\nValidasi majalah digital fisika dilakukan oleh dua orang dosen fisika sebagai ahli dan satu orang guru fisika sebagai praktisi. Media pembelajaran majalah digital fisika berbasis pendekatan ilmiah yang dikembangkan dinyatakan valid dan layak digunakan jika memenuhi aspek penilaian validasi. Majalah digital fisika dinilai dari aspek materi dan media. Pada aspek kelayakan materi, majalah digital fisika memperoleh skor rata-rata sebesar 4,43 dengan kriteria “sangat baik”. Sedangkan pada aspek kelayakan media, majalah digital fisika memperoleh skor rata-rata 4,48 yang termasuk kriteria “sangat baik”. Respon peserta didik kelas X di SMAN 1 Garut terhadap majalah digital fisika dengan total peserta didik sebanyak 29 orang memperoleh rata-rata persentase sebesar 83,85% dengan kriteria “sangat baik”. Berdasarkan\nhasil penelitian yang telah dilakukan, maka dapat disimpulkan bahwa majalah digital fisika layak digunakan dalam proses kegiatan pembelajaran.", "Daftar File": {"ABSTRAK Najah Nurhasanah": "https://digilib.itb.ac.id/gdl/download/261168", "COVER Najah Nurhasanah": "https://digilib.itb.ac.id/gdl/download/261169", "PUSTAKA Najah Nurhasanah": "https://digilib.itb.ac.id/gdl/download/261177"}, "Penulis": "Najah Nurhasanah [24720002]", "Kontributor / Dosen Pembimbing": ["Dr. Fatimah Arofiati Noor, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Majalah Digital, Pendekatan Ilmiah, Usaha dan Energi.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Yati Rochayati", "File": "10 file", "Tanggal Input": "15 Jun 2022"}