{"Nomor": 64863, "Judul": "USULAN PERBAIKAN UNTUK MENYELESAIKAN PENGERJAAN PROYEK  TERLAMBAT MILIK PT ETS", "Abstrak": "PT ETS merupakan start up yang sebelumnya bergerak dalam bidang penggunaan dan pembuatan drone yang kemudian merubah lini bisnisnya dengan bergerak dalam bidang konsultasi Internet of Things (IoT). Proyek terkini PT ETS adalah pekerjaan yang diberikan PT XYZ untuk menyediakan sistem yang dapat meningkatkan sistem ketelusuran produksi perusahaan. Namun, proyek memiliki progres yang tidak sesuai dengan rencana dan dipastikan akan mengalami keterlambatan. Dengan mengacu pada kontrak, keterlambatan tersebut tentu akan mempengaruhi pendapatan yang mungkin didapatkan oleh ETS. Penelitian ini dibuat untuk mengevaluasi pengerjaan proyek yang dilakukan oleh ETS dan memberikan solusi untuk penyelesaian proyek oleh ETS.  \nPenelitian menggunakan metode diskusi untuk mendapatkan data primer dan menggunakan dokumen yang dimiliki ETS berupa kontrak proyek dan dokumentasi lainnya untuk melihat histori pengerjaan proyek sebagai data sekunder. Kedua data tersebut kemudian dipakai untuk menganalisis gap pada pengerjaan proyek dan pengelolaan proyek, khususnya pada penjadwalan dan biaya. Setelah mengetahui gap yang terjadi, dilakukan pencarian penyebab terjadinya keterlambatan dengan menggunakan Fishbone Diagram. Penyebab masalah yang ditemukan menjadi dasar penyusunan solusi untuk ETS dapat menyelesaikan proyeknya. Solusi dibuat menggunakan tool Critical Path Method sehingga dapat mengetahui aktivitas critical yang dapat diberikan perlakuan khusus oleh ETS. Solusi juga dibuat untuk memperbaiki manajemen proyek yang dilakukan. Pada penelitian ini juga terdapat penjelasan implementasi agar perusahaan mudah dalam menerapkan solusi yang diberikan.", "Daftar File": {"2022_TS_PP_Muhammad Raditya Dwiprasta_Abstrak-1.pdf?": "https://digilib.itb.ac.id/gdl/download/248305"}, "Penulis": "Muhammad Raditya Dwiprasta [29120152]", "Kontributor / Dosen Pembimbing": ["Dr. Yuanita Handayati, M.S.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Critical Path Method (CPM), Manajemen Proyek, Fishbone Diagram", "Sumber": "PT ETS", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "14 Jun 2022"}