{"Nomor": 64868, "Judul": "KAJIAN LOW LEVEL WIND SHEAR (LLWS) DI BANDARA  INTERNASIONAL SOEKARNO-HATTA PERIODE 2015-2019  MEMANFAATKAN DATA RADAR CUACA DOPPLER", "Abstrak": "Low level wind shear (LLWS) merupakan wind shear yang terjadi antara\npermukaan hingga 487,7 m (1600 feet). Fenomena ini sangat membahayakan\npenerbangan khususnya fase take off dan landing. Namun hingga saat ini, upaya\nprediksi masih sulit dilakukan, karena sifat alami dari fenomena (skala kecil,\nvariabilitas tinggi, dan durasi singkat). Akibatnya, pemahaman faktor pemicu\nmenjadi hal krusial dalam penerbitan peringatan dini. Faktor pemicu ini berbeda\nsetiap wilayah dan akan berpengaruh terhadap karakteristik frekuensi kejadian.\nSelama 2015-2019 pilot telah melaporkan 146 kejadian LLWS di bandara\nInternasional Soekarno-Hatta. Namun faktor pemicu dari setiap kasus tersebut\nbelum diketahui. Dalam penelitian ini, faktor yang dipertimbangkan sebagai\npemicu adalah awan konvektif, sea breeze front (SBF), dan land breeze front\n(LBF). Penelitian ini bertujuan untuk menganalisis faktor pemicu dominan dan\nkarakteristik frekuensi kejadian baik secara spasial dan temporal dari LLWS.\nData yang digunakan adalah pilot report (PIREP), radar cuaca Doppler, dan\nautomated weather observing system (AWOS) selama 2015 – 2019. Penelitian ini\nterdiri dari 3 tahapan utama. Pertama, identifikasi kasus dengan menerjemahkan\nsandi PIREP. Kedua, analisis faktor pemicu dan intensitas setiap kasus\nmenggunakan tiga produk radar dan data gusty AWOS. Ketiga, analisis faktor\npemicu dominan dan karakteristik frekuensi kejadian baik secara spasial dan\ntemporal menggunakan pengolahan statistik.\nHasil penelitian menunjukkan bahwa faktor pemicu dominan LLWS adalah awan\nkonvektif baik single maupun multicell yang disertai pola gust front (GF) dan/atau\nmicroburst (MBA). Awan didominasi dari selatan bandara yang diasosiasikan\ndengan konveksi kuat saat siang hari maupun sisa proses konveksi saat malam hari\ndari wilayah pegunungan dan dataran tinggi. Hal ini didukung dengan fluktuasi\nfrekuensi kejadian yang maksimum pada bulan Desember-Januari-Februari (DJF)\n(musiman) dan membentuk pola semidiurnal dengan dua puncak (07.00 – 09.00\nUTC dan 14.00 – 16.00 UTC) (diurnal). Sedangkan secara spasial, LLWS sering\nterjadi pada runway 25L dengan rata-rata intensitas 10,12 m/s (19,68 kt).", "Daftar File": {"ABSTRAK Yesi Ratnasari": "https://digilib.itb.ac.id/gdl/download/248317"}, "Penulis": "Yesi Ratnasari [22420035]", "Kontributor / Dosen Pembimbing": ["Dr. Nurjanna Joko Trilaksono, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "low level wind shear, faktor pemicu, frekuensi kejadian, radar cuaca.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "14 Jun 2022"}