{"Nomor": 64871, "Judul": "PERANCANGAN KAMPANYE WAWASAN SOCIAL ODOR AWARENESS PADA DEWASA MUDA PERKOTAAN SEBAGAI SALAH SATU PROGRAM CORPORATE SOCIAL RESPONSIBILITY (CSR) REXONA INDONESIA", "Abstrak": "Permasalahan bau badan merupakan sebuah permasalahan yang dapat diderita\noleh setiap orang. Terutama bagi kelompok usia dewasa muda yang dalam proses\nbiologisnya memiliki kecendrungan lebih tinggi untuk dapat bau badan dibanding\nkelompok usia lain, ditambah dengan kondisi iklim tropis yang lembab dan panas,\nkebiasaan, kebersihan pribadi, serta kepadatan kota di Indonesia, membuat bau badan\nmenjadi rawan terjadi. Bau badan yang berfokus utama pada ketiak atau daerah axila\nmemiliki banyak peran terkait dengan kehidupan sosial seseorang, dan memiliki kaitan\nerat terhadap kebersihan dan kepedulian seseorang terhadap dirinya sendiri, juga\nterhadap orang lain. Namun, beberapa orang masih belum menyadari hal ini dan banyak\nlagi orang yang dengan sengaja tidak memberi kesadaran terkait permasalahan. Social\nOdor Awareness adalah kemampuan meta kognitif manusia untuk dapat menyadari atau\nmengenali baunya sendiri maupun orang lain yang dapat diasah dan dikenali. Dengan\nadanya kesadaran akan bau sosial ini, dan didorong dengan komunikasi yang asertif akan\ndapat menyadarkan target bahwa bau badan merupakan permasalahan individu dan\nbersama sehingga perlu adanya kesadaran diri bahwa semua orang dapat menjadi bau.\nKampanye yang bertindak sebagai societal campaign, bagian dari salah satu Corporate\nSocial Responsibility (CSR) yang pada penelitian ini telah difokuskan pada Rexona\nIndonesia untuk dapat memberikan kesadaran terkait permasalahan dan dapat\nmembantu perubahan masyarakat ke arah yang lebih baik.", "Daftar File": {}, "Penulis": "Putu Alferan Putra [17418011]", "Kontributor / Dosen Pembimbing": ["Dra. Ifa Safira Mustikadara, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Kampanye Sosial, Social Odor Awareness, Bau Badan, CSR", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "15 Jun 2022"}