{"Nomor": 64875, "Judul": "PERANCANGAN KAMPANYE SOSIAL TENTANG BAHAYA SIKAP INSTANT GRATIFICATION PADA BALITA UNTUK ORANG TUA MILENIAL", "Abstrak": "Kecanggihan teknologi dan informasi dinilai banyak mendatangkan keuntungan yang\nmampu mempermudah kehidupan umat manusia. Hampir seluruh aspek kehidupan umat\nmanusia dipengaruhi oleh kecanggihan teknologi dan informasi, yang menyebabkan umat\nmanusia beradaptasi dengan teknologi sehingga menciptakan pola kebiasaan baru lebih praktis\ndan instan, salah satunya adalah bagaimana cara mendidik anak. Drone Parenting merupakan\nadaptasi pola asuh di tengah era kecanggihan teknologi dan informasi, dimana orang tua\nmemenuhi semua keinginan dengan mudah serta membebaskan anak mereka melakukan apa\nsaja, sementara orang tua hanya memantau dari kejauhan. Pola asuh seperti ini perlahan\nmembentuk pribadi anak tidak sabaran, memiliki mental yang lemah, dan mudah depresi ketika\nmenghadapi suatu tantangan. Penulis mengumpulkan dan menganalisa data berupa aktivitas\norang tua milenial melalui survey dan wawancara, sedangkan pengumpulan informasi\nmengenai instant gratification dilakukan melalui studi literatur dan wawancara dengan psikolog\nanak. Data tersebut disusun sebagai informasi pendukung dalam perancangan kampanye.\nInformasi untuk meningkatkan kesadaran target terhadap bahayanya pola asuh instant\ngratification pada orang tua milenial disampaikan melalui kampanye sosial dengan aktivitas\nutama kampanye berada di media sosial. Kampanye diharapkan mampu membantu para orang\ntua milenial dalam mendidik anak untuk membentuk karakter dan pribadi yang tangguh dan\nmandiri.", "Daftar File": {}, "Penulis": "Fakhri Hamzah [17418003]", "Kontributor / Dosen Pembimbing": ["Dra. Ifa Safira Mustikadara, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Instant Gratification, Drone Parenting, Orang tua Milenial, Media Sosial.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "15 Jun 2022"}