{"Nomor": 64878, "Judul": "RANCANG BANGUN SISTEM MONITORING KECERLANGAN LANGIT TWILIGHT", "Abstrak": "Twilight merupakan sebuah fase transisi diantara siang dan malam hari, terdapat\ntiga fase utama pada masa transisi ini. Telah diketahui kontributor utama\npada pembentukan kecerlangan langit pada masa Twilight, yaitu ketinggian\nMatahari. Meskipun demikian, kita ketahui bahwa kecerlangan langit juga\ndipengaruhi oleh kondisi cuaca, jumlah partikel di udara dan kondisi atmosfer.\nBanyaknya faktor dan variablitasnya memberikan fenomena Twilight unik\npada setiap waktunya.\nTujuan Tesis ini adalah untuk membangun sebuah sistem pengamatan yang\ndapat beroperasi secara mandiri dan diakses dari jarak jauh. Sistem akan beroperasi\ndalam waktu pengamatan yang panjang sehingga dapat mengumpulkan\ndata kecerlangan langit dengan seksama. Sistem dilengkapi dengan Sensor\nCuaca dan Energi untuk memberikan parameter baru dalam analisis data\nkurva cahaya.\nTesis ini menghasilkan sebuah sistem yang mengkombinasikan sensor cahaya\nSky Quality Meter (SQM) dan Kamera CMOS untuk mengamati fenomena\nTwilight. Melalui kedua sensor dihasilkan kurva cahaya yang menunjukan\nadanya fitur kurva dihasilkan dari kondisi langit pengamatan. Linearitas kedua\nsensor yang baik memberikan potensi lebih lanjut untuk analisis dan kalibrasi\noptis. Analisa data menghasilkan pemahaman baru mengenai efek cahaya Bulan,\ncuaca, dan polusi cahaya pada karakter kurva cahaya yaitu adanya waktu\njeda penurunan pada panjang gelombang yang berbeda dan nilai perbandingan\nantara intensitas warna cahaya. Sistem akan melanjutkan survei langit untuk\nmengumpulkan data dan informasi lebih seksama.", "Daftar File": {"ABSTRAK Muhammad Arifin Dobson": "https://digilib.itb.ac.id/gdl/download/248361"}, "Penulis": "Muhammad Arifin Dobson [20320001]", "Kontributor / Dosen Pembimbing": ["Dr. Dhani Herdiwijaya, M.Sc.", "Dr. Mahasenaputra", "Dr. Muhamad Irfan Hakim, S.Si., M.Si.", "Dr. Pranoto Hidaya Rusmin, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Astronomy", "Kata Kunci": "Twilight, sistem pengamatan, kecerlangan langit", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "15 Jun 2022"}