{"Nomor": 64882, "Judul": "KALKULASI FREE ENERGY PROTEIN MELITTIN PADA MEMBRANE LIPID TERHADAP EFEK DINAMIKA ORIENTASI MENGGUNAKAN MODEL COARSE-GRAINED", "Abstrak": "Melittin adalah peptida antimikroba yang banyak dipelajari dan unik yang mana\nmemiliki merupakan komponen utama dari racun lebah namun mempunyai\nsenyawa aktif yang bersifat terapeutik. Melittin untuk melakukan fungsi antimikrobanya\nlebih memilih berada dalam kondisi tertentu pada membran. Dalam\npenelitian ini, mensimulasikan melittin dalam orientasi horisontal terhadap permukaan\nmembran dan orientasi vertikal pada keadaan transmembran dengan kondisi\nsetengah struktur peptide berada di dalam dan luar membrane. Free energy diperoleh\ndengan menghitung PMF pada tiap orientasi peptida untuk menilai orientasi\nyang paling minimum yang menunjukkan struktur stabilnya dari peptida ini yang\nberinteraksi dengan lipid bilayer. Pengambilan umbrella sampling dilakukan untuk\nmendapatkan jendela sampling yang digunakan dalam mengamati perubahan free\nenergy sepanjang koordinat reaksi. Dari simulasi, ditemukan bahwa melittin dalam\norientasi vertikal pada keadaan transmembran memiliki nilai free energy yang lebih\nkecil daripada orientasi horisontal, yaitu masing-masing sebesar -4,01 kcal/mol dan\n-3,98 kcal/mol yang menunjukkan bahwa melittin lebih menguntungkan dalam konfigurasi\norientasi vertikal. Namun karena selisih nilai energi pada orientasi\nhorisontal dan vertikal yang tidak terlalu besar. Hasil ini mengasumsikan peptida\nini akan menjalani proses reorientasi dari orientasi vertikal ke orientasi horisontal\ndi permukaan membran untuk melakukan tindakan antimikrobanya.", "Daftar File": {"COVER Muhammad Fachri B. Paloloang": "https://digilib.itb.ac.id/gdl/download/248379", "BAB 1 Muhammad Fachri B. Paloloang": "https://digilib.itb.ac.id/gdl/download/248380", "BAB 2 Muhammad Fachri B. Paloloang": "https://digilib.itb.ac.id/gdl/download/248381", "BAB 3 Muhammad Fachri B. Paloloang": "https://digilib.itb.ac.id/gdl/download/248382", "BAB 4 Muhammad Fachri B. Paloloang": "https://digilib.itb.ac.id/gdl/download/248383", "BAB 5 Muhammad Fachri B. Paloloang": "https://digilib.itb.ac.id/gdl/download/248384", "PUSTAKA Muhammad Fachri B. Paloloang": "https://digilib.itb.ac.id/gdl/download/248385"}, "Penulis": "Muhammad Fachri B. Paloloang [20915003]", "Kontributor / Dosen Pembimbing": ["Acep Purqon, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Sains Komputasi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Technology", "Kata Kunci": "melittin, coarse-grained, orientasi, potential mean force, kalkulasi free energy", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "15 Jun 2022"}