{"Nomor": 64885, "Judul": "JUXTAPOSING THE FOOD SUPPLY CHAIN: REDESAIN PASAR ANGSO DUO JAMBI MENJADI URBAN FOOD HUB BERBASIS BUILDING-INTEGRATED AGRICULTURE", "Abstrak": "Berdasarkan studi dari United Nations (2010), tingkat urbanisasi dunia akan meningkat dari 50% pada tahun 2009 menjadi 69% di 2050. Menurut diskusi panel pada sidang umum PBB pada tahun 2009, produksi makanan harus dilipatgandakan dalam rangka pemenuhan kebutuhan pangan pada tahun 2050. Namun di tengah urgensi tersebut, lahan pertanian terus berkurang setiap tahunnya karena hampir seluruh lahan produktif digunakan untuk perkembangan infrastruktur kota, sehingga meningkatkan produksi pangan dengan cara konvensional berupa perluasan lahan tidak dapat menjadi jawaban untuk menyelesaikan permasalahan pangan ini. Di Kota Jambi, lahan pertanian terus berkurang sebesar 5-6% setiap tahunnya dan pasokan pangannya bergantung dari kabupaten di luar Kota Jambi. Permasalahan ini dapat diminimalisasi melalui intervensi arsitektur berupa urban food-hub untuk memperpendek food-supply chain berupa penyediaan Building-Integrated Agriculture, fasilitas pemrosesan, penyimpanan, distribusi, dan daur ulang limbah pangan di 1 titik, fasilitas yang mendukung bisnis lokal berupa fasilitas retail makanan agar meningkatkan keterjangkauan masyarakat ke bahan pangan, serta fasilitas edukasional tentang agrikultur yang menargetkan generasi muda yang tinggal di perkotaan. Lokasi yang dipilih merupakan Pasar Angso Duo Kota Jambi, salah satu pasar pemasok bahan pangan terbesar di Kota Jambi, sehingga dapat meningkatkan daya tarik masyarakat untuk berkunjung dan menumbuhkan kesadaran masyarakat kota akan urgensi ketahanan pangan kota di masa depan. Diharapkan, dengan disediakannya fasilitas sistem pangan, ekonomi, dan edukasional, proyek ini dapat menjadi suatu prototipe model pasar di masa depan yang tidak hanya berfungsi sebagai suatu pusat jual beli bahan pangan, tetapi sekaligus sebagai pemasok bahan pangan yang juga dapat mengubah paradigma masyarakat perkotaan tentang dunia agrikultur agar dapat menciptakan generasi yang lebih peduli akan isu ketahanan pangan di masa depan.", "Daftar File": {}, "Penulis": "Lisadonia Crisdra [15218059]", "Kontributor / Dosen Pembimbing": ["Ir. Achmad Deni Tardiyana, MUDD."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "urban food-hub, building-integrated agriculture, food-supply chain, bisnis pangan local, edukasi agrikultur, prototipe model pasar masa depan", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "15 Jun 2022"}