{"Nomor": 64883, "Judul": "CILINCING FLOOD RESILIENT HOUSING : ADAPTASI PERMUKIMAN PADAT PENDUDUK DI WILAYAH PESISIR TERHADAP RISING SEA LEVELS", "Abstrak": "Kenaikan permukaan air laut dan penurunan ketinggian tanah di Jakarta telah menjadi masalah yang terus mengancam Pesisir Utara Jakarta selama beberapa dekade terakhir. Menurut riset yang dilakukan oleh Program Studi Kajian Ilmu Lingkungan Universitas Indonesia pada tahun 2012, prediksi kenaikan air laut\nJakarta pada tahun 2030 adalah setinggi 6.45m. Untuk itu pemerintah Jakarta sudah membangun dinding-dinding di sepanjang pesisir utara Jakarta, tetapi dinding tersebut hanya dapat memberikan Jakarta tambahan waktu sekitar 1-2 dekade saja sebelum air masuk dan menenggelamkan sebagian besar pemukiman di Jakarta Utara.\nBerangkat dari isu tersebut. proyek Amphibious Community Housing dilakukan untuk menyediakan hunian yang dapat beradaptasi terhadap banjir maupun kenaikan air laut di Jakarta Utara, subyek utama dari proyek ini adalah terdapat di Cilincing, Kecamatan Cilincing, Jakarta Utara. Karena daerah tersebut merupakan salah satu daerah permukiman padat yang rawan akan ancaman banjir. Proyek ini\ntidak hanya bertujuan menciptakan tempat tinggal untuk masyarakat yang terdampak, tetapi juga untuk membantu komunitas lokal berkembang menjadi sebuah komunitas yang resilien, adaptif, dan bahkan berkembang maju di dalam lingkungan yang dapat terendam air kapan saja. Untuk itu perancangan berbagai fasilitas penunjang seperti layanan makanan, kesehatan, kelistrikan dan transportasi\njuga akan dirancang untuk dapat tetap beroperasi dalam kondisi terbanjiri sekalipun,", "Daftar File": {}, "Penulis": "Muhammad Isa Tsaqif [15218002]", "Kontributor / Dosen Pembimbing": ["Dr. Allis Nurdini, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "amphibious social housing, terendam air, komunitas lokal, resilien, fasilitas penunjang.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "15 Jun 2022"}