{"Nomor": 64895, "Judul": "PENERAPAN ALGORITMA MACHINE LEARNING CONDITIONAL RANDOM FIELD DAN MAXIMUM ENTROPY PADA KATEGORISASI ASPEK TEMPAT WISATA DI BANDUNG", "Abstrak": "Kota Bandung memiliki tempat wisata yang sangat banyak dan menarik. Ulasan pengunjung tentang suatu destinasi wisata yang dikumpulkan tentunya dapat menjadi umpan balik untuk destinasi wisata. Ulasan-ulasan tersebut dapat saja mencakupi aspek-aspek yang sangat beragam. ABSA atau aspect-based sentiment analysis ‘analisis sentimen berbasis aspek’ adalah penentuan polaritas suatu opini pada level aspek atau fitur. Dengan demikian, perlu dicari tahu cara mengembangkan model analisis sentimen berbasis aspek, identifikasi hasil latih model dengan parameter bawaan, dan alternatif optimasi parameter-parameter.\nUntuk ekstraksi aspek dengan parameter bawaan, nilai rata-rata F1 label tertinggi diraih oleh algoritma averaged perceptron (rata-rata F1=0.4743) dan terendah diraih oleh algoritma adaptive regularization of weighted vector (rata-rata F1=0.3727); sementara itu nilai rata-rata waktu fitting dan scoring tercepat diraih oleh adaptive regularization of weighted vector (rata-rata waktu=3.3518) dan terlambat diraih oleh algoritma L-BFGS (rata-rata waktu=4.4818).\nUntuk kategorisasi aspek dengan parameter bawaan, nilai rata-rata F1 label tertinggi diraih oleh solver SAG (rata-rata F1= 0.5210) dan terendah diraih oleh solver Newton-CG dan L-BFGS (rata-rata F1= 0.4270); sementara itu, nilai rata-rata waktu fitting dan scoring tercepat diraih oleh solver SAGA (rata-rata waktu=2.4693) dan terlambat diraih oleh solver SAG (rata-rata waktu= 5.3123).\nUntuk ekstraksi aspek dengan parameter teroptimasi, nilai rata-rata F1 label tertinggi diraih oleh parameter algorithm=l2sgd, c2=0.1, calibration_eta=2=0.2, calibration_rate=1.5, max_iteration=2000 (rata-rata F1= 0.50098); sementara itu nilai rata-rata waktu fitting dan scoring tercepat diraih oleh parameter algorithm=arow, gamma=0.01, max_iteration=50, variance=0.1 (rata-rata waktu= 2.529).\nUntuk kategorisasi aspek dengan parameter teroptimasi, nilai rata-rata F1 label tertinggi diraih oleh parameter solver=Liblinear, penalty=l1, C=1000, max_iteration=200 (rata-rata F1= 0.66238); sementara itu nilai rata-rata waktu fitting dan scoring tercepat diraih oleh parameter solver=Liblinear, penalty=l1, C=1000, mac_iteration=150 (rata-rata waktu= 3.215).", "Daftar File": {"COVER Balya Ibnu Sulistiyono": "https://digilib.itb.ac.id/gdl/download/248442", "PUSTAKA Balya Ibnu Sulistiyono": "https://digilib.itb.ac.id/gdl/download/248448"}, "Penulis": "Balya Ibnu Sulistiyono [18215005]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dimitri Mahayana, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Technology", "Kata Kunci": "analisis sentimen berbasis aspek, ekstraksi aspek, kategorisasi aspek, conditional random fields, maximum entropy.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "15 Jun 2022"}