{"Nomor": 64913, "Judul": "KAJIAN PEMBUATAN SCAFFOLD BERBASIS SUTERA DARI ULAT DAN LABA-LABA SEBAGAI MATRIKS EKSTRASELULER KULIT BUATAN DENGAN PROSES ELECTROSPINNING", "Abstrak": "Pada pemulihan cedera kulit, fibrous-scaffold digunakan sebagai media\nregenerasi sel. Fibrous-scaffold yang digunakan dibuat menggunakan silk fibroin\nsebab memiliki biocompatibility, biodegradation, dan bioactivity yang unggul.\nSelain itu, perlu ditambahkan spidroin yang memiliki motif arg-gly-asp (RGD)\nagar dapat meningkatkan penempelan dan proliferasi sel. Untuk menunjang\npemulihan cedera kulit, pemrosesan dengan electrospinning digunakan supaya\ndidapatkan fibrous-scaffold dengan sifat-sifat yang sesuai. Dengan demikian, pada\npenelitian ini dilakukan kajian kemungkinan pembuatan fibrous-scaffold berbasis\ncampuran silk fibroin dan spidroin dengan proses electrospinning menggunakan\nmetode studi literatur.\nPada penelitian ini didapatkan bahwa pembuatan fibrous-scaffold berbasis\nsilk fibroin menggunakan electrospinning telah banyak dan berhasil dilakukan.\nNamun sebaliknya, pada pembuatan fibrous-scaffold berbasis spidroin\nmenggunakan electrospinning masih sedikit dilakukan. Agar dapat dicampur,\nkompatibilitas silk fibroin dan spidroin perlu ditingkatkan dengan menggunakan\nmetode cross-linking seperti menggunakan enzim atau photo-cureable crosslinking\nagent. Dengan demikian, campuran silk fibroin dan spidroin kemudian\ndapat dilakukan proses electrospinning dengan parameter: silk fibroin berbentuk\nfilament; komposisi silk fibroin- spidroin kurang dari 10%; konsentrasi pelarutan\nasam format lebih dari 92%; reaksi cross-linking menggunakan 1-ethyl-3-(3-\ndimethylaminopropyl) carbodiimide hydrochloride (EDC); proses electrospinning\ndengan nilai K maksimum 3,2; pemurnian isourea; serta methanol treatment.", "Daftar File": {"COVER Sons Bima Nusantara": "https://digilib.itb.ac.id/gdl/download/248549", "PUSTAKA Sons Bima Nusantara": "https://digilib.itb.ac.id/gdl/download/248555"}, "Penulis": "Sons Bima Nusantara [13716030]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Hermawan Judawisastra, M.Eng.", "Ekavianty Prajatelistia, S.T., M.S.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Material", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "Engineering & allied operations", "Kata Kunci": "electrospinning, fibrous-scaffold, silk fibroin, spidroin", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "16 Jun 2022"}