{"Nomor": 64918, "Judul": "PENGARUH METODE DAN UKURAN PARTIKEL SUBSTRAT PADA FERMENTASI ASAM SITRAT MENGGUNAKAN ASPERGILLUS NIGER", "Abstrak": "Penelitian ini membandingkan fermentasi asam sitrat menggunakan jamur Aspergillus niger melalui metode fermentasi terendam (SmF) dan fermentasi fase padat (SSF). Ampas singkong dari limbah industri tapioka yang mengandung karbohidrat tinggi dimanfaatkan sebagai substrat dalam fermentasi menggunakan jamur Aspergillus niger (ITBCC L74). Pengaruh ukuran partikel substrat terhadap perolehan asam sitrat pada kedua metode fermentasi dievaluasi. Selain itu, sejumlah agen pengendap yaitu CaCl2, Ca(OH)2, CaCO3 digunakan dalam pemisahan produk asam sitrat dari kaldu fermentasi untuk menentukan cara pengendapan asam sitrat yang efektif.\nPercobaan fermentasi asam sitrat menunjukkan ukuran partikel substrat paling kecil, yakni 60 mesh (< 0,25 mm) mampu memberikan pengaruh peningkatan perolehan asam sitrat yang paling besar dibandingkan substrat yang diiris kasar atau berbentuk bubuk kasar untuk kedua metode fermentasi. Fermentasi fase padat menjadi metode fermentasi yang lebih baik dibandingkan fermentasi terendam karena memberikan kecenderungan pembentukan asam sitrat yang lebih tinggi dalam waktu lebih singkat. Hasil penelitian ini menunjukkan potensi pengembangan produksi asam sitrat berbasis fermentasi fase padat dengan memanfaatkan limbah agroindustri di Indonesia.", "Daftar File": {"COVER Michael Patuan Radja Dps": "https://digilib.itb.ac.id/gdl/download/248594", "PUSTAKA Michael Patuan Radja Dps": "https://digilib.itb.ac.id/gdl/download/248606"}, "Penulis": "Michael Patuan Radja Dps [14316040]", "Kontributor / Dosen Pembimbing": ["Ir. Ronny Purwadi, M.T, Ph.D.", "Vita Wonoputri, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pangan", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "ampas singkong, asam sitrat, metode fermentasi, pemisahan, ukuran partikel substrat.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "16 Jun 2022"}