{"Nomor": 64926, "Judul": "ANALISA PENGGERAK NILAI DAN STRATEGI PASAR  PERUSAHAAN SOSIAL UNTUK PROFIT (CASE: PEOPLE OF HAPPINESS)", "Abstrak": "People of Happiness (POH) adalah merek pakaian gaya hidup yang berbasis sosial. Merek ini sadar\nsosial tetapi juga menyediakan produk yang netral gender dan unik. Ini berfokus pada penyebaran\nkebahagiaan melalui pakaiannya di mana mereka bekerja dengan komunitas dan pengusaha lokal kecil\nuntuk memproduksi produknya. \nPengalaman kebahagiaan adalah nilai inti dari POH. Namun, kebahagiaan dan kesehatan mental sulit\ndiukur, dan didefinisikan secara berbeda untuk setiap orang. Ada kebutuhan untuk memastikan bahwa\nasumsi dan hipotesis POH divalidasi untuk memaku model bisnis. Penelitian ini bertujuan untuk\nmengungkap kebutuhan tersembunyi pelanggan terkait dengan kebahagiaan mereka dan memahami\npendorong nilai POH dan menciptakan strategi go-to-market. \nSelama studi eksplorasi dan penelitian deskriptif melalui studi literatur dan wawancara, diketahui\nbahwa orang mengejar kebutuhan yang lebih besar untuk mengaktualisasikan diri dengan ciri-ciri\nutama memiliki selera humor yang baik, menikmati persahabatan yang bermakna, menjadi kreatif, dan\nmerasa bersyukur. Untuk mempersiapkan solusinya, dilakukan metode The 5 Whys dan AHP. Temuan\nmenunjukkan bahwa tindakan untuk menanggapi setiap pekerjaan pelanggan (customer jobs), atau\ndinamai, fitur di studi ini adalah (1) menjadi merek yang memberikan komunitas yang menyenangkan,\n(2) berbagi konten untuk mempelajari sesuatu yang baru, dan (3) menyebarkan kabar baik melalui\nkegiatan amal. Studi ini juga menguji tiga fitur dalam analisis uji wawasan melalui data digital (data\ninsight analytics) yang hasilnya akan memvalidasi penggerak nilai POH. \nDengan meneliti masalah dan solusi pelanggan, menjadi valid bahwa fitur terbaik yang mendapatkan \nperhatian pelanggan dan kesediaan untuk membayar berasal dari fitur POH sebagai media untuk\nmempelajari sesuatu yang baru yang dapat disampaikan melalui aktivitas online dan offline.\nKomunikasi media sosial, di sisi lain, adalah strategi yang paling disukai pelanggan. Strategi go-tomarket\ndisesuaikan agar selaras dengan preferensi dan perilaku pelanggannya, POH harus fokus pada pengembangan produk dan memberikan konten yang mendidik, menginspirasi, dan menyenangkan untuk\nmenunjukkan nilai-nilai POH, tentu dengan terus menambah gerakan kebahagiaan lainnya yang sebenarnya dijual oleh brand POH. Peta model penjualan mencerminkan bahwa ada beberapa titik dalam\nproses pembelian konsumen di mana POH dapat menempatkan strategi aktivitas di mana pelanggan\nkemungkinan besar akan tertarik dan melakukan pembelian. Kemudian, analisis infrastruktur pasar menemukan semua pemain yang pada akhirnya mempengaruhi keputusan pembelian dari kostumer. Hal ini terkait erat dengan upaya penjualan, branding, dan pengembangan bisnis dari tingkat bawah perusahaan dan secara bertahap ke mitra, influencer, pengiklan, dan akhirnya\nmencapai target pelanggan. Hasil terakhir dari penelitian ini adalah bisnis model kanvas sosial yang terus berinovasi modelnya\nuntuk beradaptasi dengan lingkungan yang selalu berubah di sekitarnya, seiring dunia beralih ke gaya\nhidup yang lebih sehat dan lebih fokus pada kesehatan mental, inovasi sosial POH membedakan\nperusahaan dengan merek terkait lainnya. Rencana aksi dalam penelitian ini berfungsi sebagai acuan\nbagi POH", "Daftar File": {"2022_TS_PP_Jane Auditya_1-Abstrakcs.pdf?": "https://digilib.itb.ac.id/gdl/download/248679"}, "Penulis": "Jane Auditya [29120367]", "Kontributor / Dosen Pembimbing": ["Dr. Isti Raafaldini Mirzanti, M.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "apparel, lifestyle brand, socialpreneur, happiness, mental health, value proposition, go-tomarket strategy, social business model canvas", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "16 Jun 2022"}