{"Nomor": 64927, "Judul": "PERANCANGAN KOMIK DIGITAL TENTANG PSIKOEDUKASI SELF-LOVE UNTUK PEMBACA REMAJA", "Abstrak": "Maraknya isu mengenai remaja yang mengalami insecurity atau perasaan\ntidak nyaman yang membuat seseorang merasa gelisah, takut, malu, hingga tidak\npercaya diri selama masa pandemi COVID-19 menjadi alasan utama pemilihan isu\nmengenai self-love. Dengan metode penelitian deskriptif mengenai pentingnya\nmemiliki self-love pada remaja di Indonesia, dari data yang diperoleh melalui\nwawancara dengan ahli dan juga survei melalui kuesioner, dijabarkan\nperancangan komik digital sebagai media psikoedukasi bagi remaja, kemudian\nobservasi tentang karakter visual yang digandrungi remaja, serta media\npsikoedukasi seputar self-love berbasis komik yang mampu diterima dan dipahami\ndengan mudah oleh remaja, serta mendorong remaja untuk tidak melakukan selfdiagnosis pada akhirnya. Penelitian ini secara gamblang merancang dan\nmempelajari kelengkapan sebuah komik digital serta keefektifannya dalam\nmenyampaikan psikoedukasi self-love bagi remaja. Dari hasil analisis ditemukan\nbahwa untuk mencapai keberhasilan yang baik dalam penyampaian pesan\nataupun relatability cerita terhadap remaja dengan menerapkan segala unsur\nvisual komik menggunakan pendekatan teori tipografi, layout, warna, dan\npsikoedukasi. Diharapkan penelitian ini dapat menjadi konten informatif bagi\nremaja dalam ilmu pengetahuan seputar komik digital dan psikoedukasi self-love,\nserta dapat menjadi rujukan agar penelitian yang sama di kemudian hari dapat\nmenjadi lebih baik lagi.", "Daftar File": {}, "Penulis": "LARASSATI AULIA DEWI [17418065]", "Kontributor / Dosen Pembimbing": ["Dr Hafiz Aziz Ahmad, S.Sn.,M.Ds"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Ilmu Seni Rupa dan Desain", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "Drawing & drawings", "Kata Kunci": "Komik digital, psikoedukasi, remaja dan self-love.", "Sumber": "Prodi DKV", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "16 Jun 2022"}