{"Nomor": 64922, "Judul": "STUDI DESAIN DAN ANALISIS NEUTRONIK SERTA TERMAL HIDROLIK PADA HIGH-TEMPERATURE GAS-COOLED REACTOR (HTGR) DENGAN MENGGUNAKAN LAPISAN ZRC PADA BAHAN BAKAR BERLAPIS", "Abstrak": "Penggunaan zirkonium karbida (ZrC) sebagai pengganti silikon karbida (SiC) telah diusulkan untuk meningkatkan kinerja partikel bahan bakar berlapis pada reaktor berpendingin gas suhu tinggi (HTGR). Uji iradiasi pada ZrC telah membuktikan bahwa ZrC memiliki karakteristik yang sangat baik untuk bahan bakar HTGR dibandingkan dengan SiC, seperti kemampuan retensi produk fisi dan ketahanan yang lebih baik terhadap korosi produk fisi. Analisis neutronik pada HTGR 30 MWt menggunakan ZrC dan SiC telah dilakukan. Penelitian kemudian dilanjutkan untuk menganalisis partikel berlapis tri-struktural isotropik (TRISO) dengan ZrC dengan geometri dan daya yang berbeda. Referensi desain dalam penelitian ini adalah High-Temperature Test Reactor (HTTR), sebuah HTGR prismatik skala eksperimental yang dibangun dan dioperasikan di Jepang. Daya divariasikan pada kisaran 50-200 MWt, sedangkan geometri reaktor dimodifikasi dengan menambah lapisan bahan bakar pada arah aksial dan radial. Analisis neutronik dilakukan dengan menghitung k-eff, k-inf, faktor puncak daya, tingkat pembakaran, spektrum neutron, dan efek doppler menggunakan lapisan ZrC dan SiC untuk partikel bahan bakar berlapis TRISO. Hasil penelitian menunjukkan bahwa partikel bahan bakar yang dilapisi dengan lapisan ZrC memiliki kinerja yang sama dengan SiC dengan perbedaan nilai yang tidak signifikan pada perhitungan aspek neutronik. Penelitian selanjutnya menganalisis kinerja neutronik dari tiga jenis bahan bakar berbasis thorium; torium oksida (Th, U-233) O2, torium karbida (Th, U-233) C, dan torium nitrida (Th, U-233) N pada HTGR 200 MWt dan menggunakan lapisan Triso (ZrC). Hasil analisis neutronik menunjukkan bahwa kinerja thorium nitrida (Th, U-233) N pada faktor perkalian (k-eff) lebih baik dibandingkan jenis bahan bakar lainnya. Reaktor dengan bahan bakar thorium nitrida (Th, U-233) N dapat mencapai target operasional reaktor selama 2480 hari. Nilai k-eff untuk thorium nitrida (Th, U-233) N pada akhir siklus adalah 1,050 lebih tinggi dari thorium karbida (Th, U-233) C dengan nilai 1,004. Pada saat yang sama, bahan bakar thorium oksida (Th, U-233) O2 telah menjadi sub-kritis pada akhir periode. Aspek neutronik lainnya, seperti spektrum neutron dari ketiga bahan bakar, memiliki kecenderungan yang sama. Analisis neutron dalam penelitian ini menggunakan kode SRAC2006 dengan data library nuklir JENDL 4.0. Pada aspek thermal hidrolik telah dihitung beberapa parameter seperti perubahan temperatur pada arah aksial dan penurunan tekanan pendingin. Lokasi yang dihitung adalah saluran dengan nilai densitas daya maksimum. Hasil perhitungan menunjukkan ZrC dan SiC memiliki kinerja yang sama baik dalam aspek thermal hidrolik pada kondisi normal. Namun pada kondisi suhu di atas 1600°C lapisan SiC telah kehilangan integritasnya sedangkan lapisan ZrC masih dalam kondisi baik.", "Daftar File": {"ABSTRAK Fitria Miftasani": "https://digilib.itb.ac.id/gdl/download/261196", "COVER Fitria Miftasani": "https://digilib.itb.ac.id/gdl/download/261197", "PUSTAKA Fitria Miftasani": "https://digilib.itb.ac.id/gdl/download/261203"}, "Penulis": "Fitria Miftasani [30217009]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.\tZaki Su`ud", "Dr.Eng.\tDwi Irwanto", "Dr. Eng. Sidik Permana"], "Jenis Koleksi": "Disertasi", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "ZrC, SiC, HTGR, SRAC, Thorium", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "16 Jun 2022"}