{"Nomor": 64937, "Judul": "PENGEMBANGAN APLIKASI SELULER UNTUK MEMANTAU KONDISI BERBAHAYA DALAM IMPLEMENTASI SISTEM PERINGATAN RUMAH PINTAR", "Abstrak": "i\nABSTRAK\nPENGEMBANGAN APLIKASI SELULER UNTUK MEMANTAU KONDISI BERBAHAYA DALAM IMPLEMENTASI SISTEM PERINGATAN RUMAH PINTAR\nOleh\nDicky Dwi Putra\nNIM: 18117017\n(Program Studi Teknik Telekomunikasi)\nBerdasarkan data dari Badan Pusat Statistik (BPS) tahun 2017, angka korban pencurian di Indonesia mencapai 84.47%, hal ini mengalami peningkatan pada tahun 2018 menjadi 84.48%. Meningkatnya kasus pencurian di Indonesia tidak diimbangi dengan penggunaan sistem pengamanan tempat tinggal yang memadai oleh masyarakat. Berdasarkan data dari Badan Pusat Statistik (BPS) tahun 2017, terdapat 61.21% masyarakat di Indonesia yang masih menggunakan sistem pengamanan rumah yang sederhana seperti gembok, kunci pintu biasa, dan palang pintu berlapis. Hal ini menyebabkan terdapat 58,85% masyarakat di Indonesia yang khawatir ketika meninggalkan rumah dalam keadaan tidak berpenghuni. Pada tugas akhir ini penulis membuat suatu aplikasi seluler yang dapat membantu pengguna dalam melakukan pemantauan tempat tinggal sehingga memberikan rasa aman dan nyaman bagi pengguna ketika meninggalkan tempat tinggal mereka. Aplikasi seluler ini terintegrasi dengan sistem deep learning menggunakan sistem komunikasi data. Proses pembuatan aplikasi seluler ini dimulai dari melakukan identifikasi kebutuhan sistem, kemudian melakukan pembuatan desain user flow dan entity relationship diagram, setelah itu melakukan desain dan implementasi user interface dan user experience, terakhir penulis melakukan pengujian sistem. Aplikasi seluler ini memiliki tiga fitur utama yaitu homepage, page profile, dan page SOS. Selain itu aplikasi seluler juga dilengkapi dengan fitur notifikasi, agar dapat memberitahu pengguna ketika terjadi suatu aktivitas yang berbahaya dengan konsep Smart Home Warning System. Berdasarkan hasil pengujian yang dilakukan pada aplikasi seluler, semua persyaratan fungsional maupun non-fungsional berhasil terpenuhi. Semua fitur yang ada bisa digunakan dan bekerja sesuai dengan fungsinya masing-masing. Sedangkan untuk fitur homepage mampu menampilkan tangkapan kamera, status gerakan yang ditangkap, timestamp, dan verifikasi kondisi berbahaya oleh pengguna, fitur page profile mampu menampilkan term and condition penggunaan aplikasi, dan akun pribadi pengguna, dan fitur page SOS mampu menampilkan kontak darurat yang bisa dihubungi pengguna jika terjadi kondisi yang berbahaya.\nKata kunci: Pencurian, Aplikasi Seluler, Smart Home Warning System, User Interface, User Experience", "Daftar File": {"ABSTRAK - Dicky Dwi Putra": "https://digilib.itb.ac.id/gdl/download/248712"}, "Penulis": "Dicky Dwi Putra [18117017]", "Kontributor / Dosen Pembimbing": ["Wervyan Shalannanda, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Pencurian, Aplikasi Seluler, Smart Home Warning System, User Interface, User Experience", "Sumber": "", "Staf Input/Edit": "Didin Syafruddin Asa, S.Sos", "File": "1 file", "Tanggal Input": "17 Jun 2022"}