{"Nomor": 64943, "Judul": "OPTIMISASI ORIENTASI SELUBUNG BANGUNAN DENGAN BUILDING-INTEGRATED PHOTOVOLTAIC (BIPV) JENIS SOLAR GLAZING TIPE MONOCRYSTALLINE SILICON TERHADAP KINERJA PENCAHAYAAN ALAMI DALAM RUANG DAN KELUARAN ENERGI", "Abstrak": "Penggunaan energi pada bangunan berkontribusi hingga 40% dari total penggunaan energi global dan terus mengalami kenaikan sebesar 8-10% tiap 5 tahun. Tingginya kebutuhan listrik pada bangunan mendorong dikembangkannya teknologi berbasis sumber energi terbarukan untuk menekan perubahan iklim. Indonesia memiliki potensi yang sangat besar dalam pengembangan energi terbarukan, dengan potensi mencapai 442 GW dan hampir setengah dari nilai tersebut berasal dari matahari dengan 207,8 GWp. Selain karena ketersediaan matahari yang besar, kemudahan instalasi modul menjadikan panel surya sebagai sumber energi terbarukan yang paling memungkinkan untuk diaplikasikan dalam bangunan. Namun, karena atap dari sebagian besar gedung bertingkat perkotaan memiliki luasan yang terbatas, instalasi PV atap tidak dapat mengimbangi kebutuhan listrik gedung secara ekonomis. Building-Integrated Photovoltaic (BIPV) adalah aplikasi relevan dari PV terintegrasi dengan bangunan yang selain dapat memberikan penghematan biaya listrik, juga dapat menambah daya tarik arsitektur bangunan. Semakin banyaknya gedung perkantoran yang menggunakan kaca pada fasadnya, maka menghasilkan listrik dari jendela menjadi sebuah tren dan pemasangan BIPV pada jendela merupakan pendekatan yang paling menjanjikan untuk BIPV di bangunan bertingkat. Berbeda dengan pemasangan PV secara konvensional pada atap bangunan, pemasangan PV secara tegak akan sangat dipengaruhi oleh orientasi bangunan dan transparansi PV yang digunakan akan berpengaruh secara langsung terhadap aspek pencahayaan alami dalam ruang.\nPada penelitian ini dilakukan studi dan analisis untuk implementasi jendela BIPV di daerah beriklim tropis dengan metode pengukuran eksperimental dan simulasi di empat arah mata angin yang berbeda, ditinjau dari keluaran energi dan pencahayaan alami dalam ruang. Tahapan dari penelitian ini yaitu pemodelan ruangan sederhana berukuran 2×2×1 m3 dengan jendela berupa PV solar glazing tipe Monocrystalline silicon 105Wp yang ditempatkan di Gedung CADL Institut Teknologi Bandung, Indonesia. Selanjutnya dilakukan simulasi menggunakan perangkat lunak Grasshopper pada Rhinoceros untuk verifikasi data harian dan trennya dalam waktu satu tahun penuh. Hasil pengukuran menunjukkan bahwa Utara merupakan orientasi yang paling direkomendasikan untuk pemasangan jendela BIPV untuk kawasan tropis di belahan selatan khatulistiwa. Sedangkan Barat dan Timur tidak direkomendasikan karena pada pagi dan sore hari terdapat selisih keluaran energi dan iluminansi yang cukup signifikan akibat pergerakan matahari terbit dan terbenam.", "Daftar File": {"ABSTRAK Ikhwan Muttaqien Hermawan": "https://digilib.itb.ac.id/gdl/download/248735"}, "Penulis": "Ikhwan Muttaqien Hermawan [13318038]", "Kontributor / Dosen Pembimbing": ["Ir. R. Triyogo, MDesSc (Illum).", "Rizki Armanto Mangkuto, S.T., M.T., Ph.D.", "Dr.Eng. Muhammad Haris Mahyuddin, S.T., M.Eng.", "Dr.-Ing. Justin Pradipta, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "BIPV, Kinerja bangunan, Energi, Iluminansi, Iklim Tropis, Orientasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Jun 2022"}