{"Nomor": 64946, "Judul": "EVALUASI PENGARUH LAJU OPERASI DAN TINGKAT REGENERASI PADA WATER SOFTENER DI PT. XYZ", "Abstrak": "Hardness atau kesadahan terbentuk dari ion kalsium (Ca2+) dan ion magnesium (Mg2+) yang terkandung dalam air baku (raw water) yang dapat menyebabkan kerak (scale) di pipa mesin boiler. Pencegahan terjadinya kerak di pipa boiler dapat dilakukan dengan cara pelunakan air sadah (softening) metode pertukaran ion. Pada kondisi aktual, terdapat kebocoran ion sadah diproses pelunakan air. Untuk mencegah hal tersebut, maka diperlukan adanya kurva kebocoran (breakthrough curve) untuk membandingkan rasio konsentrasi efluen dan influen (Ct/C0) terhadap volume untuk mengetahui berapa volume air sadah yang dapat diolah dengan konsentrasi efluen tidak melebihi 1 mg/L CaCO3.\nPenelitian dilakukan pada variasi laju alir 6, 9 dan 12 m3/jam dan variasi konsentrasi NaCl 8%, 10% dan 12%. Waktu operasi water softener ditetapkan 12 hari kerja dengan satu siklus operasi adalah 7 jam. Resin yang digunakan adalah Dowex Marathon C dengan volume 150 L dan kedalaman resin 800 mm. Melalui penelitian ini akan diperoleh data konsentrasi influen dan efluen yang digunakan untuk menghitung nilai kapasitas adsorpsi resin Dowex Marathon C.\nHasil penelitian menunjukkan bahwa laju alir 12 m3/jam memiliki breakpoint terkecil pada volume 168 m3, sedangkan laju alir 6 m3/jam memiliki breakpoint terbesar pada volume 210 m3. Laju alir 9 m3/jam memiliki breakpoint terbesar pada volume 189 m3 Regeneran yang optimum untuk proses regenerasi adalah NaCl 10% yang memiliki waktu breakpoint pada hari ke-3 waktu operasi. Kapasitas adsorpsi resin Dowex Marathon C pada kondisi aktual berada pada rentang 200-585 mg/g, berdasarkan data PT. XYZ di Jepang kapasitas adsorpsi resin Dowex Marathon C adalah 354,1 mg/g untuk laju alir 9 m3/jam dan konsentrasi influen 60 mg/L CaCO3.\nProsen removal ion sadah di resin Dowex Marathon C berada pada rentang 98-99,6 %. Prosen kesalahan (% E) digunakan untuk membandingkan kapasitas adsorpsi model Thomas dan kapasitas adsorpsi data penelitian. Nilai prosen kesalahan data penelitian yang kurang dari 20%menunjukkan model Thomas dapat digunakan sebagai model untuk memprediksi breakpoint jika terjadi perubahan variabel laju alir dan konsentrasi influen pada proses pelunakan air.", "Daftar File": {"COVER Putri Masruroh": "https://digilib.itb.ac.id/gdl/download/262501", "TS-TK-Putri Masruroh-23019012-1-Bab I.pdf)u": "https://digilib.itb.ac.id/gdl/download/262502", "TS-TK-Putri Masruroh-23019012-1-Bab II.pdf?": "https://digilib.itb.ac.id/gdl/download/262503", "TS-TK-Putri Masruroh-23019012-1-Bab III.pdf\n]": "https://digilib.itb.ac.id/gdl/download/262504", "TS-TK-Putri Masruroh-23019012-1-Bab IV.pdf?": "https://digilib.itb.ac.id/gdl/download/262505", "TS-TK-Putri Masruroh-23019012-1-Bab V.pdf)u": "https://digilib.itb.ac.id/gdl/download/262506"}, "Penulis": "Putri Masruroh [23019012]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tjandra Setiadi, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "softening, Dowex Marathon C, model Thomas, breakpoint, kapasitas adsorpsi.", "Sumber": "Perpustakaan Teknik Kimia", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Budi Cahyadi", "File": "6 file", "Tanggal Input": "17 Jun 2022"}