{"Nomor": 64949, "Judul": "MUSEUM ANTROPOLOGI KEMATIAN MASYARAKAT NUSANTARA", "Abstrak": "Sejak tahun 2017, Pemerintah Kota Surabaya mulai menggencarkan pembangunan ruang publik sesuai peruntukannya dalam perundangan dan RDTR Kota Surabaya. Pada saat yang sama, bekas lahan eks TPA Keputih sedang dilakukan revitalisasi menjadi Taman PUPR, Taman Harmoni, serta Ruang Publik Kreatif. Di sisi lain, keberadaan pemakaman dan permukiman di sekitar tapak merujuk pada adanya zonasi daerah  yang merugikan (daerah pinggir pesisir), dominasi privatisasi ruang publik, dan adanya perubahan fungsi lahan. Menurut Foucault (1967), kematian pada waktu ini dianggap sebagai suatu hal yang privat atau individual. Akibatnya, daerah di sekitar pemakaman sering dianggap sebagai kota mati. Maka dari itu, perancangan proyek ini memiliki visi untuk terciptanya utopia dari representasi kehidupan dan kematian yang memperkuat konteks tapaknya. Karena berada pada konteks isu yang didominasi dengan kehadiran pemakaman, maka narasi yang ingin dibawakan adalah kematian. Banyak budaya dan agama memiliki makna dan gagasan tersendiri akan kematian di Indonesia yang tersirat dalam berbagai tradisi, upacara, hingga monumen atau makam itu sendiri. Berangkat dari latar belakang di atas, ditransformasikan dalam sebuah respon arsitektural tipologi museum sebagai suatu wadah konservasi yang bisa menghadirkan kematian dalam berbagai makna. Isu utama perancangan yang dipilih adalah citra dan identitas, sirkulasi dan sekuens, integrasi dan respon terhadap konteks tapak, serta teknologi pameran dalam mewadahi narasi. Untuk menjawab keempat isu perancangan tersebut, dirumuskan konsep dasar, yaitu museum sebagai heterotopia ruang dan waktu dimana keduanya hadir secara bersamaan dan simultan. Fasilitas museum ini juga didukung dengan ruang luar publik berupa taman memorial dan teras monumental yang merespon konteks sekitarnya.", "Daftar File": {}, "Penulis": "Rachmadini Melita Trisnasiwi [15218032]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Iwan Sudradjat, M.SA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kematian, Museum, Ruang Publik, TPU Keputih", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur  \n                                     Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "17 Jun 2022"}