{"Nomor": 64941, "Judul": "OPTIMASI PRODUKSI FIKOSIANIN PADA KULTIVASI SPIRULINA PLATENSIS MENGGUNAKAN SISTEM FOTOBIOREAKTOR HIBRIDA PADA BERBAGAI INTENSITAS CAHAYA DAN KONSENTRASI INJEKSI CO2", "Abstrak": "Penggunaan fotobioreaktor untuk kultivasi Spirulina platensis dalam memproduksi fikosianin mulai dipertimbangkan untuk menggantikan metode tradisional seperti open pond karena lebih unggul dalam hal produktivitas. Namun, untuk mendapatkan operasi fotobioreaktor yang efisien dibutuhkan sistem fotobioreaktor yang dapat menghasilkan produktivitas yang tinggi. Dalam penelitian ini, Spirulina platensis dikultivasi pada sistem fotobioreaktor hibrida (FCB2021) yang merupakan gabungan antara fotobioreaktor tipe panel yang mampu memaksimalkan penetrasi cahaya ke semua bagian kultur serta tipe kolom gelembung yang baik dalam perpindahan massa. Tujuan dari penelitian ini adalah memaksimalkan produksi biomassa dan fikosianin melalui optimasi pencahayaan dan injeksi CO2.\nSistem fotobioreaktor FCB2021 dioperasikan selama 10 hari kultivasi dan diuji pada intensitas cahaya 100, 200, dan 300 ?mol/m2.detik serta injeksi 3 jam/hari CO2 pada konsentrasi 8%, 12% dan 15%. Analisis biomassa kering dan kandungan fikosianin dilakukan untuk menghitung produktivitas biomassa dan produktivitas fikosianin. Berdasarkan data produktivitas tersebut, kemudian dilakukan optimasi sistem fotobioreaktor FCB2021 menggunakan Response Surface Method.\nHasil peneltian menunjukkan bahwa produktivitas biomassa tertinggi yaitu 0,173± 0,009 g/L/hari serta produktivitas fikosianin tertinggi sebesar 12,71± 0,63 mg/L//hari didapatkan pada kondisi intensitas cahaya 300 ?mol/m2.detik dan injeksi CO2 15%. Produktivitas tersebut relatif lebih rendah dibandingkan beberapa referensi yang ada. Hal ini bisa disebabkan oleh distribusi cahaya yang tidak maksimal di FCB2021 akibat rasio S/V panel yang rendah serta periode terang yang dua kali lebih singkat dibandingkan periode gelap. Hasil tersebut juga menunjukkan bahwa belum terdapat titik optimum dalam rentang intensitas cahaya 100–300 ?mol/m2.detik serta injeksi CO2 8%-15% selama 3 jam/hari. Lebih lanjut, penelitian ini menunjukkan adanya potensi pengembangan sistem fotobioreaktor hibrida melalui pengaturan parameter lain seperti laju sirkulasi, frekuensi terang-gelap, dan durasi injeksi CO2.", "Daftar File": {"ABSTRAK Geraldi Rahanra": "https://digilib.itb.ac.id/gdl/download/248731", "COVER Geraldi Rahanra": "https://digilib.itb.ac.id/gdl/download/262773", "TS-TK-Geraldi Rahanra-23020018-1-Bab I.pdf": "https://digilib.itb.ac.id/gdl/download/262774", "TS-TK-Geraldi Rahanra-23020018-1-Bab II.pdf": "https://digilib.itb.ac.id/gdl/download/262775", "TS-TK-Geraldi Rahanra-23020018-1-Bab III.pdf": "https://digilib.itb.ac.id/gdl/download/262776", "TS-TK-Geraldi Rahanra-23020018-1-Bab IV.pdf": "https://digilib.itb.ac.id/gdl/download/262777", "TS-TK-Geraldi Rahanra-23020018-1-Bab V.pdf": "https://digilib.itb.ac.id/gdl/download/262778"}, "Penulis": "Geraldi Rahanra [23020018]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Tjandra Setiadi, M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "Chemical engineering", "Kata Kunci": "Spirulina platensis, fotobioreaktor, fikosianin, produktivitas", "Sumber": "Perpustakaan Prodi Teknik Kimia", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Budi Cahyadi", "File": "7 file", "Tanggal Input": "17 Jun 2022"}