{"Nomor": 64944, "Judul": "PEMODELAN GEOID SECARA GRAVIMETRIK DENGAN MENGGUNAKAN DATA GAYABERAT TERESTRIS (STUDI KASUS: PULAU JAWA BAGIAN TENGAH)", "Abstrak": "Metode Global Navigation Satellite System (GNSS) adalah salah satu metode penentuan posisi yang dikembangkan secara signifikan di bidang survei geodesi. Namun, tinggi yang diperoleh melalui pengamatan GNSS merupakan tinggi geodetik yang perlu dikonversi agar dapat digunakan untuk kegiatan pengukuran praktis yang mengacu ke dalam sistem tinggi ortometrik. Salah satu metode untuk mengonversi tinggi geodetik ke tinggi ortometrik yaitu dengan menggunakan model undulasi geoid global yang tersedia saat ini. Tinggi geodetik sangat akurat dapat diperoleh dengan menggunakan metode GNSS, namun undulasi geoid yang didapat dari model geopotensial global masih memiliki keterbatasan dalam hal akurasi, misalnya model geoid EGM2008 memiliki akurasi 52,5 cm untuk wilayah Pulau Jawa bagian tengah. Oleh karena itu, ada kebutuhan yang kuat untuk memodelkan geoid yang akurat untuk mendapatkan undulasi geoid yang akurat pada transformasi dari tinggi geodetik ke tinggi ortometrik. Pada penelitian ini dilakukan pemodelan geoid menggunakan data terestris gayaberat di wilayah Pulau Jawa bagian tengah secara gravimetrik dengan metode Stokes – Helmert’s 2nd condensation Remove-Compute-Restore (RCR), SRTM 1” dan SRTM 15”+ sebagai data topografi, data EGM2008 sebagai data geopotensial global, dan data GNSS/leveling sebagai data validasi. Model geoid yang dihasilkan memiliki resolusi 5’ dan 1’, masing-masing model memiliki standar deviasi sebesar 7,2 cm dan 4,4 cm. Model geoid ini memiliki kualitas yang lebih baik dibandingkan EGM2008 yang memiliki standar deviasi sebesar 10,7 cm. Pada penelitian ini, diperoleh bahwa resolusi dan sebaran data mempengaruhi kualitas model geoid yang dihasilkan. Oleh karena itu, untuk meningkatkan kualitas model geoid dapat dilakukan dengan menggunakan resolusi data dan model yang lebih tinggi, sebaran data gayaberat terestris yang lebih merata dan rapat, dan sebaran data GNSS/leveling yang lebih merata.", "Daftar File": {"ABSTRAK Rahayu Lestari": "https://digilib.itb.ac.id/gdl/download/248736"}, "Penulis": "Rahayu Lestari [15118039]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Kosasih Prijatna, M.Sc.", "Dr. Ir. Dina Anggreni Sarsito, M.T.", "Dr. techn. Dudy Darmawan Wijaya, S.T., M.Sc.", "Brian Bramanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "akurasi, Helmert’s 2nd condensation, model geoid , Stokes", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "17 Jun 2022"}