{"Nomor": 64959, "Judul": "EVALUASI PENERAPAN LAYANAN TELEFARMASI TERHADAP KEPATUHAN PASIEN HIPERTENSI", "Abstrak": "Telefarmasi merupakan pelayanan apoteker melalui penggunaan telekomunikasi untuk pasien jarak\njauh dengan layanan farmasi klinik yang dapat dilakukan seperti konseling, pemberian informasi obat,\ndan monitoring penggunaan obat yang dapat dilakukan kapan saja dan dimana saja. Pasien dengan\npenyakit kronis seperti hipertensi masuk termasuk kriteria pasien yang harus diberikan konseling\nkarena pasien harus mengerti tujuan pengobatan yang sedang dijalankan agar lebih patuh terhadap\npengobatan. Penelitian ini bertujuan untuk mengevaluasi penggunaan layanan telefarmasi sehingga\ndapat ditentukan efektivitasnya terhadap kepatuhan pasien hipertensi. Metode penelitian yaitu\nmetode eksperimental dengan desain studi Quasi Experimental, Nonequivalent Control Group Pretest\nPost Test Design terhadap 52 pasien hipertensi dari Klinik PLN UP3 Bandung dan salah satu Klinik\nSwasta di Kab. Bandung selama bulan Desember 2021-Februari 2022. Pasien dibagi menjadi 2\nkelompok yaitu kelompok intervensi dan kelompok non-intervensi. Data diperoleh melalui wawancara\nlangsung dan pengisian kuesioner. Kuesioner yang digunakan yaitu MARS-5 dan kuesioner gaya hidup\npasien hipertensi yang telah tervalidasi. Analisis statistik chi-square digunakan untuk menentukan\nperbedaan antara kelompok intervensi dan non intervensi terhadap kepatuhan. Selanjutnya,\n¸ðã?? ÿ ? ? ?ð?ð??± ?? ??????Correlation untuk menentukan korelasi antara pemberian intervensi\nterhadap kepatuhan. Hasil penelitian menunjukkan terdapat 30% peningkatan terhadap pasien yang\npatuh terhadap pengobatan dan terdapat korelasi yang cukup antara pemberian intervensi dengan\nkepatuhan pasien (p<0,05, r= 0,372). Maka, telefarmasi cukup efektif meningkatkan kepatuhan pasien\nhipertensi.", "Daftar File": {"ABSTRAK Fadila Zahra Alqonita": "https://digilib.itb.ac.id/gdl/download/248784"}, "Penulis": "Fadila Zahra Alqonita [11618014]", "Kontributor / Dosen Pembimbing": ["apt. Cindra Tri Yuniar, S.Farm., M.Si.", "dr. Nazhifa Ufamy, M.Si.", "Apt. Permana Juliansyah, S.Farm."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Telefarmasi, Kepatuhan minum obat, Hipertensi", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "17 Jun 2022"}