{"Nomor": 64956, "Judul": "KONJEKTUR AMIT UNTUK KATA ATAS DUA VARIABEL", "Abstrak": "Struktur aljabar memperkenalkan kepada kita beberapa struktur atau sistem matematika\ndan salah satunya adalah grup. Tidak seperti sistem bilangan pada biasanya yang\nperkaliannya saling komutatif, kita dapat mengkonstruksi grup dengan elemen yang belum\ntentu komutatif. Perhatikan bahwa untuk mengukur kekomutatifan dua elemen dari suatu\ngrup kita dapat mendefinisikan komutator dari grup G yaitu [x; y] = x????1y????1xy untuk\nsetiap x; y 2 G dimana dua elemen dari suatu grup saling komutatif jika dan hanya jika\nkomutator dari dua elemen tersebut menghasilkan elemen identitas. Dari fenomena tersebut\nmuncul pertanyaan ”Berapakah peluang terambil dua elemen dari grup berhingga sehingga\nperkaliannya komutatif?” Lalu bagaimana jika kita mengganti ekspresi [x; y] dengan ekspresi\nlain? Bagaimana jika elemen identitas diganti dengan elemen lain di grup tersebut? Dengan\nmenggunakan grup bebas, didefinisikan peluang yang berasosiasi dengan subgrup verbal dari\nsuatu grup yaitu PG;w(g). Sampai saat ini banyak masalah terbuka mengenai struktur dari\nPG;w(g) serta implikasinya pada struktur grup yang ditinjau, salah satunya adalah Konjektur\nAmit yang menyatakan bahwa nilai PG;w(e) tidak mungkin kurang dari 1\njGj untuk setiap grup\nnilpoten berhingga G. Pada tugas akhir ini akan dibuktikan salah satu kasus khusus dari\nkonjektur amit yaitu dengan meninjau kata yang berupa elemen dari grup bebas dengan rank\ndua.", "Daftar File": {"ABSTRAK Muhammad Siddiq Wira Awaldy": "https://digilib.itb.ac.id/gdl/download/248782"}, "Penulis": "Muhammad Siddiq Wira Awaldy [10118088]", "Kontributor / Dosen Pembimbing": ["Dr. Muchtadi Intan Detiena, S.Si., M.Si.", "Dr. Sandy Vantika, S.Si., M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "grup berhingga, pemetaan verbal, kata atas dua variabel", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "17 Jun 2022"}