{"Nomor": 64954, "Judul": "MOTOR MOLEKULER GENERASI PERTAMA DARI ISOLONKOKARPIN MELALUI REAKSI MCMURRY", "Abstrak": "Motor molekuler merupakan sistem molekuler yang dapat berotasi 360o dengan memanfaatkan energi cahaya atau panas. Pengembangan motor molekuler telah lama diproyeksikan menjadi pionir di bidang mesin berukuran nano (nano-machinery). Umumnya, sintesis motor molekuler membutuhkan tahapan sintesis yang panjang, bahan kimia yang banyak, dan waktu reaksi yang cukup lama mengingat ukuran motor molekuler yang relatif besar. Dalam penelitian ini, motor molekuler generasi pertama berbasis bahan alam Indonesia yaitu (-)-isolonkokarpin dari Tephrosia vogelii akan disintesis melalui reaksi McMurry. (-)-isolonkokarpin dipilih karena strukturnya yang relatif datar dan adanya pusat stereogenik memudahkan karakterisasi pergerakan rotasi motor molekuler. Sebelum menyintesis motor molekuler generasi pertama, senyawa model 1,1’-dimetilstilbena (1) dari asetofenon disintesis terlebih dahulu melalui reaksi McMurry. Pemilihan asetofenon didasarkan pada adanya kemiripan struktur asetofenon dengan struktur (-)-isolonkokarpin. Brominasi (-)-isolonkokarpin (3) juga dilakukan untuk mendapatkan prekursor variasi motor molekuler generasi pertama. Senyawa model (1) berhasil disintesis dengan persen rendemen sebesar 39,22% (E: Z = 4: 1), motor molekuler generasi pertama (2) berhasil disintesis dengan persen rendemen sebesar 44,41%, dan flavanon terbrominasi (3) berhasil disintesis dengan persen rendemen sebesar 31,32%.", "Daftar File": {"ABSTRAK Anthony Bongso": "https://digilib.itb.ac.id/gdl/download/248771", "PUSTAKA Anthony Bongso": "https://digilib.itb.ac.id/gdl/download/264873"}, "Penulis": "Anthony Bongso [10518033]", "Kontributor / Dosen Pembimbing": ["Robby Roswanda, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Isolonkokarpin, reaksi McMurry, motor molekuler generasi pertama", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "17 Jun 2022"}