{"Nomor": 64958, "Judul": "AGRO-FOOD SPACE : RUANG TEMU INDUSTRI AGRIKULTUR DAN MAKANAN", "Abstrak": "Ketahanan pangan terancam akibat berkurangnya lahan pertanian, fenomena penuaan petani, dan berkurangnya minat generasi muda terhadap industri agrikultur. Selain itu, hasil pangan perlu melewati proses panjang sebelum sampai ke tangan konsumen. Agro-Food Hub dibutuhkan untuk mempersingkat jalur pangan sekaligus menggagas model pertanian vertikal yang tidak bergantung pada ketersediaan lahan dan kondisi cuaca. Dalam memajukan dan menarik minat generasi muda terhadap industri agrikultur, diperlukan ruang untuk mengembangkan dan membentuk komunitas dalam bidang agrikultur dan makanan. Dibutuhkan Agro-Food Hub yang tidak hanya mewadahi berbagai kegiatan agrikultur namun juga mewadahi ruang pembentuk komunitas agrikultur. Proyek Agro Food Space dirancang untuk menciptakan ruang yang mempertemukan pelaku industri agrikultur dan makanan sehingga lebih terkoneksi dan dapat berkolaborasi dalam menciptakan inovasi. Tujuan tersebut dicapai melalui misi perancangan yaitu merancang ruang yang mengintegrasikan kegiatan agrikultur dari proses produksi hingga pengolahan (farm to table), merancang ruang produksi pertanian yang mengaplikasikan sistem agrikultur berbasis teknologi, dan merancang ruang kolaborasi berbentuk ruang publik sebagai pendorong terjadinya interaksi antar pelaku industri agrikultur, makanan, dan masyarakat. Lokasi tapak berada di Semarang Selatan, daerah semi urban dekat dengan area permukiman, komersial, dan pendidikan. Pemilihan tapak dilakukan berdasarkan pertimbangan aksesibilitas dan keberadaan kegiatan pertanian. Persoalan perancangan pada proyek ini yaitu bagaimana mengintegrasikan kegiatan agrikultur dan bagaimana menciptakan lingkungan yang berfungsi sebagai ruang temu. Perancangan Agro-Food Space menerapkan pendekatan community & innovation based approach yang menyeimbangkan aspek sosial dan ekonomi. Pendekatan ini tidak hanya menciptakan ruang untuk mempersingkat jalur pangan namun juga menciptakan ruang untuk menghidupkan komunitas melalui agrikultur dan makanan.", "Daftar File": {}, "Penulis": "Labitta Qonitah [15218005]", "Kontributor / Dosen Pembimbing": ["Tubagus Muhammad Aziz Soelaiman, S.T., MA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Agro-Food Space, Agro-Food Hub, agrikultur, makanan, sosial, ruang temu.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "17 Jun 2022"}