{"Nomor": 64967, "Judul": "KAJIAN ANALITIK DAN NUMERIK MENGENAI KASUS KERUNTUHAN BENDUNGAN MENGGUN", "Abstrak": "Bendungan adalah konstruksi yang dibangun oleh pemerintah umumnya untuk mencegah banjir. Keruntuhan bendungan dapat mengakibatkan bencana yang berdampak negatif untuk daerah sekitarnya. Energi kinetik yang dihasilkan oleh arus air dapat mempengaruhi besar kerusakan yang terjadi. Tugas Akhir ini membahas tentang keruntuhan bendungan, baik untuk kasus dry-bed maupun wet-bed dam break. Persamaan Air Dangkal (SWE) adalah model matematika yang digunakan dan kajian analitik dilakukan dengan menyelesaikan masalah Riemann untuk SWE. Skema momentum konservatif (MCS) pada staggered grid diimplementasikan dalam simulasi numerik. Hasil dari simulasi numerik yang dilakukan sesuai dengan solusi analitik untuk dry-bed maupun wet-bed. Tugas Akhir ini juga membahas masalah keruntuhan bendungan menggunakan model SWE 2D. MCS juga digunakan pada model SWE 2D untuk menyimulasikan keruntuhan bendungan yang terhubung dengan kanal. Model numerik ini digunakan untuk menghitung besar energi kinetik yang dihasilkan oleh arus air ketika terjadi keruntuhan bendungan. Pada kasus ini, energi kinetik yang dihitung adalah ketika arus air menabrak dinding keras untuk berbagai variasi panjang dan lebar kanal. Dari hasil simulasi, perbedaan lebar kanal menyebabkan perubahan yang signifikan pada energi kinetik yang dihasilkan sedangkan perbedaan panjang kanal tidak terlalu mempengaruhi energi kinetik yang dihasilkan.", "Daftar File": {"ABSTRAK Shannen Widijanto": "https://digilib.itb.ac.id/gdl/download/248807"}, "Penulis": "Shannen Widijanto [10118100]", "Kontributor / Dosen Pembimbing": ["Dr. Novry Erwina, S.Si., M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Persamaan Air Dangkal, Keruntuhan Bendungan, Masalah Riemann, Simulasi Numerik, Staggered Momentum Conservative, Energi Kinetik", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "17 Jun 2022"}