{"Nomor": 64968, "Judul": "SINTESIS MATERIAL TERMOELEKTRIK SRTIO3 TERDOPING LA DAN PEMODELAN SIFAT TERMOELEKTRIK BERBASIS PITA PARABOLIK TUNGGAL", "Abstrak": "Emisi gas CO2 yang dihasilkan oleh produksi energi listrik yang menggunakan bahan bakar\nfossil menghasilkan dampak buruk bagi lingkungan. Untuk mengurangi dampak tersebut,\nteknologi termoelektrik dapat dimanfaatkan untuk mengonversi kembali energi panas yang\nterbuang menjadi energi listrik. Dalam konversi energi panas yang terbuang, dibutuhkan\nmaterial yang stabil pada temperatur tinggi, dan kriteria tersebut dipenuhi oleh senyawa oksida\nlogam. Senyawa SrTiO3 (STO) merupakan oksida logam berstruktur perovskit kubik dengan\nkoefisien Seebeck intrinsik tinggi. Namun, konduktivitas termal tinggi membatasi figure of\nmerit pada nilai di bawah 0,1. Salah satu upaya yang dapat meningkatkan figure of merit adalah\ndengan doping. Doping Sr dengan unsur La pada STO dapat dengan efektif meningkatkan\nfaktor daya serta menurunkan konduktivitas termal kisi, yang secara keseluruhan\nmeningkatkan figure of merit. Dalam cakupan yang sama, adalah penting untuk mengetahui\naspek desain material dalam rangka mencapai faktor daya dan figure of merit tinggi. Sehingga,\nperlu untuk dilakukan studi terhadap STO terdoping La serta perhitungan sifat termoelektrik\nmenggunakan model pita parabolik tunggal. Penelitian ini bertujuan untuk menentukan\npengaruh doping La terhadap struktur kristal dan elektronik STO, serta memodelkan parameter\ntermoelektrik STO menggunakan model pita parabolik tunggal. Padatan SrTiO3,\nLaxSr1-1,5xTiO3 (x = 0, 0,05, 0,1, dan 0,15), serta LaxSr1-xTiO3 (x = 0,2) berhasil disintesis\nmenggunakan metode fasa padat, berdasarkan hasil karaterisasi difraksi sinar X dan analisis\ndengan metode Rietveld. Hasil karakterisasi Diffuse Reflectance Spectroscopy menunjukan\nkenaikan kecil nilai celah pita LaxSr1-xTiO3 (3,26 eV) terhadap STO (3,19 eV). Kenaikan\ntersebut disebabkan oleh interaksi orbital atom La dengan atom lainnya di dalam kisi dan\npenurunan panjang ikatan Ti–O. Seleksi hasil pemodelan terhadap literatur menunjukan\nkecocokan yang baik pada rentang konsentrasi pembawa muatan 3,4 × 1020 – 5 × 1020 cm-3\ndan pada rentang temperatur 300 – 450 K. Dalam rentang tersebut, faktor daya yang tinggi\n(> 29,5 ????W????cm-1K-2) dicapai pada rentang konsentrasi pembawa muatan 3,8 × 1020 – 4,2 × 1020\ncm-3 dan pada rentang temperatur 390 – 400 K.", "Daftar File": {"ABSTRAK Muhammad Sani Kantaprawira": "https://digilib.itb.ac.id/gdl/download/248808", "PUSTAKA Muhammad Sani Kantaprawira": "https://digilib.itb.ac.id/gdl/download/266077"}, "Penulis": "Muhammad Sani Kantaprawira [10517003]", "Kontributor / Dosen Pembimbing": ["Dr. Bambang Prijamboedi, M.Eng.", "Dr. rer. nat. Fainan Failamani, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Termoelektrik, doping, SrTiO3, pita parabolik tunggal", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "17 Jun 2022"}