{"Nomor": 64963, "Judul": "AKTIVITAS KARDIOPROTEKTIF JUS APEL FUJI DAN JUS APEL MALANG PADA TIKUS INFARK MIOKARD YANG DIINDUKSI ISOPROTERENOL", "Abstrak": "Infark miokard merupakan nekrosis pada jaringan jantung yang disebabkan oleh kurangnya asupan\noksigen akibat oklusi yang terjadi di arteri koroner. Salah satu faktor resiko dari infark miokard yang\ndapat dimodifikasi adalah jenis asupan makanan. Konsumsi banyak buah dapat mengurangi\nperkembangan obesitas dan penyakit jantung. Dalam beberapa studi menunjukkan bahwa apel\nmemiliki efek kardioprotektif yang kuat. Tujuan penelitian ini untuk mengetahui aktivitas\nkardioprotektif Apel Fuji dan Apel Malang pada tikus jantan galur Wistar yang diinduksi\nisoproterenol. Pada pengujian aktivitas kardioprotektif dilakukan dengan sembilan kelompok uji.\n(1) kontrol negatif (Na-CMC 0,05%), (2) Kontrol positif (Na-CMC 0,05%), (3) pembanding (Atenolol\n9 mg/kgBB), (4) jus Apel Fuji dosis 5 ml/kgBB, (5) jus Apel Fuji dosis 10 ml/kgbBB, (6) jus Apel Fuji\ndosis 15 ml/kgBB, (7) jus Apel Malang dosis 5 ml/kgBB, (8) jus Apel Malang dosis 10 ml/kgBB, (9) jus\nApel Malang dosis 15 ml/kgBB. Kelompok uji, selain kontrol negatif diinduksi oleh isoproterenol.\nHasil pengujian aktivitas kardioprotektif menunjukkan bahwa jus Apel Fuji dan jus Apel Malang\nmemiliki kemampuan yang sama dalam menghambat peningkatan biomarker jantung (CK dan CK-\nMB) dengan persentase hambatan terbesar 79,56% dan 73,08% untuk Apel fuji serta 69,18% dan\n43,04% untuk Apel Malang. Hasil histopatologi jantung menunjukkan bahwa kedua Apel tersebut\ndapat mencegah kerusakan pada jaringan jantung. Semua dosis jus Apel yang diberikan memiliki\naktivitas kardioprotektif yang sama.", "Daftar File": {"ABSTRAK Yuthika Raihan Nadhirah": "https://digilib.itb.ac.id/gdl/download/248905"}, "Penulis": "Yuthika Raihan Nadhirah [11618023]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Neng Fisheri Kurniati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "kardioprotektif, infark miokard, isoproterenol, Apel Malang, Apel Fuji", "Sumber": "", "Staf Input/Edit": "yana mulyana  \n                                     yana mulyana", "File": "1 file", "Tanggal Input": "17 Jun 2022"}