{"Nomor": 64965, "Judul": "PERANCANGAN KAMPANYE SOSIAL PENTINGNYA PERTUMBUHAN PASCATRAUMA AKIBAT KEKERASAN BERBASIS GENDER TERHADAP PEREMPUAN", "Abstrak": "Tindakan kekerasan di Indonesia sendiri merupakan masalah ‘gunung es’ yang\nmasih banyak terjadi. Ditambah dengan hadirnya pandemi COVID-19 turut berperan\ndalam meningkatnya angka kekerasan. Salah satu bentuk kekerasan yang mengakar di\nIndonesia adalah ‘kekerasan berbasis gender’ yang didasari atas stigma dan pandangan\nterhadap suatu kelompok. Dampak kekerasan sangat beragam, salah satunya dapat\nmeninggalkan trauma bagi korban. Korban kekerasan juga ketika mendapatkan\npenanggulangan yang tepat memiliki peluang untuk mencapai ‘pertumbuhan\npascatrauma’. Dengan begitu, korban yang telah pulih dapat kembali menjalani\nkehidupannya lebih kuat lagi.\nPendekatan yang dipilih dalam penelitian ini yaitu deskriptif kualitatif, dimana\ndata diperoleh dengan metode studi literatur, wawancara, dan penyebaran kuesioner.\nWawancara dan penyebaran kuesioner dilakukan untuk mendalami isu yang sedang\nterjadi, sedangkan informasi mengenai ‘kekerasan berbasis gender’ dan ‘pertumbuhan\npascatrauma’ dikumpulkan melalui studi literatur.\nHasil penelitian menunjukkan bahwa istilah ‘kekerasan berbasis gender’ dan\n‘pertumbuhan pascatrauma’ masih asing bagi beberapa orang. Maka dari itu, wujud\nkonkritnya dalam kehidupan sehari-hari seringkali tidak mendapat perhatian khalayak\ndan terlewat begitu saja. Selain itu ketika khalayak sasaran dihadapkan dengan korban,\nbanyak yang mengaku masih ragu atau bingung bagaimana menghadapinya dengan baik.", "Daftar File": {}, "Penulis": "David Christopher [17418030]", "Kontributor / Dosen Pembimbing": ["Dra. Ifa Safira Mustikadara, M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "kampanye sosial, kekerasan berbasis gender, korban, trauma, pertumbuhan pascatrauma.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "17 Jun 2022"}