{"Nomor": 64966, "Judul": "INTEGRATING CHANGE MANAGEMENT AND KNOWLEDGE MANAGEMENT TO SUPPORT CHANGES IN BUSINESS DIRECTION AND CORPORATE STRATEGY  AT PT HUTAMA KARYA (PERSERO)", "Abstrak": "Dalam suatu perubahan arah dan strategi perusahaan, diperlukan keterlibatan dari\nseluruh anggota organisasi yang memiliki pengetahuan dan kompetensi untuk\nmelakukan perubahan. Berdasarkan penelitian, 70% dari program perubahan gagal\nmencapai tujuan mereka, dan sebagian besar dikarenakan kurangnya upaya\nmanajemen perubahan. Upaya manajemen perubahan ini sangat berkaitan dengan\nmanajemen pengetahuan yang dilaksanakan oleh perusahaan untuk\nmengembangkan organisasi dan memenuhi kebutuhan bisnis yang terus berubah.\n\nTujuan dari penelitian ini adalah mengetahui bagaimana integrasi manajemen\nperubahan dan manajemen pengetahuan dapat mendukung upaya perusahaan untuk\nmengimplementasikan perubahan arah bisnis dan strategi perusahaan dalam\nRencana Jangka Panjang Perusahaan (RJPP). Kerangka yang digunakan adalah\nanalisis kesenjangan dalam proses perubahan menggunakan model ADKAR dari\nJeff Hiatt serta analisis kesenjangan pengetahuan kritis berdasarkan strategi\nimplementasi manajemen pengetahuan dari Tjakraatmadja & Kristinawati.\n\nPenulis mendapatkan hasil bahwa dalam proses perubahan masih terdapat\nkesenjangan pada manajemen perubahan dan pengetahuan kritis. Untuk\nmengintegrasikan manajemen perubahan dan manajemen pengetahuan dapat\ndilakukan dengan melakukan evaluasi dan kreasi pengetahuan sehingga\nkesenjangan pengetahuan kritis dapat diatasi. Selanjutnya pengetahuan kritis\ntersebut digunakan untuk mendukung elemen pengetahuan dalam ADKAR\nsehingga 4 elemen yang lain dapat ditingkatkan atau dipertahankan levelnya.", "Daftar File": {"2022_TS_PP_Eri Dwi Wibawa_1-Abstrakcs.pdf)u": "https://digilib.itb.ac.id/gdl/download/248799"}, "Penulis": "Eri Dwi Wibawa [29120329]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Jann Hidajat Tjakraatmadja, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "manajemen perubahan, manajemen pengetahuan, analisis kesenjangan, ADKAR model, pengetahuan kritis, kreasi pengetahuan.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "17 Jun 2022"}