{"Nomor": 64964, "Judul": "INOVASI MODEL BISNIS DAN PERUMUSAN STRATEGI UNTUK  PERUSAHAAN KONSULTASI TEKNIK  STUDI KASUS: PT. MTU", "Abstrak": "Peran perusahaan konsultan menjadi tak terelakkan karena kelangkaan tenaga ahli di \nsebagian besar perusahaan di Indonesia. Perusahaan konsultan teknik menyediakan studi,\nanalisis, dan panduan perusahaan untuk membuat keputusan yang cepat dan benar tentang\nintegritas aset mereka. Namun, persyaratannya bervariasi antar sektor, dan dengan demikian\nmemberikan nilai tambah oleh perusahaan konsultan teknik tidaklah mudah. Ada juga\ntantangan bisnis di antara perusahaan konsultan teknik karena kebutuhan akan keterampilan\nbaru, kekurangan bakat, dan perusahaan bisnis global untuk memperluas pasar di Indonesia.\nItulah sebabnya inovasi dalam layanan telah menjadi topik penting di dunia yang kompetitif\nsaat ini.\n\nUntuk memahami kondisi perusahaan, analisis internal dan eksternal dilakukan di level\nperusahaan sebagai upaya untuk memahami produk dasar dan portofolio serta peluang,\nancaman, dan tantangan eksternal. Data untuk penelitian ini diambil dari wawancara tertulis\ndari manajer teknik/direktur beberapa pembangkit listrik, perusahaan petrokimia dan\nindustri terkait lainnya. Hasil wawancara dikumpulkan dan dianalisis menggunakan\nperangkat lunak Nvivo untuk analisis data kualitatif.\n \nTemuan penelitian tentang inovasi model bisnis dibahas mengikuti kerangka Amit dan Zott\nyang terdiri dari konten, struktur dan tata kelola. Kegiatan baru setelah BMI adalah\npengujian laboratorium, laporan digital dan kemajuan, dasbor dan manajemen integritas,\npelatihan produk atau solusi, penyedia digital dan cloud, serta kecerdasan buatan dan\npembelajaran mesin. Kanvas proposisi nilai kemudian dibuat sebagai acuan untuk\nmemetakan kanvas model bisnis perusahaan. Kami mengambil strategi inisiatif untuk\nmendukung inovasi model bisnis, yaitu strategi leverage, strategi generik Porter, dan strategi\nintegrasi vertikal.", "Daftar File": {"2022_TS_PP_Ainur Ridho Kurnia Setiawati_1-Abstrakcs.pdf\n]": "https://digilib.itb.ac.id/gdl/download/248797"}, "Penulis": "Ainur Ridho Kurnia Setiawati [29120204]", "Kontributor / Dosen Pembimbing": ["Melia Famiola, S.T.P., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "inovasi model bisnis, value, perusahaan konsultan, strategi", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "17 Jun 2022"}