{"Nomor": 64976, "Judul": "I ABSTRAK SISTEM PERINGATAN DINI UNTUK MENURUNKAN KASUS KECELAKAAN BERMOTOR MENGGUNAKAN METODE IMAGE RECOGNITION DAN BAYESIAN NETWORK", "Abstrak": "Perilaku pengemudi seringkali berubah setelah memiliki polis asuransi atau sering disebut dengan moral hazard. Perubahan perilaku yang terjadi adalah pengemudi menjadi kurang berhati-hati dalam berkendara sehingga meningkatkan peluang terjadinya kecelakaan. Seiring bertambahnya peluang terjadinya kecelakaan maka peluang terjadinya klaim pun semakin tinggi. Moral hazard ini masih sulit untuk diamati atau diketahui, terutama di Indonesia. Hal tersebut menyebabkan ketidaksamaan informasi antara tertanggung dan penanggung, sehingga dapat meningkatkan peluang terjadinya kerugian pada perusahaan asuransi. Maka dari itu, pada penelitian ini akan dibangun sebuah model untuk mengamati perilaku pengemudi saat berkendara dan juga model untuk memberikan peringatan dini agar dapat menurunkan peluang terjadinya kecelakaan.\nDalam membangun model pengamatan kebiasaan seseorang dalam mengemudi, diperlukan data gambar-gambar orang saat mengemudi dan untuk model meminimalkan terjadinya kecelakaan diperlukan data kebiasaan orang-orang saat berkendara serta akibatnya terhadap terjadinya kecelakaan. Untuk mengamati perilaku pengemudi maka akan diperlukan kamera di dalam mobil untuk memotret kegiatan yang dilakukan oleh pengemudi saat berkendara. Hasil foto tersebut akan diklasifikasikan kedalam beberapa jenis distraksi dengan metode image recognition menggunakan Convolutional Neural Network. Hasil pengklasifikasian tersebut akan diakumulasikan untuk selanjutnya dihitung peluang terjadinya kecelakaan.\nPeluang terjadinya kecelakaan akan dihitung dengan menggunakan metode Bayesian Network. Dalam pembuatan model Bayesian Network digunakan K-Fold Cross Validation untuk menentukan parameter-parameter untuk setiap distraksi. Selanjutnya, dari hasil perhitungan peluang kecelakaan akan dirancang sistem pemberian peringatan dini untuk memperingati pengemudi jika sudah terlalu banyak melakukan distraksi atau memiliki peluang kecelakaan yang melebihi suatu batas.\nBerdasarkan hasil penelitian untuk metode image recognition, diperoleh bahwa dengan menggunakan algoritma AdaMax, fungsi SoftMax pada lapisan keluaran, dan fungsi ReLu pada lapisan tersembunyi, diperoleh hasil akurasi sebesar 99,70%, sedangkan jika fungsi aktivasi pada lapisan tersembunyi diganti menjadi fungsi SoftMax maka akurasinya akan menurun menjadi 50,05%. Selain itu, jika algoritma yang digunakan diganti menjadi Adam dengan fungsi aktivasi yang sama dengan fungsi diawal maka diperoleh akurasi sebesar 99,60%. Dari hasil tersebut maka diperoleh kombinasi yang memberikan akurasi tertingi adalah algoritma AdaMax, fungsi ReLu pada lapisan tersembunyi, dan fungsi SoftMax pada lapisan keluaran.\nSementara itu, diperoleh untuk perhitungan peluang kecelakaan menggunakan metode Bayesian Network dengan menggunakan lima klasifikasi distraksi dapat menggambarkan peluang terjadinya kecelakaan dengan baik, yaitu semakin bertambahnya distraksi yang dilakukan maka nilai peluangnya akan semakin tinggi. Selanjutnya dengan mengombinasikan metode image recognition dan Bayesian Network maka diperolehlah sistem peringatan dini yang berpotensi untuk mengurangi peluang terjadinya kecelakaan.", "Daftar File": {"ABSTRAK Theophanie Regina Aurora": "https://digilib.itb.ac.id/gdl/download/248832"}, "Penulis": "Theophanie Regina Aurora [10818002]", "Kontributor / Dosen Pembimbing": ["Sapto Wahyu Indratno, S.Si, M.Sc, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "moral hazard, image recognition, Bayesian Network, kecelakaan, peringatan dini", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "18 Jun 2022"}