{"Nomor": 64986, "Judul": "MINANGKABAU CULTURAL CENTRE SEBAGAI UPAYA PELESTARIAN KEBUDAYAAN MINANGKABAU DI SUMATERA BARAT", "Abstrak": "Budaya merupakan hal yang diwariskan secara turun temurun dari generasi ke generasi. Budaya di Indonesia sangat banyak dan kental di setiap daerahnya. Adat istiadat yang dijalankan oleh bangsa Indonesia di setiap pelosoknya sangat unik dan memiliki ciri khasnya sendiri-sendiri. Hasil budaya setiap daerah di Indonesia sangat beragam, mulai dari nilai etos kerja, kuliner, bahasa hingga kesenian seperti seni pahat, seni tari, seni lukis, dan seni tekstil. Itulah yang menjadikan adat istiadat harus terus dijaga dan dilestarikan oleh bangsa Indonesia. Karena, seiring berkembangnya zaman, adat budaya tersebut mulai dilupakan bahkan jika tidak dilestarikan dapat berakibat pada hilangnya kebudayaan tersebut karena adanya degradasi kesadaran akan budaya, kemudian rasa peduli dan antusias terhadap seni dan budaya lokal pun ikut berkurang. Kebudayaan Minangkabau contohnya, karena masuknya faktor budaya asing yang lebih memikat minat generasi muda, mereka kurang paham bahkan bahkan masih enggan mengetahui tentang akar budaya yang mereka punya. Sumatera Barat kental dengan akar budayanya, karena adat minangkabau menampung seluruh pandangan hidup orang minang dalam menjalankan adat dan budayanya. Cukup disayangkan jika akar budaya yang dimiliki masyarakat Minangkabau tidak dijaga khususnya oleh generasi muda yang saat ini memiliki keinginan untuk merantau, jauh dari kampung halaman. Hal yang perlu dipikirkan adalah bagaimana kelanjutan budaya dari Minangkabau. Apakah generasi penerus masih dapat mengetahui asal-usul akar budaya mereka, dan bagaimana mendapatkannya jika satu-satunya jalan adalah dengan informasi turun temurun dari nenek moyang yang disampaikan secara lisan oleh seorang Mamak,  sebutan bagi kepala atau pimpinan di sistem kekerabatan Minangkabau. Sehingga dengan adanya proyek ini, dibentuklah sebuah wadah yang dapat menampung dan menjaga informasi dari akar budaya Minangkabau, sebagai upaya pelestarian, pengembangan dan penyebarluasan kebudayaan setempat. Pelaku seni di posisi lain juga harus diperhatikan kondisi dan masa depannya, seperti halnya pelukis, penari, dan berbagai pengrajin lainnya. Semakin berkembangnya zaman, dengan meningkatnya fasilitas teknologi yang ada, pelaku seni tradisional harus memutar otak dan menyesuaikan dengan perkembangan zaman ini. Namun kurangnya edukasi pada masyarakat lokal khususnya di Sumatera Barat menjadi salah satu faktor utama mengapa perindustrian masyarakat lokal masih tertinggal dan menjadi fokus utama Pemerintah Sumatera Barat dalam usahanya mensejahterakan usaha mikro kecil menengah (UMKM). Oleh sebab itu dibutuhkannya pula pusat pengembangan UMKM bagi pengrajin - pengrajin dan pelaku seni. Batusangkar adalah lokasi yang tepat untuk mendirikan sebuah pusat seni yang dapat menampung tiga aspek dalam upaya pelestarian akar budaya Minangkabau, yaitu pariwisata, edukasi, dan ekonomi masyarakat Batusangkar. Batusangkar merupakan sebuah kota yang menjadi pusat pemerintahan kabupaten Tanah Datar, dengan potensi pariwisata yang menarik dan menjanjikan. Saat ini pemerintah sedang berupaya untuk mengembangkan Kota Batusangkar dengan menjadikan upaya pelestarian budaya sebagai benang merah usaha meningkatkan kesadaran masyarakat terhadap akar budaya mereka. Dengan proyek ini diharapkan dapat tidak hanya terbangunnya sebuah pusat kebudayaan untuk menangani isu pariwisata, edukasi, dan juga ekonomi, tapi juga sebagai upaya pelestarian budaya Minangkabau khususnya melalui kota Batusangkar. Dalam perencanaannya, proyek ini akan menggunakan pendekatan Arsitektur Regionalisme dan Etnik, sehingga dapat tetap membangun pusat kebudayaan yang menggambarkan nilai budaya yang mengakar di Sumatera Barat, tetapi juga dapat menyesuaikan dengan perkembangan zaman saat ini dengan mempertimbangkan lokasi dan kondisi lingkungan tempat didirikannya proyek ini, yaitu Kota Batusangkar.", "Daftar File": {}, "Penulis": "Siti Nafisah Sulaiman [15218020]", "Kontributor / Dosen Pembimbing": ["Ir. Budi Faisal, MAUD, MLA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Minangkabau, Akar Budaya, Pelestarian, Pusat Seni, Batusangkar.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "19 Jun 2022"}