{"Nomor": 64980, "Judul": "REDESAIN PASAR IKAN MUARA ANGKE SEBAGAI PASAR IKAN BERBASIS WISATA", "Abstrak": "Perikanan merupakan salah satu komoditi penting dalam perekonomian Indonesia yang perlu didukung oleh sarana utama berupa pasar ikan. Namun pada kenyataannya, pasar ikan di Indonesia banyak mengalami penurunan kualitas dikarenakan ruang pasarnya berada di bawah standar yang kemudian berdampak pada menurunnya eksistensi pasar ikan. Salah satu pasar ikan yang menghadapi masalah serupa adalah Pasar Ikan Muara Angke yang berlokasi di Jakarta Utara. Pasar ikan yang berperan sebagai sentra perikanan terbesar di Jakarta memiliki kendala seputar higienitas, organisasi ruang, serta kualitas ruang pasar dan fasilitasnya yang kurang mengakomodasi. Hal ini menyebabkan Pasar Ikan Muara Angke memiliki citra pasar yang kotor, kumuh, dan berantakan, serta mengganggu seluruh kegiatan di dalamnya. Mengingat pasar ikan berpotensi sebagai objek wisata selayaknya jenis pasar lainnya dan lokasinya yang berada di garis pesisir Jakarta, sangat memungkinkan untuk memasukkan unsur rekreatif ke dalam pasar ikan yang notabenenya kental akan fungsi ekonomi. Elemen wisata seperti area kuliner dan ruang workshop untuk kegiatan edukatif dapat diintegrasikan ke dalam ruang pasar melalui zonasi ruang yang baik. Maka dari itu, proyek redesain Pasar Ikan Muara Angke bertujuan untuk menciptakan pasar ikan yang mutifungsi dan fungsional yang dapat mengakomodasi seluruh kegiatan, baik dari fungsi ekonomi maupun fungsi rekreasi, secara efektif dan efisien. Untuk mewadahi semua fungsi, dihadirkan fasilitas-fasilitas seperti ruang pasar yang lengkap dengan kios pedagang, area pelelangan, dan drainase dan sanitasi yang baik, area rekreasi yang edukatif, serta ruang-ruang terbuka publik seperti plaza dan promenade tepi air yang memanfaatkan view ke Laut Jawa. Proyek redesain ini diadakan untuk meningkatkan kembali eksistensi pasar ikan dan menghadirkan kenyamanan untuk seluruh penggunanya dalam berkegiatan. Dalam proyek ini, dirumuskan tiga persoalan perancangan, yaitu ruang pasar yang efisien, integrase fungsi wisata ke dalam pasar ikan, serta perancangan tepi air. Persoalan-persoalan tersebut dijawab melalui perumusan konsep perancangan yang didasarkan oleh beberapa standar dan teori seputar pasar ikan, ruang publik, ruang rekreasi, serta ruang tepi air.", "Daftar File": {}, "Penulis": "Inanta Daniyya [15218055]", "Kontributor / Dosen Pembimbing": ["Ir. Tri Yuwono, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pasar ikan, ekonomi, rekreasi, tepi air, Muara Angke", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "19 Jun 2022"}