{"Nomor": 64982, "Judul": "PERANCANGAN SEKOLAH ALAM SEBAGAI SARANA PENDIDIKAN KNOWING DAN BEING UNTUK ANAK DI LEMBANG", "Abstrak": "Moral dan etika merupakan istilah yang membahas tentang masalah aturan berperilaku manusia dalam kehidupannya. Dalam perkembangannya, moral manusia mengalami pasang surut seiring dengan perubahan yang terjadi dalam berbagai aspek kehidupan. Melihat dari gejalanya, kondisi akhir-akhir ini menunjukkan telah terjadi disonansi moral pada kualitas personal bangsa Indonesia, terutama generasi muda karena pengaruh modernisasi dan globalisasi. Selain itu, pemberian pendidikan moral juga menghadapi hambatan karena sarana edukasi yang ada cenderung hanya menekankan aspek knowing (kognitif) daripada being (moral dan karakter). Permasalahan ini akan menjadi isu-isu utama dari perancangan proyek sekolah alam untuk anak. Tujuan utama dari proyek ini adalah sebagai sarana edukasi yang menekankan aspek knowing dan being secara seimbang melalui pendekatan alam sebagai media dan lingkungan pembelajaran yang efektif. Proyek terdiri atas fungsi tipologi sekolah alam yang meliputi fasilitas edukasi (ruang kelas, area pengelola, dan fasilitas penunjang) dan fasilitas rekreasi (area kebun, ternak, kolam ikan, dan alam terbuka). Proyek berlokasi di Jalan Barunagri, Kecamatan Lembang, Kabupaten Bandung  Barat, Jawa Barat. Lokasi ini berada di kawasan permukiman perdesaan dengan orientasi  alam bebas namun tetap visible. Melalui analisis pengguna, tapak, konteks, dan isu proyek, diperoleh persoalan perancangan, yaitu implementasi strategi pendidikan karakter melalui lingkungan pembelajaran berbasis alam. Proyek ini berlandaskan pada prinsip-prinsip Lingkungan Ramah Anak dan Bangunan Ramah Lingkungan. Seluruh teori tersebut kemudian digabungkan untuk merumuskan strategi-strategi desain terhadap pengorganisasian ruang, komposisi bentuk, gubahan spasial, selubung bangunan, serta sistem bangunan yang dapat memberikan nilai-nilai kehidupan yang bermakna, baik secara langsung maupun tidak, kepada pengguna khususnya anak sebagai peserta didik dalam proyek ini.", "Daftar File": {}, "Penulis": "Sylvie Tazkia Qolbi [15218066]", "Kontributor / Dosen Pembimbing": ["Medria Shekar Rani, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "anak, lingkungan pembelajaran, moral, pendidikan, sekolah alam.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "19 Jun 2022"}