{"Nomor": 65006, "Judul": "STUDY ETHNOMATHEMATICS: KLASIFIKASI MOTIF BATIK NUSANTARA BERDASARKAN GRUP WALLPAPER DAN APLIKASINYA DI INDUSTRI TEKSTIL", "Abstrak": "Etnomatematika adalah ilmu yang mempelajari tentang matematika dan budaya. Budaya yang digunakan pada penelitian ini adalah salah satu budaya khas Indonesia, yaitu batik. Setiap daerah di Indonesia memiliki ciri khas batik masing-masing yang mewakilkan daerah tersebut dan memiliki filosofi tersendiri. Motif pada batik biasanya diambil dari budaya, flora atau fauna yang mencerminkan suatu daerah. Banyak motif pada batik yang membentuk pola berulang yang memuat translasi, refleksi, rotasi dan refleksi geser. Pada penelitian ini, penulis mencoba melihat klasifikasi motif batik nusantara berdasarkan grup wallpaper dan aplikasi grup wallpaper di industri tekstil.\nMotif batik yang digunakan pada penelitian ini sebanyak 40 motif batik yang mewakili 34 provinsi di Indonesia dan beberapa diantaranya berasal dari daerah-daerah yang terkenal sebagai penghasil batik. Pemilihan batik-batik ini juga melihat keterkaitan polanya dengan grup wallpaper dan kelengkapan motif yang terdapat pada kain. Gambar batik pada penelitian ini bersumber dari beberapa buku dan situs internet.\nHasil penelitian menunjukkan bahwa sembilan batik tidak memenuhi grup wallpaper. Hanya tujuh grup wallpaper yang digunakan pada batik. Terdapat 16 pola yang memenuhi grup wallpaper p111 yang terdiri dari sebelas jenis batik, sembilan pola yang memenuhi grup wallpaper p1m1 yang terdiri dari lima jenis batik, empat pola yang memenuhi grup wallpaper p1g1 yang terdiri dari empat jenis batik, sepuluh pola yang memenuhi grup wallpaper c1m1 yang terdiri dari enam jenis batik, dua pola yang memenuhi grup wallpaper p211 yang terdiri dari dua jenis batik, terdapat satu pola yang memenuhi grup wallpaper p4gm, dan terdapat enam pola yang memenuhi grup wallpaper p4mm yang terdiri dari enam jenis batik.\nGrup wallpaper menghasilkan beragam variasi pola yang dapat digunakan pada produk-produk dari industri tekstil. Grup wallpaper yang digunakan pada sebuah desain bisa terdiri lebih dari satu grup wallpaper. Contoh sederhana dari paplikasi grup ini adalah motif pada kerudung dan syal. Kombinasi grup wallpaper pada kerudung menghasilkan desain yang berbeda pada sebuah kerudung sesuai dengan lipatan yang dibuat. Selain itu, aplikasi grup ini juga dapat digunakan pada batik pola zero waste. Konsep zero waste yang digunakan pada penelitian ini adalah teknik geometric cutting, sehingga aplikasi grup wallpaper dapat dilakukan pada bagian-bagian kain tertentu. Dengan adanya batik pola zero waste, maka dapat memaksimal penggunaan kain dan meminimalisir limbah.", "Daftar File": {"ABSTRAK Shauma Raudhatul Zikra": "https://digilib.itb.ac.id/gdl/download/248885"}, "Penulis": "Shauma Raudhatul Zikra [24620010]", "Kontributor / Dosen Pembimbing": ["Dr. Gantina Rachmaputri, S. Si., M. Si"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "etnomatematika, batik nusantara, grup wallpaper.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "6 file", "Tanggal Input": "20 Jun 2022"}