{"Nomor": 65000, "Judul": "MODEL PROGRAM PENSIUN DINI DENGAN PRINSIP SYARIAH MENGGUNAKAN METODE ACCRUED BENEFIT COST (STUDI KASUS: PT ASURANSI XXX)", "Abstrak": "Penelitian ini bertujuan untuk mensimulasikan proses Pendanaan Pensiun Dini dengan prinsip Syariah. Pada perhitungan aktuaria menerapkan metode Accrued Benefit Cost yang terdiri dari Unit Credit dan Project Unit Credit untuk menentukan besar manfaat peserta, iuran normal dan kewajiban aktuaria. Penelitian ini juga menghitung manfaat peserta pensiun dini dengan dana yang dikembangkan dibeberapa pilihan paket investasi Syariah yang diadopsi dari paket investasi Dana Pensiun Lembaga Keuangan dan Saham Syariah. Pendekatan penelitian ini berupa kuantitatif dengan beberapa asumsi aktuaria untuk diterapkan pada salah satu perusahaan asuransi Syariah di Jakarta. Pada hasil simulasi perhitungan didapatkan bahwa secara total iuran normal peserta pada metode Unit Credit selalu lebih besar dibandingkan dengan Project Unit Credit namun iuran normal pada Project Unit Credit akan selalu lebih besar pada awal masa kerja dibandingkan dengan Unit Credit. Sedangkan pada kewajiban aktuaria dimana pada Project Unit Credit akan menghasilkan kewajiban aktuaria yang lebih besar dibandingkan dengan Unit Credit. Pada dana pengembangan, pilihan investasi dengan porsi dana pengembangan yang lebih besar di kembangkan di instrumen saham Syariah akan menghasilkan manfaat yang lebih besar dibandingkan dengan pilihan paket investasi lain pada panelitian ini.", "Daftar File": {"ABSTRAK Eli Zulkatri": "https://digilib.itb.ac.id/gdl/download/248866"}, "Penulis": "Eli Zulkatri [20820001]", "Kontributor / Dosen Pembimbing": ["Sapto Wahyu Indratno, S.Si., M.Sc., Ph.D"], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Accrued Benefit Cost, Iuran normal, Kewajiban Aktuaria, Manfaat Pasti, Pensiun Dini, dan Syariah.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "20 Jun 2022"}