{"Nomor": 65009, "Judul": "WALKABILITY DAN PERSEPSI PEJALAN KAKI KAWASAN STASIUN MEDAN", "Abstrak": "Berjalan kaki merupakan moda transportasi yang paling dasar dan dilakukan oleh\nsetiap orang dalam memulai dan mengakhiri perjalanannya. Dalam konteks\nTransportasi Berkelanjutan (Sustainable Urban Transport), pejalan kaki menjadi salah\nsatu opsi tindakan dan komponen penting yang menentukan keberhasilan sistem\ntransportasi perkotaan (Pojani, 2015). Adapun dalam mewujudkan kondisi jalur pejalan\nkaki yang baik di kawasan perkotaan, diperlukan penilaian tingkat kenyamanan\nberjalan kaki atau yang dikenal dengan walkability index. Kota Medan sebagai salah\nsatu kota besar di Indonesia memiliki perkembangan yang cenderung memusat di pusat\nkota sehingga dapat mempengaruhi sistem transportasinya. Sebagai sarana\ntransportasi yang terletak di pusat kota, Stasiun Medan memiliki berbagai\npermasalahan pada fasilitas pejalan kaki, padahal stasiun ini berada pada blok yang\ndirencanakan pengembangan antar moda yang menghubungkan lebih dari satu jaringan\npergerakan. Penelitian ini bertujuan untuk menganalisis tingkat walkability dan\npersepsi pejalan kaki di Kawasan Stasiun Medan. Kawasan yang dipilih yaitu radius\n400 meter dari stasiun. Radius tersebut diasumsikan berdasarkan kesediaan jarak\ntempuh pejalan kaki untuk mencapai pusat aktivitasnya dengan nyaman. Dalam\nmengukur tingkat walkability, digunakan pengukuran walkability index oleh Asian\nDevelopment Bank yang terdiri atas sembilan parameter. Penelitian ini juga\nmenganalisis persepsi pejalan kaki di sekitar Stasiun Medan. Dari analisis ini\ndidapatkan karakteristik fasilitas pejalan kaki di kawasan Stasiun Medan terbagi\nmenjadi 3 kelompok yang secara umum menggambarkan kondisi fasilitas pejalan kaki\nyang sangat baik, baik, dan buruk. Dari penliaian kesembilan parameter, secara\nkeseluruhan parameter yang memliki nilai buruk yaitu fasilitas pendukung ( amenities)\ndan infrastruktur disabilitas. Mayoritas pejalan kaki di sekitar Stasiun Medan\nmerupakan perempuan, pelajar, dan dalam kesehariannya biasanya menggunakan\nsepeda motor sebagai moda transportasi sehari -hari. Berdasarkan kategori tingkat\nwalkability, dari 22 segmen jalan yang dinilai, didapatkan 2 segmen termasuk sangat\nbaik untuk berjalan, 17 segmen termasuk cukup baik untuk berjalan, dan 3 segmen\ntermasuk tidak baik untuk berjalan. Selain itu penelitian menunjukkan bahwa pejalan\nkaki masih ingin untuk berjalan kaki pada jarak 1-2 km dengan waktu tempuh yang\ndiinginkan 5-10 menit. Adapun moda berjalan kaki merupakan moda yang paling\nterkena dampak polusi dan prioritas utama yang perlu diperbaiki untuk fasilitas pejalan\nkaki yakni kemudahan bagi disabilitas.", "Daftar File": {}, "Penulis": "Farid Alfarisi Yakub [15418221]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Heru Purboyo Hidayat Putro, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Transportasi Berkelanjutan, Berjalan Kaki, Stasiun Medan, Walkability Index, Persepsi Pejalan Kaki.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "20 Jun 2022"}