{"Nomor": 65007, "Judul": "PERANCANGAN ARTBOOK KONSEP INTISARI KEHIDUPAN MENURUT ISLAM SEBAGAI SARANA PENYADARAN UNTUK DEWASA MUDA", "Abstrak": "Di kondisi dunia saat ini saat tidak ada lagi batasan informasi. setiap orang dapat\nmembagikan apapun dan siapapun juga dapat mengakses informasi tersebut.\nkemudahan dalam mengakses informasi ini dapat saja menguntungan untuk\nmemperluas cakrawala pemikiran dan untuk pembelajaran. Namun kemudahan dan\npercepatan akses informasi ini juga dapat membahayakan bila tidak terkendali bila\ndikonsumsi oleh audien dengan rentang usia ataupun kalangan yang tidak tepat. Karena\ndalam memilah informasi dibutuhkan pula kedewasaan dan landasan-landasan moral.\nTerlebih lagi di lingkungan masyarakat yang sangat heterogen seperti di lingkungan\nakademik ITB maupun kampus-kampus lain di mana orang dari berbagai daerah\nberkumpul berbagi budaya dan idelogi cara pandang tentang sesuatu hal. Sebagai umat\nberagama Islam kemudahan dan percepatan akses informasi tersebut dapat\nmembahayakan bila informasi tersebut tidak dipilah dengan baik jika orang yang\nmengkonsumsi tidak memiliki landasan moral beragama Islam yang kuat untuk memilah\ninformasi mana yang baik dan buruk dengan pertimbangan agama karena tidak setiap\norang mendapatkan pendidikan agama yang mencukupi. Tujuan dari perancangan ini\nadalah sebagai pengantar ilmu tentang hakikat secara umum terkhusus kepada rentang\nusia dewasa muda secara sederhana yang diharapkan memantik pembaca untuk\nmendalami ilmu ini langsung kepada sumber aslinya yang lebih komprehensif.\nperancangan ini bersumber dari data pustaka dan penjelasan dari para ahli dibidangnya\nuntuk menjelaskan tentang hakikat manusia beserta tugas dan perannya di dunia dan\nmengenal konsep berkehidupan di dunia yang diharapkan dengan pemahaman akan\nsuatu hakikat yang diilmui akan mempengaruhi pola pikir dan pola bertindak", "Daftar File": {}, "Penulis": "Nashir Attaqy [17417025]", "Kontributor / Dosen Pembimbing": ["Triyadi Guntur Wiratmo, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "artbook, concept design, world building, hakikat kehidupan, agama islam", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "20 Jun 2022"}