{"Nomor": 65012, "Judul": "PERANCANGAN KAWASAN OLAHRAGA DI BOGOR SELATAN, KOTA BOGOR", "Abstrak": "Kawasan Olahraga merupakan kawasan yang diperuntukan bagi kegiatan atau\naktivitas berolahraga dan berekreasi pada perkotaan. Manfaat dari adanya kawasan\nolahraga yaitu dapat dijadikan sebagai ruang publik yang berperan sebagai pusat\ninteraksi dan komunikasi antar masyarakat.. Ruang publik berupa Kawasan\nOlahraga di Kota Bogor masih sedikit dan perlu ditingkatkan jumlahnya.\nKecamatan Bogor Selatan dapat menjadi prioritas untuk rencana pembangunan\npusat olahraga karena belum memiliki kawasan olahraga. Kawasan The Jungle\nFestival yang sudah tidak beroperasi karena situasi pandemi, terletak di Kelurahan\nMulyaharja, Kecamatan Bogor Selatan, Kota Bogor dan merupakan Kawasan\nStrategis Pertumbuhan Ekonomi Kota Bogor yang berpotensi untuk menjadi\nkawasan olahraga baru di Bogor Selatan. Oleh karena itu, dilakukan perancangan\nKawasan Olahraga di Bogor Selatan, Kota Bogor, yang berlokasi di Kawasan The\nJungle Fest. Metode perancangan kota yang akan digunakan dalam penelitian ini\nmenggunakan fragmental method yang dimulai dari pengumpulan data hingga\nrencana desain berupa kawasan olahraga yang terdiri dari berbagai fasilitas\nolahraga. Berdasarkan hasil perancangan, kawasan olahraga di Bogor Selatan ini\nberdasar kepada 8 prinsip perancangan normatif, yaitu guna lahan, tata massa\nbangunan, sirkulasi, ruang terbuka, aktivitas pendukung, jalur pejalan kaki, rambu,\ndan preservasi. Perancangan kemudian dilakukan untuk menyelesaikan persoalan\nyang ditemukan dan mengoptimalkan potensi yang dimiliki kawasan tersebut.\nPerancangan dilakukan dengan berlandaskan pada kriteria, komponen, prinsip\nnormatif, hasil analisis tapak, serta analisis potensi dan persoalan untuk\nmenghasilkan kebijakan, struktur, dan prinsip perancangan yang diwujudkan dalam\nbentuk program ruang kawasan olahraga, Bogor Selatan", "Daftar File": {}, "Penulis": "Muhammad Farhan Fairuz [15418094]", "Kontributor / Dosen Pembimbing": ["Bagas Dwipantara Putra, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Kawasan Olahraga, Ruang Publik, Bogor Selatan, Perancangan Kota, Fragmental Method, Prinsip Perancangan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "20 Jun 2022"}