{"Nomor": 65015, "Judul": "USULAN OPTIMASI KINERJA  PRODUKSI KEMASAN FLEKSIBEL:   STUDI KASUS DI PT XX", "Abstrak": "Industri kemasan fleksibel tumbuh dari tahun ke tahun, terutama bagi PT XX. PT XX bergerak di bidang Flexible Packaging, khususnya Biaxially Oriented Film. Polimer yang  saat ini digunakan adalah OPP dan PET Resin.  Setelah diregangkan secara melintang, film Jumbo Roll akan bergulir. Jumbo roll dapat dipotong ke dalam gulungan intermediate dan produk akhir. Gulungan intermediate akan dipotong menjadi produk akhir menggunakan mesin yang lebih kecil atau yang disebut slitter sekunder. Dalam slitter Primer, proses pemotongan dapat segera menjadi produk akhir sesuai dengan pesanan pelanggan. \nPT XX berencana menambah mesin produksi jumbo baru dalam tiga tahun. Untuk mempersiapkan dan mempertimbangkan kebutuhan akan mesin produksi jumbo baru, diperlukan analisis optimalisasi mesin dan sumber daya yang ada. Optimasi dilakukan terkait dengan tata letak mesin dan jumlah operator yang mengoperasikan mesin. Permasalahan yang terjadi selama wawancara adalah tidak adanya cukup ruang untuk dapat melakukan kegiatan packing FG AD sehingga produktivitas dan keamanannya optimal. Setelah menerima data, hasil observasi dibuat menjadi model dalam perangkat lunak simulasi Arena. Simulasi Arena mempermudah untuk dipahami dan hasil yang lebih positif dengan kepastian yang lebih baik (Radulescu, Tociu, & Radulescu, 2020). Parameter yang diukur dalam model ini adalah kuantitas output, pemanfaatan, biaya pemindahan material, dan nomor antrean. \nHasil dari skenario terbaik adalah nilai utilisasi menurun sebesar 6,67%. Penurunan nilai waktu antrean sebesar 31,29% dari nilai model waktu antrean yang ada.  jumlah operator menurun sebesar 30,30%.. Potensi penghematan biaya yang diperoleh sebesar Rp 44,72 Juta dengan kuantitas output tidak berkurang.  Nilai ini secara signifikan membantu proses produksi dengan lebih optimal.", "Daftar File": {"2022_TS_PP_Ikhyan Dwi K_Abstrak-1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/248919"}, "Penulis": "Ikhyan Dwi Kurniawan [29120092]", "Kontributor / Dosen Pembimbing": ["Yuliani Dwi Lestari, S.T., MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Optimasi kinerja, optimasi tata letak, kemasan fleksibel, pengaturan area.", "Sumber": "PT. XXX", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "20 Jun 2022"}