{"Nomor": 65018, "Judul": "BAGAIMANA SKOR ESG DAN STRUKTUR DEWAN MEMPENGARUHI PERFORMA  KEUANGAN? BUKTI DARI ESG SECTOR LEADERS IDX KEHATI", "Abstrak": "Berkembangnya investasi yang berorientasi kepada berkelanjutan, sebuah strategi investasi mengingat faktor ESG (lingkungan, sosial, tata kelola) perusahaan telah menyebar ke seluruh dunia, termasuk di Indonesia. Fenomena baru-baru ini tentang persentase minimum perempuan di dewan dalam kebijakan perusahaan milik negara oleh Kementerian Badan Usaha Milik Negara Indonesia dan dua indeks baru bertema ESG yang terdiri dari perusahaan-perusahaan milik negara telah menarik untuk menilai hubungan antara struktur dewan terhadap kinerja keuangan perusahaan. Salah satu indeks dari indeks yang baru muncul adalah “ESG Sector Leaders IDX KEHATI” yang terdiri dari saham-saham dengan penilaian kinerja ESG di atas nilai rata-rata industrinya. Studi ini memanfaatkan “Pooled OLS Robust Regression” untuk menilai bagaimana skor ESG dan struktur dewan mempengaruhi kinerja keuangan “ESG Sector Leaders IDX KEHATI”. Menggunakan ROA dan ROE sebagai variabel dependen dan ESG dan variabel struktur dewan sebagai variable independent, serta ukuran perusahaan, rasio aset terhadap ekuitas, dan usia perusahaan sebagai variabel kontrol. Ditemukan bahwa ESG memiliki hubungan negatif yang tidak signifikan terhadap ROA dan ROE. Independensi dewan dan keragaman gender dewan berpengaruh positif signifikan terhadap ROA dan ROE.", "Daftar File": {"2022_TS_PP_Arifa Rizki Syaputra_Abstrak-1.pdf?": "https://digilib.itb.ac.id/gdl/download/248928"}, "Penulis": "Arifa Rizki Syaputra [29120549]", "Kontributor / Dosen Pembimbing": ["Dr. Raden Aswin Rahadi, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "ESG, indeks, struktur dewan, ROA, ROE, kinerja keuangan.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "20 Jun 2022"}