{"Nomor": 65011, "Judul": "PERANCANGAN KOMIK WEB TENTANG KECANDUAN MEDIA SOSIAL DAN DAMPAKNYA TERHADAP KESEHATAN PSIKIS UNTUK REMAJA", "Abstrak": "Kehadiran Covid-19 pada awal tahun 2020 telah membatasi ruang gerak banyak orang.\nAnjuran “Stay at Home” dari pemerintah membuat sebuah situasi dimana seluruh pekerjaan\nharus dilakukan dari rumah. Situasi ini membuat peran media sosial menjadi penting karena\nkeberadaannya memudahkan pekerjaan banyak orang secara online dari rumah. Berbagai\nkalangan terutama anak remaja menggunakan media sosial secara aktif untuk kebutuhan\nbelajar maupun mencari hiburan. Namun penggunaan media sosial yang berlebihan dan tidak\nbijak akan memberikan dampak buruk terutama pada kesehatan psikis seperti stress,\noverthinking, kurang percaya diri, FOMO (Fear of Missing Out), sulit fokus dan lain – lain.\nPerancangan komik web ini bertujuan untuk menyampaikan pesan mengenai dampak buruk\nmedia sosial pada remaja usia 14 – 17 tahun secara menarik, sederhana dan informatif.\nPerancangan ini dilakukan dengan metodologi perancangan kuantitatif dengan tahapan\nstudi pustaka, wawancara dan kuesioner online. Data yang dikumpulkan berupa data tentang\npeningkatan media sosial semenjak pandemi di Indonesia, dampak kecanduan media sosial\npada remaja dan bagaimana cara mengatasinya serta preferensi remaja terhadap aspek komik\nseperti plot, konten cerita, tipe karakter dan art style. Media penyajian informasi berupa komik\ndipilih karena penyajian pesan dalam bentuk visual dapat menyampaikan pesan yang lebih\nmelekat di pikiran pembacanya. Komik dikemas dengan genre slice of life dan drama dengan\npenyampaian cerita yang relatable dengan kehidupan.\nBerdasarkan hasil perancangan, dapat disimpulkan bahwa dampak kecanduan media\nsosial pada remaja akan berbahaya dan berdampak pada kehidupan sehari – harinya jika tidak\ndicegah sejak dini. Kesadaran dan penguasaan diri merupakan kunci utama bagi remaja untuk\ndapat membatasi diri dari penggunaan media sosial yang berlebihan. Dampak buruk tersebut\ndapat dicegah dengan cara melepaskan diri sejenak dari media sosial dan melakukan kegiatan\nlain sebagai bentuk refreshing atau mematikan handphone. Orang tua maupun sekolah juga\ndapat turut berkontribusi menemani remaja untuk mengatasi masalah mereka secara pribadi.", "Daftar File": {}, "Penulis": "Aurora Tamara Fira [17418055]", "Kontributor / Dosen Pembimbing": ["Hafiz Aziz Ahmad, S.Sn., M.Des., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "kecanduan, komik web, media sosial, psikis, remaja.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "20 Jun 2022"}