{"Nomor": 65027, "Judul": "SINTESIS DAN KARAKTERISASI ZRO2 MONOKLINIK DAN TETRAGONAL MELALUI DEKOMPOSISI TERMAL MOF TIPE UIO-66", "Abstrak": "Salah satu jenis katalis yang banyak digunakan di industri kimia adalah katalis heterogen, yang memiliki fasa berbeda dengan prekursor dan produk reaksi. Katalis heterogen merupakan katalis yang lebih ramah lingkungan, non-toksik, lebih mudah penanganannya, lebih murah, dan dapat digunakan kembali. Salah satu jenis katalis heterogen adalah katalis berbasis senyawa oksida logam seperti TiO2, ZnO, Fe2O3 dan ZrO2. ZrO2 merupakan oksida dengan kestabilan termal yang tinggi, dan memiliki tiga fasa yang berbeda dengan fungsionalitas yang spesifik. Fasa tetragonal ZrO2 memiliki aktivitas katalitik lebih baik daripada fasa monokliniknya untuk reaksi dehidrasi 2-propanol. ZrO2 disintesis menggunakan dekomposisi termal MOFs nya karena dinilai dapat menghasilkan salah satu fasa ZrO2 hanya dengan pengendalian temperatur dan waktu kalsinasi. Pada penelitian ini, zirkonium oksida (ZrO2) disintesis dan dipelajari perubahan fasanya berdasarkan kondisi sintesis yang dikendalikan. Material MOF tipe UiO-66 dijadikan sebagai prekursor untuk mensintesis ZrO2 melalui metode dekomposisi termal pada atmosfer udara. Variasi temperatur kalsinasi UiO-66, laju pemanasan dan waktu kalsinasi dilakukan untuk mengetahui pengaruhnya terhadap fasa ZrO2 yang dihasilkan. ZrO2 dengan persentase fasa tetragonal tertinggi didapat pada temperatur kalsinasi 500 °C, laju pemanasan 10 °C menit-1, dan waktu kalsinasi dua jam, sedangkan ZrO2 berfasa monoklinik didapatkan pada temperatur kalsinasi 800 °C, laju pemanasan 33 °C menit-1 dan waktu kalsinasi dua jam. Laju pemanasan yang makin cepat, waktu kalsinasi yang semakin lama, temperatur kalsinasi yang semakin tinggi akan mendorong ke arah pembentukan ZrO2 fasa monoklinik.", "Daftar File": {"ABSTRAK Hanna Ariani": "https://digilib.itb.ac.id/gdl/download/248937"}, "Penulis": "Hanna Ariani [10517078]", "Kontributor / Dosen Pembimbing": ["Aep Patah, S.Si., M.Si., Ph.D.", "Dr.Eng. Yessi Permana"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "UiO-66, ZrO2, dekomposisi termal, perubahan fasa, kalsinasi", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "1 file", "Tanggal Input": "20 Jun 2022"}