{"Nomor": 65022, "Judul": "THE SYSTEMATIC REVIEW OF VARIOUS HERBS SHOWS HAIR GROWTH-PROMOTING ACTIVITY AND THEIR POSSIBLE MECHANISM OF ACTION AS AN ALTERNATIVE TREATMENT FOR ALOPECIA.", "Abstrak": "The term alopecia is defined as a loss of hair from the scalp, or any other part of the body and it comes\nin two major groups: non-scarring and scarring alopecia. The most common type of non-scarring\nalopecia is Androgenetic alopecia (AGA), followed by Alopecia areata (AA). As approved by the US FDA,\nthe readily available treatment for AGA is now the usage of synthetic drugs such as Finasteride and\nMinoxidil, while for AA immunosuppressives. Due to their lack of staple efficacy and worrisome side\neffects, researchers are leaning on herbal-based natural products and isolated compounds as a safer\nand more potent alternative. Some of these products have been shown to possess hair growth\nactivities, but the mechanism responsible for the activity is not discussed. This literature review aims\nto perform a critical analysis of the studies’results and study model to suggest the potential underlying\nmechanism. This literature review was carried out by journal screening on databases such as Google\nScholar and PubMed using specific keywords and inclusion criteria, obtaining a total of 43 articles, of\nwhich 36 were further analyzed. Afterward, analyses of their study model, taxonomy, and toxicity\nwere done to determine the quality of these studies. The study used were mainly C57BL/6 mice, while\nIn vitro, human dermal papilla cells were used. The studies also showed a lack of specificity in alopecia\ntype, inappropriate taxonomy usage and the lack of sufficient information regarding their toxicity. It\nwas found that most of the herbs and compounds affect hair growth by regulating from the hair\ngrowth cycle. They work by inducing the transition of telogen to anagen, prolonging the anagen phase\nand preventing its phase ending to induce the catagen phase. To conclude, this literature review has\ncompiled and elucidated the possible mechanism behind their hair growth-promoting activities\nrelated to alopecia and discussed the quality of the studies. However, the specificity of the alopecia\ntype, quality of the taxonomy and toxicity needs improvement to provide better-quality evidence that\nensures the efficacy and safety of the herbs and compounds.", "Daftar File": {"ABSTRAK Ananda Tiara Dewi": "https://digilib.itb.ac.id/gdl/download/248931"}, "Penulis": "Ananda Tiara Dewi [10717202]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Muhamad Insanu, S.Si., M.Si.", "Dr. apt. Neng Fisheri Kurniati, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sains dan Teknologi Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "alopecia, hair, growth, mechanism, herb.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "20 Jun 2022"}