{"Nomor": 65029, "Judul": "ANALISIS KETIDAKSTABILAN KELVIN-HELMHOLTZ UNTUK ALIRAN POTENSIAL FLUIDA KENTAL PADA SALURAN TAK RATA SINUSOIDAL", "Abstrak": "Tesis ini akan mempelajari ketidakstabilan Kelvin-Helmholtz dari dua lapisan fluida\nkental dengan rapat massa yang berbeda bergerak sejajar satu sama lain pada\nkecepatan yang berbeda dalam sebuah saluran. Dengan asumsi bahwa aliran fluida\ntak berotasi, persamaan pengatur untuk kedua fluida diberikan dalam bentuk fungsi\npotensial yang memenuhi persamaan Laplace. Fokus dari penelitian ini adalah\nuntuk menyelidiki ketidakstabilan yang disebabkan oleh bentuk permukaan dasar\nsaluran: bentuk rata dan bentuk tidak rata sinusoidal. Untuk bentuk permukaan\ndasar tidak rata sinusoidal, karena permukaan bergelombang dianggap kecil dibandingkan\ndengan panjang gelombangnya, maka metode perturbasi digunakan untuk\nmenyelesaikan persamaan. Relasi dispersi kemudian diturunkan untuk kedua kasus.\nUntuk kasus permukaan dasar rata, kriteria kestabilan diberikan oleh nilai kritis dari\nkecepatan relatif. Kurva netral diperoleh untuk membagi daerah ketidakstabilan dari\ndua lapisan fluida yang bergantung pada beberapa parameter fisis yaitu viskositas,\nrapat massa dan tegangan permukaan. Untuk kasus permukaan dasar tidak rata sinusoidal\ndiperoleh bahwa semakin tinggi ketebalan fluida lapisan atas maka kondisi\ncenderung tidak stabil, diperoleh juga bahwa panjang gelombang dari permukaan\ndasar sinusoidal meningkatkan ketidakstabilan; semakin tinggi panjang gelombang,\nsemakin luas daerah ketidakstabilan.", "Daftar File": {"ABSTRAK Ayuni Kemala Safira": "https://digilib.itb.ac.id/gdl/download/248941"}, "Penulis": "Ayuni Kemala Safira [20120030]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Yodi Gunawan, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "ketidakstabilan Kelvin-Helmholtz, aliran potensial fluida kental, model fluida dua lapis.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "20 Jun 2022"}