{"Nomor": 65020, "Judul": "SKEMA VIABILITY GAP FUNDING (VGF)  PADA PEMBANGUNAN LRT JABODEBEK PHASE 2  ANALISA KELAYAKAN EKONOMI DAN FINANSIAL", "Abstrak": "Pembangunan infrastruktur transportasi sangat diperlukan dalam proses pengembangan konektivitas antar wilayah dan merupakan usaha dalam penyerataan wilayah di Indonesia. Kebutuhan ini tidak setimbang dengan kemampuan finansial negara dalam pembiayaan pembangunan. Gap tersebut membuat pemerintah harus melakukan inovasi terhadap skema pembiayaan dengan skema Kerjasama dengan badan usaha yang salah satunya adalah Viability Gap Fund (VGF). Salah satu mobilitas masyarakat yang cukup tinggi bangkitan penumpangnya adalah bangkitan dari Bogor menuju Jakarta, dengan didukung data BPS (2019) dimana mobilitas kendaraan sebesar 151,057,724 kendaraan pertahun menggunakan tol Jagorawi untuk mobilisasi ke Jakarta dari Bogor atau kota sekitar lainnya. \nPeluang bangkitan penumpang yang tinggi, membuat pemerintah merencanakan pembangunan LRT Jabodebek Fase 2. Hal ini merupakan peluang bisnis baru yang ditawarkan pemerintah dengan skema Kerjasama Badan Usaha. Penelitian ini akan menggunakan data sekunder dari PT. Adhi Karya (Persero) Tbk. yang kemudian dianalisa selanjutnya dengan metode discounted cash flow untuk menganalisis kelayakan finansial pada LRT Jabodebek Fase 2. Bedasarkan perhitungan, dengan tanpa kerjasama pemerintah, proyek ini secara ekonomi layak dibangun tetapi tidak layak secara finansial. Dengan begitu, diperlukam dukungan pembiayaan proyek dari pemerintah, Proyek ini direncanakan dengan masa konsesi 50 tahun, kelayakan finansial dihitung melalui skema KPBU dalam bentuk dukungan pendanaan VGF (maks, 49% total capex) dan tarif maksimum yang diterapkan bedasarkan peraturan Kementerian Perhubungan. Hasil analisis didapatkan NPV 2,255.9 milliar rupiah dan IRR 10.15%, lebih tinggi dari WACC proyek sebesar 9.26%.  Dengan demikian proyek ini layak secara fnansial meskipun nilai IRR ini kurang menarik bagi beberapa investor swasta. Agar proyek ini lebih menarik bagi investor swasta, disarankan untuk meningkatkan pendapatan non farebox dan konsesi untuk membuat TOD (Transit Oriented Development).", "Daftar File": {"2022_TS_PP_ERY SATRIADI_Abstrak-1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/248932"}, "Penulis": "Ery Satriadi [29120321]", "Kontributor / Dosen Pembimbing": ["Dr. Isrochmani Murtaqi, S.E., M.Acc."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Skema Pendanaan, PPP/KPBU, VGF, Kereta Api, LRT Jabodebek Fase 2", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "20 Jun 2022"}