{"Nomor": 65030, "Judul": "ADSORPSI ION LOGAM CE(III) MENGGUNAKAN KOMPOSIT DAUN KELOR-FE3O4", "Abstrak": "Kebutuhan logam tanah jarang di dunia akhir-akhir ini meningkat sangat tajam. Hal ini dikarenakan LTJ menjadi komoditi yang sangat strategis bagi kemajuan teknologi masa depan. Logam serium saat ini banyak digunakan sebagai paduan logam, bubuk pemoles kaca, katalis dan LED. Limbah lantanida hasil proses industri dapat mengakibatkan masalah lingkungan serta terakumulasi dalam tubuh manusia ketika terhirup atau tercerna dari rantai makanan. Adsorpsi merupakan salah satu metode yang efektif, ekonomis dan mudah untuk proses penghilangan ion Ce(III) dalam limbah cair. Pada penelitian ini telah dibuat adsorben komposit daun kelor-Fe3O4 (DKM) untuk menghilangkan ion Ce(III). Terdapat tiga tahap yang dilakukan yaitu pembuatan adsorben DKM dengan Fe(II), Fe(III) dan daun kelor sebagai prekursor, karakterisasi adsorben DKM menggunakan Fourier Transform Infrared Spectroscopy (FTIR) dan X-ray diffraction (XRD), serta studi adsorpsi dengan metode batch. Studi adsorpsi dilakukan dalam penentuan kondisi optimum sejumlah parameter yang meliputi pH dan waktu kontak. Adsorpsi mencapai kondisi optimum pada pH 6 dan waktu kontak 4 jam. Adsorpsi ion Ce(III) oleh adsorben komposit DKM berlangsung dengan mengikuti model kinetika adsorpsi orde dua semu dan model isoterm adsorpsi Freundlich.", "Daftar File": {"ABSTRAK Nur Aliya Astuti": "https://digilib.itb.ac.id/gdl/download/248942", "PUSTAKA Nur Aliya Astuti": "https://digilib.itb.ac.id/gdl/download/252022"}, "Penulis": "Nur Aliya Astuti [10518023]", "Kontributor / Dosen Pembimbing": ["Dr. Rusnadi, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "adsorpsi, daun kelor, Fe3O4 , Ce(III), logam tanah jarang.", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "20 Jun 2022"}