{"Nomor": 65046, "Judul": "TRANSFORMASI 5,6-DEHIDROKAWAIN MELALUI REAKSI FLUORINASI MENGGUNAKAN PEREAKSI SELECTFLUOR", "Abstrak": "Senyawa 5,6-Dehidrokawain merupakan senyawa yang diketahui terkandung dalam tumbuhan Alpinia malaccensis. Senyawa ini merupakan senyawa utama dalam tumbuhan tersebut sehingga mudah untuk diperoleh. Pada penelitian sebelumnya, telah dilakukan diversifikasi molekul senyawa 5,6-dehidrokawain dengan menggunakan basa t-BuONa dan MeONa. Namun, sampai saat ini, belum pernah dilakukan diversifikasi molekul senyawa 5,6-dehidrokawain dengan menggunakan reaksi fluorinasi. Dalam melakukan fluorinasi elektrofilik, digunakan reagen Selectfluor yang tersedia secara komersial. Selectfluor memiliki kestabilan yang sangat tinggi serta relatif tidak berbahaya, Selectfluor juga tidak menunjukkan adanya tanda-tanda aktivitas mutagenik atau karsinogenik. Sehingga, Selectfluor dapat digunakan sebagai donor fluor utama dalam fluorinasi elektrofilik. Berdasarkan latar belakang tersebut, penelitian ini bertujuan untuk mentransformasi dan menentukan struktur dari turunan 5,6-dehidrokawain melalui reaksi fluorinasi menggunakan Selectfluor. Transformasi ini dilakukan melalui beberapa tahap, yaitu tahap reaksi dan tahap pemurnian menggunakan teknik kromatografi radial (KR). Analisis hasil kromatografi dilakukan dengan menggunakan kromatografi lapis tipis (KLT). Senyawa murni yang telah berhasil diperoleh, dilakukan penentuan strukturnya dengan dikarakterisasi menggunakan NMR 1D (1H, 13C, 19F, zTOCSY-1D, ROESY-1D), NMR 2D (HSQC dan HMBC), dan MS. Pada penelitian ini telah berhasil ditransformasi tiga senyawa baru hasil reaksi fluorinasi 5,6-dehidrokawain yaitu (3Z,5E)-1,1-Difluoro-4-hidroksi-6-fenilheksa-3,5-dien-2-on (1) dengan rendemen sebesar 12,2% pada reaksi dalam pelarut asetonitril, Metil (E)-2,2-difluoro-3,3-dimetoksi-5-okso-7-fenilhepta-6-enoat (2) dengan rendemen sebesar 47,8% pada reaksi dalam pelarut metanol, dan (E)-5-fluoro-4,6-dimetoksi-6-stiril-5,6-dihidro-2H-piran-2-on (3) dengan rendemen sebesar 2,8% pada reaksi dalam pelarut asetonitril metanol.", "Daftar File": {"ABSTRAK Shalsa Vierlanda Hendy": "https://digilib.itb.ac.id/gdl/download/248970", "PUSTAKA Shalsa Vierlanda Hendy": "https://digilib.itb.ac.id/gdl/download/263348"}, "Penulis": "Shalsa Vierlanda Hendy [10518055]", "Kontributor / Dosen Pembimbing": ["Prof. Yana Maolana Syah, MS, Ph.D.Dr. Elvira Hermawati, S.Si.M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "5,6-Dehidrokawain, Selectfluor, fluorinasi, transformasi.", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "20 Jun 2022"}