{"Nomor": 65041, "Judul": "PEMBUATAN ADSORBEN MAGNETIT-NANOKRISTAL SELULOSA DARI BIJI KURMA (MCN) UNTUK ADSORPSI ION CE (III)", "Abstrak": "Salah satu logam golongan lantanida yang keberadaannya cukup melimpah di kerak bumi adalah cerium. Cerium dimanfaatkan dalam bidang metalurgi sebagai penstabil pada pembuatan aloi dan elektroda las, penghalang radiasi ultraviolet pada kaca, serta sebagai katalis dan bahan tambahan pada pembuatan keramik. Oleh karena tingginya harga cerium di pasaran dan luasnya pemanfaatan cerium di berbagai aplikasi kehidupan, maka recovery logam cerium perlu dilakukan. Selain itu, pembuangan cerium secara langsung ke lingkungan berpotensi menimbulkan polutan, terutama pada tanah dan air. Cerium menyebabkan kerusakan fungsi paru-paru, ginjal, hati, otak dan organ penting lainnya. Adsorpsi merupakan salah satu metode untuk mengatasi pencemaran ion logam dalam larutan. Pada penelitian ini, telah dipelajari pembuatan dan pemanfaatan adsorben magnetit-nanokristal selulosa (MCN) dari biji kurma untuk adsorpsi ion Ce(III). Selulosa diperoleh dari serbuk biji kurma melalui proses ekstraksi menggunakan H2SO4, hidrolisis menggunakan KOH, bleaching, kemudian dikonversi menjadi nanokristal selulosa (NC) melalui hidrolisis asam. Selulosa dan nanokristal diperoleh dengan persentase perolehan masing-masing berturut-turut sebesar 51,29% dan 12,33%. Sintesis MCN dilakukan dengan mereaksikan suspensi NC dengan FeCl3.6H2O, FeSO4.7H2O, dalam basa NH4OH. Spektrum FTIR selulosa mengindikasikan terdapatnya hemiselulosa, lignin, lipid, dan senyawa polifenol. Spektrum FTIR NC menunjukkan kemiripan dengan spektrum FTIR selulosa. Keberadaan pita serapan pada 574,82 cm-1 (Fe-O stretching) menunjukkan MCN berhasil disintesis, dan nanopartikel Fe3O4 terdispersi pada matriks NC. MCN memiliki derajat kristalinitas sebesar 41,90% dan ukuran partikel kristalin rata-rata sebesar 13,97 nm. Kondisi optimum untuk adsorpsi ion Ce (III) oleh MCN tercapai pada pH 6 dan waktu kontak 4 jam. Adsorpsi ion Ce (III) oleh MCN mengikuti model isoterm Freundlich.", "Daftar File": {"ABSTRAK Rima Yunisa": "https://digilib.itb.ac.id/gdl/download/248964"}, "Penulis": "Rima Yunisa [10518074]", "Kontributor / Dosen Pembimbing": ["Dr. Rusnadi, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "adsorpsi, cerium, biji kurma, magnetit, nanokristal selulosa", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "1 file", "Tanggal Input": "20 Jun 2022"}