{"Nomor": 65044, "Judul": "PEMBUATAN MODEL KOMPETENSI PADA DEPARTEMEN PEMASARAN DIVISI SIPIL UMUM PT HUTAMA KARYA (PERSERO)", "Abstrak": "Dalam sebuah perusahaan jasa konstruksi, sebagian besar pendapatan perusahaan berasal dari keuntungan proyek konstruksi yang dilaksanakan. Guna mendapatkan kontrak proyek konstruksi, salah satu caranya adalah melalui proses tender yang diadakan oleh pemilik proyek. Proses tender tersebut diikuti oleh perusahaan jasa konstruksi melalui Departemen Marketing. Sehingga, dapat disimpulkan bahwa Departemen Marketing merupakan garda terdepan dari kinerja keuangan perusahaan jasa konstruksi. Jika Departemen Marketing tidak mendapatkan kontrak proyek, maka tidak ada pula potensi perusahaan untuk mendapatkan keuntungan dari pelaksanaan proyek. Peran dari Departemen Marketing dalam mendapatkan kontrak antara lain membuat daftar calon proyek yang dibidik, melakukan estimasi perhitungan nilai penawaran dan mengikuti tender hingga memenangkan sebuah kontrak. \nPentingnya peran dari Departemen Marketing, harus diikuti oleh kompetensi individu serta karakter kepribadian dari sumber daya manusia (SDM) yang ada. Penelitian ini bertujuan untuk membantu Departemen Marketing Divisi Sipil Umum PT Hutama Karya (Persero), dalam memodelkan kompetensi dan karakter kepribadian SDM yang dibutuhkan oleh Departemen Marketing sesuai dengan proses bisnisnya. Hasil pemodelan kompetensi dan karakter diharapkan mampu diterapkan dengan penempatan SDM yang sesuai sehingga dapat mendukung pencapaian target perusahaan. \nPemodelan kompetensi dan karakter pada Departemen Marketing dilakukan dengan analisis proses bisnis yang ada pada Departemen Marketing, analisis terhadap penelitian terkait sebelumnya, serta divalidasi oleh Expert pada Departemen Marketing, Human Capital serta Psikologi. Untuk pemodelan karakter, dilakukan dengan menggunakan pendekatan interpretasi DISC (Dominant, Influencing, Compliant, Stable). Selanjutnya, hasil pemodelan kompetensi dan karakter dibandingkan dengan profil kompetensi dan karakter SDM Eksisting, sehingga didapatkan gap dari perbandingan tersebut. Dari gap antara kebutuhan dan kondisi eksisting, peneliti akan menyusun beberapa strategi alternatif solusi transformasi SDM, untuk selanjutnya dilakukan prioritisasi dan penyusunan rencana implementasi.", "Daftar File": {"2022_TS_PP_Mali Achmadi_Abstrak-1.pdf\niu": "https://digilib.itb.ac.id/gdl/download/248969"}, "Penulis": "Mali Achmadi [29120307]", "Kontributor / Dosen Pembimbing": ["Hary Febriansyah, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Marketing, Human Resources, Competency, DISC Interpretation, Business Analysis.", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "20 Jun 2022"}