{"Nomor": 65051, "Judul": "TINJAUAN TERHADAP ALTERNATIF SISTEM  PENGOLAHAN LIMBAH CAIR DI RSUD MAJALENGKA", "Abstrak": "Secara umum, karakteristik air limbah yang dihasilkan dari rumah sakit mirip dengan air limbah \ndomestik, tetapi sebagian dari limbah cair rumah sakit mengandung polutan beracun, polutan yang \ntidak dapat diolah secara biologis, dan polutan yang infeksius. Limbah cair rumah sakit mengandung \nberbagai macam zat yang digunakan untuk keperluan medis, laboratorium, penelitian, dan juga \ntermasuk kotoran yang berasal dari pasien, termasuk diantaranya adalah pharmaceutically active \ncompounds (PhACs). Oleh karena itu, untuk merancang sistem IPAL di rumah sakit dibutuhkan \npenelitian mengenai PhACs. Selain itu, dalam limbah rumah sakit juga umum ditemukan bakteri \ndan virus yang berbahaya bagi manusia. Penelitian ini bertujuan untuk mengidentifikasi polutan \nyang terkandung pada limbah cair rumah sakit dan untuk meninjau sistem IPAL yang mampu \nmengolah limbah cair rumah sakit secara efisien. Penelitian dilakukan di RSUD Majalengka, Kota \nMajalengka. Data mengenai karakteristik limbah cair diperoleh dari RSUD Majalengka, sedangkan \ndata mengenai proses pengolahan limbah cair non domestik diperoleh berdasarkan penelitian yang \ntelah dilakukan oleh para peneliti. Data yang dianalisa membuktikan bahwa sistem IPAL di RSUD \nsudah cukup efisien untuk mengolah limbah cair domestik, namun sistem IPAL di RSUD \nMajalengka masih belum mampu untuk mengolah limbah cair non domestik yang berasal dari \nkegiatan di unit rawat jalan, unit rawat inap, laboratorium, instalasi gawat darurat, farmasi, dan \nradiologi. Oleh karena itu, pada penelitian ini ditentukan teknologi yang mampu mendegradasi \nPhACs berdasarkan riset yang telah dilakukan. Teknologi terpilih yang akan dirancang untuk \nmengolah limbah cair RSUD Majalengka adalah ozone-based advanced oxydation process.", "Daftar File": {"15316101_Fauzan Razansyah_Abstrak (Bahasa Indonesia dan Bahasa Inggris).pdf?": "https://digilib.itb.ac.id/gdl/download/248974"}, "Penulis": "Fauzan Razansyah [15316101]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Mindriany Syafila, MS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "Limbah cair, rumah sakit, sistem IPAL, pharmaceutically active compounds, advanced  oxidation processes", "Sumber": "", "Staf Input/Edit": "Garnida Hikmah Kusumawardana", "File": "1 file", "Tanggal Input": "20 Jun 2022"}