{"Nomor": 65053, "Judul": "ANALISIS KECUKUPAN DANA TABARRU PADA SUATU PERUSAHAAN ASURANSI SYARIAH UNIT LINK UNTUK PESERTA USIA 33-66 TAHUN", "Abstrak": "Konsep dasar asuransi syariah yang berlandaskan ta’awunu ‘ala al birr wa al taqwa\n(tolong menolong dalam kebaikan dan takwa) serta al ta’min (rasa aman) dirasa\nlebih cocok untuk diimplementasikan pada suatu produk asuransi. Perbedaan mendasar\nasuransi syariah dan asuransi konvensional adalah transaksi dalam asuransi\nsyariah merupakan akad takaful (saling menanggung) atau sharing of risk, sedangkan\npada asuransi konvensional adalah akad tadabuli (saling menukar) atau transfer\nof risk. Salah satu produk yang banyak diminati masyarakat adalah asuransi syariah\ndengan investasi (unit link). Asuransi syariah unit link adalah produk asuransi\njiwa yang menawarkan dua manfaat sekaligus, yaitu perlindungan jiwa dan manfaat\ninvestasi. Walaupun menjadi salah satu produk yang diminati masyarakat, data\nOtoritas Jasa Keuangan (OJK) tahun 2021, menunjukkan bahwa banyak laporan\nyang masuk terkait permasalahan asuransi syariah unit link, seperti ketidaksesuaian\nlayanan produk yang dijanjikan di awal transaksi sampai permasalahan terkait\npengajuan klaim asuransi.\nPenelitian ini bertujuan untuk melakukan analisis konsep serta mekanisme operasional\nasuransi syariah unit link serta menghitung kecukupan dana tabarru untuk\npeserta usia 33-66 tahun. Selain itu, dilakukan analisis manfaat yang diperoleh peserta\nmaupun perusahaan melalui perhitungan dana peserta dan dana perusahaan\nuntuk tiga produk asuransi. Serta, dibentuk model matematika untuk dana tabarru,\ndana peserta, dan dana perusahaan.", "Daftar File": {"ABSTRAK Restu Ananda Putra": "https://digilib.itb.ac.id/gdl/download/249072"}, "Penulis": "Restu Ananda Putra [20820004]", "Kontributor / Dosen Pembimbing": ["Novriana Sumarti, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Asuransi Syariah Unit Link, Dana Tabarru, Dana Peserta, Dana Perusahaan.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "20 Jun 2022"}