{"Nomor": 65057, "Judul": "PERENCANAAN DAN PERUMUSAN STRATEGI UNTUK PENINGKATAN JAMINAN  PENYELESAIAN PROYEK   (STUDI KASUS: PROYEK PENGEMBALIAN LAHAN DI PT CPAC INDONESIA)", "Abstrak": "PT CPAC berkomitmen tinggi untuk melindungi manusia, aset dan lingkungan di wilayah operasi perusahaan dengan mengelola dampak lingkungan yang muncul akibat kegiatan eksplorasi dan produksi termasuk Tanah Terkontaminasi Minyak (TTM). Setelah proses remediasi tanah memenuhi baku mutu lingkungan, lahan milik masyarakat setempat dan pihak luar harus dikembalikan dan diserahterimakan sehingga dapat dimanfaatkan kembali sebagai kawasan produktif. \nSelama periode Jan 2020 – Okt 2020, sebanyak 49 lokasi remediasi dan 1 lokasi sumur GWM dapat diselesaikan dalam proses pengembalian lahan. Berdasarkan verifikasi & validasi yang dilakukan pada akhir Oktober 2020, terdapat 169 lokasi, yang terdiri dari sekitar 609 persil pemilik lahan, yang teridentifikasi untuk dikembalikan melalui proses pengembalian lahan. Menjelang berakhirnya kontrak PSC pada 8 Agustus 2021, manajemen PT CPAC meminta agar seluruh kegiatan lapangan diselesaikan paling lambat akhir Mei 2021 untuk memberikan cukup waktu terhadap proses penagihan dan dokumentasi. Menimbang kecocokan, kedetailan, fleksibilitas dan jangkauan secara menyeluruh, eksplorasi permasalahan bisnis, kegiatan perencanaan dan perumusan strategi dilakukan menggunakan pendekatan manajemen proyek dengan berpedoman pada PMBOK. Beberapa akar permasalahan dapat diidentifikasi dan kemudian dikelompokkan dalam 5 kategori, yaitu proses alur/lingkup, jadwal, sumber daya, risiko dan komunikasi. Untuk permasalahan pada kategori proses alur/lingkup, beberapa proses alur harus disederhanakan dan diperbaiki. Terkait jadwal, perlu dilakukan penyusunan jadwal percepatan dan juga penerapan teknik fast tracking dengan memulai pekerjaan pendahuluan pengembalian lahan untuk persil non sumur GWM sambil menunggu surat deklarasi bersih. Crash program perlu diinisiasi untuk memenuhi kebutuhan sumber daya berdasarkan simulasi Primavera pada posisi yang memiliki aktivitas paling banyak. Komunikasi yang lebih intensif juga diperlukan untuk memastikan keselarasan, koordinasi dan monitoring jadwal. Sebagai rencana akhir, lokasi yang berpotensi terlambat / berisiko perlu dimasukkan dalam dokumen serah terima ke operator baru dengan dilengkapi dokumentasi yang memadai dan dikomunikasikan ke SKK Migas minimal sekali setiap bulan. Selain faktor teknis, pendekatan sosial ekonomi kepada masyarakat sekitar lewat program pengembangan masyarakat dan sosialisasi perlu dilakukan untuk meminimalkan resistansi dan memperlancar eksekusi proyek pengembalian lahan.  \nSetelah semua solusi diimplementasikan, efek percepatan langsung terlihat. Setelah implementasi, jumlah lokasi yang dapat diselesaikan meningkat dari 50 lokasi selama 10 bulan atau sekitar 5 lokasi per bulan menjadi 121 lokasi selama periode Nov 2020 – Mar 2021 atau sekitar 24 lokasi per bulan. Namun sayangnya, surat pernyataan bersih belum diterima hingga akhir Mei 2021. Sesuai solusi yang diusulkan, tim Proyek telah menyelesaikan pekerjaan pendahulan proses pengembalian lahan untuk 45 lokasi remediasi tersisa (persil selain sumur GWM) yang belum mendapatkan surat deklarasi bersih. Aktivitas yang tersisa adalah proses pengembalian lahan (penandatanganan BAST atau pengiriman surat notifikasi) dan pengarsipan dokumen. Dokumen serah terima telah memasukkan 45 lokasi remediasi tersisa dengan dokumentasi yang memadai untuk dilanjutkan oleh operator baru setelah berakhirnya kontrak PSC dan telah dikomunikasikan secara berkala kepada SKK Migas.", "Daftar File": {"2022_TS_PP_Angga Surya_Abstrak-1.pdf?": "https://digilib.itb.ac.id/gdl/download/248981"}, "Penulis": "Angga Surya [29119301]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Manajemen Proyek, fast tracking, crash program, percepatan jadwal, rencana manajemen proyek", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "20 Jun 2022"}