{"Nomor": 65066, "Judul": "SCENARIO PLANNING DALAM PENERAPAN CENTRAL BANK DIGITAL CURRENCY DI INDONESIA", "Abstrak": "Lanskap sistem pembayaran berkembang pesat mengikuti era digital saat ini. Kehadiran mata uang digital akibat inovasi teknologi dan berkurangnya permintaan uang tunai menjadi tantangan baru bagi para pelaku ekonomi, termasuk bank sentral. Bank sentral di seluruh dunia mulai menjajaki kemungkinan menerbitkan CBDC sebagai respon digitalisasi. Penerbitan CBDC harus selaras dengan amanat bank sentral dan berperan dalam mendorong pertumbuhan ekonomi dan menjaga stabilitas sistem keuangan secara keseluruhan. Penelitian ini akan mengimplementasikan metode scenario planning untuk merumuskan skenario terbaik bagi bank sentral dalam menerapkan CBDC pada situasi tertentu. Penelitian ini akan menjawab faktor-faktor apa saja yang signifikan sebagai pendorong pembentukan CBDC dan bagaimana skenario yang mungkin terjadi atas penerapan CBDC di Indonesia serta dampak dari CBDC dan respon terhadap kebijakan penerapan CBDC. Beberapa pendorong potensial pengembangan CBDC dapat dikaitkan dengan faktor-faktor yang memengaruhi kemampuan teknologi suatu negara untuk mengembangkan dan menerapkan CBDC. Terdapat 4 skenario yang akan menjadi pedoman dalam pelaksanaan CBDC, (1) Retail CBDC, yaitu semua kondisi sudah ideal untuk mengimplementasikan CBDC dan masyarakat dapat mengakses langsung dan menggunakan CBDC untuk bertransaksi; (2) Indirect CBDC, yaitu digital infrastruktur belum sepenuhnya memadai dan masyarakat masih memperoleh CBDC melalui pihak perantara; (3) Hybrid CBDC, yaitu inklusi finansial masih relative rendah dan masih terdapat kesulitan di masyarakat untuk memperoleh jasa keuangan maupun layanan digital; dan (4) Wholesale CBDC, yaitu inklusi finansial dan digital infrastruktur masih kurang memadai dan banyak masyarakat yang tidak memiliki ke lembaga keuangan maupun akses internet. Dengan infrastruktur digital dan inklusi keuangan tinggi, Indonesia dapat melakukan CBDC Ritel sebagai skenario terbaik. Namun sebaliknya, CBDC wholesale jauh lebih baik untuk dilaksanakan. Selain itu, skenario di antara adalah Indirect CBDC dan hybrid CBDC. Riset menunjukkan bahwa dalam pengenalan CBDC, bank sentral harus mengevaluasi risiko teknologi dan operasional yang dapat berdampak negatif bagi masyarakat. Bank sentral harus membuat tindakan pencegahan dan kebijakan ketahanan siber yang kuat untuk mengurangi risiko serangan siber. CBDC harus dapat menjadi komplementer dengan alat pembayaran yang ada sehingga dapat menciptakan layanan pembayaran yang aman, andal, transparan, dan kompetitif yang mendorong pilihan dan keragaman dalam opsi pembayaran.", "Daftar File": {"COVER Agung Susilo": "https://digilib.itb.ac.id/gdl/download/257875", "BAB 1 Agung Susilo": "https://digilib.itb.ac.id/gdl/download/257876", "BAB 2 Agung Susilo": "https://digilib.itb.ac.id/gdl/download/257877", "BAB 3 Agung Susilo": "https://digilib.itb.ac.id/gdl/download/257878", "BAB 4 Agung Susilo": "https://digilib.itb.ac.id/gdl/download/257879", "PUSTAKA Agung Susilo": "https://digilib.itb.ac.id/gdl/download/257880"}, "Penulis": "Agung Susilo [29320022]", "Kontributor / Dosen Pembimbing": ["Meditya Wasesa, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Mata Uang Digital Bank Sentral, CBDC, Perencanaan Skenario, Penggerak Utama, Pembayaran Digital", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "20 Jun 2022"}