{"Nomor": 65060, "Judul": "SIMULASI KINERJA BATERAI ION LITIUM PADA PROSES DISCHARGE MELALUI PENDEKATAN SINGLE PARTICLE MODEL", "Abstrak": "Penelitian pengembangan kinerja baterai ion litium (LIB) berbasis simulasi dilakukan untuk menghitung dan mengoptimasi nilai-nilai parameter kinerja baterai seperti kapasitas baterai, tegangan kerja, dan waktu discharge. Simulasi dilakukan dengan menerapkan salah satu model elektrokimia yaitu Single Particle Model (SPM). Model ini menggunakan pendekatan dengan melihat proses difusi litium terjadi pada antar partikel elektroda berbentuk bola melalui suatu separator. Dari model SPM telah diturunkan persamaan matematika sederhana yang menggambarkan proses elektrokimia yang terjadi di dalam baterai dan juga digunakan untuk menghitung nilai keluaran performa baterai seperti kapasitas baterai, waktu discharge, dan tegangan baterai. Perhitungan dilakukan secara cepat pada software sederhana seperti Excel tanpa mengubah akurasi perhitungan. Persamaan matematika pada model menghasilkan profil konsentrasi litium, konsentrasi elektrolit, dan potensial pada elektroda, serta tegangan kerja baterai terhadap kapasitas baterai. Tipe LIB dengan katoda LMO dalam pouch-cell dipilih sebagai acuan awal simulasi kinerja baterai. Perhitungan konsentrasi litium pada elektroda memberikan kecenderungan nilai konsentrasi litium di anoda yang menurun dan konsentrasi litium di katoda yang meningkat selama proses discharge. Kenaikan parameter arus discharge pada perhitungan ini memberikan nilai waktu discharge yang lebih kecil dan nilai kapasitas baterai yang juga lebih rendah (421s dan 1.169 mAh.cm-2 pada 0.01 mA.cm-2), sedangkan penurunan nilai arus discharge memberikan nilai waktu yang lebih besar dan nilai kapasitas baterai yang lebih besar (13360s dan 1.855 mAh.cm-2 pada 0.0005 mA.cm-2). Perhitungan konsentrasi elektrolit pada elektroda memberikan kecenderungan perubahan nilai konsentrasi elektrolit pada elektroda hanya terjadi pada periode waktu awal discharge dan tidak mengalami perubahan menjelang periode akhir waktu discharge. Pada perhitungan arus dan potensial elektroda, terdapat kecenderungan kenaikan nilai overpotential dan potential drop pada kenaikan nilai parameter arus discharge yang bersesuaian dengan hukum Ohm. Pada perhitungan potensial dan kapasitas baterai, variasi nilai parameter konsentrasi litium memberikan nilai kapasitas yang lebih tinggi dan tegangan baterai yang mirip (~ 4.0V pada 0.014 – 0.016 mol.cm-3).", "Daftar File": {"ABSTRAK Sigit Aryo Kristianto": "https://digilib.itb.ac.id/gdl/download/248985", "PUSTAKA Sigit Aryo Kristianto": "https://digilib.itb.ac.id/gdl/download/248987"}, "Penulis": "Sigit Aryo Kristianto [10516039]", "Kontributor / Dosen Pembimbing": ["Achmad Rochliadi, MS, Ph.D.", "Aep Patah, S.Si., M.Si.,"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "SPM, kapasitas, discharge, baterai ion litium, potensial", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "20 Jun 2022"}