{"Nomor": 65065, "Judul": "PENGEMBANGAN BISNIS STRATEGI UNTUK BANK HSBC UK PLC.  PADA PASAR MAHASISWA INTERNASIONAL", "Abstrak": "Industri perbankan mulai menjadi lebih kompetitif sebagai akibat dari kemajuan teknologi yang masif. Banyak bank digital dan perusahaan fintech lainnya telah muncul untuk membuat layanan publik lebih mudah diakses, lebih cepat, lebih efektif, dan lebih efisien melalui penggunaan teknologi. Bank tradisional, seperti HSBC UK, tidak diragukan lagi terpengaruh oleh munculnya pendatang baru ini.\nJika dibandingkan dengan bank lain, HSBC UK dinilai kurang kompetitif. Sementara bank-bank lainnya menawarkan fitur yang lebih kompetitif bagi mahasiswa, HSBC tidak menawarkan manfaat khusus. Pembukaan rekening di HSBC UK membutuhkan waktu dan prosedur yang rumit bagi mahasiswa internasional karena rekening tidak dapat dibuka secara online dan harus dilakukan secara manual di kantor cabang. HSBC UK bahkan berada di peringkat di bawah sepuluh besar dalam beberapa survei kepuasan pelanggan.\nUntuk mengatasi masalah tersebut, beberapa alat analisis digunakan untuk memahami lingkungan internal dan eksternal, seperti analisis VRIO, PESTEL, dan pesaing, serta Business Model Canvas saat ini. Survei juga dilakukan untuk mengetahui pengalaman dan keinginan mahasiswa internasional terhadap layanan perbankan. Hasil analisis dan survei tersebut dirangkum menggunakan analisis SWOT yang kemudian diterjemahkan menjadi strategi menggunakan Blue Ocean Strategy dan Usulan Business Model Canvas.\nBerdasarkan hasil penelitian, kemajuan teknologi akan memungkinkan HSBC UK menjadi bank pertama yang memberikan pengalaman perbankan kepada mahasiswa internasional yang tidak hanya memberi mereka akses ke berbagai produk keuangan yang lebih luas, tetapi juga membantu mereka menghindari kesulitan keuangan. HSBC UK mungkin menawarkan solusi perbankan dalam bentuk aplikasi seluler yang tidak hanya menyederhanakan proses pendaftaran dan verifikasi, tetapi juga menawarkan pilihan produk yang lengkap. Salah satunya adalah fasilitas kredit untuk mahasiswa internasional yang merupakan blue ocean strategy bagi HSBC UK.", "Daftar File": {"COVER Samba Dewangga S": "https://digilib.itb.ac.id/gdl/download/261230", "BAB 1 Samba Dewangga S": "https://digilib.itb.ac.id/gdl/download/261231", "BAB 2 Samba Dewangga S": "https://digilib.itb.ac.id/gdl/download/261232", "BAB 3 Samba Dewangga S": "https://digilib.itb.ac.id/gdl/download/261233", "BAB 4 Samba Dewangga S": "https://digilib.itb.ac.id/gdl/download/261234", "PUSTAKA Samba Dewangga S": "https://digilib.itb.ac.id/gdl/download/261235"}, "Penulis": "Samba Dewangga S [29319347]", "Kontributor / Dosen Pembimbing": ["Dr. Wiwiek M Daryanto, S.E., Ak., M.M., CMA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "HSBC UK, Bank, Fintech, Mahasiswa Internasional, Blue Ocean Strategy", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "20 Jun 2022"}