{"Nomor": 65063, "Judul": "MODEL TREE-BASED DALAM MEMPREDIKSI VALUASI SAHAM BANK  DIGITAL MENGGUNAKAN PENDEKATAN MULTISUMBER DATA INTERNET", "Abstrak": "Digitalisasi telah menjadi subjek penting dalam dekade terakhir, terutama di Indonesia sejak efek pandemi COVID-19. Pemerintah Indonesia dicanangkan akan mendukung pembangunan dan peningkatan perkembangan ekonomi digital. Selain itu, pasar juga diperkirakan akan merespons pembayaran secara digital dengan baik selama 2 tahun ke depan. Tiga raksasa bank digital di Indonesia adalah Jenius, Jago, dan Neobank, memiliki keunggulan kompetitif masing-masing di pasar: Jenius dengan brand awareness terbaik dan pendapatan bersih tahunan tertinggi, Jago dengan market kapitalisasi 6 teratas di Bursa Efek Indonesia (BEI), dan Neobank dengan total unduhan aplikasi terbanyak. Dengan mengetahui betapa pentingnya bank digital di pasar saham masa depan, maka perlu dikembangkan suatu penelitian untuk memprediksi harga saham perusahaan bank digital. Dengan memanfaatkan berbagai data internet seperti review Google Play Store, Twitter, dan Google Trend, studi kasus prediksi harga saham perusahaan bank digital akan mampu untuk dikembangkan. Prediksi model dibangun menggunakan machine learning seperti model Regression Tree dan Random Forest sebagai bagian dari model tree-based. Karenanya, berdasarkan perhitungan kepentingan variabel Regression Tree dan Random Forest, ulasan Google Play Store dan data Google Trends adalah yang paling relevan dengan prediksi model. Informasi dari 2 sumber ini menghasilkan lebih banyak kontribusi untuk model disbanding menggunakan data Twitter. Berdasarkan prediksi harga saham menggunakan Regression Tree dan Random Forest, forecast tersebut tidak dapat memprediksi kinerja portofolio Bank BTPN secara akurat menggunakan prediksi model Jenius, namun berhasil memprediksi kinerja portofolio Bank Jago dan Bank Neo Commerce secara akurat menggunakan metode Jago dan neobank.", "Daftar File": {"2022-TS_PP_Lucas Manggaratua_Abstrak-1.pdf?": "https://digilib.itb.ac.id/gdl/download/249004"}, "Penulis": "Lucas Mangaratua [29120562]", "Kontributor / Dosen Pembimbing": ["Meditya Wasesa, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Bank digital, prediksi harga saham, data internet, Regression Tree, Random Forests", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "20 Jun 2022"}