{"Nomor": 65079, "Judul": "PENGEMBANGAN SOAL TERBUKA MATERI SISTEM PERSAMAAN LINEAR MULTIVARIABEL", "Abstrak": "Sistem Persamaan Linear (SPL) adalah salah satu materi materi matematika yang mengaitkan apa yang siswa pelajari dengan masalah dalam kehidupan sehari-hari. Pada materi SPL terdapat soal-soal non rutin dalam bentuk soal cerita yang berhubungan dengan kehidupan sehari-hari, namun ternyata masih banyak siswa yang mengalami kesulitan memecahkan masalah pada materi sistem persamaan linear khususnya sistem persamaan linear multivariabel. Soal-soal terbuka merupakan salah satu cara untuk meningkatkan kemampuan pemecahan masalah matematika. Menggunakan soal terbuka dalam pembelajaran matematika memberikan kesempatan kepada siswa meningkatkan keterampilannya dalam menjawab permasalahan matematika khususnya pada materi sistem persamaan linear multivariabel dengan berbagai cara. Soal-soal terbuka tentang materi sistem persamaan linear multivariabel dalam sebuah bahan ajar matematika diharapkan dapat meningkatkan kemampuan berfikir kritis dan kreatif siswa dalam memecahkan berbagai masalah baik masalah matematika atau masalah dalam kehidupan sehari-hari.\nDalam projek ini dilakukan pengembangan soal-soal terbuka tentang materi sistem persamaan linear multivariabel yang dituangkan dalam sebuah bahan ajar. Pendekatan yang digunakan dalam pengembangan bahan ajar tersebut adalah model pengembangan ADDIE. Terdapat lima tahapan model ADDIE, yaitu tahap analisis, tahap desain, tahap pengembangan, tahap implementasi, dan tahap evaluasi. Pada tahap validasi dan uji coba dilakukan validasi kepada ahli materi dan ahli bahasa. Aspek yang dinilai pada validasi ahli materi adalah aspek kelayakan isi, kelayakan penyajian, penilaian kontekstual, dan kelayakan kegrafikaan. Sedangkan aspek yang dinilai pada validasi ahli bahasa adalah aspek kelayakan bahasa. Dilakukan pula uji validitas untuk menunjukkan tingkat kevalidan dari suatu instrumen dan uji reliabilitas untuk menujukkan tingkat keterandalan suatu instrumen.\nHasil validasi ahli materi menunjukkan bahwa nilai rata-ratanya adalah 86,23%, sehingga bahan ajar dianggap sangat layak untuk digunakan. Hasil uji coba small group mendapatkan nilai rata-rata 85,93% dan pada uji coba lapangan diperoleh nilai rata-rata 84,76% sehingga bahan ajar masuk dalam kategori sangat layak menurut peserta didik. Hasil uji validitas dan reliabilitas angket respon siswa terhadap bahan ajar pada small group, dari 20 poin pernyataan diperoleh 14 poin valid dan reliabel. Pada uji coba lapangan diperoleh 16 poin valid dan reliabel. Dari hasil uji validitas dan reliabilitas soal tes pada small group dari 20 soal diperoleh 17 soal valid dan reliabel. Pada uji coba lapangan (field test) diperoleh 19 soal valid dan reliabel. Dapat disimpulkan bahan ajar soal terbuka tentang materi sistem persamaan linear multivariabel telah layak digunakan.", "Daftar File": {"ABSTRAK Putri Eka Rizwana": "https://digilib.itb.ac.id/gdl/download/249586"}, "Penulis": "Putri Eka Rizwana [24619302]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. M. Salman A.N., S.Si., M.Si"], "Jenis Koleksi": "Tesis", "Penerbit": "Pengajaran Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "soal terbuka, sistem persamaan linear multivariabel, bahan ajar.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "20 Jun 2022"}