{"Nomor": 65074, "Judul": "USULAN PERAMALAN DAN MANAJEMEN PERSEDIAAN UNTUK MENGURANGI KEKOSONGAN STOK PADA PT AAP", "Abstrak": "PT AAP adalah salah satu distributor dan importir media tumbuh dan nutrisi hidroponik di\nBogor, Jawa Barat. Salah satu produk yang dipasarkan oleh PT AAP adalah rockwool yang\ndiimpor dari Belanda. Masalah yang dihadapi PT AAP adalah ketersediaan stok rockwool\ndi gudang yang sering mengalami kekosongan stok sehingga beberapa pelanggan tidak bisa\nmendapatkan produk. Tujuan dari penelitian ini adalah untuk mengatasi kekosongan stok\ndari produk rockwool dengan menyediakan sistem peramalan dan manajemen persediaan. \nMetode yang digunakan dalam penelitian ini dimulai dari eksplorasi masalah bisnis melalui\nwawancara dan pengumpulan data historis untuk analisis akar penyebab menggunakan\nCurrent Reality Tree. Perusahaan tidak memiliki safety stock yang sesuai dan perusahaan\nyang tidak memiliki metode peramalan yang tepat dipilih sebagai akar penyebab yang harus\ndiselesaikan karena merupakan akar masalah yang dapat dikontrol. Peramalan dan sistem\nmanajemen persediaan diusulkan untuk mengatasi akar penyebab. Penentuan sistem\nperamalan dilakukan dengan membandingkan 8 metode analisis time series berdasarkan 3\ntahun terakhir dan penentuan sistem manajemen persediaan dilakukan dengan\nmembandingkan 3 model sistem manajemen persediaan berdasarkan 1 tahun terakhir. \nHasil analisis alternatif menunjukkan bahwa simple eksponensial smoothing dengan ?\nsebesar 0,38 dipilih sebagai metode peramalan karena memiliki kesalahan peramalan\nterkecil, yaitu Mean Absolute Deviation (MAD). Model fixed-order quantity dipilih\nsebagai sistem manajemen persediaan karena memberikan total biaya terendah dan\nmemungkinkan untuk diterapkan sesuai kapasitas gudang saat ini. Selain itu, analisis safety\nstock menunjukkan bahwa jumlah safety stock yang diterapkan perusahaan masih di bawah\njumlah yang dibutuhkan sehingga dapat menjadi penyebab terjadinya kekosongan stok.\nImplementasi sistem peramalan dan manajemen persediaan pada PT AAP terdiri dari 4\ntahap, yaitu tahap persiapan selama 2 minggu, tahap perencanaan selama 2 minggu, tahap\npelaksanaan selama 6 bulan, dan tahap evaluasi setiap akhir bulan.", "Daftar File": {"2022_TS_PP_Kiagus Muhammad Amris Amrullah_1-Abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/249022"}, "Penulis": "Kiagus Muhammad Amris Amrullah [29120281]", "Kontributor / Dosen Pembimbing": ["Ir. Gatot Yudoko, M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "kekosongan stok, peramalan permintaan, manajemen perserdiaan, pergudangan", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "20 Jun 2022"}