{"Nomor": 65075, "Judul": "ANALISIS KEPUTUSAN PENINGKATAN KEPATUHAN KEAMANAN PANGAN PADA FASILITAS PRODUKSI AIR MINUM DALAM KEMASAN DENGAN MENGGUNAKAN VALUE FOCUSED THINKING DAN ANALYTIC HIERARCHY PROCESS", "Abstrak": "Air merupakan kebutuhan yang sangat vital bagi kelangsungan hidup manusia. Namun ketersediaan air bersih masih menjadi tantangan global saat ini. Kondisi ini membuat industri air minum dalam kemasan (AMDK) semakin diminati karena kebutuhan akan air minum terus meningkat seiring dengan pertumbuhan penduduk. Produk AMDK yang beredar di pasar harus sesuai dengan syarat mutu Standar Nasional Indonesia (SNI) yang telah diberlakukan wajib, dan mendapatkan izin edar BPOM MD dari Badan Pengawas Obat dan Makanan. Jaminan mutu mengacu pada kepastian bahwa produk yang dihasilkan memenuhi semua persyaratan dari standar kualitas.  \nProvinsi Nusa Tenggara Timur memiliki lebih dari dua puluh sarana produksi AMDK yang dikategorikan sebagai industri kecil dan menengah. Salah satu ruang lingkup tugas BPOM Kupang di bidang pengawasan pangan adalah post market vigilance dengan melakukan inspeksi sarana produksi. Upaya di bidang pangan untuk meningkatkan daya saing dan kemandirian usaha difokuskan pada pemenuhan standar Cara Produksi Pangan Olahan yang Baik (CPPOB). Permasalahan keamanan pangan menjadi perhatian khusus karena hasil inspeksi fasilitas produksi AMDK tahun 2018-2020 menunjukkan rendahnya level kepatuhan terhadap pemenuhan standar CPPOB. Tantangan bagi inspektur pangan adalah menyusun strategi terbaik untuk meningkatkan kepatuhan pelaku usaha, sebagai suatu kesempatan untuk menjamin kesehatan masyarakat dan membangun komitmen untuk mendukung ekonomi lokal.\nKombinasi antara metode Value-Focused Thinking (VFT) dan Analytic Hierarchy Process (AHP) digunakan untuk proses pengambilan keputusan. Metode VFT digunakan untuk menentukan kriteria dan sub-kriteria proses seleksi dan membuat alternatif-alternatif strategi untuk mencapai nilai dan tujuan organisasi yang telah ditetapkan. AHP digunakan untuk memilih alternative terbaik dari empat strategi alternative yang diusulkan. Pengambilan keputusan melibatkan beberapa inspektur CPPOB sebagai ahli dalam bidang inspeksi sarana produksi pangan, dengan berbagai level kompetensi dan pengalaman masa kerja. \nBerdasarkan analisis yang sudah dilakukan, alternatif terbaik yang dipilih oleh pengambil keputusan adalah strategi Edukasi. Proses pemilihan alternative berdasarkan pertimbangan (1) kapasitas sumber daya (anggaran, inspektur CPPOB, dan infrastruktur); (2) interaksi dengan pelaku usaha (kegiatan bimbingan dan pembinaan); serta (3) fungsi pengawasan (hasil inspeksi sarana produksi, tindak lanjut CAPA, dan hasil pengujian sampel). Dengan mengaplikasikan strategi Edukasi sebagai proses pelengkap kegiatan inspeksi sarana produksi AMDK, hal ini akan menghasilkan perubahan positif yang jelas pada skor pemeriksaan dan tingkat kepatuhan yang berkelanjutan.", "Daftar File": {"COVER Ely Rahmawati": "https://digilib.itb.ac.id/gdl/download/258282", "BAB 1 Ely Rahmawati": "https://digilib.itb.ac.id/gdl/download/258283", "BAB 2 Ely Rahmawati": "https://digilib.itb.ac.id/gdl/download/258284", "BAB 3 Ely Rahmawati": "https://digilib.itb.ac.id/gdl/download/258285", "BAB 4 Ely Rahmawati": "https://digilib.itb.ac.id/gdl/download/258286", "PUSTAKA Ely Rahmawati": "https://digilib.itb.ac.id/gdl/download/258287"}, "Penulis": "Ely Rahmawati [29320072]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Analytic Hierarchy Process, Value Focused Thinking, Inspeksi Keamanan Pangan, Pelaku Usaha Makanan, Inspektur CPPOB, Kepatuhan.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "20 Jun 2022"}