{"Nomor": 65071, "Judul": "ANALISIS NILAI TAMBAH DAN EFISIENSI MODEL BISNIS INTEGRASI SISTEM BUDIDAYA DOMBA  (STUDI KASUS : PERUSAHAAN PETERNAKAN PT MBA)", "Abstrak": "Terbukanya pasar domba namun tidak dibarengi dengan integrasi dengan sistem produksi rantai\npasok membuat ketidakstabilan usaha, baik dari sisi harga, kontinyuitas jumlah pasokan serta\nkualitas performa produksi ternak. Pendapatan yang diperoleh oleh perusahaan belum mampu\nmenghasilkan tingkat keuntungkan yang optimal setelah penerapan kebijakan sistem\npeternakan terintegrasi secara menyeluruh, keuntungan yang diperoleh pada tahun 2021 hanya\n47,15% dari nilai yang ditargetkan. Inefisensi produksi dan permasalahan pada proses\npertambahan nilai pada tahapan proses produksi menjadi permasalahan yang berdampak pada\ntingkat keuntungan. Berdasarkan hal tersebut perlu dilakukan penelitian untuk menyelesaikan\npermasalahan yang akan memperbaiki sistem produksi dari model bisnis integrasi sistem\nbudidaya domba yang diterapkan.\n\nPenelitian ini bertujuan untuk mengetahui faktor-faktor penyebab terjadinya inefisiensi proses\nproduksi yang berdampak pada tingkat kuntungan dan menyediakan solusi berdasarkan akar\npermasalahan yang terjadi. Melalui metode lima kekuatan Porter dilakukan pemetaan kondisi\nyang terjadi dan selanjutnya dilakukan analisis nilai tambah dan efisiensi. Berdasarkan hasil\nanalisis, proses pertambahan nilai dari penyediaan input pakan tidak terjadi atau berdampak\nnegative pada proses pembiakan, dan pasca panen untuk domba betina jenis persilangan.\nSedangkan inefisiensi proses produksi terjadi pada proses produksi pembibitan domba Garut,\nproses pembiakan, pembesaran, penggemukan di betina, dan pasca panen untuk domba qurban.\nDari temuan analisis tersebut dilakukan analisis permasalahan dan ditemukan lima akar\npenyebab terjadinya inefisiensi pada proses nilai tambah. Selanjutnya, dibuatkan enam solusi\nberdasarkan akar permasalahan tersebut yaitu: (1) peningkatan produksi hijauan, (2) pengaturan\ntarget pemberian pakan, (3) penyediaan susu tambahan, (4) peningkatan populasi melalui\npengadaan induk, (5) percepatan proses perkawinan dan keberhasilan kebuntingan, (6)\npercepatan pengeluaran ternak dan waktu transit pasca panen.\n\nHasil penelitian ini menunjukkan bahwa alternatif solusi yang diterapkan berdampak dalam\nmenurunkan angka biaya per produktivitas dan peningkatan rasio keuntungan dari yang asalnya\nnegative menjadi postif dan beberapa mengarah pada perbaikan untuk meminimalisasi tingkat\nresiko kerugian.", "Daftar File": {"2022_TS_PP_NURYANTO_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/249021"}, "Penulis": "Nuryanto [29118513]", "Kontributor / Dosen Pembimbing": ["Dr. Yuanita Handayati, M.S.M."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Inefisiensi, Nilai tambah, Optimalisais keuntungan, Peternakan terintegrasi, Domba", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "20 Jun 2022"}