{"Nomor": 65088, "Judul": "STRATEGI BISNIS UNTUK PT. SULINDO PUTRA TIMUR", "Abstrak": "Listrik menjadi kebutuhan di segala aspek dalam kehidupan, baik dari kebutuhan pribadi maupun kebutuhan dalam dunia bisnis. sejak listrik ditemukan dan dikembangkan oleh berbagai pihak sampai listrik menjadi salah satu faktor terpenting dalam perkembangan peradaban di Indonesia. Perkembangan jumlah dan kapasitas pembangkit listrik menjadi salah satu aspek yang sangat penting di Indonesia, menciptakan dan mengembangkan infrastruktur pembangkit listrik dengan energi baru terbarukan menjadi perhatian banyak pihak. Meningkatkan pembangkit listrik dengan energi baru terbarukan juga menjadi target pemerintahan Indonesia ke depannya, dengan berkembangnya pembangkit listrik energi baru terbarukan, salah satunya adalah pembangkit listrik tenaga air dengan model tertutup dan menggunakan terowongan sebagai jalur air memberikan kesempatan bisnis untuk perusahaan yang bergerak di bidang konstruksi yang ada di Indonesia.\nDalam penelitian ini dilakukan analisis eksternal dan internal. Untuk analisis eksternal menggunakan analisis PESTEL dan Lima Kekuatan Porter, PESTEL digunakan untuk melihat kondisi dengan skala nasional saat ini dan untuk mengetahui garis besar masalah yang ada di Indonesia. Analisis Lima Kekuatan Porter digunakan untuk mengetahui kondisi eksternal, konsumen, kompetitor dan juga pemangku kepentingan yang berada dalam satu area tertentu dalam dunia bisnis. sedangkan analisis internal dilakukan dengan menggunakan VRIO dan Value Chain Analysis, analisis internal tersebut untuk mengetahui nilai-nilai dan kegiatan bisnis yang dimiliki serta dilakukan oleh perusahaan. Analisis terakhir adalah SWOT, untuk mengetahui kelebihan, kekurangan, kesempatan dan ancaman yang berada pada internal dan eksternal dari perusahaan. Selain analisis eksternal dan internal, juga dilakukan wawancana terhadap internal untuk mengetahui pengalaman-pengalaman yang dimiliki dari setiap individu dan eksternal dengan cara wawancana dan survey untuk mengetahui pandangan-pandangan yang diharapkan terhadap subkontraktor atau dalam pemilihan kontraktor.\nDari analisa eksternal dan internal yang didapatkan dari data utama dan data sekunder, didapatkan hasil untuk ditransformasikan untuk menentukan Strategic Leadership, Business Model Canvass yang baru, dan Porter's Generic Strategy.\nBerdasarkan hasil analisis, PT. Sulindo Putra Timur harus meningkatkan kemampuan kepemimpinan yang dimilki oleh pekerjanya di lapangan, ini diharapkan dapat meningkatkan kinerja dari pekerjaan yang dilakukan oleh tim di lapangan. selain itu, PT. Sulindo Putra Timur juga harus menentukan Business Model Canvass, dan yang paling penting adalah PT. Sulindo Putra timur harus melakukan strategi cost leadership untuk meningkatkan penjualan di masa depan.", "Daftar File": {"COVER Cecep Misbahudin Azmi": "https://digilib.itb.ac.id/gdl/download/258118", "BAB 1 Cecep Misbahudin Azmi": "https://digilib.itb.ac.id/gdl/download/258119", "BAB 2 Cecep Misbahudin Azmi": "https://digilib.itb.ac.id/gdl/download/258120", "BAB 3 Cecep Misbahudin Azmi": "https://digilib.itb.ac.id/gdl/download/258121", "BAB 4 Cecep Misbahudin Azmi": "https://digilib.itb.ac.id/gdl/download/258122", "PUSTAKA Cecep Misbahudin Azmi": "https://digilib.itb.ac.id/gdl/download/258123"}, "Penulis": "Cecep Misbahudin Azmi [29319466]", "Kontributor / Dosen Pembimbing": ["Anh Dung Do, MBA, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pembangkit Listrik Tenaga Air (PLTA), Terowongan, Kontaktor, Strategi Bisnis.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "20 Jun 2022"}