{"Nomor": 65080, "Judul": "PENGARUH STRATEGI GAMIFIKASI GOJEK (GOCLUB) TERHADAP LOYALITAS PELANGGAN", "Abstrak": "Perkembangan teknologi berkontribusi pada pertumbuhan sektor transportasi online dalam beberapa tahun\nterakhir, termasuk Gojek, transportasi online pertama asal Indonesia, yang dinobatkan sebagai “Super App”\nkarena kemampuannya dalam menyediakan berbagai jenis layanan. Pada tahun 2021, Gojek menyediakan\nprogram loyalitas berbasis gamifikasi baru, GoClub, sebagai jawaban atas masalah yang dihadapi Gojek saat\nini, yaitu persaingan yang muncul di layanan transportasi. Promosi besar-besaran antar penyedia jasa juga\nmembuat target pasar Gojek menjadi kurang loyal. Dengan demikian, mempertahankan pelanggan menjadi\npenting bagi Gojek untuk mempertahankan pangsa pasar karena akuisisi pelanggan akan memakan biaya lebih\ntinggi. Namun, meskipun GoClub telah diimplementasikan, pergantian merek tidak dapat dihindari. Oleh karena\nitu, penelitian ini bertujuan untuk menilai pengaruh yang signifikan dari strategi gamifikasi Gojek terhadap\nloyalitas pelanggan Gojek. Penelitian ini dilakukan dengan menggunakan pendekatan kuantitatif dengan\nmenyebarkan survei kepada 425 pengguna GoClub di Indonesia dengan rentang usia 12-50 tahun. Data yang\nterkumpul dianalisis menggunakan statistik deskriptif dan PLS-SEM. Hasil penelitian menunjukkan bahwa\nstrategi gamifikasi Gojek (GoClub) berpengaruh positif signifikan terhadap loyalitas pelanggan. Studi ini juga\nmenemukan bahwa pengalaman pelanggan, keterlibatan pelanggan, dan kepuasan pelanggan memediasi\nhubungan gamifikasi dan loyalitas pelanggan. Namun, penelitian ini menemukan bahwa pengalaman pelanggan\ntidak berpengaruh positif signifikan terhadap loyalitas pelanggan. Oleh karena itu, dalam menerapkan\ngamifikasi, entitas harus lebih memperhatikan aspek pengalaman pelanggan dalam gamifikasi itu sendiri untuk\nmeningkatkan loyalitas pelanggan. Temuan penelitian ini dimaksudkan untuk memberikan gambaran kepada\npemasar tentang strategi pemasaran gamifikasi dalam jasa transportasi daring dan bagaimana hal itu dapat\nmeningkatkan loyalitas pelanggan.\nKata Kunci: Gamifikasi, GoClub, Loyalitas Pelanggan, Pengalaman Pelanggan, PLS-SEM", "Daftar File": {"2022 SK PP Aletha Shahisa-Abstract.pdf)u": "https://digilib.itb.ac.id/gdl/download/249042"}, "Penulis": "Aletha Shahisa [19019034]", "Kontributor / Dosen Pembimbing": ["Fitri Aprilianty, S.Si., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Gamifikasi, GoClub, Loyalitas Pelanggan, Pengalaman Pelanggan, PLS-SEM", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "20 Jun 2022"}