{"Nomor": 65091, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN PENJUALAN KAIZEN ARTICULATED DUMP TRUCK DI SEKTOR PERTAMBANGAN NIKEL", "Abstrak": "Indonesia merupakan negara yang memiliki 23% dari total cadangan nikel dunia, sedang dalam tahap\nawal pengembangan sektor nikel. Pengembangan ini mempengaruhi industri-industri terkait untuk\nmendukung operasional pertambangan nikel. Salah satunya adalah industri alat berat. PT Kaizen\nDistributor, Tbk merupakan penjual alat berat dan distributor tunggal merek Kaizen di Indonesia. Saat\nini, Perseroan masih fokus pada penjualan ke sektor pertambangan batu bara dan emas, sebagaimana\nterlihat adanya penurunan penjualan produk Articulated Dump Truck (ADT) dan penurunan\nkontribusi subsektor nikel dari 26% menjadi 16%. Terlebih, persaingan ADT saat ini sangat\nkompetitif. Oleh karena itu, perusahaan perlu menetapkan strategi untuk memaksimalkan penetrasi\npasar nikel dan meningkatkan penjualan. Tujuan dari penelitian ini adalah untuk mengusulkan\npositioning dan pengembangan strategi bauran pemasaran. Dalam penelitian ini digunakan metode\nkualitatif dengan melakukan wawancara dan memanfaatkan data pendukung dari laporan internal dan\neksternal perusahaan. Selain itu, observasi juga dilakukan selama tiga bulan selama magang di\nperusahaan tersebut. VRIO dan STP adalah kerangka kerja umum yang digunakan untuk analisis\ninternal lingkungan perusahaan, dilengkapi dengan PESTEL, Porter 5 Forces, dan Analisis Pelanggan\nuntuk analisis lingkungan eksternal perusahaan. Untuk menilai positioning dan strategi yang\nditerapkan perusahaan, digunakan kerangka Analisis Pesaing, Positioning Maps, dan Bauran\nPemasaran 4P Saat Ini. Sebagai hasil penelitian, perusahaan perlu melakukan perubahan Map\nPositioning terkait variasi produk yang lebih banyak dan kampanye promosi yang lebih menarik.\nRepositioning ini didukung dengan pengembangan Bauran Pemasaran 4P Saat ini, antara lain dengan\nmeningkatkan fitur produk yang sudah ada dan mengusulkan tipe kapasitas yang lebih besar,\nmempertimbangkan strategi harga saat ini, meningkatkan alokasi pasokan, memperluas cakupan area\npasar, paket perawatan yang menarik, pembiayaan yang lebih fleksibel, dan kemungkinan penawaran\npaket bundling produk. Selain itu, penambahan 3P lainnya sebagai bentuk peningkatan adalah dengan\nmelakukan pemantauan rutin dan evaluasi kompetensi salesperson dalam memasuki pasar baru,\npeningkatan efisiensi survey pelanggan, dan penambahan poin product support baru.", "Daftar File": {"COVER Nindita Cahya Kusuma": "https://digilib.itb.ac.id/gdl/download/254520", "BAB 1 Nindita Cahya Kusuma": "https://digilib.itb.ac.id/gdl/download/254521", "BAB 2 Nindita Cahya Kusuma": "https://digilib.itb.ac.id/gdl/download/254522", "BAB 3 Nindita Cahya Kusuma": "https://digilib.itb.ac.id/gdl/download/254523", "BAB 4 Nindita Cahya Kusuma": "https://digilib.itb.ac.id/gdl/download/254524", "PUSTAKA Nindita Cahya Kusuma": "https://digilib.itb.ac.id/gdl/download/254525"}, "Penulis": "Nindita Cahya Kusuma [29320371]", "Kontributor / Dosen Pembimbing": ["Dr. Asnan Furinto, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bauran Pemasaran, Pertambangan Nikel, Positioning, Strategi Promosi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "20 Jun 2022"}