{"Nomor": 65105, "Judul": "PENGENALAN GESTUR TANGAN PADA BAHASA ISYARAT INDONESIA (BISINDO) DENGAN PENDEKATAN VISIONBASED MACHINE LEARNING", "Abstrak": "Bahasa isyarat, sejenis komunikasi berdasarkan gerakan tangan, banyak digunakan\noleh penyandang tunarungu. Dua jenis bahasa isyarat yang digunakan di Indonesia\nadalah SIBI (Sistem Isyarat Bahasa Indonesia) dan BISINDO (Bahasa Isyarat\nIndonesia). BISINDO lebih umum digunakan dalam kehidupan sehari-hari karena\ndikembangkan oleh para penyandang tunarungu sehingga lebih mudah dipahami.\nMasalah komunikasi sering terjadi antara tunarungu dan non-tunarungu. Oleh\nkarena itu, diperlukan media yang dapat membantu mereka berkomunikasi secara\nlebih efektif. Salah satu teknologi yang dapat digunakan adalah SLR (Sign\nLanguage Recognition). SLR berbasis visi adalah salah satu pendekatan yang\ndigunakan dalam SLR. Fakta bahwa SLR berbasis visi tidak memerlukan gadget\nkhusus untuk dipasang di tangan namun hanya bergantung pada pengguna yang\nmembuat gerakan di depan kamera dengan tangan kosong memberikan sejumlah\nkeuntungan untuk SLR berbasis visi. Penelitian ini mengembangkan model\npembelajaran mesin yang dapat mengenali gestur statis dan dinamis dari BISINDO,\nmeliputi alfabet (A-Z), angka (1-10), dan tujuh kata yang sering digunakan,\nmenggunakan teknik SLR berbasis visi. Model dibuat menggunakan arsitektur\npembelajaran mesin LSTM (Long Short-Term Memory). Model LSTM dilatih dan\ndiuji menggunakan dataset gestur BISINDO. Akurasi validasi model statis adalah\n99,69%, dan akurasi validasi model dinamis adalah 99,17%. Untuk pengujian\nmenggunakan dataset pengujian, penelitian ini menghasilkan akurasi 99,63% pada\nmodel gestur statis dan 98,33% pada model gestur dinamis. Penelitian ini juga\nmenggabungkan kedua model dalam satu sistem sederhana untuk melakukan\npengujian realtime. Pengujian realtime dilakukan 45 kali oleh 15 pengguna\nBISINDO, menghasilkan akurasi model gestur statis 69,42%, akurasi model gestur\ndinamis 56,67%, dan akurasi keseluruhan model 66,45%. Pengukuran pengalaman\npengguna juga dilakukan menggunakan User Experience Questionnaire Plus\n(UEQ+) dengan hasil Daya Tarik (DT) sebesar 2.02, Efisiensi (EF) sebesar 1.32,\nTingkat Keandalan (TK) sebesar 1.53, Kebaruan (KB) sebesar 1.73, Kegunaan\n(KG) sebesar 2.37, Penggunaan secara Intuitif (PI) sebesar 1.95, dan Kualitas\nRespon (KR) sebesar 1.67 yang dapat diinterpretasikan sebagai Baik untuk setiap\nskala yang diukur. Namun, skala Kualitas Respon (KR), Kegunaan (KG), dan\nTingkat Keandalan (TK) yang masing-masing berada pada peringkat 1, 3, dan 4\nii\npada peringkat kepentingan skala memiliki nilai yang lebih rendah jika\ndibandingkan dengan skala yang lain.", "Daftar File": {}, "Penulis": "Nurrahma [23220087]", "Kontributor / Dosen Pembimbing": ["Dr. Ary Setijadi Prihatmanto, S.T., M.T.", "Dr. Rahadian Yusuf, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "BISINDO, bahasa isyarat, pengenalan bahasa isyarat, vision-based machine learning, long short-term memory", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "20 Jun 2022"}