{"Nomor": 65100, "Judul": "HIMPUNAN DOMINASI AJAIB PADA GRAF", "Abstrak": "Representasi multihimpunan rm(v|W) dari titik v di graf G terhadap himpunan\nW ? V (G) adalah multihimpunan jarak-jarak antara v dan semua titik-titik di W.\nApabila rm(v|W) berbeda untuk setiap v di V (G), W disebut sebagai himpunan\nm?pembeda pada G. Kardinalitas terkecil dari suatu himpunan m?pembeda pada\nG disebut dimensi multihimpunan dari G, yang dinotasikan dengan md(G).\nSuatu subhimpunan W ? V (G) disebut himpunan dominasi pada G jika setiap\ntitik di V (G) \\ W bertetangga paling sedikit dengan satu titik di W. Kardinalitas\nterkecil dari suatu himpunan dominasi pada G disebut bilangan dominasi dari G,\nyang dinotasikan dengan ?(G).\nTermotivasi dengan memandang sifat yang berlawanan dari konsep himpunan m?\npembeda, selanjutnya di sini disajikan gagasan himpunan baru yang disebut himpunan\ndominasi ajaib dengan semua titik di luar himpunan ini memiliki\nrepresentasi multihimpunan yang sama. Himpunan ini benar-benar berkaitan\ndengan himpunan dominasi dari graf itu sendiri. Masalah optimasi yang menarik\nadalah menemukan himpunan dominasi ajaib terkecil atau secara ekuivalen mendapatkan\nsebanyak mungkin semua titik di luarnya yang memiliki representasi multihimpunan\nyang sama. Oleh karena itu, didefinisikan bilangan dominasi ajaib G,\nyang dinotasikan dengan ?m(G), sebagai kardinalitas terkecil dari suatu himpunan\ndominasi ajaib dari G.\nDalam penelitian ini, disajikan batas-batas ?m(G) untuk sebarang graf G. Kemudian,\njuga dikarakterisasi graf-graf yang memiliki bilangan dominasi ajaib tertentu.\nSelain itu, untuk setiap dua bilangan bulat positif k dan n dengan n ? 3 dan\n1 ? k ? n ? 1, ditunjukkan eksistensi graf G berorde n sehingga ?m(G) = k.\nSebagai tambahan, ditentukan bilangan dominasi ajaib dari beberapa kelas graf.", "Daftar File": {"2022 TS PP M. ALI HASAN 1-ABSTRAK": "https://digilib.itb.ac.id/gdl/download/249463"}, "Penulis": "M. Ali Hasan [20120024]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. M. Salman A.N., S.Si., M.Si"], "Jenis Koleksi": "Tesis", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "bilangan dominasi ajaib, himpunan dominasi ajaib", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "20 Jun 2022"}