{"Nomor": 65104, "Judul": "PENGARUH FANTOM INHOMOGEN TERHADAP DISTRIBUSI DOSIS 1 DIMENSI PADA TERAPI PROTON MONOENERGI MENGGUNAKAN SIMULASI MONTE CARLO (TOPAS)", "Abstrak": "Medium inhomogen akan menyebabkan degradasi kurva Bragg dan merubah posisi terbentuknya puncak Bragg (Bragg peak) proton. Penelitian ini akan mengamati pengaruh kombinasi dan susunan material fantom inhomogen terhadap perubahan karakteristik kurva distribusi dosis 1 dimensi menggunakan simulasi monte carlo, yaitu Tool for Particle Simulation (TOPAS). Energi proton yang digunakan merupakan monoenergi sebesar 67,5 MeV. Fantom yang digunakan berbentuk kubus sederhana berukuran 8 cm × 8 cm × 4 cm yang terbagi menjadi 80 voxel dan tersusun dari kombinasi dua material. Kombinasi penyusunan fantom adalah Water-Lung (WL), Water-Bone (WB), Lung-Water (LW), dan Bone-Water (BW). Simulasi dilakukan sebanyak 15 kali dengan variasi rasio jumlah voxel, dimana rasio jumlah voxel akan semakin bertambah pada material pertama yang dilewati berkas radiasi dan akan semakin berkurang pada material berikutnya dengan interval yang sama sebanyak 5 voxel. Analisis dilakukan pada perubahan karakteristik kurva distribusi dosis 1 dimensi, yaitu kurva distribusi dosis kedalaman (kueva Bragg) dan kurva distribusi dosis lateral. Selanjutnya, nilai tersebut dibandingkan dengan simulasi pada fantom homogen air untuk mengetahui besar perubahan yang terjadi. Pada kurva Bragg, nilai distal fall-off dan FWHM menunjukkan perbedaan yang kecil akibat dari kombinasi keempat fantom inhomogen. Sedangkan, posisi Bragg peak untuk variasi simulasi kombinasi susunan WL dan LW memiliki perbedaan nilai tertinggi sebesar 0,1 cm. Nilai ini lebih kecil dibandingkan dengan kombinasi WB dan BW yang memiliki perbedaan posisi bragg peak hingga 1,15 cm. Pada jangkauan kurva Bragg terjadi perbedaan nilai tertinggi pada kombinasi BW yang menunjukkan nilai hingga 1,1603 cm. Tinjauan pada distribusi dosis lateral terjadi perubahan kesimetrian kurva lateral yang terlihat pada kombinasi material air dan jaringan tulang. Rasio dengan ketebalan jaringan tulang yang tinggi akan menyebabkan penurunan puncak kurva dengan besar dosis 0,01 mGy. Oleh karena itu, diketahui bahwa susunan kombinasi material fantom inhomogen dapat mempengaruhi perubahan karakteristik kurva distribusi dosis 1 dimensi, khususnya pada kombinasi WB dan BW.", "Daftar File": {"ABSTRAK Dwi Rahma Fridiana Sari": "https://digilib.itb.ac.id/gdl/download/261284", "COVER Dwi Rahma Fridiana Sari": "https://digilib.itb.ac.id/gdl/download/261292", "PUSTAKA Dwi Rahma Fridiana Sari": "https://digilib.itb.ac.id/gdl/download/261298"}, "Penulis": "Dwi Rahma Fridiana Sari [20219303]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Freddy Haryanto, S.Si., M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Kurva Bragg, kurva distribusi dosis lateral, fantom inhomogen, TOPAS, Bragg peak, jangkauan, distal fall-off, FWHM.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "20 Jun 2022"}