{"Nomor": 65118, "Judul": "PEMBUATAN APLIKASI BERBASIS AUGMENTED REALITY (AR) DAN VIRTUAL REALITY (VR) UNTUK MITIGASI BENCANA TSUNAMI (STUDI KASUS DESA PANGANDARAN, KABUPATEN PANGANDARAN)", "Abstrak": "Pangandaran, yang terletak di Pesisir Selatan Jawa Barat memiliki potensi tsunami yang cukup besar. Secara historis telah terjadi beberapa bencana tsunami di kawasan tersebut, salah satunya pada tahun 2006 yang menewaskan 800 orang. Untuk mencegah dampak bencana tersebut terulang kembali, dibutuhkan sebuah manajemen bencana yang tepat dan efisien. Ketidakmungkinan dalam menyiapkan pelatihan seperti kondisi bencana, dapat membatasi pengalaman pembelajaran dan imajinasi bagi masyarakat. Augmented Reality (AR) dan Virtual Reality (VR) menjadi salah satu teknologi yang mampu menjawab permasalahan tersebut. Dalam penelitian ini akan dikembangkan aplikasi mitigasi bencana berbasiskan android dengan teknologi AR/VR dengan studi kasus wilayah Pangandaran. Aplikasi akan dibuat dengan software Android Studio yang dilengkapi dengan Arcgis Runtime SDK. Aplikasi ini akan dibuat dalam 3 fitur utama, yakni tampilan peta yang didalamnya terdapat informasi shelter, rute evakuasi yang akan ditampilkan dalam AR dan juga visualisasi tinggi rendaman tsunami dalam VR. Penentuan rute evakuasi akan dilakukan secara otomatis dengan network analysis. Dari hasil pengujian di lapangan, aplikasi ini cukup representatif menampilkan tinggi rendaman. Aplikasi ini juga dapat mencari shelter dan rutenya serta menampilkanya dalam AR dan hasilnya cukup baik dalam membantu mengarahkan menuju shelter. Harapannya, dengan aplikasi ini dapat digunakan sebagai media peningkatan kapasitas masyarakat dalam menghadapi bencana tsunami.", "Daftar File": {"ABSTRAK Zola Saputra": "https://digilib.itb.ac.id/gdl/download/249080"}, "Penulis": "Zola Saputra [15118037]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Wiwin Windupranata, S.T., M.Si.", "Dr. Riantini Virtriana, S.T., M.T.", "Dr. Alfita Puspa Handayani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "augmented reality, virtual reality, GIS, Pangandaran, tsunami,", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2022"}