{"Nomor": 65119, "Judul": "POTENSI AIRTANAH DAN KUALITAS AIRTANAH DI BIMA, NUSA TENGGARA BARAT, INDONESIA", "Abstrak": "Kondisi meteorologis Bima yang rentan terhadap bencana kekeringan, belum optimalnya pelayanan air bersih yang bersumber dari air permukaan, dan proyeksi pertumbuhan penduduk melatar belakangi upaya pengintegrasian pemanfaatan air permukaan dan air tanah. Sehingga, pada penelitian ini akan dikaji mengenai potensi sumber daya air tanah di DAS Rontu, serta kualitasnya, terutama pada wilayah kumuh di Kota Bima. Penentuan peta zonasi potensi airtanah menggunakan metode AHP (Analytical Hierarchy Process) dan integrasi GIS (Geographic Information System). Pengukuran hidrogeokimia dilakukan untuk mengetahui kualitas pada setiap parameter airtanah dan hasil pengukuran diolah dengan R Program serta PCA (Analisis Komponen Utama). Didapatkan bahwa zona potensi airtanah di DAS Rontu sebagian besar tergolong “Tinggi” dengan persentase cakupan 48%, diikuti oleh zona “Sedang” yang meliputi sekitar 31.12% dari total luas wilayah studi. Dan zona “Sangat Tinggi” pada 17.22%, zona “Rendah” hingga “Sangat Rendah” mencakup sekitar 3.62% dari total luas wilayah penelitian. Dari distribusi varian Dim1 atau PC1, diketahui bahwa sebagian besar parameter memiliki korelasi dengan jenis kontaminasi yang diakibatkan oleh air payau. Sedangkan, varian terbesar kedua, yaitu Dim2 atau PC2 masuk dalam kategori kontaminasi yang diakibatkan oleh antropogenik. Kategori ketiga merupakan kategori dimana tidak ada dominasi distribusi varian, yang mencakup sampel MA-01, MA-04, dan MA-05. Jika dilihat dari kelayakan airtanah untuk air minum, hasil menunjukkan bahwa sebagian besar sampel kualitas air minum berada dalam konsentrasi yang diizinkan oleh PERMENKES NO. 492 Tahun 2010. Namun, dua sampel yaitu SB-06 dan SG-09 memiliki konsentrasi TDS, Sulfat, dan Natrium yang melebihi batas baku mutu, sehingga airtanah dari kedua sumur tersebut tidak dapat dikonsumsi. Ditinjau dari baku mutu sanitasi, sampel SB-06 memiliki parameter yang melebihi baku mutu yang ditentukan, yaitu TDS, bau, dan rasa.", "Daftar File": {"ABSTRAK Pascalia Vinca Alvando": "https://digilib.itb.ac.id/gdl/download/249082"}, "Penulis": "Pascalia Vinca Alvando [22719305]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Ir. Lilik Eko Widodo, M.S.", "Dr. Dasapta Erwin Irawan, S.T., M.T.", "Faizal Immaddudin Wira Rohmat, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Air Tanah", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "potensi airtanah, AHP, PCA, kualitas airtanah, R", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2022"}