{"Nomor": 65110, "Judul": "MODEL OPTIMISASI PENERBANGAN PESAWAT KARGO ANTAR 10 KOTA DI INDONESIA", "Abstrak": "Seiring berjalannya waktu, kebutuhan setiap orang akan sandang pangan papan meningkat. Keadaan ini mengakibatkan bertumbuhnya jumlah penyedia kebutuhan seperti pusat perbelanjaan, rumah makan dan lain-lain di berbagai lokasi yang jaraknya jauh maupun dekat dengan lokasi konsumen. Kendala jarak yang jauh ini mengakibatkan bertumbuhnya perusahaan jasa kargo udara. Para pengguna jasa akan memilih perusahaan jasa kargo dengan tarif biaya pengirimannya lebih murah dibandingkan jasa lainnya. Pada tugas akhir ini, dibangun model yang memanfaatkan referensi data kargo dan pangsa pasar dengan tujuan membangkitkan data permintaan kargo untuk suatu perusahaan jasa kargo udara. Galat nilai antara data hasil model dan data referensi kecil sehingga model telah menghasilkan data permintaan kargo yang mendekati data aktual. Selanjutnya dibangkitkan rute penerbangan pesawat kargo untuk mendistribusikan setiap kargo yang telah terdata dalam data permintaan kargo. Rute penerbangan diperoleh melalui pembangkitan rute penerbangan yang dijalankan secara berulang-ulang kemudian dipilih rute penerbangan dengan biaya penerbangan dan jumlah pesawat yang minimum. Model telah menghasilkan rute penerbangan dengan biaya penerbangan dan jumlah minimum, namun diperoleh hasil yang lebih baik setelah dilakukan manipulasi data permintaan kargo melalui beberapa skenario.", "Daftar File": {"ABSTRAK Marselinus Ivan Adinata": "https://digilib.itb.ac.id/gdl/download/249062"}, "Penulis": "Marselinus Ivan Adinata [10118068]", "Kontributor / Dosen Pembimbing": ["Novriana Sumarti, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Kargo, Perusahaan Jasa Kargo Udara, Model, Data Permintaan Kargo, Rute Penerbangan, Total Biaya, Minimum", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "20 Jun 2022"}