{"Nomor": 65115, "Judul": "STUDI KORELASI ANTARA KARAKTERISTIK MIKROSTRUKTUR BERBASIS ANALISIS CITRA DIGITAL MICRO-CT TERHADAP SIFAT MEKANIK, ELASTIK SAMPEL BETON INSTAN", "Abstrak": "Beton merupakan material konstruksi bangunan yang penting dan sudah sangat umum digunakan dikarenakan memiliki beberapa kelebihan seperti kuat tekan yang tinggi, relatif lebih murah, dan lainnya. Bahan penyusun beton terdiri dari air, semen, agregat halus, agregat kasar, serta material tambahan. Karakteristik beton pada umumnya dipengaruhi oleh karakteristik struktur pori beton yang meliputi bentuk, ukuran, volume, maupun distribusi pori. Struktur pori-pori pada beton tentunya dipengaruhi oleh material penyusun beton dan proses pembuatan beton. Uji kuat tekan uniaksial dilakukan pada penelitian ini untuk mendapatkan sifat mekanik beton berupa kuat tekan. Hasil keluaran dari pengujian berupa kurva tegangan-regangan, kuat tekan uniaksial, modulus Young dan rasio Poisson. Metode karakterisasi mikrostruktur berbasis laboratorium pada umumnya bersifat destruktif, sehingga diperlukan suatu metode yang dapat menganalisis sampel tanpa perlu merusaknya. Salah satu metode karakterisasi yang dapat digunakan untuk menganalisis sampel secara non-destruktif adalah dengan menggunakan analisis berbasis citra digital atau yang dikenal sebagai metode digital rock physics (DRP). Metode ini memanfaatkan perangkat micro computed tomography (micro-CT) untuk mendapatkan citra digital sampel melalui proses akuisi. Dalam penelitian ini akan digunakan perangkat micro-CT GE Phoenix V?tome?x s untuk mendapatkan citra proyeksi sampel beton instan yang kemudian akan direkonstruksi untuk mendapatkan citra rekonstruksi dan selanjutnya dianalisis lebih lanjut dengan menggunakan perangkat lunak (software). Pemindaian pada beton akan dilakukan baik sebelum maupun sesudah uji kuat tekan. Tujuan dari penelitian ini yaitu untuk mempelajari karakteristik mikrostruktur sampel beton instan sebelum dan sesudah dilakukan uji kuat tekan, mengetahui bagaimana retakan yang dihasilkan pada beton sesudah uji tekan serta mengetahui korelasi antara kuat tekan terhadap sifat retakan (aperture dan connectivity density) yang dihasilkan dari proses uji kuat tekan. Dari hasil yang didapatkan, ditunjukkan bahwa terdapat korelasi antara kuat tekan dengan connectivity density maupun aperture, dimana semakin besar kuat tekan maka nilai aperture dan connectivity density semakin kecil.", "Daftar File": {"ABSTRAK Bunga Edenia N Nasrani Gultom": "https://digilib.itb.ac.id/gdl/download/249077", "COVER Bunga Edenia N Nasrani Gultom": "https://digilib.itb.ac.id/gdl/download/258049"}, "Penulis": "Bunga Edenia N Nasrani Gultom [10218033]", "Kontributor / Dosen Pembimbing": ["Dr. Fourier Dzar Eljabbar, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "beton, kuat tekan, micro-CT, mikrostruktur, retakan.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "21 Jun 2022"}