{"Nomor": 65114, "Judul": "AKTIVITAS ANTIHIPERURISEMIA EKSTRAK ETANOL PHYLLANTHUS EMBLICA L. DAN MYRMECODIA BECCARII HOOK.F. PADA KONDISI HIPERURISEMIA AKUT DAN KRONIS SECARA IN VIVO", "Abstrak": "Prevalensi penyakit asam urat di Indonesia adalah ±18%. Indonesia memiliki keanekaragaman\nhayati sebagai tanaman obat salah satunya berpotensi untuk menurunkan kadar asam urat. Pada\npenelitian ini dilakukan pengujian untuk tanaman yang memiliki aktivitas antihiperurisemia secara\nurikostatik yaitu malaka (Phyllanthus emblica L.) dan sarang semut (Myrmecodia beccariiI Hook.f.).\nPenelitian diawali dengan penapisan fitokimia pada kedua ekstrak. Kemudian dilakukan penetapan\nkadar flavonoid dan kromatografi lapis tipis (KLT). Pengujian secara in vivo dilakukan menggunakan\ntikus galur Wistar jantan dengan menggunakan pemodelan hiperurisemia akut dan kronis. Kondisi\nhiperurisemia akut dilakukan dengan memberikan sediaan ekstrak dan obat dalam satu kali\npemberian. Sedangkan kondisi hiperurisemia kronis dilakukan dengan memberikan sediaan ekstrak\ndan obat secara berulang selama 14 hari. Hasil dari penelitian ini menunjukan bahwa pada\npenapisan fitokimia P. emblica terdapat senyawa golongan flavonoid, tanin, saponin, triterpenoid\ndan alkaloid. Sedangkan pada M. beccarii terdapat senyawa golongan flavonoid, tanin, kuinon, dan\nsteroid. Pada penetapan kadar flavonoid total hasil yang didapat pada sampel ekstrak etanol M.\nbeccarii memiliki kadar flavonoid total lebih rendah dibandingkan dengan P. emblica. Dalam\npengujian KLT terlihat terdapat senyawa golongan flavonoid pada kedua ekstrak. Pada pengujian in\nvivo kondisi hiperurisemia akut pada menit ke-150 sampel P. emblica 150, 300 mg/kgBB dan M.\nbeccarii 300 mg/kgBB memiliki perbedaan bermakna dengan kontrol positif. Sedangkan pada\nkondisi hiperurisemia kronis pada hari ke-28 hanya sampel P. emblica 150 mg/kgBB dan M. beccarii\n150 mg/kgBB yang memiliki perbedaan bermakna dengan kontrol positif.", "Daftar File": {"ABSTRAK Popy Nurul Fauziah": "https://digilib.itb.ac.id/gdl/download/249075"}, "Penulis": "Popy Nurul Fauziah [11618029]", "Kontributor / Dosen Pembimbing": ["Dr. apt. Neng Fisheri Kurniati, S.Si., M.Si.", "Dr. apt. Muhamad Insanu, S.Si. M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Antihiperurisemia, in vivo, Malaka, Sarang semut", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "21 Jun 2022"}