{"Nomor": 65129, "Judul": "ANALISIS VARIASI TEMPORAL PRECIPITABLE WATER VAPOR STASIUN CORS TAHUN 2010-2020", "Abstrak": "Water vapor merupakan salah satu gas efek rumah kaca yang sangat berlimpah di\natmosfer. Water vapor dapat mempengaruhi perubahan suhu permukaan dan suhu udara\nserta memperbesar potensi global warming. Indonesia Timur merupakan wilayah\nkepulauan yang dikelilingi lautan luas dengan karakteristik geografis yang beragam. Area\nini berpotensi terpengaruh fenomena ENSO, fenomena osilasi meteorologi tropis serta\nfaktor lainnya yang menjadikan variasi uap air di area ini menjadi lebih tinggi. Variasi\nwater vapor ini perlu untuk dilakukan monitoring di atmosfer, terutama pada lapisan\ntroposfer yang cenderung dinamis. Precipitable water vapor (PWV) merupakan sebuah\nbesaran fisika yang menunjukkan ekuivalensi uap air yang terkandung di kolom udara\natmosfer jika uap air tersebut dikondensasikan (Syaifullah, 2011) dalam (Hamdi, 2019).\nPenelitian ini memanfaatkan data zenith delay troposfer dan parameter model GPT2\nuntuk menganalisis variasi temporal PWV beserta variasi anomalinya yang diturunkan\ndari perhitungan Zenith Tropopheric Delay (ZTD) menggunakan metode pengamatan\nGNSS pada stasiun CORS BIG tahun 2010-2020, dengan area studi ialah kawasan\nIndonesia Timur. Variasi Precipitable water vapor (PWV) pada stasiun terpilih\ndilakukan analisis spasial dan analisis periodogram untuk memperoleh informasi\nmagnitude/power pada periode tertentu. Selain itu, dianalisis pula berdasarkan persentase\nthreshold dari hasil filtering sinyal untuk memperoleh anomali PWV. Variasi temporal\nperiodogram yang dihasilkan dianalisis berdasarkan range daily, weekly, monthly,\nseasonal, annual, dan decadal. Variasi periodogram range “daily” menunjukkan bahwa\nvariasi diurnal dan semidiurnal paling kuat (konsisten) terdapat pada stasiun CORS\nNabire (CNAB) dengan power 2184 dan power 167.6. Anomali PWV tinggi ditemukan\ndi stasiun CORS Banda Naira (BANI) , Biak (CBIK), FakFak (CFAK), Kalabahi\n(CKAL), Tanibar Selatan (CSAU), Ternate (CTER) dan di Key Kecil (CUAL) pada\ntahun-tahun tertentu. Stasiun yang berkaitan waktu anomalinya dengan data BNPB dan\nperiode ENSO ialah stasiun CFAK, CKAL,CTER dan CUAL.", "Daftar File": {"ABSTRAK Ibnu Abdillah": "https://digilib.itb.ac.id/gdl/download/249092"}, "Penulis": "Ibnu Abdillah [15118032]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Wedyanto, M.Sc.", "Dr. Ir. Agustinus Bambang Setyadji, M.Si.", "Dr. Ir. Dina Anggreni Sarsito, M.T.", "Dr. Ir. Vera Sadarviana, M.T.", "Dr. techn. Dhota Pradipta, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Zenith Tropospheric Delay, Precipitable Water vapor, Periodogram", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2022"}