{"Nomor": 65120, "Judul": "USULAN STRATEGI PEMASARAN UNTUK  MENINGKATKAN PANGSA PASAR DI PT DARMA PERSADA", "Abstrak": "Energi merupakan sesuatu yang tidak dapat dipisahkan dari kehidupan manusia. Energi yang paling banyak digunakan sehari-hari adalah energi listrik. Minyak dan gas merupakan salah satu sumber bahan bakar untuk pembangkit listrik. Indonesia memiliki beberapa sumber penghasil minyak seperti blok Rokan, blok Cepu, blok Mahakam dan lain-lain. Blok Rokan berada di provinsi Riau dimana Blok Rokan merupakan penghasil minyak terbesar di Indonesia, memproduksi sepertiga dari total produksi minyak harian di Indonesia. Saat ini blok Rokan dikelola oleh PT. Chevron Pacific Indonesia (PT. CPI) sedangkan PT. CPI tidak dapat melakukan semua kegiatannya sendiri, oleh karena itu diadakan proses tender untuk mencari perusahaan yang dapat melakukan pekerjaan tersebut. Dalam proses tender ini, beberapa perusahaan kontraktor akan berusaha menawarkan teknologi dan harga terbaik untuk mendapatkan proyek yang dilelang. PT. Darma Persada adalah salah satu kontraktor PT. CPI yang berdiri sejak tahun 2003 berlokasi di Duri, Riau yang menyediakan jasa seperti Jasa Instalasi Pengolahan Air dan Reverse Osmosis. Dalam beberapa tahun terakhir PT. Darma Persada berjalan stabil dan dengan beberapa perbaikan, namun pada tahun 2019 terjadi penurunan pendapatan yang signifikan. \nSkripsi ini disusun untuk menganalisis strategi pemasaran yang akan dijalankan PT. Darma Persada dalam rangka meningkatkan pangsa pasar. Analisis lingkungan eksternal meliputi tinjauan pasar, analisis konsumen, analisis PESTEL, Analisis Lima Kekuatan Porter, dan Analisis Pesaing akan dilakukan untuk mengetahui peluang dan ancaman perusahaan. Kemudian analisis internal meliputi analisis STP dan analisis sumber daya dan kapabilitas internal akan dilakukan untuk mengidentifikasi kekuatan dan kelemahan perusahaan. Hasil SWOT baik dari analisis maupun usulan strategi bisnis akan diolah kembali menggunakan matriks TOWS untuk mendapatkan beberapa alternatif strategi bagi PT. Darma Persada. Selanjutnya, rekomendasi strategi yang diusulkan harus dipilih berdasarkan pertimbangan kelayakannya. Strategi tersebut akan dijabarkan rekomendasinya ke dalam rencana implementasi dengan timeline yang akan dijalankan oleh PT. Darma Persada", "Daftar File": {"2022_TS_PP_Nyoman Angga_Abstrak-1.pdf\n]": "https://digilib.itb.ac.id/gdl/download/249083"}, "Penulis": "Nyoman Angga Adwitya Kirana [29119526]", "Kontributor / Dosen Pembimbing": ["Atik Aprianingsih, S.T., M.M., DBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Oil and gas, SWOT analysis, marketing strategy", "Sumber": "", "Staf Input/Edit": "Neng Kartika", "File": "1 file", "Tanggal Input": "21 Jun 2022"}