{"Nomor": 65133, "Judul": "PEMODELAN 3D GUA PAWON MENGGUNAKAN TEKNOLOGI TERESTRIAL LASER SCANNER", "Abstrak": "Gua alami merupakan objek yang memiliki banyak nilai, hal ini disebabkan gua alami merupakan salah satu arsip dari masa lalu dan juga dapat merekontruksi kejadian masa lalu. Mengingat banyaknya penemuan sejarah penting pada Gua Pawon perlu dilakukan konservasi di Gua Pawon, salah satu langkah kegiatan yang mendukung kegiatan konservasi Gua Pawon dengan cara pemodelan 3D menggunakan Terrestrial laser scanner (TLS). Tujuan peneltian ini adalah melakukan pemodelan 3D kawasan Gua Pawon dengan menggunakan TLS serta menganalisis model 3D yang dihasilkan.\nMetode penelitian ini menggunakan TLS berbasis pulsa dalam pemindain objek. Dalam pengolahan dilakukan registrasi, filtering, georeferencing, dan meshing model 3D. Proses registrasi menghasilkan 9.697.998.860 titik dengan rata-rata error 0.003 m. Penghilangan noise dilakukan pada proses filtering sehingga point cloud yang dihasilkan 9.580.862.491 titik. Point cloud yang dihasilkan tidak akan digunakan keseluruhan pada pembuatan model 3D Gua Pawon, karena adanya keterbatasan dari perangkat lunak dan perangkat keras yang digunakan. Sehingga dilakukan penentuan densitas point cloud yang akan digunakan, untuk topografi akan digunakan 2% point cloud yang ada, untuk area yang tidak memiliki kemungkinan peninggalan sejarah point cloud yang akan digunakan sebanyak 5%, serta daerah yang kemungkinan memiliki peninggalan sejarah point cloud yang digunakan sebanyak 10%. Model 3D Gua Pawon yang dihasilkan memiliki luas permukaan sebesar 11.766,546 m2 dan volume gua sebesar 13.741,191 m3. Perbedaan ukuran rata-rata antara Gua Pawon dengan model 3D Gua Pawon adalah sebesar 0,0005 m. Data point cloud tidak hanya dapat menghasilkan model 3D tapi juga dapat menghasilkan Digital Surfaces Model (DSM) dan kontur.", "Daftar File": {"ABSTRAK M. Ibnu Dwisatria": "https://digilib.itb.ac.id/gdl/download/249096"}, "Penulis": "M. Ibnu Dwisatria [15118085]", "Kontributor / Dosen Pembimbing": ["Prof. Brian Yuliarto, Ph.D.", "Dr. Irwan Gumilar, S.T., M.Si.", "Dr. Ir. Vera Sadarviana, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "pendokumentasian, point cloud, validasi geometri, densitas.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2022"}