{"Nomor": 65138, "Judul": "PENGARUH SEDIMENTASI TERHADAP PELABUHAN PATIMBAN", "Abstrak": "Pelabuhan merupakan salah satu infrastruktur vital untuk mendukung roda ekonomi\nIndonesia sebagai penghubung pulau-pulau supaya tidak ada daerah yang\npembangunannya tertinggal. Dalam mendukung hal ini setiap daerah harus\nmelakukan perencanaan pembangunan pelabuhan dengan baik. Hal ini sejalan\ndengan arah kebijakan poros maritim yang diagendakan oleh Pemerintah Indonesia.\nUndang-undang Pelayaran Nomor 17 tahun 2008 merupakan pedoman dalam\npembangunan, pengoperasian, dan pengembangan pelabuhan. Hadirnya Pelabuhan\nPatimban sebagai pelabuhan Internasional akan sangat mendukung roda ekonomi\nIndonesia. Perlu adanya perencanaan yang baik supaya kapal-kapal tidak terkena\ndampak dari fenomena sedimentasi yang dapat menyebabkan kapal karam. Pada\npenelitian ini akan menganalisis pengaruh sedimentasi terhadap fasilitas Pelabuhan\nPatimban, dampak dari sedimentasi, dan pemeliharaan alur pelayaran. Penelitian\nakan dilakukan dengan melakukan studi literatur, observasi lapangan, dan analisis\ndata sekunder terkait sedimentasi pada area Pelabuhan Patimban. Sedimentasi yang\nterjadi di Pelabuhan Patimban khususnya pada pada alur pelayaran masuk\npelabuhan memiliki volume sebesar 186.693 m3 dan pada kolam pelabuhan sebesar\n84.329 m3. Penambahan ketebalan sedimen pada alur pelayaran sekitar 11,5\ncm/tahun, sedangkan pada area kolam pelabuhan sekitar 3,5 cm/tahun. Sedimen di\narea Pelabuhan Patimban sedimen lanau, sedimen tanah liat atau lempung, dan\nsedimen pasir. Kondisi sedimen lumpur yang melayang pada area kolom air dapat\nmengganggu pengukuran kedalaman untuk mengetahui lapisan dasar laut yang\nberbahaya untuk kapal dan manuver kapal. Jenis sedimen tanah liat ini diduga\nberasal dari Sungai Cipunagara yang menyumbang sedimentasi sebesar 2060\nton/km2/tahun. Berdasarkan kondisi sedimentasi yang terjadi, maka akan dilakukan\npemeliharaan alur pada ketebalan 50 cm yang akan dilakukan setiap 4,3 tahun\nsekali.", "Daftar File": {"ABSTRAK Saga Maulana": "https://digilib.itb.ac.id/gdl/download/249102"}, "Penulis": "Saga Maulana [25120028]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eka Djunarsjah, M.T.", "Dr. Ir. Dwi Wisayantono, M.T.", "Gabriella Alodia, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Pelabuhan Patimban, sedimentasi, alur pelayaran, kedalaman, Sungai Cipunagara", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2022"}