{"Nomor": 65132, "Judul": "PERANCANGAN PRODUK CAREPAL SEBAGAI ALAT PEMBANTU KELUARGA PENGASUH DALAM MEMASTIKAN KEAMANAN ODD TAHAP MENENGAH HINGGA AKHIR DI RUMAH", "Abstrak": "Demensia merupakan sebuah sindrom yang menunjukan gangguan pada otak\nmanusia yang bersifat kronis atau progresif. Pengidap demensia, atau yang disebut\nOrang Dengan Demensia (ODD), akan mengalami penurunan daya kognitif, dari\ndaya ingat hingga kemampuan untuk berpikir dan berkomunikasi. Ketergantungan\nODD dalam berbagai aspek kehidupan yang semakin meningkat dengan\nberkembangnya gejala demensia seringkali menjadi beban bagi keluarga\npengasuh. Salah satu permasalahan yang dialami keluarga pengasuh adalah\nmemastikan keamanan ODD dalam berpindah tempat, terutama pasien tahap\nmenengah hingga akhir dimana wandering dan penurunan orientasi spasial\nmerupakan gejala yang dapat membahayakan, khususnya ketika ODD keluar dari\nzona amannya.\nBerdasarkan masalah tersebut, penelitian ini dilakukan untuk memberikan solusi\nbagi keluarga pengasuh dalam memastikan keamanan ODD tahap menengah\nhingga akhir di dalam rumah. Pada penelitian ini, peneliti telah melakukan\nobservasi berkala terhadap kehidupan sehari-hari subjek penyandang demensia\ndan wawancara dengan beberapa keluarga pengasuh dan peneliti demensia. Dalam\npenelitian ini, peneliti menemukan bahwa pada keluarga dengan segmen ekonomi\nkelas menengah ke atas yang tinggal di rumah berukuran cukup besar, diperlukan\npengawasan secara manual dengan frekuensi tinggi untuk memastikan keamanan\nODD. Hal ini tentunya menganggu keluarga pengasuh yang perlu melakukan\npekerjaan lain selain mengawasi ODD sepanjang waktu. Di sisi lain, ODD juga\nterkadang merasa tersinggung jika harus diawasi terus menerus karena sebagian\nbesar ODD masih merasa bahwa dirinya masih sehat.\nDari penelitian tersebut, telah dirancang produk dengan nama CarePal yang\nbertujuan untuk memperpanjang period of independence ODD tahap menengah\nhingga akhir untuk memudahkan keluarga pengasuh dalam memastikan keamanan\nODD di rumah.", "Daftar File": {}, "Penulis": "Kanya Retno Budiman [17518028]", "Kontributor / Dosen Pembimbing": ["Slamet Riyadi, S.Ds., M.Ds., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Produk", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "emensia, keluarga pengasuh, alat bantu, perawatan, penanganan, orang dengan demensia (ODD), keamanan, desain dan teknologi", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "21 Jun 2022"}