{"Nomor": 65137, "Judul": "ANALISIS PENGARUH JARAK VERTIKAL DAN HORIZONTAL TERHADAP HASIL AKURASI REGISTRASI POINT CLOUDS DARI PENGUKURAN TERRESTRIAL LASER SCANNER (TLS) UNTUK DETEKSI PENYIMPANGAN LATERAL OBJEK BANGUNAN BERTINGKAT (STUDI KASUS: APARTEMEN X DI BANDUNG)", "Abstrak": "Pemantauan struktur bertingkat tinggi penting dilakukan untuk melihat dampak perubahan struktur bangunan tersebut tidak hanya pada struktur itu sendiri tetapi pada area sekitarnya. Salah satu metode pemantauan yang dapat dilakukan adalah dengan menggunakan Terrestrial Laser Scanner (TLS). Kualitas data pengukuran TLS dipengaruhi oleh teknik dan strategi pengukuran, salah satunya adalah jarak antara alat pemindaian dan objek. Dalam penelitian tugas akhir ini, dilakukan analisis terkait pengaruh jarak vertikal dan horizontal objek menggunakan TLS dengan melihat akurasi hasil registrasi point clouds untuk perbedaan jarak antara alat dengan objek dan perbedaan koordinat point clouds hasil pengolahan data dengan koordinat dari pengukuran menggunakan Robotic Total station (RTS). Penelitian ini juga melakukan analisis penyimpangan lateral bangunan yang dilihat dari koordinat point clouds hasil pengolahan data di setiap pojok bangunan tiap lantai dan melakukan pembuatan model 3 dimensi objek penelitian dengan metode scan-to-BIM dan parametric modelling. Studi kasus penelitian ini adalah Apartemen di Bandung yang terdiri dari 28 lantai. Metode pengambilan data dilakukan dengan metode scanning eksterior gedung dengan TLS (free scan dan traverse scan), RTS dengan menggunakan titik kontrol GPS, dan pengukuran GPS dengan metode static differential. Melalui tahapan pengolahan data, yaitu post processing data GPS, pengolahan koordinat dari RTS, pengolahan point clouds dari pengukuran TLS berupa georeferensi, filtering, dan registrasi, serta pemodelan 3 dimensi didapatkan point clouds untuk dilakukan analisis dan pembuatan model 3 dimensi objek penelitian. Analisis pengaruh jarak alat dengan objek terhadap hasil registrasi dengan algoritma Iterative Closest Point (ICP) menunjukkan nilai Root Mean Square Error (RMSE) hasil registrasi berbanding lurus dengan jarak vertikal dan horizontal, dengan nilai RMSE maksimum sebesar 0,06 mm dari hasil registrasi dan 6,8 cm dari validasi dengan RTS pada rata-rata jarak vertikal 98 m dan rata-rata jarak horizontal 55 m, serta RMSE minimum sebesar 0,02 mm dari hasil registrasi dan 2,8 cm dari validasi dengan RTS pada rata-rata jarak vertikal dan\nhorizontal terkecil (8 m dan 36 m). Penyimpangan lateral gedung ke arah sumbu X dan Y cenderung semakin besar seiring pertambahan lantai dengan nilai penyimpangan terbesar ke arah sumbu X adalah 13 cm dan penyimpangan ke arah sumbu Y paling besar adalah 23 cm pada lantai 28, dengan rata-rata arah penyimpangan ke arah sumbu X positif dan sumbu Y positif. Model 3 dimensi memiliki ketelitian LoD3, dengan nilai RMSE 7,6 cm.", "Daftar File": {"ABSTRAK Murni Anjelia Selan": "https://digilib.itb.ac.id/gdl/download/249099"}, "Penulis": "Murni Anjelia Selan [15118013]", "Kontributor / Dosen Pembimbing": ["Dr. Asep Yusup Saptari, S.T., M.Sc.", "Dr. Ir. Vera Sadarviana, M.T.", "Sella Lestari Nurmaulia, S.T., M.T.", "Ratri Widyastuti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Laser Scanning, Root Mean Square Error (RMSE), visualisasi 3D, Level of Detail (LoD).", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2022"}