{"Nomor": 65157, "Judul": "ANALISIS NIAT PELANGGAN UNTUK TERUS-MENERUS MENGGUNAKAN  APLIKASI PEMESANAN MAKANAN SELULER BERMEREK DI INDONESIA", "Abstrak": "Tren digitalisasi dan perkembangan teknologi di hampir semua industri di dunia saat ini telah \nmendorong peningkatan penggunaan aplikasi seluler yang mendukung aktivitas sehari-hari. \nIndustri makanan di Indonesia merupakan salah satu industri yang banyak meluncurkan \naplikasi pemesanan makanan seluler yang memudahkan pelanggan untuk memesan makanan \ndimana saja. Penggunaan aplikasi pemesanan makanan seluler bagi merek makanan di \nIndonesia juga menghasilkan beberapa perbandingan pengalaman penggunaan, tingkat \nkepuasan, dan niat pelanggan untuk menggunakannya terus-menerus. Oleh karena itu, tujuan \ndari penelitian ini adalah untuk mengidentifikasi faktor-faktor yang mempengaruhi niat \npenggunaan berkelanjutan pelanggan pada aplikasi pemesanan makanan seluler, untuk \nmenggambarkan bagaimana faktor-faktor tersebut dapat mempengaruhi niat penggunaan \nberkelanjutan pelanggan pada aplikasi pemesanan makanan seluler, dan untuk memberikan \nrekomendasi yang dapat diterapkan oleh merek makanan untuk meningkatkan performa \naplikasi pemesanan makanan seluler mereka di Indonesia, dengan Starbucks Indonesia, \nMcDonald's, dan Pizza Hut Indonesia sebagai tiga objek penelitian yang akan diuji dalam \npenelitian. Untuk membuktikan hipotesis dari penelitian sebelumnya dan menjawab \npertanyaan penelitian, dilakukan pendekatan kuantitatif dengan menggunakan survei daring. \nSurvei daring dilakukan terhadap 268 responden yang berdomisili di Bandung atau Jakarta dari \nkelompok usia 17-34 tahun yang pernah menggunakan salah satu dari tiga aplikasi pemesanan \nmakanan seluler bermerek dalam satu bulan terakhir. Hasil penelitian menunjukkan bahwa \nmasing-masing aplikasi memiliki hubungan signifikan dan positif yang berbeda antar masingmasing variabel berdasarkan hipotesis. Namun, terdapat beberapa hipotesis yang sama-sama \nditerima antara ketiga aplikasi seluler, yaitu motivasi hedonis terhadap kepuasan elektronik, \nkepuasan elektronik terhadap kebiasaan, dan kebiasaan terhadap niat penggunaan terusmenerus. Selanjutnya, beberapa hipotesis yang sama-sama ditolak antara ketiga aplikasi \ntermasuk harapan kinerja terhadap niat penggunaan terus-menerus, harapan upaya terhadap \nniat penggunaan terus-menerus, pengaruh sosial terhadap niat penggunaan terus-menerus, dan \nmotivasi hedonis terhadap niat penggunaan terus-menerus. Penelitian ini juga menghasilkan \nrekomendasi yang berbeda untuk Starbucks Indonesia, McDonald's, dan Pizza Hut Indonesia, \ntetapi masing-masing merek disarankan untuk meningkatkan kinerja aplikasinya dari aspek \nteknologi, kemudahan akses, serta layanan pelanggan untuk meningkatkan kepuasan \npelanggan dan niat untuk terus menggunakan aplikasi.\nKata kunci: Aplikasi Pemesanan Makanan Seluler Bermerek; McDonald's; Niat Penggunaan \nTerus-menerus; Pizza Hut Indonesia; Starbucks Indonesia", "Daftar File": {"2020 SK PP Fayza Raizan Widhiantari-Abstrack.pdf?": "https://digilib.itb.ac.id/gdl/download/249132"}, "Penulis": "Fayza Raizan Widhiantari [19019142]", "Kontributor / Dosen Pembimbing": ["Nurrani Kusumawati, S.E., M.S.M."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Aplikasi Pemesanan Makanan Seluler Bermerek; McDonald's; Niat Penggunaan  Terus-menerus; Pizza Hut Indonesia; Starbucks Indonesia", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "21 Jun 2022"}