{"Nomor": 65153, "Judul": "SIMULASI AGENT-BASED MODELING BERDASARKAN CELLULAR AUTOMATA DALAM ANALISIS INVESTOR BEHAVIOR PADA PASAR SAHAM", "Abstrak": "Fisika adalah bidang ilmu alam yang mempelajari semesta dan seisinya tentunya juga dapat mempelajari perilaku dari makhluk hidup layaknya manusia yang melakukan aktivitas tertentu pada berbagai aspek kehidupan termasuk sosial, budaya, dan ekonomi. Adanya ekonomi yang kian tumbuh di zaman modern ini membuat manusia semakin menyadari akan pentingnya mengelola finansial dengan berinvestasi, salah satunya investasi saham. Dalam rangka mendapatkan keuntungan dalam berinvestasi saham, para investor memiliki strateginya masing-masing dalam menentukan keputusan transaksinya. Perilaku investor ini dapat dimodelkan untuk melihat dan memprediksi harga saham yang terbentuk pada pasar sebagai cara menentukan strategi investasi. Pada penelitian kali ini, simulasi menggunakan agent-based modeling berdasarkan cellular automata dibuat untuk menganalisa perilaku investor pada pasar saham dari pergerakan harga saham yang terbentuk. Harga saham yang terbentuk dari dua tipe investor yaitu followers dan contrarians dianalisa untuk menunjukkan pengaruh perilaku investor pada pasar saham. Selain pergerakan harga saham, return dan volatilitas saham pun menjadi dapat dilihat dari seluruh variasi simulasi. Fenomena menarik terdapat dari simulasi yang dilakukan dimana kondisi pasar yang stabil dengan volatilitas bernilai di bawah 0.5% terjadi ketika perbandingan jumlah investor bernilai seimbang pada pasar. Pasar saham yang optimal sampai saat ini belum dapat dicapai, namun simulasi dapat dibuat sedemikian rupa untuk menghasilkan aturan yang paling sesuai dengan pasar saham yang sangat mirip seperti pada dunia nyata.", "Daftar File": {"ABSTRAK Nabila Safly Ramdhani": "https://digilib.itb.ac.id/gdl/download/250083", "COVER Nabila Safly Ramdhani": "https://digilib.itb.ac.id/gdl/download/258368", "PUSTAKA Nabila Safly Ramdhani": "https://digilib.itb.ac.id/gdl/download/258374"}, "Penulis": "Nabila Safly Ramdhani [10218029]", "Kontributor / Dosen Pembimbing": ["Acep Purqon, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "agent-based modeling, cellular automata, perilaku investor, saham.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Yati Rochayati", "File": "8 file", "Tanggal Input": "21 Jun 2022"}