{"Nomor": 65173, "Judul": "PEMBERDAYAAN PEREMPUAN MELALUI AKSI PARTISIPATIF UNTUK MENGURANGI RISIKO BENCANA BERBASIS MASYARAKAT (STUDI KASUS: SESAR LEMBANG)", "Abstrak": "Wilayah Metropolitan Bandung merupakan salah satu wilayah yang meliputi Kota Bandung,\nKabupaten Bandung, Kabupaten Bandung Barat, Kota Cimahi, dan sebagian Kabupaten\nSumedang yang ada di Provinsi Jawa Barat, Indonesia. Wilayah tersebut merupakan wilayah yang\nrentan terhadap bencana gempa bumi. Hal ini dikarenakan wilayah tersebut berdekatan dengan\nSesar Lembang. Sesar Lembang adalah sebuah patahan geser aktif yang terletak di Kecamatan\nLembang, Kabupaten Bandung, Jawa Barat dan memiliki panjang kurang lebih 29 km yang\nmemanjang dari Padalarang sampai Jatinangor. Sesar Lembang dapat menyebabkan gempa dengan\nkekuatan sekitar 6,8 hingga 7 Magnitudo. Mengingat banyaknya korban dari bencana adalah\nperempuan, diperlukan penelitian lebih lanjut mengenai peran perempuan pada upaya\npengurangan risiko bencana berbasis komunitas (PRB-BK) yang selama ini masih menjadi\npersoalan yang pelik untuk kebijakan maupun praktik. Penelitian ini bertujuan untuk mendapatkan\nhasil berupa skema perencanaan pemberdayaan perempuan di Metropolitan Bandung yang berada\ndi wilayah Sesar Lembang untuk meningkatkan kapasitas perempuan dalam meningkatkan\nketahanan terhadap bencana. Metodologi yang digunakan pada penelitian ini adalah studi literatur,\npengambilan data sampel berupa kuesioner, dan wawancara secara mendalam terkait persepsi\nrisiko terjadi bencana gempa bumi pada perempuan. Data yang digunakan pada penelitian ini\nadalah data hasil kuesioner, wawancara, dan peta risiko gempa bumi BNPB. Hasil kajian\nmenunjukkan bahwa perempuan memiliki peran dalam bencana baik pada pra bencana, tanggap\ndarurat, maupun pasca bencana. Minimnya partisipasi perempuan dalam upaya mengurangi risiko\nbencana dikarenakan masih minimnya wadah yang tersedia dan kendala yang dihadapi seperti\nkurangnya informasi bencana yang tepat waktu dan psikologis perempuan yang masih dipandang\ndependen sehingga kurang diikutsertakan.", "Daftar File": {"ABSTRAK Meliana Nur Anisa": "https://digilib.itb.ac.id/gdl/download/249147"}, "Penulis": "Meliana Nur Anisa [15118052]", "Kontributor / Dosen Pembimbing": ["Dr. Alfita Puspa Handayani, S.T., M.T.", "Gabriella Alodia, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "perempuan dalam bencana, Sesar Lembang, pemberdayaan perempuan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2022"}