{"Nomor": 65176, "Judul": "STUDI DFT PENGARUH DOPING FOSFOR PADA INSERSI LITIUM TERHADAP STABILITAS SILIKON-NANOWIRE SEBAGAI MATERIAL ANODA BATERAI ION LITIUM", "Abstrak": "Baterai ion litium saat ini banyak digunakan sebagai sistem penyimpanan energi elektrokimia. Namun, baterai ini masih jauh dari sempurna. Densitas energi baterai ion litium salah satunya dipengaruhi oleh kapasitas penyimpanan elektroda. Grafit sebagai material yang biasanya digunakan untuk anoda baterai ion litium memiliki kapasitas teoritis yang tergolong rendah yaitu sekitar 372 mAh g-1. Salah satu alternatif pengganti grafit adalah silikon yang memiliki kapasitas teoritis yang lebih tinggi, yaitu sekitar 4200 mAh g-1. Namun demikian, anoda berbasis silikon masih memiliki kekurangan, yaitu terjadinya ekspansi volume yang besar (hingga 400%) selama proses litiasi yang dapat mengakibatkan keretakan pada struktur anoda. Salah satu cara untuk mengatasi keretakan ini adalah dengan menggunakan silikon berbentuk nanowire (SiNW), yang memiliki keuntungan salah satunya adalah permukaan yang lebih luas dibanding bulk silikon sehingga mampu menahan tekanan yang disebabkan oleh ekspansi volume. Performa baterai dapat ditingkatkan lagi salah satunya dengan doping tipe-n. Penelitian sebelumnya yang berbasis eksperimen menunjukkan bahwa SiNW dengan doping tipe-n berupa fosfor (P-doped SiNW) orientasi (100) dapat meningkatkan performa baterai.\nPemahaman lebih lanjut terkait baterai berbasis P-doped SiNW diperlukan untuk dapat meningkatkan performa lebih baik lagi. Pada penelitian tugas akhir ini, dilakukan pemodelan P-doped SiNW (100) secara ab initio menggunakan Density Functional Theory (DFT) atau Teori Fungsional Kerapatan dengan perangkat lunak Vienna Ab Initio Simulation Package (VASP). Peninjauan dilakukan dengan menghitung kestabilan elektronik dan mekanik P-doped SiNW ketika diinsersi litium untuk melihat efeknya. Kestabilan elektronik ditinjau dari energi insersi Li, Density of States, dan struktur pita. Energi insersi Li dihitung untuk meninjau kecenderungan ikatan yang terbentuk antara Li dengan SiNW, sementara Density of States dan struktur pita dihitung untuk melihat kecenderungan konduktivitas elektronik P-doped SiNW. Perhitungan-perhitungan ini juga dilakukan untuk SiNW tanpa doping (SiNW murni) sebagai perbandingan. Sementara itu, kestabilan mekanik ditinjau melalui perhitungan Modulus Young. Baik stabilitas elektronik maupun mekanik dihitung pada variasi konsentrasi Li, yaitu 0%, 0,93%, 1,85%, 3,70%, 7,40%, 11,12%, 14,81%, 18,51%, dan 22,23%.\nHasil yang diperoleh menunjukkan bahwa energi insersi Li memiliki kecenderungan relatif meningkat seiring dengan meningkatnya konsentrasi Li,\nii\nyang menunjukkan bahwa ikatan Li dengan sistem SiNW semakin kuat. Selain itu diperoleh juga bahwa P-doped SiNW lebih kuat mengikat Li dibanding SiNW murni. Untuk perhitungan hingga konsentrasi Li = 22,23%, SiNW masih dapat menerima Li, yang ditandai dengan nilai positif pada energi insersi. Selanjutnya perhitungan Density of States menunjukkan bahwa peningkatan energi fermi mendekati pita konduksi berasal dari penambahan elektron baik dari doping P maupun insersi Li, sehingga pada implementasinya, insersi Li juga dapat dianggap sebagai doping. Sementara itu, perhitungan struktur pita menunjukkan bahwa konduktivitas SiNW meningkat baik ketika doping P maupun insersi Li ditambahkan. Dengan demikian, doping P memberikan kontribusi terhadap peningkatan konduktivitas elektronik SiNW.\nPerhitungan Modulus Young menunjukkan bahwa stabilitas mekanik SiNW murni sudah baik. Demikian pula ketika doping P ditambahkan, stabilitas mekanik pada zoan elastik P-doped SiNW menunjukkan hasil yang relatif sama dengan SiNW murni. Dengan demikian, penambahan doping P tidak merusak kestabilan struktur SiNW dari segi mekanik.\nBerdasarkan hasil yang diperoleh, penambahan doping P secara keseluruhan dapat meningkatkan sifat elektronik SiNW, khususnya konduktivitas elektronik. Di sisi lain, penambahan doping P juga tidak merusak kestabilan SiNW secara mekanik. Dengan demikian, P-doped SiNW dapat diterapkan pada baterai ion litium sebaagai material anoda untuk meningkatkan sifat elektronik tanpa merusak sifat mekanik struktur.", "Daftar File": {"ABSTRAK Az Zahrah Fitriana Syafira": "https://digilib.itb.ac.id/gdl/download/249158"}, "Penulis": "Az Zahrah Fitriana Syafira [13317034]", "Kontributor / Dosen Pembimbing": ["Ir. Ahmad Nuruddin, M.Sc., Ph.D.", "Dr. Damar Rastri Adhika, S.T., M.Sc.", "Adhitya Gandaryus Saputro, S.T., M.Eng., Ph.D.", "Ganes Shukri, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Fisika", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "baterai ion litium, silikon-nanowire, doping fosfor, insersi litium, stabilitas elektronik, stabilitas mekanik, teori fungsional kerapatan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "7 file", "Tanggal Input": "21 Jun 2022"}