{"Nomor": 65177, "Judul": "PERANCANGAN PENGEMBANGAN FASILITAS SISI UDARA BANDAR UDARA INTERNASIONAL KUALANAMU, DELI SERDANG", "Abstrak": "Lokasi Bandara Kualanamu yang strategis untuk dijadikan bandara hub transit\ninternasional di Indonesia bagian barat. Hal ini menyebabkan kebutuhan\npergerakan diproyeksikan akan terus meningkat sehingga diperlukan analisis\nkebutuhan pengembangan untuk meningkatkan kapasitas sisi udara agar dapat\nmelayani pergerakan pesawat.\nPerancangan dimulai dengan pengumpulan data historis dan kondisi eksisting\nfasilitas sisi udara. Pergerakan penumpang dan pesawat diproyeksikan dengan\nmetode regresi multilinear untuk tahun 2025-2045. Perancangan fasilitas sisi udara\nmengacu pada standar yang ditetapkan oleh FAA, ICAO, dan Kementerian\nPerhubungan. Aspek fasilitas sisi udara yang dirancang meliputi geometri,\nperkerasan, marka, perlampuan, dan rambu. Perangkat lunak yang digunakan antara\nlain FAARFIELD untuk perancangan struktur perkerasan dan COMFAA untuk\nmengevaluasi kekuatan struktur perkerasan.\nBerdasarkan hasil pengolahan data dan analisis, pengembangan fasilitas sisi udara\ndiperlukan yaitu penambahan panjang runway dan penambahan taxiway yang\nberoperasi pada tahun 2025 serta penambahan apron dan rapid exit taxiway yang\nberoperasi pada tahun 2035. Struktur perkerasan lentur dirancang pada\nperpanjangan runway dengan kode PCN 90/F/B/X/T. Struktur perkerasan kaku\ndirancang pada penambahan taxiway dengan kode PCN 112/R/B/W/T, serta pada\npenambahan apron dan rapid exit taxiway dengan kode PCN 107/R/B/W/T.", "Daftar File": {"ABSTRAK Margaretha Juliana Sitanggang": "https://digilib.itb.ac.id/gdl/download/249159"}, "Penulis": "Margaretha Juliana Sitanggang [15018148]", "Kontributor / Dosen Pembimbing": ["Ir. Idwan Santoso, M.Sc., DIC., Ph.D.", "Dr.Eng. Widyarini Weningtyas, S.T., M.T.", "Jongga Jihanny, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Proyeksi, Fasilitas Sisi Udara, Geometri, Struktur Perkerasan, Alat Bantu Visual", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2022"}