{"Nomor": 65188, "Judul": "ANALISIS KONSEP CONVEX HULL DAN CONCAVE HULL UNTUK AUTOMASI PENENTUAN TITIK DASAR TERLUAR", "Abstrak": "Ruang laut merupakan tempat penghidupan, sumber bahan pangan, aktualisasi budaya, dan penopang perekonomian bangsa, baik pada saat ini maupun di masa yang akan datang dalam majalah khusus yang diterbitkan KKP. Oleh karena itu, Indonesia memiliki wilayah laut yang optimal (paling menguntungkan) untuk melindungi kedaulatannya menjadi sangat penting. Berdasarkan Peraturan Pemerintah (PP) nomor 38 tahun 2002 tentang daftar koordinat geografis titik-titik garis pangkal kepulauan Indonesia dapat dilakukan perubahan atas daftar Koordinat Geografis Titik-titik Terluar, pulau-pulau terluar, atol, karang kering terluar, elevasi surut terluar, teluk, muara sungai, terusan atau kuala dan Pelabuhan. Salah satu perubahan dapat dilakukan untuk mengoptimalkan sebaran titik-titik dasar untuk memiliki luas perairan yang optimal. Penelitian dilakukan menggunakan dua macam konsep yaitu Convex Hull dan Concave Hull serta tiga macam metode untuk menentukan titik-titik terluar dari batas laut. Metode Graham Scan dan Jarvis March memberikan hasil himpunan Convex Hull, serta metode Alpha Shape memberikan hasil himpunan Concave Hull. Metode pengolahan yang menghasilkan bentuk geometri Convex Hull (Jarvis March, Graham Scan, Alpha Shape threshold 1.0), analisis membuktikan bahwa hasil pengolahan terdapat segmen garis pangkal kepulauan yang melebihi batas dari kesepakatan UNCLOS III (1973-182). Hasil metode Alpha Shape threshold 0.5 lebih optimal daripada titik dasar dalam PP No. 38 tahun 2002. Metode Jarvis March, Graham Scan, dan Alpha Shape tidak mampu mendeteksi garis pangkal normal disebabkan karena algoritma program yang dibuat tidak memiliki algoritma untuk menentukan garis pangkal normal yang mengikuti garis kontur nolnya.", "Daftar File": {"ABSTRAK Yasafi Akhyar Ramadhan": "https://digilib.itb.ac.id/gdl/download/249192"}, "Penulis": "Yasafi Akhyar Ramadhan [15118005]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agung Budi Harto, M.Sc.", "Dr. Ir. Eka Djunarsjah, M.T.", "Dr. Ir. Dwi Wisayantono, M.T.", "Miga Magenika Julian, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "titik dasar, garis pangkal, automasi penentuan batas laut", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2022"}