{"Nomor": 65181, "Judul": "ANALISIS PENGARUH KECELAKAAN KERJA TERHADAP PRODUKTIVITAS KONSTRUKSI DALAM PENERAPAN KESELAMATAN DAN KESEHATAN KERJA (K3)", "Abstrak": "Kurang dipenuhinya persyaratan dalam penerapan Keselamatan dan\nKesehatan Kerja (K3) mengakibatkan sering terjadinya kecelakan kerja pada\nproyek konstruksi. Pada dasarnya pekerja yang dapat melaksanakan tugas di area\nkerja dengan baik dapat meningkatkan produktivitas konstruksi. Tetapi, terjadinya\nkecelakaan kerja mengakibatkan kehilangan jam kerja pekerja korban kecelakaan,\nrekan kerja korban, waktu hilang untuk investigasi atau penyelidikan, bahkan\npemberhentian pekerjaan, yang dapat menurunkan nilai produktivitas konstruksi.\nPenelitian ini bertujuan untuk menentukan pengaruh kecelakaan kerja terhadap\nproduktivitas konstruksi menggunakan metode Analisis Tingkat Frekuenssi,\nAnalisis Tingkat Severity, Analisis Nilai T-Selamat, Analisis Produktivitas,\nAnalisis Regresi Linear Sederhana, serta Analisis Koefisien Korelasi dengan studi\nkasus Proyek Kereta Cepat Indonesi-China Section 3, Proyek Pembangunan Rumah\nSusun Bertingkat Tinggi Mahkama Agung, serta Proyek Peningkatan Jaringan\nIrigasi D.I. Gondang. Berdasarkan analisis hubungan tingkat frekuensi kecelakaan\nkerja dan nilai produktivitas, serta hubungan tingkat keparahan (severity)\nkecelakaan kerja dan nilai produktivitas menggunakan analisis regresi linear\nsederhana dan koefisien korelasi, diperoleh hasil bahwa jumlah kecelakaan kerja\ndan jumlah kehilangan jam kerja akibat kecelakan berpengaruh terhadap\nproduktivitas konstruksi dengan hubungan berlawanan. Semakin tinggi jumlah\nkecelakaan kerja dan jam kerja yang hilang, maka nilai produktivitas semakin\nrendah, begitu pula sebaliknya. Sedangkan besar penurunan produktivitas rata-rata\nakibat kecelakaan kerja untuk proyek KCIC sebesar 0,0025%, Proyek RSBT\nMahkama Agung sebesar 0,0513%, dan Proyek Peningkatan Jaringan Irigasi D.I\nGondang sebesar 0,0795%.", "Daftar File": {"ABSTRAK Muhammad Zakik Abidin": "https://digilib.itb.ac.id/gdl/download/249162"}, "Penulis": "Muhammad Zakik Abidin [15018001]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Krishna Suryanto", "Dr. Iris Mahani, S.T., M.T.", "Eliza Rosmaya Puri, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "K3, Konstruksi, Kecelakaan Kerja, Produktivitas", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2022"}