{"Nomor": 65189, "Judul": "PEMILIHAN TUJUAN LOKASI WISATA DI KOTA BANDUNG BERBASISKAN BIAYA MENGGUNAKAN ANALISIS VEHICLE ROUTING PROBLEM (VRP)", "Abstrak": "Kota Bandung adalah Ibukota Jawa Barat. Kota Bandung terletak diantara 107? 0’ Bujur Timur dan 6? 0’ 55” Lintang Selatan (Bandung, 2022). Lokasi Kotamadya Bandung cukup strategis, dilihat dari segi komunikasi, perekonomian maupun keamanan. Oleh karena itu Kota Bandung merupakan salah satu lokasi yang sering dikunjungi oleh para wisatawan pada akhir pekan maupun libur nasional. Selain itu letak Kota Bandung yang berdekatan dengan Jabodetabek dan banyaknya aneka ragam tempat wisata dan kuliner yang patut untuk dikunjungi. Kota Bandung pun memiliki udara yang sejuk dan segar yang membuat para wisawatan merasa nyaman. Hal ini sangat berpengaruh terhadap Pendapatan Asli Daerah (PAD) Kota Bandung.\nSetiap tahunnya Kota Bandung memiliki kenaikan pesat mengenai wisatawan khususnya domestik. Wisatawan domestik yang belum mengenal Kota Bandung kebanyakan akan memilih lokasi wisata secara acak/random ataupun wisatawan yang kebingunan mencari lokasi untuk berwisata sehingga wisatawan lebih banyak menghabiskan waktunya dijalan apalagi saat hari berlibur dengan adanya kemacetan.\nSistem Informasi Geografis yang akan dibangun diharapkan dapat membantu wisatawan menentukan rute yang paling optimal. Dalam penelitian ini, peneliti menggunakan analisis spasial bernama network analysis dengan tools yaitu Vehicle Routing Problem (VRP) yang dapat menentukan rute paling optimal untuk mencapai tujuan. Parameter yang ditentukan pada penelitian ini yakni waktu, jarak, dan biaya yang dibutuhkan. Keluaran yang dihasilkan yaitu berupa informasi mengenai rute yang paling optimal. Rute yang optimal sendiri yakni rute yang memberikan paling banyak lokasi wisata yang bervariatif dengan biaya dan waktu yang telah ditentukan.\nAnalisis VRP akan dilakukan menggunakan 2 skenario yaitu VRP Simultan dan VRP Parsial. VRP simultan berarti hanya terdapat satu layer VRP untuk membangun seluruh rute dengan kelebihan yakni dapat mencapai lokai yang cukup jauh namun memiliki kekurangan lokasi yang dekat dan sudah terpilih tidak dapat dipilih kembali sedangkan VRP Parsial yakni membangun 1-layer dengan 1 rute, memiliki kelebihan memiliki variasi rute yang banyak untuk lokasi yang sama namun memiliki kekurangan banyaknya lokasi yang cukup jauh tidak terpilih.\nDidapatkan hasil rute optimal dengan VRP Simultan yakni Bobobox Paskal dan VRP Parsial yakni Bobobox Dago. VRP Parsial direkomendasikan bagi para wisatawan karena dapat menghasilkan varian rute yang berbeda untuk lokasi yang sama sehingga dapat menghindari kemacetan ataupun perbaikan jalan. Hasil yang diharapkan pada penelitian ini yakni VRP simulasi dan VRP parsial ini dapat digunakan user, baik untuk wisatawan sebagain informasi rute.", "Daftar File": {"ABSTRAK Kinthara Faza Abadi": "https://digilib.itb.ac.id/gdl/download/249193"}, "Penulis": "Kinthara Faza Abadi [15118047]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agung Budi Harto, M.Sc.", "Dr. Irwan Meilano, S.T., M.Sc.", "Dr. Ir. Vera Sadarviana, M.T.", "Dr. Riantini Virtriana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "pemilihan lokasi wisata di Kota Bandung, Vehicle Routing Problem (VRP), biaya", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2022"}