{"Nomor": 65195, "Judul": "PRINSIP PENATAAN JALUR PEJALAN KAKI DI WILAYAH PASAR BARU, JAKARTA PUSAT", "Abstrak": "Aktivitas fisik merupakan aktivitas yang memberikan manfaat kesehatan dan mampu\nmengurangi risiko terkena berbagai macam penyakit apabila dilakukan secara rutin. Namun,\nkurangnya aktivitas fisik menjadi masalah kesehatan publik terbesar abad ke 21 dan menjadi\nsalah satu pemicu kematian dini serta munculnya penyakit tidak menular. Berjalan kaki\nminimal 7.000 langkah merupakan salah satu aktivitas fisik yang dapat meningkatkan\nkesehatan, tapi rata-rata langkah penduduk Indonesia kurang dari jumlah tersebut sehingga\nIndonesia menjadi negara dengan penduduk paling malas berjalan kaki di dunia. Jika kurang\nberaktivitas fisik dibiarkan akan meningkatkan angka obesitas di Indonesia hingga 40% pada\ntahun 2030. Penelitian yang pernah dilakukan menunjukkan untuk meningkatkan frekuensi dan\nlama aktivitas fisik dibutuhkan lingkungan yang mendukung. Penelitian lain juga menunjukkan\nbahwa terdapat hubungan yang positif antara area komersial dengan tingginya tingkat\naktivitas fisik pada kaum muda. Pasar Baru sebagai wilayah yang terkenal dengan aktivitas\nperdagangannya berpotensi untuk meningkatkan aktivitas fisik namun masih memiliki\npersoalan pada fasilitasnya. Persoalan tersebut diintervensi hanya sebagai pendukung\naktivitas perdagangan dan jasa saja, belum dikaitkan dengan isu aktivitas fisik dan kesehatan.\nFokus penelitian dan peraturan terkait peningkatan aktivitas fisik juga belum banyak\ndilakukan.\nPenelitian ini dilakukan dengan tujuan untuk merumuskan prinsip penataan jalur pejalan kaki\nuntuk menciptakan lingkungan yang dapat meningkatkan aktivitas fisik dengan\nmempertimbangkan preferensi pengunjung dan faktor-faktor yang memengaruhinya. Metode\nyang digunakan dalam penelitian ini yaitu metode kuantitatif dan kualitatif. Metode kuantitatif\ndigunakan untuk mengetahui karakteristik pengunjung, pola kegiatan pengunjung, kegiatan\nberjalan kaki pengunjung, serta faktor yang memengaruhi aktivitas fisik. Sementara metode\nkualitatif digunakan untuk merumuskan potensi dan persoalan komponen lingkungan serta\nkriteria dan komponen penataan jalur pejalan kaki. Penelitian ini menunjukkan bahwa\nterdapat tiga faktor yang memengaruhi aktivtias fisik yaitu faktor dari dalam diri pengunjung,\nfaktor sosial, dan faktor lingkungan. Prinsip penataan jalur pejalan kaki terdiri dari enam\nkriteria penataan yang didasari dari preferensi pengunjung yaitu terintegrasi, nyaman, aman\ndan selamat, aksesibel, kontinu, dan memiliki pemandangan.", "Daftar File": {}, "Penulis": "Frida Caturima Darojati [15418073]", "Kontributor / Dosen Pembimbing": ["Dr. RM. Petrus Natalivan Indradjati, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "aktivitas fisik, jalur pedestrian, faktor pendorong aktivitas fisik, faktor penghambat aktivitas fisik, prinsip penataan.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "7 file", "Tanggal Input": "21 Jun 2022"}