{"Nomor": 65199, "Judul": "PERBAIKAN PROSES PENGIRIMAN INTERNAL ANTARA DUA GUDANG DALAM SATU PERUSAHAAN", "Abstrak": "PT. Sementara Indah Pulomas merupakan perusahaan asing yang berdiri di Indonesia sejak lama, serta telah menjadi bagian dalam mendukung instalasi dan distribusi listrik di seluruh area Indonesia. Perusahaan memiliki proses pengiriman internal yang melibatkan dua gudang, yakni gudang utama dan gudang tenda. Proses pengiriman internal ini diketahui sangat rentan dikarenakan terdapat ketidak sinkronan dalam alur material pada bagian pengiriman dan penyimpanan material. Pada gudang utama penyimpanan serta pengiriman material sudah bisa tercatat system SAP milik perusahaan, sedangkan pada gudang tenda alur yang serupa belum bisa tercatat pada system SAP milik perusahaan, hal ini mengakibatkan timbulnya risiko – risko pada material yang sudah keluar dari gudang utama tetapi masih dalam gudang tenda. Penelitian ini bertujuan untuk mencari akar permasalahan, mengembangkan alternatif solusi serta memilih solusi yang paling optimum untuk diimplementasikan. Penelitian ini dimulai dengan mengeksplorasi permasalahan yang ada pada proses pengiriman internal, lalu dilanjutkan dengan analisis akar permasalahan. Setelah akar permasalahan ditemukan maka ditentukan beberapa solusi yang bisa mengatasi akar permasalahan, lalu dilanjutkan dengan analisis keputusan untuk mencari prioritas solusi yang akan diterapkan. Terakhir dilakukan analisis potensi masalah untuk mengetahui potensi masalah yang mungkin terjadi di masa depan, serta langkah penanganannya dari sekarang.", "Daftar File": {"COVER Alfanus Edmont Olsan": "https://digilib.itb.ac.id/gdl/download/257965", "BAB 1 Alfanus Edmont Olsan": "https://digilib.itb.ac.id/gdl/download/257966", "BAB 2 Alfanus Edmont Olsan": "https://digilib.itb.ac.id/gdl/download/257967", "BAB 3 Alfanus Edmont Olsan": "https://digilib.itb.ac.id/gdl/download/257968", "BAB 4 Alfanus Edmont Olsan": "https://digilib.itb.ac.id/gdl/download/257969", "PUSTAKA Alfanus Edmont Olsan": "https://digilib.itb.ac.id/gdl/download/257970"}, "Penulis": "Alfanus Edmont Olsan [29320348]", "Kontributor / Dosen Pembimbing": ["Ir. Adirizal Nizar, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Cause-and-Effect Diagram, Analisis Potensi Permasalahan, Impact-Effort Matrix, New Policies", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "21 Jun 2022"}