{"Nomor": 65198, "Judul": "KAJIAN POTENSI PENGGUNAAN DATA POINT CLOUD MINI LIDAR UNTUK DIGUNAKAN SEBAGAI BASEMAP DALAM KADASTER 3 DIMENSI", "Abstrak": "Perkembangan teknologi infrastruktur dan meningkatnya kebutuhan lahan mendorong peralihan penggunaan lahan kearah 3D. Ini ditandai dengan arah pembangunan infrastruktur dan penggunaan lahan yang menunjukan kecenderungan memanfaatkan lahan ke arah atas dan bawah muka bumi. Peralihan ini mendorong munculnya keterdesakan baru dalam pendaftaran tanah yang berpandang kearah model 3D. Adanya pendaftaran hak atas tanah dalam keruangan model 3D, munculah kebutuhan baru dalam pendefinisian objek kadaster dan batas ruang  dalam sudut pandang objek 3D, metode dalam pengukuran, pemetaan, dan penyajian peta pendaftaran tanah, serta penyediaan peta dasar pendaftaran tanah yang mampu mengakomodasi dalam integrasi tiap objek kadaster yang terdaftar. Peta dasar ini harus mampu mendefinisikan objek kadaster yang terdafatar baik secara visual dalam ruang 3D maupun dalam metode yang disediakan dalam integrasi pendaftaran tanah. Salah satu metode yang cepat dan efisien dalam pengadaan peta dasar pendaftaran tanah  ialah dengan menggunakan alat UAV Mini Lidar. Mini LIDAR yang dimuat dalam UAV dapat melakukan akuisisi data dengan cakupan cukup luas dengan hasill yang relatif akurat. Dalam pengerjaannya, digunakan Dalam penelitian kali in didapat bahwa Mini Lidar dengan metode yang digunakan mampu menghasilkan peta dengan skala 1:1000 pada kelas 1 dengan nilai CE 90 sebesar 0.060 dan LE 90 dengan nilai 0.102 Artinya point cloudi hasil pengukuran Lidar memiliki ketelitian geometri setingkat pada peta skala besar yaitu skala 1:1000 kelas 1. Dalam uji planimetris jarak dan luas, didapat point cloud memiliki RMSE jarak sebesar 0.2 mm dan RMSE Luas rata-rata sebesar 1.9m^2 ,ini memenuhi toleransi dalam ketentuan Peraturan Menteri Negara Agraria/ Kepala Badan Pertanahan Nasional Nomor 3 Tahun 1997 Tentang Ketentuan Pelaksanaan Peraturan Pemerintah Nomor 24 Tahun 1997 Tentang Pendaftaran Tanah sebesar 0.3 mm dalam jarak dan 0.5?L dalam luas.  Didapat densitas yang dihasilkan pasca ground filtering adalah 14 ppm. Nilai ini masuk kedalam kelas peta skala 1: 1000.", "Daftar File": {"ABSTRAK Figo Agriel Meaghan": "https://digilib.itb.ac.id/gdl/download/249215"}, "Penulis": "Figo Agriel Meaghan [15117008]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agung Budi Harto, M.Sc.", "Dr. Budhy Soeksmantono, S.T., M.T.", "Dr. Asep Yusup Saptari, S.T., M.Sc.", "Ratri Widyastuti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Lidar, UAV,  Point Cloud, Kadaster 3D", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2022"}