{"Nomor": 65196, "Judul": "ANALISIS FENOMENA METEOROLOGI SKALA SINOPTIK DAN SKALA PLANETER YANG BERASOSIASI DENGAN KEJADIAN HUJAN EKSTREM DI DKI JAKARTA", "Abstrak": "DKI Jakarta merupakan salah satu daerah yang sering mengalami banjir besar dalam beberapa tahun terakhir sebagai akibat dari curah hujan ekstrem. Curah hujan ekstrem ini dapat dipengaruhi oleh beberapa fenomena meteorologi berskala sinoptik dan skala planeter yang dapat berkolaborasi satu sama lain. Fenomena tersebut terdiri dari Couple Convectively Equatorial Waves (CCEW), Cross Equatorial Northerly Surge (CENS), Madden Julian Oscillation (MJO) dan fenomena dengan skala yang lebih besar lainnya yang tergolong dalam anomali iklim (fenomena interannual).\nDalam penelitian ini, dilakukan identifikasi kejadian hujan ekstrem dan beberapa fenomena skala sinoptik dan skala global tersebut dengan menggunakan data observasi curah hujan Stasiun Kemayoran, Jakarta Pusat dan data GsMap, data banjir BNPB, data reanalisis angin meridional NCEP/NCAR, data indeks RMM1 dan RMM2, dan data spasiotemporal Outgoing Longwave Radiation (OLR) dengan mengadaptasi metode yang telah ada pada penelitian sebelumnya sehingga dapat diketahui fenomena skala sinoptik dan skala global yang paling dominan berasosiasi terhadap hujan ekstrem di DKI Jakarta.\nHasil penelitian menunjukan bahwa fenomena yang paling dominan berasosiasi dengan kejadian hujan ekstrem di DKI Jakarta adalah CCEW (94,25%). Atribusi paling besar terjadi ketika fenomena CCEW berkolaborasi dengan fenomena anomali iklim yaitu 18,92%. Fenomena CENS signifikan mempengaruhi hujan ekstrem di DKI Jakarta hanya ketika berkolaborasi dengan fenomena yang lainnya dari 4,05% hingga 17,57%. Apabila fenomena CENS tidak berkolaborasi dengan fenomena yang lain, atribusi kontribusinya hanya sebesar 1,35%. Kemudian fenomena anomali iklim dan MJO memiliki atribusi sebesar 44,6% dan 27,03%. Kedua fenomena ini tidak dapat memberikan pengaruh signifikan terhadap curah hujan ekstrem di DKI Jakarta jika tidak berkolaborasi dengan fenomena yang lain.", "Daftar File": {"ABSTRAK Azora Flowrenza": "https://digilib.itb.ac.id/gdl/download/249213"}, "Penulis": "Azora Flowrenza [12818017]", "Kontributor / Dosen Pembimbing": ["Dr. Tri Wahyu Hadi, M.Sc.", "Muhammad Ridho Syahputra, S.Si., M.Si.", "Faiz Rohman Fajary, S.Si., M.Si.", "Dr. Muhammad Rais Abdillah, S.Si., M.Sc.", "Rachmy Fitriani, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Anomali iklim, CCEW, CENS, Fenomena meteorologi skala sinoptik dan skala planeter, Hujan ekstrem, MJO.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2022"}