{"Nomor": 65194, "Judul": "ESTIMASI PRESIPITASI KUANTITATIF (QPE) BERDASARKAN DATA RADAR DENGAN KOREKSI Q-MATCHING DI JAWA TIMUR", "Abstrak": "Presipitasi merupakan salah satu air cair atau beku yang terbentuk di atmosfer dan\njatuh kembali ke permukaan Bumi. Salah satu pengukuran presipitasi adalah\nmenggunakan radar cuaca permukaan yang hasil pengukurannya berupa\nreflektivitas radar dan dikonversi ke intensitas presipitasi menggunakan hubungan\nZ-R atau QPE radar. Hubungan yang umum digunakan adalah Marshall-Palmer dan\nRosenfeld, namun tidak dapat diterapkan langsung karena faktor lokasi dan variasi\nukuran butir hujan. Di Indonesia, pengembangan Z-R telah dilakukan di Surabaya\nyang evaluasinya masih belum tepat dan hubungannya hanya berlaku di wilayah\ntersebut. Selain itu hasil QPE radar dapat mengalami bias sehingga diperlukan\nmetode koreksi, dimana salah satu metodenya adalah Q-Matching. Dalam\npenelitian ini dilakukan pembangunan QPE radar baru dan menggunakan koreksi\nQ-Matching serta membandingkan akurasi antara hasil QPE radar sebelum dan\nsetelah koreksi di Jawa Timur.\nPenelitian ini menggunakan data radar cuaca jenis C-band dan 20 stasiun observasi\ndi Jawa Timur yang diseleksi terlebih dahulu secara spasial, ketersediaan waktu,\ndan kelengkapan jumlah data. Periode data adalah bulan Desember 2018-Februari\n2019, dimana bulan Desember 2018-Januari 2019 sebagai periode training dalam\nmembangun model regresi linear dan mencocokkan fungsi distribusi. Sedangkan\nbulan Februari 2019 digunakan sebagai periode testing dalam evaluasi QPE radar\nmenggunakan korelasi, RMSE, POD, FAR serta perbandingan CDF. Data-data\ntersebut dilakukan perata-rataan menjadi per jam terlebih dahulu sebelum\ndigunakan.\nHasil penelitian menunjukkan bahwa hubungan Z-R di Jawa Timur pada periode\ntraining adalah Z = 158,36R1,41. Kemudian di periode testing digunakan 5 pasang\nfungsi distribusi dan diperoleh bahwa fungsi distribusi Gamma menghasilkan\npeningkatan korelasi dan penurunan RMSE terbaik dengan nilai masing-masing\n5,29% dan 85,19% serta CDF QPE radar relatif mendekati CDF curah hujan\nobservasi untuk koreksi menggunakan Q-Matching. Hasil prediksi kejadian hujan\nsangat ringan, ringan, dan lebat secara relatif lebih baik pada QPE koreksi\nberdasarkan skor POD dan FAR meskipun ada penurunan skor POD pada kejadian\nhujan sangat ringan dan peningkatan skor FAR pada kejadian hujan lebat.", "Daftar File": {"ABSTRAK Muhammad Chavez Assad Patriot": "https://digilib.itb.ac.id/gdl/download/249205"}, "Penulis": "Muhammad Chavez Assad Patriot [12818023]", "Kontributor / Dosen Pembimbing": ["Dr. Rusmawan Suwarman, S.Si., M.T.", "Muhammad Ridho Syahputra, S.Si., M.Si.", "Faiz Rohman Fajary, S.Si., M.Si.", "Dr. Muhammad Rais Abdillah, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "CDF, Q-Matching, QPE radar, Regresi linear, Training, Testing.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2022"}