{"Nomor": 65191, "Judul": "IDENTIFIKASI KAPASITAS KOMUNITAS PETANI DALAM MENUNJANG RANTAI PASOK PERTANIAN PORANG DI DESA SELUR, NGRAYUN, KABUPATEN PONOROGO", "Abstrak": "Di perdesaan, salah satu rantai pasok yang dominan adalah rantai pasok pertanian.\nRantai pasok pertanian memiliki berbagai komponen termasuk adanya masyarakat\ndalam pengembangannya. Studi rantai pasok pertanian yang melihat dari segi\nkapasitas komunitas ini merupakan hal yang penting untuk diteliti. Kapasitas\nkomunitas ini dapat di identifikasi berdasarkan pengorganisasian komunitas serta\nkerja sama antar organisasi di dalamnya. Desa Selur, Ngrayun, Ponorogo yang\nmemiliki sektor basis di pertanian dan memiliki komoditas porang sebagai salah satu\nkomoditas unggulan menjadi studi kasus dalam penelitian ini. Penelitian ini\nmenggunakan metode deskriptif kualitatif dengan teknik analisis konten. Dari hasil\nanalisis didapatkan bahwa secara umum pengorganisasian komunitas sudah tercipta\ndengan adanya pengorganisasian hubungan dan willingness masyarakat dalam\nberbagai organisasi di dalamnya. Hal yang masih perlu ditingkatkan adalah terkait\npenyebaran informasi terutama dalam hal pengolahan hasil pertanian serta masalah\nkeberlanjutan lingkungan. Sedangkan kerja sama antar organisasi juga sudah\nterbentuk dan dapat merepresentasikan masyarakat serta sudah melibatkan multistakeholder akan tetapi perlu peningkatan kerja sama dengan Industri. Rekomendasi\nstrategi pengembangan kapasitas komunitas dalam rantai pasok pertanian ini dapat\nberupa penyelesaian masalah berbasis konsensus, perhatian pada multiple issues,\nserta pembentukan broker organization dengan perusahaan porang", "Daftar File": {}, "Penulis": "Raja Muda Shohibul Khoir [15418099]", "Kontributor / Dosen Pembimbing": ["Ir. Tubagus Furqon Sofhani, MA, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "rantai pasok, pertanian, pengembangan komunitas, kapasitas komunitas, porang", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "21 Jun 2022"}