{"Nomor": 65206, "Judul": "PERANCANGAN CREATIVE HUB UNTUK KONSERVASI, EKSPLORASI, DAN PROMOSI BUDAYA DI MAJALENGKA", "Abstrak": "Majalengka merupakan salah satu Kabupaten di Jawa Barat yang memiliki beragam potensi baik dari segi geografis, industri, hingga kekayaan budaya. Ketahanan dan perkembangan potensi dan industri kreatif di Majalengka, tidak lepas dari peran komunitas kreatif yang tersebar di penjuru Majalengka. Bidang Ekonomi Kreatif Bappedalitbang Majalengka mencatat terdapat sebanyak 78 komunitas dan industri kreatif di Majalengka, dengan 18 komunitas diantaranya memiliki ragam aktivitas dan kegiatan aktif dengan taraf regional hingga internasional. Namun, perkembangan tersebut belum didukung dengan adanya fasilitas dan sarana yang memadai untuk menunjang kegiatan komunitas. Sehingga, keberadaan Creative Hub diperlukan untuk dapat memberikan ruang yang nyaman bagi komunitas kreatif dalam berkegiatan dan melakukan eksplorasi sesuai dengan disiplin bidang masing-masing. \nProyek Majalengka Creative Hub bertujuan untuk menyediakan sarana berkreasi dan eksplorasi bagi pelaku komunitas seni dan budaya di Majalengka. Diharapkan hal tersebut dapat meningkatkan diversifikasi produk kreatif Majalengka yang dapat berkontribusi dalam peningkatan ekonomi daerah. Selain dapat mengakomodasi kebutuhan fungsional bagi komunitas, proyek ini juga bertujuan untuk bisa menjadi ruang publik yang nyaman bagi pengunjung. Sehingga, masyarakat, baik wisatawan maupun penduduk Majalengka dapat tertarik untuk mengenal dan mempelajari budaya, produk, kesenian, dan kerajinan khas Majalengka. Untuk mencapai tujuan tersebut dilakukan dengan mempertimbangkan tiga isu utama, yakni aksesibilitas dan konteks sekitar Creative Hub, fungsionalitas Creative Hub, serta respon terhadap kebudayaan setempat. \nLokasi proyek berada di pusat aktivitas Kabupaten Majalengka, yang berdekatan dengan beragam fasilitas publik yang dapat terintegrasi dengan bangunan Creative Hub. Perancangan bangunan dilakukan dengan mengoptimalkan banyak ruang terbuka, yang dapat menjadi titik kumpul untuk menampung massa dalam jumlah banyak serta dapat menjadi ruang yang nyaman bagi masyarakat dan komunitas untuk berkegiatan ataupun melangsukan acara yang bersifat festival maupun seremonial.", "Daftar File": {}, "Penulis": "Bintan Zahrotul Haya [15218077]", "Kontributor / Dosen Pembimbing": ["Dr. Agus Suharjono Ekomadyo, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Arsitektur", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Creative Hub, Kebudayaan, Komunitas kreatif, Majalengka.", "Sumber": "", "Staf Input/Edit": "Perpustakaan Prodi Arsitektur", "File": "1 file", "Tanggal Input": "21 Jun 2022"}