{"Nomor": 65204, "Judul": "PENYUSUNAN PETA DEAGREGASI NASIONAL UNTUK BERBAGAI JENIS SUMBER GEMPA, PERIODA ULANG, DAN PERIODE GETAR STRUKTUR UNTUK PEMILIHAN DAN MODIFIKASI GROUND MOTIONS", "Abstrak": "Indonesia merupakan daerah dengan aktivitas seismik yang sangat tinggi sehingga diperlukan perancangan bangunan tahan gempa yang baik dan handal untuk mengurangi risiko bencana gempa.Dalam standard perancangan bangunan tahan gempa, Indonesia telah memiliki peta gempa nasional yang menggambarkan respon spektra percepatan untuk level hazard pada suatu perioda ulang gempa untuk suatu lokasi tertentu. Untuk keperluan analisis riwayat waktu linier dan non-linier, informasi dari peta gempa yang sudah ada tidaklah cukup karena masih diperlukan input ground motions berupa riwayat waktu percepatan. Untuk pemilihan dan modifikasi riwayat waktu percepatan ini dibutuhkan peta deagregasi nasional berupa peta magnitudo dan jarak sumber gempa guna pemilihan seed motions yang mana kedua parameter ini tidak tersedia dalam peta gempa ada sekarang. Sehingga sangat diperlukan penelitian yang bertujuan untuk melakukan analisis lanjutan berupa analisis de-agregasi, yaitu penentuan magnitudo dan jarak yang mewakili suatu tipe sumber gempa berdasarkan teorema probabilitas total.\nPenelitian yang telah dilakukan meliputi analisis deagregasi berdasarkan hasil analisis bahaya gempa secara probabilistik (PSHA) untuk berbagai perioda ulang gempa dan perioda getar struktur. Pada penelitian ini, sumber gempa yang ada di Indonesia dibagi menjadi subduksi (megathrust), sesar (fault) dan background dengan magnitudo sumber berupa sebaran guttenberg-richter (GR) dan karakteristik (char). Analisis dilakukan dengan bantuan program USGS dengan menggunakan model tiga dimensi untuk sumber gempa subduksi dan sesar, dan model gridded seismicity untuk gempa background.\nHasil dari penelitian ini berupa peta deagregasi nasional yang menggambarkan mean-sourcemagnitude dan mean-sourcedistanceyang mewakili suatu tipe sumber gempa terhadap percepatan puncak untuk seluruh lokasi di Indonesiadengan periodaulang gempa 100, 250, 1000, 2500, 5000, dan 10000 tahun serta perioda getar struktur PGA, 0.2s, dan 3.0s untuk mencakup berbagai jenis struktur seperti bangunan tinggi, jembatan, bendungan, dan untuk retrofit gedung eksisiting. Peta hasil penelitian ini akan diusulkan untuk menjadi Peta Deagregasi Nasional sebagai acuan dalam pemilihan ground motions yang sesuai untuk seluruh wilayah Indonesia.", "Daftar File": {"ABSTRAK Jeremy Sean Kadarman": "https://digilib.itb.ac.id/gdl/download/249220"}, "Penulis": "Jeremy Sean Kadarman [25021055]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Masyhur Irsyam, M.S.E.", "Sugeng Krisnanto, S.T., M.T., Ph.D.", "Andhika Sahadewa, S.T., M.S.E, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "de-agregasi, analisis bahaya gempa, USGS, ground motion, percepatan spektral, peta deagregasi nasional, PSHA", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2022"}