{"Nomor": 65203, "Judul": "PENGARUH PERBEDAAN AKTIVITAS KONVEKSI ANTARA DARATAN DAN LAUTAN TERHADAP VARIASI KETINGGIAN TROPOPAUSE DI PULAU JAWA MENGGUNAKAN DATA GNSS-RO", "Abstrak": "Lapisan tropopause merupakan lapisan antara troposfer dan stratosfer yang berperan dalam proses pertukaran zat-zat seperti ozon, dan uap air. Salah satu faktor yang mempengaruhi ketinggian tropopause adalah aktivitas konveksi. Adanya perbedaan yang kontras antara aktivitas konveksi secara diurnal di wilayah daratan dan lautan diduga mempengaruhi variasi ketinggian tropopause. Penelitian ini bertujuan menganalisis pengaruh perbedaan aktivitas konveksi antara daratan dan lautan terhadap variasi ketinggian lapisan tropopause secara diurnal.\nWilayah kajian pada penelitian ini adalah Pulau Jawa dan laut di sekitarnya (6°????????? 9°???????? dan 105°?????????115°????????) dengan periode 1 Desember 2019 – 30 November 2020. Identifikasi ketinggian lapisan tropopause dilakukan menggunakan data Constellation Observing System for Meteorology Ionosphere and Climate (COSMIC-2) Global Navigation Satellite System Radio Occultation (GNSS-RO) dan metode Lapse Rate Tropopause (LRT). Sedangkan aktivitas konveksi diestimasi menggunakan gradien Temperature Black Body (TBB).\nHasil penelitian menunjukkan bahwa peningkatan aktivitas konveksi di atas lautan lebih dominan terjadi pada sore menjelang malam dan dini hari menjelang pagi, sedangkan di atas daratan lebih dominan terjadi pada siang hingga sore hari waktu setempat sesuai dengan peningkatan ketinggian tropopause. Ketinggian tropopause secara musiman di wilayah lautan yang paling sesuai dengan pola pembentukan awan adalah musim MAM sedangkan di wilayah daratan adalah musim DJF.", "Daftar File": {"ABSTRAK Khanifah Afifi": "https://digilib.itb.ac.id/gdl/download/249219"}, "Penulis": "Khanifah Afifi [12818031]", "Kontributor / Dosen Pembimbing": ["Dr. Plato Martuani Siregar, S.Si., M.Si.", "Dr. Rusmawan Suwarman, S.Si., M.T.", "Dr. Nurjanna Joko Trilaksono, S.Si., M.Si.", "Muhammad Ridho Syahputra, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Meteorologi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Aktivitas konveksi, Lapisan tropopause, GNSS-RO, Pola diurnal.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2022"}