{"Nomor": 65211, "Judul": "PENGEMBANGAN INDEKS PRIORITAS PEMBANGUNAN JARINGAN INTERNET INDONESIA MENGGUNAKAN INTEGRASI MULTI DATA GEOSPASIAL", "Abstrak": "Kemunculan pandemi Covid-19 menyebabkan peningkatan jumlah pengguna internet di Indonesia secara masif. Menurut Asosiasi Penyelenggara Jasa Internet Indonesia, jumlah pengguna internet di Indonesia telah mencapai 171,1 juta pada tahun 2020. Terjadi kenaikan sebesar 27,9 juta dari tahun 2019 yang berjumlah 143,2 juta. Namun, masih terdapat beberapa wilayah di Indonesia yang tidak mendapat akses internet. Kebutuhan internet telah bergerak menjadi kebutuhan yang utama bagi masyarakat Indonesia. Penelitian ini bertujuan untuk membentuk indeks prioritas pembangunan jaringan internet di Indonesia yang dibagi menjadi prioritas rendah, sedang, dan tinggi. Penelitian ini mempertimbangkan beberapa aspek yaitu fisik, alam, ekonomi, dan infrastruktur. Aspek fisik-alam menggunakan data elevasi, kemiringan lereng, kerapatan massa tanah, kadar air tanah, dan kecepatan angin. Aspek ekonomi-infrastruktur menggunakan data aktivitas manusia, cahaya malam, jaringan listrik, dan jalan. Penelitian ini diharapkan dapat mendukung Tujuan 9 Sustainable Development Goals (SDGs) yaitu pembangunan infrastruktur yang tangguh dan berkelanjutan, serta mendorong inovasi. Hasil penelitian ini diharapkan dapat digunakan oleh berbagai pihak baik swasta maupun pemerintah dalam mempertimbangkan prioritas pembangunan jaringan internet di Indonesia. Pembangunan jaringan internet dengan indeks prioritas tinggi di Indonesia masih tergolong besar dengan luas 88,6 juta ha. Mayoritas area tersebut berasal dari daerah 3T (Tertinggal, Terdepan dan Terluar) seperti Nias (Sumatera Barat), Lebak (Banten), Bima (NTT), Sumba Timur (NTT), dan Waropen (Papua).", "Daftar File": {"ABSTRAK Anissa Dicky Putri": "https://digilib.itb.ac.id/gdl/download/249227"}, "Penulis": "Anissa Dicky Putri [15118040]", "Kontributor / Dosen Pembimbing": ["Dr. Albertus Deliar, S.T., M.T.", "Dr. techn. Dhota Pradipta, S.T., M.T.", "Dr.Eng. Anjar Dimara Sakti, S.T., M.Sc.", "Pradita Octoviandiningrum Hadi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "telekomunikasi, aksesibilitas internet, serat optik, base transceiver station, penginderaan jauh", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2022"}