{"Nomor": 65216, "Judul": "PEMODELAN INDEKS PENCEMARAN DINAMIS SAMPAH PLASTIK SUNGAI ASIA TENGGARA MENGGUNAKAN INTEGRASI DATA PENGINDERAAN JAUH DAN DATA SOSIO-EKONOMI", "Abstrak": "Plastik sebagai bahan yang memiliki sifat material ringan, murah, dan mudah didapatkan mengalami peningkatan jumlah produksi yang besar di dunia selama beberapa dekade terakhir. Di samping itu, sifat plastik yang sulit terurai pada akhirnya akan menjadi sampah plastik yang menumpuk, baik di daratan maupun lautan. Langkah strategis perlu diterapkan oleh setiap negara untuk menekan jumlah sampah plastik yang diproduksi setiap waktunya. Penelitian ini menggunakan pendekatan informasi geospasial dalam mengetahui pencemaran sampah plastik dapat digunakan dengan mengintegrasikan berbagai sumber data. Tujuan penelitian ini adalah untuk membuat model pencemaran dinamis sampah plastik tidak terolah pada aliran sungai di Asia Tenggara dengan mengintegrasikan data penginderaan jauh dan data sosio-ekonomi. Parameter yang digunakan untuk menentukan indeks potensi sampah plastik adalah jumlah timbulan sampah plastik, aspek sosio-ekonomi, dan aspek iklim. Data penginderaan jauh yang digunakan adalah DEM, kemiringan lereng, curah hujan dan kecepatan angin. Sedangkan data kepadatan penduduk, indeks pembangunan manusia, dan produk domestik bruto digunakan sebagai parameter sosio-ekonomi. Model estimasi sampah plastik yang masuk ke sungai dan model aliran sungai dibuat dengan menggunakan metode pembobotan dan analisis tumpang tindih (overlap) dari parameter yang ada. Hasil penelitian memperlihatkan basin di wilayah padat penduduk seperti kota Jakarta, Bangkok, Kuala Lumpur, Hanoi dan Manila yang berpotensi menghasilkan buangan sampah plastik tinggi dari daratan. Tingginya buangan sampah plastik dipengaruhi kondisi iklim pada bulan tertentu, yakni akan bernilai tinggi pada September – februari dan rendah di pertengahan tahun 2021.", "Daftar File": {"ABSTRAK Dyah Rezqy Hafidzah": "https://digilib.itb.ac.id/gdl/download/249245"}, "Penulis": "Dyah Rezqy Hafidzah [15118070]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agung Budi Harto, M.Sc.", "Prof. Ir. Ketut Wikantika, M.Eng., Ph.D.", "Dr. Albertus Deliar, S.T., M.T.", "Dr.Eng. Anjar Dimara Sakti, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "timbulan sampah plastik, indeks aliran sungai, analisis geospasial, penginderaan jauh, parameter sosio-ekonomi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2022"}