{"Nomor": 65215, "Judul": "ANALISIS KEBERLANJUTAN EKOSISTEM DANAU ASIA TENGGARA BERBASIS NILAI TEKANAN MANUSIA PADA DAS DANAU MENGGUNAKAN DATA PRODUK TUTUPAN LAHAN DINAMIS", "Abstrak": "Meningkatnya degradasi ekosistem merupakan kekhawatiran besar bagi pembangunan berkelanjutan yang akan semakin besar di masa depan ketika kebutuhan manusia akan jasa-jasa ekosistem semakin meningkat. Jasa ekosistem adalah barang atau jasa yang disediakan oleh ekosistem untuk manusia dan menjadi dasar untuk penilaian (valuation) suatu ekosistem. Danau menjadi salah satu tempat yang menyediakan berbagai layanan ekosistem. Degradasi ekosistem pada danau dapat menyebabkan beberapa ancaman, seperti perubahan iklim, penangkapan ikan yang berlebihan, dan invasi spesies, yang tentunya merugikan lingkungan. Penelitian tugas akhir ini bertujuan untuk mengembangkan indeks tekanan manusia pada wilayah DAS danau di Asia Tenggara berdasarkan data perubahan lahan yaitu pertanian, hutan dan urban di daerah DAS danau dari tahun 2000 hingga 2018. Metode yang digunakan pada studi ini adalah penginderaan jauh dengan kondiserasi minimnya biaya dan waktu serta meliputi permukaan bumi yang luas. Data yang digunakan adalah data danau, DAS, dan tutupan lahan. Pengolahan citra dan produk akan dilakukan pada platform Google Earth Engine (GEE). Hasil yang didapatkan dari penelitian tugas akhir ini adalah peta indeks tekanan manusia pada DAS danau di Asia Tenggara. Dari hasil, didapatkan 27 dari 50 DAS mengalami peningkatan agrikultur dan 46 dari 50 DAS mengalami penurunan luas wilayah hutan. Berdasarkan hasil peta indeks yang dibuat, 23 DAS danau dikategorikan sangat kritis.", "Daftar File": {"ABSTRAK Tasya Ravida Ayu Padantya": "https://digilib.itb.ac.id/gdl/download/249244"}, "Penulis": "Tasya Ravida Ayu Padantya [15118089]", "Kontributor / Dosen Pembimbing": ["Dr. Akhmad Riqqi, M.Si.", "Dr. Andri Hernandi, S.T., M.T.", "Dr.Eng. Anjar Dimara Sakti, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Danau, DAS, Ekosistem, Google Earth Engine, Penginderaan Jauh", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2022"}