{"Nomor": 65210, "Judul": "ANALISIS KERAWANAN MULTI-BAHAYA BANJIR DAN LONGSOR KOTA BANDUNG MENGGUNAKAN INTEGRASI ANALISIS MULTI-KRITERIA DAN MACHINE LEARNING", "Abstrak": "Sebagai kawasan iklim tropis di dunia, Indonesia memiliki tingkat kerawanan yang tinggi terhadap bencana hidrometeorologi. Risiko dan bencana merupakan dua hal yang tidak dapat dipisahkan serta tidak dapat dihilangkan, akan tetapi hal tersebut dapat diminimalisir. Salah satu upaya yang dapat dilakukan adalah menganalis kemungkinan bahaya yang dapat terjadi. Pemodelan spasial bahaya suatu wilayah seringkali dikaji dari satu jenis bencana saja. Berdasarkan data Badan Nasional Penanggululangan Bencana (BNPB), Kota Bandung mendapati kelas risiko “sedang” untuk tahun 2020. Karakter topografi Kota Bandung sebagai kota cekungan antar pegunungan dengan kurangnya daerah resapan air akibat pesatnya pertumbuhan penduduk dan aktivitas manusia yang intensif menyebabkan tingginya risiko terjadinya banjir. Studi ini mencoba memodelkan bencana banjir dan longsor sebagai multi-bahaya di Kota Bandung. Pemodelan dilakukan dengan menggunakan metode analisis multi-kriteria atau Multi-Criteria Analysis (MCA) dan machine learning dengan tiga jenis pendekatan: Support Vector Machine (SVM), Classificatiion and Regression Trees (CART), dan Random Forest (RF). Inventaris data banjir dan longsor secara acak dibagi menjadi (70%) data sampel dan (30%) data validasi. Model yang dihasilkan memiliki overall accuracy sebesar nilai 0,71 untuk bahaya tanah longsor dan 0.866 untuk bahaya banjir.", "Daftar File": {"ABSTRAK Ramadani Putri": "https://digilib.itb.ac.id/gdl/download/249226"}, "Penulis": "Ramadani Putri [15118056]", "Kontributor / Dosen Pembimbing": ["Dr. Deni Suwardhi, S.T., M.T.", "Dr. Riantini Virtriana, S.T., M.T.", "Dr.Eng. Anjar Dimara Sakti, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Risiko, inventaris, validasi, sampel, bencana", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2022"}