{"Nomor": 65223, "Judul": "PREDIKSI DAN ANALISIS PERUBAHAN LAND USE LAND COVER TERHADAP POTENSI PENINGKATAN INDEKS RISIKO BENCANA DI SESAR LEMBANG DAN SEKITARNYA", "Abstrak": "Risiko terhadap bencana alam di daerah Sesar Lembang dan sekitarnya akan semakin besar seiring dengan meningkatnya pertumbuhan penduduk. Tingkat pertumbuhan penduduk yang tinggi secara langsung akan berdampak pada perubahan tutupan lahan dan kegunaan lahan di daerah tersebut. Perubahan tutupan lahan dan kegunaan lahan salah satunya disebabkan oleh tingginya aktivitas manusia terhadap lahan sebagai contoh pembangunan infrastruktur dan alih fungsi lahan konservasi. Maka dari itu, penelitian ini bertujuan untuk memprediksi dan menganalisis perubahan Land Use Land Cover (LULC) serta pengaruhnya terhadap potensi peningkatan indeks risiko bencana di daerah Sesar Lembang dan sekitarnya. Analisis yang dihasilkan diharapkan dapat menjadi suatu informasi untuk pemerintah pusat, instansi terkait, dan masyarakat dalam melakukan hal terkait penataan ruang dan penggunaan alih fungsi lahan. Metodologi penelitian yang dipakai berupa studi literatur, pengumpulan data, pengolahan data citra dan data peta risiko bencana, serta analisis data. Metode klasifikasi yang digunakan adalah klasifikasi terbimbing dengan algoritma CART sedangkan prediksi land use land cover menggunakan metode markov chain dan cellular automata. Hasil dari penelitian menunjukkan bahwa lahan terbangun mengalami peningkatan sebanyak 35% sedangkan badan air, bukan pertanian, dan pertanian mengalami penurunan sebanyak 12%, 8,7%, 8,6%. Kemudian, untuk tanah kosong mengalami penurunan dan peningkatan sebanyak 61% dan 47%. Dari penelitian ini dapat disimpulkan bahwa penambahan area lahan terbangun akan berpotensi meningkatkan indeks risiko bencana di Sesar Lembang dan sekitarnya.", "Daftar File": {"ABSTRAK Alifah Hanif": "https://digilib.itb.ac.id/gdl/download/249252"}, "Penulis": "Alifah Hanif [15118092]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agung Budi Harto, M.Sc.", "Sella Lestari Nurmaulia, S.T., M.T.", "Dr. Riantini Virtriana, S.T., M.T.", "Dr. Alfita Puspa Handayani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "land use land cover, Sesar Lembang, risiko, klasifikasi terbimbing, CART, cellular automata, markov chain", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2022"}