{"Nomor": 65230, "Judul": "ANALISIS KESIAPAN KAWASAN INDUSTRI DELTAMAS SEBAGAI SALAH SATU DESTINASI WISATA BERBASIS INDUSTRI DI KABUPATEN BEKASI BERDASARKAN PRINSIP 4A (ATTRACTION, AMENITY, ACCESSIBILITY, ANCILLARY)", "Abstrak": "Wisata berbasis industri adalah sebuah wisata yang berhubungan dengan kunjungan\nwisatawan ke sebuah lokasi operasional industri untuk mengunjungi dan melihat proses\nproduksi barang dan/atau jasa. Kawasan Industri sendiri merupakan kawasan tempat\npemusatan kegiatan industri pengolahan yang dilengkapi dengan prasarana, sarana,\ndan fasilitas penunjang lainnya yang disediakan dan dikelola oleh Perusahaan\nKawasan Industri. Keberadaan wisata berbasis industri di Indonesia masih terdengar\nasing. Padahal di Indonesia sendiri memiliki banyak sekali Kawasan Industri yang\nberpotensi untuk dikembangkan menjadi wisata berbasis industri, salah satunya adalah\nKawasan Industri di Kabupaten Bekasi. Perkembangan pariwisata didukung dengan\ntersedianya 4A (Attraction, Amenity, Accessibility, Ancillary). 4A tersebut akan\nmenjadi tolak ukur atau indikator kesiapan dan keberhasilan suatu pariwisata.Untuk\nmencapai tujuan dan sasaran dari penelitian ini, dilakukan pengumpulan data primer\nmelalui observasi, wawancara, dan pengumpulan data sekunder dari instansi terkait\nyang diolah menggunakan analisis skoring.. Kemudian, dilakukan analisis deskripstif\nkualitatif, dan analisis kesiapan wisata berbasis industri untuk mengetahui kesiapan\nkawasan industri Deltamas sebagai salah satu destin asi wisata berbasis industri. Hasil\nstudi menunjukkan, kesiapan prinsip Attractions berada pada skala optimal dengan\npresentase sebesar 90%, kesiapan prinsip amenity berada pada skala reseptif dengan\nbesar presentase sebesar 74,28%, kesiapan accessibility berada pada skala siap dengan\npresentase sebesar 60%, dan kesiapan prinsip ancillary berada pada skala tahap awal\ndengan presentase sebesar 30%, secara keseluruhan berdasarkan prinsip 4A Kawasan\nIndustri Deltamas berada pada skala reseptif dengan presentas e sebesar 63,57%.\nBerdasarkan nilai tersebut, Kawasan Industri Deltamas telah reseptif atau telah dapat\nmenerima rencana pengembangan wisata berbasis industri, namun masih perlu\npengimplementasian pengembangan pada prinsip ancillary agar prinsip tersebut d apat\nmendukung keberjalanan wisata berbasis industri di Kawasan Industri Deltamas.\nRekomendasi penelitian ini adalah percepatan regulasi terkait wisata berbasis industri\ndi Kabupaten Bekasi dan penyediaan lembaga/instansi pengelola wisata berbasis\nindustri di Kabupaten Bekasi.", "Daftar File": {}, "Penulis": "Nursofia Hanifa [15418227]", "Kontributor / Dosen Pembimbing": ["Alhilal Furqan, B.Sc., M.Sc., Ph.D.", "Naya Cinantya Drestalita, S.T., M.Arts."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Wisata Berbasis Industri, Kawasan Indutstri, Pariwisata, Analisis Kesiapan, Prinsip 4A", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "21 Jun 2022"}