{"Nomor": 65240, "Judul": "ANALISIS PERBANDINGAN RISIKO KERUSAKAN DAN KERUGIAN EKONOMI BANGUNAN RUMAH TINGGAL DAN FASILITAS KESEHATAN AKIBAT GEMPA DI DKI JAKARTA DAN BANTEN", "Abstrak": "Gempa bumi yang merupakan salah satu bencana alam besar yang menimbulkan kerugian terbesar di Indonesia, sejak 1970-2015 telah menyebabkan 181,000 korban jiwa dan kerugian ekonomi sebesar $11.7 Milyar. Runtuhnya bangungan perumahan dampak gempa menimbulkan banyak korban jiwa maka perlu dilakukan evaluasi kerentanan terhadap bangunan. Dalam penanggulangan bencana penting untuk memahami dampak terhadap fasilitas umum, Rumah sakit merupakan infrastruktur vital yang berpengaruh besar terhadap hilangnya nyawa dan kerugian ekonomi akibat gempa bumi. Pembiayaan penanggunalan bencana adalah bagian dari kebijakan penanggulangan bencana untuk melindungi pemerintah, masyarakat, dan sector lainnya. Oleh karena itu diperlukan model perhitungan kerugian ekonomi rumah tinggal dan fasilitas kesehatan. Pada penelitian ini dilakukan perhitungan estimasi kerusakan dan kerugian ekonomi akibat bencana gempa dengan menggunakan perangkat lunak OpenQuake dan metode event-based probabilistic damage analysis serta event-based probabilistic loss assessment. Digunakan data keterpaparan (exposure), data bahaya bencana gempa (hazard), model kerapuhan (fragility), dan model kerentanan (vulnerability) untuk menghasilkan nilai kerugian dan kerusakan bangunan yang diagregasikan berdasarkan wilayah administrasi kabupaten/kota. Estimasi kerusakan dan kerugian ekonomi bangunan fasilitas kesehatan diestimasikan lebih kecil dibandingkan rumah tinggal karena struktur bangunan yang lebih kuat menahan guncangan gempa serta fasilitas kesehatan merupakan objek vital sehingga seharusnya tidak rusak. Hasil perbandingan perhitungan kerusakan dan kerugian ekonomi rumah tinggal dan fasilitas kesehatan akan digunakan untuk bahan pertimbangan prioritas penanggulangan dan alokasi dana bencana gempa.", "Daftar File": {"ABSTRAK Gabriela Citrasari Rahardja": "https://digilib.itb.ac.id/gdl/download/249285"}, "Penulis": "Gabriela Citrasari Rahardja [15118024]", "Kontributor / Dosen Pembimbing": ["Dr. Irwan Meilano, S.T., M.Sc. dan Dr. Riantini Virtriana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "gempa, kerusakan, kerugian ekonomi, fasilitas kesehatan, rumah tinggal", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "21 Jun 2022"}