{"Nomor": 65248, "Judul": "MODEL MATEMATIKA PENGARUH MUTASI VIRUS SARS-COV-2 TERHADAP PENYEBARAN COVID-19 DI SUATU WILAYAH", "Abstrak": "Penyakit Coronavirus (COVID-19) yang disebabkan oleh virus Severe Acute Respiratory Syndrome Corona Virus-2 (SARS-CoV-2) telah menjadi pandemi yang meluas secara global sejak pertama kali diidentifikasi di Kota Wuhan pada Desember 2019. Seiring waktu, berbagai jenis varian virus SARS-CoV-2 telah muncul akibat mutasi virus yang menyebabkan perubahan karakteristik virus, seperti seberapa cepat penularan infeksinya dan tingkat keparahan penyakit. Pada penelitian ini, akan dibahas mengenai model matematika penyebaran COVID-19 dengan memperhatikan dua kondisi. Pertama adalah model wild-type saat varian virus belum muncul atau hanya virus asli yang menyebar di suatu populasi. Sedangkan yang kedua adalah model mutan-type saat terdapat strain mutan yang menyebar di suatu populasi bersama virus asli. Kemudian akan dilihat pengaruh intervensi non-farmasi terhadap penyebaran COVID-19 sebagai upaya pengendalian penyebaran infeksi. Berdasarkan hasil numerik, diperoleh bahwa penyebaran COVID-19 menjadi lebih tinggi akibat adanya strain mutan yang lebih menular atau tingkat transmisinya lebih tinggi. Namun, adanya intervensi non-farmasi dapat menekan laju penyebaran COVID-19 tersebut. Selain itu, akan dilakukan juga estimasi parameter model berdasarkan data kasus COVID-19 di Indonesia menggunakan kasus varian Delta dan Omicron sebagai studi kasus.", "Daftar File": {"ABSTRAK IRA PUJI RAHAYU": "https://digilib.itb.ac.id/gdl/download/249309"}, "Penulis": "IRA PUJI RAHAYU [10118064]", "Kontributor / Dosen Pembimbing": ["Dr. Nuning Nuraini S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "COVID-19, model wild-type, model mutan-type, intervensi non-farmasi", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "21 Jun 2022"}