{"Nomor": 65241, "Judul": "OPTIMISASI MISI SURVEILLANCE PESAWAT UDARA NIR AWAK MEDIUM ALTITUDE LONG ENDURANCE XM-2 (STUDI KASUS: MASALAH WAKTU PENERBANGAN MAKSIMUM)", "Abstrak": "Optimisasi skenario terbang dalam misi surveillance untuk Pesawat Udara Nir Awak (PUNA) Medium Altitude Long Endurance (MALE) perlu dilakukan untuk menjamin ketercapaian sasaran perancangan. Optimisasi misi PUNA MALE dikonsentrasikan pada bagaimana mendefinisikan profil misi terbaik untuk memaksimalkan waktu penerbangan pesawat dalam menjalankan operasi surveillance. Dalam penelitian ini, metode Konvensional menggunakan analisis integral performance dilakukan untuk melihat pengaruh kecepatan, ketinggian terbang, dan sikap terbang pesawat dalam penggunaan bahan bakar untuk melaksanakan setiap fase terbang dalam misi tersebut. Fase terbang pertama yang dianalisis adalah fase terbang menanjak (climb), dimana kecepatan terbang divariasikan untuk mendapatkan kecepatan menanjak yang optimum. Kecepatan menanjak optimum didapatkan dengan mencari kecepatan yang menghasilkan waktu penanjakan dan konsumsi bahan bakar minimum. Fase terbang kedua yang dianalisis adalah fase terbang jelajah (cruise), dimana kecepatan jelajah optimum adalah kecepatan jelajah pada power minimum untuk berbagai ketinggian terbang. Fase terbang ketiga yang dianalisis adalah fase terbang loiter, dimana skenario terbang fase loiter optimum dicari dengan melakukan variasi terhadap kecepatan, bank angle, turn radius, dan teknik loiter (constant angle of attack atau constant bank angle). Fase terbang keempat yang dianalisis adalah fase terbang descend, dimana skenario terbang fase descend optimum dicari dengan melakukan variasi terhadap kecepatan terbang dan rate of descend yang menghasilkan total flight time maksimum. Setelah seluruh analisis masing-masing fase terbang dilakukan, maka selanjutnya menganalisis misi terbang surveillance yang dapat memberikan waktu loiter selama 24 jam pada jarak 250 Km dari pusat operasi. Untuk misi terbang tersebut, dianalisis dua skema misi dalam penelitian ini, yaitu pertama dengan kecepatan konstan sepanjang misi dan kedua menggunakan kecepatan optimal untuk masing-masing fase terbang. Hasil analisis pada masing-masing fase terbang menghasilkan kecepatan fase menanjak optimum sebesar 67 KEAS, kecepatan optimum fase cruise dan loiter sebesar 67 KEAS, teknik loiter optimum adalah bank angle konstan dengan sudut bank optimum 100 dan sudut bank maksimum yang dapat memberikan waktu loiter 24 jam adalah 280, dan kecepatan descend 70 KEAS dengan rate of descend 500 ft/min. Sementara itu, hasil analisis pada keseluruhan fase terbang sekaligus menghasilkan kecepatan optimum sebesar 62 KEAS konstan sepanjang misi. Skema misi dengan kecepatan optimal untuk masing-masing fase terbang menghasilkan total flight time 28 jam 46 menit, sementara untuk skema misi dengan kecepatan konstan sepanjang misi menghasilkan total flight time 30 jam.", "Daftar File": {"ABSTRAK Boris Ernest Halasan Sirait": "https://digilib.itb.ac.id/gdl/download/249291"}, "Penulis": "Boris Ernest Halasan Sirait [23620005]", "Kontributor / Dosen Pembimbing": ["Ony Arifianto, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Pesawat Udara Nir Awak, MALE, optimisasi skenario terbang, masalah waktu penerbangan maksimal, surveillance, total flight time, integral performance.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "21 Jun 2022"}