{"Nomor": 65247, "Judul": "ANALISIS SENTIMEN TERHADAP ULASAN NOVEL REMAJA DENGAN MENGGUNAKAN NEURAL NETWORK", "Abstrak": "Analisis sentimen adalah bidang studi dalam ilmu data yang bertujuan untuk menentukan dan mengestrak opini atau perasaan yang terkandung dalam suatu teks. Analisis sentimen dapat dibagi menjadi tiga tingkat, yaitu tingkat dokumen, tingkat kalimat, dan tingkat aspek. Analisis sentimen yang paling sering dipelajari adalah analisis sentimen tingkat dokumen. Analisis sentimen pada tingkat ini biasanya dilakukan dengan metode pembelajaran mesin, seperti Naive Bayes classifier dan support vector machines. Namun, akhir-akhir ini metode pembelajaran mendalam dengan jaringan saraf tiruan lebih populer digunakan karena dapat mendeteksi pola dan hubungan antara kata-kata dalam teks. Tugas Akhir ini bertujuan untuk melakukan analisis sentimen terhadap ulasan novel remaja dengan menggunakan beberapa jenis jaringan saraf tiruan, yakni Convolutional Neural Network (CNN), Long Short-Term Memory (LSTM), dan Gated Recurrent Unit (GRU). Pada Tugas Akhir ini dibangun lima model, yaitu model CNN, LSTM, GRU, CNN-LSTM, dan CNN-GRU. Kelima model tersebut dilatih dan diuji dengan memvariasikan panjang teks ulasan dalam data penelitian, yaitu untuk panjang 100 kata, 125 kata, dan 150 kata. Model GRU memberikan hasil terbaik pada panjang 100 kata dengan akurasi 86,75%, sedangkan model CNN-GRU memberikan hasil terbaik pada panjang 125 dan 150 kata dengan akurasinya berturut-turut 85,32% dan 85,36%.", "Daftar File": {"ABSTRAK Azzahra Syifa Widodo": "https://digilib.itb.ac.id/gdl/download/249308"}, "Penulis": "Azzahra Syifa Widodo [10118020]", "Kontributor / Dosen Pembimbing": ["Finny Oktariani, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "analisis sentimen, jaringan saraf tiruan, CNN, LSTM, GRU", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "21 Jun 2022"}