{"Nomor": 65244, "Judul": "SINTESIS FAVIPIRAVIR (AVIGAN) DARI 3-HIDROKSIPIRAZINA-2-KARBOKSAMID", "Abstrak": "Pandemi penyakit COVID-19 yang baru-baru ini terjadi disebabkan oleh virus SARS-CoV-2 termasuk ke dalam famili Coronaviridae. Obat spesifik yang efektif melawan SARS-CoV-2 hingga saat ini belum ditemukan dan tidak ada obat yang didesain khusus untuk penanganan COVID-19. Penyediaan obat COVID-19 diperlukan dalam waktu yang cepat mengingat mutasi varian virus yang juga terus menerus berlangsung. Salah satu obat antivirus SARS-COV yang disarankan saat ini adalah Favipiravir. Favipiravir, atau biasa dikenal sebagai Avigan merupakan obat antivirus yang telah terbukti dapat mengobati COVID-19 dengan performa yang lebih baik dibanding obat antivirus lainnya seperti Oseltamivir, Remdesivir, Ribavirin, Triazavirin dan Umifenovir. Berdasarkan studi literatur, sintesis Favipiravir tersingkat adalah melalui 3 tahapan reaksi. Pada penelitian ini, Favipiravir disintesis dari senyawa 3-hidroksipirazina-2-karboksamid dan SelectfluorTM hanya melalui satu tahap reaksi. Reaksi fluorinasi ini dilakukan pada suhu 100?C selama 3 jam dengan pelarut asetonitril. Senyawa hasil reaksi kemudian diuapkan pelarut asetonitrilnya dilanjutkan dengan penambahan etil asetat untuk meningkatkan kelarutan Favipiravir dalam etil asetat diikuti dengan penyaringan untuk memisahkan SelectfluorTM yang tidak bereaksi. Kemudian dilanjutkan dengan ekstraksi cair-cair fraksi etil asetat dengan air untuk memisahkan senyawa hasil reaksi dengan prekursor. Tahapan terakhir adalah rekristalisasi untuk memperoleh Favipiravir dengan kemurnian yang tinggi. Karakterisasi Favipiravir dilakukan dengan menggunakan 1D NMR 1H NMR 500 MHz, 13C NMR 125 MHz, dan 19F NMR 470 MHz dalam pelarut DMSO-d6. Jalur sintesis dan pemurnian yang paling baik dihasilkan dari reaksi 3-hidroksipirazina-2-karboksamid dan SelectfluorTM dengan perbandingan mol ekivalen 1:3 dalam asetonitril dan rekristalisasi pada suhu 0?C selama 1 jam. Rendemen yang diperoleh adalah sebanyak 4,57%.", "Daftar File": {"ABSTRAK Iqlima Faura": "https://digilib.itb.ac.id/gdl/download/249302", "PUSTAKA Iqlima Faura": "https://digilib.itb.ac.id/gdl/download/263409"}, "Penulis": "Iqlima Faura [10518087]", "Kontributor / Dosen Pembimbing": ["Prof. Yana Maolana Syah, MS, Ph.D.Dr. Elvira Hermawati, S.Si.M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Favipiravir, SelectfluorTM, SARS-CoV-2, Fluorinasi", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "21 Jun 2022"}