{"Nomor": 65252, "Judul": "STUDI KOMPUTASI REAKSI SINTESIS SINGKAT MOLNUPIRAVIR DARI SITIDIN DENGAN METODE DENSITY FUNCTIONAL THEORY (DFT)", "Abstrak": "Molnupiravir merupakan prodrug sediaan padat yang saat ini masih diteliti aktivitasnya dalam melawan virus influenza, MERS-CoV, dan SARS-CoV-2. Molnupiravir adalah prodrug isopropil ester dari N4-hidroksisitidin yang dihidrolisis secara in vivo dan didistribusikan ke dalam jaringan hingga mengubahnya menjadi bentuk aktif 5’-trifosfat. Obat aktif ini bergabung ke dalam genom RNA virus menyebabkan kesalahan katastropik pada virus. Studi terkini melaporkan bahwa molnupiravir dapat menghambat replikasi virus corona, termasuk SARS-CoV-2. Molnupiravir awalnya disintesis dari uridin. Tetapi karena harga sediaan bahan baku uridin tidak cukup ekonomis, para peneliti dari Merck yang telah mendapat lisensi dari Ridgeback Biotherapeutics mengembangkan sintesis molnupiravir dari bahan baku lain, yaitu sitidin dengan langkah sintesis yang lebih singkat. Langkah sintesis yang singkat ini melibatkan reaksi transesterifikasi dan reaksi transaminasi. Reaksi transesterifikasi terjadi antara sitidin dengan isobutirat oksim ester. Dalam eksperimen laboratorium, reaksi transesterifikasi dilakukan secara enzimatik dengan bantuan lipase tak termobilisasi, Candida antarctica. Kemudian, dilanjutkan dengan reaksi transaminasi hidroksilamin sulfat pada intermediat yang terbentuk. Pada reaksi transesterifikasi digunakan pelarut 1,4-dioksan karena menghasilkan produk intermediat yang lebih optimal dibandingkan dengan pelarut lain. Sedangkan pada reaksi transaminasi, isopropil alkohol digunakan sebagai pelarutnya Eksperimen reaksi sintesis dilakukan melalui dua skema. Skema pertama dengan melakukan reaksi transesterifikasi terlebih dahulu, baru kemudian dilanjutkan dengan reaksi transaminasi. Skema kedua merupakan reaksi kebalikan dari skema pertama, yaitu reaksi transaminasi terlebih dahulu, baru dilanjutkan dengan reaksi transesterifikasi. Sampai saat ini, studi tentang mekanisme reaksi sintesis molnupiravir masih sangat minim. Studi mekanisme reaksi diperlukan untuk memahami dan melakukan kontrol terhadap reaksi kimia yang berlangsung, sehingga dapat memberikan manfaat ekonomis dan manfaat lingkungan. Salah satu metode yang dapat digunakan untuk meramalkan mekanisme suatu reaksi yaitu melalui studi komputasi secara mekanika kuantum (QM). Perhitungan komputasi mekanisme reaksi penelitian ini dilakukan dengan metode Density Functional Theory (DFT) dan level teori B3LYP. Perhitungan dilakukan menggunakan himpunan basis def2-SVP dan divalidasi dengan himpunan basis def2-TZVP(-f). Optimasi struktur awal dilakukan dalam fasa gas dengan himpunan basis yang lebih rendah, yaitu def2-SVP. Selain itu, himpunan basis def2-SVP juga digunakan untuk perhitungan keadaan transisi. Perintah scan geom dilakukan untuk melihat kemungkinan keadaan transisi yang dapat terbentuk. Berdasarkan hasil scan geom, reaksi transesterifikasi terjadi tanpa melalui intermediat, sedangkan reaksi transaminasi terjadi melalui intermediat. Selanjutnya dilakukan perintah optimasi TS pada kedua reaksi. Dari perhitungan komputasi, diketahui energi pengaktifan transesterifikasi pada skema 1 sebesar 128,09 kJ/mol dan energi pengaktifan reaksi transesterifikasi pada skema 2 sebesar 127,90 kJ/mol. Hal ini menunjukkan bahwa reaksi transesterifikasi baik dalam skema 1 maupun skema 2 memerlukan energi pengaktifan yang tidak auh berbeda. Energi pengaktifan reaksi transaminasi melewati dua intermediat. Reaksi pertama adalah reaksi protonasi dengan energi pengaktifan pada skema 1 sebesar 106,57 kJ/mol dan pada skema 2 sebesar 119,90 kJ/mol. Terlihat skema 2 memerlukan energi pengaktifan protonasi yang lebih besar daripada skema 1. Reaksi berikutnya adalah substitusi NH3 dengan NH2OH. Pada tahap ini, skema 1 memerlukan energi pengaktifan sebesar 146,84 kJ/mol dan skema 2 memerlukan energi pengaktifan sebesar 204,71 kJ/mol. Pada tahap ini, skema 2 juga memerlukan energi pengaktifan yang lebih besar daripada skema 1. Reaksi terakhir merupakan reaksi deprotonasi. Reaksi skema 1 memerlukan energi pengaktifan sebesar 230,63 kJ/mol sedangkan skema 2 memerlukan energi pengaktifan sebesar 359,10 kJ/mol. Secara keseluruhan,reaksi transaminasi skema 2 memerlukan energi yang lebih besar daripada skema 1. Perhitungan energi pelarutan juga dilakukan secara komputasi dengan model solvasi implisit. Dari perhitungan komputasi, diketahui pelarut 1,4-dioksan menstabilkan energi lebih baik pada reaksi transesterifikasi skema-1, sedangkan isopropil alkohol menstabilkan energi pada seluruh reaksi transaminasi dan transesterifikasi skema-2 .", "Daftar File": {"ABSTRAK Aristia Pratiwi Meliawati": "https://digilib.itb.ac.id/gdl/download/249313"}, "Penulis": "Aristia Pratiwi Meliawati [20520044]", "Kontributor / Dosen Pembimbing": ["Drs. Muhamad Abdulkadir Martoprawiro, MS, Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "molnupiravir, DFT, keadaan transisi, transesterifikasi, transaminasi", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "1 file", "Tanggal Input": "21 Jun 2022"}