{"Nomor": 65257, "Judul": "ANALISIS DINAMIKA DARI MODEL REGULASI PERPUTARAN DANA NASABAH", "Abstrak": "Dalam industri keuangan, simpanan dan pinjaman merupakan hal yang tidak dapat dipisahkan satu sama lain. Simpanan adalah dana yang di percayakan oleh masyarakat kepada bank berdasarkan perjanjian penyimpanan dana dalam bentuk giro, deposito, sertifikat deposito, tabungan, dan bentuk lain yang dipersamakan dengan itu (Muljono, 2012). Sedangkan pinjaman merupakan adalah suatu jenis hutang yang disediakan oleh individu atau lembaga keuangan kepada pihak peminjam dengan aturan tertentu dan pemberian bunga. Pada penelitian ini, model matematika dikonstruksi untuk meninjau interaksi simpanan dengan memperhatikan tingkat pinjaman. Analisis model dilakukan dengan mencari titik kesetimbangan, analisis eksistensi dan syarat kestabilan, analisis bidang fasa, serta melakukan simulasi numerik. Model interaksi simpanan yang dikonstruksi mengacu pada kondisi nasabah yang memiliki simpanan dan pinjaman di suatu bank, di mana pinjaman dapat mengonsumsi sejumlah simpanan sehingga mengakibatkan volume simpanan berkurang sementara volume pinjaman meningkat. Tingkat konsumsi simpanan oleh pinjaman merupakan fokus utama sehingga dilakukan beberapa pemodelan untuk mengetahui kondisi yang lebih tepat untuk menggambarkan interaksi antara simpanan dan pinjaman. Dilakukan juga simulasi numerik dengan kondisi nasabah memiliki dua simpanan dan dua pinjaman di bank yang berbeda. Model interaksi simpanan ini mengikuti model predator-prey dengan daya tampung (carrying capacity) di mana simpanan berperan sebagai prey dan pinjaman berperan sebagai predator. Untuk lebih mengetahui dinamika interaksi simpanan, dilakukan estimasi untuk menaksir nilai dari daya tampung simpanan melalui persamaan logistik. Data untuk volume simpanan diperoleh dengan membangun data acak berdistribusi normal. Hasil simulasi numerik menunjukkan perbesaran laju pertumbuhan simpanan mengakibatkan volume simpanan bertambah dan dengan memperbesar laju pinjaman mengakibatkan volume pinjaman semakin berkurang.", "Daftar File": {"ABSTRAK Eriana Aldora Nadeak": "https://digilib.itb.ac.id/gdl/download/249320"}, "Penulis": "Eriana Aldora Nadeak [10118055]", "Kontributor / Dosen Pembimbing": ["Dr. Dewi Handayani, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "simpanan, pinjaman, daya tampung", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "21 Jun 2022"}