{"Nomor": 65279, "Judul": "EVALUASI PENGGUNAAN KOREKSI WAKTU DAN ORBIT SATELIT QZSS UNTUK PENENTUAN POSISI METODE PPP DI INDONESIA", "Abstrak": "Precise Point Positioning (PPP) adalah salah satu metode penentuan posisi absolut yang menghilangkan atau memodelkan kesalahan sistem GNSS (Global Navigation Satellite System) untuk memberikan tingkat akurasi yang tinggi dengan menggunakan receiver tunggal. Saat ini telah tersedia koreksi waktu dan orbit dari satelit dari QZSS (Quasi-Zenith Satellite System) dengan cakupan global dengan nama MADOCA (Multi-GNSS Advanced Demonstration tool for Orbit and Clock Analysis) untuk penentuan posisi metode PPP. Tujuan penelitian ini adalah untuk menganalisis performa penggunaan koreksi waktu dan orbit satelit QZSS untuk penentuan posisi metode PPP di Indonesia. Pada penelitian ini digunakan data dari 21 titik stasiun BIG (Badan Informasi Geospasial) yang tersebar di Indonesia pada hari ke 311 dan 312 di tahun 2021. Dalam pemrosesan data digunakan RTKLIB versi 2.4.3 b34, perangkat lunak sumber terbuka, dengan koreksi waktu dan orbit dari MADOCA serta IGS (International GNSS Service). Digunakan juga FES2014b untuk mengkoreksi efek pasang surut serta DCB (Differential Code Biases) dari IGS. Selanjutnya akan dilakukan selisih dan analisis pada penggunaan koreksi waktu dan orbit satelit QZSS dan IGS dengan titik kontrol dari BIG. Hasil menunjukan bahwa penggunaan koreksi MADOCA menghasilkan hasil lebih akurat dibandingkan dengan data yang menggunakan IGS. Hal tersebut dibuktikan dengan uji statistik t-student dengan confidence level sebesar 95%. Data yang dikoreksi dengan IGS maupun MADOCA sudah masuk ke dalam ketelitian metode PPP yaitu 3-5 cm.", "Daftar File": {"ABSTRAK Rachel Theresia": "https://digilib.itb.ac.id/gdl/download/249376"}, "Penulis": "Rachel Theresia [15118023]", "Kontributor / Dosen Pembimbing": ["Dr. Irwan Gumilar, S.T., M.Si.", "Teguh Purnama Sidiq, S.T., M.T.", "Fickrie Muhammad, S.T., M.Sc.", "Brian Bramanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "QZSS, MADOCA, PPP, RTKLIB", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Jun 2022"}