{"Nomor": 65284, "Judul": "INTEGRASI DATA POINT CLOUDS BANGUNAN BERTINGKAT DARI TERESTRIAL LASER SCANNER (TLS) DENGAN DATA MINI LIDAR DALAM PEMBENTUKAN DAERAH TERBANGUN 3 DIMENSI (STUDI KASUS ASRAMA ITB JATINANGOR)", "Abstrak": "Kebutuhan informasi visualisasi data geospasial 3D dapat digunakan sebagai dasar dalam pengambilan keputusan terkait keberlangsungan perencanaan, pembangunan infrastruktur, batas-batas kepemilikan tanah dan unit bangunan (kadaster 3D) di area terbangun. Teknik dalam survei pemetaan 3D menggunakan teknologi pemindaian laser dapat digunakan dari udara (Mini LiDAR) maupun darat (TLS). Pemindaian Mini LiDAR masih rendah pada fasad (sisi-sisi) dan struktur kompleks bangunan, namun mampu memindai atap bangunan dan mencakup area yang luas. Sedangkan pemindaian TLS tidak hanya memperoleh data dengan akurasi lebih tinggi tetapi juga mampu memodelkan elemen-elemen yang tidak terlihat dari Mini LiDAR, namun minim memindai atap bangunan dan cakupan area yang terbatas. Oleh karena itu, untuk menghasilkan model 3D lengkap dari sebuah bangunan dengan tingkat detail yang tinggi, integrasi data TLS dan LiDAR sangat diperlukan. Penelitian ini bertujuan untuk menganalisis ketelitian dari integrasi data point clouds TLS dengan mini LiDAR untuk bangunan bertingkat.\nPenelitian ini menggunakan Faro Scene tipe S70 untuk akuisisi data dan perangkat lunak Scene 7.1 untuk pengolahan data. Data primer point clouds TLS diolah dengan proses registrasi cloud based dan diperoleh error sebesar 3,3 mm, kemudian dilakukan georeferensi kedalam sistem koordinat TM-3 dan selanjutnya dilakukan filtering. Integrasi data TLS dan LiDAR dilakukan dengan pemilihan titik sekutu secara manual dan diperoleh error sebesar 2,4 cm secara horizontal dan 0,78 cm secara vertikal. Setelah kedua data berhasil dilakukan, dimodelkan 3D bangunan bertingkat dengan Autodesk Revit 2020 dan dilakukan beberapa validasi untuk cek kualitas hasil pengolahan dan pemodelan bangunan.", "Daftar File": {"ABSTRAK Aprillia Salsabila": "https://digilib.itb.ac.id/gdl/download/249382"}, "Penulis": "Aprillia Salsabila [15118081]", "Kontributor / Dosen Pembimbing": ["Dr. Irwan Gumilar, S.T., M.Si.", "Dr. Asep Yusup Saptari, S.T., M.Sc.", "Dr. Ir. Vera Sadarviana, M.T.", "Sella Lestari Nurmaulia, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "point clouds, pemindaian laser, visualisasi 3D, survei pemetaan, registrasi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Jun 2022"}