{"Nomor": 65293, "Judul": "PENGEMBANGAN MEDIA KOMUNIKASI DATA PADA PERANGKAT TOMOGRAFI IMPEDANSI ELEKTRIK UNTUK APLIKASI TELEMEDIS", "Abstrak": "Perangkat tomografi impedansi elektrik (TIE) meski memiliki kelemahan umum berupa resolusi citra yang rendah, namun memiliki kelebihan diantaranya desain yang sederhana, komponen perangkat yang relatif murah, dan portabilitas yang tinggi. Karenanya pada bidang medis TIE sangat cocok digunakan pada remote area sebagai diagnosis awal, namun karena didaerah terpencil maka komunikasi data menjadi hambatan. Untuk keandalan komunikasi data serta meringankan beban komputasi pengolahan rekonstruksi citra, maka dikembangkan sistem protokol komunikasi data untuk aplikasi telemedis dalam bentuk data numerik serta data citra berbasis Internet of Things (IoT).\nPenelitian memiliki 4 tahapan, pertama membuat simulasi rekonstruksi citra TIE menggunakan program EIDORS dari Matlab. Kedua membuat aplikasi Android menggunakan bahasa pemrograman Kotlin yang akan digunakan media pengiriman data numerik TIE ke basis data. Ketiga membuat Cloud basis data untuk menampung data pengguna beserta data citra pengguna. Keempat membangun Cloud Virtual Machine (VM) yang telah dimasukan program rekonstruksi di tahap pertama untuk mengolah data numerik menjadi citra rekonstruksi. Hasil rekonstruksi citra dapat diakses kembali dari basis data mengunakan aplikasi Android. Hasil percobaan menunjukan rekonstruksi citra menggunakan komputasi VM sedikit lebih cepat dibandingkan menggunakan laptop.", "Daftar File": {"ABSTRAK Rendy Nurmansyah": "https://digilib.itb.ac.id/gdl/download/249397", "COVER Rendy Nurmansyah": "https://digilib.itb.ac.id/gdl/download/249452", "BAB 1 Rendy Nurmansyah": "https://digilib.itb.ac.id/gdl/download/249453", "BAB 2 Rendy Nurmansyah": "https://digilib.itb.ac.id/gdl/download/249454", "BAB 3 Rendy Nurmansyah": "https://digilib.itb.ac.id/gdl/download/249455", "BAB 4 Rendy Nurmansyah": "https://digilib.itb.ac.id/gdl/download/249456", "BAB 5 Rendy Nurmansyah": "https://digilib.itb.ac.id/gdl/download/249457", "DAFTAR Rendy Nurmansyah": "https://digilib.itb.ac.id/gdl/download/249458"}, "Penulis": "Rendy Nurmansyah [23818001]", "Kontributor / Dosen Pembimbing": ["Prof. Deddy Kurniadi, Dr.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "tomografi impedansi elektrik, internet of things, cloud computing", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "8 file", "Tanggal Input": "22 Jun 2022"}