{"Nomor": 65292, "Judul": "IDENTIFIKASI POLA PERUBAHAN PENGGUNAAN/TUTUPAN LAHAN TERHADAP KEANEKARAGAMAN HAYATI BERBASISKAN INDEKS JASA EKOSISTEM DI PULAU JAWA", "Abstrak": "Keanekaragaman hayati dapat diartikan sebagai variasi makhluk hidup yang menempati suatu ekosistem di suatu wilayah. Adanya perubahan penggunaan/tutupan lahan menjadi salah satu faktor penyebab hilangnya keanekaragaman hayati. Meningkatnya alih fungsi hutan menyebabkan kawasan hutan menjadi hilang, rusak, dan terfragmentasi. Hal ini mengancam keanekaragaman hayati termasuk satwa di dalamnya. Upaya yang dapat dilakukan untuk menjaga kelestarian satwa yakni dibutuhkan perencanaan dan pengelolaan sumber daya alam dan lingkungan yang baik seperti pemetaan jasa ekosistem. Penelitian ini ditujukan untuk melakukan analisis pengaruh perubahan penggunaan/tutupan lahan terhadap keanekaragaman hayati ditinjau dari nilai Jasa Ekosistem (IJE). Pemetaan jasa ekosistem ini dapat menentukan kelas kemampuan atau kinerja jasa lingkungan hidup sehingga dapat dimanfaatkan sebagai acuan dalam menentukan lokasi prioritas dalam konservasi satwa di Pulau Jawa. Pembuatan peta IJE dilakukan dengan menggunakan data penggunaan/tutupan lahan dan data ekoregion (bentang lahan dan vegetasi). Data penggunaan/tutupan lahan yang digunakan yakni dari tahun 1990 hingga 2018. Perhitungan IJE menggunakan metode simple additive weight (SAW). Penilaian dan pembobotan jasa ekosistem berdasarkan penggunaan/tutupan lahan dan ekoregion didapatkan dari pakar (expert judgement) mengacu pada penelitian sebelumnya. Klasifikasi IJE akan dibagi menjadi lima kelas nilai indeks, yakni sangat rendah, rendah, sedang, tinggi, dan sangat tinggi. Perubahan penggunaan/tutupan lahan dari kelas non vegetasi menjadi kelas vegetasi akan meningkatkan nilai IJE dan sebaliknya. Semakin tinggi nilai indeks jasa ekosistem maka menunjukan semakin tinggi pula kinerja jasa ekosistem terhadap wilayah tersebut dalam menyediakan habitat dan pangan bagi satwa-satwa di dalamnya. Oleh karena itu, satwa dapat berkembangbiak dengan baik dan menambah jumlah populasinya di suatu kawasan konservasi.", "Daftar File": {"ABSTRAK Mia Nur Alifah": "https://digilib.itb.ac.id/gdl/download/249390"}, "Penulis": "Mia Nur Alifah [15118028]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Agung Budi Harto, M.Sc.", "Dr. Riantini Virtriana, S.T., M.T.", "Gabriella Alodia, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Indeks Jasa Ekosistem (IJE), Penggunaan/Tutupan Lahan, Keanekaragaman Hayati", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Jun 2022"}