{"Nomor": 65295, "Judul": "MODEL PENENTUAN LAJU PENYEBARAN COVID-19 UNTUK 30 KECAMATAN DI KOTA BANDUNG", "Abstrak": "COVID-19 yang dikenal masyarakat sebagai virus covid, merupakan wabah yang disebabkan oleh virus yang berasal dari keluarga coronavirus, lebih tepatnya SARS-CoV 2. Virus ini telah menyebar secara besar-besaran termasuk ke Indonesia hanya dalam beberapa bulan dan pada awal terjadinya 50% dari kasus yang ada berada di perkotaan. Termasuk Kota Bandung sebagai kota dengan penduduk terpadat kelima di Indonesia. Mengetahui tentang pola penyebaran virus menjadi bagian penting untuk membuat kebijakan yang tepat bagi wilayah tersebut. Dalam penelitian ini digunakan model Susceptible-Infectious-Recovered-Death (SIRD) untuk meninjau karakteristik laju penyebaran COVID-19 di 30 kecamatan di Kota Bandung yang dilihat dari bilangan reproduksi efektif dan meninjau bilangan ini terhadap kebijakan pemerintah yang telah diterapkan, sehingga dapat disimpulkan kebijakan yang paling tepat diterapkan untuk kecamatan-kecamatan di Kota Bandung. Berdasarkan pengamatan nilai bilangan reproduksi efektif sangat sensitif terhadap laju kesembuhan, sehingga pengamatan tidak hanya dilakukan pada bilangan reproduksi efektif tetapi juga kesediaan kasus aktif. Dengan menggunakan parameter-parameter yang diperoleh dengan metode yang digunakan seperti regresi ridge dan kurva Richards juga dapat diperkirakan untuk penyebaran jangka pendek. Rumusan model yang dihasilkan adalah analisis berbasis data menggunakan data publik COVID-19 yang bersumber dari PUSICOV Bandung dari 27 September 2020 hingga 28 Maret 2022.", "Daftar File": {"ABSTRAK Syifa Juwita": "https://digilib.itb.ac.id/gdl/download/249404"}, "Penulis": "Syifa Juwita [10117045]", "Kontributor / Dosen Pembimbing": ["Dr. Nuning Nuraini S.Si., M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "COVID-19, bilangan reproduksi efektif, regresi ridge, kurva Richards", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti  \n                                     Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "22 Jun 2022"}