{"Nomor": 65304, "Judul": "PERANCANGAN INTERIOR BAGIAN SELATAN STASIUN KERETA KOMUTER DI KOTA BEKASI", "Abstrak": "Transportasi umum diproyeksikan sebagai moda transportasi utama di masa depan. Di area Jabodetabek, salah satu moda yang banyak digunakan adalah kereta commuter line. Setiap tahun terjadi pertumbuhan jumlah penumpang dan perkembangan layanan kereta commuter line. Tetapi, banyak stasiun yang kondisi dan fasilitasnya sudah tidak lagi ideal dengan perkembangan tersebut. Kondisi tersebut juga terjadi di stasiun Bekasi, yang melayani ribuan penumpang commuter line setiap harinya. Situasi pandemi semakin memperjelas masalah-masalah yang ada di stasiun Bekasi. Secara garis besar, permasalahan yang ada di stasiun Bekasi berkaitan dengan sirkulasi, fasilitas, dan kenyamanan penumpang.\nUntuk memperoleh konsep rancangan yang diharapkan dapat menjadi solusi permasalahan tersebut, dilakukan penelitian melalui metode studi literatur dan observasi kondisi di lapangan. Dalam tahap penelitian kemudian ditemukan adanya permasalahan baru, yaitu potensi commuting stress pada penumpang di stasiun Bekasi. Data-data dan teori yang diperoleh kemudian dianalisis untuk menghasilkan program-program rancangan. Program tersebut digunakan sebagai dasar untuk membentuk konsep perancangan.\nPenelitian yang dilakukan menghasilkan konsep rancangan stasiun commuter di Kota Bekasi dengan slogan “Transport with Comfort”. Konsep tersebut menjadikan sirkulasi dan kenyamanan penumpang sebagai aspek utama dalam rancangan stasiun commuter tersebut. Dengan sirkulasi yang optimal, maka permasalahan seperti kenyamanan dan stres pada penumpang dapat dikurangi. Nilai estetika visual tetap diterapkan dalam konsep rancangan, melalui bentuk-bentuk yang ringan dan dinamis. Landasan konsep rancangan stasiun yang dihasilkan, diharapkan dapat mengurangi dan menyelesaikan permasalahan yang ada di stasiun Bekasi.", "Daftar File": {"ABSTRAK Galih Andhika Aryaputra": "https://digilib.itb.ac.id/gdl/download/249419"}, "Penulis": "Galih Andhika Aryaputra [17318038]", "Kontributor / Dosen Pembimbing": ["Dr. Andriyanto Wibisono, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "sirkulasi, kereta commuter line, commuting stress.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Jun 2022"}