{"Nomor": 65300, "Judul": "PENGARUH JEJARING TERHADAP RESILIENSI INDUSTRI KREATIF PASCABENCANA (STUDI KASUS: KAWASAN PRINGGASELA, KABUPATEN LOMBOK TIMUR DAN DESA BAYAN, KABUPATEN LOMBOK UTARA)", "Abstrak": "Perkembangan industri kreatif berperan penting bagi pertumbuhan ekonomi wilayah\nIndonesia utamanya industri kreatif berbasis seni dan budaya. Kondisi geografis\nIndonesia yang hampir seluruh wilayahnya rawan bencana menjadi ancaman terhadap\nperkembangan industri kreatif. Salah satu karakteristik industri kreatif adalah memiliki\nkapasitas jejaring untuk memperluas dan mengadaptasi ide dan praktik serta menghadapi\nhal-hal yang tidak terduga. Penelitian terdahulu menjelaskan jejaring sebagai komponen\nmodal sosial mempengaruhi resiliensi industri kreatif, sementara jejaring usaha secara\numum belum jelas kaitannya dengan resiliensi industri kreatif. Penelitian ini bertujuan\nuntuk mengidentifikasi pengaruh jejaring terhadap resiliensi industri kreatif\npascabencana. Jejaring yang dimaksud adalah jejaring sesama pelaku industri kreatif,\njejaring dengan sektor industri lainnya, serta jejaring dengan stakeholder-stakeholder\nlainnya. Dasar teori dari penelitian ini dibangun berdasarkan konsep industri kreatif,\nnetwork, resiliensi ekonomi wilayah, serta Small Business Disaster Recovery Framework.\nUntuk dapat menjawab tujuan penelitian, dilakukan pendekatan studi komparatif pada\nindustri kreatif tenun di Pringgasela dan Bayan, Nusa Tenggara Barat. Pengumpulan\ndata dilakukan menggunakan wawancara dengan purposive sampling serta snowball\nsampling. Analisis data dilakukan dengan pendekatan analisis deskriptif model interaktif\ndengan teknik analisis komparasi konstan. Hasil penelitian menunjukkan bahwa jejaring\nsesama pelaku industri kreatif tenun, jejaring dengan industri selain tenun, serta jejaring\ndengan stakeholder-stakeholder lainnya memberikan pengaruh terhadap resiliensi\nindustri kreatif pascabencana. Terdapat tiga temuan pengaruh jejaring, pertama tidak\nmempengaruhi pencapaian kondisi resiliensi tertentu tetapi memberikan banyak manfaat\nsejak sebelum gempa, kedua pencapaian kondisi pascabencana survived dan ketiga\npencapaian kondisi recovered.", "Daftar File": {}, "Penulis": "Tyas Anung Wening [15418011]", "Kontributor / Dosen Pembimbing": ["Dr. Fikri Zul Fahmi, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Industri Kreatif, Jejaring, Pengaruh, Resiliensi", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "22 Jun 2022"}