{"Nomor": 65301, "Judul": "MODEL NUMERIK DALAM PENGOPTIMALAN KONFIGURASI GABION UNTUK MEMINIMALKAN GELOMBANG RUN-UP", "Abstrak": "Aktivitas manusia dan pertumbuhan populasi di daerah pesisir, begitu pula dengan fenomena alam yang timbul dari gelombang laut itu sendiri, dapat menyebabkan berbagai masalah di daerah pesisir. Terlebih lagi, fakta bahwa Indonesia merupakan salah satu negara di dunia yang paling rawan terhadap kenaikan permukaan air laut dan merupakan negara dengan populasi penduduk terpadat ke-4 di dunia, meningkatkan risiko dari bahaya pesisir di Indonesia setiap tahunnya. Akibatnya, pendekatan optimal dalam merancang struktur pertahanan laut untuk mengurangi risiko dari bahaya pesisir menjadi hal yang penting untuk dimiliki. Salah satu faktor yang perlu dipertimbangkan ketika merancang struktur pertahanan laut adalah potensi risiko dari gelombang run-up. Oleh karena itu, dalam penelitian ini, kami menyelidiki fenomena gelombang run-up untuk dapat mengembangkan model optimisasi yang mampu mengidentifikasi konfigurasi optimal dari struktur pertahanan laut yang kami ajukan, yaitu gabions wall. Gelombang run-up dimodelkan dengan menggunakan Non-Linear Shallow Water Equations (NSWE) dan model matematika tersebut kemudian diselesaikan secara numerik menggunakan metode finite volume on a staggered grid dengan wet-dry procedure yang memiliki peran penting untuk mendapatkan gelombang run-up yang akurat. Beberapa benchmark test dilakukan untuk menguji keakuratan model kami dan diperoleh hasil yang selaras antara hasil numerik dengan solusi analitik serta data eksperimen. Lebih jauh lagi, dari penelitian yang dilakukan, diketahui bahwa gabions wall dapat secara signifikan mengurangi tinggi gelombang run-up, namun kombinasi dari tinggi dan lebar dari setiap undakan gabions wall menghasilkan tinggi gelombang run-up dengan pola acak. Untuk mengatasi masalah tersebut, kami mendefinisikan masalah optimisasi dan menggunakan metode genetic algorithm (GA) untuk menyelesaikannya. Selanjutnya, model optimisasi kami dapat menemukan konfigurasi optimum dari gabions wall yang menghasilkan tinggi gelombang run-up seminimal mungkin dan memenuhi kendala optimisasi. Setelah kami berhasil menentukan konfigurasi optimum dari gabions wall, hal ini akan berguna dalam proses pengambilan keputusan saat merancang struktur pelindung daerah pesisir.", "Daftar File": {"ABSTRAK Dara Dewata": "https://digilib.itb.ac.id/gdl/download/249415"}, "Penulis": "Dara Dewata [10818023]", "Kontributor / Dosen Pembimbing": ["Dr. Ikha Magdalena S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "run-up, Non-Linear Shallow Water Equations, finite volume method, gabions wall, genetic algorithm, model optimisasi", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "22 Jun 2022"}