{"Nomor": 65317, "Judul": "ANALISIS FREE SPAN PIPA LAUT MENGGUNAKAN SIDE SCAN SONAR (SSS) DAN MULTIBEAM ECHOSOUNDER (MBES) DI SELAT MAKASSAR", "Abstrak": "Keberadaan fasilitas pipa bawah laut merupakan hal yang sangat penting pada sektor energi di Indonesia. Seiring dengan berkembang pesatnya industri migas di laut Indonesia, infrastruktur pipa minyak dan gas bawah laut menjadi pilihan utama dalam mendistribusikan hasil pengeboran ke daratan tempat hasil tersebut akan diolah menjadi energi yang akan dipakai oleh masyarakat Indonesia maupun yang akan didistribusikan ke luar negeri. Penelitian ini dibuat dengan tujuan untuk membantu menganalisis kondisi pipa laut yang mengalami kerusakan berupa free span (bentang bebas) dan kesesuaian posisi pipa laut bila dibandingkan dengan sedimen dasar lautnya. Metode yang digunakan adalah pengukuran kedalaman air dengan menggunakan instrumen Multibeam Echosounder (MBES) dan pencitraan dasar laut menggunakan Side Scan Sonar (SSS). Untuk identifikasi free span, hasil pengolahan data MBES dan SSS digunakan untuk mendapatkan data kedalaman dan posisi horizontal free span. Untuk kesesuaian posisi pipa laut dengan sedimen, data MBES dan SSS diolah lebih lanjut menjadi data kemiringan, entropi dan intensitas citra sehingga klasifikasi sedimen diketahui. Kesimpulan yang dihasilkan adalah terdapat 103 fenomena free span yang tersebar sepanjang jalur pipa laut dan posisi pipa laut yang teridentifikasi telah sesuai diletakkan pada posisi yang sesuai karena berada pada sedimen clay (tanah lempung).", "Daftar File": {"ABSTRAK Golden Putra Madya": "https://digilib.itb.ac.id/gdl/download/249460"}, "Penulis": "Golden Putra Madya [15118012]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Eka Djunarsjah, M.T.", "Dr. rer. nat. Wiwin Windupranata, S.T., M.Si.", "Miga Magenika Julian, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Multibeam Echosounder, Side Scan Sonar, Free Span, Pipa bawah laut, Tanah lempung", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Jun 2022"}