{"Nomor": 65327, "Judul": "ANALISIS COMOVEMENT SAHAM SYARIAH JAKARTA ISLAMIC INDEX (JII) TERHADAP NILAI TUKAR RUPIAH PADA MASA PANDEMI COVID-19 MENGGUNAKAN METODE WAVELET COHERENCE", "Abstrak": "Ekonofisika adalah sebuah bidang ilmu yang mengimplementasikan dan memberikan tawaran berupa gagasan, metode, serta model pada fisika dan kompleksitas untuk melakukan analisis pada berbagai data ekonomi. Dalam pasar keuangan, comovement merupakan indikator yang digunakan dalam pengambilan putusan oleh investor saat berinvestasi agar meminimalkan risiko investasi. Comovement merupakan fenomena harga aset yang bergerak bersama dengan harga aset lainnya. Pada saat terjadinya pandemi Covid-19, terjadi pelemahan yang cukup signifikan pada Nilai Tukar Rupiah, mata uang rupiah melemah hingga mencapai Rp 16.575,00 per USD pada tanggal 23 Maret 2020 dan terus menerus terjadi hingga awal April 2020 dimana Nilai Tukar Rupiah mencapai level terendahnya dalam sejarah Rp 16.741,00 per USD pada tanggal 2 April 2020. Pelemahan Nilai Tukar Rupiah tersebut juga diikuti indeks harga saham yang mengalami penurunan. Metode untuk menganalisis comovement salah satunya yaitu analisis wavelet dengan wavelet transform coherence yang dapat digunakan untuk menganalisis domain waktu serta domain frekuensi. Dalam penelitian ini dilakukan analisis comovement antara Nilai Tukar Rupiah dan indeks harga Saham Syariah Jakarta Islamic Index (JII). Penelitian ini bertujuan untuk mengetahui pola volatilitas dan comovement serta untuk menentukan strategi investasi berdasarkan performa Saham Syariah JII selama periode Desember 2019 sampai dengan Januari 2022 dengan menggunakan data harian. Data diolah menggunakan software MATLAB. Berdasarkan hasil penelitian yang diperoleh Saham Syariah JII yang diteliti dikategorikan menjadi comovement tinggi dan rendah terhadap Nilai Tukar Rupiah. Analisis yang diperoleh digunakan untuk menetapkan strategi bagi para investor dalam melakukan investasi. Saham dengan comovement tinggi untuk investor tipe agresif, comovement sedang untuk investor tipe moderat, dan comovement rendah untuk investor tipe konservatif.", "Daftar File": {"ABSTRAK Alfina Rahmawati": "https://digilib.itb.ac.id/gdl/download/249476", "COVER Alfina Rahmawati": "https://digilib.itb.ac.id/gdl/download/258015", "PUSTAKA Alfina Rahmawati": "https://digilib.itb.ac.id/gdl/download/258021"}, "Penulis": "Alfina Rahmawati [10218063]", "Kontributor / Dosen Pembimbing": ["Acep Purqon, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Comovement, Transformasi Wavelet, Volatilitas, Wavelet.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "22 Jun 2022"}