{"Nomor": 65323, "Judul": "IDENTIFIKASI KETAHANAN DESA WISATA KAMPUNG TAJUR & SEKITARNYA PADA MASA PANDEMI COVID-19 BERDASARKAN RESILIENCE FRAMEWORK", "Abstrak": "Kampung Tajur merupakan desa wisata yang terkenal dengan wisata alam pedesaannya\nyang asri nan unik dan berlokasi di Desa Pasanggrahan, Kecamatan Bojong, Kabupaten\nPurwakarta, Jawa Barat. Terdapat dua misi yang tertuang pada Rencana Pembangunan\nJangka Menengah Daerah (RPJMD) Kabupaten Purwakarta 2018 -2023 mengenai\npembangunan infrastruktur, pengembangan pariwisata lingkungan, dan perekonomian\nrakyat berbasis desa yang merupakan karakter dari Kampung Tajur itu sendiri.\nTerlebih, Kampung Tajur juga menjadi no minasi 100 besar Anugerah Desa Wisata\nIndonesia (ADWI) 2021. Kemudian, terjadi pandemi COVID -19 yang membuat dampak\nterbesar bagi sektor pariwisata, tak terkecuali bagi Kampung Tajur & Sekitarnya.\nJumlah wisatawan menurun secara drastis sejak Januari 2020. Dimulai dari\npemberlakuan PSBB hingga PPKM guna mencegah penyebaran penyakit COVID -19\ndengan menerapkan aktivitas normal baru untuk terus menjaga protokol kesehatan\ndimanapun dan kapanpun. Oleh karena itu, penelitian ini dilakukan dengan tujuan\nuntuk mengidentifikasi ketahanan desa wisata Kampung Tajur & Sekitarnya pada masa\npandemi COVID-19 berdasarkan Resilience Framework. Variabel yang digunakan\ndalam penelitian ini sangat beragam dengan diketagorikan pada empat sasaran, yaitu\nrespons pemerintah daerah, respons pengelola & pekerja wisata, inovasi teknologi, dan\nkondisi akomodasi saat pandemi COVID-19. Penelitian ini menggunakan analisis\ndeskriptif kualitatif dan analisis skoring. Metode pengumpulan data yang digunakan\nadalah data primer dengan observasi dan wawancara serta data sekunder. Berdasarkan\nhasil analisis diketahui bahwa di Kampung Tajur & Sekitarnya saat pandemi COVID -\n19 memiliki respons pemerintah daerah yang baik, respons pengelola & pekerja wisata\nyang baik, inovasi teknologi yang sangat buruk, dan kondisi akomodasi yang buruk.\nOleh karena itu, pengelola wisata bersama pemerintah, sektor swasta, maupun\nmasyarakat lokal harus membangun hubungan kerjasama yang baik untuk bersama -\nsama menghadapi kesulitan pandemi ini sehingga Kampung Tajur & Sekitarnya dapat\nterbuka secara bertahap dan meningkatkan pertumbuhan ekonomi lokal kembali .", "Daftar File": {}, "Penulis": "Dhiya Ilham Trihatmaja [15418043]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Heru Purboyo Hidayat Putro, DEA"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Desa wisata, Kampung Tajur & Sekitarnya, pandemi COVID -19, pembangunan desa wisata, tingkat ketahanan pariwisata .", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "8 file", "Tanggal Input": "22 Jun 2022"}