{"Nomor": 65329, "Judul": "ANALISIS KESEHATAN MANGROVE DI TAMAN WISATA ALAM ANGKE KAPUK, JAKARTA UTARA", "Abstrak": "Indonesia memiliki luasan ekosistem mangrove terluas di dunia. Ekosistem mangrove memiliki fungsi, peran dan manfaat penting bagi kawasan daratan dan lautan. Optimalisasi dari fungsi-fungsi ekosistem mangrove bergantung pada kondisi kesehatan mangrove. Taman Wisata Alam Angke Kapuk (TWAAK) merupakan kawasan taman wisata alam yang berfokus pada ekowisata dan konservasi ekosistem mangrove. Penelitian ini bertujuan melakukan penilaian kesehatan mangrove berdasarkan Indeks Kesehatan Mangrove/Mangrove Health Index (MHI) dan struktur tegakan mangrove dilakukan di TWAAK. Penelitian dilakukan dengan pengambilan plot secara purposive sampling yaitu penentuan plot berdasarkan kriteria tutupan kanopi rapat, sedang, dan jarang yang di analisis menggunakan Normalized Difference Vegetation Index (NDVI). Plot diambil sebanyak tiga puluh plot yang terdiri dari dua belas plot jarang, sebelas plot sedang, dan tujuh plot rapat. Nilai MHI merupakan kombinasi dari skor persentase tutupan kanopi, DBH dan jumlah pancang. Sedangkan struktur tegakan mangrove ditentukan berdasarkan parameter persentase tutupan kanopi, tinggi tegakan, DBH dan jumlah tegakan. Kesehatan mangrove di TWAAK berdasarkan MHI untuk kelas kerapatan jarang dan sedang masuk kategori sedang/moderate serta kelas kerapatan rapat masuk kategori sehat/healthy. Berdasarkan struktur tegakan, kesehatan mangrove di TWAAK untuk kelas kerapatan jarang masuk kategori sedang/cukup baik/fair serta kelas kerapatan sedang dan rapat masuk kategori baik/good.", "Daftar File": {"ABSTRAK Puteri Raysa Azzahra": "https://digilib.itb.ac.id/gdl/download/249480"}, "Penulis": "Puteri Raysa Azzahra [11518006]", "Kontributor / Dosen Pembimbing": ["Dr. Elham Sumarga, S.Hut., M.Si.", "Arni Rahmawati Fahmi Sholihah, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Indeks Kesehatan Mangrove (MHI), kesehatan mangrove, struktur tegakan, Taman Wisata Alam Angke Kapuk (TWAAK)", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Jun 2022"}