{"Nomor": 65326, "Judul": "UNSCENTED KALMAN FILTER DENGAN PENGAMAT TAK LINIER UNTUK SISTEM PENENTU LOKASI AUTOMATED GUIDED VEHICLE", "Abstrak": "Automated Guided Vehicle (AGV) merupakan transportasi yang digunakan untuk memindahkan benda dari satu tempat ke tempat lain secara otomatis. AGV dapat digunakan di pelabuhan peti kemas untuk meningkatkan efesiensi. Salah satu faktor agar AGV dapat berjalan dengan baik adalah dengan memiliki sistem penentu lokasi yang akurat dan global. Untuk mendapatkan sistem penentu lokasi yang global, maka AGV memerlukan Global Navigation Satellite System (GNSS) dengan frekuensi cuplik yang rendah. Data sensor di kendaraan seperti sensor kecepatan dan sensor sudut kemudi memiliki frekuensi cuplik yang tinggi dan menentukan lokasi secara lokal dengan dead reckoning namun kesalahan pengukuran menjadi terakumulasi. Masing-masing sensor dapat digabungkan dengan memanfaatkan kelebihan dan mengurangi kelemahan dari masing-masing sensor untuk mendapatkan pengukuran global dan akurat dengan frekuensi cuplik yang tinggi. teknik tersebut dinamakan fusi sensor. Salah satu metode fusi sensor adalah Unscented Kalman Filter (UKF) yang dapat menangani sistem tidak linier dan tetap stabil. Kinerja algoritma UKF dapat ditingkatkan salah satunya menggunakan pengamat tak linier. Penelitian ini berfokus untuk meningkatkan kinerja UKF dengan menambahkan pengamat tak linier pada algoritma fusi sensor untuk sistem penentu lokasi AGV. Dalam perancangan algoritma, pengamat tak linier didesain berdasarkan persamaan kendaraan seperti mobil menggunakan teknik Lyapunov untuk mendapatkan pengamat tak linier yang stabil. Variabel keadaan hasil dari pengamat tak linier kemudian digunakan untuk mengoreksi hasil prediksi UKF dan dilanjutkan dengan estimasi UKF. Keseluruhan algoritma dibuat dalam bentuk simulasi dan diimplementasikan pada purwarupa AGV. Parameter pengamat tak linier dan UKF dioptimasi menggunakan Particle Swarm Optimization (PSO). Pengukuran sensor diperoleh dengan differential GNSS, sensor kecepatan, dan sensor sudut kemudi. Hasil implementasi menunjukkan bahwa algoritma yang dikembangkan memiliki hasil yang baik dengan kesalahan pengukuran dalam RMSE sebesar 0,0045 m untuk posisi dan 0,00063 rad untuk orientasi sedangkan algoritma UKF yang memiliki kesalahan pengukuran dalam RMSE sebesar 0,0078 untuk posisi dan 0,00123 rad untuk orientasi.", "Daftar File": {"ABSTRAK Ivan Adi Kuncara": "https://digilib.itb.ac.id/gdl/download/249475"}, "Penulis": "Ivan Adi Kuncara [23820004]", "Kontributor / Dosen Pembimbing": ["Augie Widyotriatmo, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Instrumentasi dan Kontrol", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Unscented Kalman Filter (UKF), pengamat tak linier, sistem penentu lokasi, Automated Guided Vehicle (AGV).", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Jun 2022"}