{"Nomor": 65338, "Judul": "PREDIKSI LALU LINTAS WEB WIKIPEDIA BAHASA JEPANG DENGAN SPATIO-TEMPORAL GRAPH CONVOLUTIONAL NETWORK", "Abstrak": "Perkembangan internet menimbulkan banyaknya perusahaan yang mengandalkan\nservis melalui web, sehingga manajemen beban pada server menjadi masalah yang\nsangat penting. Permintaan ke suatu server yang berlebih akan menimbulkan\nmasalah server overload sehingga server menjadi down. Salah satu cara yang\ndapat dilakukan untuk mencegah masalah ini adalah dengan melakukan prakiraan\nbanyaknya permintaan ke suatu server. Permintaan ke suatu server ini dapat\ndirepresentasikan sebagai permintaan ke suatu laman, dimana masalah ini dapat\ndimodelkan menjadi masalah dalam graf dimana tiap laman diasumsikan menjadi\nsuatu titik dalam graf. Oleh karena struktur graf ini, sebuah keluarga algoritma\npembelajaran mendalam bernama graph neural networks dapat digunakan, yang\ndimana pada Tugas Akhir ini akan digunakan model spatio-temporal graph convolutional\nnetworks (STGCN). Model ini menggunakan operasi konvolusi pada\ngraf untuk mengekstrak fitur spasial dan menggunakan CNN untuk mengekstrak\nfitur temporal. Dalam Tugas Akhir ini, data Wikipedia berbahasa Jepang akan\ndigunakan. Model STGCN akan dibandingkan dengan model - model lainnya\nseperti SARIMA yang merupakan model berbasis statistik, LSTM yang merupakan\nmodel pembelajaran mendalam yang biasa digunakan untuk memodelkan data deret\nwaktu, dan juga model CLTFP yang menggunakan CNN untuk mengekstrak fitur\nspasial dan LSTM untuk mengekstrak fitur temporal. Model STGCN mendapatkan\nhasil yang paling baik dalam masalah prediksi jarak jauh dengan MAE senilai 980\ndan juga MAPE senilai 0.37 untuk tiap hari prediksi, dan juga model ini mencapai\nhasil yang paling baik diantara semua model pembelajaran mendalam pada masalah\nprediksi jarak dekat dengan MAE senilai 950 dan MAPE senilai 0.371.", "Daftar File": {"ABSTRAK Mikhael Belmiro Tirta Kusuma": "https://digilib.itb.ac.id/gdl/download/249525"}, "Penulis": "Mikhael Belmiro Tirta Kusuma [10118038]", "Kontributor / Dosen Pembimbing": ["Finny Oktariani, S.Si., M.Si., Ph.D"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "prediksi lalu lintas, graph neural network, STGCN.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "22 Jun 2022"}