{"Nomor": 65332, "Judul": "PERUMUSAN KERANGKA INDIKATOR PERFORMA BRANDING KOTA BATU SEBAGAI KOMPONEN MANAJEMEN PERFORMA INSTITUSI PUBLIK", "Abstrak": "Kota pada era global mengalami persaingan satu dengan yang lain dalam menarik berbagai\naktivitas ekonomi untuk berinvestasi di dalam kotanya. Branding kota menjadi perangkat yang\nbanyak digunakan Pemerintah Kota setempat sebagai strategi dalam menstimulasi\nperkembangan kota dan ekonomi tersebut melalui pembentukan persepsi target pasar,\nmanajemen daya tarik hingga pembentukan citra dan identitas kota. Sejak branding kota\nmerupakan instrumen yang dominan diatur oleh Pemerintah dalam kebijakan publiknya maka\nmuncul tuntutan publik atas transparansi hasil yang didapatkan dari inisiasi program branding\nkota tersebut. Bersamaan dengan hal itu pendekatan New Public Management dalam organisasi\npemerintahan mewajibkan atas semua kinerja program yang dijalankan dapat terukur dan\ndiselenggarakan secara efektif dan efisien. Sehingga branding kota sebagai instumen kebijakan\nPemerintah juga perlu untuk dijabarkan secara jelas apa saja yang menjadi bukti\nkeberhasilannya.\nPada pendekatan manajemen publik keberhasilan suatu program dinilai dari tercapainya\nindikator performa yang ditetapkan. Studi ini melihat pengaplikasian strategi branding tidak\nsecara baik dapat dijelaskan dan cenderung bersifat abstrak karena tidak termuat dalam rencana\npembangunan maupun rencana strategis. Kota Batu sebagai wilayah studi ditemukan juga\nbelum memiliki manajemen performa dari strategi branding yang digunakan. Kota Batu sendiri\nmerupakan kota yang cukup berhasil dalam mengaplikasikan branding sebagai strategi\npengembangan dan promosi destinasi pariwisata yang ditawarkan. Strategi branding yang\nmerupakan agenda politis dari kepemimpinan yang menjabat dan seiring pergantian masa\njabatan menjadikan strategi branding Kota Batu sulit untuk dijabarkan apa yang selama ini\nmenjadi bukti keberhasilannya karena seringkali butuh waktu yang lama untuk terwujud.\nSehingga studi ini mencoba untuk merumuskan kerangka indikator performa sebagai instrumen\nmanajemen performa Pemerintah terhadap program branding yang dijalankan di Kota Batu.\nDengan terumuskannya indikator performa dari strategi branding maka akan dapat lebih jelas\ntujuan apa yang ingin dicapai, sumber daya apa yang dibutuhkan untuk mencapai tujuan\ntersebut hingga digunakan sebagai kerangka evaluasi dari Pemerintah setempat dalam melihat\nhal apa yang perlu didorong agar tujuan dapat dicapai.\nIndikator performa perlu dirumuskan secara baik agar konteks keberhasilan dari branding\ndapat digambarkan secara menyeluruh. Metode Consensus Building dengan menggunakan\nteknik Delphi dinilai efektif untuk merumuskan indikator performa tersebut dengan melibatkan\nberbagai pihak baik akademisi, praktisi, dan pemerintah sendiri. Modifikasi teknik paper pencil\nDelphi dengan menggunakan media elektronik dan internet digunakan dalam penelitian ini.ii\nPendekatan statistik deskriptif dalam menilai konsensus dalam Delphi digambarkan dengan\nnilai Koefisien Konkordansi (W) dan nilai Inter Quartile Range (IQR). Identifikasi awal\nindikator performa dilakukan dengan review terhadap literatur dan praktik branding kota.\nDidapatkan indikator performa branding kota mencakup 5 dampak yakni dalam aspek\nimage/identity, ekonomi, behavioral, infrastruktural, dan institusional. Berdasarkan hasil\nanalisis Delphi disepakati terdapat 79 indikator performa branding Kota Batu sebagai Kota\nWisata.\nHasil indikator performa yang berhasil dirumuskan dirangkai sebagai kerangka indikator\nperforma melalui pendekatan model logis dan hubungan kausalitas antar indikator yang\nterbentuk. Model logis indikator terbagi menjadi output, outcome dan impact. Kriteria\ndeskriptif ditetapkan dalam merumuskan indikator dalam kerangka output, outcome, dan\nimpact. Indikator impact menggambarkan tujuan sesungguhnya yang dicapai dalam jangka\npanjang yang juga dapat digunakan sebagai keberhasilan sesungguhnya dari branding Kota\nBatu. Didapatkan indikator impact mencakup aspek image/identity dalam awareness brand\nkota yang terbentuk, aspek ekonomi dalam pertumbuhan GDP kota, aspek behavioral dari\nloyalitas target pasar yang terbentuk dan peningkatan kualitas hidup masyarakat dan aspek\ninstitusional dalam peningkatan kualitas pelayanan publik Pemerintah terhadap masyarakat.", "Daftar File": {"ABSTRAK Muchammad Rosulinanda": "https://digilib.itb.ac.id/gdl/download/249493", "BAB 1 Muchammad Rosulinanda": "https://digilib.itb.ac.id/gdl/download/249494", "BAB 2 Muchammad Rosulinanda": "https://digilib.itb.ac.id/gdl/download/249495", "BAB 3 Muchammad Rosulinanda": "https://digilib.itb.ac.id/gdl/download/249496", "BAB 4 Muchammad Rosulinanda": "https://digilib.itb.ac.id/gdl/download/249498", "BAB 5 Muchammad Rosulinanda": "https://digilib.itb.ac.id/gdl/download/249499", "BAB 6 Muchammad Rosulinanda": "https://digilib.itb.ac.id/gdl/download/249500", "PUSTAKA Muchammad Rosulinanda": "https://digilib.itb.ac.id/gdl/download/249501", "2022 TS PP MUCHAMMAD ROSULINANDA_LAMPIRAN.pdf?_": "https://digilib.itb.ac.id/gdl/download/249502"}, "Penulis": "Muchammad Rosulinanda [25420058]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Delik Hudalah, S.T., M.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Branding Kota, Manajemen Performa, New Public Management, Model Logis, Delphi.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "22 Jun 2022"}