{"Nomor": 65333, "Judul": "PENGARUH PENAMBAHAN KACANG HIJAU BERGERMINASI DAN NATRIUM ALGINAT TERHADAP KUALITAS SUSU JAGUNG (ZEA MAYS L.)", "Abstrak": "Susu jagung merupakan susu nabati berbahan baku jagung (Zea mays L.). Jagung termasuk ke dalam tanaman serealia yang kaya akan kandungan serat pangan, namun memiliki kandungan protein yang lebih rendah dibandingkan kacang-kacangan. Oleh karena itu dalam penelitian ini dilakukan variasi penambahan kacang hijau bergerminasi ke dalam susu jagung dengan konsentrasi, 0%; 5%; 10%; dan 15% untuk meningkatkan kadar protein susu jagung. Susu jagung ini kemudian akan dianalisis kestabilan masa simpannya menggunakan metode pengukuran pH dalam waktu tertentu yang diukur pada suhu ruang 25oC dan suhu 4oC untuk menentukan berapa lama susu jagung tersebut masih layak dikonsumsi. Selain itu dilakukan variasi penambahan edible film pada sampel susu jagung yang diukur masa simpannya. Berdasarkan hasil penelitian, suhu tempat penyimpanan produk dan penambahan edible film dapat mempengaruhi masa simpan susu jagung. Diperoleh masa simpan sampel susu jagung dengan penambahan natrium alginat 0,05%(b/v) dan gliserol 3%(v/v) pada suhu ruang ±25oC dan suhu 4oC secara berturut-turut pada 6 hari dan 8 hari. Selanjutnya, pada susu jagung dilakukan uji organoleptik serta analisis minat masyarakat melalui kuisioner. Hasil uji organoleptik kepada 28 responden menunjukkan bahwa berdasarkan segi warna, aroma, rasa, dan tekstur, susu jagung dengan penambahan edible film lebih disukai dibandingkan dengan yang tidak ditambahkan edible film. Sedangkan untuk analisis minat masyarakat menggunakan kuisioner online menunjukkan 70,71% dari 140 responden tertarik dengan produk susu nabati berbahan dasar jagung, dan ketika diberikan foto produk susu jagung yang divariasikan dengan penambahan kacang hijau bergerminasi, 53,57% di antaranya memilih B11 (100% susu jagung tanpa adanya penambahan kacang hijau bergerminasi).", "Daftar File": {"ABSTRAK Sahlillah Dwi Yanas": "https://digilib.itb.ac.id/gdl/download/249497", "PUSTAKA Sahlillah Dwi Yanas": "https://digilib.itb.ac.id/gdl/download/252206"}, "Penulis": "Sahlillah Dwi Yanas [10515077]", "Kontributor / Dosen Pembimbing": ["Prof. Dra. Fida Madayanti Warganegara, MS, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "jagung, kacang hijau bergerminasi, susu, uji organoleptik, natrium alginat, kuisioner", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "22 Jun 2022"}