{"Nomor": 65330, "Judul": "PERAN EKOSISTEM MANGROVE SEBAGAI PENGATUR IKLIM MIKRO DI TAMAN WISATA ALAM ANGKE KAPUK, JAKARTA UTARA", "Abstrak": "Perkembangan wilayah perkotaan yang sangat cepat dapat menimbulkan permasalahan lingkungan seperti meningkatnya suhu udara dan penurunan kualitas lingkungan. Salah satu upaya untuk menurunkan suhu udara adalah dengan mengembangkan ruang terbuka hijau khususnya hutan kota. Ekosistem mangrove di Taman Wisata Alam Angke Kapuk (TWAAK) yang berfungsi sebagai penahan abrasi air laut juga berperan sebagai hutan kota yang dikelola untuk tujuan proteksi, rekreasi, estetika, dan fungsi lainnya bagi kepentingan masyarakat perkotaan. Tujuan penelitian ini adalah untuk mengetahui peran ekosistem mangrove sebagai pengatur iklim mikro di TWAAK, mengetahui indeks kenyamanan di dalam dan di luar kawasan TWAAK, dan mengetahui persepsi pengunjung terhadap tingkat kenyamanan di TWAAK. Penelitian dilakukan dengan pengambilan plot secara purposive sampling berdasarkan kriteria tertentu. Hasil penelitian menunjukkan bahwa TWAAK mampu menurunkan suhu dan menaikkan kelembaban yang lebih baik jika dibandingkan dengan kawasan di luar TWAAK, dengan perbedaan rata-rata suhu harian 1-1,5oC dan perbedaan rata-rata kelembaban udara harian 6-8%. TWAAK juga mampu mereduksi intensitas cahaya 9 kali lebih baik jika dibandingkan dengan kawasan di luar TWAAK. TWAAK memiliki nilai indeks kenyamanan dalam kategori tidak nyaman menurut perhitungan Nieuwolt, sedangkan menurut persepsi pengunjung termasuk dalam kategori nyaman.", "Daftar File": {"ABSTRAK Servina Nabila": "https://digilib.itb.ac.id/gdl/download/249483"}, "Penulis": "Servina Nabila [11518033]", "Kontributor / Dosen Pembimbing": ["Dr. Elham Sumarga, S.Hut., M.Si.", "Arni Rahmawati Fahmi Sholihah, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "iklim mikro, indeks kenyamanan, Taman Wisata Alam Angke Kapuk", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Jun 2022"}