{"Nomor": 65346, "Judul": "INTEGRASI MODEL 3D METODE HIGH DEFINITION SURVEYING, PEMODELAN PARAMETRIK, DAN PENGOLAHAN 2D MENJADI 3D UNTUK PENYEDIAAN DATA GEOMETRI KADASTER 3D (STUDI KASUS: GEDUNG LABORATORIUM TEKNIK IX-C)", "Abstrak": "Pemodelan dalam kadaster 3D dapat terbagi atas Full 3D Cadastre, Hybrid Cadastre, dan 3D Tags. Pada penelitian tugas akhir ini akan membangun full 3D cadastre untuk mewujudkannya tidak mudah hanya dengan satu sumber data saja melainkan dapat mengambil data lainnya dengan High Definition Surveying yang memiliki ketelitian geometrik yang baik, data as-built drawing yang mudah diperoleh, dan pemodelan parametrik yang memudahkan pemodelan jika terdapat ruangan yang memiliki dimensi yang serupa. Penelitian ini bertujuan untuk melakukan integrasi pemodelan untuk keperluan penyediaan data kadaster 3D dari berbagai metode yang akan digunakan. Selain itu dilakukan pula analisis ketelitian geometrik dari pemodelan kadaster 3D untuk melihat kualitas data yang diperoleh. Pada penelitian ini, pengukuran titik-titik kerangka dasar dilakukan dengan metode poligon tertutup, pemindaian gedung interior dengan metode High Definition Surveying, dan pengukuran jarak dengan distometer sebagai data validasi. Data yang dihasilkan dari pengukuran High Definition Surveying adalah titik awan (point cloud) dengan tahapan pengolahan data, yaitu titik kerangka untuk georeferensi, filtering, registrasi, hingga menghasilkan pemodelan tiga dimensi. Pada pengolahan registrasi dilakukan kombinasi metode yaitu traverse dan cloud to cloud. Selanjutnya model tiga dimensi dibuat dengan menggabungkan tiga metode yaitu, direct modeling untuk pemodelan dari data hasil pemindaian TLS. Untuk ruangan-ruangan yang tidak dapat dipindai, pemodelan dilakukan dengan pemodelan parametrik dan 2D ke 3D dimana parameter dimensi berdasarkan data dari as-built drawing. Kualitas dari hasil pengolahan data titik awan dihasilkan dari nilai RMSE registrasi. Kualitas hasil pemodelan 3D dilihat dari nilai selisih antara dimensi pada model 3D dan terhadap pengukuran distometer. Data hasil pengamatan dari High Definition Surveying dan data as-built drawing yang telah divalidasi sebelumnya dapat digunakan untuk mengintegrasikan model 3D pada Gedung Laboratorium Teknik (Labtek) IX-C dengan hasil RMSE registrasi titik awan sebesar 0,55 – 0,145 mm dan RMSE hasil validasi model 3D sebesar 19,7 mm.", "Daftar File": {"ABSTRAK Syahna Rahmah Falihah": "https://digilib.itb.ac.id/gdl/download/249547"}, "Penulis": "Syahna Rahmah Falihah [15118046]", "Kontributor / Dosen Pembimbing": ["Dr. Asep Yusup Saptari, S.T., M.Sc.", "Dr. Ir. Vera Sadarviana, M.T.", "Sella Lestari Nurmaulia, S.T., M.T.", "Ratri Widyastuti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "High Definition Surveying, Terrestrial Laser Scanner, pemodelan 3D, uji statistik, kadaster 3D, titik awan", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Jun 2022"}