{"Nomor": 65344, "Judul": "PARTISIPASI MASYARAKAT DALAM PEMUKIMAN KEMBALI PENGHUNI PERMUKIMAN KUMUH ILEGAL: KASUS PROYEK PEMUKIMAN KEMBALI DI JAKARTA, BANDUNG DAN YOGYAKARTA", "Abstrak": "Selama ini, pendekatan perbaikan setempat secara partisipatif sejak awal,\ndinamakan Pre-Par diyakini sebagai kunci keberhasilan dalam program perbaikan\npermukiman kumuh ilegal. Namun, sampai saat ini sangat sedikit literatur yang\nmenunjukkan keberhasilannya dalam meningkatkan penghidupan masyarakat dan\nkeluar dari kemiskinan.\nDalam beberapa tahun terakhir, di Jakarta, Bandung dan Yogyakarta terdapat\nfenomena pendekatan pemukiman kembali secara top-down, partisipasi dan\npemberdayaan masyarakat dilakukan setelah merumahkan penghuni permukiman\nkumuh ilegal ke rusunawa tidak jauh dari lokasi asal, dinamakan Post-Par.\nPenelitian ini memiliki argumentasi bahwa partisipasi dan pemberdayaan dilakukan\nsetelah merumahkan masyarakat lebih dahulu akan lebih memiliki peluang berhasil.\nPenelitian menggunakan metode campuran kuantitatif dan kualitatif. Lokasi dan\nsumber data Pre-Par dan Post-Par berbeda. Lokasi Pre-Par di negara-negara\nberkembang di seluruh dunia. Lokasi Post-Par di Jakarta, Bandung dan\nYogyakarta. Pengumpulan data Pre-Par melalui penelusuran data sekunder\nmenggunakan metode crawling. Metode pengumpulan data Post-Par melakukan\nsurvey lapangan melalui observasi, penyebaran kuesioner dan wawancara. Analisis\nPre-Par menggunakan analisis konten. Analisis Post-Par menggunakan analisis\ndeskriptif statistik dan analisis konten.\nHasil penelitian menunjukkan bahwa pendekatan Post-Par lebih baik dibandingkan\ndengan Pre-Par. Partisipasi dan pemberdayaan masyarakat dilakukan setelah\nmerumahkan lebih memiliki peluang berhasil dalam melakukan perbaikan dan\npengentasan kemiskinan. Penelitian ini mengisi kekosongan teori tentang perbaikan\npermukiman kumuh ilegal melalui pemukiman kembali dan dapat merubah\nparadigma penanganan permukiman kumuh ilegal di Indonesia dan negara lain\nyang setara.", "Daftar File": {"ABSTRAK Akhmad Gunawan": "https://digilib.itb.ac.id/gdl/download/249536", "BAB 1 Akhmad Gunawan": "https://digilib.itb.ac.id/gdl/download/249537", "BAB 2 Akhmad Gunawan": "https://digilib.itb.ac.id/gdl/download/249538", "BAB 3 Akhmad Gunawan": "https://digilib.itb.ac.id/gdl/download/249539", "BAB 4 Akhmad Gunawan": "https://digilib.itb.ac.id/gdl/download/249540", "BAB 5 Akhmad Gunawan": "https://digilib.itb.ac.id/gdl/download/249542", "BAB 6 Akhmad Gunawan": "https://digilib.itb.ac.id/gdl/download/249543", "BAB 7 Akhmad Gunawan": "https://digilib.itb.ac.id/gdl/download/249544", "2022 DS PP AKHMAD GUNAWAN_BAB 8.pdf)u": "https://digilib.itb.ac.id/gdl/download/249545", "PUSTAKA Akhmad Gunawan": "https://digilib.itb.ac.id/gdl/download/249546"}, "Penulis": "Akhmad Gunawan [35415006]", "Kontributor / Dosen Pembimbing": ["Ir. Teti Armiati Argo, M.E.S, Ph.D.", "Prof. Ir. Haryo Winarso, M.Eng., Ph.D.", "Ir. Tubagus Furqon Sofhani, MA, Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "pemukiman kembali, permukiman kumuh ilegal, aset penghidupan, partisipasi masyarakat, pengentasan kemiskinan .", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "10 file", "Tanggal Input": "22 Jun 2022"}