{"Nomor": 65350, "Judul": "PEMODELAN SEMIVARIOGRAM ANISOTROPIK MENGGUNAKAN METODE PENAKSIRAN PARAMETER WEIGHTED LEAST SQUARES (STUDI KASUS: DATA COVID-19 DI KOTA BANDUNG)", "Abstrak": "Semivariogram anisotropik adalah suatu statistik yang digunakan untuk mengukur korelasi spasial dari pasangan lokasi yang terpisahkan oleh jarak dan sudut tertentu. Coronavirus Disease (COVID-19) adalah penyakit menular yang disebabkan oleh virus Severe Acute Respiratory Syndrome Coronavirus-2 (SARS-Cov-2). Data laporan harian kasus COVID-19 merupakan contoh data yang dapat dimodelkan secara spasial. Penelitian ini bertujuan untuk membangun model semivariogram anisotropik berdasarkan data kasus penyebaran COVID-19 yaitu Kasus Terkonfirmasi Aktif dan Meninggal pada 30 Kecamatan di Kota Bandung, serta menerapkan model tersebut pada metode interpolasi Ordinary Kriging untuk memprediksi lokasi yang belum terobservasi. Metode penaksiran parameter yang digunakan adalah Weighted Least Squares (WLS). Metode interpolasi data yang digunakan adalah Ordinary Kriging. Data dimodelkan dengan model semivariogram teoritis Gauss, Eksponensial, dan Spherical. Sektor arah yang digunakan dalam pemodelan semivariogram anisotropik adalah Timur-Barat, Timur Laut-Barat Daya, Utara-Selatan, dan Tenggara-Barat Laut. Digunakan metode Jackknife Kriging untuk menentukan model terbaik untuk masing-masing data. Model terbaik untuk data Aktif adalah Spherical Geometri, sedangkan model terbaik untuk data Meninggal adalah Spherical Zonal. Jumlah Kuadrat Galat (JKG) Jackknife Kriging untuk model Aktif sebesar 2310,3710, sedangkan untuk model Meninggal diperoleh nilai yang lebih besar yaitu 15487,3222.", "Daftar File": {"ABSTRAK Fatsa Vidyaningtyas Sabila": "https://digilib.itb.ac.id/gdl/download/249550"}, "Penulis": "Fatsa Vidyaningtyas Sabila [10118076]", "Kontributor / Dosen Pembimbing": ["Dr. RR. Kurnia Novita Sari, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "COVID-19, jackknife kriging, ordinary kriging, semivariogram anisotropik geometri, semivariogram anisotropik zonal, weighted least squares", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "22 Jun 2022"}