{"Nomor": 65352, "Judul": "INDEKS KESIAPAN INDUSTRI CERDAS PT. INDOCEMENT TUNGGAL PRAKARSA, TBK. DALAM TRANSFORMASI DIGITAL", "Abstrak": "Industri 4.0 sangat berpengaruh dalam meningkatkan keunggulan kompetitif perusahaan, namun banyak perusahaan yang tidak mengetahui keadaan dan langkah yang tepat untuk melakukan transformasi digital. Indeks Kesiapan Industri Cerdas diluncurkan untuk membantu produsen mengambil langkah pertama dalam perjalanan transformasi mereka oleh Dewan Pengembangan Ekonomi Singapura (EDB). Ini membangun peta jalan, oleh karena itu, menghubungkan kesadaran dan implementasi.\n\nPenelitian ini bertujuan untuk menemukan status perusahaan dan Dimensi Indeks dampak tertinggi di mana peningkatan akan membawa manfaat dalam perjalanan Pabrik Cerdas. Kerangka konseptual dimulai dari analisis lingkungan eksternal kemudian analisis lingkungan internal. Analisis lingkungan eksternal menggunakan kerangka PESTEL dan Analisis Lima Kekuatan Porter, sedangkan lingkungan internal menggunakan Kerangka VRIO dan Analisis Rantai Nilai. Untuk mendapatkan insider leverage, wawancara juga dilakukan.\n\nIndeks tersebut mengidentifikasi tiga blok bangunan fundamental Industri 4.0: Teknologi, Proses, dan Organisasi. Mendasari tiga blok bangunan adalah delapan pilar utama, yang mewakili aspek penting yang harus menjadi fokus perusahaan untuk menjadi organisasi yang siap di masa depan. Terakhir, tiga blok bangunan dan delapan pilar dipetakan ke enam belas dimensi, yang merupakan area penilaian yang dapat digunakan perusahaan untuk mengevaluasi kesiapan Industri 4.0 fasilitas mereka saat ini.\n\nKita dapat menyimpulkan bahwa karena penilaian dan analisis, status perusahaan berada di Band 2 karena sebagian besar Dimensi berada di Band 2. Harus ditingkatkan ke Band 3. Dimensi Shopfloor Connectivity dan Shopfloor Intelligence masih di Band 1, paling rendah. Di sisi lain, Enterprise Connectivity berada di Band 4 sebagai yang tertinggi. Setelah menyelesaikan Formula Matriks Prioritas, kami menemukan dimensi yang menghasilkan dampak paling signifikan bagi perusahaan. Dimensi tersebut adalah Shopfloor Connectivity, Shopfloor Intelligence, dan Workforce Learning and Development. Dengan demikian, kami dapat merumuskan peta jalan Industri 4.0 yang berpengaruh karena membantu mengidentifikasi area fokus yang akan menghasilkan nilai paling signifikan.", "Daftar File": {"COVER George Gompul Hutauruk": "https://digilib.itb.ac.id/gdl/download/258458", "BAB 1 George Gompul Hutauruk": "https://digilib.itb.ac.id/gdl/download/258459", "BAB 2 George Gompul Hutauruk": "https://digilib.itb.ac.id/gdl/download/258460", "BAB 3 George Gompul Hutauruk": "https://digilib.itb.ac.id/gdl/download/258461", "BAB 4 George Gompul Hutauruk": "https://digilib.itb.ac.id/gdl/download/258462", "PUSTAKA George Gompul Hutauruk": "https://digilib.itb.ac.id/gdl/download/258463"}, "Penulis": "George Gompul Hutauruk [29318426]", "Kontributor / Dosen Pembimbing": ["Yulianto, S.Si., M.A.B., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Indeks Kesiapan Industri Cerdas, Industri 4.0, Manufaktur Cerdas", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "22 Jun 2022"}