{"Nomor": 65358, "Judul": "PENGEMBANGAN PERANGKAT LUNAK KORELASI CITRA DIGITAL DUA DIMENSI MENGGUNAKAN ALGORITMA SPEEDED UP ROBUST FEATURES (SURF)", "Abstrak": "Pengukuran deformasi dari suatu benda merupakan salah satu hal yang penting dalam\ndunia teknik mesin dewasa ini. Dengan mengetahui seberapa besar deformasi yang terjadi,\nseberapa dekat pembebanan dengan kondisi kritisnya dapat diketahui. Sayangnya metode\npengukuran deformasi yang ada saat ini masih kurang praktis untuk melihat deformasi benda\nsecara menyeluruh. Permasalahan tersebut dapat diatasi menggunakan metode pengukuran\nkorelasi citra digital atau digital image correlation (DIC). DIC bekerja dengan cara melacak\nperpindahan titik-titik pada citra sebelum deformasi dan sesudah deformasi terjadi lalu\nmelakukan pengukuran jarak perpindahan masing-masing titik. Dari perpindahan tiap-tiap titik\ntersebut, perangkat lunak DIC akan dapat menganalisisnya menjadi deformasi serta tegangan\nyang akibat pembebanan pada benda.\nSebelumnya FTMD ITB telah berhasil mengembangkan perangkat lunak DIC untuk\npengukuran deformasi kecil menggunakan parameter korelasi template matching seperti\nnormalized cross correlation. Akan tetapi, metode korelasi ini kurang optimal apabila\nditerapkan pada deformasi-deformasi yang cenderung besar karena cenderung kurang akurat\ndan memakan daya komputasi yang besar.\nOleh sebab itu, dalam tugas sarjana ini, permasalahan tersebut akan dicoba diselesaikan\ndengan menggunakan suatu algoritma feature matching yang bernama Speeded-Up Robust\nFeatures (SURF) yang dilengkapi dengan algoritma statistik Random Sampling Consensus\n(RANSAC) untuk membuang data outlier. Algoritma baru ini mendapatkan hasil pengujian\nyang cenderung lebih akurat hingga 97% dan lebih ringan hingga 89% dalam hal beban\nkomputasi dibanding algoritma sebelumnya.", "Daftar File": {"ABSTRAK Wiweka Wiryanto": "https://digilib.itb.ac.id/gdl/download/249555"}, "Penulis": "Wiweka Wiryanto [13118119]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tatacipta Dirgantara, M.T.", "Satrio Wicaksono, S.T., M.Eng., Ph.D.", "Ferryanto, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Mesin", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "deformasi, korelasi citra digital, pengukuran deformasi, korelasi, perangkat lunak", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Jun 2022"}