{"Nomor": 65376, "Judul": "PERANCANGAN FASILITAS TEMPAT TINGGAL LANSIA DENGAN PENERAPAN WELCOMING ENVIRONMENTAL PADA PANTI WREDHA DI KOTA CIMAHI", "Abstrak": "Proses penuaan merupakan sebuah proses alami yang terjadi sejak manusia lahir.  Proses penuaan ini menyebabkan banyaknya perubahan signifikan yang terjadi pada kalangan lanjut usia berumur 60 tahun atau lebih. Kondisi kesehatan mental, fisik dan sosial seseorang yang berubah seiring waktu, membuat orang tua atau lansia  perlu  mendapatkan  perhatian  khusus  dalam  merancang  fasilitas  di lingkungan  binaan  demi  kesejahteraan  di  hari  tua.  Lingkungan  binaan  perlu mewadahi  segala  kebutuhan  lansia,  merespon  keterbatasan  yang  dimiliki  dan memperhatikan  kemampuan  pengguna  utama.  Panti  lansia  merupakan  wadah untuk para lansia (lanjut usia) untuk memperoleh perawatan, pengasuhan, dan perhatian. Masih banyak fasilitas lansia seperti panti wredha dengan kondisi yang kurang memadai, sehingga tidak jarang hal ini hanya membuat pengguna utama mendapatkan dampak buruk yang mempengaruhi kesehatan mental dan fisiknya. Kemunduran fungsi yang dialami lansia tidak bisa dijadikan sebuah keterbatasan untuk  merancang  fasilitas  yang  dapat memenuhi  aktivitas  relaksasi,  istirahat, perawatan dan sebagainya.\nPengumpulan data penelitian ini diperoleh melalui beberapa sumber diantaranya dengan  studi  literatur  dari  berbagai  buku,  jurnal  dan  karya  ilmiah  yang mendukung  serta  melakukan  survey  lapangan  untuk  lebih  dapat  merasakan langsung kondisi tempat tinggal lansia secara nyata. Perancangan ini bertujuan untuk  dapat  menciptakan  sebuah  panti  wredha  dengan  fasilitas  ruang  yang disesuaikan dengan kebutuhan lansia agar dapat mempermudah para lansia dan mencapai masa tua yang sejahtera. Membangun panti wredha dengan menerapkan sense  of  welcome membantu  lansia  untuk  lebih  memiliki  rasa  keterikatan emosional dengan tempat serta mudah beradaptasi karena lansia mendapatkan rasa diterima secara mental, fisik, dan sosial di lingkungan barunya.", "Daftar File": {}, "Penulis": "Meiya Tiannisabri Akbar [17318009]", "Kontributor / Dosen Pembimbing": ["Dr. Yuni Maharani, S.Ds., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Interior, Panti Jompo, Lansia, Sense of Welcome", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "22 Jun 2022"}