{"Nomor": 65377, "Judul": "TABEL MORTALITAS MULTIPLE DECREMENT DENGAN METODE EKSPOSUR TAHUNAN (STUDI KASUS: DATA KLAIM PERUSAHAAN ASURANSI JIWA)", "Abstrak": "Perusahaan asuransi jiwa adalah perusahaan yang memberikan jasa dalam penanggulangan risiko yang memberikan pembayaran kepada pemegang polis, tertanggung, atau pihak lain yang berhak dalam hal tertanggung meninggal dunia atau tetap hidup. Perusahaan asuransi jiwa perlu melakukan review kesesuaian atau kelayakan laju mortalitas dalam bentuk tabel mortalitas yang digunakan sebagai salah satu asumsi saat penentuan harga yang tepat untuk suatu produk asuransi serta menentukan valuasi cadangan. Dalam perusahaan asuransi jiwa, masih terdapat nasabahnya yang mengundurkan diri, sehingga dibentuklah tabel mortalitas multiple decrement. Tujuan utama dari penulisan tugas akhir ini adalah konstruksi tabel mortalitas multiple decrement perusahaan asuransi jiwa dengan metode eksposur tahunan, asumsi force of decrement konstan untuk kedua penyebab berdasarkan data pengalaman perusahaan asuransi jiwa . Dari tugas akhir ini diperoleh nilai peluang kematian, peluang bertahan, dan peluang mengundurkan diri multiple decrement maupun yang terasosiasi untuk masing-masing usia dengan asumsi force of decrement konstan, dan rata-rata harapan hidup orang berusia ???? tahun (????????(????),????????(????),????????(????),????????(????),?????????(????),????????? (????),?????????(????),????????? (????),????????) yang kemudian disajikan dalam bentuk tabel. Merujuk pada data klaim meninggal dunia dan mengundurkan diri perusahaan asuransi jiwa, diperoleh secara keseluruhan peluang kematian TMI 2011 lebih tinggi dibanding peluang kematian perusahaan asuransi jiwa terutama pada usia 81 sampai 110 tahun memiliki perbedaan yang cukup signifikan.", "Daftar File": {"ABSTRAK Salsabila Syifa Fuady Ranawijaya": "https://digilib.itb.ac.id/gdl/download/249575"}, "Penulis": "Salsabila Syifa Fuady Ranawijaya [10818025]", "Kontributor / Dosen Pembimbing": ["Dr. RR. Kurnia Novita Sari S.Si., M.Si.)"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Asuransi Jiwa, Eksposur, Force of Decrement konstan, Multiple Decrement, dan Tabel Mortalitas.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "22 Jun 2022"}