{"Nomor": 65372, "Judul": "PERANCANGAN PUSAT TERAPI GANGGUAN BELAJAR ANAK  DENGAN PENDEKATAN BIOPHILIC DESIGN", "Abstrak": "Di Indonesia 10% - 15% anak sekolah mengidap gangguan belajar. Dengan jumlah anak sekolah di Indonesia sekitar 50 juta, diperkirakan 5 juta di antaranya mengalami gangguan belajar. Gangguan belajar yang banyak ditemukan pada anak-anak diantaranya disleksia, disgrafia, diskalkulia, dispraksia, non-verbal learning disabilities dan auditory processing disorder. Anak  yang  mengalami  gangguan  belajar  biasanya  akan  mengalami  hambatan- hambatan di dalam kegiatan belajarnya seperti pemusatan konsentrasi, gangguan daya ingat, gangguan  membaca,  gangguan  menulis,  berhitung  dan  lain-lain. Pendidikan  formal  saja tidaklah cukup bagi anak pengidap gangguan belajar, dengan tingkat pemahaman akademis yang kurang, anak pengidap gangguan belajar perlu dilatih terus-menerus untuk dapat mandiri dalam belajar sehingga bisa mengimbangi anak normal pada umumnya dengan cara terapi pembelajaran. Sayangnya, di Indonesia belum ada pusat terapi khusus anak pengidap gangguan belajar dengan fasilitas ruang yang baik, dilihat dari segi keefektifan proses terapi pembelajaran secara fisik, emosional, dan mental.\nPusat  Terapi  Gangguan  Belajar  Anak  merupakan  perancangan  fasilitas  terapi  yang mengakomodasi kegiatan terapi pembelajaran bagi anak pengidap gangguan belajar dengan menggunakan pendekatan biophilic design pada elemen ruang interiornya yang diyakini dapat memberikan  manfaat  yang  baik  seperti  meningkatkan kenyamanan  fisik, meningkatkan kemampuan kognitif, konsentrasi dan tingkat memori anak pengidap gangguan belajar. \nMetode  perancangan  dilakukan  melalui  pengumpulan  data  yang  secara  kualitatif. \nPengumpulan data dilakukan dalam bentuk studi literatur, observasi, dan wawancara. Konsep ‘Growing by Nature’ dipilih karena menggambarkan harapan bagi anak pengidap gangguan belajar agar dapat  berkembang menjadi  pribadi  yang lebih baik  lagi dibidang akademik maupun non akademik melalui pendekatan alam. Konsep ini diturunkan menjadi tiga kata kunci yaitu Growth, Zestful, dan Dynamic yang diimplementasikan pada penggunaan bentuk, warna, material, dan furniture yang merepresentasikan dan sesuai dengan kebutuhan anak pengidap gangguan belajar.", "Daftar File": {}, "Penulis": "Shelvie Kania H G W [17318008]", "Kontributor / Dosen Pembimbing": ["Dr. Yuni Maharani, S.Ds., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Pusat Terapi, Gangguan Belajar, Anak, Biophilic Design", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "22 Jun 2022"}