{"Nomor": 65371, "Judul": "PERHITUNGAN PREMI ASURANSI DWIGUNA DENGAN MENGGUNAKAN MODEL KESINTASAN SPASIAL COX PROPORTIONAL HAZARDS WEIBULL STUDI KASUS: DATA COVID-19 DI MASSACHUSETTS", "Abstrak": "Model kesintasan pada dasarnya merupakan model yang umum digunakan untuk melihat peluang ketahanan hidup suatu individu/kelompok atau objek yang sedang ditinjau. Peluang ketahanan hidup ini dipengaruhi oleh faktor-faktor risiko lainnya. Sehingga, model kesintasan ini dapat dikembangkan menjadi sebuah model regresi berganda. Salah satu model regresi yang umum dipakai untuk mengamati probablitas kesintasan individu ialah model Cox Proportional Hazards. Model ini dapat dikembangkan menjadi model yang lebih kompleks dengan mempertimbangkan suatu efek acak (frailty). Selanjutnya, akan dipertimbangkan suatu efek acak yang didasarkan pada lokasi spasial geostatistik dari individu yang ditinjau. Secara khusus, model ini akan diaplikasikan pada data pasien Covid-19 di Massachusetts, Amerika Serikat. Model dengan faktor risiko, yaitu: usia, jenis kelamin, laju pernafasan, saturasi oksigen, tekanan sistol, riwayat merokok, dan indikator apakah individu menggunakan ventilator merupakan model terbaik dalam merepresentasikan peluang ketahanan individu yang mempertimbangkan efek acak dengan AIC sebesar 1712,764. Tak hanya itu, perhitungan ketahanan hidup ini dijadikan basis untuk perhitungan premi asuransi jiwa dwiguna. Pada perhitungan premi, digunakan beberapa skenario yang dianggap bisa mereprentasikan beberapa kondisi riil di kehidupan nyata. Dengan adanya efek acak, peluang ketahanan hidup individu bisa menjadi lebih kecil maupun lebih besar. Dengan demikian, tingkat premi tahunan yang perlu dibayarkan individu kepada perusahaan asuransi juga akan menyesuaikan risiko yang ditanggung. Berdasarkan prinsip ekuivalensi, premi untuk beberapa sampel pemegang polis memiliki nilai yang lebih rendah sebesar 0,5% - 10% dibandingkan premi yang diperhitungkan berdasarkan tabel mortalita negara bagian Massachusetts apabila hanya faktor risiko usia dan jenis kelamin yang ditinjau.", "Daftar File": {"ABSTRAK Gabrielle Christy": "https://digilib.itb.ac.id/gdl/download/249570"}, "Penulis": "Gabrielle Christy [10818016]", "Kontributor / Dosen Pembimbing": ["Dr. RR. Kurnia Novita Sari, S.Si., M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Analisis Kesintasan Spasial, Cox Proportional Hazards, Frailty, Covid-19, Premi Asuransi.", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "22 Jun 2022"}