{"Nomor": 65380, "Judul": "PERHITUNGAN AKTUARIA UNTUK PENDANAAN PENSIUN MENGGUNAKAN METODE ENTRY AGE NORMAL DENGAN MEMPERHATIKAN ASUMSI MORTALITA", "Abstrak": "suatu pemberi kerja atas jasa yang telah diberikan oleh pekerja kepada pemberi kerja tersebut. Pendanaan pensiun telah diatur dalam Undang-Undang Ketenagakerjaan (UUK) Nomor 13 Tahun 2003 yang mewajibkan perusahaan untuk memberikan jaminan imbalan pasca kerja. Pendanaan dasar tersebut dikenal dengan istilah nilai kewajiban aktuaria dan iuran normal yang dihitung secara aktuaria. Tujuan dari penelitian ini adalah untuk menghitung besaran iuran dan kewajiban pendanaan pensiun menggunakan metode entry age normal dengan memperhatikan asumsi mortalita yang digunakan.\nDalam SPA-DP (Standar Praktik Aktuaria-Dana Pensiun) yang dikeluarkan oleh PAI (Persatuan Aktuaris Indonesia) terdapat beberapa metode dalam perhitungan aktuaria pendanaan pensiun, salah satunya adalah metode entry age normal dari kelompok besar projected benefit cost method, yakni dengan memproyeksikan aspek perhitungannya. Data yang diperoleh dari PT ABC, terdiri dari 12.421 data karyawan (peserta pensiun) meninggal PT ABC yang tercatat dari 1 Juni 1960 sampai dengan 13 Juli 2021. Dari data kematian dihitung peluang-peluang kematian. Selanjutnya perhitungan dilakukan untuk suatu ilustrasi kasus, dihitung total iuran normal dan nilai kewajiban aktuaria menggunakan peluang kematian TMI IV 2019 Pria dan peluang kematian dari data.\nDari perhitungan yang dilakukan, didapat bahwa nilai peluang kematian dari data secara umum lebih tinggi nilainya dibandingkan nilai peluang kematian dari TMI IV 2019 Pria. Kemudian dengan pengamatan yang lebih rinci, didapat bahwa di usia 25-30 tahun, peluang kematian data 1,2 kali lebih besar dibandingkan TMI. Hal tersebut berpengaruh pada iuran dan kewajiban yang dihitung pada suatu ilustrasi kasus. Perhitungan menggunakan peluang kematian dari data didapat bahwa nilai iuran dan kewajiban lebih rendah dibandingkan perhitungan menggunakan TMI IV 2019 Pria.", "Daftar File": {"ABSTRAK Madina Nur Safitri": "https://digilib.itb.ac.id/gdl/download/249579"}, "Penulis": "Madina Nur Safitri [10818013]", "Kontributor / Dosen Pembimbing": ["Dr. RR. Kurnia Novita Sari, S.Si.,M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "PERHITUNGAN AKTUARIA UNTUK PENDANAAN PENSIUN MENGGUNAKAN METODE ENTRY AGE NORMAL DENGAN MEMPERHATIKAN ASUMSI MORTALITA", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "22 Jun 2022"}