{"Nomor": 65389, "Judul": "PENGEMBANGAN TENUN KUBANG UNTUK PRODUK READY TO WEAR", "Abstrak": "Indonesia terdiri dari banyak etnik yang memiliki keanekaragaman dan warisan budaya bernilai\ntinggi cerminan budaya bangsa. Salah satu bentuk warisan budaya yang harus dilestarikan berupa\nkain tradisional yaitu kain tenun. Tenun Kubang merupakan salah satu kain tenun tertua khas\nSumatera Barat berada di Kecamatan Guguak, Kabupaten Lima Puluh Kota. Dalam proses\nperkembangannya saat ini, Tenun Kubang sedang tumbuh dan terus diperbaiki kualitasnya\ndengan cara pengembangan motif agar bisa berkembang, saat ini masyarakat Sumatera Barat\nlebih mengenal Tenun Silungkang dan Pandai Sikek sebagai warisan budaya Minangkabau.\nMaka, tujuan Penelitian ini untuk mengembalikan pengetahuan tentang eksistensi Tenun Kubang,\nmenjadi sarana untuk mengembalikan potensi estetis lokal serta menciptakan inovasi terhadap\nproduk pakaian. Pengembangan Tenun Kubang dilakukan sebagai keberlanjutan tradisi di\nSumatera Barat agar lebih sesuai dengan kebutuhan zaman. Pengembangan Tenun Kubang\ndilakukan sekaligus untuk meningkatkan mutu dari Tenun Kubang sebagai upaya peningkatan\nproduk bernilai jual tinggi sehingga penenun dapat teregenerasi dengan baik sebagai bagian usaha\nuntuk mempertahankan generasi selanjutnya. Penelitian ini menggunakan metode pendekatan\nkualitatif. Data yang dikumpulkan adalah data primer berupa hasil wawancara, studi kepustakaan,\nobservasi lapangan, dan eksplorasi visual pada motif Tenun Kubang serta eksplorasi rekalatar\nbeads embroidery. Luaran penelitian ini adalah pakaian siap pakai dengan ukuran yang sesuai\nstandar atau ready to wear berbasis tenun hasil pengembangan dan pendalaman motif-motif\nTenun Kubang menggunakan sentuhan rekalatar sesuai dengan target pasar.", "Daftar File": {}, "Penulis": "Ananda Syifa Agita Putri [17218020]", "Kontributor / Dosen Pembimbing": ["Drs. Zaini Rais, M.Sn.", "Dr. Dian Widiawati, S.Sn., M.Sn.", "Dr. Gita Winata, S.Ds., M.Ds.", "Bintan Titisari, S.Ds., M.Ds.", "Tri Hasdianto, S.Ds., M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Beads embroidery, Digital Printing, Ready to Wear, Tenun Kubang", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "22 Jun 2022"}