{"Nomor": 65384, "Judul": "MICROWAVE ABSORPTION PERFORMANCE ANALYSIS OF A GLASS FIBER REINFORCED EPOXY WITH CARBON BLACK POWDER FILLER", "Abstrak": "Teknologi siluman memiliki dampak yang terus meningkat pada kekuatan militer suatu negara. Sejak perang dunia kedua, banyak negara mencoba mencari metode untuk membuat perangkat militernya tak terdeteksi oleh musuh. Amerika Serikat, Tiongkok, dan Rusia saat ini merupakan negara paling terdepan dalam pengembangan teknologi siluman, produk militer seperti pesawat dan kendaraan tempur dibuat dengan performa siluman yang tinggi. Usaha dalam pengembangan teknologi siluman di Indonesia sedang meningkat dan memiliki prospek baik di masa depan, dapat dilihat dengan banyaknya studi terkait yang muncul pada saat ini. Penggunaan material komposit Glass Fiber Reinforced Polymer (GFRP) tergolong umum untuk aplikasi pesawat. Tidak hanya GFRP mudah didapat dan diproduksi, namun berdasarkan studi-studi yang telah dilakukan dinyatakan bahwa performanya dalam penyerapan gelombang mikro cukup baik. Selain itu, penambahan bahan-bahan karbon seperti carbon black diketahui dapat meningkatkan performa penyerapan gelombang mikro tersebut.\nPada tesis ini akan dilakukan pengujian dan analisis kemampuan penyerapan gelombang mikro dari GFRP dengan tambahan bubuk carbon black. Sehingga dapat dibuktikan bahwa dengan penambahan carbon black memang dapat meningkatkan performa penyerapan dari GFRP seperti yang dinyatakan oleh riset – riset yang telah ada. Selain itu, penelitian ini juga bertujuan untuk mendapatkan kombinasi konfigurasi yang akan menghasilkan spesimen dengan performa terbaik diantara tiga kategori yaitu\nkomposisi persentase massa, metode fabrikasi, dan tipe carbon black. Komposisi persentase massa terdiri dari 2, 4, 6, dan 8 wt.%, yang ditentukan dari hasil parametrik studi sebelumnya. Metode manufakturnya adalah dengan hand lay-up yang dibedakan menjadi dua berdasarkan metode pencampurannya, yaitu pencampuran manual dan menggunakan pencampur magnetik. Dua tipe carbon black yang digunakan yaitu Cabot Vulcan N330 (CB1) yang tersedia secara komersil di Indonesia, dan TIMCAL C-Nergy Super C65 (CB2) yang tersedia secara komersil diluar Indonesia. Semua spesimen di uji dengan metode Transmission/Reflection Line menggunakan rectangular waveguide yang tersedia di laboratorium Telekomunikasi Radio dan Gelombang Mikro di Institut Teknologi Bandung, dengan parameter utama yang dianalisis adalah parameter-S dan reflection loss.\nBerdasarkan hasil pengujian didapatkan bahwa bahwa menambahkan CB2 dapat meningkatkan performa GFRP, sedangkan CB1 tidak menunjukkan hal tersebut, baik untuk parameter-S ataupun reflection loss. Sehingga, dapat disimpulkan bahwa penggunaan CB2 lebih menguntungkan untuk pengaplikasian dan riset jika dibandingkan dengan CB1. Untuk kombinasi konfigurasi yang dapat menghasilkan spesimen dengan performa paling baik adalah menggunakan CB2 sebanyak 2 atau 4 wt.% yang di fabrikasi dengan metode hand lay-up dan metode pencampur magnetik sebagai alternatif pertama, karena menghasilkan reflection loss hingga -64.2 dan -64.3 dB masing – masing. Alternatif kedua adalah dengan menggunakan CB2 dengan komposisi 2 atau 4 wt.% namun di fabrikasi dengan metode hand lay-up dan pencampuran manual, konfigurasi ini menghasilkan reflection loss mencapai -69.6 dan - 58.2 dB. Alternatif ketiga adalah apabila penggunaan CB2 tidak memungkinkan, maka bisa digunakan CB1 sebanyak 6 wt.% yang di fabrikasi dengan metode hand lay-up dan metode pencampuran magnetik, yang menghasilkan reflection loss mencapai -51.5 dB.", "Daftar File": {"ABSTRAK Arif Rahman Budihanifa": "https://digilib.itb.ac.id/gdl/download/249587"}, "Penulis": "Arif Rahman Budihanifa [23620034]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Leonardo Gunawan", "Dr. Annisa Jusuf, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Dirgantara, Teknologi Siluman, Penyerapan Gelombang Mikro, Rekayasa Material, Komposit, Serat Kaca, Carbon Black", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "22 Jun 2022"}