{"Nomor": 65409, "Judul": "PERENCANAAN SKENARIO PT HUMPUSS TRANSPORTASI CURAH DALAM MENGHADAPI TANTANGAN MASA DEPAN  INDUSTRI TUG & BARGE", "Abstrak": "Indonesia memiliki lautan yang mencakup sekitar 67 persen dari luas daratannya. Indonesia memiliki garis pantai terpanjang kedua di dunia. Indonesia menyumbang 20% dari armada kapal global. Dalam lima tahun ke depan, sementara pelabuhan ditingkatkan, jumlah kapal tunda domestik diharapkan tumbuh; Selain itu, pertumbuhan penduduk mendorong permintaan untuk transportasi produk curah, terutama batubara. Kapal tunda adalah jenis kapal dengan kinerja tinggi yang tidak proporsional untuk ukurannya. Kapal tunda modern diharapkan dapat melakukan berbagai operasi dengan kebutuhan daya yang berbeda. Dalam waktu darurat di setiap lokasi, kapal harus melintasi dengan kecepatan maksimum ke lokasi sesegera mungkin.\nPT. Humpuss Transportasi Curah (HTC) adalah perusahaan pelayaran yang handal, terpercaya, profesional dengan standar internasional. HTC memiliki banyak pengalaman dan jaringan yang luas untuk melayani dukungan kelautan, termasuk aktivitas lepas pantai, layanan pemeliharaan, dan peralatan pendukung kelautan. Penelitian ini dilakukan untuk mengidentifikasi tantangan masa depan yang mungkin dihadapi oleh PT Humpuss Transportasi Curah dan merinci skenario kemungkinan yang mungkin terjadi di masa depan. Dalam penelitian ini, metode kualitatif menggunakan data primer dan data sekunder untuk mendukung analisis. Wawancara mendalam dengan pemangku kepentingan industri kapal tunda dan tongkang dilakukan secara online. Semua orang yang diwawancarai memiliki lebih dari lima tahun pengalaman kerja, dan setengah dari mereka memiliki lebih dari sepuluh tahun pengalaman kerja di industri ini. Pemilihan responden didasarkan pada keahlian, rentang, dan pengetahuan mendalam mereka tentang industri. Tujuan dari wawancara adalah untuk mengidentifikasi kekuatan pendorong di industri kapal tunda dan tongkang dan untuk mendiskusikan kekuatan tersebut untuk mendapatkan kekuatan pendorong yang diperlukan yang paling mempengaruhi industri. Data sekunder diperoleh dari data internal PT Humpuss Transportasi Curah dan sumber lain seperti buku teks, jurnal, berita, dan sumber lainnya.\nPenelitian ini menggunakan analisis internal dan analisis eksternal. Analisis internal menggunakan analisis VRIO. Analisis eksternal menggunakan analisis PESTEL, model Porter's Five Forces, dan analisis SWOT. Hasil analisis tersebut diolah untuk merumuskan rencana implementasi PT Humpuss Transportasi Curah untuk mengatasi tantangan berdasarkan skenario.\nIsu-isu utama yang telah diidentifikasi dalam studi ini yang akan mempengaruhi bisnis kapal tunda dan tongkang di Indonesia adalah a) Peraturan pemerintah, b) Pertumbuhan ekonomi, c) Komitmen manajemen, d) Permintaan pelanggan, dan e) Perkembangan teknologi. Oleh karena itu, berdasarkan pertanyaan wawancara, faktor-faktor yang memiliki ketidakpastian kritis dan berdampak tinggi adalah a) Regulasi pemerintah dan b) Pertumbuhan ekonomi.\nDengan menggunakan perencanaan skenario, kombinasi ketidakpastian kritis menciptakan empat narasi berbeda: Zona Littoral, Zona Neritik, Zona Bathyal, dan Zona Abyssal. Oleh karena itu, PT Humpuss Transportasi Curah diharapkan dapat mempersiapkan diri dengan strategi bisnis yang tepat untuk mengatasi tantangan masa depan. Mengidentifikasi implikasi, opsi, dan sinyal peringatan dini dapat membantu perusahaan menetapkan strategi yang sesuai untuk setiap skenario.", "Daftar File": {"COVER Wahyu Alfarobbi": "https://digilib.itb.ac.id/gdl/download/261378", "BAB 1 Wahyu Alfarobbi": "https://digilib.itb.ac.id/gdl/download/261379", "BAB 2 Wahyu Alfarobbi": "https://digilib.itb.ac.id/gdl/download/261380", "BAB 3 Wahyu Alfarobbi": "https://digilib.itb.ac.id/gdl/download/261381", "BAB 4 Wahyu Alfarobbi": "https://digilib.itb.ac.id/gdl/download/261382", "PUSTAKA Wahyu Alfarobbi": "https://digilib.itb.ac.id/gdl/download/261383"}, "Penulis": "Wahyu Alfarobbi [29320342]", "Kontributor / Dosen Pembimbing": ["Yos Sunitiyoso, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perencanaan Skenario, Industri Tug and Barge.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "22 Jun 2022"}