{"Nomor": 65406, "Judul": "ANALISA TOTAL PRODUCTIVE MAINTENANCE PADA MESIN PRINTING (STUDI KASUS PADA SEBUAH PRODUSEN KEMASAN FLEKSIBEL INDONESIA)", "Abstrak": "PT Kemas Fleksibel adalah sebuah perusahaan produsen kemasan fleksibel terbesar di Indonesia. Untuk menjaga kepuasan pelanggan dan membuat usaha berkelanjutan, perusahaan harus meminimalkan ketidakefisienan dalam proses produksi. Dari tiga langkah produksi (printing, laminating, dan finishing), proses printing adalah bottleneck di PT Kemas Fleksibel. Perusahaan mengalami kerugian sebesar $410,353 dari opportunity loss karena kerusakan mesin printing di tahun 2021. Hal ini semakin diperparah karena durasi kerusakan mesin printing terus mengalami kenaikan sejak tahun 2019. Sebagai persentase dari waktu yang tersedia, total durasi waktu kerusakan mesin di bagian printing adalah 2,52% di tahun 2021, naik signifikan jika dibandingkan dengan 1,65% di tahun 2019. Meskipun perusahaan telah menerapkan beberapa perawatan mesin, namun manajemen PT Kemas Fleksibel masih tidak puas dan diperlukan perbaikan.\nStudi menggunakan analisa kuantitatif dari laporan produksi di tahun 2021. Proses printing memiliki OEE sebesar 68,82%, yang mana angka ini lebih rendah dari standar pabrik kelas dunia. Dari tiga aspek pada OEE (availability, performance, dan quality), availability adalah aspek yang paling rendah dengan 74,45%. Masalah bisnis didalami lebih lanjut menggunakan metode kualitatif dengan wawancara kepada beberapa pemangku kepentingan dari Departemen Teknik, Produksi, dan Sumber Daya Manusia. Efek-efek yang tidak diinginkan disusun secara logis ke dalam Current Reality Tree (CRT) dan akar masalah dari peningkatan kerusakan mesin di bagian printing diidentifikasi sebagai tidak adanya evaluasi dan perbaikan perawatan yang rutin.\nUntuk menyelesaikan akar masalah, terdapat tiga alternatif solusi yang diajukan: Planned Maintenance (PM), Autonomous Maintenance (AM), dan condition-based maintenance menggunakan sensor-sensor IoT. Planned Maintenance diprediksi menjadi alternatif yang paling efektif dalam dalam memperbaiki keandalan mesin dengan perkiraan penurunan kerusakan mesin sebesar 39,05%. Untuk menentukan alternatif mana yang akan diajukan kepada perusahaan, studi ini menggunakan Analytic Hierarchy Process (AHP) dengan lima kriteria: perbaikan OEE, perbaikan human capital, kebutuhan Capex, kebutuhan Opex, dan kemudahan implementasi. AHP dilakukan dengan kuesioner dan wawancara dengan Manajer Teknik, Manajer Produksi, dan Manager Sumber Daya Manusia. AHP menunjukkan bahwa Planned Maintenance merupakan alternatif yang dipilih oleh responden dengan nilai 0,46. Perusahaan setuju dengan proposal dan memutuskan untuk mengimplementasikan Planned Maintenance di mesin-mesin printing sebagai pilot project.\nImplementasi Planned Maintenance dimulai pada minggu pertama Februari 2022 dengan target 1,53% pada kerusakan mesin tahun 2022. Dalam dua bulan pertama implementasi, tim berhasil melakukan pengembalian kondisi semula pada dua mesin printing, membuat daftar tugas perawatan, dan membuat program daftar periksa daring. Pada akhir studi, kerusakan mesin di Maret 2022 adalah 1,92% dan rata-rata kerusakan mesin tahun 2022 hingga saat ini turun menjadi 2,29%. Target 1,53% belum tercapai karena proyek masih dalam tahap awal dan Planned Maintenance memerlukan waktu untuk mewujudkan manfaatnya.", "Daftar File": {"COVER Claudius Andrianto Kusumo": "https://digilib.itb.ac.id/gdl/download/258137", "BAB 1 Claudius Andrianto Kusumo": "https://digilib.itb.ac.id/gdl/download/258138", "BAB 2 Claudius Andrianto Kusumo": "https://digilib.itb.ac.id/gdl/download/258139", "BAB 3 Claudius Andrianto Kusumo": "https://digilib.itb.ac.id/gdl/download/258140", "BAB 4 Claudius Andrianto Kusumo": "https://digilib.itb.ac.id/gdl/download/258142", "PUSTAKA Claudius Andrianto Kusumo": "https://digilib.itb.ac.id/gdl/download/258143"}, "Penulis": "Claudius Andrianto Kusumo [29320551]", "Kontributor / Dosen Pembimbing": ["Akbar Adhi Utama, S.T., M.A.B., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Kemasan Fleksibel, Mesin Printing, Total Productive Maintenance, Planned Maintenance", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "22 Jun 2022"}