{"Nomor": 65415, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN PENDAPATAN PERUSAHAAN KONSULTAN MANAJEMEN STUDI KASUS: NAS CONSULTING & RESEARCH", "Abstrak": "Kurangnya pedoman pelaksanaan bukan satu-satunya masalah yang dihadapi oleh perusahaan konsultan manajemen. Mereka memiliki tantangan lain terhadap berbagai segmen dan target yang berbeda, yang masing-masing segmen memiliki karakteristik, tantangan, dan kesulitannya sendiri. Dalam 4 tahun berdirinya perusahaan, NAS menyadari bahwa seperti perusahaan baru lainnya, mungkin tidak memiliki dasar yang kuat untuk bisnis yang berkelanjutan. Dalam penelitian ini, penulis menggunakan framework AFI (Analisis, Formulasi, and Implementasi) dalam menentukan strategi yang tepat untuk meningkatkan daya saing NAS di pasar. Data primer diperoleh dari penelitian kuantitatif dengan menyebarkan kuesioner kepada responden dan penelitian kualitatif dengan melakukan wawancara mendalam kepada responden untuk mendapatkan wawasan yang lebih dalam serta wawancara dengan internal organisasi NAS. Data sekunder diperoleh dari artikel, jurnal, dan data perusahaan. Hasil penelitian menunjukkan bahwa meskipun pendapatan NAS terus meningkat sejak pertama kali didirikan, setelah menganalisis salah satu klaster pendapatan, ternyata pendapatan NAS terbesar tidak berasal dari kegiatan konsultasi yang merupakan layanan utama NAS itu sendiri, sedangkan riset pasar yang merupakan layanan penunjang dari NAS menempati posisi pertama dengan menyumbangkan pendapatan rata-rata 37% pada periode 2018-2021. Angka yang lebih mengejutkan lagi adalah bahwa 34% dari pendapatan NAS rata-rata berasal dari aktivitas penyedia layanan yang bukan merupakan bagian dari layanan inti NAS dan hanya bertindak sebagai aktivitas layanan tunggal yang tidak berkelanjutan.", "Daftar File": {"COVER Radita Sonixtus Arauna": "https://digilib.itb.ac.id/gdl/download/264236", "BAB 1 Radita Sonixtus Arauna": "https://digilib.itb.ac.id/gdl/download/264244", "BAB 2 Radita Sonixtus Arauna": "https://digilib.itb.ac.id/gdl/download/264245", "BAB 3 Radita Sonixtus Arauna": "https://digilib.itb.ac.id/gdl/download/264246", "BAB 4 Radita Sonixtus Arauna": "https://digilib.itb.ac.id/gdl/download/264247", "PUSTAKA Radita Sonixtus Arauna": "https://digilib.itb.ac.id/gdl/download/264248"}, "Penulis": "Radita Sonixtus Arauna [29320420]", "Kontributor / Dosen Pembimbing": ["Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perusahaan Konsultan Manajemen, Framework AFI, Strategi Pemasaran, STP, Bauran Pemasaran.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "22 Jun 2022"}