{"Nomor": 65410, "Judul": "ANALISA PELUANG BISNIS UNTUK VAKSIN HALAL DI PASAR INDONESIA (STUDI KASUS PERUSAHAAN BIOFARMASI INAPHARM DI JAKARTA)", "Abstrak": "Keraguan akan vaksin didefinisikan oleh Organisasi Kesehatan Dunia (WHO) sebagai perilaku yang dipengaruhi oleh sejumlah faktor, termasuk masalah kepercayaan (tidak mempercayai vaksin atau penyedia), kepuasan diri (tidak menganggap perlunya vaksin, tidak menghargai vaksin), dan kenyamanan (akses mendapatkan vaksin). Orang yang takut akan vaksin adalah kelompok yang beragam dengan berbagai tingkat ketidakpastian mengenai vaksin tertentu atau vaksinasi secara umum. Ini dianggap sebagai lokasi prioritas tinggi untuk pembangunan. Konsumen muslim semakin sadar akan obat halal selain produk makanan. Mereka mulai menyadari konsekuensi negatif dari pengembangan produk, pengujian, dan produksi, yang semuanya mungkin menyimpang dari standar halal. Akibat kebingungan ini, masyarakat umum mulai mempertanyakan sumber bahan obat mereka. Muslim konservatif dapat menolak vaksinasi karena khawatir bahwa beberapa vaksin diperoleh dari isi babi atau babi, yang dilarang dimakan oleh umat Islam. Vaksin adalah produk farmasi, dan seperti produk farmasi lainnya, vaksin dapat dibuat dengan bahan-bahan halal, yang dapat digunakan sebagai pengganti bahan-bahan non-halal atau produk hewani dan turunannya untuk terapi. Penerapan sertifikasi halal untuk vaksinasi terkendala oleh hukum Syariah dan Fatwa. Ada peningkatan kesadaran masyarakat di kalangan umat Islam sehubungan dengan antigen vaksin dan eksipien yang berasal dari hewan.\n\nSaat ini, seperempat dari penduduk dunia adalah Muslim. Angka ini diperkirakan akan tumbuh sebesar 35% selama dua dekade mendatang, melonjak dari 1,6 miliar menjadi 2,2 miliar pada 2030. Pada tahun 2021, industri farmasi halal di seluruh dunia akan bernilai USD 132 miliar. Berdasarkan data Direktorat Jenderal Kependudukan dan Pencatatan Sipil Kementerian Dalam Negeri, jumlah penduduk Indonesia pada Juni 2021 sebanyak 272,23 juta jiwa. Dari jumlah tersebut, 236,53 juta jiwa (86,88%) beragama Islam. Ini menandakan bahwa umat Islam merupakan mayoritas penduduk Indonesia. Untuk mengubah keraguan ini menjadi peluang, INAPHARM Pharmaceutical berencana membangun pabrik pembuatan vaksin halal. Pada penelitian ini, vaksin yang akan diproduksi oleh INAPHARM adalah Vaksin Polisakarida Meningokokus ACYW135, Vaksin Konjugat Meningokokus ACYW135, Vaksin Polisakarida Pneumokokus Valent 13, dan Vaksin Konjugasi Pneumokokus 23 Valent. Vaksin-vaksin ini dipilih karena kedekatannya dengan vaksin halal untuk kasus keragu-raguan vaksin Indonesia. Vaksin meningokokus wajib bagi jamaah muslim yang masuk ke Arab Saudi untuk menjalankan ibadah di sana, sejalan dengan kebutuhan agama, vaksin halal akan menjadi fokus utama dalam menentukan merek vaksin apa yang akan mereka gunakan.\n\nTujuan dari penelitian ini adalah untuk menilai kelayakan proyek pabrik pembuatan vaksin halal melalui metode keuangan yang menekankan pada teknik penganggaran modal, studi internal, dan analisis pasar. Hasil penelitian ini menunjukkan bahwa pembangunan pabrik vaksin halal INAPHARM layak secara finansial karena nilai bersih saat ini (USD 81.141.154), tingkat pengembalian internal (31,43%), periode pengembalian 4 tahun enam bulan. , dan indeks profitabilitas (5,06), yang dalam pengujian skenario lain semuanya dapat diterima untuk proyek ini.", "Daftar File": {"COVER Aditya Indrasaputra": "https://digilib.itb.ac.id/gdl/download/257732", "BAB 1 Aditya Indrasaputra": "https://digilib.itb.ac.id/gdl/download/257733", "BAB 2 Aditya Indrasaputra": "https://digilib.itb.ac.id/gdl/download/257734", "BAB 3 Aditya Indrasaputra": "https://digilib.itb.ac.id/gdl/download/257735", "BAB 4 Aditya Indrasaputra": "https://digilib.itb.ac.id/gdl/download/257736", "PUSTAKA Aditya Indrasaputra": "https://digilib.itb.ac.id/gdl/download/257737"}, "Penulis": "Aditya Indrasaputra [29320483]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Uke Marius Siahaan, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Vaksin Halal, Penganggaran Modal, Studi Kelayakan, Farmasi, Investasi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "22 Jun 2022"}