{"Nomor": 65421, "Judul": "PEMODELAN MATEMATIKA PENGARUH PENUNDAAN VAKSINASI DOSIS 2 TERHADAP KASUS PENYEBARAN COVID-19 DI INDONESIA", "Abstrak": "Seluruh dunia sedang berada dalam kekacauan karena pandemi COVID-19. Coronavirus\nDisease 2019 (COVID-19) sendiri merupakan penyakit menular yang\ndisebabkan oleh SARS-CoV-2, salah satu jenis coronavirus. Angka penyebaran\nyang sangat tinggi dikhawatirkan dapat menyebabkan meningkatnya individu\nyang terinfeksi dan angka kematian karena COVID-19 yang semakin tinggi.\nMaka dari itu, pemerintah Indonesia sangat gencar menangani virus COVID-\n19 dengan program vaksinasi untuk setiap masyarakatnya. Penelitian Tugas\nAkhir ini akan memodelkan pengaruh penundaan vaksinasi dosis 2 terhadap kasus\npenyebaran COVID-19 di Indonesia dengan memodifikasi model kompartemen\nSIRV dan menganalisis model tersebut. Dari model tersebut, dilakukan simulasi\nnumerik dari dinamika penyebaran COVID-19 di Indonesia saat bebas penyakit\ndan endemik. Beberapa parameter akan digunakan untuk mengetahui kesensitivitasannya\nterhadap bilangan reproduksi dasar, kasus infeksi, dan kasus kematian.\nDiperoleh bahwa semakin banyak individu yang melakukan penundaan dan\nsemakin lama individu menunda pelaksanaan vaksin 2 dapat menyebabkan nilai\nbilangan reproduksi dasar semakin tinggi. Kemudian, dapat berdampak juga\npada kasus infeksi dan kasus kematian karena COVID-19 yang semakin tinggi.\nDilakukan estimasi parameter dan simulasi berdasarkan data, diperoleh bahwa\nwaktu penundaan vaksinasi dosis 2 yang semakin lama dan laju vaksinasi dosis I\nsemakin kecil dapat menyebabkan nilai R0 semakin tinggi. Hal ini berkaitan pula\ndengan kasus infeksi yang meningkat.", "Daftar File": {"ABSTRAK Nadira Vasya Pratiwi": "https://digilib.itb.ac.id/gdl/download/249627"}, "Penulis": "Nadira Vasya Pratiwi [10118029]", "Kontributor / Dosen Pembimbing": ["Dr. Mochamad Apri, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Matematika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "COVID-19, Vaksinasi Dosis 2, Penundaan Vaksin, Efikasi", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "22 Jun 2022"}