{"Nomor": 65426, "Judul": "KAITAN CARBON BURNING DI DALAM KATAI PUTIH YANG MENGAKRESI HELIUM DENGAN SKENARIO ACCRETION-INDUCED COLLAPSE", "Abstrak": "Katai putih karbon-oksigen (CO) dan bintang helium dapat menjadi salah satu kombinasi yang dapat berujung pada accretion-induced collapse (AIC). Selama proses evolusi, apabila lajunya melebihi batas kritis tertentu maka akan\nterjadi carbon burning off-center (CBC) yang menghasilkan perambatan flame ke arah pusat. Flame ini dapat mengubah katai putih CO menjadi katai putih ONe (oksigen-neon) atau OSi (oksigen-silikon). Namun, perambatan tersebut dapat terganggu apabila convective boundary mixing (CBM) ikut diperhitungkan. Penelitian ini menggunakan MESA untuk menganalisis evolusi jangka panjang katai putih CO yang mengakresi helium dengan massa awal 0.7, 0.8, dan 0.9 M?. Laju akresi bernilai konstan sebesar 4×10?6 M?/tahun.\nHasil luminositasnya cenderung tetap dari awal hingga setelah terjadinya CBC untuk ketiga model. Pertambahan massanya pun cenderung stabil. Ledakan CBC dimulai di dekat permukaan dan terhenti di koordinat massa sekitar 1.1\nM? untuk ketiga massa. Flame terhenti akibat pengaktifan salah satu fitur CBM yaitu overshoot yang dapat mengganggu perambatan flame. Reaksi nuklir CBC meningkatkan elemen 20Ne, 24Mg, dan 28Si di daerah yang dilalui flame. Hasil akhir yang didapatkan berupa katai putih CO yang diselubungi oleh ONe. Jika akresi terus berlanjut, maka diprediksi bahwa katai putih akan mengalami Type 1a Supernova (SN Ia) saat massanya mendekati Massa\nChandrasekhar (MCh). Meskipun begitu, model katai putih tanpa overshoot menunjukkan bahwa flame akan merambat menuju pusat walaupun tidak diikuti sepenuhnya. Komponen CO akan berubah menjadi ONe dan bisa berujung ke AIC apabila akresi dilanjutkan", "Daftar File": {"Abstrak Muhammad Galih Prawiradilaga": "https://digilib.itb.ac.id/gdl/download/249638"}, "Penulis": "Muhammad Galih Prawiradilaga [20320008]", "Kontributor / Dosen Pembimbing": ["Dr. Mahasenaputra", "Dr. Muhamad Irfan Hakim, S.Si., M.Si.", "Dr. Aprilia, M.Si.", "Dr. Kiki Vierdayanti, S.Si., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Space", "Kata Kunci": "Katai putih CO, Carbon burning, AIC, CBM", "Sumber": "", "Staf Input/Edit": "Abdhiany Murtiawaty, A.Md  \n                                     Abdhiany Murtiawaty, A.Md", "File": "1 file", "Tanggal Input": "23 Jun 2022"}