{"Nomor": 65420, "Judul": "USULAN STRATEGI KOMUNIKASI PEMASARAN TERPADU UNTUK MENINGKATKAN PENJUALAN: STUDI KASUS PADA SEBUAH REAL ESTATE DI BEKASI", "Abstrak": "COVID-19 menyebabkan penurunan kinerja industri di berbagai sektor, termasuk industri properti. Meski terjadi pertumbuhan harga properti pada kuartal IV 2021, namun masih terjadi kontraksi penjualan dan diperkirakan masih akan terjadi penurunan pada kuartal I 2022. Asa Kirana, real estate yang dikembangkan oleh Adam Raharja Group juga mengalami perlambatan penjualan menurut sumber internal. Tujuan dari penelitian ini adalah untuk mengusulkan strategi komunikasi pemasaran terpadu  yang cocok untuk meningkatkan kesadaran merek Asa Kirana yang diharapkan dapat meningkatkan inisiasi pembelian pelanggan dan juga memberikan rencana implementasi untuk melaksanakan kegiatan strategis utama.\nPengumpulan data dilakukan melalui observasi di daereah objek penelitian, penelitian dan studi kepustakaan, angket, dan wawancara dengan narasumber internal dan responden kuesioner terpilih. Analisis eksternal dan internal untuk pemetaan SWOT dilakukan dengan menggunakan kerangka PESTEL, Porter's 5 Forces, STP, dan Marketing Mix 7Ps. Penelitian menunjukkan bahwa Impian Megah memiliki kesadaran merek yang sedang karena pemasaran offline dan kehadiran online yang tidak optimal. Analisis lebih lanjut dengan kerangka komunikasi pemasaran terpadu (IMC) menunjukkan belum optimalnya pemanfaatan media oleh perusahaan yang menyebabkan kurangnya inisiasi pembelian masyarakat. Product-market fit yang tidak sesuai menyebabkan penetapan harga yang tinggi dalam marketing mix perusahaan yang kemudian berkontribusi pada perlambatan penjualan.\nUsulan strategi disampaikan melalui empat kerangka kerja, yaitu matriks TOWS, implementasi Komunikasi Pemasaran Terpadu, grid ERRC, dan jalur pelanggan 5A. Hasilnya adalah beberapa tindakan yang direkomendasikan untuk dilakukan oleh Adam Raharja Group, seperti membangun fasilitas baru, menerapkan teknologi smarthome pada produknya, membentuk tim pemasaran media sosial, memperbarui situs web resmi perusahaan, membuat tur virtual dan pameran virtual, membuat Google ads, pemasaran Instagram, berkolaborasi dengan KOLs dan marketplace properti online, membuat acara offline, menyewakan stan, papan iklan, spanduk, poster, dan membagikan brosur.", "Daftar File": {"COVER Merrie Ivana Uktolseja": "https://digilib.itb.ac.id/gdl/download/258741", "BAB 1 Merrie Ivana Uktolseja": "https://digilib.itb.ac.id/gdl/download/258742", "BAB 2 Merrie Ivana Uktolseja": "https://digilib.itb.ac.id/gdl/download/258743", "BAB 3 Merrie Ivana Uktolseja": "https://digilib.itb.ac.id/gdl/download/258744", "BAB 4 Merrie Ivana Uktolseja": "https://digilib.itb.ac.id/gdl/download/258745", "PUSTAKA Merrie Ivana Uktolseja": "https://digilib.itb.ac.id/gdl/download/258746"}, "Penulis": "Merrie Ivana Uktolseja [29320421]", "Kontributor / Dosen Pembimbing": ["Dr. Asnan Furinto, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Real Estate, Penjualan, Pemasaran, Promosi, Keputusan Pembelian", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "22 Jun 2022"}