{"Nomor": 65425, "Judul": "USULAN DESAIN SISTEM MANAJEMEN KINERJA UNTUK  PERUSAHAAN KONSTRUKSI DI INDONESIA", "Abstrak": "Perusahaan konstruksi di Indonesia saat ini menghadapi persaingan yang luar biasa, \nhal ini sejalan dengan ditetapkannya pembangunan infrastruktur sebagai salah satu \nprioritas utama pembangunan nasional, dan terbukanya pasar internasional. Oleh \nkarena itu, mereka harus mempersiapkan kinerja terbaik mereka untuk meningkatkan \nkeunggulan kompetitif mereka. Performance Management System (PMS) merupakan \nsalah satu cara untuk meningkatkan kinerja perusahaan. Namun, literatur \nmenunjukkan bahwa tidak ada kerangka kerja PMS yang sepenuhnya sesuai dengan \nkarakteristik perusahaan konstruksi tersebut, terutama untuk perusahaan konstruksi di \nIndonesia. Penelitian ini bertujuan untuk mengembangkan model PMS baru untuk \nmengelola kinerja organisasi perusahaan konstruksi di Indonesia dengan mengacu \npada pendekatan framework Knowledge Based Performance Management System \n(KBPMS) yang dikembangkan oleh Wibisono (2006).\nModel yang diusulkan ini dikembangkan dengan menggabungkan tinjauan literatur \ndan pendekatan studi kasus yang diterapkan pada perusahaan konstruksi milik negara \nkelas besar. Tinjauan literatur mengidentifikasi konsep, atribut kinerja, dan indikator \ndari kerangka kerja yang ada dengan potensi penggabungan dan sintesis dalam model \nbaru yang diusulkan. Studi kasus pada sebuah perusahaan dilakukan untuk \nmengidentifikasi karakteristik perusahaan konstruksi, faktor-faktor yang berpotensi \nmempengaruhi kinerja perusahaan tersebut, dan kriteria model baru yang diusulkan. \nPengumpulan data dilakukan dengan menyebarkan kuesioner dan melakukan \nwawancara dengan orang-orang kunci yang terkait dengan manajemen kinerja di \nperusahaan.\nData dianalisis untuk menilai kesesuaian strategi perusahaan dengan PMS saat ini \nyang digunakan di perusahaan, dan untuk menentukan indikator kinerja yang sesuai \nuntuk digunakan dalam model yang diusulkan. Pengolahan data dilakukan dengan \nmenggunakan metode pengambilan keputusan statistik dan multikriteria. Validasi \nmodel yang diusulkan dilakukan dengan mengimplementasikannya di tiga perusahaan \nsejenis.\nPenelitian ini telah mengisi celah untuk model PMS yang sesuai dengan kondisi \nperusahaan konstruksi di Indonesia. Penelitian ini membangun teori terlebih dahulu \nkemudian mengimplementasikannya. Hasil penelitian ini memberikan kontribusi baik \nsecara akademis maupun praktis. Belum ada model PMS yang dikembangkan khusus \nuntuk perusahaan konstruksi di Indonesia sebelumnya, yang secara khusus \nmenerapkan indikator kinerja yang relevan secara kontekstual dengan kondisi industri \nkonstruksi di Indonesia. PMS yang ada di perusahaan saat ini belum dilengkapi \ndengan keterkaitan antar indikator kinerja baik secara vertikal maupun horizontal \nantar unit di perusahaan pada setiap level. Selain itu, model yang ada belum memiliki \nstandar kinerja yang dapat digunakan untuk proses benchmarking.\nPengembangan model ini masih dalam tahap yang perlu dikembangkan lebih lanjut. \nModel yang diusulkan dirancang khusus dengan memperhatikan karakteristik dan \nkondisi industri konstruksi dan perusahaan di Indonesia, sehingga model yang \ndikembangkan hanya berlaku untuk industri konstruksi di Indonesia. Penerapan di \nnegara lain mungkin berbeda, sehingga memerlukan penyesuaian dan kajian serta \nstudi lebih lanjut terkait hal ini. Selain itu, karena model yang diusulkan disusun \nberdasarkan data dari perusahaan konstruksi kelas besar, penerapannya di \nperusahaan konstruksi dengan kelas lebih bawah memerlukan penyesuaian.\nKata kunci: KBMMS, keterkaitan indikator, manajemen kinerja, perusahaan \nkonstruksi kelas besar, standar benchmarking.", "Daftar File": {"2022 DS IMA FATIMA-ABSTRACT.pdf\n]": "https://digilib.itb.ac.id/gdl/download/256207"}, "Penulis": "Ima Fatima [39015002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Dermawan Wibisono, M.Eng.", "Akbar Adhi Utama, S.T., M.A.B., Ph.D."], "Jenis Koleksi": "Disertasi", "Penerbit": "Sains Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "KBMMS, keterkaitan indikator, manajemen kinerja, perusahaan  konstruksi kelas besar, standar benchmarking", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "22 Jun 2022"}