{"Nomor": 65431, "Judul": "PENGEMBANGAN MODEL BEHAVIORAL INTENTION PENGGUNAAN TRANSPORTASI UMUM PADA PENUMPANG TRANS METRO PEKANBARU", "Abstrak": "Kota Pekanbaru merupakan ibukota provinsi Riau dengan tingkat pertumbuhan\npenduduk yang tinggi. Saat ini jumlah kendaraan bermotor tidak sebanding dengan\njumlah ruas jalan yang ada sehingga menyebabkan kemacetan dan memicu polusi\nudara dan suara. Dalam menyikapi permasalahan tersebut, pemerintah Kota\nPekanbaru meluncurkan Trans Metro Pekanbaru sebagai transportasi umum massal\nuntuk mengatasi kemacetan dan polusi serta meningkatkan kinerja layanan\ntransportasi umum. Trans Metro Pekanbaru tidak langsung diterima oleh\nmasyarakat dan kerap mendapatkan kritikan serta keluhan mengenai pelayanannya.\nHadirnya transportasi online juga memengaruhi masyarakat dalam menggunakan\ntransportasi umum. Pada akhirnya, permasalahan ini menyebabkan rendahnya\ntingkat kepuasan penumpang yang berakibat rendahnya penggunaan Trans Metro\nPekanbaru di kemudian hari.\nRendahnya penggunaan transportasi umum dapat dijelaskan dengan konsep niat\nperilaku yang merupakan bagian dari Theory of Planned Behavior. Niat perilaku\nmenggambarkan sejauh mana konsumen akan melakukan pembelian berulang dan\nmemberikan rekomendasi. Penelitian ini bertujuan untuk mengembangkan model\nniat perilaku penggunaan transportasi umum pada penumpang Trans Metro\nPekanbaru. Model niat perilaku yang dikembangkan mempertimbangkan 11\nvariabel yaitu kualitas layanan (nilai hedonis, nilai utilitarian, fasilitas dan\nkenyamanan, operasional, keamanan dan keselamatan), biaya, nilai yang dirasakan,\nharapan, kepuasan dan sikap terhadap lingkungan serta terdiri dari 14 hipotesis\npenelitian. Pembaharuan pada penelitian ini ialah dengan menambahkan variabel\nsikap terhadap lingkungan serta memberikan rekomendasi kepada penyedia\nlayanan.\nPenelitian dilakukan terhadap 430 penumpang Trans Metro Pekanbaru yang\ndidapatkan melalui penyebaran kuesioner online. Selanjutnya data tersebut\ndianalisis dengan menggunakan metode Partial Least Square (PLS). Hasil dari\npenelitian menunjukkan bahwa variabel-variabel yang terbukti secara signifikan\nmemengaruhi niat perilaku ialah kualitas layanan, kepuasan, dan sikap terhadap\nlingkungan. Sedangkan variabel nilai yang dirasakan tidak terbukti berpengaruh\nterhadap niat perilaku.", "Daftar File": {"ABSTRAK Siti Soraya Faiza Nasution": "https://digilib.itb.ac.id/gdl/download/249652"}, "Penulis": "Siti Soraya Faiza Nasution [23418023]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budhi Prihartono, DEA"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik dan Manajemen Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "transportasi umum, kualitas layanan, nilai yang dirasakan, kepuasan, sikap terhadap lingkungan, niat perilaku, Partial Least Square.", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "23 Jun 2022"}