{"Nomor": 65435, "Judul": "FINANCIAL PERFORMANCE AND STOCK VALUATION OF PT. BRI AGRONIAGA, TBK", "Abstrak": "Indonesia is a Southeast Asian developing country with the 4th largest population\nafter China, India and the USA with a population of 270,203,917. In 2050, the\npopulation surplus is estimated at 330,904,672 and Indonesia can be the potential\neconomic power of large Asian countries, even worldwide. With the buying power\nof the productive age population dominated consumers. The purchasing power of\nthe customer has increased, making higher consumption more accessible, which\nwill help PT. Bank Rakyat Indonesia Agroniaga Tbk (AGRO) role as agricultural\nbusiness bank. PT. Bank Rakyat Indonesia Agroniaga Tbk (AGRO) is listed on the\nIndonesia Stock Exchange, are affected by the global economic slowdown. The\nsudden redeemment of funds in the stock market could then have an impact and the\nstock market could become dull and crashed. Another way of thinking is to collect\ngood basic stocks in bizarre market conditions at lower prices. However, the study\nrelied on secondary data from AGRO annual reports from 2016, as well as both\npublic exposes from 2016, obtained from secondary data providers such as\nstockbit.com. The data was analyzed and methodology was applied using the\nabsolute (Discounted Cash Flow with CAPM) and relative (PER and PBV)\nvaluation methods.", "Daftar File": {"2022_TS_PP_Andrey Ali_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/249659", "Andrey Ali 29119240.pdf)u": "https://digilib.itb.ac.id/gdl/download/252163"}, "Penulis": "Andrey Ali [29119240]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Asep Darmansyah, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Agriculture Business, Stock Valuation, CAPM, Discounted Cash Flow, Relative Valuation", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "2 file", "Tanggal Input": "23 Jun 2022"}