{"Nomor": 65433, "Judul": "PEMANFAATAN PERFLUOROFENIL-BODIPY SEBAGAI MATERIAL SENSOR FLUORESENS UNTUK POLUTAN POLISIKLIK AROMATIK HIDROKARBON (PAH)", "Abstrak": "Polisiklik Aromatik Hidrokarbon (PAH) merupakan jenis polutan organik yang bersifat\nmutagenik dan karsinogenik serta ditemukan pada konsentrasi rendah (skala ppb-ppm) di\nlingkungan. Teknologi deteksi PAH menggunakan material dari zat warna sebagai sensor\nmasih dalam tahap pengembangan. Salah satu material dari zat warna yang berpotensi sebagai\nsensor PAH adalah BODIPY (BF2-dipirometena). Material ini dapat dimodifikasi untuk\nmenghasilkan senyawa dengan karakteristik tertentu dan memberikan interaksi spesifik\nterhadap PAH secara fluoresens. Pada penelitian sebelumnya, interaksi antara PAH seperti\nantrasena, naftalena, dan fenantrena dengan BODIPY dapat diidentifikasi melalui interaksi\nikatan-H lemah tipe CH ··· F yang tidak biasa antara proton CH aksial dari PAH dengan atom\nF dari BODIPY. Pembentukan titik isosbestik menunjukkan adanya absorpsi yang baik dan\nPAH membentuk keseimbangan yang stabil dengan BODIPY pada keadaan dasar. Sebagai\npewarna fluoresens, perfluorofenil-BODIPY (PFP-BODIPY) dikenal memiliki nilai efisiensi\nkuantum yang tinggi dibandingkan jenis lainnya. Penelitian ini bertujuan untuk menyintesis\ndan menyelidiki interaksi PFP-BODIPY dengan PAH. Hex-PFP-BODIPY disintesis melalui\ntiga tahap reaksi, yaitu kondensasi pirol dengan pentafluoro-benzaldehid pada suasana asam,\nkemudian substitusi nukleofilik dan pembentukan kompleks dengan BF3. Sebagai\npembanding, pentafluorofenil-BODIPY juga disintesis. Setelah proses pemurnian dengan\nkromatografi, senyawa dikarakterisasi dengan 1H-NMR. Interaksi PAH dengan PFP-BODIPY\ndievaluasi dengan kolorimetri fluoresens dan UV-Vis. Kolorimetri UV-Vis pentafluorofenil-\nBODIPY dengan PAH (antrasena, naftalena, dan fenantrena) menunjukkan adanya titik\nisosbestik pada panjang gelombang 220-300 nm untuk naftalena dan fenantrena sedangkan\npada 340-400 nm untuk antrasena. Pada konsentrasi yang sama, absorbansi UV-Vis naftalena\nlebih rendah dibanding antrasena dan fenantrena. Namun, setelah koreksi konsentrasi molar\n( ) titik isosbestik tidak terlihat, yang mengindikasikan interaksi sangat lemah atau tidak\nadanya interaksi antara pentafluorofenil-BODIPY dan PAH. Kolorimetri fluoresens terhadap\nPFP-BODIPY dan PAH menunjukkan intensitas fluoresens yang menurun sedangkan pada\nHex-PFP-BODIPY peningkatan intensitas fluoresens terlihat. Hal ini menunjukkan Hex-PFPBODIPY\nberinteraksi dengan PAH.", "Daftar File": {"ABSTRAK Niken Roro Hapsari": "https://digilib.itb.ac.id/gdl/download/249658"}, "Penulis": "Niken Roro Hapsari [10518010]", "Kontributor / Dosen Pembimbing": ["Dr. Muhammad Yudhistira Azis, S.Si., M.Si.", "Dr. Dikhi Firmansyah, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "PAH, pentafluorofenil-BODIPY, Hex-PFP-BODIPY, fluoresens, sensor", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "1 file", "Tanggal Input": "23 Jun 2022"}