{"Nomor": 65430, "Judul": "PENENTUAN PREMI ASURANSI JIWA BERJANGKA OPTIMAL DENGAN MEMAKSIMALKAN EPV LABA PERUSAHAAN DAN UTILITAS KONSUMEN", "Abstrak": "Premi adalah sejumlah uang yang perlu dibayarkan oleh pemegang polis atas pemindahan risiko dari pemegang polis terhadap perusahaan asuransi. Dalam kegiatan operasionalnya, premi merupakan salah satu sumber utama pemasukan perusahaan asuransi. Semakin besar premi, maka semakin besar pula pemasukan dari perusahaan asuransi tersebut. Pada umumnya, perusahaan asuransi jiwa menentukan besar pembayaran premi berdasarkan risiko mortalitas dan suku bunga investasi. Besar premi tersebut tentunya perlu disepakati oleh pemegang polis. Dalam menentukan produk asuransi yang dibeli, konsumen tentunya memilih produk asuransi yang memberikan kepuasan tertinggi. Namun, begitu dalam mencapai kepuasan tersebut, pemegang polis memiliki keterbatasan keuangan dan pengeluaran lain berupa kebutuhan konsumsi sehari-hari. Maka dari itu, agar premi dapat disetujui oleh pemegang polis, perusahaan asuransi juga perlu memperhitungkan besar premi tidak hanya dari sisi keuntungan perusahaan, namun juga dari sisi kepuasan konsumen. Tugas Akhir ini membahas mengenai penentuan premi dengan memperhitung kepuasan dan keterbatasan konsumen maupun keuntungan perusahaan.\nPada Tugas akhir ini, kepuasan konsumen dimodelkan dengan fungsi utilitas tertentu. Ekspektasi dari fungsi utilitas tersebut dipandang sebagai fungsi objektif dari sisi pemegang polis, sedangkan fungsi objektif dari sisi perusahaan asuransi berupa EPV (Expected Present Value) dari keuntungan perusahaan. Besar premi yang dibayarkan ditentukan berdasarkan premi yang dapat memaksimukan kedua fungsi objektif tersebut secara bersamaan dengan keterbatasan kekayaan yang dimiliki oleh pemegang polis. Pemegang polis tersebut diasumsikan memiliki kekayaan awal dan juga pendapatan kontinu dengan pengeluaran atas konsumsi dan pembayaran premi. Metode kontrol optimal digunakan untuk menemukan premi optimal atas masalah optimisasi tersebut. Sifat dari besar premi yang didapat dari metode tersebut dipelajari melalui simulasi numerik. Didapat bahwa, besar premi optimal tersebut meningkat jika risiko mortalitas, diskonto fungsi utilitas konsumen, dan tingkat penghindaran risiko konsumen meningkat, namun menurun lebih cepat seiring berjalannya waktu. Sedangkan inflasi yang meningkat menyebabkan besar premi optimal tersebut menurun, namun lebih lambat menurun seiring berjalannya waktu", "Daftar File": {"ABSTRAK Muhammad Naufal Irham Ramdhani": "https://digilib.itb.ac.id/gdl/download/249651"}, "Penulis": "Muhammad Naufal Irham Ramdhani [10818019]", "Kontributor / Dosen Pembimbing": ["Prof. Udjianna Sekteria Pasaribu, Ph.D.", "Adilan Widyawan Mahdiyasa, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Aktuaria", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Premi, Expected Present Value, Fungsi Utilitas, Optimisasi, Kontrol Optimal", "Sumber": "", "Staf Input/Edit": "Dwi Ary Fuziastuti", "File": "1 file", "Tanggal Input": "23 Jun 2022"}