{"Nomor": 65438, "Judul": "SINTESIS DAN KARAKTERISASI BERBAGAI MACAM SILIKA DAN SILIKA TERMODIFIKASI PROPILAMIN", "Abstrak": "Sintesis silika dapat dilakukan dengan berbagai metode. Beberapa diantaranya adalah\npenggunaan prekursor tetraetoksiortosilan (TEOS) dengan katalis basa, prekursor\nnatrium silikat menggunakan katalis asam dan penambahan surfaktan. Penambahan\nsurfaktan dapat membuat bentuk silika yang lebih bulat (stabil secara mekanis) dan\nterkontrol ukurannya. Jenis surfaktan yang digunakan adalah tween 20, tween 80,\ntriton x-100, CTAB, SDS, dan sarkosil. Penelitian ini bertujuan untuk melihat\npengaruh berbagai metode sintesis silika terhadap produk silika yang dihasilkan. Silika\nyang dihasilkan dapat dimodifikasi lebih lanjut menggunakan propilamin yang\ndigunakan sebagai unit penghubung untuk menempelkan molekul fungsional lainnya.\nKarakterisasi partikel silika dan silika yang sudah termodifikasi dilakukan dengan\nScanning Electron Microscope (SEM) dan spektroskopi Fourier Transform Infrared\n(FTIR). Sintesis silika dari prekursor TEOS dan prekursor natrium silikat berhasil\ndilakukan ditandai dengan adanya pita serapan Si-O-Si yang asimetris dan simetris\npada daerah bilangan gelombang 1180 cm-1 dan 804 cm-1, pita serapan Si-OH pada\n947 cm-1, 1639 cm-1, dan 3365 cm-1 dan pita serapan disekitar 480 cm-1 menunjukan\nO-Si-O. Silika juga telah berhasil dimodifikasi dengan (3-\nAminopropil)trimetoksisilan (APTMS) dan didapatkan pita serapan -NH- pada\nbilangan gelombang 1531 cm-1 dan pita serapan - CN- pada bilangan gelombang 2374\ncm-1 yang menandakan modifikasi berhasil dilakukan. Berdasarkan hasil pengukuran\nSEM, silika dan silika termodifikasi propilamin dengan prekursor TEOS memiliki\nbentuk bulat(sperik) dengan ukuran sekitar 1?m. Ukuran partikel silika dan silika\nyang termodifikasi propilamin dengan prekursor natrium silikat memiliki ukuran\nlebih besar dari 10 ?m dengan bentuk tak beraturan. Penambahan surfaktan CTAB\npada prekursor TEOS tidak menghasilkan perbedaan yang signifikan pada spektrum\nFTIR namun belum ditinjau pengaruh terhadap ukurannya. Penggunaan surfaktan\npada prekursor natrium silikat menunjukkan CTAB mampu membantu pembentukan\nsilika. Penggunaan tween 20, tween 80, dan triton menunjukkan terbentuknya silika\nsetelah penambahan asam. Untuk surfaktan SDS dan sarkosil tidak terbentuk produk\nsilika yang diinginkan walaupun telah ditambahkan asam", "Daftar File": {"ABSTRAK Vanessa Ocktavianikita": "https://digilib.itb.ac.id/gdl/download/249663"}, "Penulis": "Vanessa Ocktavianikita [10517014]", "Kontributor / Dosen Pembimbing": ["Dr. Handajaya Rusli, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "sintesis, silika, APTMS, surfaktan", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "1 file", "Tanggal Input": "23 Jun 2022"}