{"Nomor": 65440, "Judul": "MENGEMBANGKAN PRIOTITAS PROGRAM PENCEGAHAN KECELAKAAN BERBASIS MODEL KEPNER TREGOE STUDI KASUS PT PERTAMINA EP REGION2 ZONA 7", "Abstrak": "Pertamina EP Regional 2 Zona 7, bagian dari Pertamina EP, adalah Perusahaan Hulu Minyak dan Gas Bumi yang beroperasi di Jawa Barat yang melakukan kegiatan berisiko tinggi pada eksplorasi dan produksi. Berdasarkan data historis kecelakaan, terdapat 40 kasus kecelakaan kerja yang terjadi di Pertamina EP Regional 2 Zona 7 dalam kurun waktu 2018 hingga 2021. Pada periode ini kasus kecelakaan cenderung meningkat. Terdapat 9 kasus kecelakaan yang tercatat pada tahun 2018 dan 2019, sedangkan 11 kasus kecelakaan terjadi pada tahun 2020 dan 2021. Pada periode yang sama lima kecelakaan yang paling sering terjadi secara berurutan adalah Kecelakaan Pertolongan Pertama (11 kasus), Kerusakan Properti (10 kasus), Hampir Celaka (7 Kasus), Insiden Perawatan Medis (6 kasus) dan Kerusakan Lingkungan (4 kasus). \nKecelakaan disebabkan oleh beberapa faktor yang mewajibkan banyak rekomendasi dan program untuk mencegah kecelakaan serupa. Program pencegahan kecelakaan yang ditetapkan di Pertamina Region 2 Zone7 didasarkan pada data kecelakaan di wilayah kerja Pertamina di seluruh Indonesia. Akibat dari kondisi ini, program pencegahan kecelakaan menjadi tidak fokus dan perlu diprioritaskan berdasarkan data kasus kecelakaan dari wilayah kerja Pertamina Region 2 Zona 7. Prioritas program pencegahan kecelakaan ditentukan dengan kombinasi Metode Kepner Tregoe, Akar penyebab kecelakaan Pertamina DNV SCAT dan Prosedur di Pertamina. Metode kombinasi yang digunakan untuk menggambarkan akar penyebab kasus kecelakaan, mengidentifikasi kriteria program pencegahan kecelakaan, alternatif program pencegahan kecelakaan yang relevan berdasarkan data historis kecelakaan, dan memilih alternatif. \nAlternatif solusi berupa penguatan program pencegahan yang telah tersedia dan usulan program pencegahan yang baru. Beberapa program pencegahan yang telah tersedia masih relevan dengan data historis di Pertamina Region 2 Zone 7 seperti Kampanye Iman (Ingatkan Saya jika Tidak Aman), Penguatan Work in Progress (WIP) Assesment di CSMS (Contractor Safety Management System), Job Safety Meeting sebelum Mulai Bekerja dan penyegaran Pelatihan BHL (Basic HSSE Learning). \nSedangkan program baru yang diusulkan adalah Task Observation / Safety Awareness Supervision, Buddy System bekerja untuk pekerjaan berisiko tinggi, Melakukan tes BHL (Basic HSSE Learning) secara acak secara berkala, dan Formulir Daftar Periksa Wajib untuk Pengawas Pekerjaan.  \nImplementasi alternatif solusi dituangkan dalam OTP (Objectives Target Program) HSSE (Health Safety Security and Environment) Pertamina Region 2 Zone 7. OTP tersebut memuat tujuan program, detail program, produk dan bukti program, waktu pelaksanaan dan pemantauan kemajuan program. Implementasi pelaksanaan program dijadwalkan berjalan dalam 5-6 bulan mulai Juli 2022.", "Daftar File": {"2022_TS_PP_Taufik Hidayat_Abstrak-1.pdf?_": "https://digilib.itb.ac.id/gdl/download/249665"}, "Penulis": "Taufik Hidayat [29120098]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Pri Hermawan, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "data historis kecelakaan, , Kepner Tregoe, Pertamina DNV SCAT, prioritas", "Sumber": "PT. Pertamina", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "23 Jun 2022"}