{"Nomor": 65449, "Judul": "PEMODELAN SPASIAL PENGARUH PERUBAHAN TUTUPAN LAHAN TERHADAP  ZONA NILAI TANAH DI SWK GEDEBAGE, KOTA BANDUNG", "Abstrak": "Pembangunan pusat primer di Bandung Timur sudah sejak lama direncanakan. Dimulai\ndengan Studi Wilayah Gedebage dan Ujungberung Kota Bandung (2001) hingga \nterbaru, RDTR Kota Bandung 2015-2035. Terdapat beberapa pembangunan \ninfrastruktur baru. Padahal di tahun 2015, Kecamatan Gedebage memiliki luas area \npertanian sawah terluas di Kota Bandung (Statistik Daerah Kecamatan Gedebage, \n2015). Penelitian ini mengidentifikasi kaitan antara perubahan tutupan lahan terhadap \nZona Nilai Tanah (ZNT) serta faktor yang mempengaruhinya. Analisis yang digunakan \nyaitu analisis pengolahan citra peta tutupan lahan tahun 2007 , 2017 dan 2021; analisis \npengaruh perubahan tutupan lahan terhadap ZNT; dan analisis faktor yang \nmemengaruhi ZNT menggunakan analisis regresi berganda. Dari hasil penelitian \ndidapat bahwa klasifikasi tutupan lahan sawah mengalami penurunan luasan paling \nsignifikan dari 9,53 km2 di tahun 2007 dan 4,44 km2 di tahun 2017 menjadi 3,41 km2 di \ntahun 2021. Mengacu pada nilai cramer’s V uji chi square, hubungan antara guna lahan \ndengan ZNT di tahun 2021 paling tinggi dengan besar 0,644 dibandingkan tutupan \nlahan dengan ZNT di tahun 2007 yaitu 0,4163 dan di tahun 2021 sebesar 0,3263. Faktor \nyang memengaruhi ZNT yaitu kedekatan dengan terminal dan stasiun, jalan lokal, jalan \narteri, sungai serta guna lahan kawasan peruntukan industri, pengelolaan sampah, \nperdagangan dan jasa, transportasi, serta pertanian. Faktor ini merupakan hasil dari \nanalisis regresi berganda dengan MSI yang variabel independennya mampu \nmenjelaskan variabel dependen sebesar 47,38%. Akan tetapi jika dikeluarkan area \nSummarecon pada wilayah studi maka faktor yang memengaruhi ZNT yaitu kedekatan \ndengan terminal stasiun, sungai, jalan arteri, dan guna lahan transportasi, kawasan \nperuntukan industri, pengelolaan persampahan, perdagangan dan jasa, dan pertanian. \nVariabel independen ini mampu menjelaskan variabel dependen sebesar 53,75%", "Daftar File": {}, "Penulis": "Rifqi Falih Kuswandi [15418050]", "Kontributor / Dosen Pembimbing": ["Dr. Niken Prilandita, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Pemodelan Spasial, Gedebage, Tutupan Lahan, Faktor, Zona Nilai Tanah", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "8 file", "Tanggal Input": "23 Jun 2022"}