{"Nomor": 65457, "Judul": "FAKTOR PENENTU KEBERLANJUTAN KLASTER INDUSTRI (STUDI KASUS: SENTRA BATIK TRUSMI, KABUPATEN CIREBON)", "Abstrak": "Industri Kecil dan Menengah (IKM) merupakan salah satu komponen penting dalam \nperkembangan ekonomi perkotaan. Industri memiliki kaitan erat dengan fenomena \nklaster yang merupakan kumpulan industri pada geografis tertentu yang saling \nberhubungan pada sektor tertentu sehingga saling melengkapi. Klaster industri \nberevolusi yang berimplikasi pada siklus hidupnya. Si klus hidup klaster yaitu \npengembangan klaster yang menggambarkan kinerja klaster dari waktu ke waktu yang \nbergantung pada keragaman perusahaan dalam klaster. Kondisi yang berbeda tiap \nklaster disebabkan adanya perbedaan karakteristik dalam siklus hidupnya yang \ndipecah ke dalam beberapa fase. Setiap fase memiliki karakteristik, tuntutan, dan \ntantangannya masing-masing. Fase tersebut terbentuk karena terdapat faktor penentu \nkeberlanjutan yang dapat ditinjau dari dimensi ekonomi, sosial budaya, dan \nkelembagaan. Keberlanjutan klaster dapat berkontribusi pada pembangunan ekonomi \nperkotaan dan mensejahterakan kehidupan masyarakatnya. Berdasarkan penjelasan \ntersebut, tujuan penelitian ini adalah mengidentifikasi faktor penentu keberlanjutan \nklaster industri. Untuk dapat menjawab tujuan penelitian, dilakukan pend ekatan studi \nkasus pada Sentra Batik Trusmi, Kabupaten Cirebon. Pengumpulan data dilakukan \nmenggunakan wawancara dan studi literatur. Analisis data dilakukan dengan metode \nanalisis kualitatif. Hasil penelitian menunjukkan bahwa Sentra Batik Trusmi \nmengalami fluktuasi dalam siklus hidupnya mulai emergence hingga decline II. Ketika \nmengalami fase penurunan, bukan berarti Sentra Batik Trusmi tidak berlanjut, tetapi \nitu merupakan bagian dari siklus hidupnya. Sentra Batik Trusmi dapat berlanjut jika \nmemperhatikan faktor penentu keberlanjutannya. Faktor tersebut dapat ditinjau dari \ndimensi ekonomi yang berupa stabilitas ekonomi dan persaingan u saha membuat \nSentra Batik Trusmi berkembang dan berada dalam kondisi stabil. Hal itu didukung \ndengan dimensi sosial budaya dengan kemampuan yang mampu berinovasi dan \nregenerasi yang masih dipertahankan serta dimensi kelembagaan berupa keterlibatan\npemerintah dan lembaga lainnya. Sentra Batik Trusmi cenderung memiliki \nkeberlanjutan klaster walaupun mengalami fluktuasi dalam siklus hidupnya.", "Daftar File": {}, "Penulis": "Intan Azahra Ramadhani [15418223]", "Kontributor / Dosen Pembimbing": ["Dr. Fikri Zul Fahmi, S.T., M.Sc.", "Arini Murwindarti, S.Si., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Industri Kecil Menengah, Siklus Hidup Klaster Industri, Klaster Industri, Keberlanjutan Usaha", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "23 Jun 2022"}