{"Nomor": 65455, "Judul": "DAYA SAING PARIWISATA KABUPATEN KUNINGAN", "Abstrak": "Pariwisata merupakan salah satu industri terbesar dan tercepat di dunia yang mampu \nmenghasilkan pertumbuhan ekonomi yang cepat. Pariwisata dianggap sebagai aset \nyang strategis untuk mendorong pembangunan wilayah yang mempunyai objek wisata .\nPariwisata dapat disebut sebagai produk yang mampu bersaing jika destinasi wisata \nmenarik dan kompetitif dibandingkan destinasi wisata daerah lain. Daya saing \ndianggap penting karena dapat mendorong produktivitas, meningkatkan kemampuan \nmandiri, meningkatkan kapasitas ekonomi, dan mekanisme pasar lebih akan menjadi \nefisien. Hal ini menjadi peluang bagi daerah yang memiliki potensi wisata alam untuk \nmemanfaatkannya secara maksimal untuk menarik wisatawan. Kabupaten Kuningan \nyang memiliki bentang alam sehingga mendukung untuk dikembangkannya wisata \nalam dan mampu menarik wisatawan. Penelitian ini bertujuan untuk menganalisis \ndaya saing pariwisata Kabupaten Kuningan . Analisis yang digunakan dalam \npenelitian ini yaitu analisis konten dan analisis deskriptif kualitatif. Hasil dari \npenelitian ini mengeluarkan 8 indikator daya saing pariwisata yang didalamnya \nterdapat data atau pengukuran, yakni Human Tourism Indicator (HTI), Price \nCompetitiveness Indicator (PCI), Infrastructure Development Indicator (IDI), \nEnvironment Indicator (EI), Technology Advancement Indicator (TAI), Human \nResources Indicator (HRI), Openness Indicator (OI), dan Social Development \nIndicator (SDI). Dengan indikator tersebut, Kabupaten Kuningan mendapatkan nilai \nsebesar 54,266 dari 100. Nilai ini dapat menunjukan daya saing pariwisata \nKabupaten Kuningan yang cukup berdaya saing.", "Daftar File": {}, "Penulis": "Muhammad Fajar Amanullah [15418204]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Delik Hudalah, S.T., M.T., M.Sc.", "Lanthika Atianta, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Pariwisata, Daya Saing Wilayah, Daya Saing Pariwisata, Indikator  Daya Saing Pariwisata", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "23 Jun 2022"}