{"Nomor": 65467, "Judul": "STUDI HUBUNGAN SPASIAL PERSEBARAN AIRBNB DENGAN  FENOMENA TURISTIFIKASI DAN GENTRIFIKASI DI KAWASAN  PERKOTAAN SARBAGITA, PROVINSI BALI", "Abstrak": "Ekonomi berbagi merupakan model bisnis relatif baru yang progresif dan inovatif, \nnamun juga menciptakan disrupsi bagi beragam sektor perekonomian—termasuk \nsektor pariwisata. Infiltrasi ekonomi berbagi dalam sektor pariwisata paling baik \ndigambarkan oleh kehadiran AirBnb. Kehadiran AirBnb dapat berdampak positif \nmeningkatkan pendapatan sektor pariwisata, namun juga dapat menimbulkan \ngangguan bagi masyarakat yang berimplikasi pada berpindahnya warga setempat \nakibat gangguan aktivitas komersil penunjang pariwisata selaras dengan tingginya \npertumbuhan AirBnb. Kondisi ini menyebabkan penduduk tergantikan oleh fasilitas \npendukung pariwisata, yang dikenal dengan fenomena turistifikasi. Selain itu, \nkomersialisasi hunian sebagai AirBnb dapat menyebabkan peningkatan harga properti. \nPerubahan ini berpotensi membuat penduduk asli tersingkir dari wilayahnya oleh \nmasyarakat dengan kelas sosio-ekonomi lebih tinggi, dikenal sebagai fenomena \ngentrifikasi. Hubungan antara AirBnb, turistifikasi, dan gentrifikasi dapat diamati pada \nberagam daerah wisata di dunia. Studi ini berlandaskan urgensi memeriksa hubungan \nantara pertumbuhan AirBnb, turistifikasi, dan gentrifikasi di Bali sebagai destinasi \nwisata unggulan di Indonesia, terutama pada Kawasan Perkotaan Sarbagita yang \ndifokuskan sebagai kawasan strategis dan pusat kegiatan pariwisata. Pada penelitian \nini, hubungan dilihat melalui metode regresi global dan lokal. Lalu, dengan bantuan \nklaster berdasarkan autokorelasi spasial AirBnb diidentifikasi pola hubungan antara \npertumbuhan AirBnb dengan turistifikasi dan gentrifikasi sceara geografis. Penelitian \nini menemukan adanya pola hubungan spasial antara AirBnb dengan turistifikasi serta \npotensi gentrifikasi dan gentrifikasi transnasional di Kawasan Perkotaan Sarbagita\npada daerah dengan aglomerasi AirBnb, yaitu pada daerah Kuta, Denpasar Selatan, \ndan Ubud. dan merekomendasikan para stakeholders untuk secara kolektif mengatasi \ndampak negatif ekonomi berbagi ini.", "Daftar File": {}, "Penulis": "Muthia Azzahra [15418017]", "Kontributor / Dosen Pembimbing": ["Nurrohman Wijaya, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "AirBnb, ekonomi berbagi, gentrifikasi, pariwisata, turistifikasi, Kawasan  Perkotaan Sarbagita.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "8 file", "Tanggal Input": "23 Jun 2022"}