{"Nomor": 65464, "Judul": "THE EFFECTS OF DIGITAL MATURITY AND FINANCIAL PERFORMANCE ON STOCK RETURN:  EVIDENCE FROM INDONESIAN TECH PUBLIC COMPANIES", "Abstrak": "Seiring dengan perubahan lanskap bisnis ke digital, banyak perusahaan menerapkan strategi\nbisnis baru untuk menciptakan posisi yang lebih baik di pasar. Sebagai bagian dari teknologi baru,\ntransformasi digital dapat menjadi lebih mudah diakses oleh bisnis skala besar dengan biaya lebih\nrendah. Di Indonesia sendiri, perusahaan teknologi masih terus berkembang. Meski tren teknologi\ndigital tergolong baru, sektor teknologi tergolong berkinerja baik, diukur dari return saham yang\nbesar. Nilai perusahaan teknologi tidak hanya didasarkan pada profitabilitas saat ini tetapi juga\npada apa yang akan diciptakannya di masa depan, karena fokusnya adalah pada ekspansi dan\npertumbuhan daripada monetisasi. Apalagi, sebagian besar kasus mengungkapkan bahwa kinerja\nkeuangan perusahaan teknologi masih memiliki nilai negatif di bottom line. Dengan demikian,\nini merupakan peluang untuk mengetahui faktor yang paling signifikan mempengaruhi return\nsaham di sektor teknologi dan sektor yang mengadopsi teknologi digital untuk basis operasional,\nkhususnya di Indonesia, karena belum pernah ada penelitian untuk meneliti masalah tersebut\nsebelumnya. Selain itu, hasil penelitian ini dapat membantu investor menginvestasikan uang\nmereka dengan bijak, dan manajer dapat menyoroti faktor paling signifikan untuk mempengaruhi\npengembalian saham di perusahaan teknologi secara positif. Penelitian ini menggunakan\nperusahaan teknologi dan perusahaan yang memiliki digital maturity index yang tinggi tercatat\ndari tahun 2016 hingga 2020 dengan jumlah sampel sebanyak 10 perusahaan. Pengukuran\nmaturitas digital menggunakan metode kuantifikasi tekstual atau text query dalam laporan \ntahunan. Jumlah aktivitas digital yang disebutkan dikuantifikasi menggunakan berbasis tercile \nuntuk menghindari kebisingan. Regresi data panel digunakan sebagai analisis data dengan\nCommon Effect Model. Hasil penelitian menunjukkan bahwa kematangan digital dan\nprofitabilitas yang diukur dengan Return-on-Asset (ROA) tidak berpengaruh signifikan terhadap\nreturn saham. Di sisi lain, Pertumbuhan Penjualan berpengaruh positif signifikan terhadap return\nsaham. Oleh karena itu, investor dan manajer dapat mempertimbangkan aspek pertumbuhan\npenjualan untuk mendapatkan kinerja return saham yang baik di perusahaan teknologi. Namun,\npertumbuhan penjualan rentan terhadap faktor eksternal perusahaan, sehingga manajer harus\nfokus pada variabel yang mempengaruhi pertumbuhan penjualan.\n \nKata Kunci: Perusahaan Teknologi, Kematangan Digital, Profitabilitas, Pertumbuhan \nPenjualan, Pengembalian Saham", "Daftar File": {"2022 SK PP Made Kusuma-Abstract.pdf)u": "https://digilib.itb.ac.id/gdl/download/249734"}, "Penulis": "Made Kusuma Dana Artha [19019107]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Subiakto, M.B.A."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sekolah Bisnis dan Manajemen", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Perusahaan Teknologi, Kematangan Digital, Profitabilitas, Pertumbuhan  Penjualan, Pengembalian Saham", "Sumber": "", "Staf Input/Edit": "Wiwik Istiyarini", "File": "1 file", "Tanggal Input": "23 Jun 2022"}