{"Nomor": 65465, "Judul": "PERANCANGAN PERBAIKAN PROSES PELAYANAN PASCA PENJUALAN PRODUK Y DI PT XYZ", "Abstrak": "Pada suatu perusahaan yang memproduksi suatu produk atau jasa sangat mengutamakan\nkepuasan pelanggan yang dapat meningkatkan loyalitas pelanggan dan meningkatkan penjualan\nproduk atau jasa tersebut. Dalam upaya meningkatkan kepuasan pelanggan, sesuatu hal yang\numum diberikan oleh perusahaan kepada konsumennya, yaitu pelayanan pasca penjualan.\nPelayanan pasca penjualan merupakan suatu proses pelayanan yang dapat diberikan oleh\nperusahaan setelah pelanggan membeli produk atau berlangganan dengan jasa dengan tujuan\nuntuk membuat produk dan jasa berjalan dengan baik untuk kedepannya sehingga akan\nmenimbulkan kepuasan pelanggan. Pada kondisi saat ini, PT XYZ menerima keluhan dari para\npelanggan produk Y seperti gangguan jaringan (80%-83%). Dengan terdapatnya permasalahan\npada beberapa bagian layanan suatu kehandalan dari penyedia jasa yang menyebabkan adanya\nketidakpuasan para pelanggan.\nPenelitian yang dilakukan oleh peneliti bertujuan untuk melakukan perbaikan dengan cara\nmelakukan penilaian kualitas layanan eksisting. Penilaian kualitas layanan diukur dengan\nmenggunakan atribut layanan telekomunikasi yang dikembangkan berdasarkan 5 dimensi\nkualitas jasa oleh Zeithaml dkk. (2017) dan atribut layanan oleh Ngwenya (2017). Penilaian\ndilakukan dengan menyebarkan kuesioner kepada para pelanggan PT XYZ. Selain penilaian\nkualitas, penyebaran kuesioner digunakan untuk mendapatkan data tingkat kepentingan dan\nklasifikasi KANO yang akan digunakan sebagai data pada pemetaan matriks refined IV-A\nKANO. Berdasarkan pemetaan tersebut, terdapat 5 atribut layanan telekomunikasi yang harus\ndiprioritaskan untuk dilakukannya perbaikan yaitu gangguan jaringan layanan internet rata-rata\njarang terjadi, kecepatan layanan internet rata-rata stabil, pada aplikasi MyY Pelanggan dapat\nmelakukan refresh jaringan internet secara mandiri, aplikasi MyY dapat membantu jika adanya\npermasalahan terhadap jaringan internet dan aplikasi MyY menampilkan semua informasi\nterkait adanya gangguan terhadap jaringan internet.\nDengan menggunakan beberapa metode tambahan yaitu customer journey maps, wireframe dan\nproduct requirement documents didapatkannya beberapa usulan untuk perbaikan 5 atribut\ntersebut yaitu Pengembangan fitur troubleshooting, Pengembangan fitur FAQ dan Chat Bot,\nPengembangan Status Layanan, Pengembangan kondisi jaringan dan melakukan evaluasi\nterhadap setiap pemasangan layanan baru.", "Daftar File": {"ABSTRAK Irfandy Apriliano": "https://digilib.itb.ac.id/gdl/download/249736"}, "Penulis": "Irfandy Apriliano [13416130]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Budhi Prihartono, DEA", "Anggita Leviastuti, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "pasca penjualan, klasifikasi KANO, matriks Refined IV-A KANO, customer journey maps, product requirement document,wireframe", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "23 Jun 2022"}