{"Nomor": 65468, "Judul": "ANALISA PENETRASI PEMANASAN AKIBAT INDUKSI GELOMBANG MIKRO PADA STIMULASI THERMAL SUMUR MINYAK BERAT", "Abstrak": "Pemanasan gelombang elektromagnet (Electro-Magnetic Heating, EMH) yang umumnya direalisasikan dengan induksi gelombang mikro dapat menghasilkan panas yang mampu menstimulasi sumur minyak berat hingga terjadi penurunan viskositas dan meningkatkan perolehan minyak. Hubungan antara besar daya listrik dengan pemanasan dan radius pemanasan perlu dianalisa lebih mendalam terkait dengan efektivitas pemanasan. Eksperimen laboratorium akan dilakukan untuk menentukan efektivitas pemanasan pada fluida dan batuan reservoir melalui pengamatan terhadap perubahan viskositas minyak berat dan radius pemanasan yang dihasilkan. Efektivitas ini akan dianalisa berdasarkan kenaikan suhu pemanasan dengan pemakaian daya listrik per volume sandpack. Eksperimen dimulai dengan merancang wadah dari lempengan besi berbentuk radial silindris dan sebuah gelas yang diletakkan di tengah untuk menggambarkan sumur dan sebagai wadah bagi magnetron. Sandpack berupa campuran pasir silica dan minyak berat akan menjadi sample uji dari eksperimen ini. Untuk mengetahui hubungan antara jarak pemanasan dengan suhu, pada wadah eksperimen akan diletakkan thermometer untuk mengetahui perubahan suhu pada empat titik berbeda yaitu 0 cm, 2 cm, 4 cm dan 6 cm dari ujung mulut sumur, dengan posisi sejajar dan tegak lurus antena untuk mengetahui pengaruh distribusi energi terhadap posisi antena. Pemanasan dilakukan hingga suhu maksimum yang mampu dicapai thermostat pada microwave generator. Penelitian ini dilakukan dengan hipotesa bahwa kecepatan pemanasan dan radius penetrasi panas di dalam batuan dipengaruhi oleh karakteristik batuan dan frekuensi gelombang mikro, sehingga untuk meningkatkan radius pemanasan diperlukan frekuensi magnetron yang tepat dan katalist yang memiliki sifat kemagnetan tinggi. Kebaruan dalam eksperimen ini meliputi kombinasi antara pemilihan jenis nanopowder dan penggunaan waveguide, nilai koefisien serapan daya akibat penambahan nanopowder, penentuan daya minimum dan daya disipasi yang digunakan dalam pemanasan.", "Daftar File": {"ABSTRAK Gerry Sasanti Nirmala": "https://digilib.itb.ac.id/gdl/download/249746"}, "Penulis": "Gerry Sasanti Nirmala [32217001]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Doddy Abdassah, M.Sc., Ph.D.", "Prof. Ir. Taufan Marhaendrajana, M.Sc., Ph.D.", "Dr.Eng. Achmad Munir, S.T., M.Eng."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Perminyakan", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "Mining & related operations", "Kata Kunci": "Induksi gelombang mikro, viskositas, minyak berat, radius penetrasi panas, sifat kemagnetan", "Sumber": "", "Staf Input/Edit": "Suharsiyah  \n                                     Suharsiyah", "File": "1 file", "Tanggal Input": "23 Jun 2022"}