{"Nomor": 65473, "Judul": "PERANCANGAN PERBAIKAN PENINGKATAN HASIL PRODUKSI BWG 21 PADA PT SURABAYA WIRE DENGAN METODE DESAIN EKSPERIMEN TAGUCHI DAN DISCRETE EVENT SIMULATION (DES)", "Abstrak": "Perusahaan harus selalu dapat meningkatkan hasil produksinya yang juga seiring\ndengan semakin meningkatnya permintaan konsumen untuk mempertahankan\neksistensinya. PT Surabaya Wire adalah perusahaan yang bergerak dibidang\nproduksi paku dan kawat. Salah satu produksi kawat terbesarnya adalah kawat\nbendrat atau kawat BWG 21 yang berukuran 0.8 mm. Pada bulan Februari 2022\nhasil produksi BWG 21 tidak mencapai target produksi. Adanya utang produksi ini\njika terjadi berkelanjutan maka kepuasan pelanggan menurun, dan perusahaan\nkehilangan pangsa pasar dan potensi penjualan. Peningkatan produksi dalam\nmanufaktur dapat dilakukan dengan mencari kombinasi optimal pada faktor-faktor\nyang mempengaruhi proses produksi. Hal ini dapat dilakukan dengan menggunakan\npendekatan metode Taguchi Orthogonal Array. Karena kegiatan eksperimen pada\nproses produksi tidak dapat dilakukan pada proses eksisting, maka eksperimen\ndilakukan dengan menggunakan model simulasi yang menyerupai keadaan\nsebenarnya. Diidentifikasi terdapat 31 faktor yang mempengaruhi proses produksi\nyang mencakup shift kerja masing-masing mesin tarik pada proses produksi BWG\n21, shift kerja stasiun kerja penimbangan, shift kerja stasiun kerja packaging, batch\nsize masing-masing mesin tarik, batch size stasiun kerja penimbangan, dan batch\nsize proses oven. Kombinasi optimal faktor-faktor tersebut mendapatkan rata-rata\nhasil produksi BWG 21 atau bendrat meningkat sebesar 538 pack per hari. Dengan\npenambahan biaya produksi sebesar Rp3.901.904,47 per hari, peningkatan produksi\nBWG 21 atau bendrat diprediksi memberikan peningkatan potensial pendapatan\nsebesar Rp48.554.500 per hari.", "Daftar File": {"ABSTRAK Wulan Nawang Sari": "https://digilib.itb.ac.id/gdl/download/249758"}, "Penulis": "Wulan Nawang Sari [13417037]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Sukoyo, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Taguchi Orthogonal Array, Signal-to-Noise ratio, Discrete Event Simulation (DES).", "Sumber": "", "Staf Input/Edit": "Dewi Supryati", "File": "1 file", "Tanggal Input": "23 Jun 2022"}