{"Nomor": 65476, "Judul": "PERANCANGAN PUSAT KESEHATAN GIGI ANAK DENGAN PENDEKATAN DESAIN NEOTENIK", "Abstrak": "Kesehatan gigi dan mulut merupakan hal yang penting, terutama untuk anak-anak. Namun, khususnya di daerah Bandung, fasilitas kesehatan gigi anak seringkali masih berada dalam satu lingkungan fasilitas kesehatan gigi umum. Aspek-aspek pada interior fasilitas kesehatan gigi umum (secara visual maupun auditori) yang tidak spesifik ditujukan kepada anak-anak dapat berpengaruh kepada keadaan psikologi anak dan menimbulkan rasa takut dan cemas (dental fear and anxiety). Rasa takut dan cemas tersebut dapat membuat anak-anak enggan berkunjung ke fasilitas kedokteran gigi, yang kemudian berpengaruh kepada kesehatan gigi dan mulut. Pada perancangan kali ini, penulis hendak merancang Pusat Kesehatan Gigi Anak sebagai sarana edukasi, pencegahan, serta perawatan gigi dan mulut anak di Kota  Bandung  dengan  pendekatan  desain  neotenik,  yang  diharapkan  dapat meredakan  rasa  takut  dan  cemas  anak  terhadap  fasilitas  kedokteran  gigi. Perancangan  fasilitas  tersebut  terdiri  dari  lobi/area  resepsionis, area  edukasi kesehatan gigi dan mulut kafeteria, ruang tunggu, ruang bermain, ruang konsultasi dokter, ruang tindakan, ruang farmasi, ruang administrasi, laboratorium gigi, ruang radiografi, central sterilization room (CSR), ruang pribadi dokter, break room, gudang, dan toilet. Dengan tema perancangan “A Place Where A Smile Begins,” fasilitas ini diharapkan dapat menciptakan senyuman indah dan bahagia dari setiap anak-anak yang mengunjungi Pusat Kesehatan Gigi Anak", "Daftar File": {}, "Penulis": "Veronika Diah Puspitasari [17318037]", "Kontributor / Dosen Pembimbing": ["Deny Willy Junaidy, S.Sn., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "kesehatan gigi dan mulut anak, dental fear and anxiety, desain neotenik", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "23 Jun 2022"}