{"Nomor": 65481, "Judul": "OPTIMASI SISTEM FOTOVOLTAIK UNTUK MEMPRODUKSI HIDROGEN", "Abstrak": "Hidrogen berpotensi menjadi sumber dan media penyimpan energi karena rendah emisi,\nmemiliki rapat energi yang tinggi, serta ramah lingkungan dalam kasus green hydrogen. Green\nhydrogen dapat dihasilkan dari sumber energi terbarukan seperti fotovoltaik (PV) melalui\nelektrolisis air. Sistem proses terdiri dari modul PV, converter DC/DC, sistem pengendali, serta\nsel elektrolisis. Sebuah converter DC/DC diperlukan untuk menyesuaikan beban sel\nelektrolisis dengan sistem PV. Metode sinkronisasi beban bekerja dengan cara mengatur duty\nratio pada saklar converter DC/DC berdasarkan pengaturan dari sistem kendali sedemikian\nsehingga PV beroperasi dalam keluaran daya yang optimum. Larutan basa digunakan sebagai\nelektrolit dalam sel elektrolisis. Penelitian ini bertujuan untuk menentukan parameter proses\noptimum dalam memproduksi hidrogen dari sumber energi fotovoltaik berdasarkan analisa\nteknis dan keekonomian proses melalui pemodelan proses.\nFotovoltaik dan sel elektrolisis memiliki hubungan arus-tegangan (I-V) yang tidak linier.\nOptimasi parameter proses dilakukan melalui pemodelan dan simulasi rangkaian listrik\nekuivalen pada kondisi yang dinamis. Pemodelan dan simulasi proses dilakukan secara\nnumerik menggunakan piranti lunak MATLAB/Simulink. Hasil optimasi dievaluasi dalam\nperspektif analisis teknik dan ekonomi melalui perhitungan harga produksi hidrogen\nberdasarkan levelized cost of hydrogen (LCOH), efisiensi energi, dan jumlah produksi\nhidrogen.\nHasil studi menunjukkan pengaruh beberapa parameter kinerja operasi seperti jumlah sel\nelektrolisis terpasang, temperatur sel elektrolisis, kapasitas rangkaian modul PV, serta\npengaruh dinamika iradiasi dan temperatur lingkungan. Kondisi optimum ditentukan dengan\nmenganalisis daya elektrolisis yang diperlukan terhadap daya fotovoltaik. Efisiensi transmisi\ndari converter DC/DC SEPIC tidak kurang dari 95%. Daya elektrolisis optimum yang\ndiperlukan selalu lebih rendah daripada daya fotovoltaik hingga kapasitas 151,32 MWp. Pada\nkondisi yang paling optimum, biaya produksi hidrogen minimum adalah 13,08 USD/kg-H2 dan\ndaya elektrolisis yang diperlukan 1,15 kali lebih besar dari daya fotovoltaik.", "Daftar File": {"ABSTRAK Fran Felix Nurdiansyah": "https://digilib.itb.ac.id/gdl/download/249768"}, "Penulis": "Fran Felix Nurdiansyah [13018085]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. Pramujo Widiatmoko, S.T., M.T.", "Hary Devianto, S.T., M.Eng., Ph.D.", "Helen Julian, S.T., M.T., Ph.D.", "Wibawa Hendra Saputera, S.Si., M.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Elektrolisis, hidrogen, optimasi fotovoltaik, solar cell.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Jun 2022"}