{"Nomor": 65494, "Judul": "PERANCANGAN INTERIOR HOTEL KAPSUL DENGAN PENDEKATAN PROTOKOL KESEHATAN PENCEGAHAN  PENULARAN COVID-19 DI KOTA BATAM", "Abstrak": "Perkembangan industri hotel Indonesia pada masa pandemi mengalami penurunan pada minat konsumen untuk melakukan traveling, yang dimana merupakan minat untuk melakukan perjalanan domestik dan internasional. Minat traveling menurun juga berdampak pada minat untuk menginap di hotel. Perubahan tersebut juga mengubah tren dalam industri hotel dimana pemesanan kamar hotel didominasi penginapan untuk jangka pendek. Fenomena tersebut terjadi di Batam, Kepulauan Riau, dimana Batam mengalami penurunan lamanya menginap pada kamar hotel berbintang sejak pandemi melandai. Rata-rata penghuni kamar hotel merupakan penumpang transit atau sedang melakukan perjalanan bisnis. Hal ini berdampak munculnya budget hotel salah satunya adalah hotel kapsul, merupakan hotel yang memberikan standar dan tidak perlu membayar lebih. Adanya pandemi COVID-19, kebersihan dan kehigienisan hotel perlu diperhatikan maka dari itu perlu juga diterapkan standar protokol kesehatan pencegahan COVID-19 pada hotel.\nPerancangan hotel kapsul  ini, diperlukan adanya identifikasi  karakteristik dan perilaku pengguna untuk hotel agar kebutuhan fasilitasnya bisa terpenuhi. Hal tersebut  juga mengacu pada aspek interior pada hotel kapsul. Selain itu  juga penataan tata letak perlu diperhatikan agar kenyamanan, keamanan tamu hotel, dan kebersihan  hotel  sesuai  dengan  standar  protokol  kesehatan  COVID-19. Menggunakan metode studi literatur untuk memperoleh data, dan analisis data sehingga data yang telah diperoleh dianalisis, dan diambil kesimpulan", "Daftar File": {}, "Penulis": "Riska Gabriella [17318003]", "Kontributor / Dosen Pembimbing": ["Mutiara Ayu Larasati, S.Ds., M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Interior, Hotel Kapsul, Protokol Kesehatan COVID-19, Kota Batam", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "23 Jun 2022"}