{"Nomor": 65496, "Judul": "PENGARUH TEMPERATUR, JUMLAH PENAMBAHAN METANOL, DAN MEDIUM FERMENTASI PADA FERMENTASI ASAM SITRAT METODE FASA PADAT MENGGUNAKAN ASPERGILLUS NIGER", "Abstrak": "Asam sitrat merupakan salah satu komoditas yang banyak digunakan khususnya pada industri pangan. Salah satu cara untuk memproduksi asam sitrat adalah dengan proses fermentasi menggunakan Aspergillus niger. Fermentasi asam sitrat dengan metode fasa padat merupakan salah satu metode fermentasi yang dianggap menarik untuk diteliti lebih lanjut karena memiliki berbagai keuntungan, salah satunya adalah memberikan perolehan asam sitrat yang cukup banyak. Untuk menghasilkan asam sitrat dengan perolehan dan konsentrasi yang tinggi, parameter operasi fermentasi merupakan hal utama yang harus dianalisis secara mendalam. Kondisi operasi yang berpengaruh terhadap proses fermentasi asam sitrat adalah suhu fermentasi, konsentrasi metanol, dan jumlah medium fermentasi. Penelitian ini ditujukan untuk menentukan nilai dari kombinasi parameter operasi fermentasi fasa padat yang memberikan perolehan asam sitrat terbanyak. Penelitian ini juga ditujukan untuk mengetahui interaksi antar parameter operasi menggunakan analisis ANOVA pada Minitab. Hasil penelitian ini menunjukkan bahwa suhu fermentasi 37°C, konsentrasi metanol 2%, dan jumlah medium fermentasi 13 mL merupakan kondisi operasi yang memberikan perolehan dan konsentrasi asam sitrat tertinggi, yaitu 67,17 mg/g substrat. Faktor yang signifikan terhadap perolehan asam sitrat adalah suhu fermentasi, konsentrasi metanol, jumlah medium fermentasi, interaksi antara faktor suhu fermentasi dan konsentrasi metanol serta interaksi antara suhu fermentasi dan jumlah medium fermentasi.", "Daftar File": {"ABSTRAK Edenia Josephine": "https://digilib.itb.ac.id/gdl/download/249789"}, "Penulis": "Edenia Josephine [14318032]", "Kontributor / Dosen Pembimbing": ["Ir. Ronny Purwadi, M.T, Ph.D.", "Vita Wonoputri, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pangan", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "fermentasi asam sitrat, Aspergillus niger, kondisi operasi, perolehan, minitab", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Jun 2022"}