{"Nomor": 65505, "Judul": "STUDI PERILAKU GELOMBANG LAUT DI SEKITAR STRUKTUR PANTAI BERTIPE TIANG PANCANG MELALUI ANALISIS DATA UJI LABORATORIUM FISIK", "Abstrak": "Struktur tiang pancang merupakan salah satu tipe pemecah gelombang yang\nmereplikasi batang pohon bakau. Secara alami, batang dan akar bakau dapat berfungsi\nmeredam energi gelombang, oleh karena itu salah satu tujuan pengembangan struktur tiang\npancang adalah untuk perlindungan pantai dari hantaman gelombang laut. Sebagai replika\ndari kumpulan batang pohon mangrove, struktur tiang pancang perlu diuji efektivitasnya di\ndalam meredam kekuatan hantaman (energi) gelombang. Uji efektifitas struktur tersebut\ndapat dilakukan dengan menganalisis perilaku gelombang sebelum dan sesudah bertabrakan\ndengan struktur tiang pancang. Uji laboratorium fisik telah dilakukan untuk mendapatkan\ndata gelombang yang berinteraksi dengan struktur tiang pancang. Selanjutnya di dalam tugas\nakhir ini dilakukan pengolahan dan analisis terhadap data uji laboratorium tersebut, sehingga\ndiperoleh estimasi perubahan parameter gelombang air ketika menabrak dan melewati\nstruktur tiang pancang. Analisis spektrum digunakan untuk menentukan spektrum\ngelombang datang, pantul dan transmisi dari pengukuran wave probe berupa data time\nseries. Hasil pengolahan data percobaan menunjukkan bahwa kemiringan gelombang\nmempengaruhi berbanding lurus terhadap nilai koefisien refleksi dan berbanding terbalik\nterhadap nilai koefisien transmisi. Estimasi nilai koefisien refleksi dan transmisi\ndikembangkan dengan persamaan polinomial dengan variabel independen tinggi\ngelombang, periode gelombang dan kedalaman perairan.", "Daftar File": {"ABSTRAK Gandhi Napitupulu": "https://digilib.itb.ac.id/gdl/download/249932"}, "Penulis": "Gandhi Napitupulu [12918050]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Totok Suprijo, S.Si.", "Dr.Eng. Aditya Rakhmat Kartadikaria, S.Si., M.Eng.", "Dr. rer. nat. Rima Rachmayani, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Spektrum gelombang, periode gelombang, tinggi gelombang, kemiringan gelombang, gelombang datang, gelombang pantul, dan gelombang transmisi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Jun 2022"}