{"Nomor": 65508, "Judul": "STUDY OF VARIOUS HYBRID COMPOSITE MATERIALS AND GEOMETRIES FOR BATTERY PACK PROTECTION UNDERGOING GROUND IMPACT LOADING", "Abstrak": "Nowadays, electric vehicles are developed and adopted in a very fast pace. Currently,\nthe batteries that are used in electric vehicles are lithium-ion cells with different shapes\nand configurations. However, ground impact caused by road debris can hit and penetrate\nthe battery pack and results in very severe fire accident. In order to study the ground\nimpact accidents, a simplified finite element model of the battery pack structure using\ntypical cylindrical 2170 cells, and floor-type architecture is analysed. Based on this model,\nthe protection structure is improved using different core geometry and fibre metal laminate\nmaterial arrangements.\nSimulation of the battery pack undergoing ground impact loading is done using LSDYNA\nsoftware. The criteria that are evaluated are battery shortening and specific energy\nabsorption of the protective plate. Studies are conducted to investigate the effect of different\narrangements of composite layer, thickness of composite layer, different load cases,\nthickness of the metal core, and different composite materials. The model is validated\nusing energy method. Simulation results show that adding composite backplate results\nin a lower battery shortening. Thinner composite layer also improves SEA while still\nmaintaining safe battery shortening. Two load cases are also evaluated for chosen models\nto ensure that the protection structure are still effective. Thinner unidirectionally stiff\ndouble hull (USDH) thickness also improves specific energy absorption (SEA), up to a\npoint where battery shortening increases significantly. Finally changing glass fibre reinforced\npolymer (GFRP) material to carbon fibre reinforced polymer (CFRP) improves\nboth battery shortening and SEA, but not in a significant way that the cost increase is\njustified. In this study the most effective design for the battery pack protection structure\nis a USDH metal core layer with (h : w : t) = (15.87 : 15.87 : 1) mm and a 1.2 mm GFRP\nbackplate layer with quasi-isotropic lay-up. Battery shortening is 51.58% better, SEA is\n150.54% higher, and structure weight is 40.59% lower compared with baseline case.", "Daftar File": {"ABSTRAK Muhammad Ahdal'ula Rayhanfasya": "https://digilib.itb.ac.id/gdl/download/249800"}, "Penulis": "Muhammad Ahdal'ula Rayhanfasya [13616009]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Muhamad Giri Suada", "Djarot Widagdo, Ph.D.", "Dr. Ir. Sigit Puji Santosa, M.SME.", "Dr. Bentang Arief Budiman, S.T., M.Eng.", "Poetro Lebdo Sambegoro, M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Battery pack, hybrid material, ground impact, protective plates, electric vehicle crashworthiness", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Jun 2022"}