{"Nomor": 65506, "Judul": "EVALUASI PENGARUH IKLAN TERHADAP PERSEPSI DAN PERILAKU WANITA USIA SUBUR DALAM MENGATASI DISMENOREA", "Abstrak": "Dismenorea adalah nyeri menstruasi yang kerap dialami oleh wanita dalam usia subur sehingga\ninformasi mengenai terapinya menjadi penting untuk diketahui. Iklan sebagai salah satu cara\npenyampaian informasi terapi dismenorea. Penelitian ini bertujuan mengevaluasi pengaruh iklan\nterhadap persepsi dan perilaku wanita usia subur dalam mengatasi dismenorea. Dilihat juga\npengaruh profil dismenorea, karakteristik demografi terhadap persepsi dan perilaku, serta potensi\nperan tenaga kesehatan dalam menjamin ketepatan informasi dalam iklan. Desain penelitian\nberupa cross-sectional dengan teknis pengambilan sampel purposive sampling. Penelitian dilakukan\npada Januari-April 2022. Penelitian dilakukan secara daring dengan penyebaran kuesioner yang\ntelah diuji validitas dan reliabilitas. Kuesioner diisi oleh 342 responden. Persepsi berisi pernyataan\nterkait proses pembentukan persepsi, sedangkan perilaku berisi pernyataan terkait tindakan yang\ndilakukan oleh responden dalam mengatasi dismenorea. Metode analisis statistik yang digunakan\nadalah Kruskal-Wallis dan Korelasi Spearman-Rank. Hasil penelitian menunjukkan 51,46%\nresponden memiliki persepsi baik dan 53,51% memiliki perilaku positif dalam mengatasi\ndismenorea. Analisis statistik menunjukkan adanya pengaruh iklan terhadap persepsi responden\n(p<0,05, r=0,156). Karakteristik demografi seperti pendidikan terakhir dan umur (p<0,05)\nberpengaruh terhadap perilaku. Selain itu, sebanyak 37,43% responden sangat setuju bahwa\nresponden melakukan konfirmasi kepada apoteker/dokter terkait informasi dalam iklan. Dari\npenelitian ini, dapat disimpulkan bahwa iklan dapat mempengaruhi persepsi sementara pendidikan\ndan umur mempengaruhi perilaku. Peran tenaga kesehatan seperti apoteker memiliki potensi yang\nbesar dalam menjamin ketepatan informasi dari iklan terapi dismenorea.", "Daftar File": {"ABSTRAK Gabriella Yovanda": "https://digilib.itb.ac.id/gdl/download/249798"}, "Penulis": "Gabriella Yovanda [11618022]", "Kontributor / Dosen Pembimbing": ["apt. Cindra Tri Yuniar, S.Farm., M.Si.", "apt. Bhekti Pratiwi, M.Si"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Farmasi Klinik dan Komunitas", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "iklan, dismenorea, persepsi, perilaku", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "23 Jun 2022"}