{"Nomor": 65513, "Judul": "ANALISIS KELAYAKAN FINANSIAL DAN STRATEGI PENGEMBANGAN AGROWISATA BERBASIS PERTANIAN BERKELANJUTAN (STUDI KASUS KEBUN STRAWBERRY UPANG SUMATERA BARAT)", "Abstrak": "Agrowisata Kebun Strawberry Upang yang dijalankan di Nagari Balingka, Kecamatan IV Koto, Kabupaten Agam, Sumatera Barat memiliki potensi sumber daya alam dan sumber daya manusia untuk terus dikembangkan. Namun dalam pelaksanaanya terdapat beberapa kendala seperti belum adanya investor yang tertarik, tingkat persaingan yang tinggi, serta penggunaan produk kimiawi secara intensif  dalam proses budidaya tanaman. Hal ini dalam jangka panjang berpotensi mengancam keberlanjutan agrowisata. Penerapan konsep pertanian berkelanjutan pada agrowisata diharapkan dapat mengatasi permasalahan tersebut melalui pembangunan wisata yang didukung secara ekologis dalam jangka panjang, layak secara ekonomi, serta adil secara etika dan sosial terhadap masyarakat. Penelitian ini bertujuan untuk menganalisis kelayakan finansial dan status keberlajutan agrowisata Kebun Strawberry Upang serta merumuskan strategi pengembangan agrowisata berbasis pertanian berkelanjutan. Penelitian ini menggunakan analisis finansial berupa NPV, IRR, Net B/C dan PP (kelayakan finansial); Multidimensional Scalling dengan alat analisis RAP-Agrotourism (status keberlanjutan); dan analisis SWOT-QSPM (strategi pengembangan). Berdasarkan hasil penelitian, Kebun Strawberry Upang dinilai layak untuk dilaksanakan dan dikembangkan karena telah memenuhi kriteria penilaian investasi yaitu NPV (3.456.670.164); IRR (78,47%); Net B/C (4,55) dan PP (3 tahun 1 bulan) dan Kebun Strawberry Upang berada dalam kondisi usaha yang layak jika terjadi kenaikan biaya sebesar 25%, 50% dan 75% serta penurunan penerimaan sebesar 25% dan 50 %, namun menjadi tidak layak saat terjadi penurunan penerimaan sebesar 75%. Aspek keberlanjutan Kebun Strawberry Upang memiliki status kurang berkelanjutan (49,79%), dimensi sarana dan prasarana merupakan dimensi yang memiliki nilai keberlanjutan terendah (46,42%), dan dimensi ekonomi memiliki nilai keberlanjutan tertinggi (52%). Hasil analisis IFE, EFE dan IE menunjukan bahwa Kebun Strawberry Upang berada pada tahap tumbuh dan membangun, sehingga berdasarkan analisis SWOT dapat dirumuskan 11 alternatif strategi dengan strategi yang diprioritaskan dari hasil QSPM adalah mengadakan workshop terkait praktik budidaya stroberi ramah lingkungan di dalam kegiatan agrowisata secara berkala sebagai sumber penghasilan dan promosi serta meningkatkan keterampilan SDM dalam pembuatan atraksi-atraksi wisata, penanganan pasca panen, pengolahan produk turunan stroberi dan costumer service melalui pendampingan, pemanduan dan pelatihan untuk dapat menciptakan inovasi dan kreativitas dalam agrowisata.", "Daftar File": {"ABSTRAK Santi Elvira": "https://digilib.itb.ac.id/gdl/download/249806"}, "Penulis": "Santi Elvira [21321028]", "Kontributor / Dosen Pembimbing": ["Ramadhani Eka Putra, S.Si., M.Si., Ph.D.", "Dr. Heri Rahman, S.P., M.P."], "Jenis Koleksi": "Tesis", "Penerbit": "Biomanajemen", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Agrowisata, Berkelanjutan, Finansial, Stroberi, Pengembangan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "8 file", "Tanggal Input": "23 Jun 2022"}