{"Nomor": 65512, "Judul": "EKSPLORASI VISUAL BATIK PARANG DAN KAWUNG DENGAN TEKNIK DRAPING", "Abstrak": "Indonesia memiliki beragam motif batik, yang awalnya berasal dari keraton di\nantaranya adalah motif parang dan kawung. Visual motif parang dan kawung\nmemiliki ciri khas yaitu pola geometris, berulang, dan teratur. Penggunaan visual\nbatik parang dan kawung telah banyak dikembangkan oleh para perajin dan\ndesainer batik, baik yang menggunakan metode batik tulis dan cap maupun dengan\nmetode lainnya, seperti printing dan tenun. Dari beraneka ragam bentuk\npenggunaan elemen visual batik parang dan kawung, mayoritas penggunaan masih\ndalam bentuk dua dimensi. Hal tersebut membuka potensi untuk mengembangkan\nvisual batik parang dan kawung dalam bentuk tiga dimensi, salah satunya adalah\nmenggunakan teknik draping. Draping merupakan teknik yang menghasilkan\nbentuk tiga dimensi pada kain yang proses pembuatannya langsung pada patung\n(manekin). Hasil dari eksplorasi visual batik parang dan kawung dengan teknik\ndraping kemudian digunakan untuk pembuatan produk fashion berupa koleksi\nbusana womenswear. Eksplorasi dilakukan dengan mengumpulkan data kualitatif,\ndimulai dengan melakukan tinjauan visual terhadap motif batik parang dan\nkawung. Tinjauan visual dilakukan untuk menemukan ragam stilasi\npenyederhanaan yang dapat diperoleh dari visual batik parang dan kawung.\nEksplorasi teknik draping menggunakan enam material kain berbeda, yang terdiri\ndari tiga kain berbahan dasar natural dan tiga jenis kain berbahan sintetis.\nEksplorasi tahap pertama menguji enam kain pada tiga teknik draping. Eksplorasi\ntahap kedua menggabungkan teknik draping untuk mencapai bentuk visual batik\nparang dan kawung. Eksplorasi lanjutan dilakukan dengan membandingkan\nmaterial kain yang terpilih dengan penambahan visual warna untuk mencari potensi\nvisual lainnya. Konsep dari perancangan terdiri dari dua moodboard yang\nmerepresentasikan warna sogan dalam moodboard monokrom dan isen-isen dalam\nmoodboard colorful. Hasil dari penelitian ini menunjukan bahwa eksplorasi visual\nbatik parang dan kawung, yang menggunakan material kain sintetis silk polyester\n“Armani” dan jersey, dapat dilakukan melalui teknik draping dan dapat diterapkan\npada produk womenswear.", "Daftar File": {}, "Penulis": "Fioren Anthonia [17218029]", "Kontributor / Dosen Pembimbing": ["Dr. Gita Winata, S.Ds., M.Ds.", "Bintan Titisari, S.Ds., M.Ds.", "Hendhy Nansha, M.Sn., M.H.", "Tyar Ratuannisa, S.Ds., M.Ds.", "Tri Hasdianto, S.Ds., M.Ds."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kriya", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "draping, kawung, parang, visual batik, womenswear.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "23 Jun 2022"}