{"Nomor": 65516, "Judul": "KONFIGURASI BATUAN DASAR DAN DELINEASI SUB CEKUNGAN SEDIMEN SINGKAWANG MENGGUNAKAN METODE GAYA BERAT", "Abstrak": "Cekungan Singkawang merupakan cekungan yang terisi batuan sedimen, kemungkinan bisa berpotensi sebagai batuan penghasil hidrokarbon sehingga Cekungan Singkawang diharapkan mempunyai potensi hidrokarbon konvensional maupun non-konvensional. Minyak bumi merupakan senyawa hidrokarbon dengan campuran senyawa organik lainnya yang kompleks. Partisipasi hidrokarbon dalam komposisi minyak bumi sangatlah besar, tepatnya 90 hingga 97 persen dari total komposisi penyusun minyak bumi. Salah satu metode yang dapat digunakan dalam identifikasi daerah sedimen adalah metode gravity. Metode gravity merupakan metode yang digunakan untuk menentukan variasi kontras densitas batuan atau material bawah permukaan dengan melakukan pengukuran percepatan gravitasi. Tujuan penelitian ini yaitu untuk menentukan sebaran anomali gravitasi daerah Cekungan Singkawang dan sekitarnya beserta penentuan daerah sedimen dan basement beserta dengan kedalaman dari sub cekungan yang terdapat di Cekungan Singkawang. Data yang didapatkan dari pengukuran dengan menggunakan metode gravity ini harus dilakukan berbagai koreksi seperti koreksi apungan, koreksi pasang surut, koreksi lintang, koreksi udara bebas, koreksi Bouguer dan koreksi medan. Dari pengolahan data didapatkan nilai anomali bouguer lengkap yang bernilai 2.5 – 45.2 mGal, nilai sebaran anomali pada daerah regional 9.9 – 42.7 mGal, dan nilai sebaran anomaly pada daerah residual (-11) – 12.9 mGal. Informasi yang didapatkan dari hasil pemodelan menggunakan Forward Modelling adalah estimasi rata-rata densitas pada daerah sedimen adalah sebesar 2.4 gr/cc dan pada daerah basement adalah sebesar 3 gr/cc dengan estimasi kedalaman sub cekungan adalah sebesar 13.69 km dan 12.71 km untuk slicing dari A-A’, 12.54 km dan 12.17 km untuk slicing B-B’, dan 12.72 km dan 12.17 km untuk hasil slicing C-C’.", "Daftar File": {"ABSTRAK Muhammad Noorrosyid Sulaksono": "https://digilib.itb.ac.id/gdl/download/249809", "COVER Muhammad Noorrosyid Sulaksono": "https://digilib.itb.ac.id/gdl/download/258666", "PUSTAKA Muhammad Noorrosyid Sulaksono": "https://digilib.itb.ac.id/gdl/download/258673"}, "Penulis": "Muhammad Noorrosyid Sulaksono [10218079]", "Kontributor / Dosen Pembimbing": ["Dr. Nurhasan, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Anomali Bouguer, Gravitasi, Koreksi, Singkawang", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "23 Jun 2022"}