{"Nomor": 65522, "Judul": "ANALISIS KUALITAS VEGETASI PADA KAWASAN SEMPADAN SUNGAI CIHONJE DI KABUPATEN SUMEDANG, JAWA BARAT", "Abstrak": "Kawasan sempadan Sungai Cihonje merupakan bagian dari Sub DAS Cipeles, DAS Cimanuk, yang berlokasi di Kabupaten Sumedang, Jawa Barat. Penurunan kualitas vegetasi pada kawasan sempadan sungai dapat mengakibatkan pengikisan terhadap tanah yang dalam skala lebih besar dapat menimbulkan bencana longsor dan banjir bandang sebagaimana telah terjadi di kawasan Sungai Cihonje beberapa waktu yang lalu. Sejauh ini, belum ada upaya mitigasi dan penanganan bencana berbasis vegetasi di kawasan tersebut. Bentuk penggunaan lahan yang umumnya berupa pertanian dan pemukiman diduga menjadi faktor utama penyebab terjadinya bencana longsor dan banjir bandang. Berdasarkan kondisi tersebut, maka perlu dilakukan kajian terhadap kualitas tutupan vegetasi di kawasan sempadan sungai dalam rangka menentukan rekomendasi tindakan mitigasi bencana. Penelitian ini bertujuan untuk menentukan tingkat kerapatan kanopi, kualitas struktur vegetasi, dan kemampuan vegetasi dalam menjaga stabilitas kawasan sempadan sungai di Kabupaten Sumedang, Jawa Barat. Penelitian ini menggunakan model Forest Canopy Density (FCD) untuk analisis kerapatan kanopi, metode skoring struktur vegetasi, metode analisis vegetasi, serta pengukuran Indeks Jangkar Akar (IJ A) dan Indeks Cengkeram Akar (ICA). Hasil tingkat kerapatan kanopi pada kawasan sempadan Sungai Cihonje terbagi menjadi 5 kelas yaitu very low (1,85%), low (9,83%), medium (38,54%), high (38,37%), dan very high (11,41%). Kelas kerapatan kanopi high dan medium mendominasi dengan luas masing-masing 63,27 ha dan 63,54 ha. Kerapatan tinggi berupa campuran hutan belukar muda dan tua yang rapat banyak ditemukan pada tebing-tebing di bagian hulu ke tengah Sungai Cihonje, sedangkan kerapatan medium berupa campuran semak dan hutan belukar muda yang cukup rapat ditemukan pada bagian tengah ke hilir. Kualitas struktur vegetasi terbagi menjadi 3 kelas yaitu, kualitas rendah terdapat pada 5 titik, kualitas sedang pada 2 titik, dan kualitas tinggi pada 3 titik. Semakin tinggi kerapatan kanopi, maka semakin tinggi kualitas struktur vegetasinya dan semakin rendah tingkat gangguannya. Hasil perhitungan IJA menunjukkan bahwa dari 5 spesies pohon, terdapat 3 spesies yang termasuk ke dalam kategori IJA tinggi yaitu Manglid (Manglietia glauca), Bendo (Artocarpus elasticus), dan Mahoni Uganda (Khaya anthothaca), sedangkan 2 spesies lainnya termasuk ke dalam kategori sedang yaitu Mahoni (Swietenia macrophylla) dan Surian (Toona sinensis). Adapun hasil perhitungan ICA menunjukkan bahwa kelima spesies tersebut tergolong ke dalam kategori sedang. Kesimpulan menunjukkan bahwa secara keseluruhan kualitas vegetasi di kawasan sempadan Sungai Cihonje masih rendah.", "Daftar File": {"ABSTRAK Nadia Nafarisa Kamila": "https://digilib.itb.ac.id/gdl/download/249813"}, "Penulis": "Nadia Nafarisa Kamila [11518050]", "Kontributor / Dosen Pembimbing": ["Dr. Rina Ratnasih Purnamahati, M.S., M.Sc.", "Dr. Ichsan Suwandhi, S.Hut., M.P."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Forest canopy density, indeks cengkeram akar, indeks jangkar akar, kualitas vegetasi, struktur vegetasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Jun 2022"}