{"Nomor": 65531, "Judul": "PENGEMBANGAN SISTEM PEMANTAU PERUBAHAN PARAMETER FISIS SUSU BERBASIS INTERNET OF THINGS (IOT)", "Abstrak": "Data dari Kementerian Pertanian menunjukkan bahwa tingkat konsumsi per kapita susu sapi di Indonesia mengalami peningkatan pada tahun-tahun terakhir. Meningkatnya kebutuhan susu sapi di kalangan masyarakat perlu didukung oleh perhatian yang khusus dari produsen produk olahan susu karena susu merupakan produk yang sangat sensitif terhadap lingkungan dan mudah rusak. Metode pemantauan parameter fisis susu secara jarak jauh dapat diaplikasikan pada ruang penyimpanan susu untuk membantu industri produsen produk olahan susu dalam memantau parameter-parameter yang dapat mengindikasikan terjadinya kerusakan pada susu. Penelitian ini membahas sistem pemantau jarak jauh yang mengukur parameter fisis untuk tiga jenis olahan susu: susu pasteurisasi, susu formula balita, dan yoghurt minum berbasis cloud Internet of Things (cloud IoT). Pengukuran parameter meliputi pengukuran pH sampel, konduktivitas listrik sampel, temperatur sampel, temperatur lingkungan, dan kelembaban lingkungan. Hasil penelitian menunjukkan bahwa penyimpanan selama 24 jam pada keadaan terbuka di temperatur ruang, menyebabkan sampel susu mengalami perubahan. Terjadi penurunan pada nilai pH sampel susu pasteurisasi dan susu formula balita, mengindikasikan bahwa sampel susu mengalami pengasaman. Secara kualitatif, pengasaman sampel susu diketahui dengan munculnya bau asam dari susu. Perubahan juga terjadi pada nilai konduktivitas listrik sampel susu. Kenaikan pada nilai konduktivitas listrik susu berkaitan dengan terbentuknya gumpalan lemak pada susu yang menyebabkan terjadinya pelepasan ion kalsium. Hasil pengukuran sampel yoghurt minum menunjukkan adanya perbedaan dengan sampel susu pada karakteristik perubahan pH dan perubahan konduktivitas listrik. Perbedaan tersebut berkaitan dengan sifat fisis yoghurt minum itu sendiri – merupakan produk fermentasi susu yang bersifat lebih kental dibandingkan dengan susu akibat adanya kandungan koloid di dalam yoghurt. Analisis kebasian susu dilakukan dengan melihat korelasi perubahan konduktivitas listrik terhadap pH sampel. Menggunakan regresi linear, diketahui bahwa pengasaman menyebabkan susu cenderung lebih cepat mengalami penggumpalan. Hasil tersebut menunjukkan bahwa penyimpanan susu yang kurang baik untuk waktu yang lama akan membuat susu mendekati keadaan basi dan dianjurkan untuk tidak lagi dikonsumsi.", "Daftar File": {"ABSTRAK Fathan Akbar": "https://digilib.itb.ac.id/gdl/download/249822", "COVER Fathan Akbar": "https://digilib.itb.ac.id/gdl/download/258693", "PUSTAKA Fathan Akbar": "https://digilib.itb.ac.id/gdl/download/258699"}, "Penulis": "Fathan Akbar [10216059]", "Kontributor / Dosen Pembimbing": ["Dr. Irfan Dwi Aditya, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Cloud IoT, Kebasian susu, Konduktivitas listrik, Olahan susu, pH.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "23 Jun 2022"}