{"Nomor": 65534, "Judul": "POTENSI KATALIS ZEOLIT FRAMEWORK FAU UNTUK DEGRADASI SENYAWA FENOL MENGGUNAKAN TEKNOLOGI OZONASI KATALITIK", "Abstrak": "Phenolic compounds are one of the components that are widely used or produced in\nchemical industries such as oil and gas, pesticides, pharmaceuticals, textiles, and many\nothers. According to the United States Environmental Protection Agency (EPA), phenol\nis a dangerous pollutant and must be avoided. In Indonesia, the permissible limit for\nphenol content in waters is less than 1 mg / L. There are several methods that can be used\nto degrade phenol. However, the method that was chosen is catalytic ozonation using a\nheterogeneous catalyst, zeolites, because it can degrade phenol efficiently.\nThis research is done using zeolite catalyst with FAU framework and ANA zeolite. Few\ntreatments were done to the catalyst that is used which consists of calcination, protonation,\nand calcination, and without treatments. Catalyst activity using the catalytic ozonation\nmethod for phenol waste degradation is tested for 60 minutes using 1L of ozone/minute\nat every given run. The Phenol sample that is used has an initial concentration of 200 ppm\nand the variance that is done to the test is ozone flowrate and Si/Al ratio of zeolite.\nSamples of concentrated phenol are taken every 10 minutes and measured using UV-Vis\ntechnology. The purpose of this research is to synthesize, characterize and evaluate the\nperformance of zeolite with FAU framework as a catalyst to degrade phenol with the\nultrafast synthesis method.\nThe result of this research shows that zeolite catalyst with FAU framework Si/Al 20 yields\nphenol waste degradation efficiencies at 93.03%, FAU zeolite Si/Al 38 yield an efficiency\nof 86.53%, and no catalyst used yields an efficiency of 62.54%. Then, results that are\nobtained using FAU Si/Al 20 catalyst give a higher phenol degradation level compared\nto FAU Si/Al 38 catalyst. The catalyst without treatment yields a better phenol\nconcentration and rate compared to other treatments. Lastly, the run using no catalyst and\nFAU Si/Al 38 catalyst, 90% ozone concentration gives a better phenol degradation rate\nand efficiency compared to 60% and 30% ozone concentration. Whereas on the run using\nFAU Si/Al 20 catalyst, 60% ozone concentration gives a better phenol degradation rate\nand efficiency.", "Daftar File": {"ABSTRAK Isabella Baptista Varani T": "https://digilib.itb.ac.id/gdl/download/249826"}, "Penulis": "Isabella Baptista Varani T [13018055]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Dwiwahju Sasongko, M.Sc., Ph.D.", "Dr. rer. nat. Rino Rakhmata Mukti, S.Si., M.Si.", "Dr.Eng. Ir. Pramujo Widiatmoko, S.T., M.T.", "Hafis Pratama Rendra Graha, S.T., M.T.", "Wibawa Hendra Saputera, S.Si., M.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "fenol, ozonasi katalitik, ultrafast synthesis, zeolit framework FAU", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Jun 2022"}