{"Nomor": 65539, "Judul": "ANALISIS KINERJA DYE SENSITIZED SOLAR CELL MELALUI PEMODELAN RANGKAIAN LISTRIK EKUIVALEN", "Abstrak": "Indonesia memiliki target bauran energi baru terbarukan sebanyak 23% pada tahun 2025.\nUntuk mencapai target tersebut, energi surya merupakan salah satu energi yang paling\npotensial di Indonesia. Energi surya merupakan sumber daya alam yang tidak akan habis\nserta tidak menghasilkan emisi yang berbahaya. Pemanfaatan energi surya dapat\ndilakukan dengan sel fotovoltaik dan salah satu jenis sel fotovoltaik adalah Dye Sensitized\nSolar Cell (DSSC). DSSC sangat menarik untuk dikembangkan karena memiliki biaya\nproduksi yang lebih murah dibanding sel surya konvensional dan mampu menghasilkan\narus listrik pada kondisi penyinaran rendah. Kinerja Sel DSSC produksi Laboratorium\nKPEE dianalisis menggunakan model rangkaian listrik ekuivalen dan persamaan\nmatematika yang merepresentasikan rangkaian tersebut dengan bantuan perangkat lunak\nGamry Echem Analyst, Matlab, dan Microsoft Excel. Model kemudian diverifikasi dan\ndivalidasi dengan data literatur serta percobaan agar parameter model rangkaian listrik\nekuivalen dapat ditentukan nilai serta fenomena fisiknya. Selanjutnya, dengan\nmemanfaatkan model yang telah dibuat, dilakukan simulasi pengaruh jenis dye dan juga\nkonsentrasi dye yang teradsorpsi pada elektroda terhadap efisiensi sel. Hasil simulasi\nmenunjukkan jenis dye dan konsentrasi dye yang teradsorpsi pada elektroda berpengaruh\nterhadap efisiensi sel DSSC. Jenis dye sintetis menghasilkan efisiensi sel yang lebih tinggi\ndibandingkan dye natural. Selain itu, pada rentang konsentrasi dye teradsorpsi 0,10\nmmol/cm3\nhingga 0,16 mmol/cm3\n, efisiensi sel DSSC semakin tinggi. Kemudian,sel hasil\nsimulasi dibandingkan dengan sel ideal yang terdapat pada literatur sehingga diusulkan\ncara untuk meningkatkan efisiensi sel yang telah diproduksi di Laboratorium KPEE ITB\nberupa penggunaan dye yang memiliki gugus karboksilat, hidroksil, dan tiosianat,\npenambahan zat aditif tert-butylpyridine pada elektrolit, dan perendaman sel pada larutan\ndye konsentrasi tinggi lebih dari 8 jam.", "Daftar File": {"ABSTRAK Zuma Rizka Akbar Ibrahim": "https://digilib.itb.ac.id/gdl/download/249829", "COVER Zuma Rizka Akbar Ibrahim": "https://digilib.itb.ac.id/gdl/download/263450", "PUSTAKA Zuma Rizka Akbar Ibrahim": "https://digilib.itb.ac.id/gdl/download/263461"}, "Penulis": "Zuma Rizka Akbar Ibrahim [13018103]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. Pramujo Widiatmoko, S.T., M.T.", "Hary Devianto, S.T., M.Eng., Ph.D.", "Vita Wonoputri, S.T., M.T., Ph.D.", "Wibawa Hendra Saputera, S.Si., M.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "DSSC, dye, model rangkaian listrik ekuivalen, konsentrasi dye teradsorpsi, efisiensi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "9 file", "Tanggal Input": "23 Jun 2022"}