{"Nomor": 65537, "Judul": "EVALUASI KINERJA MEMBRAN BERBASIS TEKANAN OSMOSIS UNTUK PENGOLAHAN AIR BERKELANJUTAN", "Abstrak": "Desalinasi air laut merupakan salah satu solusi kelangkaan air bersih. Teknologi\ndesalinasi air laut dengan membran reverse osmosis (RO) yang digunakan saat ini masih\nberdampak negative terhadap ekosistem dan lingkungan akibat kebutuhan energinya yang\nbesar serta limbah brine yang dihasilkan. Integrasi system RO dengan pressure-retarded\nosmosis (PRO) berpotensi menurunkan kebutuhan energi desalinasi melalui reklamasi\nenergi osmotic yang terkandung dalam brine. Penelitian ini berbasis pada studi literatur\ndan pengolahan data untuk mengevaluasi kinerja membran berbasis tekanan osmosis\nmeliputi konfigurasi sistem, material membran, serta evaluasi performa melalui\nperbandingan keekonomian dengan basis perhitungan yang sama. Analisis end-of-life\nmembran juga dilakukan untuk meninjau aspek keberlanjutan sistem. Membran\nkomersial yang dianalisis yaitu CA-80, BM-05, PA-300, dan HTI-CTA. Penelitian ini\njuga membandingkan konfigurasi sistem membran antara lain RO-PRO konvensional,\nRO-cPRO, dan RO-oPRO dengan menggunakan sistem RO konvensional sebagai\npembanding. Berdasarkan performa dari setiap pasangan material membrane didapatkan\nmaterial PA-300 sebagai RO dan HTI-CTA sebagai PRO memberikan hasil yang terbaik.\nDengan menggunakan basis produksi air sebesar 20.000 m3/hari, umur pabrik 30 tahun,\ndan tekanan 65 bar, IRR untuk RO, RO-PRO konvensional, RO-oPRO, dan RO-cPRO\nsecara berturut-turut adalah 12,13%; 13,2%; 14,22%; dan 18,44%. Selain itu, indikator\nDPBP juga ditinjau dan didapatkan DPBP untuk sistem RO, RO-PRO konvensional, ROoPRO,\ndan RO-cPRO secara berturut-turut adalah 11, 10, 9, dan 6 tahun. Sistem RO-PRO\nterutama variasi RO-cPRO memiliki performa yang lebih baik dibandingkan sistem RO\nkonvensional. Sistem RO-cPRO juga dapat menghemat energi sebesar 736 kWh atau\nekuivalen dengan pengurangan emisi sebesar 4.512 metrik ton CO2. Selain pengurangan\nemisi, aspek keberlanjutan dari membran dapat ditinjau dari siklus akhir membran yang\ntelah terpakai. Membran tersebut dapat dilalui berbagai proses seperti re-use, recycling,\ndan insinerasi agar dapat meningkatkan lama waktu penggunaan selama 2 tahun dan\nmenghasilkan energi.", "Daftar File": {"ABSTRAK Natasya Angelina Lim": "https://digilib.itb.ac.id/gdl/download/249828"}, "Penulis": "Natasya Angelina Lim [13018068]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Danu Ariono", "Antonius Indarto, S.T., M.Eng., Ph.D.", "Dr. Ir. Khoiruddin, S.T., M.T.", "Graecia Lugito, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "RO; cPRO; IRR; Penghematan energi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Jun 2022"}