{"Nomor": 65535, "Judul": "POTENSI KATALIS ZEOLIT FRAMEWORK FAU UNTUK DEGRADASI SENYAWA FENOL MENGGUNAKAN TEKNOLOGI OZONASI KATALITIK", "Abstrak": "Senyawa fenol merupakan salah satu komponen yang banyak digunakan atau dihasilkan\ndari industri-industri kimia. Berdasarkan United States Environmental Protection Agency\n(EPA), fenol merupakan salah satu polutan yang berbahaya dan harus dihindari. Di\nIndonesia sendiri, batas kadar fenol dalam perairan yang diperbolehkan adalah tidak\nmelebihi 1 mg/L. Terdapat beberapa metode yang dapat digunakan untuk mendegradasi\nfenol. Namun metode yang dipilih adalah ozonasi katalitik dengan katalis heterogen, yaitu\nzeolit, karena dapat mendegradasi fenol secara efisien.\nPenelitian ini dilakukan dengan menggunakan katalis zeolit dengan framework FAU dan\nzeolit ANA. Terdapat beberapa perlakuan yang dilakukan pada katalis yang digunakan,\nyaitu kalsinasi, protonasi dan kalsinasi, dan tanpa perlakuan. Uji aktivitas katalis untuk\ndegradasi fenol dilakukan dengan metode ozonasi katalitik selama 60 menit dengan\nmenggunakan 1 L ozon/menit pada setiap percobaan. Konsentrasi awal fenol sebesar 200\nppm dan variasi yang dilakukan pada percobaan ini adalah laju alir ozon dan rasio Si/Al\npada zeolit. Sampel konsentrasi fenol diambil setiap 10 menit dan diukur menggunakan\nteknologi UV-Vis. Tujuan dari penelitian ini adalah mensintesis, mengkarakterisasi dan\nmenguji aktivitas katalitik zeolit dengan framework FAU sebagai katalis untuk\nmendegradasi fenol dengan metode ultrafast synthesis.\nHasil penelitian menunjukkan bahwa katalis zeolit FAU Si/Al 20 memberikan efisiensi\ndegradasi fenol sebesar 93,03%, zeolit FAU Si/Al 38 memberikan efisiensi sebesar\n86,53%, dan tanpa katalis memberikan efisiensi sebesar 62,54%. Lalu, hasil percobaan\ndengan menggunakan katalis FAU Si/Al 20 memberikan hasil degradasi fenol yang lebih\nbesar dari katalis FAU Si/Al 38. Selain itu, katalis tanpa perlakuan memberikan hasil dan\nlaju degradasi fenol yang lebih baik dari perlakuan lainnya. Kemudian pada percobaan\nmenggunakan katalis FAU Si/Al 38 dan single ozonation, konsentrasi ozon 90%\nmemberikan laju dan hasil degradasi fenol yang lebih baik dari konsentrasi ozon 60% dan\n30%. Sedangkan, pada percobaan menggunakan katalis FAU Si/Al 20, konsentrasi ozon\n60% memberikan laju dan hasil degradasi fenol yang lebih baik dari yang lainnya.", "Daftar File": {"ABSTRAK Monica Vivian Lee Budiman": "https://digilib.itb.ac.id/gdl/download/249825"}, "Penulis": "Monica Vivian Lee Budiman [13018069]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Dwiwahju Sasongko, M.Sc., Ph.D.", "Dr. rer. nat. Rino Rakhmata Mukti, S.Si., M.Si.", "Dr.Eng. Ir. Pramujo Widiatmoko, S.T., M.T.", "Hafis Pratama Rendra Graha, S.T., M.T.", "Wibawa Hendra Saputera, S.Si., M.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "fenol, ozonasi katalitik, ultrafast synthesis, zeolit framework FAU", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Jun 2022"}