{"Nomor": 65541, "Judul": "PENGEMBANGAN KATALIS PADAT BERBASIS HEMATIT-GAMMAALUMINA UNTUK PRODUKSI BIODIESEL DARI MINYAK KELAPA SAWIT", "Abstrak": "Indonesia merupakan produsen crude palm oil (CPO) terbesar di dunia, dengan proyeksi\nproduksi mencapai 52,3 juta ton pada tahun 2021. Demi mencapai target bauran energi\nterbarukan sebesar 23% pada tahun 2025, pemerintah telah menetapkan kebijakan B30\ndimana diesel dicampurkan dengan fatty acid methyl esther (FAME) yang dihasilkan dari\nreaksi transesterifikasi CPO. Katalis yang umumnya digunakan adalah katalis homogen,\nnamun kadar asam lemak bebas pada umpan perlu diminimalisir karena dapat\nmenyebabkan pembentukan sabun yang akan menurunkan perolehan biodiesel. Oleh\nkarena itu, katalis heterogen mulai dikembangkan karena mencegah pembentukan sabun\nserta dapat didaur ulang untuk penggunaan berkelanjutan. Meskipun begitu, penggunaan\nbeberapa jenis katalis heterogen membutuhkan metanol yang lebih banyak, waktu reaksi\nyang lebih lama dan temperatur reaksi yang lebih tinggi, sehingga perlu dikaji opsi katalis\nlain dengan kinerja yang lebih optimal. Tujuan dari penelitian ini adalah mengkaji kinerja\npenggunaan katalis Fe2O3/?-Al2O3 pada proses produksi biodiesel dari RBDPO serta\npengaruh dari faktor tertentu terhadap kinerja katalis.\nDari proses transesterifikasi yang dilakukan, diperoleh biodiesel dengan kadar FAME\npada rentang 73,6 – 87,6% sesuai dengan rancangan percobaan yang telah ditetapkan.\nDapat disimpulkan bahwa komposisi hematit pada katalis, rasio metanol-minyak, dan\njumlah loading katalis memiliki pengaruh yang signifikan terhadap kadar FAME dari\nbiodiesel yang dihasilkan. Hematit memiliki afinitas terhadap asam lemak, sehingga luas\npermukaan hematit yang lebih besar akan menghasilkan kapasitas absorpsi asam lemak\nyang lebih tinggi. Penambahan metanol berlebih dapat menggeser kinetika reaksi ke arah\nproduk dan mengurangi terhambatnya kontak antara reaktan dengan sisi aktif katalis,\nsehingga dapat meningkatkan konversi reaksi. Pada lain sisi, jumlah loading katalis yang\nlebih tinggi dapat menghasilkan peningkatan kadar FAME apabila disertai dengan\npeningkatan kadar hematit pada katalis. Dapat disimpulkan bahwa variasi terbaik dari\npercobaan ini adalah kadar hematit 16%, jumlah loading katalis 6%, dan rasio metanolminyak\n12:1 yang menghasilkan kadar FAME sebesar 87,6%.", "Daftar File": {"ABSTRAK Edbert Gozali": "https://digilib.itb.ac.id/gdl/download/250055"}, "Penulis": "Edbert Gozali [13018073]", "Kontributor / Dosen Pembimbing": ["Meiti Pratiwi, S.T., M.T.", "Jenny Rizkiana, S.T., M.T., Ph.D.", "Haryo Pandu Winoto, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "biodiesel, kadar FAME, katalis Fe2O3/?-Al2O3, RBDPO, transesterifikasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Jun 2022"}