{"Nomor": 65559, "Judul": "ANALISIS KINERJA PERON STASIUN MRT SENAYAN JAKARTA PADA MASA PANDEMI COVID-19 MENGGUNAKAN MODEL MIKROSIMULASI", "Abstrak": "Sejak Maret tahun 2020, penyakit Corona Virus Disease 2019 (COVID-19) telah\nmenyebar di Indonesia dengan tingkat penyebaran yang tinggi. Salah satu upaya yang\ndilakukan dalam mengurangi penyeberan virus adalah dengan penerapan jaga jarak di\nfasilitas umum. Penerapan jaga jarak di stasiun sebagai salah satu fasilitas umum dapat\ndianalisis melalui model mikrosimulasi dengan perangkat lunak PTV VISSIM, dengan\nparameter kinerja jarak antar penumpang yang menggambarkan penerapan jaga jarak\ndi stasiun. Model mikrosimulasi dilakukan di peron Stasiun MRT Senayan Jakarta\nsebagai lokasi studi, dengan kalibrasi terhadap perilaku pejalan kaki yang divalidasikan\nterhadap karakteristik berjalan penumpang yang disurvei. Model mikrosimulasi\ndilakukan pada kondisi eksisting saat pandemi, maupun dengan skenario arus\nmaksimum dengan adanya alternatif perubahan kebijakan. Berdasarkan hasil\nmikrosimulasi pada kondisi eksisting, jarak antar penumpang sudah jauh lebih tinggi\ndari batas jaga jarak yang disyaratkan, menggambarkan jaga jarak masih\nterimplementasi pada stasiun. Pada skenario arus penumpang maksimum, rata-rata\njarak antar penumpang lebih kecil dari batas jaga jarak yang disyaratkan, sehingga\ndibutuhkan beberapa perubahan alternatif kebijakan di stasiun maupun kereta.\nBerdasarkan hasil mikrosimulasi pada setiap alternatif, pengurangan headway,\npenambahan kapasitas kereta, penambahan durasi naik turun penumpang, dan\nperubahan fungsi pintu kereta dapat memperbaiki kinerja jarak antar penumpang dalam\nusaha untuk mengurangi penyebaran virus di stasiun pada kondisi penumpang yang\nramai. Perubahan fungsi pintu kereta akan efektif dilakukan jika diterapkan pada\nkondisi penumpang yang tidak terlalu ramai, saat diterapkan bersamaan dengan\nperubahan alternatif kebijakan lainnya.", "Daftar File": {"ABSTRAK Keza Harsono": "https://digilib.itb.ac.id/gdl/download/249850"}, "Penulis": "Keza Harsono [25020026]", "Kontributor / Dosen Pembimbing": ["Ir. Idwan Santoso, M.Sc., DIC., Ph.D.", "Ir. R. Sony Sulaksono Wibowo, M.T, Ph.D.", "Dr.Eng. Febri Zukhruf, S.T., M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "COVID-19, stasiun, peron, kereta, penumpang, mikrosimulasi, jarak", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Jun 2022"}