{"Nomor": 65554, "Judul": "PEMISAHAN PRODUK TERPEN", "Abstrak": "Terpenting adalah hasil olahan produk atas getah pohon Pinus merkusii yang dihasilkan oleh pabrik yang mengolah gondorukem dan terpentin. Karena memiliki nilai tambah yang masih kurang, terpentin dapat diolah lebih lanjut untuk memperoleh senyawa turunan, seperti ?-pinen, ?-pinen, limonen, dan ?-karen yang memiliki nilai tambah yang jauh lebih tinggi daripada sekedar minyak terpentin sehingga dapat meningkatkan keuntungan dari perusahaan pengolahnya. Namun karena titik didihnya yang berdekatan, senyawa-senyawa tersebut cukup sulit untuk dipisahkan dengan menggunakan metode distilasi biasa. Selain itu, temperatur operasi yang terlalu tinggi juga dapat membuat terpentin teroksidasi dan terpolimerisasi sehingga menurunkan kualitasnya. Temperatur operasi dapat diturunkan dengan melakukan operasi pada tekanan vakum. Oleh karena itu, penelitian Pemisahan Produk Terpen menitikberatkan cara memisahkan ?-pinen dengan menggunakan metode distilasi vakum dalam rangka meningkatkan keuntungan pabrik pengolahan terpentin di Indonesia.\nTujuan dari penelitian ini adalah untuk memperoleh kondisi operasi fraksionasi terpentin paling optimal yang menghasilkan ?-pinen dengan kemurnian lebih dari 90% dan keuntungan ekonomi terbesar. Variasi percobaan meliputi tekanan operasi dari distilasi vakum. Variasi tekanan meliputi 320 mmHg, 350 mmHg, 470 mmHg, dan 530 mmHg. Penelitian ini memiliki tiga tahap metode percobaan. Tahap pertama adalah analisis komposisi umpan minyak terpentin. Tahap kedua adalah proses pemisahan dengan distilasi vakum partaian. Tahap ketiga adalah analisis komposisi hasil distilat dengan menggunakan Gas Chromatography–Flame Ionization Detector (GC-FID). Hasil percobaan menunjukkan bahwa tekanan operasi 320 mmHg menghasilkan kemurnian ?-pinen tertinggi (97,4%) dan keuntungan ekonomi terbesar", "Daftar File": {"ABSTRAK Raedi Muhammad Noor": "https://digilib.itb.ac.id/gdl/download/249846"}, "Penulis": "Raedi Muhammad Noor [13018037]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.-Ing. Ir. Danu Ariono", "Ardiyan Harimawan, S.T., M.Eng., Ph.D.", "Antonius Indarto, S.T., M.Eng., Ph.D.", "Dr. Anita Kusuma Wardani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "?-pinen, distilasi vakum, getah pinus, kondisi operasi, terpenti", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Jun 2022"}