{"Nomor": 65558, "Judul": "MODELING STRATEGY OF AIRCRAFT FLOAT STRUCTURE SUBJECTED TO HYDRODYNAMIC IMPACT", "Abstrak": "The need for versatile transportation has been substantial for a maritime country like Indonesia. Air transportation has prominently become an alternative with its effectiveness and efficiency. Amphibious aircrafts offer the utility for transporting between cities, islands, and remote areas in Indonesia. The development of the aircraft could be approached by adding a design of float structure to an existing transport aircraft. The float structure is designed to be the main structure to support the capability to perform take-off and landing maneuvers on water.\nThis research studies the modeling strategy of Fluid-Structure Interaction (FSI) impact simulation that exists between amphibious aircraft float structure and water. Fluid-structure interaction in the form of constant velocity hydrodynamic impact was numerically modeled by using finite element software of Abaqus by employing Coupled Eulerian-Lagrangian (CEL) method. One of the implemented strategies for the modeling is the multi-stage and multi-scale modeling, where a solid submodel simulation was run based on the output result of a previously run full shell model simulation. Another strategy was by modeling the structure as a full solid model, as solid geometry is known for its ability to model further failure modes.\nThe results show that modeling the structure as shell geometry is the most accurate strategy to obtain stress distribution on the float structure components, as seen in the static and dynamic simulation. Modeling the structure as solid geometry reduces the stress magnitude within the structure, especially with an insufficient number of elements in the thickness direction of the plane stress. However, the shell-to-solid submodeling can be an alternative strategy to take some important components to simulation since it has more similar results to the shell geometry modeling in comparison with the full solid geometry modeling.", "Daftar File": {"ABSTRAK Muhammad Raihan Firdaus": "https://digilib.itb.ac.id/gdl/download/249849"}, "Penulis": "Muhammad Raihan Firdaus [23620036]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Leonardo Gunawan", "Prof. Dr. Ir. Tatacipta Dirgantara, M.T.", "Dr. Annisa Jusuf, S.T., M.T.", "Satrio Wicaksono, S.T., M.Eng., Ph.D.", "Dr. Riza Wirawan, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "submodel, hydrodynamic impact, Fluid-Structure Interaction, Coupled Eulerian-Lagrangian", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Jun 2022"}