{"Nomor": 65562, "Judul": "KRISTALISASI KALIUM KLORIDA DARI LARUTANNYA BERSAMA NATRIUM KLORIDA DENGAN METODE PENAMBAHAN ALKOHOL", "Abstrak": "Tandan Kosong Kelapa Sawit (TKKS) adalah salah satu limbah yang dihasilkan dari\nproses pengolahan kelapa sawit. Hasil ekstraksi abu bakar TKKS memiliki kandungan\nkalium yang tinggi. Kalium merupakan elemen penting untuk pembuatan pupuk.\nBerdasarkan data BPS, pada tahun 2019 Indonesia masih mengimpor pupuk sebanyak\n6.134.500 ton, dan diperkirakan akan terus meningkat seiring bertambahnya populasi di\nIndonesia. Untuk mengatasi hal tersebut, pemanfaatan kalium dari abu biomassa dapat\nmenjadi salah satu alternatif untuk memenuhi kebutuhan kalium di Indonesia.\nSalah satu metode yang dapat digunakan adalah kristalisasi garam, namun senyawa\nkalium yang berbentuk garam seringkali bercampur dengan garam-garam lainnya, salah\nsatunya adalah garam natrium yang memiliki tingkat kelarutan dalam air yang relatif\nsama pada temperatur ruang. Beberapa senyawa organik terutama golongan alkohol dapat\nmenurunkan kelarutan senyawa garam, sehingga pada percobaan ini, metode\npenambahan alkohol pada larutan senyawa-senyawa garam akan dilakukan untuk\nmeningkatkan perolehan dan kemurnian garam kalium.\nPenelitian ini ditujukan untuk memperoleh nilai kelarutan garam KCl dan NaCl dalam\nberbagai konsentrasi alkohol dan temperatur serta pengaruhnya terhadap kelarutan.\nBerdasarkan percobaan pendahuluan yang dilakukan, penambahan alkohol mampu\nmenurunkan kelarutan garam dan kelarutan garam meningkat seiring dengan\nmeningkatnya temperatur larutan. Penurunan kelarutan KCl tertinggi adalah sebesar\n88,01% pada fraksi pelarut 50%-m propanol. Pada percobaan utama, larutan garam\ndengan komposisi yang telah ditentukan diuapkan dengan derajat penguapan 60% dan\npenambahan alkohol hingga fraksi pelarut 50%-m. Endapan yang diperoleh kemudian\ndilarutkan kembali dalam air untuk dianalisis dengan instrumen ICP. Kemurnian dan\nperolehan KCl tertinggi diperoleh dengan penambahan propanol hingga fraksi pelarut\n50%-m yaitu sebesar 88,85% dan 52,65%.", "Daftar File": {"ABSTRAK Jonathan Maximilian Surya A.": "https://digilib.itb.ac.id/gdl/download/249852"}, "Penulis": "Jonathan Maximilian Surya A. [13018009]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Herri Susanto", "Ir. Sanggono Adisasmito, Ph.D.", "Dr.-Ing. Dendy Adityawarman, S.T., M.Sc.", "Wibawa Hendra Saputera, S.Si., M.Si., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Abu Biomassa, Alkohol, Kalium, Kristalisasi, Larutan Model", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Jun 2022"}