{"Nomor": 65568, "Judul": "EVALUASI KEBERLANJUTAN PROGRAM URBAN FARMING DI KAMPUNG HIDROPONIK PENGADEGAN, JAKARTA SELATAN", "Abstrak": "Urban farming merupakan program signifikan yang dilakukan sejak 2016 di Provinsi \nDKI Jakarta, tidak terkecuali di lokasi Kampung Hidroponik Pengadegan. Untuk \nmelihat keberlanjutan program tersebut, terutama untuk mencapai Tujuan \nPembangunan Berkelanjutan, penelitian ini bertujuan untuk mengevaluasi \nkeberlanjutan pelaksanaan urban farming di Kampung Hidroponik di Pengadegan, \nJakarta Selatan. Lima dimensi keberlanjutan yang berdasarkan studi pustaka \ndigunakan, yaitu dimensi lingkungan, ekonomi, sosial, kelembagaan, dan teknologi.\nPengumpulan data penelitian ini dilakukan dengan survei primer melalui penyebaran \nkuesioner langsung di lapangan dan wawancara, dilengkapi dengan survei sekunder \ndengan studi kepustakaan. Analisis data dilakukan dengan Multidimensional Scaling, \nAnalisis Leverage, dan Analisis Monte Carlo melalui pendekatan RAP-UF. Hasil \nanalisis menunjukkan bahwa kondisi keberlanjutan program urban farming di \nKampung Hidroponik Pengadegan pada dimensi lingkungan adalah cukup \nberkelanjutan (50,52%), pada dimensi ekonomi dan sosial adalah kurang \nberkelanjutan dengan nilai masing-masing 32,77% dan 44,47%. Sedangkan, dimensi \nkelembagaan dan teknologi adalah tidak berkelanjutan, yaitu 24,65% dan 11,30%. \nPenelitian ini menghasilkan 11 atribut yang sensitif memengaruhi, yaitu pada dimensi \nlingkungan penataan lingkungan atau estetika, kondisi pengairan, lahan terbuka hijau \nproduktif. Untuk dimensi ekonomi, insentif/kompensasi pertanian dan modal awal \npertanian perkotaan. Untuk dimensi sosial adalah tingkat partisipasi masyarakat, \ndiikuti dengan dimensi kelembagaan yaitu kelembagaan tani, ketersediaan otoritas \npengelolaan dan pengendalian lingkungan, kelembagaan penyuluh pertanian \nperkotaan, serta aturan pertanian perkotaan. Pada dimensi teknologi adalah jenis \ninovasi teknologi budidaya. Strategi peningkatan keberlanjutan urban farming di \nKampung Hidroponik Pengadegan terumuskan, yaitu mengoptimalkan peran dan \nfungsi Dinas/SKPD untuk meningkatkan peran dalam urban farming, mendorong \nmasyarakat untuk dapat bersikap proaktif, serta mendorong Pemerintah Provinsi DKI \nJakarta untuk dapat memberikan perhatian lebih kepada urban farming. Hasil studi \nini juga bermanfaat bagi pembuat kebijakan dan kerangka penilaian keberlanjutan \ndapat digunakan pada daerah lain.", "Daftar File": {}, "Penulis": "Sheila Hauna Arifa [15418016]", "Kontributor / Dosen Pembimbing": ["Nurrohman Wijaya, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Keberlanjutan, urban farming, Kampung Hidroponik Pengadegan, Multidimensional Scaling, strategi peningkatan.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "7 file", "Tanggal Input": "23 Jun 2022"}