{"Nomor": 65571, "Judul": "KAJIAN POTENSI CHLORELLA ZOFINGIENSIS UNTUK PRODUKSI ASTAKSANTIN SEBAGAI SENYAWA ANTIOKSIDAN", "Abstrak": "Pemanfaatan mikroalga sebagai sumber astaksantin, senyawa antioksidan alami, semakin populer karena keunggulannya dalam mengakumulasi astaksantin dalam jumlah yang besar dan teresterifikasi sehingga tidak rentan teroksidasi dan aman untuk dikonsumsi manusia. Haematococcus pluvialis merupakan mikroalga penghasil astaksantin komersial saat ini. Namun, H. pluvialis memiliki kekurangan dalam hal laju pertumbuhan biomassa lambat, densitas sel rendah, dan mudah terkontaminasi. Selain H. pluvialis, terdapat mikroalga lain, seperti Chlorella zofingiensis yang juga potensial untuk menghasilkan astaksantin. Namun, penelitian mengenai kinetika produksi astaksantin dari C. zofingiensis masih sedikit dilakukan. Oleh karena itu, studi ini melakukan pemodelan dan simulasi untuk memprediksi kinetika produksi astaksantin dari C. zofingiensis dengan pendekatan model-model kinetika pertumbuhan biomassa, konsumsi substrat, dan pembentukan produk. Dalam studi ini, dilakukan juga modifikasi model untuk mempertimbangkan pengaruh intensitas cahaya dan variasi konsentrasi awal substrat untuk memprediksi pertumbuhan mikroalga dan produksi astaksantin. Pemodelan dan simulasi yang dilakukan pada penelitian ini menggunakan data sekunder dari konsentrasi biomassa, substrat, dan astaksantin untuk C. zofingiensis yang diperoleh dari literatur lain. Simulasi dilakukan menggunakan perangkat lunak MATLAB R2021a.", "Daftar File": {"ABSTRAK Regina Maria": "https://digilib.itb.ac.id/gdl/download/249869"}, "Penulis": "Regina Maria [14518012]", "Kontributor / Dosen Pembimbing": ["Elvi Restiawaty, S.T., P.D.Eng., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Bioenergi dan Kemurgi", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Astaksantin, Haematococcus pluvialis, Chlorella zofingiensis, simulasi, substrat awal", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "23 Jun 2022"}