{"Nomor": 65573, "Judul": "STUDI ASET PENGHIDUPAN PENGEMUDI OJEK ONLINE PADA KONDISI SEBELUM DAN MASA PANDEMIK COVID-19 DI KOTA BANDUNG", "Abstrak": "Pandemi COVID-19 telah mempengaruhi secara signifikan terhadap sektor tenaga \nkerja, terutama pekerja yang terkena pemutusan hubungan kerja. Beberapa dari mereka \nberalih pekerjaan dan mengikuti perkembangan fenomena gig economy. Salah satunya \nyang berkembang pesat adalah pengemudi ojek melalui platform daring. Adanya \npandemi COVID-19 telah memberikan pembatasan kegiatan yang mempengaruhi \nmobilitas masyarakat, sehingga jumlah penumpang ojek menurun drastis. Pandemi \nCOVID-19 menjadi salah satu bentuk guncangan yang mengancam aset penghidupan \nbagi pengemudi ojek online. Penelitian ini bertujuan untuk mengidentifikasi aset \npenghidupan pengemudi ojek online pada kondisi sebelum dan masa pandemik COVID19 di Kota Bandung. Kota Bandung terpilih sebagai lokasi studi karena merupakan \nsalah satu kota metropolitan terbesar di Provinsi Jawa Barat yang sangat terdampak \npandemi COVID-19, dan mayoritas pekerjaan utamanya bergerak di bidang jasa \nsebesar 76,6% pada tahun 2021, termasuk pengemudi ojek online. Survei primer melalui \npersebaran kuesioner dengan convenience sampling sebanyak 200 responden, serta \nsurvei data sekunder dilakukan pada studi ini. Studi ini menggunakan analisis statistik \ndeskriptif, statistik inferensial, dan deskriptif kualitatif. Enam jenis modal aset \npenghidupan yang digunakan pada studi ini, yakni moda l manusia, modal alam, modal \nkeuangan, modal sosial, modal fisik, dan modal psikologi. Hasil analisis \nmengindikasikan bahwa pandemi COVID-19 memberikan dampak pada perubahan rata -\nrata nilai aset penghidupan pengemudi ojek online sebelum dan ketika pandemi \n(sebelum dan sesudah vaksinasi). Nilai aset penghidupan mengalami penurunan setelah \nadanya pandemi COVID-19, baik saat sebelum vaksinasi maupun setelah vaksinasi dari \nkategori tinggi menjadi sedang. Modal alam dan modal psikologis berada di dalam \nkategori rendah akibat pandemi COVID-19. Strategi peningkatan aset penghidupan \nyang perlu dilakukan yaitu melalui fleksibilitas pengantaran selain penumpang, yaitu \nbarang atau makanan, pengelolaan keuangan kembali, perlunya diversifikasi pekerjaan \nuntuk menambah pendapatan, pelaksanaan program percepatan vaksinasi, pemberian \nlayanan konseling, dan pemberian bantuan finansial dalam pemenuhan kebutuhan \nsehari-hari. Studi ini dapat menjadi masukan dan dasar bagi para pemangku \nkepentingan dalam pembuatan suatu strategi dan kebijakan pembangunan dalam \npenanggulangan masalah yang berkaitan dengan aspek tenaga kerja di perkotaan \nakibat dampak pandemi, sehingga dapat meningkatkan penghidupan yang berkelanjutan \nbagi masyarakatnya.", "Daftar File": {}, "Penulis": "Adelya Vasya Sirony Putri [15418034]", "Kontributor / Dosen Pembimbing": ["Nurrohman Wijaya, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Aset Penghidupan, Pengemudi Ojek Online, Pandemi COVID-19, Strategi  Peningkatan, Kota Bandung.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "23 Jun 2022"}