{"Nomor": 65588, "Judul": "EKSTRAKSI SENYAWA FENOLIK BERBANTUAN GELOMBANG MIKRO (EBM) DARI BEKATUL PADI: OPTIMASI KONDISI OPERASI DAN PERBANDINGAN DENGAN METODE-METODE EKSTRAKSI LAIN", "Abstrak": "Indonesia memproduksi gabah kering giling (GKG) sebanyak 54,42 juta ton pada tahun 2021. Dari jumlah produksi GKG tersebut, terdapat sekitar 5,44 juta ton dedak bekatul yang sebagian besar hanya dimanfaatkan sebagai pakan ternak bernilai rendah padahal terdapat kandungan senyawa fenolik yang memiliki khasiat untuk kesehatan. Tujuan penelitian ini adalah menentukan metode dan kondisi operasi ekstraksi senyawa fenolik dari bekatul padi yang paling optimal, yaitu kondisi operasi yang menghasilkan ekstrak dengan kandungan fenolik dan perolehan paling tinggi dari semua perlakuan yang divariasikan pada skala laboratorium. Penelitian dibagi menjadi tiga tahap, yaitu tahap pendahuluan, tahap utama penelitian, dan tahap perbandingan. Pada tahap pendahuluan dilakukan penentuan metode ekstraksi senyawa fenolik terbaik pada kondisi operasi berdasarkan literatur: maserasi dan pengadukan, ekstraksi berbantuan gelombang mikro (EBM), dan ekstraksi berbantuan gelombang ultra (EBU). Metode EBM memberikan nilai KFT tertinggi dan waktu ekstraksi paling singkat serta penelitian optimasi EBM pada bekatul padi masih sedikit. Pada tahap utama penelitian dilakukan optimasi kondisi operasi ekstraksi senyawa fenolik dengan variasi konsentrasi pelarut etanol, waktu ekstraksi, dan daya microwave. Metode optimasi yang digunakan adalah Response Surface Methodology (RSM) Box-Behnken karena dapat digunakan untuk optimasi multivariabel dengan jumlah percobaan yang sedikit. Berdasarkan hasil penelitian, kondisi operasi EBM teroptimasi dari bekatul padi adalah konsentrasi etanol 80%, waktu ekstraksi 1,96 menit, dan daya microwave 180 W. Pada tahap perbandingan, kondisi EBM teroptimasi dibandingkan dengan metode ekstraksi maserasi, EBUM, dan EBU dari literatur pada bekatul padi yang sama. Hasilnya didapatkan metode EBM teroptimasi memberikan KFT tertinggi sebesar 8.967 mg EAG/100 g bekatul dan perolehan 93,4%. Selanjutnya sumber bekatul yang digunakan dibandingkan antara bekatul yang telah dipisahkan minyaknya (defatisasi) dengan bekatul yang belum dipisahkan minyaknya (non defatisasi). Hasilnya didapatkan bahwa ekstraksi senyawa fenolik lebih disarankan menggunakan bekatul defatisasi untuk memanfaatkan produk samping industri RBO (rice bran oil). Selain itu, pada bubuk fenolik kasar dari bekatul non defatisasi masih terlihat kontaminasi minyak.", "Daftar File": {"ABSTRAK Nur Muhammad Akbar": "https://digilib.itb.ac.id/gdl/download/249915"}, "Penulis": "Nur Muhammad Akbar [14318009]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Johnner Sitompul, M.Sc., Ph.D.", "Dian Shofinita, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Pangan", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Bekatul padi, Ekstraksi, Fenolik Total, Optimasi, EBM", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jun 2022"}