{"Nomor": 65586, "Judul": "PARAMETER FISIS GUGUS GALAKSI ABELL 1190", "Abstrak": "Gugus galaksi merupakan struktur gravitasional yang paling masif di alam semesta. Gugus galaksi memiliki peran yang sangat penting dalam kosmologi observasional. Informasi mengenai evolusi struktur skala besar dapat diperoleh melalui pengamatan terhadap gugus galaksi.\nPada Tugas Akhir ini, akan dilakukan penentuan parameter fisis gugus galaksi Abell 1190. Parameter fisis yang akan ditentukan yaitu: jarak, radius proyeksi, anggota, dan massa gugus galaksi Abell 1190.\nPada Tugas Akhir ini, terdapat dua metode yang digunakan untuk menentukan parameter fisis gugus galaksi Abell 1190, yaitu metode Bukhari dan Color Cut. Metode Bukhari adalah metode penentuan anggota dengan melakukan iterasi keanggotaan berdasarkan kecepatan radial dan radius proyeksi pada daerah pusat. Kemudian diperbesar dengan evaluasi nilai ???????? dan ???????? sebesar 10% yang harus memenuhi ???????? dan ???????? yang baru kurang dari ???????? dan ???????? sebelumnya, sedangkan metode Color Cut adalah metode penentuan anggota gugus galaksi dengan berdasarkan kepada hubungan warna dan magnitudo dengan menggunakan potongan warna ?????????,?????????, dan ?????????. Bin potongan warna ini memiliki ukuran untuk ?????????,?????????, dan ????????? masing-masing sebesar 0,4,0,2, dan 0,2. Penggunaan dua metode yang berbeda ini diharapkan dapat meningkatkan akurasi dalam penentuan parameter fisis gugus galaksi Abell 1190.\nSetelah dilakukan proses pengolahan data, diperoleh hasil bahwa gugus galaksi Abell 1190 memiliki jarak luminositas sebesar 354,13 ????????????, jumlah anggota sebanyak 100 galaksi, dan massa sebesar 2.8 ???? 1014 M?.", "Daftar File": {"ABSTRAK Adam Fajriyatullah Hanif": "https://digilib.itb.ac.id/gdl/download/249914"}, "Penulis": "Adam Fajriyatullah Hanif [10318011]", "Kontributor / Dosen Pembimbing": ["Dra. Premana Wardayanti Premadi, Ph.D.", "Dr. Dhani Herdiwijaya, M.Sc.", "Dr. Yayan Sugianto, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Astronomi", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Astronomy", "Kata Kunci": "Gugus Galaksi, Parameter Fisis, Metode Bukhari, Color Cut", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jun 2022"}