{"Nomor": 65582, "Judul": "ANALISIS PREDIKSI INDEKS HARGA SAHAM INDONESIA DENGAN METODE GATED RECURRENT UNIT (GRU) DAN LONG SHORT TERM MEMORY (LSTM)", "Abstrak": "Ekonofisika menjadi suatu bidang yang bisa kita gunakan dalam memprediksi nilai harga saham. Salah satu cara memprediksi nilai harga saham dengan menggunakan pendekatan ekonofisika adalah dengan memprediksi menggunakan machine learning. Salah satu jenis machine learning yang dapat digunakan untuk menganalisis teknikal adalah Gated Recurrent Unit (GRU) dan Long Short-Term Memory (LSTM) yang merupakan bagian dari recurrent neural network. Pada recurrent neural network, terdapat hyperparameter yang bisa diatur agar metode tersebut dapat belajar dengan optimal. Penelitian ini bertujuan untuk mengetahui nilai dan jenis hyperparameter yang memberikan hasil paling optimal pada metode GRU dan LSTM dan juga membandingkan hasil prediksi nilai harga saham untuk metode GRU dan LSTM. Penelitian dilakukan dengan memvariasikan epoch dan learning rate, dan batch size menggunakan data 3 perusahaan Indonesia yang memiliki tren yang berbeda, yaitu BBRI, UNVR, dan PGAS. Hasil prediksi nilai harga saham akan dianalisis dengan melihat nilai Root Mean Square Error (RMSE), Mean Absolute Error (MAE), dan Koefisien Determinasi (R2). Dari hasil eksperimen ini didapatkan kesimpulan nilai epoch yang memberikan hasil paling optimal adalah 100 dan 200 untuk metode GRU dan LSTM. Sementara nilai learning rate yang memberikan hasil paling optimal adalah 0.0004 untuk metode GRU dan 0.0005 untuk metode LSTM. Lalu nilai batch size yang memberikan hasil paling optimal baik metode GRU maupun LSTM adalah 32. Hyperparameter yang paling berpengaruh terhadap hasil prediksi adalah batch size, diikuti epoch, dan terakhir learning rate. Dari hasil eksperimen ini didapatkan juga kesimpulan bahwa metode GRU memiliki hasil akurasi yang lebih baik dan lebih cepat konvergen mencapai nilai loss paling terkecil saat melakukan prediksi nilai harga saham.", "Daftar File": {"ABSTRAK Mujahid Al Mutaz Billah": "https://digilib.itb.ac.id/gdl/download/250215", "COVER Mujahid Al Mutaz Billah": "https://digilib.itb.ac.id/gdl/download/258734", "PUSTAKA Mujahid Al Mutaz Billah": "https://digilib.itb.ac.id/gdl/download/258740"}, "Penulis": "Mujahid Al Mutaz Billah [10218026]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Linus Ampang Pasasa, M.S.", "Acep Purqon, S.Si., M.Si., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "GRU, Hyperparameter, LSTM, Prediksi, Saham", "Sumber": "", "Staf Input/Edit": "Yati Rochayati  \n                                     Yati Rochayati", "File": "8 file", "Tanggal Input": "24 Jun 2022"}