{"Nomor": 65585, "Judul": "RECOVERY OF PRECIOUS METALS FROM WASTE LITIUM ION BATTERIES", "Abstrak": "Penggunaan electric vehicle (EV) sangat tinggi saat ini. Sistem penyimpanan energi pada EV yang\npaling banyak digunakan adalah baterai litium ion (LIB) dengan material katoda nikel mangan\nkobalt oksida (NMC) dan nikel kobalt aluminium (NCA) karena menawarkan beberapa kelebihan\nseperti densitas energi yang besar, ramah lingkungan, masa pakai yang panjang, serta memiliki\nefisiensi yang baik. Meningkatnya penggunaan EV menyebabkan meningkatnya penggunaan LIB.\nPenggunaan LIB yang semakin meningkat akan berujung kepada pembentukan limbah yang besar\ndi akhir pemakaian. Katoda LIB jenis NMC dan NCA mengandung logam-logam yang bernilai\nekonomis seperti nikel, kobalt dan tembaga yang mengambil 41,28% dari katoda. Logam nikel,\nkobalt dan tembaga dapat dipulihkan dari limbah katoda LIB jenis NMC dan NCA dengan reduksi\nkarbon. Penelitian ini dilakukan untuk mengetahui analisis termodinamika pada proses pemulihan\nlogam berharga nikel, kobalt dan tembaga dari limbah katoda LIB jenis NMC dan NCA. Analisis\ntermodinamika penelitian ini dilakukan menggunakan bantuan piranti lunak FactSage versi 7.3.\nUmpan yang digunakan pada proses reduksi karbon penelitian ini adalah katoda NMC dan NCA,\nfluks, reduktan dan gas inert. Ada empat variasi yang dilakukan pada penelitian ini, yaitu variasi\numpan katoda, karbon, temperatur, dan fluks. Sasaran penelitian adalah menentukan kondisi\noptimum (jumlah karbon dan temperatur) yang dapat menghasilkan perolehan logam berharga\n(nikel, kobalt, tembaga) yang tinggi, konsentrasi pengotor di lelehan logam yang rendah dan tidak\nmenghasilkan padatan pada sistem. Variasi fluks yang paling optimum digunakan adalah sistem\nAl2O3-SiO2-CaO dengan komposisi Al2O3 sebesar 4%. Berdasarkan hasil simulasi, kondisi\noptimum untuk sistem reduksi karbon umpan NMC adalah pada jumlah karbon 234 kg/1000 kg\numpan katoda pada minimal temperatur 1550oC. Pemulihan logam berharga dari umpan katoda\nNCA saja tidak dapat dilakukan karena akan terbentuk padatan yang akan mengganggu\noperasional. Pemulihan logam berharga dari umpan katoda NCA dapat dilakukan dengan\nmenggabungkannya dengan katoda NMC. Kondisi optimum untuk sistem reduksi karbon umpan\ngabungan NMC dan NCA adalah pada jumlah karbon 76,8 kg/1000 kg umpan katoda pada\nminimal temperatur 1600oC.", "Daftar File": {"ABSTRAK Fachri Arby": "https://digilib.itb.ac.id/gdl/download/249913"}, "Penulis": "Fachri Arby [13018029]", "Kontributor / Dosen Pembimbing": ["Winny Wulandari, ST., Ph.D., Dr. Tjokorde Walmiki Samadhi, S.T., M.T., Ph.D., dan Prof. M. Akbar Rhamdani"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "nikel, kobalt, tembaga, NMC, NCA, perolehan, padatan, pengotor", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jun 2022"}