{"Nomor": 65581, "Judul": "ANALISIS RELOKASI PELELEHAN MATERIAL SAAT TERJADINYA KECELAKAAN REAKTOR MENGGUNAKAN METODE MOVING PARTICLE SEMI-IMPLICIT (MPS)", "Abstrak": "Proses relokasi lelehan material saat terjadinya kecelakaan reaktor nuklir penting untuk dipelajari karena reaktor nuklir memiliki struktur yang sangat kompleks. Potensi kerusakan reaktor nuklir harus diminimalisir dengan mempertimbangkan proses relokasi lelehan material karena struktur yang sangat kompleks tersebut dapat menjadi salah satu aspek penyebab terjadinya kecelakaan parah. Oleh karena itu, pada penilitian ini dilakukan analisis proses relokasi lelehan material saat kecelakaan reaktor menggunakan metode Moving Partikel Semi-implicit (MPS). Metode MPS merupakan metode yang dapat menganalisis permukaan bebas dari cairan yang tak termampatkan tanpa menggunakan mesh grid. Metode MPS dapat menghitung interaksi antarpartikel menggunakan gradien dan laplacian yang didiskritisasi dan mensubstitusi fungsi beban. Terdapat tiga desain geometri yang disimulasikan pada penelitian ini, yaitu proses relokasi lelehan material saat mengenai bidang miring menggunakan material air, oli, dan parrafin wax, proses relokasi lelehan material dari dua tangki yang berbeda menggunakan material air, oli mesran, dan slilicon oil, dan proses relokasi lelehan material yang menyerupai bentuk tangki reaktor menggunakan material Corium-100, Corium-22, dan Fe75B25. Untuk desain kedua, dilakukan eksperimen sebagai bentuk validasi dari metode MPS sehingga dapat melakukan simulasi untuk desain yang ketiga. Data yang diperoleh berupa kecepatan alir, profil tekanan, pola aliran material, dan proses pencampuran kedua material yang bersifat immiscible. Dapat disimpulkan bahwa karakteristik material yaitu densitas dan viskositas kinematik mempengaruhi kecepatan alir, tekanan, dan bentuk permukaan dari pelelehan material.", "Daftar File": {"ABSTRAK Rifqa Fikriya Rahasri": "https://digilib.itb.ac.id/gdl/download/249908", "COVER Rifqa Fikriya Rahasri": "https://digilib.itb.ac.id/gdl/download/258727", "PUSTAKA Rifqa Fikriya Rahasri": "https://digilib.itb.ac.id/gdl/download/258733"}, "Penulis": "Rifqa Fikriya Rahasri [10218095]", "Kontributor / Dosen Pembimbing": ["Dr. Asril Pramutadi Andi Mustari, S.Si., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Fluida, Kecelakaan parah reaktor, Moving Particle Semi-Implicit (MPS), Relokasi pelelehan material", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "8 file", "Tanggal Input": "24 Jun 2022"}