{"Nomor": 65597, "Judul": "PEMODELAN BIO-ELEKTROKIMIA PENGARUH PH AWAL SUBSTRAT TERHADAP KINERJA MICROBIAL FUEL CELL (MFC)", "Abstrak": "MFC dapat menjadi sumber energi terbarukan yang sangat menguntungkan karena memanfaatkan limbah untuk menghasilkan listrik. Beberapa faktor dapat mempengaruhi kinerja MFC. Salah satunya adalah pH awal substrat. Percobaan yang dilakukan untuk meneliti pengaruh faktor-faktor tersebut terhadap kinerja MFC seringkali terhambat dikarenakan beberapa hal, seperti biaya, material, desain, dan aspek bioelektrokimia. Oleh karena itu, pemodelan MFC secara matematis menjadi opsi yang baik karena dapat mengatasi hambatan-hambatan tersebut. Pada penelitian ini pemodelan bioelektrokimia dilakukan untuk memprediksi pengaruh pH awal substrat terhadap produksi listrik dan pertumbuhan mikroba pada MFC.\nTahapan penelitian ini terdiri dari studi literatur, penyusunan model, penentuan nilai parameter, simulasi, validasi model, dan analisis. Pemodelan dilakukan baik pada kondisi dinamik maupun tunak untuk MFC dua ruang dengan sistem partaian. Pemodelan dinamik dilakukan untuk menentukan profil pembentukan biofilm dan kurva OCV, sedangkan pemodelan tunak untuk menghasilkan kurva IVP.\nBerdasarkan hasil pemodelan dinamik, variasi pH awal substrat berpengaruh terhadap pembentukan biofilm dan nilai OCV. Semakin tinggi nilai pH dari kondisi netral, laju pertumbuhan mikroba yang terkandung di dalam substrat semakin rendah, sehingga ketebalan biofilm yang terbentuk dan nilai OCV yang dihasilkan MFC menurun. Nilai OCV tertinggi diperoleh pada MFC dengan pH awal substrat 8, yaitu sebesar 0,95 V. Pembentukan biofilm pada pH awal substrat 7 adalah yang tercepat untuk mencapai fasa stasioner. Pada hasil pemodelan tunak, variasi pH awal substrat berpengaruh terhadap tegangan dan densitas daya yang dihasilkan MFC. Tegangan dan densitas daya tertinggi MFC diperoleh pada pH 7, yaitu sebesar 0,77 V dan 0,0055 W/m2. Pemilihan kondisi pH awal substrat yang optimum pada MFC akan menghasilkan rapat arus tertinggi dalam kondisi tegangan tertinggi sehingga keluaran daya yang dihasilkan maksimal.", "Daftar File": {"ABSTRAK Muhammad Azhar Zeta": "https://digilib.itb.ac.id/gdl/download/249924"}, "Penulis": "Muhammad Azhar Zeta [13018050]", "Kontributor / Dosen Pembimbing": ["Ardiyan Harimawan, S.T., M.Eng., Ph.D.", "Dr.Eng. Ir. Pramujo Widiatmoko, S.T., M.T.", "Hary Devianto, S.T., M.Eng., Ph.D.", "Vita Wonoputri, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Biofilm, Kurva IVP, Kurva OCV, Pemodelan MFC, pH", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jun 2022"}