{"Nomor": 65603, "Judul": "PENERAPAN DAN PENYEMPURNAAN MANAJEMEN PROYEK PADA PROYEK KOMPLEKS DI PT. MINYAK EMAS PROSES", "Abstrak": "Karena proyek itu sangat penting dan patut diperhatikan untuk bisnis perusahaan, mengelola proyek yang kompleks itu sulit dan membutuhkan profesionalisme, keberhasilan atau kegagalan suatu proyek tergantung pada bagaimana mengelola proyek tersebut. Di masa depan perusahaan akan tumbuh untuk memenuhi tantangan zaman diikuti banyak rencana diantaranya melibatkan akuisisi blok baru, berinvestasi di perusahaan energi lain atau mengembangkan ladang minyak atau bahkan berinvestasi di sektor terbarukan, berarti proyek yang kompleks akan dihadapi di masa depan. Proyek harus tetap berjalan apakah perusahaan menerapkan standar manajemen proyek atau tidak akan mempengaruhi hasil proyek. Kenyataannya, tidak semua orang memahami pentingnya standar manajemen proyek, tetapi mereka harus terlibat dalam proyek yang ditugaskan oleh perusahaan.\n\nPenelitian ini bertujuan untuk mengetahui faktor-faktor yang penting sebagai aspek dalam pelaksanaan manajemen proyek untuk proyek-proyek kompleks di PT. Minyak Emas Proses, faktor-faktor yang menjadi dasar untuk diusulkan untuk menerapkan manajemen proyek dan bagaimana meningkatkan siklus manajemen proyek dan membawa solusi untuk masalah yang terjadi. dalam proyek. Dasar pengelolaan portofolio, program dan proyek juga dijelaskan sebagai informasi sebelum menggali faktor-faktor yang krusial dalam proyek.\n\nMetode penelitian yang digunakan adalah metode kualitatif dan kuantitatif, melibatkan responden dari departemen bawah permukaan, pengeboran, operasi, teknik fasilitas, operasi, dan teknik produksi untuk mengamati pendapat, ide, pemikiran, saran mereka, metode Analisa hirarki digunakan sebagai tambahan untuk mendukung hasil Analisa kualitatif.\nDari interpretasi pengkodean, klasifikasi hasil subkategori menunjukkan 51 subkategori muncul dari sembilan responden yang berpartisipasi aktif dalam diskusi, sepuluh subkategori dipilih sebagai jumlah responden terbanyak yang menjawab pertanyaan dan sebagai kunci utama yang dikupas lebih lanjut. Grafik radar digunakan sebagai alat untuk mewakili sepuluh subkategori tertinggi.\n\nPenelitian ini juga mengusulkan empat rekomendasi sebagai solusi untuk diterapkan di masa depan, terdiri dari implementasi manajemen proyek lima dimensi, integrasi dan pengetahuan pemangku kepentingan, pengetahuan ekonomi teknik dan pemanfaatan alat proyek. Rekomendasi ini sangat berguna dan menarik untuk dikembangkan lebih lanjut di PT. Minyak Emas Proses, khususnya mungkin dapat mewakili portofolio perusahaan yang memiliki rencana proyek yang kompleks.\n\nKeunikan implementasi dan peningkatan dengan menggunakan 5-DPM adalah metode ini biasanya digunakan pada manajemen proyek jalan raya, dan mengadopsi standar manajemen proyek dari PMBOK, dan mencakup aspek rekomendasi lainnya.", "Daftar File": {"COVER Pahoot": "https://digilib.itb.ac.id/gdl/download/264142", "BAB 1 Pahoot": "https://digilib.itb.ac.id/gdl/download/264143", "BAB 2 Pahoot": "https://digilib.itb.ac.id/gdl/download/264152", "BAB 3 Pahoot": "https://digilib.itb.ac.id/gdl/download/264153", "BAB 4 Pahoot": "https://digilib.itb.ac.id/gdl/download/264154", "PUSTAKA Pahoot": "https://digilib.itb.ac.id/gdl/download/264155"}, "Penulis": "Pahoot [29320447]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Aries F Firman, M.Sc., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Proyek, 5-DPM, Proyek Kompleks, Pengembangan Migas.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "24 Jun 2022"}