{"Nomor": 65601, "Judul": "MENGEMBANGKAN STRATEGI MARKETING UNTUK SPOTLESS", "Abstrak": "Spotless adalah merek brand kategori perawatan dan pembersihan sepatu yang merupakan salah satu pioneer di kategori tersebut. Spotless sudah berdiri dari tahun 2015 dengan visi menjadi One Stop Shoelution untuk semua kebutuhan kebersihan dan perawatan sepatu. Currently, 6 bulan terakhir ini Spotless mengalami peningkatan penjualan yang significant dari bulan jula sampai dengan desember 2021 Spotless mengalami peningkatan 6x lipat dalam penjualan dan 10x lipat dalam marketinc cost. Tujuan Spotless saat ini adalah untuk memaksimalkan strategi marketing  di platform digital agar memperkenalkan produk Spotless kepada pasar yang lebih luas dan juga untuk memperbaiki oeprasional Spotless yang masih menyesuaikan dengan kondisi penjualan sekarang untuk membuat Spotless berkembang dan menstabilkan penjualan yang sudah ada. \n\nDi era digital ini, industri perawatan sepatu telah mengalami banyak perubahan, mulai dari operasional, saluran penjualan, hingga strategi pemasaran. Sebagai faktor utama dalam penjualan, strategi pemasaran perlu menyesuaikan dan beradaptasi dengan pandemi dan pascapandemi untuk memberikan pemasaran yang efektif dan efisien. Juga, beberapa hal harus diperiksa sebelum menerapkan rencana pemasaran untuk menentukan pendekatan pemasaran yang terbaik seperti segmentasi yang tepat, target, diferensiasi, dan positioning merek. Faktor Ini harus mempertimbangkan kekuatan, kelemahan, peluang, dan ancamannya.\n\nPenelitian ini bertujuan untuk mengidentifikasi strategi atau aktivitas pemasaran yang dapat digunakan untuk membuat marketing cost efektif dan efisien. Kegiatan strategy pemasaran tersebut dapat membantu untuk meningkatkan penjualan dan menekan biaya marketing yang sekarang membengkan hingga setengah dari penjualan. Penelitian ini akan menggunakan metode penelitian kualitatfi sebagai upaya untuk mencapai tujuan penelitian ini, yaitu observasi semua kegiatan marketing dari Spotless untuk merencanakan marketing strategi untuk Spotless. Data primer untuk penelitian ini berasal dari wawancara dengan karyawan, konsumen, dan manajemen Spotless. Data sekunder untuk penelitian ini berasal dari jurnal, buku, dan artikel sebagai cara untuk mendapatkan informasi dan pemahaman tentang teori dan kondisi internal dan eksternal dari Spotless.\n\nTeknik analisis data dalam penelitian ini akan menggunakan analisis internal dan juga analisis eksternal. Fokus dari penelitian ini adalah untuk mengalisis kondisi internal dan eksternal Spotless dengan tujuan untuk merencanakan den mengembangkan strategy bisnis dan marketing dan menyediakan implementasi program yang akan diajalankan oleh Spotless.", "Daftar File": {"COVER Prabadika Hadyan Romadhona": "https://digilib.itb.ac.id/gdl/download/258911", "BAB 1 Prabadika Hadyan Romadhona": "https://digilib.itb.ac.id/gdl/download/258913", "BAB 2 Prabadika Hadyan Romadhona": "https://digilib.itb.ac.id/gdl/download/258915", "BAB 3 Prabadika Hadyan Romadhona": "https://digilib.itb.ac.id/gdl/download/258917", "BAB 4 Prabadika Hadyan Romadhona": "https://digilib.itb.ac.id/gdl/download/258919", "PUSTAKA Prabadika Hadyan Romadhona": "https://digilib.itb.ac.id/gdl/download/258920"}, "Penulis": "Prabadika Hadyan Romadhona [29320444]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mohammad Hamsal, MSE, MQM, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "perawatan sepatu, peningkatan Penjualan, Strategi Bisnis, Strategi Marketing, Spotless Indonesia, Kondisi Internal dan Eksternal.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "24 Jun 2022"}