{"Nomor": 65609, "Judul": "PENGEMBANGAN LPG BASED SOFC MENJADI LPG-NH3 BASED SOFC", "Abstrak": "LPG merupakan salah satu jenis bahan bakar yang berpotensi digunakan dalam Solid Oxide Fuel cell (SOFC). Namun, penggunaan LPG sebagai bahan bakar utama masih menghasilkan gas rumah kaca. Perkembangan bahan bakar baru, yakni NH3 dikembangkan karena bebas emisi rumah kaca. Pada tahun 2015, Indonesia masih mengekspor amonia. Oleh sebab itu, penggabungan LPG-NH3 merupakan pengembangan yang menjanjikan untuk menjadi bahan bakar SOFC sebagai transisi sebelum penggunaan NH3 sebagai bahan bakar. Dalam mengakomodasi LPG-NH3, anoda dimodifikasi dengan menambahkan doping ceria untuk meningkatkan ketahanan anoda terhadap coking.\nPada penelitian luring, karakterisasi anoda dilakukan berupa uji EIS untuk menghitung hambatan anoda dalam keadaan standar (dialirkan H2) dan keadaan carbon-contain (dialirkan CO), uji ASTM C373-88 untuk menguji porositas, XRD untuk melihat kecenderungan kristalinitas anoda, dan uji GC menunjukkan ketahanan anoda terhadap coking. Dari uji yang telah dilakukan, komposisi terbaik dari pengujian dari segi karakteristik fisik dan performa adalah anoda NiO-CSZ dengan 5% ceria doping.\nPada penelitian daring, simulasi dilakukan dengan ASPEN Plus, STANJAN, dan Ms. Excel. Verifikasi data dilakukan dengan menggunakan data yang diperoleh dari KPEE ITB dan penelitian luring yang selanjutnya diuji. Simulasi dilakukan untuk mengetahui pengaruh doping ceria terhadap performa SOFC. Pengaruh temperatur operasi terhadap coking, pengaruh komposisi bahan bakar dan pengaruh temperatur operasi terhadap daya SOFC dan emisi gas keluaran SOFC diuji untuk melihat tren campuran LPG-NH3 pada SOFC doping ceria. Peningkatan temperatur akan meningkatkan coking yang terbentuk, daya SOFC, dan emisi yang dihasilkan. Sedangkan fraksi LPG dalam campuran LPG-NH3 yang meningkat akan menurunkan daya SOFC dan meningkatkan emisi yang dihasilkan.", "Daftar File": {"ABSTRAK Darwin": "https://digilib.itb.ac.id/gdl/download/249931"}, "Penulis": "Darwin [13018034]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. I.G.B. Ngurah Makertihartha", "Dr.Eng. Ir. Pramujo Widiatmoko, S.T., M.T.", "Hary Devianto, S.T., M.Eng., Ph.D.", "Dr. Ir. Khoiruddin, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "LPG-NH3, SOFC, anoda, karakterisasi, kinerja", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jun 2022"}