{"Nomor": 65607, "Judul": "PENGALAMAN KARYAWAN DALAM MEMBANGUN KETERIKATAN PEGAWAI DALAM PERUSAHAAN YANG TIDAK DALAM KONDIS BAIK: KASUS DI PT MTH77", "Abstrak": "PT MTH77 merupakan sebuah perusahaan Badan Usaha Milik Negara yang memiliki spesialisasi di empat bidang, 1) manufaktur dan perakitan, 2) layanan terkelola, 3) layanan digital, dan 4) sistem integrator. Berdasarkan laporan tahunan perusahaan, PT MTH77 mengalami kesulitan untuk menghasilkan profit selama lima tahun terakhir, 2016 hingga 2020. Selanjutnya, perusahaan ini memiliki hutang lebih dari Rp1 triliun pada tahun 2020. Kondisi ini berdampak pada karyawan, di mana PT MTH77 tidak dapat memenuhi hak karyawannya terkait dengan penggajian selama tujuh bulan pada tahun 2019, yang juga berdampak terhadap pengalaman karyawan di perusahaan tersebut. Selain itu, perusahaan ini juga mengalami tingkat perputaran karyawan yang tinggi dalam periode yang sama. Penelitian ini bertujuan untuk menguji faktor-faktor yang mempengaruhi pengalaman karyawan, serta hubungannya dengan keterikatan karyawan, yang dinilai merupakan hasil dari pengalaman karyawan berdasarkan beberapa literatur yang digunakan dalam penelitian ini. Metode dalam penelitian ini adalah penggabungan antara analisis kuantitatif dan kualitatif, dan hasilnya memperlihatkan bahwa pengalaman karyawan memiliki hubungan positif yang signifikan serta korelasi yang tinggi dengan keterikatan karyawan. Hal ini menandakan bahwa pengalaman karyawan akan berdampak pada keterikatan karyawan. Pada saat pengalaman karyawan positif, karyawan pun akan lebih memiliki keterikatan dengan tempat kerjanya, begitu pula sebaliknya. Selanjutnya, dari tiga dimensi pengalaman karyawan, kebijakan sumber daya manusia organisasi memiliki dampak terbesar dalam menentukan pengalaman karyawan, diikuti oleh lingkungan kerja dan juga kepemimpinan. Walaupun demikian, penelitian ini menemukan beberapa permaslahan terkait dengan implementasi pengalaman dan keterikatan pegawai di PT MTH77 dan mengajukan beberapa solusi menggunakan 8-Step model perubahan dari Kotter dan kerangka 7-S dari McKinsey.", "Daftar File": {"COVER Dimas Muhammad Adnan Imran": "https://digilib.itb.ac.id/gdl/download/258213", "BAB 1 Dimas Muhammad Adnan Imran": "https://digilib.itb.ac.id/gdl/download/258214", "BAB 2 Dimas Muhammad Adnan Imran": "https://digilib.itb.ac.id/gdl/download/258215", "BAB 3 Dimas Muhammad Adnan Imran": "https://digilib.itb.ac.id/gdl/download/258216", "BAB 4 Dimas Muhammad Adnan Imran": "https://digilib.itb.ac.id/gdl/download/258217", "PUSTAKA Dimas Muhammad Adnan Imran": "https://digilib.itb.ac.id/gdl/download/258225"}, "Penulis": "Dimas Muhammad Adnan Imran [29320319]", "Kontributor / Dosen Pembimbing": ["Hary Febriansyah, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pengalaman Karyawan, Keterikatan Karyawan, Perputaran Karyawan, Badan Usaha Milik Negara", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "24 Jun 2022"}