{"Nomor": 65613, "Judul": "ANALISIS PERENCANAAN SKENARIO UNTUK PENGEMBANG RUMAH SUBSIDI STUDI KASUS: PT. TAPOS SEJAHTERA BAROKAH", "Abstrak": "Rumah adalah kebutuhan primer seluruh masyarakat. Mengacu pada UU No.1 Tahun 2011,\nPemerintah Indonesia bertanggung jawab untuk memenuhi kebutuhan perumahan bagi masyarakat\nberpenghasilan rendah (MBR). Amanat tersebut mendorong pemerintah untuk mengambil langkah\ndalam pembangunan perumahan rakyat dan penetapan berbagai kebijakan untuk mendorong sektor\npembangunan perumahan bagi MBR oleh sektor swasta.\nPT Tapos Sejahtera Barokah adalah pengembang perumahan skala kecil-menengah yang\nberfokus pada pembangunan rumah subsidi. Sebagai pengembang perumahan, sebagian besar faktor\nyang mempengaruhi keberjalanan bisnis adalah faktor eksternal yang tidak pasti dan sering berubah,\nseperti peraturan pemerintah, harga pasokan, kondisi lingkungan, dan permintaan pasar.\nKetidakpastian masa depan memberikan pengaruh besar dalam menghambat perkembangan bisnis.\nPerencanaan skenario merupakan alat yang tepat untuk membantu perusahaan dalam\nmengembangkan strategi di bawah kondisi pasar yang tidak pasti.\nUntuk mengembangkan perencanaan skenario bagi perusahaan, lingkungan eksternal dan\ninternal dianalisis menggunakan PESTEL, Porter's Five Forces, Resource-Based View. Analisis\neksternal dan internal dirangkum menggunakan analisis SWOT dan diklasifikasikan sebagai faktor\nyang dapat dikendalikan dan tidak dapat dikendalikan. Faktor-faktor ini kemudian digunakan untuk\nmengembangkan perencanaan skenario yang dibagi menjadi 5 tahap: orientasi, eksplorasi,\npembuatan skenario, pertimbangan opsi, dan integrasi. Metode kualitatif dengan menggunakan data\nprimer dan sekunder digunakan dalam penelitian ini untuk mengumpulkan wawasan terkait dengan\ntantangan industri properti saat ini dan masa depan.\nHasil analisis perencanaan skenario digunakan untuk mengembangkan empat alternatif\nstrategi yang perlu diambil perusahaan dalam menghadapi tantangan yang tidak terduga di masa\ndepan. Rencana implementasi disusun berdasarkan masing-masing alternatif strategi dalam jangka\npanjang dalam lima tahun ke depan.", "Daftar File": {"COVER Samuella Magdalena Evangeline": "https://digilib.itb.ac.id/gdl/download/261243", "BAB 1 Samuella Magdalena Evangeline": "https://digilib.itb.ac.id/gdl/download/261244", "BAB 2 Samuella Magdalena Evangeline": "https://digilib.itb.ac.id/gdl/download/261245", "BAB 3 Samuella Magdalena Evangeline": "https://digilib.itb.ac.id/gdl/download/261246", "BAB 4 Samuella Magdalena Evangeline": "https://digilib.itb.ac.id/gdl/download/261247", "PUSTAKA Samuella Magdalena Evangeline": "https://digilib.itb.ac.id/gdl/download/261248"}, "Penulis": "Samuella Magdalena Evangeline [29319075]", "Kontributor / Dosen Pembimbing": ["Santi Novani, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri Properti, Faktor Yang Tidak Menentu, Perencanaan Skenario, Pengembang Perumahan Subsidi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "24 Jun 2022"}