{"Nomor": 65626, "Judul": "PENGEMBANGAN PROSES DIGITALISASI PADA SISTEM MANAJEMEN PENGETAHUAN UNTUK MENINGKATKAN EFISIENSI DALAM MANAJEMEN PROYEK DAN OPERASIONAL PADA PROSES PENGEMBANGAN PERANGKAT LUNAK", "Abstrak": "Manjemen proyek berperan penting dalam pengembangan perangkat lunak. Dalam manajemen proyek, sebelum memulai sebuah proyek, terlebih dahulu akan direncanakan mengenai tujuan proyek, waktu yang akan digunakan utnuk menyelesaikan proyek, dan anggaran yang perlu dikeluarkan untuk membiayai proyek. PT. Snack Sehat adalah salah satu perusahaan manufaktur yang memproduksi makanan dan minuman sehat di Indonesia. Dalam divisi IT di PT. Snack Sehat, terdapat departemen perangkat lunak (software department) yang memiliki tanggung jawab untuk mengelola pembuatan dan pemeliharaan proyek-proyek perangkat lunak, seperti ERP system, aplikasi internal, website, report, dan business intelligence. \nDalam mengerjakan proyek, walaupun penegembangan perangkat lunak sudah direncanakan dan diawasi dengan seksama, pada tahun 2020, masih ditemukan 42% proyek yang terlambat dari jadwal. Keterlambatan ini berpengaruh pada peningkatan biaya pengembangan proyek, dengan total tambahan biaya sebesar IDR 2,000,000,000 di 2020 dan meningkat dua kali lipat menjadi IDR 5,000,000,000 pada tahun 2021. Dari semua proyek yang terlambat, ada tiga alasan utama yang menjadi penyebab keterlambatan proyek.tersebut, yaitu masalah pada pengembangan, perencanaan, dan implementasi.\nDalam analisis, ditemukan tiga akar utama penyebab (root cause) dari keterlambatan dan ketidakefisienan proses pengembangan proyek di PT. Snack Sehat. Pertama, pengerjaan KM ditempatkan dalam prioritas rendah oleh anggota tim. Kedua, tidak ada orang atau tim yang bertugas untuk melakukan validasi dari dokumen dan proses yang dilakukan dalam proses KM. Terakhir, tidak ada penyelarasan tujuan dan ekspektasi KM oleh manajer dan tim yang melakukan KM sehari-hari. \nDigitalisasi adalah bagaimana teknologi mempengaruhi aspek-aspek dalam kehidupan, seperti interaksi sosail, operasional bisnis, dan bagaimana orang melakukan sesuatu. Digitalisasi ini mendukung efisiensi dan transparansi data yang akan memberikan manfaat bagi perusahaan. Penelitian dari (Liao, Fei, & Chen, 2007) menunjukkan bahwa knowledge sharing memberikan dampak positif pada absorptive capacity. Absorptive capacity adalah kemampuan untuk mengenali nilai sebuah informasi, menggabungkan, dan mengaplikasikannya untuk meningkatkan keuntungan perusahaan (Cohen & Levinthal, 1990). Knowledge sharing secara berkala dan terus menerus di antara karyawan perusahaan akan meningkatkan kapasitas mereka untuk berinovasi. Dengan mengunakan digitalisasi, proses knowledge sharing dalam sebuah organisasi dapat dilakukan dengan lebih mudah dan cepat. Seiring dengan bertambahnya proses knowledge sharing, absorptive capacity pun akan semakin berkembang.\nDari penilaian KM menggunakan APO KM Framework, PT. Snack Sehat telah mencapai tingkat refinement di hampir semua kategori penilaian. Tingkat ini menunjukkan bahwa KM sudah diimplementasikan di perusahaan. Karena itu, penelitian tugas akhir ini akan fokus pada pengembangan dan peningkatan KM dibandingkan dengan pembuatan sistem KM baru dari awal. Untuk mengembangkan program KM, akan digunakan Six Steps KM Processes (Tjakraatmadja, 2021), yang terdiri dari: KM Project, KM Assessment, KM Planning, K-Development, KM Implementation, dan KM Evaluation. \nDalam KM Planning dan K-Development, akan digunakan program rancangan (Garfield, 2016), yang terdiri dari empat langkah. Langkah-langkah tersebut adalah mendefinisikan tiga objektif KM, menjawab Sembilan pertanyaan terkait komponen KM (manusia, proses, dan teknologi), menentukan strategi KM berdasarkan objektif, dan merencanakan langkah-langkah yang harus dilakukan untuk mendapatkan sepuluh komitmen dari top-level management. \nHasil dari tugas akhir ini berupa rekomendasi untuk menambahkan beberapa proses dan metode baru ke dalam program KM yang telah ada sebelumnya di PT. Snack Sehat. Proses dan metode tersebut adalah Orientasi dan Pelatihan KM, Shadowing, Sharing Knowledge Checklist, Lesson Learned Document, Validasi Dokumen, dan Pengorganisasian Dokumen. Proses KM secara lengkap juga akan digambarkan dalam sebuah diagram Knowledge Stock and Flow menggunakan SECI Matrix dari (Nonaka, Toyama, & Konno, 2000).", "Daftar File": {"COVER Fransisca Cahyono": "https://digilib.itb.ac.id/gdl/download/258445", "BAB 1 Fransisca Cahyono": "https://digilib.itb.ac.id/gdl/download/258446", "BAB 2 Fransisca Cahyono": "https://digilib.itb.ac.id/gdl/download/258447", "BAB 3 Fransisca Cahyono": "https://digilib.itb.ac.id/gdl/download/258448", "BAB 4 Fransisca Cahyono": "https://digilib.itb.ac.id/gdl/download/258449", "PUSTAKA Fransisca Cahyono": "https://digilib.itb.ac.id/gdl/download/258450"}, "Penulis": "Fransisca Cahyono [29320162]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Jann Hidajat Tjakraatmadja, M.Eng."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pengembangan Proyek, Manajemen Operasional, Six Steps KM Processes, SECI Matrix, Digitalisasi, Absorptive Capacity, Efisiensi.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "24 Jun 2022"}