{"Nomor": 65629, "Judul": "IDENTIFIKASI PERUBAHAN TUTUPAN LAHAN DAN DISTRIBUSI SPASIAL BERDASARKAN VARIASI TOPOGRAFI DI PULAU JAWA", "Abstrak": "Berdasarkan data Sensus Penduduk (SP) 2020, per September 2020, jumlah penduduk Indonesia yang tinggal di Pulau Jawa adalah 151,6 juta jiwa. Pertumbuhan penduduk yang begitu cepat serta aktivitas pembangunan disegala bidang tentu dapat menyebabkan meningkatnya kebutuhan dan permintaan lahan sehingga berpengaruh terhadap ketersediaan lahan yang semakin berkurang di Pulau Jawa. Faktor pendorong lain seperti bencana alam dan kondisi topografi. Metodologi penelitian yang dilakukan adalah mengidentifikasi perubahan tutupan lahan berdasarkan data tutupan lahan dan menyusun matriks pola perubahan tutupan lahan interval 6 tahun. Kemudian mengidentifikasi perubahan tutupan lahan berdasarkan ketinggian. Selanjutnya dibuat peta perubahan tutupan lahan, peta variasi distribusi topografi di Pulau Jawa dan visualisasi 3 dimensi perubahan tutupan lahan. Data yang digunakan dalam penelitian ini meliputi data citra Shuttle Radar Topography Mission (SRTM) 30 meter, data tutupan lahan di Pulau Jawa tahun 2000, 2006, 2012, dan 2018 dan data grid 30x30 detik. Data tersebut kemudian diolah dengan menggunakan perangkat lunak Arcmap 10.8, microsoft excel, dan R studio. Perubahan tutupan lahan yang terjadi dari tahun 2000 ke 2018 terdapat luas perubahan tutupan lahan yang bertambah dan berkurang. Lahan terbangun (Lt) mengalami penambahan luas palingh tinggi sebesar 1.080.173,5209 ha dan Pertanian lahan basah (Plb) mengalami penurunan luas paling tinggi sebesar 770.944,2922 ha. Setelah dilakukan pengolahan data tutupan lahan interval 6 tahun periode 2000-2006, 2006-2012, dan 2012-2018, terdapat pola perubahan tutupan lahan yang bertambah dan berkurang dari setiap periode. Variasi distribusi di Pulau Jawa sangat beragam dimana ketinggian paling tinggi sebagian besar terletak pada bagian tengah Pulau Jawa. Perubahan tutupan lahan terjadi pada kelas ketinggian tertentu. Terdapat nilai threshold ketinggian pada kelas perubahan tutupan lahan tertentu dengan asumsi luas perubahan tersebut sangat kecil dan mendekati nilai nol.", "Daftar File": {"ABSTRAK Muhamad Alfito Deanova": "https://digilib.itb.ac.id/gdl/download/249941"}, "Penulis": "Muhamad Alfito Deanova [15118063]", "Kontributor / Dosen Pembimbing": ["Dr. Riantini Virtriana, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "bencana alam, penduduk, tutupan lahan, alih fungsi lahan, topografi", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jun 2022"}