{"Nomor": 65627, "Judul": "ANALISIS BERBASIS KINERJA STRUKTURAL PADA SISTEM BANGUNAN GEDUNG MODULAR BERBASIS RANGKA BAJA DI JAKARTA", "Abstrak": "Keuntungan aspek produktivitas, kualitas dan keberlanjutan dari konstruksi berbasis modular\ndapat menjadi alternatif untuk menyeimbangkan upaya pemerataan infrastruktur di Indonesia.\nMeski demikian, keterbatasan pengetahuan dan acuan desain spesifik, beserta tantangan\nkestabilan struktur berbasis modular menjadi tantangan utama dalam mengimplementasikan\nteknologi ini secara umum. Studi ini bertujuan untuk mencari nilai modifikasi faktor yang\nselayaknya digunakan untuk mendesain bangunan berbasis modular. Strategi dengan\nmemperhitungkan sistem stabilisasi internal (dinding internal modul) dan menambahkan\nsistem stabilisasi eksternal (sistem rangka terbresing in-situ) dilakukan untuk meningkatkan\naspek kestabilan dan kekuatan struktur, juga memperbaiki pola keruntuhan struktur. Analisis\nsecara linier dan non-linier berturut-turut ditinjau dengan menggunakan metoda Response\nSpectrum Analysis, dan Non-Linear Pushover Analysis and Time History Analysis. Performa\ndari masing-masing sistem dicek terhadap 3 parameter kinerja strukturnya yaitu; kekuatan\n(rasio kebutuhan-kapasitas elemen), kekakuan (stabilitas dan respon global bangunan), dan\npola keruntuhan (hirarki pembentukan sendi plastis). Selain itu, studi fragilitas dikembangkan\ndengan analisis dinamik bertahap (Incremental Dynamic Analysis) guna mengetahui\nkerentanan seismik dari bangunan modular. Hasil analisis fragilitas modular kemudian\ndibandingkan dengan fragilitas struktur tipikal dari HAZUS dan persyaratan risk-targeted\ndesign sesuai dengan SNI 1726:2019 untuk dapat menjelaskan perilaku kinerja seismik\nbangunan modular secara global.", "Daftar File": {"ABSTRAK Muhammad Ilham Widiyantoko": "https://digilib.itb.ac.id/gdl/download/249940"}, "Penulis": "Muhammad Ilham Widiyantoko [25021084]", "Kontributor / Dosen Pembimbing": ["Prof. Ir. Indra Djati, M.Sc., Ph.D.", "Dyah Kusumastuti, S.T., M.T., Ph.D.", "Patria Kusumaningrum, S.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Struktur Baja Modular, Sistem Stabilisasi Internal, Sistem Stabilisasi Eksternal, Analisis Pushover, Faktor Performa Struktur, Analisis Dinamik Bertahap, Kinerja, Fragilitas.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jun 2022"}