{"Nomor": 65632, "Judul": "PERANCANGAN ULANG KAWASAN INDUSTRI PERIKANAN MUARA ANGKE, DKI JAKARTA DENGAN KONSEP WATER SENSITIVE URBAN DESIGN (WSUD)", "Abstrak": "Kawasan industri perikanan di Kawasan Pembangunan Terpadu Muara \nAngke dikenal menjadi salah satu sentra industri perikanan yang cukup besar,\npenopang kebutuhan ikan dan kegiatan ekspor perikanan di kota metropolitan DKI \nJakarta, serta menjadi Pelabuhan Perikanan Nusantara (PPN) atau Pelabuhan Tipe \nB yang dapat didarati kapal dengan bobot hingga 100GT. Namun, kondisi Kawasan \nIndustri Perikanan Muara Angke saat ini menghadapi beberapa permasalahan utama \ndalam pembangunannya antara lain banjir rob, sampah darat dan laut, kapasitas \ndermaga yang tidak mencukupi, serta permasalahan desain dan non desain lainnya\nyang cukup banyak ditemukan. Perancangan ini dilakukan dengan tujuan untuk \nmerancang ulang Kawasan Industri Perikanan Muara Angke dengan menerapkan \nkonsep Water Sensitive Urban Design (WSUD) sebagai respon terhadap belum \noptimalnya integrasi manajemen siklus air kawasan dan berbagai permasalahan \naspek lainnya seperti permasalahan lingkungan, ekonomi, dan sosial yang terjadi di \nkawasan tersebut. Luas delineasi perancangan adalah ± 22,13 Hektar. Metode \nperancangan yang digunakan adalah metode sinoptik yang diawali dengan \npengumpulan data dan pengamatan kondisi eksisting untuk menghasilkan simulasi \nrancangan. Secara umum, fungsi-fungsi yang akan dikembangkan adalah fungsifungsi yang menampung industri perikanan, pelelangan dan pasar perikanan, \ndermaga dan fasilitas perbaikan kapal, asrama nelayan dan buruh industri, hingga \nfungsi lingkungan. Teknik WSUD yang diterapkan di kawasan ini adalah teknik \ndengan fokus pada integrasi dan manajemen siklus air kawasan sehingga air mengalir \ntanpa menyebabkan genangan namun di saat yang bersamaan juga menjaga kualitas \nair tersebut, yakni: sistem drainase campuran terbuka dan tertutup, penggunaan \nkolam penampungan (on site detention) yang berfungsi sebagai kapasitas tambahan \ndrainase, penggunaan jenis material yang dapat mengalirkan air, penggunaan \nvegetasi yang dapat meningkatkan kualitas air, penetapan buffer zone gedung industri \ndengan sungai, penerapan konsep greywater recycling dan rainwater harvesting pada \nbangunan, hingga pelestarian ekosistem mangrove yang ada di kawasan.", "Daftar File": {}, "Penulis": "Kelvin Narada Gunawan [15418063]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Denny Zulkaidi, MUP.", "Prof. Ir. Haryo Winarso, M.Eng., Ph.D.", "Bagas Dwipantara Putra, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "water sensitive urban design, kawasan industri perikanan, pelabuhan  perikanan muara angke.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "9 file", "Tanggal Input": "24 Jun 2022"}