{"Nomor": 65647, "Judul": "PERANCANGAN TERMINAL BUS SEBAGAI SIMPUL TRANSPORTASI PUBLIK DALAM MASA DEPAN MOBILITAS INDONESIA YANG RENDAH KARBON (STUDI KASUS: TERMINAL KALIDERES, JAKARTA BARAT)", "Abstrak": "Emisi Gas Rumah Kaca buatan manusia telah meningkatkan laju pemanasan global \nsecara drastis dan memicu perubahan iklim pada berbagai belahan dunia. Indonesia \ndengan bagiannya dalam Perjanjian Paris turut berkomitmen untuk menurunkan \nemisi Gas Rumah Kaca, salah satunya melalui transformasi sektor energi dan \ntransportasi dengan perhatian khusus terhadap kawasan perkotaan yang \nmenghasilkan tiga perempat emisi CO2. Pemerintah menargetkan pengembangan \nsistem transportasi kota yang efisien dalam mendorong penggunaan transportasi \npublik, kendaraan listrik, serta dekarbonisasi listrik menggunakan energi \nterbarukan. Strategi-strategi tersebut berdampak besar terhadap karakteristik \ntransportasi perkotaan Indonesia, namun saat ini kinerja simpul transportasi publik \nterminal masih dinilai buruk dan belum ada pedoman lanjut yang mengatur \nkonstruksi dan adaptasi simpul transportasi kota di bawah skenario baru \npembangunan rendah karbon. Studi perancangan ini menggunakan metode \nperancangan fragmental untuk meninjau prospek perancangan terminal bus sebagai \nsimpul strategis dalam jaringan transportasi publik yang terintegrasi dan rendah \nkarbon demi mewujudkan mobilitas yang berkelanjutan. Hal ini dilakukan melalui \nstudi kasus Terminal Kalideres sebagai terminal tipe A yang berperan penting di \nJakarta yang memiliki persoalan perancangan. Studi menghasilkan prinsip normatif \nperancangan terminal dalam rangka pembangunan rendah karbon, gambaran \npotensi dan persoalan pada tapak studi kasus Terminal Kalideres, serta kebijakan \nprogram dan konsep perancangan kawasan Terminal Kalideres sebagai simpul \ntransportasi publik yang berdaya dalam jaringan pergerakan wilayah yang \nberkelanjutan.", "Daftar File": {}, "Penulis": "Josephine Emmanuel [15418025]", "Kontributor / Dosen Pembimbing": ["Ir. Teti Armiati Argo, M.E.S, Ph.D.", "Dr. Miming Miharja, S.T., M.Sc.Eng.", "Bagas Dwipantara Putra, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Perancangan Terminal, Terminal Kalideres, Rancangan Kota Rendah  Karbon, Perancangan Kota Fragmental, Mobilitas Berkelanjutan", "Sumber": "", "Staf Input/Edit": "Yoninur Almira", "File": "8 file", "Tanggal Input": "24 Jun 2022"}