{"Nomor": 65640, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENGHADAPI KETIDAKPASTIAN PASAR BAGI ASIA PULP AND PAPER (APP) SINAR MAS", "Abstrak": "Industri kertas menghadapi tekanan dari proses digitalisasi dan perubahan iklim selama lima tahun terakhir. Saat ini, perang di Eropa menambah tekanan tersebut. Perusahaan dari industri kertas, seperti Asia Pulp Paper (APP) Sinar Mas, harus mengkaji ulang strategi bisnisnya dalam menghadapi ketidakpastian pasar global ini. Dengan menggunakan pendekatan Scenario Planning, ditemukan dua kemungkinan skenario yang dapat disiapkan perusahaan: ekonomi memburuk menjadi krisis ekonomi dunia, atau ekonomi membaik. Kedua skenario menunjukkan perubahan signifikan dalam segmentasi pasar yang dapat memengaruhi strategi bisnis dan pemasaran. Perusahaan memiliki Keunggulan Kompetitif dalam sumber bahan baku. Oleh karena itu, perusahaan dapat menerapkan Cost Strategy dalam menghadapi krisis. Keunggulan tersebut juga dapat membantu perusahaan melakukan Focused Differentiation Strategy saat perekonomian membaik.\nIni sesuai dengan data primer yang ditemukan dalam penelitian. 90% responden merasa bahwa krisis ekonomi akan terjadi, namun selama krisis mereka berharap perusahaan berinovasi untuk menciptakan produk yang lebih ramah lingkungan, sesuai dengan kebutuhan generasi mendatang. Karenanya, perusahaan harus mampu memposisikan produk dan merek perusahaan agar relevan dengan keinginan pasar. Dan saat ketidakpastian masih tinggi seperti saat ini, perusahaan dapat melakukan perbaikan internal untuk beradaptasi dengan perubahan teknologi yang cepat dan mengoptimalkan kinerja, agar siap saat situasi mulai membaik.", "Daftar File": {"COVER Widi Hartono": "https://digilib.itb.ac.id/gdl/download/265777", "BAB 1 Widi Hartono": "https://digilib.itb.ac.id/gdl/download/265779", "BAB 2 Widi Hartono": "https://digilib.itb.ac.id/gdl/download/265780", "BAB 3 Widi Hartono": "https://digilib.itb.ac.id/gdl/download/265781", "BAB 4 Widi Hartono": "https://digilib.itb.ac.id/gdl/download/265783", "PUSTAKA Widi Hartono": "https://digilib.itb.ac.id/gdl/download/265784"}, "Penulis": "Widi Hartono [29320548]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Mohamad Toha"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Marketing, Pandemi Global, Skenario Perencanaan, Industri Pulp & Kertas", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "24 Jun 2022"}