{"Nomor": 65644, "Judul": "EVALUASI PERBANDINGAN ENERGI DAN PERFORMA PENGENDALIAN DEMETHANIZER KONVENSIONAL DENGAN DEMETHANIZER MENGGUNAKAN INTEGRASI PANAS", "Abstrak": "Metana adalah senyawa hidrokarbon yang dapat digunakan sebagai bahan bakar\nkendaraan maupun bahan baku industri untuk dapat menghasilkan bahan kimia yang lain.\nMetana dapat diperoleh dengan pemisahan gas alam menggunakan demethanizer, yaitu\nkolom distilasi kriogenik yang berfungsi untuk memisahkan metana dari komponen gas\nalam yang lebih berat. Kolom distilasi mengonsumsi sekitar 23% dari total konsumsi\nenergi untuk sektor pabrik kimia. Dalam mengatasi permasalahan energi tersebut, upaya\nyang dapat dilakukan adalah penerapan integrasi panas. Konfigurasi integrasi panas yang\nditinjau pada penelitian ini adalah double-effect demethanizer. Namun, penerapan\nkonfigurasi tersebut di industri belum marak dilakukan karena melibatkan aliran yang\ncukup kompleks. Hal tersebut terjadi karena konfigurasi ini terdiri dari beberapa aliran\nrecycle yang bertujuan untuk mengoptimalkan penggunaan aliran panas yang dihasilkan\ndari sistem untuk digunakan kembali. Penelitian ini bertujuan untuk mengevaluasi\npenerapan konfigurasi integrasi panas pada kolom demethanizer ditinjau pada kondisi\ntunak dan kondisi dinamik.\nPada penelitian ini, model simulasi dibangun menggunakan Aspen Hysys versi 11.\nUmpan yang digunakan pada penelitian ini adalah gas alam yang telah dilakukan pretreatment\ndan sudah siap diumpankan ke dalam kolom demethanizer, dimana spesifikasi\numpan merujuk pada penelitian yang dilakukan oleh Luyben (2016). Analisis energi akan\ndilakukan setelah model tunak kedua konfigurasi dibangun. Setelah itu, akan dilakukan\nsimulasi dinamik sesuai variasi yang telah ditentukan dan dipelajari respons\npengendaliannya. Selanjutnya, akan dilakukan analisis kestabilan pengendalian kolom\ndemethanizer secara kuantitatif menggunakan time-integral performance criteria. Hasil\npenelitian menujukkan bahwa double-effect demethanizer memberikan penurunan beban\npendinginan sebesar 72,93%, beban pemanasan sebesar 37,52%, dan utility cost sebesar\n80,56% dibandingkan dengan demethanizer konvensional. Hasil pada evaluasi kuantitatif\nmenunjukkan bahwa pengendalian pada double-effect demethanizer juga memberikan\nkestabilan yang lebih tinggi dibandingkan pengendalian pada kolom demethanizer\nkonvensional.", "Daftar File": {"ABSTRAK Nabila Puspa Kamila": "https://digilib.itb.ac.id/gdl/download/249955"}, "Penulis": "Nabila Puspa Kamila [13018040]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tri Partono Adhi", "Dr. Carolus Borromeus Rasrendra, S.T., M.T.", "Dr. Anita Kusuma Wardani, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Kimia", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "demethanizer, energi, metana, pengendalian, stabil", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jun 2022"}