{"Nomor": 65645, "Judul": "USULAN PERBAIKAN STRATEGI PEMASARAN UNTUK MENINGKATKAN PENJUALAN MARGARIN SACHET VITAS DI PT ASIANAGRO AGUNGJAYA", "Abstrak": "Di Indonesia, tren konsumsi margarin meningkat dari tahun 2012 hingga 2017. Hal ini menunjukkan bahwa pasar margarin memiliki potensi pertumbuhan yang dapat diraih oleh PT Asianagro Agungjaya (AAJ). AAJ menghasilkan margarin sachet Vitas yang saat ini memiliki kesadaran merek yang rendah di pasaran. Hal ini mengakibatkan rendahnya pendapatan penjualan yang akan diuraikan lebih lanjut dalam penelitian ini. Tujuan utama penelitian ini adalah mengkaji dan menganalisis kondisi internal dan eksternal bisnis, mengusulkan strategi pemasaran, dan menyusun rencana implementasi pemasaran margarin sachet Vitas untuk meningkatkan kesadaran merek.\n\nEksplorasi isu bisnis dilakukan melalui analisis eksternal dan internal. Pertama, analisis eksternal dilakukan dengan menggunakan analisis PESTEL, lima kekuatan Porter, analisis pesaing, dan analisis konsumen (campuran analisis kuantitatif dan kualitatif). Kedua, analisis internal dilakukan dengan menggunakan framework VRIO, rantai nilai Porter, Ekuitas Merek Berbasis Pelanggan, Segmentasi, Target, dan Posisi (STP) dan bauran pemasaran (4P). Analisis konsumen menunjukkan bahwa hanya 25% responden yang mengetahui margarin sachet Vitas dan hanya 49% yang membeli Vitas yang mengkonfirmasi diskusi internal. Pesaing utama dalam segmentasi yang sama selama netnografi adalah Blueband Cake & Cookies dan Royal Palmia. \n\nBerdasarkan analisis SWOT dan analisis akar masalah (menggunakan pohon masalah), strategi yang diusulkan adalah melalui strategi membangun merek yang dijabarkan lebih lanjut dalam bentuk usulan STP dan usulan bauran pemasaran (4P). Usulan STP adalah mempertajam segmentasi pasar dan target pasar, menentukan Points of Parity (POP) & Points of Difference (POD) yang optimal, menentukan brand mantra untuk Vitas. Strategi bauran pemasaran yang diusulkan adalah meningkatkan formulasi bahan Vitas, membuat ulang logo merek, mendesain ulang bagian depan kemasan Vitas, mengganti material kemasan saat ini menjadi material yang ramah lingkungan, memperbanyak jalur distribusi khususnya e-commerce bahan makanan, meningkatkan ketersediaan produk di saluran yang ada, mempromosikan merek sachet Vitas melalui partisipasi acara di pasar online, promosi penjualan, kolaborasi dengan Youtuber (pemasaran digital), pengalaman langsung dalam acara tersebut dengan komunitas lokal atau uji coba produk di toko serba ada.", "Daftar File": {"COVER Gresia Arisiani": "https://digilib.itb.ac.id/gdl/download/258472", "BAB 1 Gresia Arisiani": "https://digilib.itb.ac.id/gdl/download/258473", "BAB 2 Gresia Arisiani": "https://digilib.itb.ac.id/gdl/download/258474", "BAB 3 Gresia Arisiani": "https://digilib.itb.ac.id/gdl/download/258475", "BAB 4 Gresia Arisiani": "https://digilib.itb.ac.id/gdl/download/258476", "PUSTAKA Gresia Arisiani": "https://digilib.itb.ac.id/gdl/download/258477"}, "Penulis": "Gresia Arisiani [29320428]", "Kontributor / Dosen Pembimbing": ["Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Marketing Strategi, Identitas Merek, Arti Merek", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "24 Jun 2022"}