{"Nomor": 65658, "Judul": "PENGUJIAN EFIKASI PENGAWET ANTIMIKROBA PADA PRODUK KOSMETIK FACE MASK X MELALUI UJI TANTANG MIKROBA DAN UJI PEMAKAIAN LANGSUNG OLEH PENGGUNA", "Abstrak": "Seiring dengan pertumbuhan sektor industri kosmetik di dunia dan Indonesia, maka kualitas dan keamanan produk kosmetik juga harus senantiasa dikontrol dan dipastikan aman dari risiko kandungan bahan-bahan berbahaya. Face mask sebagai salah satu produk skin care mengandung berbagai bahan yang dapat menjadi sumber nutrisi bagi mikroorganisme, sehingga produk ini menjadi lebih rentan terhadap kontaminan. Pengawet biasanya ditambahkan untuk menghindari pertumbuhan kontaminan mikroorganisme dalam produk kosmetik. Pengujian efikasi pengawet umumnya dilakukan untuk menunjukkan efektivitas aktivitas antimikroorganisme yang digunakan dalam produk kosmetik. Salah satu metode yang paling umum digunakan adalah uji tantang mikroba berdasarkan EU (Farmakope Eropa) dan FI (Farmakope Indonesia). Penelitian ini bertujuan untuk mengkonfirmasi kecukupan konsentrasi bahan pengawet DMDM Hydantoin dalam produk perawatan kulit Face Mask X dengan membandingkan uji tantang mikroba dan metode uji pengguna langsung. Pada penelitian ini, dilakukan pengujian efikasi 3 variasi formula sampel face mask X yang masing-masing mengandung konsentrasi pengawet berbeda dengan kode masing-masing 01, 02, dan 03 serta dikemas dalam kemasan tube dan pot. Uji tantang dilakukan berdasarkan Ph. Eur. dan Farmakope Indonesia dengan menggunakan mikroorganisme uji berupa Escherichia coli ATCC 8739, Staphylococcus aureus ATCC 6538, Pseudomonas aeruginosa ATCC 9027, Candida albicans ATCC 10231, dan Aspergillus niger ATCC 16404. Produk face mask X tersebut kemudian dibagikan kepada 90 relawan untuk dioleskan secara teratur di telapak tangan mereka selama 8 minggu selama pengujian langsung (in-use test).\nMikroorganisme yang diisolasi yang diperoleh dari produk yang dikembalikan kemudian juga dianalisis secara mikroskopis, dilakukan sequencing dan analisis hasil sequencing serta pohon filogenetik. Hasil penelitian menunjukkan bahwa umur inokulum optimal E. coli; S. aureus; P.aeruginosa; C. albicans; dan A. niger secara berturut-turut adalah 3 jam; 6 jam; 6 jam; 14 jam; dan 144 jam. Berdasarkan hasil uji tantang mikroba, formula sampel face mask X variasi 1 memberikan penurunan log reduksi jumlah sel mikroorganisme lebih tinggi dibandingkan variasi 2 dan 3, serta ketiga formula sampel face mask X memenuhi standar keberterimaan passed-A (untuk variasi 1 dan 2) dan passed-B (untuk variasi 3) menurut EU dan semua variasi lolos menurut FI. Semua produk ini juga memiliki standar keberterimaan marginally-preserved pada kemasan pot dan well-preserved pada kemasan tube, kecuali 1 produk yang dikategorikan sebagai failed karena terdapat bakteri Gram- negatif pada variasi 3 kemasan tube. Selain itu, diperoleh 5 jenis isolat mikroorganisme dari uji pengguna langsung. Kontaminan yang ditemukan berasal dari genus Pseudomonas sp., Macrococcus sp., Staphylococcus sp., dan Micrococcus sp. Secara keseluruhan, dapat disimpulkan bahwa formula konsentrasi pengawet pada sampel face mask X yang memiliki efikasi terbaik di antara ketiga formula sampel adalah formula sampel face mask X variasi 1 yang mengandung konsentrasi pengawet tinggi. Selain itu, formula face mask X variasi 2 dapat diduga memiliki konsentrasi pengawet yang memadai untuk digunakan dalam produk face mask X berdasarkan hasil uji tantang dan uji pengguna langsung.", "Daftar File": {"ABSTRAK Benedictus Dewantara Yoga": "https://digilib.itb.ac.id/gdl/download/249983"}, "Penulis": "Benedictus Dewantara Yoga [10418021]", "Kontributor / Dosen Pembimbing": ["Dr. Dea Indriani Astuti, S.Si.", "Dr.Eng. Isty Adhitya Purwasena, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Mikrobiologi", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "kontaminan, kosmetik, pengawet, uji pengguna, uji tantang", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jun 2022"}