{"Nomor": 65651, "Judul": "PENGEMBANGAN PERSONA PENGGUNA KOSMETIK DI INDONESIA: STUDI PADA KATEGORI PRODUK MAKE-UP", "Abstrak": "Cantik memiliki standarnya tersendiri di kalangan masyarakat dan dapat mempengaruhi penilaian seseorang terhadap orang lain, terutama untuk wanita. Salah satu cara untuk meningkatkan kecantikan adalah dengan menggunakan produk kosmetik (make-up). Secara global, industri kosmetik selalu mengalami peningkatan pendapatan yang signifikan. Pasar industri kosmetik di Indonesia, menjadi pasar kecantikan dengan pertumbuhan tercepat di Asia dan di prediksi akan terus berkembang di masa depan. \n\nHal tersebut membuat banyak kesempatan untuk memulai bisnis di industri kosmetik  sehingga membuat lingkungan persaingan yang kompetitif. Untuk dapat bertahan pada pasar yang kompetitif, penting untuk membuat produk yang sesuai dengan kebutuhan pelanggan. Salah satu alat untuk mengidentifikasi kebutuhan pelanggan adalah dengan membuat persona pelanggan. Dengan mengetahui persona pelanggan, maka akan memudahkan suatu bisnis dalam menentukan target konsumen dan cara untuk menarik perhatian target konsumen. \n\nOleh karena itu, penelitian ini bertujuan untuk mengetahui persona pelanggan khususnya wanita Indonesia yang membeli make-up, baik secara online maupun offline. Hal ini dianggap penting karena masih terbatasnya referensi terkait persona pelanggan pembelian kosmetik di Indonesia. Persona pelanggan didapatkan dari hasil analisis menggunakan cluster analisis. Hasil penelitian ditemukan bahwa terdapat 11 persona pelanggan yang menggambarkan berbagai karakteristik wanita saat melakukan pembelian produk kosmetik. Berdasarkan persona pelanggan tersebut maka dibuat rekomendasi aksi pada setiap tahapan pada model perjalanan pembuatan keputusan pelanggan.", "Daftar File": {"COVER Hana Annisa Firdaus": "https://digilib.itb.ac.id/gdl/download/258488", "BAB 1 Hana Annisa Firdaus": "https://digilib.itb.ac.id/gdl/download/258489", "BAB 2 Hana Annisa Firdaus": "https://digilib.itb.ac.id/gdl/download/258490", "BAB 3 Hana Annisa Firdaus": "https://digilib.itb.ac.id/gdl/download/258491", "BAB 4 Hana Annisa Firdaus": "https://digilib.itb.ac.id/gdl/download/258492", "PUSTAKA Hana Annisa Firdaus": "https://digilib.itb.ac.id/gdl/download/258493"}, "Penulis": "Hana Annisa Firdaus [29320312]", "Kontributor / Dosen Pembimbing": ["Dr. Asnan Furinto, S.T., MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Pembuatan Keputusan Pelanggan, Persona Pelanggan, Analisis Cluster, Kosmetik", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "24 Jun 2022"}