{"Nomor": 65650, "Judul": "FASILITAS KESEHATAN MENTAL UNTUK PENDERITA PTSD DENGAN PENDEKATAN LINGKUNGAN UNTUK PENYEMBUHAN", "Abstrak": "Indonesia merupakan salah satu negara dengan jumlah penduduk terbanyak yaitu berjumlah\n273,5 juta penduduk di tahun 2020. Akan tetapi setiap tahunnya, angka gangguan kesehatan\nmental di indonesia semakin meningkat terutama setelah terjadinya pandemik Covid-19\nprevalensi penyakit yang meninggi adalah stress pasca trauma sebesar 80%. sehingga\ndiperlukan fasilitas khusus dengan metode penanganan yang tepat untuk menangani gangguan\nstress pasca trauma agar dapat mencegah efek berkelanjutan seperti depresi, gangguan\nkejiwaan berat, hingga bunuh diri. rumusan masalah penelitian ini: 1.) Belum adanya fasilitas\nyang dibentuk secara khusus dalam menangani penderita PTSD sehingga diperlukan kajian\nuntuk meneliti karakteristik penderita gangguan PTSD serta responnya terhadap ruangan. 2.)\nKurangnya kesadaran masyarakat dan juga stigma dari masyarakat akan penanganan awal dari\nStress Pasca Trauma atau PTSD sehingga sulit untuk mendeteksi individu yang memiliki gejala\nPTSD. Oleh karena itu dibutuhkan fasilitas semi non-formal dengan fungsi mendeteksi,\nmenangani maupun menyembuhkan penderita gangguan PTSD dengan bantuan individu\nmaupun kelompok.3.) Diperlukannya kajian mengenai konsep lingkungan untuk penyembuhan\nagar sejalan dengan proses pengobatan yang akan diberikan pada penderita gangguan PTSD.\npenelitian yang akan dijalani menggunakan metode campuran untuk mengumpulkan data\ndengan cara melakukan pengambilan data melalui studi literatur, wawancara pada narasumber\nseperti ahli psikologi atau ahli kesehatan jiwa yang menangani pasien pengidap trauma dan\nPTSD, serta survei yang dilakukan secara tidak langsung melalui benchmark. Hasil dari ketiga\ndata tersebut akan disatukan dibandingkan untuk membuat kajian yang sesuai dengan keadaan\nasli. Setelah melakukan penelitian, hasil dari pengumpulan data akan dibuat sebagai acuan pada\nsaat merancang fasilitas yang dapat digunakan untuk menangani gangguan PTSD dengan\nmenyusun metode, aktivitas, fasilitas, serta konsep ruang yang sesuai dengan kebutuhan\nmelalui pendekatan lingkungan untuk penyembuhan.", "Daftar File": {}, "Penulis": "Sri Handayani Putri [17318023]", "Kontributor / Dosen Pembimbing": ["Dr. Andriyanto Wibisono, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Interior", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "kesehatan mental, PTSD, perancangan interior, lingkungan penyembuhan.", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "24 Jun 2022"}