{"Nomor": 65653, "Judul": "PEMODELAN SUSUNAN TURBIN BERDERET UNTUK KONVERSI ENERGI ARUS PASANG SURUT DI SELAT BALI", "Abstrak": "Arus pasang surut memiliki potensi energi yang tinggi dan dapat diprediksi dengan mudah. Pemanfaatan arus pasang surut dilakukan dengan menggunakan serangkaian turbin arus pasang surut yang disusun sedemikian rupa untuk mencapai produksi energi maksimum. Penelitian ini mengkaji estimasi energi optimum yang diperoleh susunan turbin berderet optimum pada Selat Bali menggunakan simulasi model numerik. Model numerik yang digunakan adalah model OpenTidalFarm yang menggunakan persamaan perairan dangkal serta metode adjoin untuk mencari estimasi energi serta susunan turbin optimum. Hasil model memberikan persentase eror elevasi sebesar 6,6%, persentase eror komponen kecepatan u sebesar 35%, dan persentase eror komponen kecepatan v sebesar 24,8%. Arus pasang surut di Selat Bali bergerak ke selatan saat surut lalu bergerak ke utara saat pasang, serta mengalami percepatan arus di daerah selat sempit. Susunan turbin teoretis pada kondisi pasang surut purnama setelah optimasi merapat di bagian tengah daerah pemasangan turbin, dan terjadi pengurangan kecepatan dan pembelokan arus pada titik-titik pemasangan turbin karena turbin berperan sebagai hambatan pada perairan. Magnitudo kecepatan arus setelah optimasi meningkat sebanyak 0,10 – 3,87%. Peningkatan magnitudo arus juga meningkatkan jumlah estimasi energi sebanyak 4,04% dari 14,74 MW menjadi 15,36 MW dalam rentang waktu 26 jam, atau setara dengan penambahan suplai listrik 310 rumah tangga di provinsi Bali dalam sehari. Pertimbangan cut-in speed dan cut-out speed turbin Schottel 54 kW serta efisiensi turbin untuk beberapa skenario jumlah turbin menunjukkan peningkatan estimasi energi tertinggi setelah optimasi pada susunan 196 turbin. Estimasi energi pada susunan 196 turbin menunjukkan peningkatan estimasi energi sebesar 2,35% dari 435,58 MW menjadi 445,83 MW dalam rentang waktu 26 jam, atau setara dengan penambahan suplai listrik 5.120 rumah tangga di provinsi Bali dalam sehari.", "Daftar File": {"ABSTRAK Aldwin Valdemar Fuadi": "https://digilib.itb.ac.id/gdl/download/249969"}, "Penulis": "Aldwin Valdemar Fuadi [12917005]", "Kontributor / Dosen Pembimbing": ["Prof. Dr.Eng. Nining Sari Ningsih, M.S.", "Dr.Eng. Totok Suprijo, S.Si.", "Dr.Eng. Aditya Rakhmat Kartadikaria, S.Si., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Oseanografi", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "turbin berderet;  konversi energi arus pasang surut; selat bali", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jun 2022"}