{"Nomor": 65669, "Judul": "OPTIMASI JARING INA-CORS DI PULAU JAWA-BALI-NUSA TENGGARA UNTUK MENDETEKSI DEFORMASI DENGAN MAGNITUDO KECIL", "Abstrak": "Di Indonesia, terdapat jaring kontrol geodetik aktif yaitu Ina-CORS yang dikelola oleh\nBadan Informasi Geospasial (BIG). Stasiun Ina-CORS dapat dimanfaatkan untuk\nmendeteksi fenomena deformasi dengan magnitudo kecil. Namun, untuk melakukan\nhal tersebut perlu diketahui jaring yang optimum dalam mendeteksi deformasi dengan\nmagnitudo kecil. Dalam pembangunan suatu jaring geodetik, tingkat presisi menjadi\nsalah satu hal yang perlu diperhatikan. Optimasi tingkat presisi dari jaring geodetik\ndapat dilakukan menggunakan Single-Objective Optimization Model (SOOM). Tugas\nakhir ini dibuat untuk memperoleh desain jaring Ina-CORS yang optimal dengan\nmempertimbangkan aspek presisi menggunakan metode SOOM untuk mendeteksi\ndeformasi dengan magnitudo kecil. Studi kasus dari tugas akhir ini berfokus pada\nPulau Jawa, Pulau Bali, hingga Nusa Tenggara. Optimasi menggunakan metode\nSOOM ini dilakukan dengan parameter pergeseran sebesar 5 mm. Pada proses\noptimasi terdapat baseline yang dibuang dari jaring ideal yang terbentuk dengan\ntriangulasi Delaunay dan pembuangan baseline secara manual dengan\nmempertimbangkan segitiga dengan geometri yang kurang kuat. Pembuangan baseline\npada saat optimasi dilakukan berdasarkan nilai bobot yang kecil. Hal ini dikarenakan\nbaseline dengan bobot yang kecil tidak akan memiliki pengaruh yang signifikan\nterhadap keseluruhan jaring. Hasil dari model jaring Ina-CORS pada penelitian ini\nmerupakan jaring Ina-CORS Pulau Jawa-Bali-Nusa Tenggara setelah proses optimasi.", "Daftar File": {"ABSTRAK Bara Samudra Syuhada": "https://digilib.itb.ac.id/gdl/download/249993"}, "Penulis": "Bara Samudra Syuhada [15118067]", "Kontributor / Dosen Pembimbing": ["Dr. techn. Dudy Darmawan Wijaya, S.T., M.Sc.", "Dr. Ir. Vera Sadarviana, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "optimasi, jaring GNSS, Ina-CORS, ketelitian, sensitivitas", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jun 2022"}