{"Nomor": 65677, "Judul": "PEMODELAN BATUAN DASAR MAGNETIK DAERAH PERAIRAN PULAU MISOOL KABUPATEN RAJA AMPAT DENGAN PERANGKAT LUNAK MAGB_INV", "Abstrak": "Pulau Misool terletak di sebelah barat daya Papua, secara administratif termasuk ke\ndalam Kabupaten Raja Ampat, Provinsi Papua Barat. Pulau Misool dibatasi oleh\nSesar Sorong dan Palung Seram. Gugusan batugamping membentuk perbukitan di\nbagian selatan dan dataran rendah di bagian utara Pulau Misool yang merupakan\nhasil pengangkatan batuan dasar, dicirikan adanya antiklin regional di bagian\nselatan Pulau Misool. Dilihat dari susunan stratigrafinya, Pulau Misool memiliki\nbeberapa potensi hidrokarbon dan mineral ekonomi. Pemodelan struktur bawah\npermukaan sangat penting untuk kegiatan eksplorasi hidrokarbon dan mineral\nekonomi. Metode magnetik merupakan metode yang umum digunakan untuk\nmengetahui struktur bawah permukaan. Dengan memanfaatkan nilai kemagnetan\nalami batuan, batuan dasar magnetik dapat dipetakan. Pada penelitian ini dilakukan\npemodelan inversi untuk mendapatkan model batuan dasar magnetik dari beberapa\ncekungan sedimen yang berada di daerah Pulau Misool. Pemodelan inversi\ndilakukan dengan program MagB_Inv yang dapat memodelkan crystalline\nmagnetic basement dan anomali magnetik dengan cepat dan akurasi yang tinggi.\nProgram ini mengolah data magnetik beserta parameter input, frekuensi, dan\nkriteria konvergensi dengan memanfaatkan transformasi Fourier untuk\nmenghasilkan relief permukaan batuan dasar. Adapun data yang digunakan adalah\ndata anomali magnetik, dan data batimetri daerah perairan Pulau Misool. Dari hasil\npemodelan inversi dapat disimpulkan bahwa kedalaman rata-rata batuan dasar\nmagnetik daerah perairan Pulau Misool adalah sebesar 5.96 km. Batuan dasar\nmerupakan batuan Malihan Ligu yang termasuk ke dalam kelompok batuan\nmetamorfik dan juga batuan beku. Pemodelan 3D menunjukkan bahwa relief batuan\ndasar daerah perairan Pulau Misool terdapat cekungan dan punggungan. Cekungan\ntersebut antara lain Cekungan Obi Timur, Cekungan Salawati, dan Cekungan\nKofiau.", "Daftar File": {"ABSTRAK Syaiful Apri Kurniawan": "https://digilib.itb.ac.id/gdl/download/250000"}, "Penulis": "Syaiful Apri Kurniawan [12318044]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Satria Bijaksana", "Silvia Jannatul Fajar, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Pulau Misool, metode magnetik, MagB_Inv, batuan dasar magnetik", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "24 Jun 2022"}