{"Nomor": 65685, "Judul": "KAJIAN RESILIENSI KOMUNITAS TRANSGENDER PEREMPUAN DALAM  MENANGGULANGI DAMPAK PANDEMI COVID-19 (STUDI KASUS: KOMUNITAS  SANGGAR SEROJA, DKI JAKARTA)", "Abstrak": "Dampak dari Pandemi COVID-19 yang berlangsung secara global kendatinya \nberdampak secara langsung terhadap konstelasi perkotaan, khususnya DKI Jakarta. \nDKI Jakarta sebagai ibukota Negara memiliki beragam lapisan masyar akat yang setiap \nharinya mengadu nasib untuk dapat bertahan hidup, pandemi secara langsung \nmeyebabkan masyarakat semakin kesulitan dalam bertahan hidup. Resiliensi kota \nmerupakan hal yang penting untuk dimiliki setiap Kota di dunia, khususnya dalam \nmenghadapi ancaman seperti Pandemi COVID-19. Resiliensi kota tersusun dari \nberbagai skala, mulai dari individu, lingkungan/komunitas, hingga skala kota. \nKomunitas sendiri merupakan salah satu unsur penting dalam ketangguhan/resiliensi \nsebuah kota. Kelompok transgender perempuan di DKI Jakarta sebagai kelompok \nmasyarakat yang acapkali termarjinalkan mendapati dampak serius akibat dari \nPandemi COVID-19. Mayoritas kelompok masyarakat ini bergantung terhadap \nkomunitas non-pemerintah dalam mendapatkan bantuan/dukungan sosial selama masa \npandemi karena mayoritas–sekitar 66% dari populasi– dari kelompok transgender \nperempuan tidak memiliki identitas legal atau KTP. Komunitas Sanggar S eroja sebagai \nsalah satu komunitas transgender perempuan di DKI Jakarta, memiliki strategi dalam \nmembantu kelompok transgender perempuan lokal dalam menanggulangi dampak \nPandemi COVID-19. Oleh karenanya Komunitas Sanggar Seroja dipilih sebagai studi \nkasus. Tujuan dari penelitian ini adalah mengidentifikasi bagaimana Komunitas \nSanggar Seroja dalam menanggulangi dampak Pandemi COVID-19 dengan \nmenggunakan kapasitasnya sebagai komunitas perkotaan. Penelitian ini menggunakan \ndata primer dan sekunder melalui observasi partisipatif, wawancara, focus group \ndiscussion (FGD) dan data sekunder berdasarkan laporan/dokumen Komunitas Sanggar \nSeroja. Penelitian ini dilakukan dengan metode campuran yakni kualitatif dan \nkuantitatif untuk menilai seberapa resilien Komunitas Sangga r Seroja dalam \nmenanggulangi dampak COVID-19. Hasil dari penelitian ini dapat disimpulkan \nbahwasannya Komunitas Sanggar Seroja memiliki inisiatif atau upaya dalam \nmenanggulangi dampak pandemi COVID-19 dengan nilai keterpenuhan indikator \nresiliensi sebesar 85% dengan nilai keterpenuhan terbesar diraih oleh Dimensi \nPerlindungan dan Keamanan Komunitas, Dimensi Dukungan Ekonomi, dan Dimensi \nJaringan Komunitas. Sementara perolehan nilai keterpenuhan terendah berada pada \nDimensi Manajemen Kebencanaan.", "Daftar File": {}, "Penulis": "Mochamad Gacya Putra [15418215]", "Kontributor / Dosen Pembimbing": ["Bagas Dwipantara Putra, S.T., M.T., Ph.D.", "Lanthika Atianta, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Perencanaan Wilayah dan Kota", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "Komunitas Transgender Perempuan, Resiliensi Komunitas, Pandemi  COVID-19, Resiliensi Kota, Penanggulangan Dampak COVID-19.", "Sumber": "", "Staf Input/Edit": "Yoninur Almira  \n                                     Yoninur Almira", "File": "8 file", "Tanggal Input": "24 Jun 2022"}