{"Nomor": 65690, "Judul": "PIROLISIS IN-SITU BATERAI HABIS PAKAI: ION LITIUM NIKEL-KOBALT-ALUMINIUM OKSIDA", "Abstrak": "Penerapan baterai ion litium untuk sistem penyimpanan energi yang semakin meningkat berakibat pada peningkatan jumlah baterai habis pakai di masa depan. Melalui proses daur ulang baterai ion litium, pemanfaatan logam berharga yang terkandung dalam baterai ion litium habis pakai dapat dilakukan sehingga meminimalisir kerusakan lingkungan yang mungkin terjadi akibat penanganan baterai ion litium habis pakai yang tidak sesuai. Pada penelitian ini, pirolisis in-situ dari baterai ion litium nikel-kobalt-aluminium oksida sebagai metode perlakuan awal dari daur ulang baterai ion litium telah dipelajari. Pendekatan pirolisis in-situ dipilih untuk meningkatkan efisiensi daur ulang, menurunkan resiko kehilangan\nmaterial berharga, serta menghilangkan tahapan aglomerasi material aktif baterai.\n\nProsedur percobaan yang sudah dilakukan meliputi pelepasan energi dari baterai, pirolisis in-situ, serta karakterisasi hasil pirolisis. Berbagai larutan garam telah digunakan dalam tahapan pelepasan energi, antara lain larutan NaCl 10%, larutan Na2CO3 10%, dan air laut. Pada tahapan pirolisis in-situ, temperatur penahanan divariasikan dari 500°C sampai 900°C dengan waktu penahanan selama 30 menit dan 120 menit. Sampel yang digunakan pada percobaan pendahuluan adalah baterai dengan katoda LiMnxOy (LMO) sedangkan pada percobaan inti adalah baterai dengan katoda Li(Ni,Co,Al)O2 (NCA) merek Panasonic NCR 18650B. Interaksi antara katoda dan anoda dalam sel baterai pada berbagai variasi temperatur dan waktu penahanan dianalisa pada potongan melintang baterai dengan menggunakan\nScanning Electron Microscope-Energy Dispersive Spectrometry (SEM-EDS), sedangkan informasi fasa yang terbentuk pada serbuk material aktif terpirolisis diperoleh dengan menggunakan metode analisis X-Ray Diffraction (XRD).\n\nBerdasarkan pengukuran tegangan selama pelepasan energi dari baterai, air laut dan larutan 10% NaCl memberikan nilai akhir tegangan yang sama pada kisaran 0,8 volt. Untuk mencapai tegangan stabil terendahnya, air laut memerlukan waktu lebih dari 6 jam, sedangkan larutan 10%NaCl tegangan yang sama dapat dicapai dalam kurun waktu 1,6 jam. Mulai dari temperatur 500°C selama waktu penahanan 120 menit, reaksi reduksi material katoda telah terjadi sehingga didapatkan fasa logam kobalt dan nikel. Pada temperatur 500oC – 800oC, tingkat reduksi material katoda meningkat seiring peningkatan lama waktu penahanan. Tingkat reduksi material katoda juga meningkat seiring peningkatan temperatur pirolisis baik melalui mekanisme reduksi karbotermik dan aluminotermik. Kondisi pirolisis in-situ yang paling efektif untuk proses reduksi material katoda adalah 700°C dengan waktu penahanan selama 120 menit karena dihasilkan fasa logam Co dan Ni dengan kehilangan yang minimum logam Li dari reaksi samping pembentukan fasa LiAlO2.", "Daftar File": {"ABSTRAK Teresia Santoso": "https://digilib.itb.ac.id/gdl/download/263510"}, "Penulis": "Teresia Santoso [12518070]", "Kontributor / Dosen Pembimbing": ["Dr.-Ing. Zulfiadi, S.T., M.T.", "Dr.Eng. Bonita Dilasari, S.T., M.T.", "Taufiq Hidayat, S.T., M.Phill., Ph.D.", "Fadhli Muhammad, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Metalurgi", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Baterai ion litium, daur ulang, NCA, pirolisis", "Sumber": "", "Staf Input/Edit": "Resti Andriani", "File": "7 file", "Tanggal Input": "24 Jun 2022"}