{"Nomor": 65695, "Judul": "PERANCANGAN ARTBOOK VISUALISASI JAKARTA BIOPUNK AKIBAT EKSPLOITASI HEWAN SEBAGAI MEDIA REFLEKSI UNTUK DEWASA MUDA", "Abstrak": "Hewan merupakan makhluk makhluk ciptaan Tuhan yang keberadaannya penting dalam tatanan\nekosistem kehidupan ini. hewan juga memiliki hak-hak kesejahteraan dimana mereka layak untuk\nhidup tanpa adanya kekerasan dan penyiksaan, pada kenyataannya kasus tindakan eksploitasi\nhewan yang dilakukan oleh manusia demi kepentingan pribadi maupun kelompok menyebabkan\nkesengsaraan bagi hewan tersebut. di Indonesia sendiri kasus-kasus eksploitasi hewan masih saja\nditemukan dengan latar belakang yang berbeda-beda, walaupun sudah adanya peraturan dan\naturan yang melindungi hak-hak hidup hewan tetap saja masih terjadi penyimpangan dan\npenyalahgunaan aturan tersebut. kedepannya mungkin akan terjadi bencana yang mengerikan\nbila hal ini tetap terjadi terus menerus. Perancangan ini dilakukan untuk membuat sebuah\nartbook tentang kota Jakarta di masa depan Biopunk akibat tindakan-tindakan eksploitasi hewan\nsebagai bentuk gambaran bahwa suatu saat nanti mungkin saja hal ini akan terjadi kepada kota\njakarta sebagai kota yang mampu direfleksikan melalui faktor-faktor kasus yang ada. Artbook ini\nakan berisi bagaimana Kondisi Jakarta yang telah dikuasai oleh para hewan serta masyarakat\nJakarta yang masih bertahan hidup setelah bencana besar yang menimpa dan diakibatkan oleh\nisu kekejaman dan eksploitasi terhadap hewan. Hal ini akan disampaikan dengan gambar dan\nnarasi singkat yang mendeskripsikan gambar tersebut. Artbook juga berisi visualisasi Hewanhewan yang mengalami mutase dan tempat-tempat di Jakarta pada zaman itu. seperti daerah\nMonas, TMII, Bundaran HI, dan tempat-tempat lainnya. Selain itu, akan ada visualisasi karakter\njuga yang menggambarkan bagaimana penampilan masyarakat Bandung untuk beradaptasi\ndengan lingkungan dan wabah penyakit yang menyerang daerah Jakarta. Pada akhirnya, artbook\nini diharapkan dapat memberikan gambaran kepada remaja, sebuah imaji tentang Jakarta di era\nBiopunk. Secara sadar atau pun tidak, pembaca diharapkan dapat berhubungan dengan pesan\nyang ingin disampaikan, yaitu untuk saling menjaga keberadaan makhluk antar spesies", "Daftar File": {}, "Penulis": "Muhammad Rifky Haikal [17418061]", "Kontributor / Dosen Pembimbing": ["Triyadi Guntur Wiratmo, S.Sn., M.Sn."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Desain Komunikasi Visual", "Fakultas": "Fakultas Seni Rupa dan Desain", "Subjek": "", "Kata Kunci": "Artbook, Eksploitasi, Concept Art, Fiksi Ilmiah, Biopunk", "Sumber": "", "Staf Input/Edit": "Noor Pujiati.,S.Sos", "File": "1 file", "Tanggal Input": "24 Jun 2022"}