{"Nomor": 65698, "Judul": "SINTESIS POLIANILINA PADA SUBSTRAT GRAFIT DENGAN METODE ELEKTROPOLIMERISASI BERPULSA ARUS TERKENDALI", "Abstrak": "Polianilina (PANI) merupakan polimer organik yang memiliki konduktivitas listrik yang baik dan juga bersifat elektrokatalitik. Oleh karena itu, PANI saat ini dikembangkan sebagai material dalam superkapasitor, baterai, sel bahan bakar, sel surya, dan masih banyak lagi. Untuk aplikasi-aplikasi tersebut, PANI perlu disintesis dalam bentuk film konduktif emeraldine salt (PANI ES). Sintesis yang paling umum dilakukan secara oksidasi langsung oksidator dengan bantuan emulsi pada sistem dua fasa, atau pengadukan cepat dalam sistem satu fasa. Akan tetapi kedua proses sintesis tersebut membutuhkan suhu yang relatif rendah, proses isolasi/pemurnian, serta tahap pencetakan agar dihasilkan film konduktif PANI ES. Alternatif sintesis yang lebih baik adalah proses elektropolimerisasi, yaitu menggunakan daya listrik sebagai pendorong reaksi polimerisasi. Elektropolimerisasi menghasilkan film konduktif PANI ES pada substrat secara langsung dengan kemurnian tinggi. Pada penelitian ini, PANI ES akan disintesis secara elektropolimerisasi berpulsa. Mode elektropolimerisasi yang hendak dikembangkan adalah mode pulsa arus terkendali, karena arus akan langsung menentukan laju polimerisasi. Durasi elektropolimerisasi divariasikan untuk mengamati pengaruh arus dan waktu terhadap laju pertumbuhan film. Rangkaian elektropolimerisasi berupa sel elektrokimia yang dihubungkan secara seri dengan DC Source dan DC Load. Film grafit síntesis digunakan sebagai anoda dan katoda dalam sel elektrokimia. Tegangan diberikan kepada sel melalui DC Source, sedangkan arus dikontrol oleh DC Load dalam bentuk pulsa. Pulsa arus pada sel pada tegangan tetap akan menimbulkan oksidasi anilina menjadi oligomer yang terdeposisi pada anoda. Semakin banyak pulsa yang diberikan menimbulkan pertumbuhan oligomer anilina menjadi polimer anilina. Karakterisasi film hasil elektropolimerisasi dilakukan menggunakan spektroskopi Raman dan ATR IR. Puncak-puncak geseran Raman dan spektrum ATR IR menunjukkan keberadaan gugus benzenoid, quinonoid, dan ikatan amina dari PANI ES. Keberadaan puncak C-N pada spektrum ATR IR dan geseran Raman, serta keberadaan pita polaron pada spektrum ATR IR yang membuktikan film PANI ES bersifat konduktif. Ketebalan film diukur dengan profilometer dan teramati meningkat dengan durasi elektropolimerisasi. Setelah 180 detik elektropolimerisasi, ketebalan film PANI ES akan meningkat secara linier.", "Daftar File": {"ABSTRAK Kevin Manuel Setiawan": "https://digilib.itb.ac.id/gdl/download/250473"}, "Penulis": "Kevin Manuel Setiawan [10518050]", "Kontributor / Dosen Pembimbing": ["Dr. Veinardi Suendo, S.Si., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "Elektrodeposisi, elektropolimerisasi arus terkendali, elektropolimerisasi berpulsa, PANI ES, polianilina, polimer konduktif.", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "1 file", "Tanggal Input": "24 Jun 2022"}