{"Nomor": 65699, "Judul": "ANALISIS FAKTOR DOMINAN TERHADAP TIMBULAN LIMBAH MEDIS FASILITAS PELAYANAN KESEHATAN INDONESIA DAN ANALISIS MULTI KRITERIA DALAM PENANGANANNYA (STUDI KASUS DI KOTA SURABAYA)", "Abstrak": "Limbah yang dihasilkan fasilitas pelayanan kesehatan (fasyankes) merupakan limbah yang berasal dari klinik, pusat kesehatan masyarakat (puskesmas) dan rumah sakit terdiri dari limbah medis dan nonmedis, yang memerlukan pengelolaan tertentu mulai dari pemilahan, pengumpulan, penyimpanan, pengangkutan dan pengolahannya. Besaran timbulan dan komposisi limbah perlu diketahui sebagai dasar dari pengelolaan yang baik. Penelitian ini bertujuan untuk mengevaluasi kondisi pengelolaan limbah fasyankes Kota Surabaya saat ini, mengetahui faktor dominan yang mempengaruhi timbulan limbah, menghitung neraca massa limbah medis yang dihasilkan, serta identifikasi berbagai pemangku kepentingan untuk menentukan alternatif pengelolaan limbah medis fasyankes yang optimal dengan mempertimbangkan berbagai aspek.\nPenelitian dilakukan dengan melakukan observasi secara langsung serta wawancara terstruktur dengan kuesioner yang didasarkan pada ketentuan teknis dari peraturan perundangan yang berlaku di Indonesia. Fasyankes yang digunakan sebagai sampel yaitu 17 klinik, 16 puskesmas dan 12 rumah sakit. Pengukuran secara langsung dengan penimbangan limbah selama waktu sampling dilakukan untuk mengetahui timbulan, serta pengambilan data terkait faktor yang mempengaruhi timbulan. Analisis statistik yang dilakukan menggunakan analisis uji beda, korelasi, regresi linear berganda, regresi stepwise serta regresi komponen utama.\nPerancangan alternatif skenario dilakukan dengan studi literatur serta evaluasi terhadap kondisi pengelolaan limbah medis saat ini. Penentuan kriteria dan sub kriteria didukung dengan adanya penelitian terdahulu serta masukan dari para pemangku kepentingan. Penilaian terhadap kriteria dan sub kriteria dilakukan dengan analisis multi kriteria untuk menentukan alternatif skenario, sampai dengan skenario yang terpilih.\\\nFasyankes di Kota Surabaya terdiri dari klinik, puskesmas dan rumah sakit, yang menghasilkan limbah medis dan limbah non medis, yang pengelolaannya meliputi pemilahan, pewadahan, pengumpulan, penyimpanan, pengangkutan dan pengolahan. Pengelolaan limbah medis belum semua aman dan sesuai dengan peraturan yang berlaku di Indonesia, dengan kesesuaian di klinik sebesar 15,4%, di puskesmas 43,9%, dan rumah sakit 57,6%.\nPemilahan limbah di puskesmas, terdiri dari limbah medis berkategori infeksius, benda tajam serta limbah non medis, masing-masing dengan timbulan sebesar 0,017 kg/pasien/hari, 0,006 kg/pasien/hari, dan 0,030 kg/pasien/hari. Sedangkan komposisinya untuk kategori infeksius, benda tajam dan non medis yaitu 34%, 13% dan 53% untuk puskesmas rawat jalan, serta 31%, 9% dan 60% untuk puskesmas yang mempunyai rawat inap.\nPemilahan limbah medis klinik dibagi menjadi kategori infeksius dan benda tajam, serta limbah non medis, dengan timbulan sebesar 0,040 kg/pasien/hari, 0,023 kg/pasien/hari, dan 0,039 kg/pasien/hari. Komposisi limbah medis klinik untuk kategori infeksius, benda tajam dan non medis yaitu 46%, 21% dan 33% untuk klinik pratama, serta 37%, 24% dan 39% untuk klinik utama.\nPembagian kategori limbah medis rumah sakit terdiri limbah infeksius, benda tajam, sitotoksis, farmasi dan limbah sisa kemasan, yang komposisi perkategori secara berurutan adalah 91,86%, 6,36%, 0,11%, 0,11% dan 1,56%. Sedangkan besaran timbulan limbahnya bervariasi tergantung dari jenis rumah sakit yang dapat dibedakan berdasar kelas, kepemilikan, jenis pelayanan, tingkat ekonomi yang dilayani, serta jumlah pemilahan limbah medisnya. Timbulan limbah medis untuk RS kelas A adalah 1,131 kg/TT/hari, kelas B 0,777 kg/TT/hari, kelas C 0,454 kg/TT/hari, dan kelas D 0,179 kg/TT/hari. Rumah sakit dengan pelayanan umum mempunyai timbulan 0,832 kg/TT/hari, lebih besar daripada rumah sakit spesialis, yaitu 0,234 kg/TT/hari. Rumah sakit pemerintah mempunyai timbulan limbah medis 0,896 kg/TT/hari, sedangkan rumah sakit swasta 0,568 kg/TT/hari. Rumah sakit yang melayani pasien dengan tingkat ekonomi tinggi menunjukkan timbulan 0,390 kg/TT/hari dan yang rendah 0,801 kg/TT/hari. Sementara itu, rumah sakit dengan pemilahan limbah medis yang hanya dua jenis limbah menunjukkan timbulan sebesar 0,564 kg/TT/hari sedangkan yang melakukan pemilahan dengan tiga jenis atau lebih sebesar 0,901 kg/TT/hari. Rumah sakit yang memberikan pelayanan di klinik pengobatan bagi pasien rawat jalan, mempunyai timbulan sebesar 0,037 kg/pasien/hari untuk limbah medis dan 0,039 kg/pasien/hari untuk limbah non medisnya.\nIdentifikasi faktor-faktor yang berpengaruh terhadap timbulan limbah medis untuk rumah sakit adalah 17 variabel, kemudian dilakukan uji korelasi yang menghasilkan 12 variabel berpengaruh, yaitu jumlah tempat tidur, total pasien, jumlah rawat inap, jumlah rawat jalan, okupansi tempat tidur, kelas rumah sakit, luas lahan, luas bangunan, jumlah dokter, jumlah paramedik, jumlah pegawai dan jumlah sanitarian.\nBesaran timbulan limbah medis klinik menghasilkan persamaan: Y=0,131+0,039X2+0,150X6-0,121X5, yang dipengaruhi oleh rata-rata pasien rawat jalan (X2), jumlah pegawai lain (X6) dan jumlah paramedik (X5). Sedangkan untuk limbah non medis klinik faktor yang dominan adalah rata-rata pasien rawat jalan (X2), dengan persamaan diperoleh Y=0,1367+0,0240X2.\nFaktor yang dominan dalam timbulan limbah medis puskesmas adalah rata-rata pasien rawat jalan (X2), rata-rata pasien rawat inap (X1), dan jumlah dokter (X4) dengan persamaan yang diperoleh: Y=-0,0345+0,0143X2+0,50X1+0,181X5, sedangkan untuk limbah non medis, dipengaruhi hanya oleh rata-rata pasien rawat inap (X1) dan rata-rata pasien rawat jalan (X2) dengan persamaan: Y=1,114+1,50X1+0,0175X2.\nTimbulan limbah medis rumah sakit dipengaruhi oleh beberapa faktor yang dominan yaitu tujuh variabel yaitu total pasien, pasien rawat inap, nilai okupansi tempat tidur, luas lahan, luas bangunan, jumlah dokter dan jumlah sanitarian. Persamaan yang terbentuk untuk fungsi timbulan adalah Y = 2,45 + 1,49 X2+ 1,5 X3 + 1,5 X6 + 1,41 X12 + 1,49 X13 + 1,48 X14 + 1,4 X17. Faktor variabel yang sama juga diperoleh pada persamaan timbulan non medis, namun dengan koefisien yang berbeda yaitu Y = 2,84 + 1,9X2 + 1,91X3 + 1,91X6 + 1,82 X12 + 1,9X13 + 1,89 X14 + 1,81X17.\nBerdasarkan neraca massa, jumlah limbah medis Kota Surabaya per hari adalah 5455 kg/hari, yang jumlah terbesarnya dihasilkan oleh rumah sakit yaitu 5298 kg/hari. Hanya lima rumah sakit yang mempunyai insinerator dengan kapasitas pengolahan total sebesar 1613 kg/hari. Sehingga sisanya, sebesar 3631,9 kg/hari diangkut oleh pihak ketiga yang mempunyai izin, bersama dengan 37,7 kg/hari timbulan limbah medis puskesmas serta 35,1 kg/hari dari klinik untuk diolah ke luar Kota Surabaya. Sedangkan sebagian limbah medis dari klinik yang tidak diketahui pengangkutan dan pengolahannya adalah sebesar 84,3 kg/hari.\nPemilihan alternatif skenario pengelolaan limbah medis berdasarkan empat pilihan yaitu kondisi saat ini, pengoptimalan insinerator yang dimiliki oleh rumah sakit, penempatan penyimpanan sementara skala kota serta yang terakhir, pembangunan instalasi pengolahan limbah medis skala kota. Pemilihan alternatif skenario dengan metode TOPSIS (Technique for Order Preference by Similarity to Ideal Solution) menghasilkan Skenario D (pengolahan terpusat satu kota) sebagai yang terbaik, dengan nilai pendekatan relatif yang berbeda untuk masing-masing pemangku kepentingan. Hasil penilaian kriteria dan sub kriteria dengan AHP (Analytic Hierarchy Process) oleh masing-masing kelompok pemangku kepentingan menghasilkan perbedaan prioritas. Prioritas utama untuk rumah sakit dan klinik menurut pemerintah kota adalah aspek finansial dan kelembagaan, sedangkan menurut akademisi adalah aspek lingkungan.", "Daftar File": {"ABSTRAK Susi Agustina Wilujeng": "https://digilib.itb.ac.id/gdl/download/250041"}, "Penulis": "Susi Agustina Wilujeng [35315002]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Enri Damanhuri", "Dr. Mochammad Chaerul, S.T., M.T."], "Jenis Koleksi": "Disertasi", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "analisis multi kriteria, faktor dominan, Kota Surabaya, limbah medis, timbulan limbah", "Sumber": "Disertasi Juni 2022", "Staf Input/Edit": "Alice Diniarti  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "24 Jun 2022"}