{"Nomor": 65711, "Judul": "HIDROGENASI BIOMIMETIK GLUKOSA MENJADI HEKSITOL", "Abstrak": "Enzim reduktase aldosa adalah enzim yang berperan sebagai katalis reaksi hidrogenasi monosakarida menjadi gula alkohol dengan donor hidrogen berupa NADPH dan H+ yang berlangsung pada temperatur kamar. Penelusuran literatur selanjutnya mengindikasikan bahwa kemungkinan terbesar sumber hidrogen sejatinya berasal dari HCOOH (asam format) dan terdapat beberapa kandidat katalis, (NixFe1-x)MoS4, (NipFe1-p)(CrqFe1-q)2S4 atau Fe3S4, (Ni½Zn½)(OOCH)2.2H2O dan Ni(MIII)2O(OOCH)6.3H2O, dengan M ? Cr dan Fe, yang berpotensi untuk menjadi katalis hidrogenasi glukosa menjadi heksitol dengan proses yang meniru cara kerja enzim (biomimetik).\nTujuan penelitian ini adalah mendapatkan bukti atau sanggahan berbasis data uji-coba eksperimental terhadap dugaan atau hipotesis keefektifan kandidat-kandidat katalis dan mendapatkan pemahaman tentang pengaruh kondisi operasi terhadap unjuk kerja kandidat katalis terbaik yang lulus dari uji-coba eksperimental. Pengujian dilakukan dengan membubuhkan katalis ke larutan glukosa yang sudah ditambahkan oleh asam format dan trietiamin dengan pH campuran 4,5 – 6,5 serta menggodok campuran pada pada kondisi refluks atmosferik (95 ?) selama 6 jam. Puncak kondensor refluks disambungkan dengan selang ke sebuah botol pencuci gas yang berfungsi untuk menangkap CO2 yang merupakan produk samping reduksi monosakarida. Terhadap campuran larutan yang digodok akan dilakukan pengujian menggunakan modifikasi metode Lane-Eynon untuk menentukan derajat konversi glukosa dan kromatografi kertas untuk membuktikan keberadaan sorbitol.\nHasil penelitian menunjukkan bukti bahwa katalis (NixFe1-x)MoS4 dengan x = ½ dan ¾, katalis Fe3S4, katalis (NipFe1-p)(CrqFe1-q)2S4 dengan nilai p = ½ dan q = ¼, katalis (Ni½Zn½)(OOCH)2.2H2O, dan katalis Ni(MIII)2O(OOCH)6.3H2O dengan M ? Cr dan Fe merupakan katalis-katalis yang memiliki keaktifan yang cukup baik untuk hidrogenasi biomimetik glukosa menjadi heksitol.", "Daftar File": {"ABSTRAK Sabrina": "https://digilib.itb.ac.id/gdl/download/250431"}, "Penulis": "Sabrina [14518018]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tatang Hernas", "Antonius Indarto, S.T., M.Eng., Ph.D.", "Aqsha, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Bioenergi dan Kemurgi", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "hidrogenasi, glukosa, heksitol, katalis, asam format.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jun 2022"}