{"Nomor": 65710, "Judul": "EVALUASI PERBANDINGAN ENERGI DAN PERFORMA PENGENDALIAN DEMETHANIZER KONVENSIONAL DENGAN DEMETHANIZER MENGGUNAKAN INTEGRASI PANAS", "Abstrak": "Metana adalah senyawa hidrokarbon yang dapat digunakan sebagai bahan bakar kendaraan maupun bahan baku industri untuk dapat menghasilkan bahan kimia yang lain. Metana dapat diperoleh dengan pemisahan gas alam menggunakan demethanizer, yaitu kolom distilasi kriogenik yang berfungsi untuk memisahkan metana dari komponen gas alam yang lebih berat. Kolom distilasi mengonsumsi sekitar 23% dari total konsumsi energi untuk sektor pabrik kimia. Dalam mengatasi permasalahan energi tersebut, upaya yang dapat dilakukan adalah penerapan integrasi panas. Konfigurasi integrasi panas yang ditinjau pada penelitian ini adalah double-effect demethanizer. Namun, penerapan konfigurasi tersebut di industri belum marak dilakukan karena melibatkan aliran yang cukup kompleks. Hal tersebut terjadi karena konfigurasi ini terdiri dari beberapa aliran recycle yang bertujuan untuk mengoptimalkan penggunaan aliran panas yang dihasilkan dari sistem untuk digunakan kembali. Penelitian ini bertujuan untuk mengevaluasi penerapan konfigurasi integrasi panas pada kolom demethanizer ditinjau pada kondisi tunak dan kondisi dinamik.\nPada penelitian ini, model simulasi dibangun menggunakan Aspen Hysys versi 11. Umpan yang digunakan pada penelitian ini adalah gas alam yang telah dilakukan pre-treatment dan sudah siap diumpankan ke dalam kolom demethanizer, dimana spesifikasi umpan merujuk pada penelitian yang dilakukan oleh Luyben (2016). Analisis energi akan dilakukan setelah model tunak kedua konfigurasi dibangun. Setelah itu, akan dilakukan simulasi dinamik sesuai variasi yang telah ditentukan dan dipelajari respons pengendaliannya. Selanjutnya, akan dilakukan analisis kestabilan pengendalian kolom demethanizer secara kuantitatif menggunakan time-integral performance criteria. Hasil penelitian menujukkan bahwa double-effect demethanizer memberikan penurunan beban pendinginan sebesar 72,93%, beban pemanasan sebesar 37,52%, dan utility cost sebesar 80,56% dibandingkan dengan demethanizer konvensional. Hasil pada evaluasi kuantitatif menunjukkan bahwa pengendalian pada double-effect demethanizer juga memberikan kestabilan yang lebih tinggi dibandingkan pengendalian pada kolom demethanizer konvensional.", "Daftar File": {"ABSTRAK Sabrina Putri Pamuji": "https://digilib.itb.ac.id/gdl/download/250054"}, "Penulis": "Sabrina Putri Pamuji [1308110]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tri Partono Adhi"], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Industri", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "demethanizer, energi, metana, pengendalian, stabil", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jun 2022"}