{"Nomor": 65717, "Judul": "KAJIAN PENERAPAN TEKNOLOGI KONSTRUKSI 4.0 PADA KONTRAKTOR BUMN DI INDONESIA", "Abstrak": "Saat ini perkembangan teknologi industri konstruksi didukung dengan revolusi\nindustri 4.0 yang dikenal sebagai “Konstruksi 4.0”. Implementasi konstruksi 4.0\nmampu menjawab beberapa tantangan (challenge) yang lebih dapat diprediksi dan\nmeningkatkan manajemen proyek secara utuh sepanjang project life cycle sehingga\nlevel produktivitas turut meningkat. Perkembangan revolusi industri 4.0 yang saat\nini diterapkan dalam bisnis konstruksi, tentunya dapat menjadi sebuah upaya dalam\nmencapai kinerja proyek. Namun, belum dapat didefinisikan mengenai\npenggunaan, sejauh mana penerapan, manfaat dari teknologi ini pada proyek\nkonstruksi, dan apa saja yang menjadi tantangan dalam penerapan teknologi\nkonstruksi pelaksanaan proyek di Indonesia. Tujuan yang ingin dicapai dalam\npenelitian ini adalah untuk mendapatkan gambaran mengenai penerapan dan\nmanfaat dari penerapan teknologi konstruksi 4.0 pada 5 kontraktor BUMN di\nIndonesia. Metode yang digunakan dalam penelitian ini adalah kualitatif deskriptif\nyaitu dengan menggambarkan kondisi implementasi konstruksi 4.0 pada kontraktor\nbesar di Indonesia. Dalam studi ini, terdapat 3 klasifikasi teknologi yang berhasil\ndiidentifikasi yakni Physical Site, Digital Simulation, dan Virtual Collaboration.\nBerbagai klasifikasi teknologi ini selanjutnya akan diukur level implementasinya\ndan juga tingkat manfaat yang dirasakan oleh responden dalam penelitian ini.", "Daftar File": {"ABSTRAK Muh Abdhy Gazali HS": "https://digilib.itb.ac.id/gdl/download/250066", "COVER Muh Abdhy Gazali HS": "https://digilib.itb.ac.id/gdl/download/257663", "PUSTAKA Muh Abdhy Gazali HS": "https://digilib.itb.ac.id/gdl/download/257670"}, "Penulis": "Muh Abdhy Gazali HS [25020004]", "Kontributor / Dosen Pembimbing": ["Ir. Biemo Woerjanto Soemardi, M.S.E, Ph.D.", "Rani Gayatri Kusumawardhani P., S.T., M.Sc., Ph.D.", "Eliza Rosmaya Puri, S.T., M.T., Ph.D.", "Budi Hasiholan, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Sipil", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "Konstruksi 4.0, teknologi konstruksi, physical site, digital simulation, virtual collaboration.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "9 file", "Tanggal Input": "24 Jun 2022"}