{"Nomor": 65728, "Judul": "USULAN STRATEGI PEMASARAN DIGITAL UNTUK PENGEMBANGAN BISNIS  LINI BUSANA IMANEE", "Abstrak": "Rendahnya hambatan untuk memasuki dunia fesyen membuat banyak merek fesyen baru yang bermunculan salah satunya Imanee, yang merupakan merek UKM fesyen lokal indonesia yang menawarkan gaun kasual yang mengutamakan kesederhanaan desain yang telah berdiri sejak tahun 2021. Awal mulanya Imanee dipasarkan melalui toko fisik di daerah Bangka, namun penjualan pakaian di daerah Bangka kurang signifikan kecuali terdapat peristiwa tertentu seperti Idul Fitri. Namun dengan banyaknya pemain di industri yang telah menjadi red ocean, mendorong penulis melakukan penelitian untuk merumuskan strategi pemasaran digital dalam menjangkau konsumen yang lebih luas dan tepat, selain itu hal ini didukung oleh keadaan yang serba digital yang menimbulkan kebiasaan baru konsumen untuk berbelanja dari rumah.\n\nTujuan dari penelitian ini adalah untuk meningkatkan kesadaran masyarakat terhadap merek Imanee, dan meningkatkan angka penjualan. Penelitian ini untuk menjelaskan masalah yang dialami oleh pemilik merek dalam pengembangan bisnis dan kemudian memberikan solusi yang sesuai dengan segmentasi, target dan posisi merek. Strategi yang diusulkan dirumuskan menggunakan kombinasi analisa eksternal dan internal yaitu Porter Five Forces, 5’s C, SWOT (Strength, Weakness, Opportunity and Threat) serta Four-stage Loyalty Model.\n\nMetode penelitian dilakukan dengan mengumpulkan data kualitatif melalui wawancara mendalam terhadap beberapa responden menggunakan kerangka Customer Journey dan Marketing 4P’s (Product, Promotion, Price, Place). Hasil dari rangkaian metodologi ini akan menunjukan rangkaian segmentasi, target dan posisi merek serta sebagai dasar perumusan strategi saluran digital yang dikemas dalam Marketing 4P’s.\n\nBerdasarkan rangkaian metodologi yang digunakan, hasil penelitian ini akan digunakan sebagai acuan dalam membuat strategi pemasaran di berbagai saluran digital untuk pembuatan konten yang tepat, pemilihan kata kunci deskripsi yang tepat, meningkatnya interaksi dengan konsumen pada saluran digital di merek Imanee.", "Daftar File": {"COVER Mitha Prissca": "https://digilib.itb.ac.id/gdl/download/258748", "BAB 1 Mitha Prissca": "https://digilib.itb.ac.id/gdl/download/258760", "BAB 2 Mitha Prissca": "https://digilib.itb.ac.id/gdl/download/258761", "BAB 3 Mitha Prissca": "https://digilib.itb.ac.id/gdl/download/258762", "BAB 4 Mitha Prissca": "https://digilib.itb.ac.id/gdl/download/258763", "PUSTAKA Mitha Prissca": "https://digilib.itb.ac.id/gdl/download/258764"}, "Penulis": "Mitha Prissca [29320559]", "Kontributor / Dosen Pembimbing": ["Dr. Nuri Wulandari, M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Industri Fesyen, Strategi pemasaran Digital, Kesadaran Merek, Saluran Digital, Kesetiaan Merek, UMKM", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "24 Jun 2022"}