{"Nomor": 65725, "Judul": "USULAN STRATEGI MARKETING UNTUK PONDOK INDAH MALL DI ERA NEW NORMAL", "Abstrak": "Jakarta sebagai kota metropolitan mendukung berbagai macam aktivitas bisnis dengan berbagai macam kebutuhan. Untuk mengakomodasi hal tersebut, beberapa pengembang mulai mengembangkan mall. Salah satunya adalah PT. Metropolitan Kentjana, Tbk. yang pada tahun 1991 meresmikan Pondok Indah Mall (PIM). PIM dikembangkan terus menerus hingga pembukaan PIM 3 pada tahun 2021 saat pandemi. Industri pusat perbelanjaan sedang kesusahan sejak pandemi COVID-19 melanda Indonesia pada tahun 2020. Pembatasan sosial berskala besar (PSBB/PPKM) diterapkan oleh pemerintah untuk mencegah penyebaran virus lebih jauh. Dengan situasi tersebut, PIM dihadapkan dengan beberapa tantangan, yaitu menurunnya jumlah pengunjung, menurunnya tenant occupancy, dan diterapkannya PSBB/PPKM.\n\nDari analisis, ditemukan bahwa masalah utama yang dihadapi PIM adalah menurunnya jumlah pengunjung yang disebabkan oleh beberapa faktor terkait dan tidak terkait dengan pandemi. Saat pandemi, pelanggan menyadari mudahnya berbelanja online. Kekhawatiran terkait kesehatan juga meningkat, sehingga menciptakan permintaan baru untuk mall yaitu dibutuhkannya ruang outdoor. Porsi pengeluaran diskresioner juga berkurang, sedangkan pengeluaran untuk kebutuhan bertambah. Promosi berbentuk acara dari manajemen PIM juga dikurangi untuk mencegah kerumunan. Mereka juga sudah menyesuaikan harga sewa untuk mengurangi beban tenant dan mencoba untuk mengimplementasikan batasan pemerintah selama pandemi. Oleh karena itu, penyebab utama dari masalah yang dialami PIM adalah kurangnya sumber daya manusia, riset, dan evaluasi dari manajemen, yang menyebabkan lemahnya promosi online dan digital dan ketidaksadaran akan permintaan dan perilaku pelanggan.\n\nDari analisis tersebut, diusulkan STP, service marketing mix, dan integrated service marketing communication baru untuk PIM agar dapat bertahan di era new normal. Dengan marketing mix baru, diharapkan dapat menarik pelanggan potensial dan meningkatkan jumlah pengunjung. Integrated marketing communication juga penting untuk membantu PIM dalam mengkomunikasikan posisinya di industri tersebut dan fokus dalam membentuk dan mengelola persepsi pelanggan terhadap PIM. Manajemen juga direkomendasikan untuk memanfaatkan temuan dan usulan dari penelitian untuk memperbarui strategi marketing PIM agar dapat bertahan di era new normal.", "Daftar File": {"COVER Mahardhika": "https://digilib.itb.ac.id/gdl/download/258600", "BAB 1 Mahardhika": "https://digilib.itb.ac.id/gdl/download/258601", "BAB 2 Mahardhika": "https://digilib.itb.ac.id/gdl/download/258605", "BAB 3 Mahardhika": "https://digilib.itb.ac.id/gdl/download/258608", "BAB 4 Mahardhika": "https://digilib.itb.ac.id/gdl/download/258609", "PUSTAKA Mahardhika": "https://digilib.itb.ac.id/gdl/download/258610"}, "Penulis": "Mahardhika [29320534]", "Kontributor / Dosen Pembimbing": ["Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Pemasaran, Komunikasi Pemasaran Terpadu, Mal, Pandemi COVID-19, New Normal", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "24 Jun 2022"}