{"Nomor": 65729, "Judul": "USULAN STRATEGI KOMUNIKASI PEMASARAN TERPADU  UNTUK FILM ORPA", "Abstrak": "ORPA adalah film indie independen baru oleh rumah produksi pendatang baru, QUN Creative House. Film ini memiliki jalan cerita yang unik yang menggambarkan seorang gadis remaja Papua yang melarikan diri untuk mengejar mimpinya untuk mendapatkan pendidikan daripada mengikuti pengaturan pernikahan ayahnya untuknya. Proses produksi film ini diawali dengan lomba penulisan naskah “Sayembara Jendela Papua”, dimana QUN Creative House mencari naskah terbaik dari kontestan Papua. Naskah Theo Rumansara berjudul ORPA kemudian dipilih karena memiliki potensi terbesar untuk dibuat film dari empat naskah yang masuk daftar pendek. QUN Creative House berhasil membuatnya menjadi sutradara film Papua pertama bersama dengan semua pemain dan kru yang semuanya orang Papua. Dengan adanya film ORPA, QUN Creative House berharap film ini menjadi batu loncatan bagi Papua dalam industri perfilman. Film ini juga diharapkan dapat menjadi platform untuk mengangkat isu umum di Papua dan mungkin daerah lain tentang ketidaksetaraan gender dan eksploitasi anak, sementara film ini juga dapat mempromosikan keajaiban alam dan kekayaan budaya tanah Papua kepada orang Indonesia dan dunia internasional lainnya.\n\nORPA akan dirilis pada Desember 2022 dan QUN Creative House menargetkan untuk film ini menembus 50.000 penonton. Jumlah target penonton ini dapat berasal dari Indonesia dan luar negeri. QUN Creative House telah mulai mempromosikan film di Instagram dan siaran pers pada Januari 2022, namun, diperlukan strategi komunikasi pemasaran terintegrasi yang lebih baik untuk memenuhi jumlah target audiens yang ditetapkan. Wawancara mendalam dengan tim internal ORPA dan pakar di industri film sebagai metode penelitian kualitatif pun dilakukan, dan juga survei online sebagai metode penelitian kuantitatif untuk mengumpulkan data yang diperlukan sebagai dasar untuk menganalisis faktor eksternal dan internal yang dapat mempengaruhi keberhasilan dari film ORPA. PESTEL, Porter’s Five Forces, Analisis Pesaing dan Pelanggan adalah kerangka kerja untuk analisis eksternal, sedangkan kerangka kerja STP, Bauran Pemasaran (4P), Analisa Sumber Daya, dan VRIO digunakan untuk analisis internal. Hasil analisis tersebut kemudian akan dirangkum menjadi analisis SWOT dan Matriks SWOT kemudian digunakan untuk merumuskan strategi komunikasi pemasaran terintegrasi terbaik untuk ORPA.", "Daftar File": {"COVER Denys Prayoga Novridiazmanto": "https://digilib.itb.ac.id/gdl/download/258153", "BAB 1 Denys Prayoga Novridiazmanto": "https://digilib.itb.ac.id/gdl/download/258154", "BAB 2 Denys Prayoga Novridiazmanto": "https://digilib.itb.ac.id/gdl/download/258155", "BAB 3 Denys Prayoga Novridiazmanto": "https://digilib.itb.ac.id/gdl/download/258156", "BAB 4 Denys Prayoga Novridiazmanto": "https://digilib.itb.ac.id/gdl/download/258157", "PUSTAKA Denys Prayoga Novridiazmanto": "https://digilib.itb.ac.id/gdl/download/258158"}, "Penulis": "Denys Prayoga Novridiazmanto [29320353]", "Kontributor / Dosen Pembimbing": ["Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Brand Awareness, Komunikasi Pemasaran Terpadu, Bauran Pemasaran, Papua, Film Indie", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "24 Jun 2022"}