{"Nomor": 65735, "Judul": "HIDROGENASI BIOMIMETIK GLUKOSA MENJADI HEKSITOL", "Abstrak": "Enzim reduktase aldosa adalah enzim yang berperan sebagai katalis reaksi\nhidrogenasi monosakarida menjadi gula alkohol dengan donor hidrogen berupa NADPH\ndan H+ yang berlangsung pada temperatur kamar. Penelusuran literatur selanjutnya\nmengindikasikan bahwa kemungkinan terbesar sumber hidrogen sejatinya berasal dari\nHCOOH (asam format) dan terdapat beberapa kandidat katalis, (NixFe1-x)MoS4, (NipFe1-\np)(CrqFe1-q)2S4 atau Fe3S4, (Ni½Zn½)(OOCH)2.2H2O dan Ni(MIII)2O(OOCH)6.3H2O,\ndengan M ? Cr dan Fe, yang berpotensi untuk menjadi katalis hidrogenasi glukosa\nmenjadi heksitol dengan proses yang meniru cara kerja enzim (biomimetik).\nTujuan penelitian ini adalah mendapatkan bukti atau sanggahan berbasis data ujicoba\neksperimental terhadap dugaan atau hipotesis keefektifan kandidat-kandidat katalis\ndan mendapatkan pemahaman tentang pengaruh kondisi operasi terhadap unjuk kerja\nkandidat katalis terbaik yang lulus dari uji-coba eksperimental. Pengujian dilakukan\ndengan membubuhkan katalis ke larutan glukosa yang sudah ditambahkan oleh asam\nformat dan trietiamin dengan pH campuran 4,5 – 6,5 serta menggodok campuran pada\npada kondisi refluks atmosferik (95 ?) selama 6 jam. Puncak kondensor refluks\ndisambungkan dengan selang ke sebuah botol pencuci gas yang berfungsi untuk\nmenangkap CO2 yang merupakan produk samping reduksi monosakarida. Terhadap\ncampuran larutan yang digodok akan dilakukan pengujian menggunakan modifikasi\nmetode Lane-Eynon untuk menentukan derajat konversi glukosa dan kromatografi\nkertas untuk membuktikan keberadaan sorbitol.\nHasil penelitian menunjukkan bukti bahwa katalis (NixFe1-x)MoS4 dengan x = ½\ndan ¾, katalis Fe3S4, katalis (NipFe1-p)(CrqFe1-q)2S4 dengan nilai p = ½ dan q = ¼,\nkatalis (Ni½Zn½)(OOCH)2.2H2O, dan katalis Ni(MIII)2O(OOCH)6.3H2O dengan M ?\nCr dan Fe merupakan katalis-katalis yang memiliki keaktifan yang cukup baik untuk\nhidrogenasi biomimetik glukosa menjadi heksitol.", "Daftar File": {"ABSTRAK Lathifuddin Siddiq": "https://digilib.itb.ac.id/gdl/download/250430"}, "Penulis": "Lathifuddin Siddiq [14518031]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Tatang Hernas", "Antonius Indarto, S.T., M.Eng., Ph.D.", "Aqsha, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Bioenergi dan Kemurgi", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "hidrogenasi, glukosa, heksitol, katalis, asam format.", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jun 2022"}