{"Nomor": 65730, "Judul": "STRATEGI PENGEMBANGAN BISNIS UNTUK PRODUK BUNDLING TERHADAP PENYALURAN PIPA GAS DAN KONEKTIVITAS INTERNET (STUDI KASUS: PT. PERUSAHAAN GAS NEGARA, TBK)", "Abstrak": "Pertumbuhan nasional yang berkelanjutan di dunia akan sangat bergantung pada kebutuhan energi, terutama kebutuhan sektor migas yang terus meningkat. Pemerintah Indonesia mulai menerapkan transformasi pasokan energi sebagai upaya untuk mengurangi aktivitas impor Bahan Bakar Gas (LPG). Untuk mendukung program pemerintah dalam pembangunan nasional yang berkelanjutan, PGN telah menetapkan kesepakatan pengoperasian distribusi gas untuk ritel dan rumah tangga. Program ini merupakan salah satu inisiatif strategis nasional dalam rangka diversifikasi energi, pengurangan subsidi, penyediaan energi bersih dan hemat biaya. PGN bekerjasama dengan anak perusahaan untuk membuat produk bundling (Distribusi Gas + Konektivitas Internet). Kajian ini bertujuan untuk mengevaluasi strategi bisnis dalam menyediakan produk dan layanan terbaik bagi rumah tangga, guna menghasilkan pendapatan tambahan di luar bisnis inti PGN, konektivitas internet. Berdasarkan hasil tersebut, analisis yang digunakan adalah analisis eksternal dan internal untuk menentukan masalah dan metode perumusan strategi bisnis untuk menemukan solusi yang tepat bagi PGN yang dapat diterapkan untuk program ini. Makalah ini akan mengumpulkan dan memperoleh informasi kuantitatif dan kualitatif, dari pekerja internal dan rumah tangga yang sudah menggunakan gas di Jawa. Dari analisis dan alat yang digunakan, solusi bagi PGN untuk memperluas pasar dengan mempromosikan program ini kepada pelanggan melalui penjualannya.", "Daftar File": {"COVER Rika Amelinda Yusrina": "https://digilib.itb.ac.id/gdl/download/261055", "BAB 1 Rika Amelinda Yusrina": "https://digilib.itb.ac.id/gdl/download/261056", "BAB 2 Rika Amelinda Yusrina": "https://digilib.itb.ac.id/gdl/download/261058", "BAB 3 Rika Amelinda Yusrina": "https://digilib.itb.ac.id/gdl/download/261059", "BAB 4 Rika Amelinda Yusrina": "https://digilib.itb.ac.id/gdl/download/261060", "PUSTAKA Rika Amelinda Yusrina": "https://digilib.itb.ac.id/gdl/download/261061"}, "Penulis": "Rika Amelinda Yusrina [29320560]", "Kontributor / Dosen Pembimbing": ["Yudo Anggoro, M.S.M., Ph.D.", "Dr. Socrates Rudy Sirait"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Bisnis Strategi, Keunggulan Kompetitif, Analisis Internal, Analisis Eksternal", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "24 Jun 2022"}