{"Nomor": 65734, "Judul": "USULAN STRATEGI USAHA PT ANEKA TAMBANG (ANTAM) TBK UNTUK PENGEMBANGAN PASAR DALAM RANGKA MENINGKATKAN EKSPOR FERONIKEL", "Abstrak": "PT Aneka Tambang (ANTAM) Tbk merupakan bagian dari Holding Industri Pertambangan BUMN yang terintegrasi secara vertical, berorientasi ekspor, dan perusahaan pertambangan dan logam yang terdiversifikasi. ANTAM memiliki dua komoditas besar yaitu Emas dan Nikel. Produk berbasis nikel terdiri dari Bijih Nikel, Feronikel, Bauksit, dan Alumina. Feronikel merupakan produk hilir nikel bermutu tinggi yang mengandung 20% - 25% kandungan nikel. Feronikel banyak dikonsumsi oleh perusahaan stainless steel. ANTAM merupakan satu-satunya perusahaan di Indonesia yang mampu untuk memproduksi Feronikel. Terdapat banyak perusahan nikel lainnya yang memproduksi Nickel Pig Iron (NPI), salah satu produk pengganti dari Feronikel. Kedua jenis nikel ini mempunyai pasar yang sama. NPI mengandung lebih sedikit nikel yang menjadikan harga jual NPI lebih murah bila dibandingkan dengan harga Feronikel. Berdasarkan dukungan pemerintah Indonesia terhadap pengembangan hilirisasi nikel, pertumbuhan dari industry baterai kiat meningkat dengan ditandai oleh meningkatnya jumlah permintaan kebutuhan nikel untuk memproduksi EV. Teknologi terbarukan menemukan formula yang dapat merubah Feronikel dan NPI menjadi Ni Mattes, salah satu produk penghubung dalam proses produksi EV. Pasar global menunjukkan bahwa terdapat jumlah permintaan yang besar terhadap pasokan Feronikel. Namun, kapasitas ekspor Feronikel masih belum dapat menyanggupi permintaan tersebut. Berkembangnya produk hilirisasi nikel lainnya membuat tergangggunya pasar, pembeli, dan harga dari Feronikel. Hal ini menjadi sebuah permasalahan agar dapat diselesaikan. Penelitian ini menganalisis masalah bisnis dengan menggunakan beberapa metode seperti PESTEL, Porter’s Five Forces, Analisis Kompetitor, VRIO, STP, Marketing Mix (4P), dan Porter’s Value Chain untuk mengidentifikasi lingkungan eksternal dan internal dari ANTAM. Analisis SWOT digunakan untuk menemukan peluang dan menanggulangi ancaman yang dapat mengganggu kegiatan bisnis dari ANTAM. Analisis permasalahan digunakan untuk menentukan titik permasalahan utama yang dapat diselesaikan. Data dan informasi diperoleh berdasarkan hasil wawancara dengan pihak internal, kegiatan observasi, dan studi pustaka. Penelitian ini menemukan letak permasalahan pada ANTAM yaitu rendahnya penjualan ekspor yang disebabkan oleh terbatasnya cakupan pasar, kurangnya promosi, serta belum dilakukan pengembangan pada produk. Untuk mengatasi permasalahan yang dihadapi oleh perusahaan, penulis mengusulkan strategi bisnis pada ANTAM untuk pengembangan pasar guna meningkatkan ekspor pada Feronikel dengan menggunakan Strategy Diamond Framework dan Ansoff Matrix. Tahapan pada strategi ini akan membahas lebih lanjut terkait permasalahan yang terjadi dan memberikan solusi untuk perbaikan. Oleh karena itu, ANTAM harus melakukan pengembangan pasar untuk menjangkau pasar yang lebih luas serta dapat memenuhi kebutuhan supplai Feronikel pada pasar global.", "Daftar File": {"COVER Jessika Ina Putri Ginting": "https://digilib.itb.ac.id/gdl/download/258526", "BAB 1 Jessika Ina Putri Ginting": "https://digilib.itb.ac.id/gdl/download/258527", "BAB 2 Jessika Ina Putri Ginting": "https://digilib.itb.ac.id/gdl/download/258528", "BAB 3 Jessika Ina Putri Ginting": "https://digilib.itb.ac.id/gdl/download/258529", "BAB 4 Jessika Ina Putri Ginting": "https://digilib.itb.ac.id/gdl/download/258532", "PUSTAKA Jessika Ina Putri Ginting": "https://digilib.itb.ac.id/gdl/download/258533"}, "Penulis": "Jessika Ina Putri Ginting [29320363]", "Kontributor / Dosen Pembimbing": ["Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Feronikel, ANTAM, Strategy Diamond Framework, Ansoff Matrix, Strategi Bisnis.", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "24 Jun 2022"}