{"Nomor": 65745, "Judul": "FERMENTASI SUBSTRAT PADAT DAUN KELOR (MORINGA OLEIFERA) OLEH ASPERGILLUS NIGER UNTUK MENINGKATKAN PEROLEHAN EKSTRAKSI SENYAWA POLIFENOL MENGGUNAKAN METODE MASERASI DENGAN PELARUT ASETON", "Abstrak": "Daun kelor (Moringa oleifera) merupakan bagian tanaman kelor yang kaya akan senyawa bioaktif\nyang memiliki kemampuan sebagai zat antibakteri dan antioksidan. Namun, secara umum senyawa\nbioaktif sering kali berikatan dengan dinding sel daun kelor. Oleh karenanya, perlu dilakukan\nproses fermentasi substrat padat oleh jamur yang dapat menghasilkan enzim untuk melepaskan\nikatan antara senyawa bioaktif dari dinding sel. Penelitian ini bertujuan untuk menentukan\npengaruh fermentasi pada daun kelor oleh jamur A. niger sebagai salah satu metode untuk\nmeningkatkan senyawa bioaktivitas didalam ekstrak daun kelor. Fermentasi dilakukan selama 7\nhari dengan pengambilan data kandungan lignoselulosa, dan perolehan ekstrak pada hari ke-0, 1,\n3, 5, dan 7. Perolehan ekstrak tertinggi didapatkan pada hari ke-5 fermentasi, dengan besar\nperolehan ekstrak sebesar 9,71 %. Hasil ekstrak daun kelor kemudian dianalisis kandungan total\nflavonoid, kandungan total fenolik, aktivitas antibakteri, aktivitas antioksidan, dan kuantifikasi\nkandungan kaempferol. Kandungan total flavonoid dan fenolik tertinggi didapatkan pada hari ke-\n5 fermentasi dengan nilai secara berturut-turut sebesar 168,34 (mg QE/g ekstrak) dan 283,20 (mg\nGAE/g ekstrak). Ekstrak daun kelor fermentasi hari ke-5 menunjukan aktivitas antibakteri pada\nkultur E. coli, B. subtilis, dan S. aureus dengan diameter zona hambat berturut-turut sebesar 11,88\nmm, 11,35 mm, dan 9 mm. Nilai IC50 terendah didapatkan paling tinggi pada hari ke 5 fermentasi\ndengan nilai 51,25 ppm. Konsentrasi kaempferol pada ekstrak daun kelor fermentasi hari ke-5\nbernilai 4.074,32 mg/L atau meningkat 409% dibandingkan dengan perolehan tanpa fermentasi.\nSelain itu, dilakukan analisis korelasi secara statistik untuk menentukan pengaruh antar parameter\nuji ekstrak. Berdasarkan analisis korelasi, didapatkan nilai korelasi negatif pada parameter IC50\nterhadap perolehan dan kandungan total fenolik.", "Daftar File": {"ABSTRAK Adela Damika Putri": "https://digilib.itb.ac.id/gdl/download/250085"}, "Penulis": "Adela Damika Putri [11218015]", "Kontributor / Dosen Pembimbing": ["Dr. Muhammad Yusuf Abduh, M.T.", "Dr. Lili Melani, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Aktivitas antibakteri, Aktivitas antioksidan, Biodegradasi lignoselulosa, Fermentasi fase padat, Kaempferol.", "Sumber": "", "Staf Input/Edit": "TINI SUPARTINI", "File": "1 file", "Tanggal Input": "24 Jun 2022"}