{"Nomor": 65748, "Judul": "ANALISIS PENGARUH UMPAN PADA PERENGKAHAN KATALITIK MENGGUNAKAN KATALIS HZSM-5 DALAM PENGEMBANGAN BENSIN TERBARUKAN", "Abstrak": "Proses perengkahan katalitik adalah salah satu proses yang dapat dilakukan untuk memproduksi biofuel. Katalis HZSM-5 adalah katalis yang umum digunakan untuk memproduksi biofuel. Zeolit memiliki keuntungan karena memiliki kestabilan termal, selektivitas, dan juga struktur yang sangat teratur. Pada saat proses pembuatan katalis HZSM-5 ini tidak dapat dipungkiri dapat terjadi kontaminasi pada katalis ini, salah satunya adalah terkontaminasi dengan logam Fe. Bahan baku yang digunakan untuk memproduksi bensin ini adalah minyak goreng dan IVO (Industrial Vegetable Oil).\nPenelitian ini juga akan dilakukan percobaan terhadap dua jenis katalis yang terkontaminasi logam Fe dan minim kontaminasi logam Fe untuk mengetahui pengaruh terhadap distribusi produk dan juga terhadap umur dari katalis tersebut. Penelitian ini akan dilakukan dengan kondisi reaksi pada temperature 500 oC, tekanan atmosfer, WHSV 2,5/jam, massa katalis yang digunakan tiap produksi sebesar 2,5 g dan dilakukan reaksi selama 10 jam. Didapatkan karakteristik katalis yang berkontak dengan logam Fe dan tidak menggunakan alat XRF menghasilkan karakteristik yang sesuai dengan kristalisasi zeolit dan pada alat XRD terlihat peak yang menunjukan adanya Fe2O3 pada katalis yang berkontak dengan Fe. Dengan menggunakan umpan minyak goreng didapatkan bahwa katalis Fe memiliki unjuk kerja yang lebih baik dengan perolehan bensin pada jam ke-1, 4, dan 10 berturut-turut sebesar 92,5%; 91%; dan 83%. Deposit karbon pada katalis Fe adalah sebesar 5,8x10-3 gr/gr umpan. Umpan yang baik digunakan pada katalis Fe adalah minyak goreng dengan persentase bensin pada jam ke-1, 4, dan 8 berturut-turut sebesar 92,5%; 91%; dan 85,1%. Umpan yang baik digunakan pada katais ceramic adalah IVO dengan persentase bensin pada jam ke-1, 4, dan 8 berturut-turut sebesar 87,4%; 93,2%; dan 90,1%.", "Daftar File": {"ABSTRAK Hibatullah Tsany Hanif": "https://digilib.itb.ac.id/gdl/download/250324"}, "Penulis": "Hibatullah Tsany Hanif [14518011]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Retno Gumilang Dewi, M.Env.Eng.Sc.", "Dr. Carolus Borromeus Rasrendra, S.T., M.T.", "Haryo Pandu Winoto, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Bioenergi dan Kemurgi", "Fakultas": "Fakultas Teknologi Industri", "Subjek": "", "Kata Kunci": "Perengkahan katalitik, biofuel, bensin, HZSM-5, keramik, Fe", "Sumber": "", "Staf Input/Edit": "Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jun 2022"}