{"Nomor": 65746, "Judul": "USULAN STRATEGI PEMASARAN UNTUK MENINGKATKAN JUMLAH PENGGUNA (STUDI KASUS: JOQIL)", "Abstrak": "Seiring dengan perkembangan teknologi yang semakin meningkat dan juga usaha mikro, kecil, dan menengah. Usaha mikro, kecil dan menengah menghasilkan 61,07 persen dari PDB nasional atau setara dengan 8.573,89 triliun. Pandemi COVID-19 berdampak positif pada semua industri termasuk usaha mikro, kecil, dan menengah. Akibatnya, terjadi perubahan preferensi pelanggan seperti meningkatnya jumlah transaksi e-commerce digital di Indonesia. Akibat situasi ini, pemerintah Indonesia mendukung sistem ekonomi digital. Dalam rangka mendukung ekonomi digital, DOKO sebagai salah satu bisnis teknologi pembayaran pertama di Indonesia menyediakan layanan payment gateway sebagai bagian dari ekosistem pembayaran yang komprehensif bernama Joqil.\n\nJoqil diluncurkan pada awal tahun 2021, setelah beberapa bulan sejak diluncurkan, data menyebutkan bahwa ada penurunan jumlah target pengguna yang signifikan yang secara tidak langsung akan mempengaruhi pendapatan. Penelitian ini diawali dengan mengidentifikasi faktor eksternal untuk mengetahui kondisi industri saat ini dan kemudian mengidentifikasi faktor internal. Hasilnya akan digunakan untuk perumusan strategi pemasaran. Analisis eksternal akan menggunakan PESTLE, Five Porter Analisis, analisis pesaing dan pelanggan. Untuk analisis internal VRIO, analisis STP, dan Marketing Mix. Semua data akan dilakukan dengan pendekatan kualitatif. Hasil dari analisis internal dan eksternal akan digunakan untuk membuat analisis SWOT dan TOWS. Baik hasil SWOT maupun TOWS Dari temuan internal, pelaku bisnis tidak memiliki strategi STP yang jelas untuk masing-masing target pasar, brand awareness Joqil rendah, serta teknologi dan pengetahuan. Namun, perusahaan memiliki reputasi bisnis yang kuat, berbagai layanan, dan kualitas layanan. Dari hasil eksternal, terdapat dukungan pemerintah terhadap ekonomi digital, jumlah pengguna internet dan preferensi pelanggan, serta pertumbuhan ekonomi Indonesia. Untuk menemukan akar penyebab masalah, penelitian ini menggunakan analisis 5 Whys. Akar utama masalah bisnis adalah kurangnya kesadaran merek Joqil yang akan mempengaruhi jumlah pengguna.\n\nBerdasarkan hasil tersebut, solusi yang diusulkan untuk penelitian ini adalah perusahaan meningkatkan segmentasi, targeting dan positioning produk serta menyesuaikan dengan situasi dan kebutuhan saat ini. Kedua, solusi yang diusulkan adalah penyesuaian bauran pemasaran jasa yang\n \nberfokus pada produk, harga, tempat, proses, dan komunikasi pemasaran. Untuk implementasi solusi yang diusulkan ini membutuhkan waktu 14 bulan untuk meningkatkan jumlah pelanggan aktif. Implementasi ini sejalan dengan matriks TOWS yaitu mengembangkan strategi STP yang jelas berdasarkan kebutuhan dan perilaku pelanggan, Meningkatkan brand awareness dengan aktivitas online dan offline, menggunakan reputasi perusahaan untuk memperkuat posisi digital dengan memanfaatkan peningkatan jumlah pengguna internet, menciptakan teknologi eksklusif karena ada dukungan pemerintah, memperluas variasi layanan dan memperkuat kualitas seiring perubahan perilaku pelanggan, menerapkan solusi produk berdasarkan strategi pemasaran, bekerja sama dengan pemerintah dan memberikan layanan berdasarkan kebijakan pemerintah sebagai perluasan teknologi dan pengetahuan, perusahaan perlu mencari solusi yang lebih baik dan memastikan kualitas layanan memperbarui sistem keamanan untuk mengurangi potensi kejahatan digital, menjadi solusi keuangan bagi pedagang dan terlibat dengan program pemerintah, dan meningkatkan cakupan layanan untuk mencegah dari pesaing dan calon pelanggan.", "Daftar File": {"COVER Yuvitri Annisa Dwityafani": "https://digilib.itb.ac.id/gdl/download/261402", "BAB 1 Yuvitri Annisa Dwityafani": "https://digilib.itb.ac.id/gdl/download/261403", "BAB 2 Yuvitri Annisa Dwityafani": "https://digilib.itb.ac.id/gdl/download/261404", "BAB 3 Yuvitri Annisa Dwityafani": "https://digilib.itb.ac.id/gdl/download/261405", "BAB 4 Yuvitri Annisa Dwityafani": "https://digilib.itb.ac.id/gdl/download/261406", "PUSTAKA Yuvitri Annisa Dwityafani": "https://digilib.itb.ac.id/gdl/download/261407"}, "Penulis": "Yuvitri Annisa Dwityafani [29320503]", "Kontributor / Dosen Pembimbing": ["Satya Aditya Wibowo, MBA"], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Strategi Pemasaran, Joqil, Gerbang Pembayaran, UMKM, Jumlah Pengguna", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "24 Jun 2022"}