{"Nomor": 65747, "Judul": "USULAN MODEL BISNIS BARU UNTUK BBQ MOUNTAIN BOYS", "Abstrak": "BBQ Mountain Boys merupakan konten kreator YouTube yang memulai karirnya pada tahun 2018. Semua proses bisnis BBQ Mountain Boys adalah membuat konten di Saluran YouTube. Saluran ini menceritakan kisah tentang dua petani yang memiliki hasrat untuk pertanian dan budaya pangan. Seiring waktu, saluran BBQ Mountain Boys berkembang menjadi bisnis yang mapan, memiliki tim yang bekerja untuk membuat konten edutainment. Aliran pendapatan BBQ Mountain Boys hanya dari konten YouTube oleh AdSense dan berkolaborasi dengan beberapa merek / perusahaan yang mendukung dan mensponsori pembuatan konten video.  \nMengacu pada beban kerja dan waktu pemrosesan yang lama untuk membuat konten YouTube guna menghasilkan keuntungan, BBQ Mountain Boys membutuhkan lebih banyak aliran pendapatan untuk menjaga perusahaan tetap berkembang dan memanfaatkan peluang yang belum tersentuh. Beberapa metode digunakan dalam setiap langkah penelitian. Langkah pertama adalah menganalisis kondisi perusahaan di industri dengan menggunakan analisis internal (Resource Based View dan Business Model Canvas) dan analisis eksternal (Porter's Five Forces, Analisis PEST, dan Analisis Pesaing). Setelah dilakukan analisis internal dan eksternal, maka akan dibuat analisis SWOT. Dan setelah menganalisa kondisi saat ini, langkah selanjutnya adalah membuat solusi menggunakan matriks TOWS.  \nHasil analisis ditemukan bahwa terdapat empat kategori alternatif yang dikategorikan berdasarkan strategi SWOT (Strategi SO, Strategi ST, Strategi WO, dan Strategi WT). Ada tiga alternatif strategi untuk Strategi SO, yaitu menciptakan bisnis manufaktur; menciptakan bisnis merchandising; dan menciptakan bisnis jasa. Strategi alternatif untuk strategi ST adalah menambahkan platform lain untuk mengirimkan konten, berkolaborasi dengan merek lain, dan meningkatkan loyalitas pelanggan. Untuk Strategi WO ada dua alternatif strategi, yang pertama memperluas lini bisnis, dan mengembangkan channel baru di YouTube. Dan untuk strategi WT, strategi alternatifnya adalah merekrut dan melatih tim agar kompeten. Untuk menjawab strategi yang ada, maka strategi yang diusulkan adalah BBQ Mountain boys dapat membuka concept store. Strategi yang diusulkan ini sejalan dengan Strategi SO. Concept store ini akan dibagi menjadi dua bagian yaitu menjual pakaian jadi dan makanan dan minuman. Dengan tetap mengusung tema BBQ Mountain Boys, maka barang yang dijual khususnya pakaian jadi adalah pakaian yang dikenakan oleh para pemeran BBQ Mountain Boys di semua konten YouTube-nya. Rompi, kemeja, celana, topi, dan sepatu termasuk di antara barang-barang yang dijual. BBQ Mountain Boys dapat menjual daging khas mereka, brisket asap, serta makanan dan minuman. Sandung lamur ini cocok untuk kemasan makanan beku.", "Daftar File": {"2022_TS_PP_Sany Fitra Aldiandra_Abstrak-1.pdf?": "https://digilib.itb.ac.id/gdl/download/250088"}, "Penulis": "Sany Fitra Aldiandra [29118083]", "Kontributor / Dosen Pembimbing": ["Dr. Isti Raafaldini Mirzanti, Salfitrie Roos Maryunani, S.T., M.A.B"], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "BBQ Mountain Boys, aliran pendapatan, dan strategi", "Sumber": "", "Staf Input/Edit": "Neng Kartika  \n                                     Neng Kartika", "File": "1 file", "Tanggal Input": "24 Jun 2022"}