{"Nomor": 65740, "Judul": "STRATEGI PENINGKATAN AKSES AIR BERSIH DAN SANITASI BERKELANJUTAN PADA KAWASAN KUMUH BERDASARKAN TINGKAT RISIKO DAN TIPOLOGI PERMUKIMAN MENGGUNAKAN METODE SWOT (STUDI KASUS: KOTA PONTIANAK, PROVINSI KALIMANTAN BARAT)", "Abstrak": "Semakin meningkatnya pertumbuhan penduduk dan kebutuhan akan tempat tinggal\nmengakibatkan munculnya permukiman kumuh. Pada beberapa kasus di Indonesia,\nperkembangan permukiman cenderung lebih mengarah pada wilayah-wilayah di\nbantaran sungai. Begitupula di Kota Pontianak, yang memiliki karakteristik adaptif\npenduduk tepi sungai dalam kehidupan fisik, sosial dan ekonomi terhadap sungai.\nBelum lagi terdapat parit-parit berukuran besar sehingga dimanfaatkan masyarakat\nsebagai perumahan dan permukiman di tepi air. Pada umumnya kawasan-kawasan\nini memiliki permasalahan yang sama yaitu penyediaan air bersih dan sanitasi yang\nmasih belum aman yang salah satu faktornya adalah keterbatasan keuangan dan\npemahaman masyarakat akan pentingnya lingkungan yang sehat dan berkualitas.\nOleh karena itu, penelitian ini dilakukan untuk mengidentifikasi kondisi eksisting\ninfrastruktur air bersih dan sanitasi di kawasan kumuh Kota Pontianak serta menilai\ninfrastruktur mana yang memiliki risiko terhadap kesehatan lingkungan, kemudian\nmenentukan prioritas peningkatan infrastruktur air bersih dan sanitasi menurut\nstakeholder, dan terakhir merencanakan strategi peningkatan akses air bersih dan\nsanitasi yang berkelanjutan. Penelitian dilakukan pada 2 (dua) jenis tipologi\nkawasan kumuh yaitu kawasan dengan tipologi tepian sungai di Panglima A. Rani\ndan Kayu Manis serta kawasan dengan tipologi dataran rendah di RA Kartini.\nKondisi eksisting air bersih dan sanitasi pada umumnya masih menggunakan air\nsungai dan air hujan tanpa pengolahan, buangan air limbah domestik sebagian besar\nbaru mencapai tingkat basic sanitation dan masih ada yang melakukan open\ndefecation, berisiko tinggi terjadi banjir yang dipengaruhi pasang surut air, dan\npengelolaan sampah yang langsung dibuang ke sungai dan/atau dibakar. Untuk\nmengetahui risiko sanitasi saat ini dilakukan perhitungan indeks risiko sanitasi\n(IRS) dengan metode Environmental Health Risk Assesment (EHRA). Diperoleh\nnilai IRS pada kawasan dengan tipologi tepian sungai yaitu Kawasan Kayu Manis\nsebesar 382 (risiko sangat tinggi) dan Kawasan Panglima A Rani sebesar 370\nii\n(risiko tinggi), sedangkan pada kawasan dengan tipologi dataran rendah yaitu\nKawasan RA Kartini sebesar 349 (risiko tinggi). Hasil ini menunjukkan bahwa\nkawasan tepian sungai memiliki pengelolaan yang lebih berisiko dari pada kawasan\ndataran rendah. Dengan urutan prioritas ditinjau dari risiko sanitasi yaitu sektor air\nlimbah domestik, drainase/genangan air, PHBS, persampahan, dan air bersih.\nSedangkan prioritas stakeholder ditentukan menggunakan metode analytical\nhierarchy process (AHP) yang menunjukan hasil yang berbeda, menurut para\nstakeholder prioritas peningkatan adalah penyediaan air minum (30,3%),\npengelolaan persampahan (24,8%), pengelolaan air limbah domestik (23%), dan\ndrainase lingkungan (21,8%). Selanjutnya, analisis SWOT dilakukan untuk\nmendapatkan strategi peningkatan akses air bersih dan sanitasi di lokasi studi\nkawasan kumuh Kota Pontianak dengan hasil yaitu peningkatan sarana dan\nprasarana, penyusunan dan penegakan peraturan, sosialisasi dan pelatihan kepada\nmasyarakat, penerapan kawasan dengan konsep Water Sensitive Urban Design\n(WSUD), peningkatan kualitas dan pengelolaan kinerja perusahaan air minum, dan\nmeningkatkan kapasitas pelayanan.", "Daftar File": {"Abstrak - Zulfa Amala.pdf\n]": "https://digilib.itb.ac.id/gdl/download/250081"}, "Penulis": "Zulfa Amala [25720005]", "Kontributor / Dosen Pembimbing": ["Ir. Ahmad Soleh Setiyawan, S.T., M.T., Ph.D.", "Prasanti Widyasih Sarli, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Pengelolaan Infrastruktur Air Bersih dan Sanitasi", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "", "Kata Kunci": "air bersih, kawasan kumuh, Kota Pontianak, risiko sanitasi, sanitasi.", "Sumber": "", "Staf Input/Edit": "Asep Kusmana", "File": "1 file", "Tanggal Input": "24 Jun 2022"}