{"Nomor": 65759, "Judul": "PENDEKATAN GENERATIF BERBASIS MODEL BAHASA PRALATIH UNTUK EKSTRAKSI TRIPLET OPINI", "Abstrak": "Ekstraksi triplet opini bertujuan untuk mendapatkan daftar triplet ekspresi aspek,\nekspresi sentimen, dan polaritas sentimen yang terkandung dalam ulasan. Ekstraksi\ntriplet opini eksplisit telah dipelajari secara ekstensif. Namun sayangnya masih\nbelum ada penelitian yang meneliti ekstraksi triplet opini dengan aspek implisit.\nSalah satu metode untuk melakukan ekstraksi triplet opini adalah dengan\npendekatan pembangkitan teks yang bertujuan untuk membangkitkan triplet opini\nsecara langsung. Keunggulan pendekatan tersebut adalah keluaran model tidak\nterbatas pada masukan model yang dapat membantu penanganan triplet opini\ndengan aspek implisit. Penelitian Tugas Akhir ini berfokus untuk melakukan\nekstraksi triplet opini dengan pendekatan pembangkitan teks, serta penanganan\naspek implisit dalam ekstraksi triplet opini.\nEkstraksi triplet opini dengan pendekatan pembangkitan teks dapat dilakukan\ndengan modifikasi konstruksi korpus data latih pada dokumen ulasan sesuai dengan\nformat anotasi extraction-style, sehingga daftar triplet opini teks ulasan dapat\nlangsung dibangkitkan sesuai dengan format extraction-style. Penanganan terhadap\ntriplet opini dengan aspek implisit dapat dilakukan dengan menganotasikan aspek\nspesial NULL pada triplet opini tersebut. Tugas Akhir menggunakan model bahasa\npralatih IndoT5 untuk membangkitkan triplet opini dari teks ulasan.\nBerdasarkan hasil eksperimen, konfigurasi terbaik model ekstraksi triplet opini\npada Tugas Akhir adalah dengan model bahasa pralatih IndoT5, penggunaan jarak\nlevenshtein dalam postprocess dan k (jumlah kandidat) adalah 1. Berdasarkan\npengujian untuk ekstraksi triplet opini eksplisit, model tugas akhir berhasil\nmelampaui kinerja model baseline, yaitu model adaptasi GTS pada Tugas Akhir\nWirawan. Model Tugas Akhir mendapat nilai F1-score 0.8117 untuk ekstraksi\ntriplet opini eksplisit. Sementara itu, pengujian untuk ekstraksi triplet opini dengan\npenanganan aspek implisit mendapatkan nilai F1-score 0.7950.", "Daftar File": {}, "Penulis": "William [13518138]", "Kontributor / Dosen Pembimbing": ["Dr. Masayu Leylia Khodra, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "ASBA, ekstraksi triplet opini, pendekatan pembangkitan teks.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "24 Jun 2022"}