{"Nomor": 65757, "Judul": "REGIOSELEKTIVITAS BROMINASI DENGAN BROMIN MOLEKULAR PADA EUGENOL DAN TURUNANNYA SERTA APLIKASI TURUNAN BROMOEUGENOL UNTUK SINTESIS ESTER KONIFERIL", "Abstrak": "Eugenol (4-alil-2-metoksifenol, 1) adalah komponen utama dalam minyak atsiri cengkih. Modifikasi gugus alil, metoksi, dan fenol telah menghasilkan berbagai produk turunan 1 yang bernilai tinggi. Brominasi adalah salah satu bentuk modifikasi 1 dan telah dilaporkan dengan bromin molekular (Br2), reagen Br2 termodifikasi, dan reagen oksibrominasi. Reagen Br2 mengadisi gugus alil, sebelum cincin aromatik disubstitusi. Brominasi aromatik merupakan modifikasi kimia yang penting pada 1, khususnya untuk sintesis produk alam dari kelompok lignan dan neolignan. Dalam penelitian ini, eugenol (1) digunakan sebagai bahan awal untuk menyintesis podofilotoksin (8), suatu lignan ariltetralin lakton yang aktif sebagai antikanker dan antivirus. Reaksi kunci yang digunakan adalah reaksi tandem-Heck intramolekul pada ester 6-bromokoniferil. Penggunaan 1 sebagai bahan awal dan reaksi tandem-Heck belum dilaporkan dalam sintesis 8. \n\nSintesis ester 6-bromokoniferil membutuhkan brominasi aromatik 1 di C-5. Brominasi aromatik 1 selalu berlangsung di C-6 dan belum dilaporkan di C-5. Sebaliknya, brominasi aromatik eugenil benzoat (10) dan metileugenol (12) dengan Br2 dilaporkan berlangsung di C-5. Oleh sebab itu, pada penelitian ini telah dilakukan kajian brominasi dengan Br2 dalam kloroform (CHCl3) pada 1 dan empat senyawa turunannya, yaitu eugenil asetat dan benzoat serta benzil- dan metileugenol (9–12). Jalannya reaksi dipantau dengan KLT, produk diisolasi dengan kromatografi kolom dan ditetapkan struktur molekulnya berdasarkan data spektrum NMR dan massa. Semua turunan eugenol yang diteliti mengalami brominasi aromatik di C-5 setelah brominasi gugus alil. Eugenil asetat (9) membentuk dibromida (13) dan kemudian tribromida (14) dengan 1,2 ekuiv Br2. Brominasi aromatik memicu hidrolisis ester asetil, sehingga terbentuk dibromida (15) serta tribromida I dan II (16 dan 17a, b) dari eugenol, yang semakin banyak jumlahnya dengan Br2 berlebih (2,4 dan 3,6 ekuiv). Brominasi aromatik kedua juga telah membentuk eugenol tetrabromida (18). Eugenil benzoat (10) membentuk dibromida (19) dengan 1,2 ekuiv Br2 dan tribromida (20) dengan Br2 berlebih. Benzileugenol (11) dominan membentuk dibromida (21a, b) dengan 1,2 ekuiv Br2, lalu dominan membentuk tribromida (22) dengan 2,4 ekuiv Br2. Pemutusan eter benzil baru berlangsung masif dengan 3,6 ekuiv Br2, menghasilkan 16 dan 18 sebagai produk utama. Brominasi metileugenol (12) berbeda tahapan reaksinya. Awalnya, Br2 bereaksi dengan 12 membentuk dibromida (24) yang segera membentuk tribromida II (23). Isomerisasi 23 kemudian membentuk tribromida I (25), disertai dengan konversi lanjutan 24 ke 23 hingga tercapai komposisi kesetimbangan (kira-kira 1:3) dari 23 dan 25. \n\nSecara keseluruhan, 13 produk brominasi (13–25) berhasil disintesis dalam penelitian ini. Produk 20 dan 25 telah dilaporkan, sebelas produk lainnya baru dilaporkan dalam penelitian ini. Senyawa 17 dan 21 merupakan pasangan isomer konformasi, yang terpisahkan pada KLT dengan perbedaan Rf yang kecil. Selain mengadopsi konformasi rerata yang ‘stabil’, rantai samping 2,3-dibromopropil pada kedua produk ini diduga memiliki konformasi ‘takstabil’ semua-gauche yang terstabilkan pada kondisi tertentu. Penelitian lebih lanjut diperlukan untuk memastikan konformasi ini. Produk 23 menarik untuk dikaji lebih lanjut karena dapat dimodifikasi, misalnya untuk membentuk turunan benzosiklobutena. \n\nCincin aromatik tribromida 14, 20, 22, 23, dan 25 semuanya mengikat substituen bromo di C-5. Sementara brominasi eugenol (1) dengan 2,4 ekuiv Br2 pada penelitian ini menghasilkan eugenol tribromida II (17), yang cincin aromatiknya mengikat substituen bromo di C-6, dan tetrabromida (18). Dengan demikian, proteksi fenol pada 1 telah mengubah regioselektivitas brominasi aromatik dari C-6 ke C-5. Hal ini belum dilaporkan pada 9 dan 11. Penelitian ini menunjukkan bahwa proteksi asetil dan benzil mengubah regioselektivitas sama seperti proteksi benzoil dan metil pada 10 dan 12 yang telah dilaporkan. Sifat aktivasi atau deaktivasi yang berbeda dari gugus proteksi tidak berpengaruh pada orientasi brominasi. Akan tetapi, perbedaan ini tetap berpengaruh pada laju brominasi. Hasil penelitian menunjukkan bahwa gugus proteksi benzoil paling mendeaktivasi dan sebaliknya, gugus proteksi metil paling mengaktivasi cincin aromatik. Hal ini kemudian dimanfaatkan untuk menyintesis ester koniferil dari eugenil benzoat dibromida (19) dan ester 6-bromokoniferil dari metileugenol tribromida I (25). \n\nEster dibentuk melalui dehidrobrominasi dan substitusi nukleofilik pada struktur dibromida visinal. Reaksi 19 dengan asam asetat dan benzoat menghasilkan ester koniferil 27 dan 28 dengan rendemen keseluruhan 39% dan 22% dari 1. Reaksi 25 dengan asam asetat, sinamat, dan akrilat menghasilkan ester 6-bromokoniferil 29–31 dengan rendemen keseluruhan 47%, 49%, dan 42% dari 1. Pembentukan produk samping alkena non-alilik pada tahap dehidrobrominasi andil pada rendemen yang sedang ini. Meskipun rendemennya belum optimal, pemanfaatan eugenol (1) untuk sintesis ester koniferil dan ester 6-bromokoniferil berpotensi memberikan nilai tambah yang besar bagi produk cengkih Indonesia. Ester 6-bromokoniferil dapat dimanfaatkan untuk sintesis produk alam yang lebih kompleks. Dalam penelitian ini, ester 31 digunakan untuk menyintesis analog 8. Akan tetapi, reaksi siklisasi Heck pada berbagai kondisi reaksi tidak menghasilkan produk reaksi yang diharapkan. Sebagai gantinya, terjadi reaksi hidrolisis dan oksidasi ester 31 membentuk alkohol 32 dan aldehida 33.", "Daftar File": {"ABSTRAK Budi Arifin": "https://digilib.itb.ac.id/gdl/download/250099", "PUSTAKA Budi Arifin": "https://digilib.itb.ac.id/gdl/download/252448"}, "Penulis": "Budi Arifin [30515011]", "Kontributor / Dosen Pembimbing": ["Prof. Yana Maolana Syah, MS, Ph.D.", "Dr. rer. nat. Didin Mujahidin, S.Si., M.Si."], "Jenis Koleksi": "Disertasi", "Penerbit": "Kimia", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "Chemistry", "Kata Kunci": "antikanker, aromatik, dehidrobrominasi, koniferil alkohol, lignan, reaksi Heck, podofilotoksin", "Sumber": "", "Staf Input/Edit": "Latifa Noor  \n                                     Latifa Noor", "File": "8 file", "Tanggal Input": "24 Jun 2022"}