{"Nomor": 65750, "Judul": "USULAN MANAJEMEN PENGETAHUAN PADA DIVISI MANAJEMEN RANTAI SUPLAI DI PT MERAUP", "Abstrak": "Industri minyak dan gas bumi di Indonesia merupakan salah satu industri komoditas yang telah berumur cukup panjang dan berkontribusi signifikan terhadap perkembangan negeri ini. Lapangan Meraup, adalah salah satu lapangan tua yang produktif dan dioperasikan bersama oleh PT Meraup dengan mitranya badan usaha milik negara. Dalam pengoperasian Lapangan Meraup, Divisi SCM dari Perusahaan menghadapi permasalahan berkaitan dengan sinkronisasi antara karyawannya di Kantor Pusat Jakarta dan Lapangan Jambi, yang turut berdampak pada kegiatan operasi dan produksi dari Lapangan Meraup.\nDalam rangka mengatasi permasalahan tersebut, penelitian ini menggunakan disiplin Manajemen Pengetahuan untuk menentukan permasalahan bisnis, akar permasalahan, dan solusi terhadap permasalahan bisnis yang dihadapi. Hal ini mencakup pengetahuan, kerangka manajemen dari People-Process-Technology (PPT), Socialization-Externalization-Combination-Internalization (SECI), dan Knowledge Management Roadmap untuk menguji permasalahan, menciptakan solusi, dan menentukan linimasa untuk melaksanakan solusi terhadap permasalahan bisnis tersebut. Dengan menggunakan pendekatan kualitatif, informasi-informasi dikumpulkan melalui interview, observasi, dan pengalaman dari penulis. Informasi yang diperoleh mendapati bahwa terdapat permasalahan yang berkaitan dengan SECI dan PPT, yang diakibatkan oleh akuisisi pengetahuan dalam bentuk pelatihan yang hanya terpusat bagi personil Kantor Pusat Jakarta, dan karena ketiadaan mekanisme pembagian pengetahuan dan layanan dokumentasi di dalam Divisi SCM PT Meraup.\nAnalisis data digunakan untuk mengembangkan solusi bisnis, yang kemudian turut berperan dalam perumusan rencana pelaksanaan. Solusi bisnis yang ditemukan dalam penelitian ini mencakup penciptaan disiplin Manajemen Pengetahuan melalui serangkaian kegiatan yang meliputi pendokumentasian pengetahuan, pembagian pengetahuan, penciptaan repositori pengetahuan, dan mengoptimalkan saluran komunikasi yang tersedia dengan menggunakan fasilitas teknologi terkini, seperti grup Whatsapp dan pertemuan Zoom. Untuk memastikan pelaksanaan solusi bisnis, rencana implementasi telah dipersiapkan dalam bentuk linimasa untuk memastikan disiplin pelaksanaan dan keberlangsungan pelaksanaan Manajemen Pengetahuan di PT Meraup.", "Daftar File": {"COVER Agustina Marito Siagian": "https://digilib.itb.ac.id/gdl/download/257955", "BAB 1 Agustina Marito Siagian": "https://digilib.itb.ac.id/gdl/download/257956", "BAB 2 Agustina Marito Siagian": "https://digilib.itb.ac.id/gdl/download/257957", "BAB 3 Agustina Marito Siagian": "https://digilib.itb.ac.id/gdl/download/257958", "BAB 4 Agustina Marito Siagian": "https://digilib.itb.ac.id/gdl/download/257960", "PUSTAKA Agustina Marito Siagian": "https://digilib.itb.ac.id/gdl/download/257961"}, "Penulis": "Agustina Marito Siagian [29320458]", "Kontributor / Dosen Pembimbing": ["Dedy Sushandoyo, S.T., M.Sc.Eng., M.A.Sc., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "Manajemen Pengetahuan, Permasalahan Sinkronisasi, Kompetensi, SECI, PPT, Knowledge Roadmap", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "24 Jun 2022"}