{"Nomor": 65764, "Judul": "FERMENTASI SUBSTRAT PADAT PULP KOPI (COFFEA ARABICA) OLEH KULTUR CAMPURAN ASPERGILLUS NIGER DAN ASPERGILLUS ORYZAE UNTUK MENINGKATKAN PEROLEHAN EKSTRAKSI ASAM FENOLIK SEBAGAI AGEN ANTIOKSIDAN DAN ANTI-INFLAMASI", "Abstrak": "Pulp kopi merupakan salah satu limbah terbesar yang dihasilkan oleh industri kopi. Pulp kopi kaya akan kandungan senyawa fenolik yang banyak ditemukan berikatan ester pada dinding sel pulp kopi sehingga terbentuk polisakarida yang kompleks. Untuk memutuskan ikatan tersebut, dapat dilakukan fermentasi substrat padat dengan bantuan mikroorganisme. Salah satu parameter yang memengaruhi hasil fermentasi adalah waktu. Oleh karena itu, penelitian ini dilakukan untuk mengetahui waktu fermentasi paling optimal dalam memproduksi asam fenolik dari limbah pulp kopi arabika menggunakan kultur campuran A. niger dan A. oryzae. Data yang diambil dari fermentasi adalah pertumbuhan biomassa jamur, konsumsi substrat, dan perolehan ekstrak setiap 24 jam sekali selama 7 hari. Perolehan ekstrak tertinggi dihasilkan pada hari keempat fermentasi, yaitu sebanyak 6,2%. Ekstrak fenolik yang diperoleh digunakan untuk menganalisis kandungan fenolik total, aktivitas antioksidan, dan aktivitas anti-inflamasi. Seluruh analisis ekstrak fenolik tersebut bernilai paling baik pada hari keempat fermentasi. Kandungan fenolik total tertinggi adalah sebesar 59,88 mg GAE/g. Nilai IC50 aktivitas antioksidan terendah diperoleh pada konsentrasi 150,17 ppm. Sementara itu, nilai IC50 aktivitas anti-inflamasi terendah diperoleh pada konsentrasi 73,8 ppm. Berdasarkan hasil analisis korelasi data secara statistik, kandungan fenolik total berkorelasi tinggi secara positif dengan perolehan ekstrak serta berkorelasi tinggi secara negatif dengan nilai IC50 anti-inflamasi dan IC50 antioksidan.", "Daftar File": {"ABSTRAK Graciella Merari": "https://digilib.itb.ac.id/gdl/download/250114"}, "Penulis": "Graciella Merari [11218030]", "Kontributor / Dosen Pembimbing": ["Intan Taufik, S.Si., M.Si., Ph.D.", "Dr. Muhammad Yusuf Abduh, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Asam Fenolik, Aspergillus niger, Aspergillus oryzae, Fermentasi Substrat Padat, Pulp Kopi", "Sumber": "", "Staf Input/Edit": "TINI SUPARTINI", "File": "1 file", "Tanggal Input": "24 Jun 2022"}