{"Nomor": 65762, "Judul": "PENGAMBILAN KEPUTUSAN UMKM TERKAIT STRATEGI USAHA UNTUK MENCAPAI RESILIENSI SAAT PANDEMI COVID-19", "Abstrak": "This research study about how SMEs do decision making about business strategies to reach reslience during COVID-19 pandemic. In this research revealed what kind of factors that become consideration and how the factors influence SMEs decision making about business strategies. This research categorized as qualitative research with case studies approach with comparison of multiple cases. Data collected using in-depth interview method to five SMEs with different types of business. Data analysis started with do coding to filter information from the result of in-depth interview based on discussion point in conceptual framework that adapted from Sustainable Livelihood concept; then do causality analysis based on relation between discussion point in conceptual framework made.\nFrom the result of data analysis, obtained four factors that become SMEs consideration in decision making about business strategies during COVID-19 pandemic, that are Indonesia government, traded commodity market, online platform provider company, and technological resources owned by SMEs. Indonesia government via social restriction policy have a role to restrict SMEs business activities during COVID-19 pandemic. Traded commodity market has decreased purchasing power during COVID-19 pandemic that results in decreased of SMEs sale. Online platform provider companies (like social media, online marketplace, and instant message application) via the platforms they have and paid advertising facilities offered play role in provide alternative to SMEs do marketing without having to physically interact with consumers. While technological resources owned by SMEs in the form of information technology play role as medium to connect SMEs and online platform. Influence of these four factors embodied in business strategies chosen by SMEs in the form of optimalization online platform for marketing activities, beside other business strategies like employee termination and sale of personal assets to financing their\niv\nbusiness. The various strategies chosen resulted in business outcomes in the form of SMEs still struggling in the survival stage during COVID-19 pandemic.", "Daftar File": {"COVER Aryo Cokrowatianto": "https://digilib.itb.ac.id/gdl/download/250103", "BAB 1 Aryo Cokrowatianto": "https://digilib.itb.ac.id/gdl/download/250104", "BAB 2 Aryo Cokrowatianto": "https://digilib.itb.ac.id/gdl/download/250105", "BAB 3 Aryo Cokrowatianto": "https://digilib.itb.ac.id/gdl/download/250106", "BAB 4 Aryo Cokrowatianto": "https://digilib.itb.ac.id/gdl/download/250107", "BAB 5 Aryo Cokrowatianto": "https://digilib.itb.ac.id/gdl/download/250108", "BAB 6 Aryo Cokrowatianto": "https://digilib.itb.ac.id/gdl/download/250110", "DAFTAR Aryo Cokrowatianto": "https://digilib.itb.ac.id/gdl/download/250111"}, "Penulis": "Aryo Cokrowatianto [24018002]", "Kontributor / Dosen Pembimbing": ["Ir. Sonny Yuliar, Ph.D.", "Dr. Drs. Suhirman, S.H., M.T.", "Adenantera Dwicaksono, S.T., M.Ds., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Studi Pembangunan", "Fakultas": "Sekolah Arsitektur, Perencanaan dan Pengembangan Kebijakan", "Subjek": "", "Kata Kunci": "UMKM, resiliensi, COVID-19, strategi usaha", "Sumber": "", "Staf Input/Edit": "sarnya", "File": "9 file", "Tanggal Input": "24 Jun 2022"}