{"Nomor": 65778, "Judul": "PEMODELAN INVERSI DATA CONTROLLEDSOURCE AUDIO-FREQUENCY MAGNETOTELLURICS (CSAMT) SATU DIMENSI MENGGUNAKAN METODE OCCAM", "Abstrak": "Metode Controlled-Source Audio-Frequency Magnetotellurics merupakan metode\ngeofisika aktif yang memanfaatkan sifat fisis gelombang EM untuk\nmengidentifikasi nilai resistivitas batuan di bawah permukaan. Umumnya, CSAMT\ndigunakan untuk eksplorasi panasbumi, tambang, atau minyak dan gas bumi. Dalam\npenggunaannya, data CSAMT perlu diolah lebih lanjut dengan cara pemodelan\nkedepan atau pemodelan inversi agar dapat mencitrakan kondisi bawah permukaan\nsesungguhnya. Penelitian kali ini dilakukan untuk menguji keakuratan dari\npengembangan metode inversi Levenberg-Marquardt menjadi metode Occam\nsederhana dalam melakukan proses inversi terhadap data CSAMT. Pemodelan\ninversi ini menerapkan sifat dasar metode inversi Occam dengan mencari model\nyang smooth yang dapat menggambarkan secara detail kondisi asli dari profil\nbawah permukaan. Pada penelitian ini, pemodelan inversi diujicoba pada data\nsintetik yang mengacu pada 4 jenis kondisi kurva sounding yakni tipe A, H, K, dan\nQ. Data sintetik yang digunakan dalam penelitian ini sudah mengakomodir kondisi\nsebenarnya dari data lapangan dengan penambahan parameter noise sebesar 5%\npada nilai impedansi yang dihasilkan dari pemodelan kedepan. Hasil dari uji\npemodelan inversi dengan pendekatan metode Occam ini dinilai baik karena\nmencapai hasil optimum dengan nilai ERMS kurang dari 5%.", "Daftar File": {"ABSTRAK Leonardo Budhi Satrio Utomo": "https://digilib.itb.ac.id/gdl/download/250138"}, "Penulis": "Leonardo Budhi Satrio Utomo [12318011]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Hendra Grandis", "Dr. rer. nat. Ir. Wahyudi Widyatmoko Parnadi, M.S.", "Dr. Warsa, S.Si., M.T.", "Dr. Tedi Yudistira, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Controlled-Source Audio-Frequency Magnetotellurics, pemodelan inversi, linier, 1 dimensi, Occam", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "24 Jun 2022"}