{"Nomor": 65773, "Judul": "PEMODELAN INVERSI MAGNETOTELLURIK SATU DIMENSI MENGGUNAKAN BAT ALGORITHM", "Abstrak": "Metode magnetotellurik adalah metode geofisika pasif yang dapat digunakan untuk\nmendapatkan nilai variasi resistivitas bawah permukaan. Nilai variasi resistivitas\nbawah permukaan dapat dimodelkan untuk mengetahui kondisi bawah permukaan\nyang sebenarnya. Pemodelan data magnetotellurik dapat dilakukan dengan\npemodelan kedepan dan pemodelan inversi. Penelitian kali dilakukan untuk meguji\nmetode pemodelan inversi magnetotellurik satu dimensi menggunakan algoritma\nBat Algorithm yang dikembangkan oleh Xin-She Yang. Algoritma Bat Algorithm\nadalah algoritma berbasis populasi yang mensimulasikan ekolokasi kelelawar\nmikro untuk menyelesaikan permasalahan matematis. Pemodelan inversi\nmagnetotellurik satu dimensi menggunakan algoritma Bat Algorithm diuji\nmenggunakan kurva sounding tipe A, H, K, dan Q. Pengujian dilakukan dengan\ndata parameter model sintetik tiga lapisan dengan dua perlakuan yaitu tanpa noise\ndan dengan noise 5%. Pengujian juga dilakukan dengan memodelkan data\nmagnetotellurik tiga lapisan dengan tebakan empat lapisan dan data magnetotellurik\nempat lapisan dengan tebakan tiga lapisan untuk menguji keakuratan metode\npemodelan inversi magnetotellurik satu dimensi menggunakan algoritma Bat\nAlgorithm. Hasil pengujian metode pada seluruh tipe kurva sounding tanpa noise\nmenunjukan nilai error di rentang 0.01-0.08%. Sementara pengujian metode pada\nseluruh tipe kurva sounding dengan noise menunjukan nilai error di rentang 4-5%.\nNilai error yang didapat menunjukan bahwa metode inversi satu dimensi data\nmagnetotellurik menggunakan Bat algorithm memiliki tingkat akurasi yang tinggi.\nHal tersebut didukung dengan berhasilnya metode inversi satu dimensi data\nmagnetotellurik menggunakan Bat Algorithm dalam memodelkan data\nmagnetotellurik tiga lapisan dengan tebakan empat lapisan dan data magnetotellurik\nempat lapisan dengan tebakan tiga lapisan.", "Daftar File": {"ABSTRAK Muhammad Arif Raihannur": "https://digilib.itb.ac.id/gdl/download/250134"}, "Penulis": "Muhammad Arif Raihannur [12318029]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Hendra Grandis", "Dr. rer. nat. Ir. Wahyudi Widyatmoko Parnadi, M.S.", "Dr. Warsa, S.Si., M.T.", "Dr. Tedi Yudistira, S.Si., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Bat Algorithm, inversi, magnetotellurik, satu dimensi", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "24 Jun 2022"}