{"Nomor": 65772, "Judul": "PERANCANGAN PLTS TERAPUNG 3,36 MWP PADA RESERVOIR PLTA MRICA", "Abstrak": "Perancangan PLTS terapung sebesar 3,36 MWp pada reservoir PLTA Mrica\ndilakukan dengan memperhatikan profil reservoir PLTA Mrica, perancangan teknis,\nanalisis teknis, keekonomian, dan lingkungan PLTS terapung. Dari perancangan yang\ndilakukan, ditetapkan sistem PLTS terapung dengan kapasitas 3,36 MWp dengan jenis\npontoon-based floating dengan floater jenis HDPE. Sistem PLTS terapung terdiri dari\n281 string dengan jumlah modul PV yang terpasang adalah 6.108 modul dengan azimuth\n0° dan sudut kemiringan 10°. Jenis modul yang digunakan adalah Trina Solar TSM550DE19 dengan kapasitas 550 Wp dan inverter yang digunakan adalah Huawei\nSUN2000-100KTL-M1 yang memiliki kapasitas 100 kW berjumlah 27 inverter. Total\nluas permukaan reservoir PLTA Mrica yang dibutuhkan oleh PLTS terapung adalah\n32.556 m2\n. Energi yang dihasilkan di tahun pertama adalah sebesar 4.965 MWh, specific\nenergy yield sebesar 1.478 kWh/kWp, dan performance ratio sebesar 82,39%. Energi\nkeluaran sistem PLTS terapung tersebut dihubungkan dengan GI 150 kV PLTA Mrica.\nSecara aspek ekonomi, diperoleh beberapa nilai hasil perhitungan ekonomi. LCOE dari\nsistem PLTS terapung adalah sebesar 857,6 Rp/kWh, nilai IRR adalah sebesar 11,97%,\nnilai NPV adalah sebesar Rp 19.267.415.074 dan payback period adalah selama 9,46\ntahun. Sistem PLTS terapung dapat mengurangi emisi gas rumah kaca sebesar 97.899 ton\nCO2 selama 25 tahun. Secara keseluruhan, sistem PLTS terapung dengan kapasitas 3,36\nMWp pada reservoir PLTA Mrica layak dibangun karena memenuhi beberapa indikator\ndari aspek teknis, ekonomi dan lingkungan.", "Daftar File": {}, "Penulis": "Mohammad Irvan Fauzi [18018010]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Bambang Anggoro Soedjarno P., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "PLTS terapung, reservoir, teknis, ekonomi, lingkungan", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "24 Jun 2022"}