{"Nomor": 65775, "Judul": "FERMENTASI SUBSTRAT PADAT PULP KOPI (COFFEA ARABICA) OLEH ASPERGILLUS ORYZAE UNTUK MENINGKATKAN PEROLEHAN EKSTRAKSI ASAM FENOLIK SEBAGAI AGEN ANTIOKSIDAN DAN ANTI-INFLAMASI", "Abstrak": "Pulp kopi merupakan limbah yang sangat banyak dihasilkan oleh industri pengolahan biji kopi. Pulp kopi ditemukan mencapai 40-50% dari berat basah ceri kopi. Kandungan asam fenolik yang tinggi pada pulp kopi yang tinggi dapat dijadikan sebagai produk bernilai tinggi. Namun, asam fenolik ditemukan tinggi dalam bentuk terikat pada polisakarida dinding sel pulp kopi. Oleh karena itu, diperlukan fermentasi substrat padat oleh Aspergillus oryzae yang dapat melepaskan asam fenolik yang terikat. Penelitian ini bertujuan untuk menentukan pengaruh lama waktu fermentasi terhadap perolehan asam fenolik, kandungan fenolik total, aktivitas antioksidan, aktivitas antiinflamasi, serta pengaruh fermentasi terhadap kandungan asam klorogenat pada ekstrak asam fenolik. Fermentasi dilakukan menggunakan jamur A. oryzae pada suhu ruang dengan penentuan data biomassa kering, konsumsi substrat, perolehan asam fenolik, kandungan fenolik total, aktivitas antioksidan, dan aktivitas antiinflamasi setiap 24 jam selama 7 hari. Biomassa A. oryzae ditemukan optimum pada hari ke-4 dengan laju pertumbuhan spesifik 0,006/jam, diikuti oleh sedikitnya gula pereduksi yang tersisa pada pulp kopi. Semakin lama waktu fermentasi, ditemukan semakin tinggi perolehan asam fenolik, kandungan fenolik total, aktivitas antioksidan, aktivitas antiinflamasi pada hari ke-4 dan menurun hingga hari ke-7. Perolehan asam fenolik didapatkan tertinggi pada hari ke-4 sebesar 8,1% dengan kandungan fenolik total sebesar 62,4 mg GAE/g ekstrak. Nilai IC50 aktivitas antioksidan dan aktivitas inflamasi didapatkan paling rendah pada hari ke-4 secara berturut-turut sebesar 127 ppm dan 69 ppm. Terdapat peningkatan kandungan asam klorogenat dari pulp kopi tidak terfermentasi sebesar 5,3% menjadi 9,1% pada hari ke-4. Berdasarkan hasil analisis korelasi data secara statistik, didapatkan kandungan fenolik total memiliki pengaruh yang signifikan terhadap aktivitas antioksidan dan aktivitas antiinflamasi.", "Daftar File": {"ABSTRAK Wening Indrya Reno Pangastuti": "https://digilib.itb.ac.id/gdl/download/250135"}, "Penulis": "Wening Indrya Reno Pangastuti [11218039]", "Kontributor / Dosen Pembimbing": ["Intan Taufik, S.Si., M.Si., Ph.D.", "Dr. Muhammad Yusuf Abduh, M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Hayati", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "A. oryzae, asam klorogenat, fermentasi substrat padat, kandungan fenolik total, pulp kopi", "Sumber": "", "Staf Input/Edit": "TINI SUPARTINI", "File": "1 file", "Tanggal Input": "24 Jun 2022"}