{"Nomor": 65770, "Judul": "AKTIVITAS HEPATOPROTEKTOR KOMBINASI RIMPANG KUNYIT (CURCUMA LONGA L.) DAN TEMULAWAK (CURCUMA XANTHORRIZA ROXB.) DENGAN BUAH LADA HITAM (PIPER NIGRI L.) PADA TIKUS WISTAR", "Abstrak": "Kunyit (Curcuma longa L.) dan temulawak (Curcuma xanthorriza Roxb.)\nmerupakan tanaman tradisional dengan kandungan utamanya adalah kurkuminoid\nyang berkhasiat hepatoprotektor. Penyerapan kurkuminoid yang buruk dapat\nditingkatkan dengan piperin. Penelitian ini bertujuan untuk menguji efek\nhepatoprotektor kombinasi rimpang kunyit dan temulawak dengan buah lada\nhitam dalam bentuk kapsul yang masing-masing terdiri dari kunyit/lada hitam\n(760mg/40mg) dan temulawak/lada hitam (1520mg/40mg). Efek hepatoprotektor\ndiuji pada tikus Wistar jantan yang diinduksi kerusakan hati dengan obat TB\n(isoniazid dan rifampisin). Dua dosis kombinasi yang diuji yaitu yang ekivalen\ndengan 2 (KLH1, TLH1) dan 3 kapsul (KLH2, TLH2) masing-masing kombinasi\nsimplisia uji tersebut. Hasil menunjukkan, kunyit dan kombinasinya (KLH1 dan\nKLH2) mencegah kerusakan hati secara bermakna (p<0,01) lebih cepat yaitu\nmulai hari ke-14 dibandingkan temulawak dan kombinasinya (TLH1 dan TLH2)\nyang mulai mencegah kerusakan hati pada pemberian hari ke-21 yang terlihat dari\naktivitas GPT. Pada uji kuratif, KLH2 mengobati kerusakan hati lebih cepat\ndibandingkan kunyit dan KLH1 serta temulawak dan kombinasinya. Akan tetapi\ndilihat dari kadar albumin, kunyit maupun kombinasinya dan temulawak maupun\nkombinasinya dapat memperbaiki kerusakan hati mulai hari ke-7 pemberian.\nSecara umum kombinasi lebih berpotensi mencegah dan mengobati kerusakan\nhati dibandingkan tanpa kombinasi.", "Daftar File": {"ABSTRAK Mochamad Herdi Nurzaman": "https://digilib.itb.ac.id/gdl/download/250124"}, "Penulis": "Mochamad Herdi Nurzaman [20718313]", "Kontributor / Dosen Pembimbing": ["Dr. Maria Immaculata Iwo"], "Jenis Koleksi": "Tesis", "Penerbit": "Farmasi", "Fakultas": "Sekolah Farmasi", "Subjek": "", "Kata Kunci": "Hepatoprotektor, Rifampisin, INH, Curcuma longa L., Curcuma xanthorriza Roxb., Piper nigri L.", "Sumber": "", "Staf Input/Edit": "yana mulyana", "File": "1 file", "Tanggal Input": "24 Jun 2022"}