{"Nomor": 65785, "Judul": "PENGEMBANGAN DESAIN INTERAKSI MULTIPURPOSE APPLICATION UNTUK MAHASISWA INSTITUT TEKNOLOGI BANDUNG DENGAN PENDEKATAN USER-CENTERED DESIGN", "Abstrak": "Institut Teknologi Bandung (ITB) memiliki berbagai layanan digital dengan tujuan yang\nberbeda-beda namun market pengguna yang sama yaitu mahasiswa. Kehadiran berbagai\ndomain tersebut seringkali menyebabkan kebingungan mahasiswa untuk menggunakan\nlayanan tersebut, terutama karena hanya sedikit fitur yang digunakannya pada setiap\ndomain layanan. Di sisi lain, trend multipurpose application semakin lazim diserap pada\nindustri teknologi perangkat lunak, terutama di Asia, seperti WeChat, sebuah platform\nsuper app yang berawal dari layanan tukar pesan milik Tencent, hingga beberapa aplikasi\ndi Asia Tenggara yang diperkenalkan sebagai super app, seperti Grab dan Traveloka.\nAdapun pada domain institusi akademik, multipurpose application juga telah diadopsi\noleh Harvard dan Yonsei University.\nMelihat perkembangan trend multipurpose application dan juga masalah berserakannya\nlayanan digital ITB, tugas akhir ini akan mengembangkan rancangan desain interaksi\nmultipurpose application ITB untuk mahasiswa saat kondisi perkuliahan hybrid offline.\nAdapun perancangan desain interaksi menerapkan pendekatan user-centered design\npada seluruh fase riset, dari identifikasi fitur dari berbagai layanan digital ITB yang\ndibutuhkan aplikasi tersebut, penentuan usability dan user experience goal, hingga\nprototipe high-fidelity yang sesuai dengan goals tersebut dan prinsip desain interaksi.\nHasil pengujian terhadap rancangan prototipe menunjukkan bahwa kriteria usability goal\nefficient to use serta kriteria user experience goal helpful dalam kehidupan perkuliahan\nhybrid offline telah tercapai. Hasil pengujian prototipe didapatkan melalui pengujian\nkuantitatif Single Ease Question (SEQ) dengan skor 6.88 dari 7 dan System Usability\nScale (SUS) dengan skor 94.5 dan grade best imaginable, serta pengujian kualitatif dari\naspek-aspek usability goals, user experience goals, dan prinsip desain interaksi.", "Daftar File": {}, "Penulis": "Jones Napoleon Autumn [13518086]", "Kontributor / Dosen Pembimbing": ["Fitra Arifiansyah, S.Kom., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "multipurpose application, ITB, super app, user-centered design, high-fidelity prototype", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "24 Jun 2022"}