{"Nomor": 65786, "Judul": "STUDY OF TRAVELLING-WAVE-BASED FAULT LOCATION METHOD ON TRANSMISSION LINES", "Abstrak": "Transmission Line (TL) are one of important component in delivering power from\npower plant to consumers. PLN, as state-owned electrical company, manages more\nthan 44.000 kmc of TL, consists of at least 5.000 kmc for 500 kV, 1.850 kmc for\n275 kV, 32.400 kmc for 150 kV, 4.660 kmc for 70 kV, 60 kmc for 25 kV and 30\nkV. TL is the second-most scattered asset in electrical power following distribution\nnetwork. Offently, when a fault occurred on TL, the line person has to walk and\nclimb on tower in order to check TL equipment physically. This task will take time\neven more as the network grows. Finding a source fault could take hours up to days.\nTherefore, system recovery dependent on the speed of finding the Fault Location\n(FL). With accurate fault location, the network system can be restored faster.\nThere are two major method to calculate and determine fault location. First,\nimpedance-based method which sensitive to changes of impedance. At saturation\nmeasurement, voltage value compared to current value will show the fault\ncharacteristic, from which fault location can be determined. The other method is\ntravelling-wave-based which is independent on power swing, current transformer\nsaturation, fault type, fault resistance, fault-inception angle and system parameters.\nThis paper describes fault location using Travelling-wave-based methods in\napplication to series capacitor compensated TL, hybrid TL, and tapped TL.\nSimulations is done by ATP-EMTP software and analysed using Matlab 2015a and\nMicrosoft Excel 2013.\nIn general, two-ended algorithm give higher accuracy than one-ended algorithm.\nAlthough one-ended algorithm results in lower accuracy, the FL error shows less\nthan 1.5%. The error on capacitor compensated TL, hybrid TL, and tapped TL are 0.135%, 2.2%, and 6.33% respectively. Moreover, higher sampling frequency\nresult in higher accuracy. Nevertheless, this method requires a higher cost\ninvestment compared to impedance-based. Several advantages and disadvantages\nof travelling-wave-based method are described in this paper so that it can be wellrealized\nand well-understood in its application.", "Daftar File": {"COVER Gunawan Wijaya": "https://digilib.itb.ac.id/gdl/download/250175", "BAB 1 Gunawan Wijaya": "https://digilib.itb.ac.id/gdl/download/250176", "BAB 2 Gunawan Wijaya": "https://digilib.itb.ac.id/gdl/download/250177", "BAB 3 Gunawan Wijaya": "https://digilib.itb.ac.id/gdl/download/250178", "BAB 4 Gunawan Wijaya": "https://digilib.itb.ac.id/gdl/download/250179", "BAB 5 Gunawan Wijaya": "https://digilib.itb.ac.id/gdl/download/250180", "PUSTAKA Gunawan Wijaya": "https://digilib.itb.ac.id/gdl/download/250181"}, "Penulis": "Gunawan Wijaya [23216109]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Suwarno, M.T."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "Engineering & allied operations", "Kata Kunci": "Transmission Line, Fault Location, Impedance-based, Travelling- Wave-based, Hybrid, Capacitor Compensated, Tapped, Accuracy", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "7 file", "Tanggal Input": "24 Jun 2022"}