{"Nomor": 65780, "Judul": "PREDIKSI PERFORMA AKADEMIK DAN WAKTU KELULUSAN MAHASISWA MENGGUNAKAN LSTM DAN GRU", "Abstrak": "Angka drop out yang tinggi dan performa mahasiswa yang rendah merupakan\nmasalah yang tak terhindarkan bagi lembaga pendidikan baik nasional maupun\ninternasional. Mengetahui adanya mahasiswa yang memiliki risiko drop out\nmenjadi penting guna mengantisipasi terus bertumbuhnya jumlah mahasiswa drop\nout. Oleh sebab itu, dalam penelitian ini dilakukan prediksi performa akademik dan\nwaktu kelulusan siswa menggunakan data rekam jejak mahasiswa dengan metode\nprediksi terpisah dan gabungan. Data dikumpulkan dari sebuah program studi di\nsalah satu universitas di Bandung. Data preprocessing dilakukan untuk\nmenghasilkan dataset dengan feature yang umum untuk memprediksi kedua task\ntersebut. Arsitektur Long Short-Term Memory (LSTM) dan Gate Recurrent Units\n(GRU) diusulkan dalam penelitian ini karena memiliki kinerja yang baik pada\nbanyak task dengan sequential data. Dalam penelitian ini, arsitektur LSTM dan\nGRU memiliki kinerja baik dalam memprediksi setiap task. Kinerja kedua\narsitektur itu saling melampaui bergantung pada task yang dimiliki. Pada task\nwaktu kelulusan, nilai F1-score model terbaik memiliki mencapai 94% dan pada\ntask performa mahasiswa, nilai F1-Score-nya adalah 86 %. Sedangkan pada task\ngabungan nilai F1-score yang dihasilkan adalah 73%. Pada early prediction,\nprediksi waktu kelulusan dapat memberikan kinerja yang baik sejak semester kedua\ndengan nilai F1-score 83%. Sedangkan pada prediksi prestasi mahasiswa, nilai\nRMSE sudah memenuhi rules of thumb sejak semester kedua senilai 0.426. Secara\nkeseluruhan kinerja prestasi siswa dan prediksi kelulusan lebih baik jika\nmenggunakan metode terpisah dibandingkan dengan metode gabungan.\nPenggunaan layer dropout secara keseluruhan cenderung menurunkan kinerja\nmodel. Preprocessing data dan model baseline yang dihasilkan dalam penelitian ini\ndiharapkan dapat direplikasi untuk task serupa di universitas lain dengan\npenyesuaian fitur berdasarkan ketersediaan data.", "Daftar File": {}, "Penulis": "Gisela Kurniawati [23520038]", "Kontributor / Dosen Pembimbing": ["Dr. Nur Ulfa Maulidevi, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "performa mahasiswa, drop out, kelulusan, long short-term memory (LSTM), gate recurrent unit (GRU)", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "24 Jun 2022"}