{"Nomor": 65789, "Judul": "ANALISIS SEBARAN SEDIMEN DI MUARA SUNGAI KURAU KABUPATEN BANGKA TENGAH MENGGUNAKAN PEMODELAN HIDRODINAMIKA", "Abstrak": "DAS Kurau terletak di Desa Kurau, Kabupaten Bangka Tengah, Provinsi Kepulauan Bangka Belitung. DAS Kurau memiliki peran yang besar dalam kelangsungan hidup masyarakat Desa Kurau terutama pada Muara Sungai Kurau. Muara Sungai Kurau merupakan aspek penting dalam mendukung perekonomian masyarakat sekitar karena merupakan alur keluar masuknya kapal masyarakat dengan dominansi masyarakat yang berprofesi sebagai nelayan. Selain itu, muara Sungai Kurau juga merupakan alur pelayaran bagi destinasi wisata bahari menuju 3 (tiga) objek wisata, yaitu Pulau Ketawai, Pulau Gusung dan Pulau Bebuar. Namun menurut Kepala Dirjen Sumber Daya Air (SDA) Balai Wilayah Sungai (BWS) Bangka Belitung, muara Sungai Kurau mengalami sedimentasi sebesar 221.232,598 ton/tahun. Sedimentasi muara dapat mengakibatkan pendangkalan muara sungai dan menimbulkan terhambatnya semua kegiatan terkait dengan keluar masuknya kapal yang melalui muara Sungai Kurau.\nSebagai salah satu upaya dalam melihat dinamika sedimentasi yang terjadi pada muara Sungai Kurau Kabupaten Bangka Tengah, dalam penelitian ini dilakukan suatu pemodelan hidrodinamika menggunakan software Delft3D berdasarkan analisis data arus dan kaitannya terhadap fenomena pasang surut air laut ketika periode pasang purnama dan periode surut purnama terjadi.\nDari hasil yang didapatkan, arus di muara Sungai Kurau pada periode pasang purnama memiliki dominansi pola arus menuju ke arah barat laut dengan kecepatan sebesar 0.041 m/s yang terjadi pada domain laut 1, dan bergerak menuju domain muara. Sedangkan pada periode surut purnama, pola arus cenderung menuju ke arah barat laut hingga ke arah utara dikarenakan adanya perubahan nilai elevasi batimetri di depan mulut muara yang menyebabkan terjadinya perubahan arah arus dan perlambatan kecepatan arus.\nUntuk analisis sedimentasi yang terjadi di muara Sungai Kurau, proses sedimentasi didominansi oleh sedimen yang terbawa oleh Sungai Kurau. Hal ini dikarenakan debit Sungai Kurau lebih memiliki peran yang lebih besar terhadap proses transpor sedimen dibandingkan arus dari laut. Elevasi topografi di depan muara Sungai Kurau dan di wilayah pesisir juga memiliki nilai elevasi yang sangat rendah yaitu mendekati nilai 0 (nol) terhadap nilai MSL (Mean Sea Level) dengan jarak yang cukup jauh. Hal inilah yang menyebabkan proses transpor sedimen dari muara sungai ke laut terganggu ketika periode surut purnama terjadi. Sedangkan untuk sebaran sedimen di muara Sungai Kurau ketika pasang purnama, pergerakan sedimen akan mengikuti arah arus dari laut, sehingga akan mengakibatkan sedimentasi ke arah utara hingga ke arah barat laut dari muara Sungai Kurau dan pesisir laut.", "Daftar File": {"2022 TS PP OKTA 1 - abstrak.pdf\n]": "https://digilib.itb.ac.id/gdl/download/250184"}, "Penulis": "Okta Ferriska [25120017]", "Kontributor / Dosen Pembimbing": ["Dr. rer. nat. Wiwin Windupranata, S.T., M.Si.", "Miga Magenika Julian, S.T., M.T.", "Fickrie Muhammad, S.T., M.Sc.", "Gabriella Alodia, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "Arus, Muara Sungai Kurau, Pemodelan Hidrodinamika, Sebaran Sedimen", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "24 Jun 2022"}