{"Nomor": 65788, "Judul": "ANALISIS PANJANG DATA PENGAMATAN PASUT TERHADAP NILAI DATUM PASUT DI PERAIRAN INDONESIA", "Abstrak": "Pengukuran pasut laut dilakukan untuk mendukung kebutuhan ilmiah dan praktis.\nPasut laut dominan disebabkan oleh adanya gradien medan gravitasi bulan dan\nmatahari terhadap massa air di bumi, sehingga terjadi pergerakan vertikal secara\nperiodik di permukaan laut. Meskipun sangat dinamis, pasut laut merupakan salah\nsatu parameter acuan vertikal di permukaan bumi selain geoid. Agar kondisi\npermukaan laut yang dinamis tersebut dapat dijadikan acuan, maka diperlukan\nperhitungan matematis untuk menghasilkan nilai yang tetap. Nilai tetap ini yang\nselanjutnya dikatakan sebagai datum pasut.\nNilai datum pasut dapat diperoleh dari perhitungan ataupun peramalan\nmenggunakan data pengamatan pasut dengan periode tertentu. Nilai datum pasut\nberbeda setiap lokasi pengamatan. Kondisi ini dipengaruhi oleh posisi lokasi berada\npada lintang tertentu dan karakteristik perairan tertentu di permukaan bumi. Lama\npengamatan juga mempengaruhi nilai datum pasut yang dihasilkan. Sehingga\ntujuan dari penelitian ini adalah melakukan analisis pengaruh lama waktu\npengamatan pasut pada setiap lokasi tertentu di perairan Indonesia. Penelitian ini\nmenggunakan data dari 31 lokasi stasiun pasut milik Badan Informasi Geospasial\nyang tersebar dan mewakili tipe perairan di Indonesia. Datum pasut yang dianalisis\nadalah datum pasut berdasarkan Mean High Water Spring (MHWS), Mean Sea\nLevel (MSL), dan Mean Low Water Spring (MLWS).\nData observasi yang ada pada masing-masing stasiun pasut dikelompokan\nberdasarkan panjang data pengamatan yang berbeda yaitu menghitung datum pasut\nsetiap 15 hari, satu bulan, enam bulan, dan satu tahun. Hasilnya adalah umumnya\ndatum pasut hasil perhitungan data satu tahun memiliki fluktuasi nilai yang lebih\nrendah. Fluktuasi nilai terendah pada setiap datum pasut dengan panjang\npengamatan pasut selama satu tahun berada pada rentang 0 - 0,007 meter. Dengan\npengamatan data enam bulan fluktuasi nilai terendah berada pada rentang 0,034 -\n0,040 meter. Sedangkan dengan pengamatan data satu bulan fluktuasi nilai terendah\ndari datum pasut berada pada rentang 0,042 - 0,064 meter dan dengan data 15 hari\nfluktuasi nilai terendah berada pada rentang 0,054 – 0,068 meter.\nPerbedaan karakteristik perairan tidak mempengaruhi pola variasi nilai datum pasut\nyakni minimal data pengamatan 15 hari dapat menghitung datum pasut yang nilainya mendekati hasil perhitungan dengan data satu bulan. Sedangkan minimal\ndata pengamatan enam bulan, dapat menghitung datum pasut yang nilainya\nmendekati hasil perhitungan dengan data satu tahun. Akan tetapi perbedaan\nkarakteristik perairan mempengaruhi tingkat presisi nilai datum pasut. Jika\ndikelompokan berdasarkan jenis perairan samudera, laut dan selat, dan\ndibandingkan dengan variasi nilai dari hasil perhitungan dengan data satu tahun,\nmaka stasiun pasut yang berada di perairan samudera menghasilkan RMSE nilai\ndatum pasut yang kecil. Di sisi lain, perbedaan karakteristik perairan dapat\nmempengaruhi tipe pasang surut di lokasi stasiun pasut.", "Daftar File": {"2022 TS PP NADYA OKTAVIANI 1 - abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/250183"}, "Penulis": "Nadya Oktaviani [25120018]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Kosasih Prijatna, M.Sc.", "Dr. rer. nat. Wiwin Windupranata, S.T., M.Si.", "Dr. techn. Dudy Darmawan Wijaya, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "Engineering & allied operations", "Kata Kunci": "pasut laut, MHWS, MSL, MLWS, variasi datum", "Sumber": "", "Staf Input/Edit": "Alice Diniarti  \n                                     Irwan Sofiyan", "File": "1 file", "Tanggal Input": "24 Jun 2022"}