{"Nomor": 65797, "Judul": "PEMODELAN SISTEM PANAS BUMI BERDASARKAN DATA GAYABERAT DAERAH PANAS BUMI KEPAHIANG, BENGKULU, INDONESIA", "Abstrak": "Pemerintah Indonesia sedang membuat target untuk meningkatkan kapasitas\npembangkit Energi Baru Terbarukan (EBT) menjadi 11.791 MW dan membuat\nroadmap untuk mengembangkan tenaga panas bumi dengan tujuan untuk\nmeningkatkan kapasitas panas bumi dari 2,13 GW pada tahun 2019, menjadi 7,87\nGW pada tahun 2030, dan menjadi 9,3 GW pada tahun 2035. Untuk\nmerealisasikan target tersebut, eksplorasi dan eksploitasi daerah panas bumi di\nIndonesia harus ditingkatkan. Daerah panas bumi Kepahiang yang berada di\nProvinsi Bengkulu merupakan salah satu daerah yang belum dieksploitasi,\npadahal daerah panas bumi ini memiliki potensi sumberdaya hingga 180 MW.\nPotensi sumber panas bumi diperkirakan berada di daerah Gunung api Kaba,\ndimana terdapat manifestasi panas bumi berupa solfatar-fumarol. Tujuan dari\npenelitian ini adalah untuk menganalisis dan menentukan model konseptual\nsistem panas bumi di daerah panas bumi Kepahiang dengan menggunakan metode\ngayaberat. Data gayaberat didapatkan dari hasil akuisisi data gayaberat oleh Tim\nSurvei Geofisika Terpadu Kepahiang pada tahun 2010 yang dapat diakses di\nperpustakaan Pusat Sumber Daya Mineral Batubara dan Panas Bumi (PSDMBP).\nPengolahan data gayaberat menghasilkan Peta Anomali Bouguer Lengkap dengan\nrentang nilai 18 mGal hingga 52 mGal. Kemudian dilakukan pemisahan anomali\nregional dan residual dengan menggunakan metode Moving Average dan\nPolinomial Orde-2, dimana lebar jendela ditentukan dengan melakukan analisis\nspektral 1 dimensi. Hasil anomali menggunakan metode Polinomial Orde-2\nmenunjukkan nilai anomali tinggi dan rendah terlihat di daerah timur laut dan\nbarat daya, yang diperkirakan akibat adanya intrusi andesit-basalt I sisa dari\nvulkanisme Gunung Kaba dan batuan yang telah mengalami pelapukan, sehingga\nmetode ini dinilai memiliki korelasi dengan geologi daerah penelitian. Pemodelan\n2,5D menunjukkan bahwa nilai anomali tinggi dapat diindikasikan sebagai intrusi\nandesit-basalt I dengan kontras densitas +0,59 gr/cc. Adanya intrusi andesit-basalt\nI diperkirakan sebagai sumber panas, satuan Aliran Piroklastik Kaba Tua 2\nsebagai reservoir, dan satuan Aliran Piroklastik Kaba Tua 3 dan Aliran Piroklastik\nKaba Muda sebagai batuan penudung.", "Daftar File": {"ABSTRAK Anggi Firdian Saputra": "https://digilib.itb.ac.id/gdl/download/250204"}, "Penulis": "Anggi Firdian Saputra [12318007]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Djoko Santoso, M.Sc., PGDip.Diab.", "Dr. Darharta Dahrin, M.S.", "Dr. rer. nat. R. Mohammad Rachmat, S.T., M.T.", "Dr. Indra Gunawan, S.Kom., M.Si.", "Faridz Nizar Ahmady, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geofisika - FTTM", "Fakultas": "Fakultas Teknik Pertambangan dan Perminyakan", "Subjek": "", "Kata Kunci": "Gayaberat, Kepahiang, Panas Bumi, Pemodelan, Polinomial Orde-2, Reservoir, Sumber Panas.", "Sumber": "", "Staf Input/Edit": "Devi Septia Nurul", "File": "1 file", "Tanggal Input": "24 Jun 2022"}