{"Nomor": 65793, "Judul": "STRATEGI 5G UNTUK PERUSAHAN BAGI SMARTFREN BUSINESS", "Abstrak": "Teknologi komunikasi seluler berkembang dengan cepat. Iterasi terakhir dari teknologi seluler dan sekarang sedang disebarkan secara komersial adalah 5G. 5G mempunyai 3 kasus penggunaan utama yaitu enhanced Mobile Broadband (eMBB), Massive Internet of Things (MIoT) dan Mission Critical Services (MCS). eMBB sebagian besar digunakan untuk keperluan konsumer sedangkan MIoT dan MCS dikombinasikan dengan fitur 5G lainnya seperti network slicing, sangat cocok untuk pasar enterprise. 5G menjadi pemicu dari Industri 4.0 dan transformasi digital di industri vertical. Dengan menyebarkan 5G, operator telekomunikasi menemukan pasar baru yang bisa digunakan untuk menambah pendatapan mereka.\n\nBerdasarkan laporan keuangan tahunan, Smartfen Telekom, bagian dari Sinar Mas Group, mempunyai tantangan penghasilan sejak awal mereka didirikan. Walaupun penghasilan bertambah, pengeluaran dan pajak juga bertambah. Smartfren Telecom perlu mencari sumber penghasilan baru diluar dari pasar consumer yang sedang terjadi perang harga sejak lama. Smartfren Telecom mendirikan Smartfren Business yang akan lebih fokus ke segmen enterprise. Dengan menyebarkan 5G untuk enterprise, Smartfren Business menemukan pasar yang sedang berkembang dengan potensi pendapatan yang sangat besar.  \n\nTugas akhir ini dilakukan untuk menemukan strategy untuk Smartfren Business memenangkan pasar 5G enterprise. Berdasarkan riset yang sudah dilakukan, penulis menemukan bahwa Smartfren Business harus fokus menyebarkan 5G di Sinar Mas Group sendiri. Untuk memaksimakan potensi pendapatan, sinergi lainnya yang bisa dilakukan didalam Sinar Mas Group antara lain mengembangkan teknologi Mobile Edge Computing (MEC), mengembangkan ekosistem/kemitraan 5G dan menambah jaringan serat fiber untuk perusahaan-perusahaan di Sinar Mas Group.  Untuk kebutuhan internal, penulis juga merekomendasikan pilar bisnis baru, mengeksplorasi tren micro-operator dan OpenRAN. Rekomendasi terakhir berkaitan dengan sumber daya manusia dengan membuat akademi 5G yang diperlukan untuk memastikan Smartfren Telecom bisa mengikuti laju teknologi yang berkembang dengan sangat cepat.", "Daftar File": {"COVER Adiguna Muhammad": "https://digilib.itb.ac.id/gdl/download/257725", "BAB 1 Adiguna Muhammad": "https://digilib.itb.ac.id/gdl/download/257726", "BAB 2 Adiguna Muhammad": "https://digilib.itb.ac.id/gdl/download/257727", "BAB 3 Adiguna Muhammad": "https://digilib.itb.ac.id/gdl/download/257728", "BAB 4 Adiguna Muhammad": "https://digilib.itb.ac.id/gdl/download/257729", "PUSTAKA Adiguna Muhammad": "https://digilib.itb.ac.id/gdl/download/257730"}, "Penulis": "Adiguna Muhammad [29319471]", "Kontributor / Dosen Pembimbing": ["Ir. Priyantono Rudito, M.Bus. (Mktg), Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Administrasi Bisnis", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "", "Kata Kunci": "5G, Industri 4.0, Strategi Bisnis, Tolak Ukur, Komersialisasi", "Sumber": "", "Staf Input/Edit": "Roosalina Vanina Viyazza", "File": "6 file", "Tanggal Input": "24 Jun 2022"}