{"Nomor": 65799, "Judul": "ANALISIS GELOMBANG PLASMON PERMUKAAN PADA SISTEM METASURFACE BOLA NANO DI ATAS SUBSTRAT", "Abstrak": "Topik penting dalam pengembangan sensor optik, sirkuit terintegrasi optik (optical integrated circuit), dan komunikasi optik adalah cara mengendalikan dan memanipulasi berkas cahaya. Rekayasa dan manipulasi tersebut dapat dilakukan dengan teknologi nano optik. Tantangan teknologi nano optik berkaitan dengan fabrikasi dari nanostruktur dan pemilihan material. Pada dekade ini, material dielektrik berindeks bias tinggi dinilai dapat menggantikan material plasmonik. Material dielektrik tersebut memiliki kelebihan disipasi daya yang rendah dan kemampuan mengeksitasi momen magnetik dalam rentang cahaya tampak. Pada Tugas Akhir ini dilakukan eksperimen numerik dengan program simulasi metode FEM (Finite Element Method) untuk mengamati dan menganalisis respons optik pada sistem metasurface array periodik bola nano dielektrik dan logam di atas substrat SiO2/Ag. Didapatkan bahwa sistem yang ditinjau ini dapat membendung energi pada lapisan SiO2 akibat interaksi plasmon permukaan pada substrat dan medan yang tereksitasi pada bola nano. Untuk bola nano logam, medan yang terekstasi tersebut adalah gelombang plasmon permukaan terlokalisasi, sedangkan pada bola nano dielektrik, medan yang tereksitasi tersebut adalah modus-modus multipol elektromagnetik.", "Daftar File": {"ABSTRAK Deni Ramdani": "https://digilib.itb.ac.id/gdl/download/250206", "COVER Deni Ramdani": "https://digilib.itb.ac.id/gdl/download/258873", "PUSTAKA Deni Ramdani": "https://digilib.itb.ac.id/gdl/download/258880"}, "Penulis": "Deni Ramdani [10218019]", "Kontributor / Dosen Pembimbing": ["Drs. Alexander Agustinus P. Iskandar, Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Fisika", "Fakultas": "Fakultas Matematika dan Ilmu Pengetahuan Alam", "Subjek": "", "Kata Kunci": "Bola nano, Metasurface, dan Plasmon Permukaan.", "Sumber": "", "Staf Input/Edit": "Yati Rochayati", "File": "9 file", "Tanggal Input": "24 Jun 2022"}