{"Nomor": 65796, "Judul": "ENHANCEMENT OF CSR PROGRAMS TO IMPROVE VALUE CREATION FOR THE STAKEHOLDER: A CASE  STUDY OF PT ADHI KARYA (PERSERO) TBK.", "Abstrak": "PT Adhi Karya (Persero) Tbk. (ADHI) adalah perusahaan yang bergerak di\nbidang konstruksi di Indonesia dengan inti bisnis utama meliputi jasa konstruksi\ndan teknik, properti, manufaktur, serta investasi & konsesi. Sepanjang tahun\n2020, ADHI mendapatkan apresiasi berupa penghargaan atas pencapaiannya.\nKegiatan ini tidak hanya sebagai bentuk pengembangan peluang dari misi CSR\nADHI, tetapi juga sebagai partisipasi dalam program prioritas pemangku\nkepentingan yang fokus pada pembangunan infrastruktur strategis nasional.\n\nUntuk menganalisis dan meneliti hal ini, baik metodologi penelitian kualitatif\nmaupun kuantitatif digunakan dalam penelitian ini untuk memperoleh informasi\ndan mengidentifikasi alternatif-alternatif cara terbaik untuk strategi\npeningkatan. Penelitian ini menggunakan teknik AHP (Analytic Hierarchy\nProcess) untuk simulasi data, dengan metode identifikasi data dan elemen\nBCOR (Benefits-Costs-Opportunities-Risks). Data kualitatif primer yang\ndikumpulkan berasal dari dua tahap FGD (Focus Group Discussion) dengan\ndata sekunder, yang pertama adalah menentukan parameter kriteria yang akan\ndiisi dalam simulasi, yang kedua adalah menganalisis output dari hasil simulasi.\nsimulasi dan memutuskan saran akhir untuk rekomendasi strategi bisnis.\n\nDari hasil penelitian ini, terlepas dari solusi utama kegiatan konsultasi tersebut,\ntujuan pemilihan strategi bisnis ADHI adalah mendukung masyarakat dengan\nprogram CSR yang efisien dan produktif dengan sistem pendukung berbasis\nteknologi. Oleh karena itu, alternatif terbaik adalah kombinasi dari alternatif 1\ndan 2 yaitu Dukungan Kepada Usaha Mikro dan Kecil Lokal dan Akomodasi\ndan Paparan Usaha Pariwisata Lokal Paparan dan Kesadaran Publik. Model\nini dapat bernilai setidaknya karena faktor politik, ekonomi, sosial, lingkungan\ndan hukum di masing-masing daerah. Model ini membutuhkan pengembangan\npersonel yang terdidik dan berpengalaman, karena program CSR jenis ini\nmembutuhkan pemahaman yang mendalam tentang segala hal mulai dari\nmanajemen organisasi hingga undang-undang ketenagakerjaan hingga\nkesetaraan kesempatan kerja.", "Daftar File": {"2022_TS_PP_Mandietha Dinanty_1-Abstrak.pdf?": "https://digilib.itb.ac.id/gdl/download/250203"}, "Penulis": "Mandietha Dinanty [29120322]", "Kontributor / Dosen Pembimbing": ["Dr. Bambang Rudito, M.Si."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "Corporate Social Responsibilities, Stakeholder, Value Creation", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "24 Jun 2022"}