{"Nomor": 65790, "Judul": "ANALISIS RISIKO PENULARAN COVID-19 PADA TENAGA KESEHATAN RUMAH SAKIT X", "Abstrak": "Coronavirus Disease 2019 atau COVID-19 merupakan suatu penyakit yang disebabkan oleh virus Sars-CoV-2. COVID-19 dapat menyebar melalui percikan batuk/bersin (droplets). Orang yang paling berisiko tertular penyakit ini adalah orang yang kontak erat dengan orang yang terinfeksi COVID-19, salah satunya adalah tenaga kesehatan. Diperlukan upaya untuk melindungi tenaga kesehatan dari COVID-19. Lokasi penelitian adalah Rumah Sakit X Bandung. Penelitian ini bertujuan untuk mengetahui risiko paparan COVID-19 pada tenaga kesehatan di Rumah Sakit X serta mengetahui pengendalian dan pencegahan infeksi COVID-19 di Rumah Sakit X. Pengumpulan data dilakukan dengan menggunakan kuesioner dan checklist. Kuesioner yang digunakan adalah kuesioner “Risk assessment and management of exposure of health care workers in the context of COVID-19” yang dikeluarkan oleh WHO, sedangkan checklist yang digunakan adalah mengacu pada “Infection prevention and control health care facility response for COVID-19” dari WHO. Analisis data dilakukan dengan menggunakan analisis deskriptif, analisis korelasi, serta analisis multivariat. Analisis data tersebut dilakukan dengan menggunakan Microsoft Excel dan SPSS. Hasil akhir yang diperoleh adalah 49% tenaga kesehatan memiliki risiko tinggi terinfeksi COVID-19. Faktor yang mempengaruhi potensi paparan di lingkungan kerja adalah jenis tenaga kesehatan, pengalaman bekerja di Rumah Sakit X, dan pendidikan terakhir. Potensi paparan kerja terhadap COVID-19 pada perawat 67,174 kali lebih besar dibandingkan sanitarian berdasarkan hasil analisis secara statistik. Sedangkan faktor yang mempengaruhi risiko terinfeksi COVID-19 pada tenaga kesehatan Rumah Sakit X diantaranya adalah jenis tenaga kesehatan dan pendidikan terakhir. Hasil perhitungan attack rate memperlihatkan bahwa tenaga kesehatan yang bekerja di gedung COVID-19 memiliki nilai sebesar 23% dan lebih besar dari gedung lainnya. Rumah Sakit X secara garis besar melakukan pengendalian dan pencegahan infeksi COVID-19 dengan pengendalian administratif upaya mengendalikan risiko COVID-19.", "Daftar File": {"ANGGUN FARIDA.pdf)u": "https://digilib.itb.ac.id/gdl/download/250187"}, "Penulis": "Anggun Farida [25319002]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dwina Roosmini, M.S."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Lingkungan", "Fakultas": "Fakultas Teknik Sipil dan Lingkungan", "Subjek": "Sanitary & municipal engineering", "Kata Kunci": "COVID-19, risiko paparan, tenaga kesehatan, pengendalian dan pencegahan infeksi, Rumah Sakit X Bandung", "Sumber": "Tesis Juni 2022", "Staf Input/Edit": "Lili Sawaludin Mulyadi  \n                                     Lili Sawaludin Mulyadi", "File": "1 file", "Tanggal Input": "24 Jun 2022"}