{"Nomor": 65819, "Judul": "PENGEMBANGAN SQL INTERFACE UNTUK PENGAMBILAN DATA SPASIAL PADA BASIS DATA BERORIENTASI KOLOM CASSANDRA", "Abstrak": "Pemanfaatan data spasial semakin signifikan dalam bidang teknologi informasi\nseiring dengan berkembangnya zaman. Dari sisi lain, teknologi basis data NoSQL\nsemakin banyak dimanfaatkan dalam penyimpanan data sebagai alternatif basis\ndata relasional. Sebagai salah satu basis data NoSQL, Cassandra telah mampu\nmenyimpan data spasial secara native, tetapi, Cassandra masih memiliki operasi\nterhadap data spasial yang terbatas. Pradipta (2020) telah mengembangkan SQL\ninterface dengan memanfaatkan ekstensi PostGIS pada basis data PostgreSQL\nuntuk pengambilan data spasial terhadap basis data NoSQL MongoDB.\nPada tugas akhir ini, dikembangkan sebuah SQL interface untuk melakukan\npengambilan data spasial pada basis data berorientasi kolom Cassandra sesuai\ndengan solusi yang telah dikembangkan oleh Pradipta (2020). Sistem SQL interface\nyang dikembangkan dapat melengkapi operasi spasial yang disediakan Cassandra\nserta melengkapi limitasi fitur query CQL untuk pengambilan data pada Cassandra.\nSQL interface bekerja dengan mentransformasi query SQL masukan menjadi satu\natau lebih query CQL untuk mengambil data dari Cassandra. Lalu, data tersebut\nakan dimanfaatkan untuk mengisi bagian tabel pada query SQL masukan. Untuk\nmemanfaatkan kelebihan Cassandra yang menyimpan data per kolom dalam blok\nmemori, penyusunan query CQL akan melibatkan kolom yang dibutuhkan pada\nsuatu tabel saja. Dalam menangani jumlah data yang besar, dimanfaatkan metode\nstreaming untuk pengambilan data, serta dilakukan identifikasi operasi selection\npada klausa WHERE query yang bisa dieksekusi pada Cassandra dan dimanfaatkan\nbasis data PostgreSQL untuk penyimpanan data sementara apabila ditemukan hasil\nquery CQL dengan data dalam jumlah yang sangat besar.\nPengujian dilakukan terhadap sejumlah query dengan variasi fungsi spasial,\nekspresi subquery, serta jumlah tabel yang terlibat dalam query. Hasil eksekusi\nkemudian akan diukur waktu eksekusinya untuk dianalisis lebih lanjut. Berdasarkan\nhasil evaluasi, dapat ditentukan bahwa SQL interface berhasil melakukan\npengambilan data spasial dari basis data Cassandra.", "Daftar File": {}, "Penulis": "William Fu [13518055]", "Kontributor / Dosen Pembimbing": ["Tricya Esterina Widagdo, S.T., M.Sc."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "data spasial, Cassandra, PostGIS, query SQL, abstract syntax tree", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "25 Jun 2022"}