{"Nomor": 65818, "Judul": "PENGUJIAN ADVERSARIAL ROBUSTNESS PADA MODEL BAHASA PRALATIH DALAM KLASIFIKASI TEKS", "Abstrak": "Teknologi representasi teks semakin berkembang dengan adanya model bahasa\npralatih monolingual dan multilingual. Teknik representasi teks ini semakin banyak\ndigunakan salah satunya dalam task klasifikasi teks. Fenomena yang terjadi dalam\ndata tekstual diantaranya adalah fenomena code-mixing dan synonym replacement.\nDengan semakin vitalnya peran model bahasa pralatih, perlu dilakukan pengujian\nlebih lanjut apakah model bahasa pralatih yang ada sudah cukup baik dalam\nmenangani fenomena tersebut. Salah satu teknik yang dapat digunakan adalah\ndengan adversarial attack.\nTeknik adversarial attack (Jin dkk., 2020) memiliki kemampuan untuk mencari kata\nyang paling berkontribusi pada prediksi label oleh suatu model (vulnerable word).\nDengan memanfaatkan teknik adversarial attack, vulnerable word tersebut akan\nditranslasi untuk mensimulasikan fenomena perturbasi code-mixing dan synonym\nreplacement. Teks hasil perturbasi akan dievaluasi dengan skor semantic similarity\nuntuk tetap mempertahankan makna semantiknya.\nEksperimen dilakukan dengan dua task klasifikasi teks dan didapatkan hasil bahwa\nseluruh model bahasa mengalami penurunan kinerja. Pada kasus code-mixing Bahasa\nIndonesia dengan bahasa asing yang tidak berkerabat dengan Bahasa Indonesia,\nmodel XLM-R mengungguli kinerja model IndoBERT, sedangkan pada kasus\ncode-mixing bahasa yang berkerabat dengan Bahasa Indonesia, model IndoBERT\nmengungguli kinerja model XLM-R. Hasil eksperimen juga menunjukkan bahwa\npeningkatan ukuran model juga diiringi dengan peningkatan robustness model.", "Daftar File": {}, "Penulis": "Muhammad Farid Adilazuarda [13518040]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ayu Purwarianti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "robustness, model bahasa, adversarial attack", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "25 Jun 2022"}