{"Nomor": 65817, "Judul": "PEGEMBANGAN SISTEM PENCATATAN IJAZAH MENGGUNAKAN TEKNOLOGI BLOCKCHAIN", "Abstrak": "Sistem kepemilikan ijazah yang digunakan di Indonesia saat ini masih berupa sistem\nmanual yang berbentuk kertas. Sistem tersebut memiliki beberapa masalah seperti\npemalsuan ijazah, ijazah hilang, ijazah rusak, ijazah masih ditulis secara manual,\ntransparansi data, verifikasi ijazah dan beberapa kasus ijazah sebagai jaminan untuk\nmeminjam uang. Untuk mengatasi masalah tersebut, dibangun sistem pencatatan ijazah\nmenggunakan teknologi blockchain. Pengembangan sistem yang baru bertujuan untuk\nmengurangi permasalahan yang muncul pada sistem manual sebelumnya. Penggunaan\nteknologi blockchain ditujukan untuk menjaga integritas data. Sistem yang dibangun\nmemanfaatkan salah satu sifat utama dari teknologi blockchain yaitu anti-tamper yang\nmenjaga integritas data dari pihak yang mencoba merusaknya. Sistem yang dibangun\nbersifat desentralisasi dengan melibatkan beberapa peer yang menjalankan jaringan\nblockchain. Teknologi yang digunakan untuk membangun jaringan blockchain adalah\nHyperledger Fabric. Hyperledger Fabric digunakan karena bersifat permissionless dan\nmemiliki smart contract yang mudah dikembangkan. Sistem terdiri dari komponen\nfrontend sebagai antar muka, komponen backend sebagai penghubung frontend dengan\njaringan blockchain, dan jaringan blockchain itu sendiri. Sistem yang dikembangkan\nmemfasilitasi proses dasar berupa pembuatan ijazah melalui kebutuhan fungsionalnya.\nSistem dapat memverifikasi ijazah menggunakan dua metode, yaitu nomor ijazah dan\nfile PDF. Sistem yang dibangun telah diuji dengan berbagai kasus uji untuk\nmemastikan kebutuhan fungsional dan non fungsional terpenuhi. Dari implementasi\ndan pengujian yang telah dilakukan, didapati bahwa sistem sudah berhasil diuji\nfungsionalitas dan non fungsionalitasnya.", "Daftar File": {}, "Penulis": "MUHAMMAD ZUNAN ALFIKRI [13518019]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Rinaldi Munir, MT."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "blockchain, sistem terdesentralisasi, ijazah, integritas, transparansi", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "25 Jun 2022"}