{"Nomor": 65811, "Judul": "PERANCANGAN DAN IMPLEMENTASI SISTEM QAR UNTUK PEMBELAJARAN SEJARAH DENGAN TEKNOLOGI MARKER BASED AUGMENTED REALITY", "Abstrak": "Augmented Reality (AR) merupakan teknologi yang menyisipkan objek\nvirtual ke dalam lingkungan nyata melalui media kamera. Semakin berkembangnya\nteknologi AR menjadikannya penyelesaian masalah dalam berbagai bidang. Dalam\nmengimplementasikan AR terdapat beberapa metode, salah satunya yaitu markerbased tracking. Secara umum, proses deteksi terjadi pada database lokal.\nPermasalahan seperti beban proses dan memori penyimpanan dapat terjadi ketika\npengembang membuat aplikasi yang melibatkan marker dan asset dalam jumlah\nyang besar. Vuforia sebagai salah satu AR Software Development Kit (SDK)\nmenyediakan 2 metode untuk penyimpanan data, yaitu device database dan cloud\ndatabase. Pemanfaatan system cloud dapat mengurangi beban proses dan memori\npenyimpanan karena dapat memproses secara online dengan cloud.\nPada penelitian ini akan dirancang dan dievaluasi sejauhmana kemampuan\ndari aplikasi AR yang menggunakan sistem cloud. Aplikasi QAR yang berbasis\nAndroid dirancang menggunakan Vuforia sebagai SDK dengan menerapkan system\ncloud yaitu cloud storage dan cloud recognition. Pengguna dapat melakukan\ndownload surah dan pemindaian marker secara online kemudian menampilkan\nobjek 3D berupa ilustrasi sejarah yang terkandung dalam surah di dalam Al-Qur’an\nJuz 30. Metode yang digunakan dalam penelitian ini adalah Multimedia\nDevelopment Life Cycle (MDLC) yang terdiri dari tahapan Concept, Design,\nMaterial Collecting, Assembly, Testing, dan Distribution. Hasil dari perancangan\nini yaitu aplikasi dengan menggunakan sistem cloud lebih unggul dalam ukuran\naplikasi dan kecepatan pendeteksian dapat mengimbangi aplikasi dengan\npendeteksian lokal. Adapun berdasarkan hasil pengujian ukuran aplikasi terdapat\npengurangan yang cukup signifikan dan hasil pengujian usability testing dengan\nmetode evaluasi heuristik mendapatkan persentase rata-rata penilaian sebesar\n86,35%. Dari hasil usability testing yang diperoleh, dapat disimpulkan bahwa\naplikasi ini memiliki tingkat usability yang sangat baik dan dapat\ndiimplementasikan sebagai media pembelajaran sejarah.", "Daftar File": {}, "Penulis": "Hasna Karimah [23520049]", "Kontributor / Dosen Pembimbing": ["Dr. techn. Wikan Danar Sunindyo, S.T., M.Sc."], "Jenis Koleksi": "Tesis", "Penerbit": "Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Augmented Reality, Cloud Database, Cloud Recognition, MDLC, Evaluasi Heuristik", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "25 Jun 2022"}