{"Nomor": 65816, "Judul": "IMPLEMENTASI ALGORITMA LOUVAIN PARALEL MENGGUNAKAN MULTI-GPU", "Abstrak": "Algoritma Louvain adalah algoritma yang digunakan untuk pendeteksian\nkomunitas pada graf. Implementasi algoritma Louvain paralel pada GPU\nmemberikan peningkatan kinerja yang baik namun dibatasi oleh memori dan\nthroughput dari satu GPU. Seiring dengan perkembangan ukuran graf yang ada\npada dunia nyata, dibutuhkan metode untuk melakukan pemrosesan algoritma\nLouvain untuk graf yang besar dengan kinerja yang baik, ini dapat dicapai dengan\nmemanfaatkan multi-GPU. Tugas akhir ini bertujuan untuk melakukan\nimplementasi algoritma Louvain paralel pada lingkungan multi-GPU.\nImplementasi multi-GPU dilakukan dengan cara melakukan adaptasi dari algoritma\nsingle-GPU dari penelitian Naim, 2017. Pada implementasi multi-GPU yang\ndirancang, masing-masing GPU yang digunakan bertanggung jawab untuk\npemrosesan satu partisi dari graf utuh, kemudian terdapat sinkronisasi data antar\npartisi dengan cara komunikasi antar GPU. Implementasi ini memanfaatkan\nNVIDIA CUDA untuk pemrograman GPU dan pustaka NCCL untuk komunikasi\nantar GPU.\nDibandingkan implementasi single-GPU, implementasi multi-GPU yang dirancang\nmembutuhkan tambahan memori dalam pemrosesannya. Persentase overhead\nmemori ini semakin kecil untuk graf dengan rasio jumlah sisi banding jumlah\nsimpul yang besar. Selain itu, dengan penggunaan 8 GPU, algoritma multi-GPU\nyang dirancang memberikan speedup sampai 1.2x untuk graf dengan derajat\nterbesar yang rendah, dan speedup sampai 3.4x untuk graf dengan derajat terbesar\nyang tinggi dengan derajat simpul-simpul yang bervariasi.", "Daftar File": {}, "Penulis": "Steve Bezalel Iman Gustaman [13518018]", "Kontributor / Dosen Pembimbing": ["Achmad Imam Kistijantoro, S.T., M.Sc., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Informatika", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Louvain, graf, multi-GPU, NVIDIA CUDA, NCCL.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "25 Jun 2022"}