{"Nomor": 65823, "Judul": "EVALUATION OF CHANGE MANAGEMENT IN PT XYZ", "Abstrak": "PT XYZ adalah perusahaan yang bergerak dalam bidang manufaktur dan distribusi vaksin, obat, dan\nperalatan peternakan. Dalam memproduksi produknya, Proses produksi yang dilakukan telah mematuhi\nGMP (Good Manufacturing Practice) dan CPOHB (Cara Pembuatan Obat Hewan yang Baik).\nBerkurangnya pertumbuhan populasi perunggasan secara domestik membuat laju pertumbuhan\npendapatan PT XYZ berkurang. Hal ini membuat PT XYZ berinisiatif memasuki pasar agrikultur\nsebagai pasar yang berpotensi mengingat Indonesia adalah negara agraris.\n\nSebagai upaya untuk memasuki pasar agrikultur, PT XYZ telah menerapkan inisiatif-inisiatif\nperubahan. Tenaga penjualan yang khusus menjual produk agrikultur, pelatihan bagi tenaga penjual,\ndan penyesuaian dalam sistem operasional adalah beberapa hal yang telah diterapkan untuk memasuki\npasar agrikultur. Perubahan yang dilakukan tersebut dirasakan oleh anggota tim yang terlibat. PT XYZ\nbelum melakukan evaluasi terhadap inisiatif perubahan yang dilakukan. Sehingga belum diketahui\nefektifitas dari inisiatif yang dilakukan. Tujuan dari penelitian ini adalah untuk mengevaluasi\nmanajemen perubahan yang dilakukan oleh PT XYZ dalam memasuki pasar agrikultur. Metode\npenelitian yang digunakan adalah campuran kuantitatif melalui kuesioner dan kualitatif melalui\nwawancara.\n\nManajemen perubahan yang dilakukan oleh PT XYZ masuk dalam wilayah “Win” dengan skor 12,67.\nHal berarti manajemen perubahan yang dilakukan memiliki kemungkinan besar untuk sukses. Kerangka\nberpikir McKinsey 7S digunakan untuk menganalisa peluang perbaikan. Birokrasi, pemahaman sistem\noperasional dan monitoring, jumlah anggota tim, pengetahuan anggota tim serta kecukupan training\nyang dilakukan adalah hal-hal yang kemudian diketahui untuk dievaluasi lebih lanjut. Hal tersebut\nkemudian dicari akar penyebab serta peluang perbaikan yang dapat dilakukan oleh PT XYZ.", "Daftar File": {"2022_TS_PP_Alex Sander Suwarno_1-Abstrak.pdf)u": "https://digilib.itb.ac.id/gdl/download/250216"}, "Penulis": "Alex Sander Suwarno [29120412]", "Kontributor / Dosen Pembimbing": ["Hary Febriansyah, S.Si., M.T., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Magister Bisnis dan Administrasi - Teknologi", "Fakultas": "Sekolah Bisnis dan Manajemen", "Subjek": "General management", "Kata Kunci": "McKinsey 7S, DICE, Manajemen Perubahan.", "Sumber": "", "Staf Input/Edit": "Yose Ali Rahman", "File": "1 file", "Tanggal Input": "25 Jun 2022"}