{"Nomor": 65833, "Judul": "EVALUASI PENINGKATAN MODEL MACHINE LEARNING UNTUK DETEKSI DINI HARDWARE TROJAN PADA DESAIN REGISTER TRANSFER LEVEL MENGGUNAKAN FITUR PERCABANGAN KODE VERILOG/VHDL", "Abstrak": "Trojan hardware merupakan bentuk modifikasi terhadap Integrated Circuit (IC)\ndengan tujuan mengubah fungsi, menurunkan performa, membocorkan informasi,\nmaupun membatasi akses informasi. Sejumlah metode telah dikembangkan dalam\nusaha mengatasi dampak negatif adanya trojan seperti Design for Security (DfS),\nbus security, secure architecture, dan deteksi trojan. Deteksi trojan menjadi metode\nyang paling awal dan banyak dikembangkan. Meski begitu, metode deteksi masih\nbanyak dilakukan pada tingkat abstraksi IC gate-level dan abstraksi lebih rendah.\nDeteksi tingkat Register Transfer Level (RTL) disisi lain belum mendapatkan\nbanyak perhatian dilihat dari jumlah maupun jenis teknik deteksi yang dihasilkan\nsejumlah penelitian. Padahal, abstraksi RTL memiliki potensi yang sama untuk\npenambahan trojan. Selain itu, potensi pemanfaatan Machine Learning (ML) untuk\nmembantu deteksi trojan RTL masih minim dilakukan. Oleh karena itu, pada Tesis\nini diusulkan metode deteksi trojan tingkat RTL berbasis ML yang memanfaatkan\nconditional statement dari kode Verilog/VHDL sebagai fitur ML. Metode tersebut\nmerupakan pengembangan dari teknik deteksi oleh penelitian sebelumnya dengan\nkontribusi berupa peningkatan performa dilihat dari segi akurasi dan cakupan\nkapabilitas deteksi. Peningkatan tersebut diperoleh dengan melakukan proses\nfeature engineering yang menerapkan mekanisme iteratif dalam proses training\nML. Hasil menunjukkan peningkatan atas akurasi rata-rata dari 91.91% menjadi\n95.65% dengan cakupan kapabilitas deteksi yang lebih luas pada desain trojan RTL\ndari benchmark Trust-Hub.", "Daftar File": {}, "Penulis": "Fajar Wijitrisnanto [23220001]", "Kontributor / Dosen Pembimbing": ["Dr.Eng. Ir. Sarwono Sutikno"], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "machine learning, RTL, hardware trojan, deteksi, verilog, VHDL", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "25 Jun 2022"}