{"Nomor": 65830, "Judul": "EVALUASI DAN PERBAIKAN DESAIN INTERAKSI EDUNEX DENGAN PENDEKATAN USER-CENTERED DESIGN", "Abstrak": "Edunex merupakan Learning Management System yang digunakan di Institut\nTeknologi Bandung untuk mendukung kegiatan belajar dan mengajar secara daring\ndan hybrid. Namun, dalam proses penggunaannya terdapat beberapa kebutuhan\nmahasiswa yang masih belum dapat dijawab dengan baik. Agar Edunex dapat\nmemenuhi kebutuhan para mahasiswa, maka pendekatan desain interaksi yang\ndigunakan adalah user-centered design. Pengembangan memprioritaskan perbaikan\npada fitur Homepage, My Courses, Exams, dan Presences sebab memiliki value\nkepada pengguna dan feasibility yang tinggi. Selain itu, berdasarkan kuesioner yang\ntelah disebarkan didapatkan kebutuhan akan fitur baru berupa Reminder dan Tutorial\nyang juga akan dikembangkan. Keluaran dari tugas akhir ini adalah prototipe highfidelity berupa situs website untuk layar desktop yang memenuhi usability dan user\nexperience goals efektivitas, efisiensi, learnability, dan helpful. Capaian usability dan\nuser experience goals diukur dengan menggunakan metrik Completion Rate untuk\nefektivitas, Single Ease Question (SEQ) untuk learnability, System Usability Scale\n(SUS) untuk efisiensi, dan IMI dengan subskala value/usefulness untuk helpful. Pada\npengujian berupa usability testing yang telah dilakukan, diperoleh nilai Completion\nRate sebesar 100%, nilai SEQ sebesar 6,9 dari 7, nilai SUS sebesar 90 dari 100, dan\nnilai IMI sebesar 6,7 dari 7. Berdasarkan perolehan yang didapatkan, dapat\ndisimpulkan bahwa usability dan user experience goals yang ingin dipenuhi dari\nprototipe ini sudah tercapai.", "Daftar File": {}, "Penulis": "Alya Mizani [18218029]", "Kontributor / Dosen Pembimbing": ["Fetty Fitriyanti Lubis, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Learning Management System, Edunex, user-centered design, prototipe, usability testing", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "25 Jun 2022"}