{"Nomor": 65832, "Judul": "METODE KLASIFIKASI PEMBULUH ARTERI/VENA DAN PENGUKURAN RASIO ARTERIOVENOSA OTOMATIS UNTUK MENDUKUNG DIAGNOSIS RETINOPATI HIPERTENSI", "Abstrak": "Retinopati hipertensi merupakan gangguan pada pembuluh darah retina yang\ndisebabkan oleh tekanan darah tinggi yang tidak terkontrol. Retinopati hipertensi\ndapat diidentifikasi melalui pemeriksaan funduskopi dengan melihat perubahan\nfisiologis meliputi adanya penyempitan arteriol retina, perdarahan, dan eksudat.\nPenyempitan arteriol merupakan perubahan yang pertama kali muncul dan dapat\ndihitung dengan parameter yang disebut sebagai rasio arteriovenosa (AVR).\nPengukuran AVR secara manual untuk proses diagnosis retinopati hipertensi\nmemerlukan waktu dan keahlian yang tinggi, sehingga terdapat urgensi untuk\nmengembangkan metode pengukuran AVR secara otomatis. Pada penelitian\nsebelumnya oleh Khotimah (2021), telah dikembangkan metode pengukuran AVR\nsecara otomati. Namun, masih ditemukan beberapa permasalahan dalam metode\ntersebut, meliputi adanya kesalahan dalam pendefinisian segmen pembuluh darah,\nkesalahan pada klasifikasi arteri/vena, serta inkonsistensi pada teknik dan lokasi\npengukuran AVR. Oleh karena itu, penelitian ini mengajukan metode pengukuran\nAVR yang lebih optimal melalui beberapa tahapan proses, meliputi proses\nskeletonisasi pembuluh darah, klasifikasi arteri/vena, perbaikan definisi segmen\npembuluh darah, dan pengukuran nilai AVR. Proses skeletonisasi dilakukan dengan\nmetode Fast Marching yakni suatu teknik untuk menghitung transformasi jarak\nagar diperoleh garis tengah pembuluh darah dari citra segmentasi pembuluh darah\npada dataset AVRDB dan INSPIRE-AVR. Untuk proses klasifikasi arteri/vena\nselanjutnya, digunakan 18 fitur yang dapat membedakan arteri dengan vena.\nKemudian, algoritma perbaikan definisi segmen pembuluh darah ditambahkan\nuntuk mengatasi masalah konektivitas segmen. Terakhir, pengukuran nilai AVR\ndilakukan dengan metode Knudtson. Nilai rata-rata AVR dihitung sepanjang ROI\n(region of interest) yang didefinisikan sebagai 2-3 kali radius optik disk.\nPengukuran AVR dengan metode tersebut menghasilkan korelasi Pearson sebesar\n0,670 terhadap referensi 1 dan 0,814 terhadap referensi 2 pada dataset INSPIREAVR.", "Daftar File": {}, "Penulis": "Dorothea Claresta Putripakarti [18318007]", "Kontributor / Dosen Pembimbing": ["Dr. Hasballah Zakaria, S.T., M.Sc.", "Donny Danudirdjo, S.T., M.T., Ph.D.", "Astri Handayani, S.T., M.T.", "Nana Sutisna, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Biomedis", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "retinopati hipertensi, rasio arteriovenosa, definisi segmen.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "25 Jun 2022"}