{"Nomor": 65838, "Judul": "ANALISIS DAN SIMULASI PENYEBARAN COVID-19 DI INDONESIA MENGGUNAKAN PEMODELAN SIR-FV DENGAN OPTIMASI", "Abstrak": "Pandemi virus COVID-19 di Indonesia telah berlangsung sejak bulan Maret 2020\ndan hingga saat ini masih berlangsung dengan kondisi yang perlu diwaspadai. Hal\nini dapat terlihat dari penambahan kasus aktif harian di Indonesia yang masih terus\nberubah secara dinamis. Alternatif solusi untuk menganalisis penanggulangan\npenyebaran virus tersebut adalah dilakukannya pemodelan dan simulasi kasus\npenyebaran untuk memperkirakan kondisi pandemi yang mungkin terjadi di\nIndonesia. Pemodelan berbasis epidemiologi yang umum digunakan adalah\npemodelan SIR, yang mengelompokkan individu terdampak pandemi menjadi\nsejumlah kompartemen. Menggunakan pemodelan tersebut dan memanfaatkan\nkonsep teknologi optimasi, maka proses pemodelan dapat dilakukan secara lebih\nefisien dan akurat. Dalam tugas akhir ini dikembangkan sebuah model yakni salah\nsatu turunan pemodelan SIR yaitu SIR-FV, dengan berbasis konsep optimasi untuk\nmelakukan estimasi dan simulasi berbagai skenario penyebaran virus. Terdapat 2\nbuah skenario yang dikembangkan untuk dianalisis, yakni skenario vaksinasi dan\nskenario contact rate. Berdasarkan simulasi skenario tersebut, didapatkan bahwa\nvaksinasi secara nyata dapat memberi dampak positif pada usaha penanggulangan\npandemi COVID-19 secara lebih efektif dibanding dengan skenario tanpa\nvaksinasi. Adapun skenario contact rate juga berdampak signifikan. Namun, dari\nhasil simulasi juga didapatkan bila vaksinasi tidak didukung dengan protokol\nkesehatan yang memadai, maka vaksinasi menjadi tidak berdampak bagi usaha\npenanggulangan tersebut. Secara keseluruhan dapat disimpulkan model SIR-FV\ndapat berjalan sesuai dengan kebutuhan dengan akurasi MAPE mencapai 0,012.", "Daftar File": {"ABSTRAK Tafia Alifianty Dinita Putri": "https://digilib.itb.ac.id/gdl/download/250281"}, "Penulis": "Tafia Alifianty Dinita Putri [18218038]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Dimitri Mahayana, M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Sistem dan Teknologi Informasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "pandemi COVID-19, model SIR, model SIR-FV, simulasi skenario", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "25 Jun 2022"}