{"Nomor": 65834, "Judul": "PENGEMBANGAN POTENTIOSTAT MULTI SALURAN SEBAGAI PERANGKAT PEMBACA BIOSENSOR ELEKTROKIMIA", "Abstrak": "Seiring dengan berkembangnya teknologi di bidang biomolekuler memunculkan\nbanyak metode yang bertujuan untuk pertimbangan variasi pengukuran dimana\ntermasuk pengukuran biosensor elektrokimia yang mengalami perkembangan.\nBiosensor sendiri dipilih karena dinilai memiliki beberapa kelebihan yang mampu\nmendeteksi berbagai jenis analit, mempercepat durasi pengukuran dan instrumen\nyang relatif lebih murah. Hal ini yang membuat biosensor banyak digunakan\nterutama dalam bidang kesehatan. Secara umum,alat penganalisis berbasis\nelektrokimia sering dipilih karena kesederhanaan, ketahanan, dan keunggulan serta\nperawatannya yang minimal. Salah satu alat yang cukup penting dalam pengukuran\nbiosensor berbasis elektrokimia adalah potensiostat yang merupakan alat yang\nberfungsi untuk membantu analisis elektrokimia. Namun, adanya kendala dalam\npengadaan potensiostat, yang mahal dan berukuran besar, menyebabkan\ndibutuhkannya fabrikasi potensiostat yang fokus pada harga murah sehingga dapat\ndijangkau oleh unit-unit kecil dan menengah dalam rangka mengembangkan\nlaboratorium mini multifungsi serta kegiatan penunjangnya. Dalam penelitian ini,\nkami membuat sistem potensiostat (ESPotensio) berbasis mikrokontroler ESP32\nuntuk akuisisi sinyal, pemrosesan, dan komunikasi data. Berbagai metode\npengukuran diimplementasikan tidak hanya terbatas pada Cyclic Voltammetry\ntetapi juga metode lain, seperti Linear Sweep Voltammetry, analisis menggunakan\nbeberapa metode Pulse Voltammetry, dan pengamatan aktivitas arus terhadap\nwaktu dengan Chronoamperometry. Pada penelitian ini penerapan berbagai metode\npengukuran elektrokimia dievaluasi, bertujuan untuk membuat potensiostat ini\nlebih fungsional dalam metode pengukuran yang lebih luas. Selain itu, pengukuran\njuga dapat dilakukan secara semi paralel secara simultan untuk tiga analit secara\nbersamaan dengan tiga saluran pengukuran. Hasil pengujian menunjukkan bahwa\nalat ini dapat menghasilkan voltammogram dengan akurasi rata-rata setiap metode\ndi atas 85% jika dibandingkan dengan Emstat Pico, potensiostat komersial, sebagai\nreferensi.", "Daftar File": {}, "Penulis": "Iqbal Fawwaz Ramadhan [23220057]", "Kontributor / Dosen Pembimbing": ["Allya Paramita Koesoema, S.T., M.T., Ph.D, Isa Anshori, S.T., M.Eng., Ph.D."], "Jenis Koleksi": "Tesis", "Penerbit": "Teknik Elektro", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "Multi-Saluran, Potensiostat, Low-Cost, Peralatan Laboratorium, Elektrokimia, Kimia Analitik.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "0 file", "Tanggal Input": "25 Jun 2022"}