{"Nomor": 65848, "Judul": "DESIGN OPTIMIZATION OF AUXETIC STRUCTURE FOR CRASHWORTHY POUCH BATTERY PROTECTION USING MACHINE LEARNING METHOD", "Abstrak": "Needs for electric vehicles (EVs) will continuously grow since the EV market size itself is expected to soar up to 31 million USD in 2030. However, the risk of battery damage should be reduced by using a lightweight crashworthy protection system, which can be done through design optimization to achieve maximum Specific Energy Absorption (SEA). It can be gained by selecting a material with lightweight and high energy absorption properties. Auxetic-shaped cell structure is used since its negative Poisson ratio yields better energy absorption. The research was done by varying the auxetic cell shape (Re-entrant, Double Arrow, Star-shaped, Double-U), material selection (GFRP, CFRP, Aluminum, Carbon Steel), and geometry variables until the maximum possible SEA is reached. The Finite Element Method (FEM) is used to simulate the impact and obtain the value of SEA of the varied auxetic cellular structure design samples. The design variation amounts to 100 samples generated using Latin Hypercube Sampling (LHS) to distribute the variables. Finally, the Machine Learning method predicts the design that yields maximum SEA.\nThe optimization process through Machine Learning consists of two processes: model approximation using Artificial Neural Network (ANN) and variable optimization using Nondominated Sorting Genetic Algorithm-II (NSGA-II). The optimization obtained that maximum SEA resulted from Star-shaped auxetic cells and Aluminum material with a thickness of 2.95 mm. This design yields 1220% higher SEA compared to the baseline model. A numerical simulation was also carried out to validate the result. The prediction error amounts to 6.7%, meaning that the approximation model can successfully predict the most optimum design. After complete battery system configuration simulation, the design can also prevent excessive battery deformation. Therefore, the optimized structure can protect the battery from failure.", "Daftar File": {"ABSTRAK Farras Ezra Carakapurwa": "https://digilib.itb.ac.id/gdl/download/250243"}, "Penulis": "Farras Ezra Carakapurwa [13618051]", "Kontributor / Dosen Pembimbing": ["Ir. Muhammad Kusni, M.T.", "Dr.-Ing. Javensius Sembiring, S.T., M.T.", "Dr. Ir. Sigit Puji Santosa, M.SME.", "Dr. Bentang Arief Budiman, S.T., M.Eng."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "Auxetic Structure, Battery Protection, Crashworthiness, Machine Learning, Artificial Neural Network, Star-shaped Auxetic", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2022"}