{"Nomor": 65841, "Judul": "PREDIKSI CELLULAR USER THROUGHPUT MENGGUNAKAN MODEL STATISTIK DAN MACHINE LEARNING", "Abstrak": "Berdasarkan survei oleh Ericsson pada November 2019, 5.9 miliar pengguna\nmobile phone dilaporkan dengan prediksi pertumbuhan mobile traffic sebesar 27%\nper tahun pada 2019-2025. Hal ini juga dipertegas pada laporan Ericsson pada\nNovember 2021 di mana hasil estimasi mereka pada akhir tahun 2021 untuk\npengguna mobile phone adalah mencapai 6.7 miliar. Dengan adanya pertumbuhan\nsignifikan tersebut, maka akan memiliki efek kausal pada mobile traffic yang\ndiestimasi akan mencapai 65 EB/bulan dengan rata-rata 11.4 GB/bulan untuk setiap\nsmartphone. Dengan peningkatan kebutuhan kapasitas jaringan yang\ndideskripsikan sebelumnya, maka ada baiknya dilakukan langkah untuk merespons\nhal tersebut, seperti mengoptimasi penggunaan mobile network capacity. Objek\noptimisasi yang dimaksud adalah mobile or cellular user throughput downlink\nmaupun uplink yang umumnya memiliki fluktuasi terhadap waktu secara\nsignifikan. Dalam mengamati hal ini, faktor fisik yang dapat menjadi objek\npemantauan adalah BTS dan kesiapannya dalam membawahi kapasitas jaringan\nyang dibutuhkan. Hal ini memerlukan perencanaan kapasitas jaringan yang baik\noleh network administrator untuk efisiensi biaya operasional yang diekspektasikan.\nUntuk itu, perencanaan ini dapat dibantu dengan prediksi throughput yang akan\nmenjadi acuan perencanaan. Secara pengembangan, prediksi ini dapat dilakukan\ndengan menggunakan bantuan permodelan statistik dan machine learning. Dengan\njumlah BTS yang cukup banyak, maka perhitungan manual satu per satu akan dirasa\nmemakan waktu, maka dapat diotomasi dengan penggunaan web yang\nmenampilkan dashboard hasil prediksi yang dapat memuat banyak data BTS\nsekaligus. Penentuan rincian model yang akan dipakai dalam prediksi ini\nberdasarkan performa yang dilakukan antartarget prediksi dan model dengan\nmemperhatikan hasil keluaran secara grafik dan metrik evaluasi untuk prediksi nilai\nkontinyu atau regresi.", "Daftar File": {"ABSTRAK Rifqi Syahri Ramadhani": "https://digilib.itb.ac.id/gdl/download/250285"}, "Penulis": "Rifqi Syahri Ramadhani [18118008]", "Kontributor / Dosen Pembimbing": ["Ir. Hendrawan, M.Sc., Ph.D.", "Effrina Yanti Hamid, S.T., M.T., Ph.D.", "Wervyan Shalannanda, S.T., M.T.", "Ahmad Izzuddin, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Telekomunikasi", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "throughput, prediksi, model statistik, model machine learning.", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "2 file", "Tanggal Input": "25 Jun 2022"}