{"Nomor": 65842, "Judul": "PERANCANGAN SISTEM KENDALI HVAC ADAPTIF PADA BANGUNAN PERKANTORAN BERBASIS PMV-LOGIKA FUZZY", "Abstrak": "Transisi energi sedang digalakkan untuk mengatasi perubahan iklim yang terjadi\nsaat ini. Salah satu usaha pendukung transisi ini adalah dengan meningkatkan\npenggunaan energi secara efisien. HVAC sebagai konsumen energi terbesar (60%\ndari beban listrik gedung) adalah salah satu objek yang dapat diefisiensikan\npenggunaan listriknya. Di samping itu, HVAC juga dibutuhkan dalam memberi\nkenyamanan termal bagi pengguna bangunan, dengan salah satu manfaatnya\nadalah kontribusi pada produktivitas manusia. Perancangan ini ingin mewujudkan\nkedua hal tersebut, transisi energi dan kenyamanan termal. Pada perancangan ini\ndiajukan suatu perancangan konsep sistem kendali dari HVAC yang adaptif\nterhadap faktor-faktor yang mempengaruhi sensasi termal pada bangunan. Dalam\nmewujudkan perancangan, perancangan ini membuat suatu model yang terdiri\ndari elemen bangunan, lingkungan, penjadwalan, dan kerja HVAC serta\nkelistrikan. Pemodelan menggunakan eQUEST dan diteruskan dengan pemodelan\nsistem kendali pada MATLAB. Sistem kendali pada MATLAB\nmengimplementasikan logika fuzzy yang disebut sesuai dengan karakter sensasi\ntermal yang tidak memiliki batasan yang jelas. Kendali fuzzy menggunakan\ninformasi konsumsi energi dan parameter kenyamanan awal untuk memberikan\nhasil setpoint yang lebih sesuai dengan kondisi bangunan saat itu. Kendali fuzzy\ndibuat dengan beberapa pengaturan ulang sebelum didapatkan objektif yang\ndiinginkan secara sempurna. Perancangan ini membuahkan kendali HVAC yang\ndapat memberikan kinerja sesuai dengan kebutuhan kenyamanan dari bangunan\ndan meningkatkan efisiensi penggunaan energi hingga bangunan setara dengan\nbangunan hemat energi.", "Daftar File": {"ABSTRAK Ahmad Dufan Al Rasyid": "https://digilib.itb.ac.id/gdl/download/250286"}, "Penulis": "Ahmad Dufan Al Rasyid [18018021]", "Kontributor / Dosen Pembimbing": ["Dr. Ir. Nanang Hariyanto, M.T.", "Pradita Octoviandiningrum Hadi, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Tenaga Listrik", "Fakultas": "Sekolah Teknik Elektro dan Informatika", "Subjek": "", "Kata Kunci": "HVAC, Kendali adaptif, Kenyamanan termal, Logika Fuzzy, PMV", "Sumber": "", "Staf Input/Edit": "Dessy Rondang Monaomi", "File": "1 file", "Tanggal Input": "25 Jun 2022"}