{"Nomor": 65850, "Judul": "VALUASI EKONOMI JASA EKOSISTEM PADA KAWASAN REHABILITASI MANGROVE MUARA BOJONG SALAWE, PANGANDARAN JAWA BARAT", "Abstrak": "Ekosistem mangrove memberikan manfaat bagi masyarakat pesisir seperti tersedianya ikan dan udang. Upaya valuasi jasa ekosistem mangrove perlu dilakukan untuk mendukung pengelolaan yang berkelanjutan. Kawasan mangrove Bojong Salawe merupakan kawasan rehabilitasi mangrove yang dikelola untuk pemulihan jasa ekosistem mangrove. Penelitian ini bertujuan untuk mengestimasi nilai ekonomi jasa ekosistem di kawasan mangrove Muara Bojong Salawe berdasarkan nilai guna. Jasa ekosistem yang divaluasi meliputi provisioning, regulating dan cultural. Valuasi ekonomi hasil penangkapan ikan dan udang dilakukan melalui wawancara terhadap 173 nelayan yang ditentukan secara purposive sampling. Valuasi ekonomi pemanfaatan daun nipah dan propagul ditentukan secara sensus menggunakan metode market price. Valuasi ekonomi wisata dilakukan melalui penyebaran kuisioner kepada 35 responden dengan metode individual travel cost method. Valuasi nilai ekonomi mangrove sebagai penahan abrasi dilakukan dengan menggunakan metode damage cost dan serapan CO2 menggunakan metode social cost of carbon. Dugaan nilai ekonomi yang diperoleh dari jasa ekosistem provisioning yaitu ikan, udang, daun nipah dan propagul adalah Rp 4.451.635.099/tahun, Rp2.403.655.570/tahun, Rp30.000.000/tahun dan Rp3.598.000.000/tahun. Estimasi nilai ekonomi jasa ekosistem cultural yaitu wisata sebesar 58.664.512,4/tahun. Sedangkan nilai ekonomi jasa ekosistem regulating yaitu penahan abrasi dan serapan karbon sebesar Rp14.292.090/tahun dan Rp1.748.467.513/tahun. Nilai guna total dari beberapa jasa ekosistem yang dinilai di Kawasan Mangrove Muara Bojong Salawe adalah Rp12.304.714.784/tahun.", "Daftar File": {"ABSTRAK Nita Nurul Aeni": "https://digilib.itb.ac.id/gdl/download/250245"}, "Penulis": "Nita Nurul Aeni [11518019]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Tati Suryati Syamsudin, MS, DEA", "Dr. Elham Sumarga, S.Hut., M.Si."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Rekayasa Kehutanan", "Fakultas": "Sekolah Ilmu dan Teknologi Hayati", "Subjek": "", "Kata Kunci": "Nilai ekonomi, ekosistem mangrove, muara bojong salawe, rehabilitasi, nelayan", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2022"}