{"Nomor": 65856, "Judul": "KAJI NUMERIK DAN OPTIMISASI STRUKTUR CRASH BOX MULTI-CORNER DENGAN VARIASI MATERIAL", "Abstrak": "Pada zaman modern sekarang, kehidupan sehari-hari dari masyarakat tidak dapat terlepas dari sektor transportasi. Dengan pentingnya peranan yang dipegang oleh sektor transportasi ini, banyak pihak mencoba mengembangkan serta menciptakan inovasi baru, dan tentunya hal ini juga diikuti dengan pertimbangan terhadap keamanan dan keselamatan penumpang. Banyak usaha pada berbagai aspek telah dilakukan untuk mengurangi risiko terjadinya cedera penumpang, mulai dari penerapan relugasi terkait rambu lalu lintas, sabuk pengaman, bahkan hingga tahap perancangan transportasi. Salah satu risiko yang berpotensi dan cukup umum menimpa penumpang adalah kecelakaan tabrak, sehingga sangatlah penting untuk sebuah kendaraan memiliki kelaikan tabrak yang baik. Solusi yang dapat dipakai antara lain adalah penggunaan crash box sebagai penyerap energi impak akibat tabrakan.\nPada tugas akhir ini dilakukan kaji numerik dan optimisasi struktur crash box multi-corner dengan variasi material. Kaji numerik dilakukan dengan menggunakan perangkat lunak eksplisit nonlinear LS-DYNA, sedangkan optimisasi dengan menggunakan model Kriging. Berdasarkan hasil penelitian didapatkan bahwa dengan menggunakan beberapa variasi material pada konfigurasi crash box yang sama akan memberikan nilai parameter kelaikan tabrak yang berbeda-beda harganya. Namun, nilai optimum didapatkan pada konfigurasi penampang crash box yang sama untuk masing-masing material yang berbeda. Penemuan ini diperkuat lagi dengan adanya tren yang serupa pada hasil simulasi dan optimisasi crash box yang telah dilakukan pada berbagai variasi keliling, ketebalan, dan dimensi dari penampang crash box tersebut.", "Daftar File": {"ABSTRAK Wilbert Alexsoh": "https://digilib.itb.ac.id/gdl/download/250251"}, "Penulis": "Wilbert Alexsoh [13618030]", "Kontributor / Dosen Pembimbing": ["Prof. Dr. Ir. Ichsan Setya Putra", "Dr. Ir. Leonardo Gunawan", "Dr. Annisa Jusuf, S.T., M.T.", "Pramudita Satria Palar, S.T., M.T., Ph.D.", "Mahesa Akbar, S.T., M.T., Ph.D."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Dirgantara", "Fakultas": "Fakultas Teknik Mesin dan Dirgantara", "Subjek": "", "Kata Kunci": "kelaikan tabrak, crash box, material, optimisasi", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2022"}