{"Nomor": 65868, "Judul": "PERBANDINGAN MODEL 3D KAWASAN TAMAN BATU MENGGUNAKAN TEKNOLOGI MULTI SENSOR", "Abstrak": "Perkembangan teknologi pemetaan semakin beragam dan terus berkembang. Contoh perkembangan teknologi dalam pemetaan adalah berkembangnya wahana fotogrametri dan sensor Light Detection and Ranging (LiDAR). Pemanfaatan kedua teknologi ini bukan hanya untuk pemetaan terestris, melainkan juga sebagai teknologi akuisisi data dalam bidang arsitektur, cagar budaya, industri, konstruksi, pertambangan, kepolisian, dan rekayasa balik.. Teknologi LiDAR diterapkan pada wahana Unmanned Aerial Vehicle (UAV) dan Terrestrial Laser Scanner (TLS). Tujuan penelitian tugas akhir ini adalah untuk melakukan akuisisi data dan pemodelan tiga dimensi (3D) menggunakan Terrestrial Laser Scanner (TLS), Fotogrametri UAV, dan UAV LiDAR, kemudian menganalisis perbandingan model 3 dimensi ketiga jenis sensor berdasarkan geometri model yang dihasilkan serta metode yang digunakan dalam pengambilan data.\nPenelitian diawali dengan perencanaan akuisisi data lapangan, akuisisi data lapangan menggunakan alat TLS Trimble TX8, DJI Phantom 4 Pro V2.0 sebagai wahana fotogrametri, dan TerraLiDAR dengan dibekali sensor Velodyne Puck sebagai penguji UAV LiDAR, kemudian dilakukan pengukuran titik kontrol dengan metode survei GNSS (Global Navigation Satellite System), pengolahan data untuk menghasilkan titik awan Taman Batu, serta pemodelan 3 dimensi Kawasan Taman Batu hasil dari ketiga sensor. Proses selanjutnya adalah validasi dengan malakukan pengukuran sipat datar di beberapa titik sampel profil untuk dibandingkan dengan hasil pengukuran masing – masing sensor. Perbandingan akurasi ketiga sensor direpresentasikan pada RMSE (Root Mean Square Error) sebesar 0.093, 0.272, dan 0.201 meter untuk sensor TLS, UAV LiDAR, dan Wahana Fotogrametri. Berdasarkan hasil yang diperoleh, dapat disimpulkan bahwa teknologi LiDAR pada TLS memiliki RMSE terkecil dibandingkan sensor lainnya, sehingga sensor LiDAR pada TLS paling baik dalam akurasi dalam pemodelan 3 dimensi cagar budaya.", "Daftar File": {"ABSTRAK Reynaldi Alfikri Tamrin": "https://digilib.itb.ac.id/gdl/download/250258"}, "Penulis": "Reynaldi Alfikri Tamrin [15118022]", "Kontributor / Dosen Pembimbing": ["Dr. Irwan Gumilar, S.T., M.Si.", "Brian Bramanto, S.T., M.T.", "Ratri Widyastuti, S.T., M.T."], "Jenis Koleksi": "Tugas Akhir", "Penerbit": "Teknik Geodesi dan Geomatika", "Fakultas": "Fakultas Ilmu dan Teknologi Kebumian", "Subjek": "", "Kata Kunci": "cagar budaya, UAV, LiDAR, fotogrametri, sipat datar, akurasi.", "Sumber": "", "Staf Input/Edit": "Alice Diniarti", "File": "1 file", "Tanggal Input": "25 Jun 2022"}